{
 "id": "36365",
 "text": "Year 1351 (MCCCLI) was a common year starting on Saturday (link will display the full calendar) of the Julian calendar. == Events == === January-December === * January 14 - Edward III of England institutes the Treason Act of 1351, defining treason in English law. It is currently one of the earliest statutes still in force under English law. * March 26 - War of the Breton Succession - Combat of the Thirty: Thirty chosen knights each, from the Kingdoms of France and England, fight to determine who will rule the Duchy of Brittany; a Franco- Breton victory is assured by the squire Guillaume de Montauban. * April 8 - Hundred Years' War - Battle of Taillebourg: The French are defeated by the English. * May 1 - Zürich joins the Swiss Confederation. === Date unknown === * King Ramathibodi I ascends the throne in Ayutthaya (now Thailand). He begins to propagate Theravada Buddhism as the state religion. * King Gongmin ascends the throne in Goryeo. * Emperor Go-Kōgon of Japan succeeds Emperor Sukō, making them the third and fourth of the Northern Ashikaga Pretenders, respectively. * The Statute of Laborers is enacted by the Parliament of England, to deal with a labor shortage caused by the Black Death. * Vantaa, Finland is first mentioned. * Firuz Tughlaq succeeds Mohammad Tughlaq, as Sultan of Delhi. * The Mongolian-run Yuan dynasty of China is permanently weakened by an uprising, known as the Red Turban Rebellion. * The Samma Dynasty in Sindh (now part of Pakistan) breaks away from the Delhi Sultanate. * The Turks cross the Dardanelles into Europe for the first time. == Births == * October 16 - Gian Galeazzo Visconti, first Duke of Milan (d. 1402) * November 1 - Leopold III, Duke of Austria (d. 1386) * Princess Joan of France (d. 1371) * probable - Władysław II Jagiełło, Grand Duke of Lithuania and King of Poland (d. 1434) == Deaths == * February 13 - Kō no Morofuyu, Japanese general * March 20 - Muhammad bin Tughluq, Sultan of Delhi * March 25 **Kō no Moronao, Japanese samurai **Kō no Moroyasu, Japanese samurai * May 24 - Abu al-Hasan Ali ibn Othman, Sultan of Morocco (b. 1297) * June 20 - Margareta Ebner, German nun (b. 1291) * November 15 - Joanna of Pfirt, duchess consort of Austria == References ==",
 "title": "1351"
}