{
 "id": "363892",
 "text": "Ruby Wax (; born 19 April 1953) is an American-British actress, comedian, writer, television personality, and mental-health campaigner. A classically- trained actress, Wax was with the Royal Shakespeare Company for five years and co-starred in the ITV sitcom Girls on Top (1985–1986). She came to prominence as a comic interviewer, playing up to British perceptions of the strident American style, in television shows including The Full Wax (1991–1994), Ruby Wax Meets... (1994–1998), Ruby (1997–2000), and The Ruby Wax Show (2002). She was a script editor for the BBC sitcom Absolutely Fabulous (1992–2012), also appearing in two episodes. Wax holds both American and British citizenship and has resided in the United Kingdom since the 1970s. In 2013, she gained a master's degree in mindfulness-based cognitive therapy from Kellogg College, Oxford. Wax was appointed an honorary Officer of the Order of the British Empire (OBE) in the 2015 Special Honours for services to mental health. Her memoirs How Do You Want Me? (2002) and Sane New World (2013) both reached number one on the Sunday Times bestseller list. ==Early life== Wax was born Ruby Wachs and raised in Evanston, Illinois, the daughter of Edward and Berthe Wachs (née Goldmann.) Her parents were Austrian Jews who left Austria in 1938 because of the Nazi threat. Her father was a sausage manufacturer and her mother qualified as an accountant. Once settled in Chicago, Wax's father changed the spelling of the family surname from Wachs to Wax. Wax majored in psychology at the University of California, Berkeley, leaving after a year without completing her degree. ==Career== ===Early career=== Wax moved to the UK and studied at the Royal Scottish Academy of Music and Drama in Glasgow. She started her acting career as a straight actress at the Crucible Theatre, Sheffield, where she began a long-standing writing and directing partnership with Alan Rickman, who later directed many of her stage comedy shows. In 1978 she joined the Royal Shakespeare Company, working alongside Juliet Stevenson in Measure for Measure, as Jaquenetta opposite Michael Hordern in Love's Labours Lost, replacing Zoë Wanamaker as Jane in The Way of the World and appearing in the Howard Brenton three-hander Sore Throats. While at the RSC, Wax also met and befriended Ian Charleson, and later contributed a chapter to the 1990 book, For Ian Charleson: A Tribute. In 1981, Wax appeared as an American track fan in Charleson's breakthrough film, Chariots of Fire.Hugh Hudson Commentary on Chariots of Fire DVD, Warner Bros. media. Wax made a one- off appearance in a 1980 episode of The Professionals, Bloodsports, playing Lonnie, an American student. In 1981 she appeared in the follow-up to The Rocky Horror Picture Show, called Shock Treatment. In the film, Wax portrays Betty Hapschatt, who married Ralph Hapschatt in the first film. Wax also appeared briefly as a secretary in Omen III: The Final Conflict. ===Comedy work=== In 1985, she starred as loud-mouthed American actress Shelley DuPont on the British sitcom Girls on Top. In 1987, Wax was given her own comedy chat show, Don't Miss Wax, on Channel 4. She was also hired as a radio presenter by the Superstation, an overnight sustaining service for commercial radio in the UK. In December 1989, she appeared in the Red Dwarf episode \"Timeslides\" as the television host Blaize Falconberger of the fictional show \"Lifestyles of the Disgustingly Rich and Famous\". Wax began working with the BBC in 1991, with the show The Full Wax (1991–94). In 1994, Ruby Wax Meets Madonna aired on the BBC, followed by the series Ruby Wax Meets... (1996–98), in which she interviewed public figures such as Imelda Marcos, O. J. Simpson, and Pamela Anderson. Ruby Wax Meets... was nominated for a 1997 BAFTA Award (credited to Clive Tulloh and Don Boyd), for an interview with Sarah, Duchess of York, an interview which attracted over 14 million viewers. She also made two guest appearances in Absolutely Fabulous, a programme on which she served as script editor throughout the run of the series. From November 2001 to June 2002 Wax presented a TV quiz show on BBC1, The Waiting Game. Her final BBC interview series aired in 2003. In 2005 Wax appeared as a cleaner in the music video to McFly's Comic Relief song All About You. ===Writing, academia, corporate training and returns to television and stage=== In 2002 Wax became the host of Commercial Breakdown. In that year, Wax published her memoir How Do You Want Me?, which topped the Sunday Times best-seller list. In March 2003, Wax was one of the celebrity contestants on Comic Relief does Fame Academy, a spin-off from the BBC's Fame Academy, with all proceeds donated to Comic Relief. Although not a good singer, Wax made it to the final, taking runner-up position to Will Mellor. Wax appeared in a supporting role opposite Olivia Williams and Andie MacDowell in the 2005 film Tara Road. In September and October 2005, she appeared as a celebrity contestant in Ant & Dec's Gameshow Marathon, progressing through to Sale of the Century before getting knocked out. In summer 2006, she was a celebrity showjumper in the BBC's Sport Relief event Only Fools on Horses. She presented Cirque de Celebrité on Sky One in 2006. Wax also appeared in an episode of Jackass, participating in the Gumball 3000. While the race was stopped at the Latvian border she was wrestled by Jackass personality Chris Pontius. In March 2009 Wax returned to Comic Relief to take part in Comic Relief Does The Apprentice. Wax appeared in the 2011 Comic Relief in Comic Relief Does Masterchef in which Wax prepared an appetiser for then Prime Minister David Cameron. On 1 April 2009 Ruby Wax Goes Dutch premiered on Dutch television network NET 5. She was appointed Chancellor of the University of Southampton, commencing duties on 1 May 2019. Wax teaches business communication in the public and private sectors. Clients include Deutsche Bank, the UK Home Office and Skype. In September 2013 Wax graduated from Kellogg College, Oxford, with a master's degree in mindfulness based cognitive therapy. She had previously earned a postgraduate certificate in psychotherapy and counselling from Regent's College in London. After the 2020 lockdown period caused by the COVID-19 pandemic, her book And Now for the Good News... was released. Still related to mindfulness, it discusses her discovery of new ways for education, community, self-sustainability, business or volunteering to improve lives internationally. https://www.waterstones.com/book/and-now-for-the-good-news/ruby- wax/9780241400647 Her book A Mindfulness Guide For Survival was published in August 2021. https://www.waterstones.com/book/a-mindfulness-guide-for- survival/ruby-wax/9781787399594 ==Mental health campaigning== Wax has been open about her own depression. She made an online series on mental-health issues for the BBC and has worked with mental-health charities. Wax's 2010 stand-up show Losing It deals with her experience of clinical depression. The show played in London at the Duchess Theatre in 2011. Wax founded the mental health website (which is now part of the SANE mental health charity) in 2011 in response to the audience reaction from her theatre show. In 2013 Ruby Wax published a book called Sane New World, which became a number-one best-seller. It was followed in January 2016 by A Mindfulness Guide for the Frazzled. In 2018 her third book on the subject of mental health came out: How to Be Human: The Manual, written with the help of a neuroscientist and a monk. In June 2015, Wax was appointed Visiting Professor in Mental-Health Nursing at the University of Surrey. In 2015, it was announced that she would be made an Officer of the Order of the British Empire for her services to mental health. ==Personal life== Wax is married to television producer and director Ed Bye. They have three children: Max (born 1988), Madeleine (born 1990), and Marina (born 1993). In an episode of the BBC's Who Do You Think You Are? in 2017, Wax revealed her great-grandmother and great-aunt had been committed to mental asylums in Brno and Vienna as they were incurably \"agitated\". In 2019 Wax fell off a horse while on holiday, severely injuring her back. She had to cancel her show How To Be Human at the Edinburgh Festival Fringe as a result of her injuries. ==Controversies== ===Popetown=== In 2004 the BBC planned to show the cartoon series Popetown, poking fun at the Catholic Church. Wax portrayed the Pope as a spoiled child. After protests, the BBC did not broadcast the show. ===Slander case=== In February 2004 Irish broadcaster Patricia Danaher reached an out-of-court settlement with Wax, who had falsely claimed Danaher had made \"racist\" and \"anti-Semitic\" remarks about her in an interview for Ulster Television. Wax's legal team apologised in court, accepted Danaher had made no racist or anti-Semitic statements, and announced there had been a financial settlement. ===Opposition to disabled-access ramp=== In November 2005, Wax was criticised by the Daily Mail columnist Richard Kay for allegedly opposing a proposed disabled-access ramp for the Couper Collection charitable art gallery. The UK Sunday newspaper The Observer also reported the controversy, as did I, Ludicrous in \"The Ruby Wax Song\" from their Dirty Washing 2008 EP. In 2006, Wax responded to the claims in the London Evening Standard: \"Oh no, that's not true. That's so off the wall. Why would I object to a disabled ramp? It wasn't even about that.\" ==Filmography== === Film === {| class=\"wikitable\" |+ !Year !Title !Role !Notes |- | rowspan=\"3\" |1981 |Chariots of Fire |Bunty | |- |Shock Treatment |Betty Hapschatt | |- |Omen III: The Final Conflict |Secretary |Uncredited |- |1982 |Things Are Tough All Over |Restaurant Patron | |- | rowspan=\"2\" |1985 |Romance on the Orient Express |Susan Lawson | |- |Water |Spenco Executive | |- |1997 |The Borrowers |Town Hall Clerk | |- |2005 |Tara Road |Carlotta | |- |2008 |Agent Crush |Charleen Chinstubble | |- |2012 |Sir Billi |Patty Turner |Voice role |- |2021 |Ron's Gone Wrong |Ms. Hartley |Voice role |} === Television === {| class=\"wikitable\" |+ !Year !Title !Role !Notes |- |1980 |The Professionals |Lonnie |1 episode |- | rowspan=\"2\" |1985 |Happy Families |Waitress |1 episode |- |Girls on Top |Shelley |13 episodes |- |1987–1988 |Don't Miss Wax | rowspan=\"3\" |Herself |6 episodes |- |1988–1992 |Wogan |5 episodes |- |1988–1989 |Wax on Wheels | |- |1988–1993 |Count Duckula |Various |Voice role |- | rowspan=\"2\" |1989 |Red Dwarf |Blaize Falconburger |Episode: \"Timeslides\" |- |Class of '69 | rowspan=\"4\" |Herself | |- |1990 |Hit and Run | |- |1991 |Ruby Takes a Trip | |- |1991–1994 |The Full Wax | |- | rowspan=\"2\" |1992 |The Comic Strip |Sue |1 episode |- |Wax Acts | rowspan=\"3\" |Herself | |- |1993 |Wax Cracks Hollywood | |- |1994–1998 |Ruby Wax Meets... | |- |1995, 2001 |Absolutely Fabulous |Beth De Woodi / Candy |2 episodes, also script editor |- |1997–2000 |Ruby |Host |BBC talk show |- |1998 |Miami Memoirs | rowspan=\"4\" |Herself | |- |1999 |Ruby's American Pie |12 episodes |- |2000 |Ruby Wax Gets Streetwise | |- |2001 |Hot Wax | |- |2001–2002 |The Waiting Game | rowspan=\"3\" |Host | |- | rowspan=\"2\" |2002 |Commercial Breakdown |8 episdoes |- |The Ruby Wax Show | |- |2002–2003 |V Graham Norton | rowspan=\"5\" |Herself |4 episodes |- | rowspan=\"3\" |2003 |Ruby Wax With... | |- |Comic Relief Does Fame Academy |Series one |- |The Big Read |2 episodes |- | rowspan=\"3\" |2004 |Ruby Does The Business | |- |Planet Cook |Roxie |Voice role |- |French and Saunders |The Executive |1 episode |- | rowspan=\"2\" |2005 |Jackass | rowspan=\"2\" |Herself |Episode: \"Gumball 3000 Rally Special\" |- |Gameshow Marathon |4 episodes |- | rowspan=\"3\" |2006 |Cirque de Celebrité |Host |9 episodes |- |Popetown |The Pope |10 episodes |- |Dawn French's Girls Who Do Comedy |Herself |3 episodes |- |2009 |Taking the Flak |Candida |1 episode |- |2012 |Ruby Wax's Mad Confessions | rowspan=\"3\" |Herself | |- |2013 |Anna & Katy |1 episode |- | rowspan=\"2\" |2017 |Who Do You Think You Are? |1 episode |- |Thunderbirds Are Go |Hayley Edmonds |Voice role |- |2021 |When Ruby Wax Met… | rowspan=\"3\" |Herself | |- | rowspan=\"2\" |2022 |Countdown |Dictionary corner, 5 episodes |- |The Great Celebrity Bake Off For Stand Up To Cancer | |} == Books == * How Do You Want Me? (2002) * Sane New World (2013) * A Mindfulness Guide for the Frazzled (2016) * How to Be Human: The Manual (2018) * And Now For The Good News...: The Much-needed Tonic for Our Frazzled World (2020) * Mindfulness Guide for Survival (2021) ==References== ==External links== * – official site * * * * * Category:1953 births Category:Living people Category:Evanston Township High School alumni Category:UC Berkeley College of Letters and Science alumni Category:American emigrants to England Category:American people of Austrian-Jewish descent Category:Jewish American actresses Category:Jewish British comedians Category:Royal Shakespeare Company members Category:American women comedians Category:Actresses from Evanston, Illinois Category:Naturalised citizens of the United Kingdom Category:British comedians Category:British actresses Category:British women comedians Category:Alumni of the Royal Conservatoire of Scotland Category:Alumni of Kellogg College, Oxford Category:BBC 100 Women Category:Chancellors of the University of Southampton Category:Academics of the University of Surrey Category:Jewish American female comedians",
 "title": "Ruby Wax"
}