{
 "id": "363850",
 "text": "The Rutland Railroad was a railroad in the northeastern United States, located primarily in the state of Vermont but extending into the state of New York at both its northernmost and southernmost ends. After its closure in 1961, parts of the railroad were taken over by the State of Vermont in early 1963 and are now operated by the Vermont Railway. Correct years from www.rutlandrr.org ==Construction and early years== thumb|right|upright|Rutland Railroad map, 1899 The earliest ancestor of the Rutland, the Rutland & Burlington Railroad, was chartered in 1843 by the state of Vermont to build between Rutland and Burlington. When the Vermont legislature created the state railroad commission in 1855 to oversee railway construction, maintenance, and operations, the first person appointed to the position was Charles Linsley, the Rutland and Burlington's counsel, and a member of its board of directors. A number of other railroads were formed in the region, and by 1867 the Rutland & Burlington Railroad had changed its name to simply the Rutland Railroad. Between 1871 and 1896, the Rutland Railroad was leased to the Central Vermont, regaining its independence when that road entered receivership. The New York Central Railroad briefly had a controlling interest in the Rutland from 1904 but sold half of its shares to the New York, New Haven & Hartford Railroad in 1911. In 1901, the Rutland Railroad completed construction of a system of causeways and trestles across Lake Champlain, through the Champlain islands, to connect Burlington, Vermont and Rouses Point, New York. The purpose of this construction was to give the Rutland access to Canada, independent of the tracks of the competing Central Vermont. Both companies did share the same bridge over the Richelieu River at the final approach to Rouses Point by using an unusual gauntlet track, which allowed sharing without the need for switches: only one train occupying the bridge at any one time. The causeway between Burlington and South Hero was much later converted into a maintained recreational trail called The Island Line Trail. The company also had a line from Rutland, southeast to Bellows Falls, in southeastern Vermont opposite New Hampshire (still operated by the Vermont Railway as of 2021) and a line from Rutland south to North Bennington, thence to Chatham, New York. Chatham was a major junction for connections via the New York Central to New York City and the Boston & Albany Railroad service to Massachusetts, until the Rutland's 1951 abandonment of its Chatham Branch between North Bennington and Chatham: the first of the railroad's divisions to lose passenger service. The railroad operated a day passenger train called the Green Mountain Flyer. It also operated a night train counterpart, the Mount Royal, from Montreal to New York City, via Burlington and Rutland. The Rutland's primary freight traffic was derived from dairy products, including milk, that used to move over the system. At its peak, the Rutland served a system extending approximately in the shape of an upside-down \"L\" running from Chatham, New York north to Alburgh, Vermont; thence west to Ogdensburg, New York, situated on the St. Lawrence River. The railroad's northernmost terminus was Noyan, Quebec. In 1925, Rutland reported 259 million net ton-miles of revenue freight and 38 million passenger-miles along of road and of track. In 1960, it had 182 million ton-miles on 391 route-miles and 476 track-miles. ==Decline== thumb|right|D&H; Train westbound over Center Rutland Falls (Otter Creek) in c. 1905 Lacking a solid financial operation, the Rutland entered receivership for the first time in 1938. Cost cutting, including wage reduction, was implemented to improve its financial standing. The railroad's state was dire enough that, in March, 1939, the state of Vermont agreed to suspend the company's tax payments for 2 years to help it recover. After a strictly- temporary revenue boom resulting from World War II traffic increases, the railroad's revenue decline returned and intensified, necessitating urgent and serious operating cost reductions.Shaughnessy, p. ??? The money-losing and decrepit Chatham Branch (known as the \"Corkscrew\" due to its many curves) from North Bennington, VT to Chatham, NY was abandoned accordingly and torn-up in 1951, thus terminating the Rutland's connections with the New York Central's Harlem Division and Boston & Albany mainline at Chatham. Rutland freight trains were then rerouted to Chatham via Troy, NY's NYC connection. Shaughnessy, p. ??? A corporate reorganization of the company occurred in 1950, and its name was thereby changed from Rutland Railroad to Rutland Railway. Employees went on strike for three weeks in 1953, which ended the line's historic passenger service. Also in 1953, the Rutland parked and stored (dead) all of its last steam locomotives, which were finally all scrapped by 1955 in return for some much-needed revenue.Shaughnessy, p. ??? In early 1961, following additional worker strikes (see below), including wage-increase demands that the railroad could not afford to pay and survive, the Rutland applied to the Interstate Commerce Commission for permission to completely abandon the entire line. The measure was swiftly approved, and the railroad was completely shut-down (but not formally abandoned) in early 1961. The strikes were the result of the employees' unwillingness to accept divisional operating changes that would have moved the center of operations from Rutland to Burlington, requiring many of them to relocate. The changes would also have lengthened the total time of runs from Burlington to both Bellows Falls, Vermont and Ogdensburg, New York, due to their creation of a new overnight stop that would delay returning trains until the following day. Under operating orders in place at the time, crews would make the run from Rutland to Burlington or Bellows Falls and back in a day, or from Malone, New York to Ogdensburg and Burlington and back in a day. Several years later, the national railroad unions agreed to nationwide job changes that allowed this type of change: far too late to save the old Rutland. Entire section follows the earlier text, but timeline and specific years corrected. Additional facts from www.rutlandrr.org. The State of Vermont persuaded the Vermont bankruptcy court in 1961 to postpone selling the railroad for net scrap value, so the court gave the State two years to try to find a new operator and thus retain future service potential for the good of the State. A new operator was only secured after the State itself bought much of the line, in 1963.(see below). Mostly a clean-up of prior text. State of Vermont actions during 1961-1963, previously absent, from www.rutlandrr.org Much of the remaining railroad right-of-way, tracks and facilities were purchased by the State of Vermont via the Vermont bankruptcy court following formal abandonment in 1963. However, a 132.4-mile segment between Burlington's Union Station and Norwood, NY, Rutland Railroad Employee Timetable, 1954 via the Hero Islands and Alburgh, VT and through Rouses Point and Malone to Norwood, NY, was not only closed in 1961 and abandoned in 1963, but was also torn-up in 1964. State of Vermont and Vermont Railway news releases Unlucky Malone, NY thus went from having one railroad to none, previously reduced from two to one when the northern portion of the New York Central's Adirondack Division through Malone was abandoned and torn-up in 1960. New York Central System Historical Society \"blogspot\": www.nycshs.org The 26 westernmost miles of the Rutland's Ogdensburg Division, between Ogdensburg and Norwood, remains in tracks. It is operated by Vermont Railway, resulting in all the remaining trackage of the Rutland being operated by one company. Ownership of the 132.4-mile roadbed between Norwood, NY and Burlington, VT has been dispersed, but a 21-mile section from Norwood to Moira, New York is now the multi-use Rutland Trail. Other abandoned sections now make up all or part of the Hudson and Delaware Rail Trail, Corkscrew Rail Trail and the Alburg Recreation Rail Trail.Most of the above section is from current text, but I have clarified what was saved for trails and what remains in rails in northern NY State. The Rutland Railroad route from Rutland to Burlington is set to be used by passenger railroads in summer, 2022, when Amtrak extends its Ethan Allen Express to Burlington. ===Steamtown=== Until it was relocated to Scranton, Pennsylvania, The Steamtown Foundation, located near the Bellows Falls terminus, operated tourist trains between the museum site and Chester, Vermont. Following Steamtown’s departure, several tourist trains were operated using the original Rutland rolling stock. == See also == * Phineas Gage == References == * * ==External links== * Rutland Railway Association * Rutland Railroad Historical Society * The Rutland on George Elwood's Fallen Flags site. * Lisbon Town link Lisbon Historian link Lisbon NY's Lisbon Depot Museum (in former Rutland station, displays many Rutland items). * The Rutland Railroad, 'The Green Mountain Gateway' Category:Companies affiliated with the New York Central Railroad Category:Companies affiliated with the New York, New Haven and Hartford Railroad Category:Defunct New York (state) railroads Category:Defunct Vermont railroads Category:Central Vermont Railway Category:Former Class I railroads in the United States Category:Railway companies established in 1950 Category:Railway companies disestablished in 1963 Category:American companies established in 1950 Category:Transportation in Rensselaer County, New York Category:1963 disestablishments in Vermont Category:1843 establishments in New York (state) Category:1843 establishments in Vermont Category:1963 disestablishments in New York (state)",
 "title": "Rutland Railroad"
}