{
 "id": "363955",
 "text": "Television in South Africa was introduced in 1976. South Africa was relatively late in introducing television broadcasting to its population. ==History== ===Opposition to introduction=== The first proposal to introduce television in South Africa was made by The Rank Organisation in 1953, but this was rejected by the National Party government.South Africa Enters the Electronic Age: The Decision to Introduce Television, Edward C. Corrigan, Africa Today, Vol. 21, No. 2 (Spring, 1974), page 15 Even though the state-controlled South African Broadcasting Corporation (SABC) had a virtual monopoly on radio broadcasting, it also saw the new medium as a threat to Afrikaans and the Afrikaner volk, giving undue prominence to English, and creating unfair competition for the Afrikaans press. Prime Minister Hendrik Verwoerd compared television with atomic bombs and poison gas, claiming that \"they are modern things, but that does not mean they are desirable. The government has to watch for any dangers to the people, both spiritual and physical.\" thumb|Dr. Albert Hertzog, Minister for Posts and Telegraphs 1958–1968 Dr. Albert Hertzog, Minister for Posts and Telegraphs at the time, argued that \"the effect of wrong pictures on children, the less developed and other races can be destructive\". Declaring that TV would come to South Africa \"over [his] dead body,\" Hertzog denounced it as \"only a miniature bioscope which is being carried into the house and over which parents have no control.\"Cosmopolitan, Volume 152, 1962, page 49 He also argued that \"South Africa would have to import films showing race mixing; and advertising would make Africans dissatisfied with their lot.\"Australia's Neighbors, 1967, page 8 However, many white South Africans, including some Afrikaners, did not share Hertzog's hostility towards what he called \"the little black box\".South Africa Defends TV Ban, New York Times, 10 November 1964 When Neil Armstrong became the first man to set foot on the Moon in 1969, South Africa was one of the few countries unable to watch the event live, prompting one newspaper to remark, \"The moon film has proved to be the last straw… The situation is becoming a source of embarrassment for the country.\"The Sunday Times, 7 July 1969, quoted by Bernard Cros in In response to public demand, the government arranged limited viewings of the landing, in which people were able to watch recorded footage for 15 minutes. The opposition United Party pointed out that even less economically advanced countries in Africa had already introduced television. In addition, neighbouring Southern Rhodesia had introduced its own television service in 1960, the first country in Africa south of the equator to do so.EBU Review: Programmes, Administration, Law, Volume 71, Administrative Office of the European Broadcasting Union, 1962, page 12 Known as Rhodesia Television (RTV), its major shareholders were South African companies, including the Argus Group of newspapers through its subsidiary, the Rhodesian Printing and Publishing Company,Area Handbook for Zambia, Volume 550, Issue 75, Irving Kaplan, American University (Washington, D.C.). Foreign Area Studies U.S. Government Printing Office, 1969, page 255 and Davenport and Meyer,Viewing the Foreign and the Local in Zimbabwe: Film, Television, and the Shona Viewers, Katrina Daly Thompson University of Wisconsin--Madison, 2004, page 125 the latter of which operated LM Radio, based in Mozambique, then under Portuguese rule.Who's who of Southern Africa, Volume 54, Ken Donaldson (Pty.) Limited, 1967, page 393 Commenting on Rhodesia's experience with television, Ivor Benson, who served as Director of the Government Information Department under Ian Smith, remarked that the South African government \"had been wise to stand firm against a great deal of well-organised pressure and to insist on waiting until some means might be found of separating television from some of the evils which have attended it in other countries\".The Opinion Makers, Ivor Benson, Dolphin Press, 1967, page 135 In the absence of television in South Africa, a radio version of the British television series The Avengers was produced by Sonovision for SABC's commercial network, Springbok Radio, in 1972. While it only ran for eighteen months, the radio series proved highly popular. In 1968, the government's opposition to the introduction of television began to soften after Hertzog was removed as Minister for Posts and Telegraphs by Prime Minister John Vorster.The super-Afrikaners, Ivor Wilkins, Hans Strydom Jonathan Ball, 1980, page 273 In 1971, it appointed a \"Commission of Inquiry into Matters Relating to Television\", headed by Piet Meyer, chairman of the Afrikaner Broederbond, and later of the SABC.The Devil in the Black Box: Ethnic Nationalism, Cultural Imperialism, and the Outlawing of TV under Apartheid, School of Advanced Study, University of London, Rob Nixon, page 122 A majority of its members, of whom nine were Broederbond members, recommended that a television service be introduced, provided that \"effective control\" was exercised \"to the advantage of our nation and country\".Unfinished Business: South Africa, Apartheid, and Truth, Terry Bell, Dumisa Buhle Ntsebeza Verso, 2003 page 35 The Commission also argued that people in South Africa would eventually be able to receive foreign television broadcasts via satellite, thereby bypassing government censorship, and that this should be pre-empted through the introduction of a domestic service.Communication and Democratic Reform in South Africa, Robert B. Horwitz, Cambridge University Press, 2001 In addition, it would be inconceivable that the Publications Control Board would be able to censor each video cassette that came into the country when they became available in mass quantities.Commission of Inquiry into Matters Relating to Television, Government Printer, South Africa, 1971, page 29 ===Introduction of television=== In 1971, the SABC was finally allowed to introduce a television service. Initially, the proposal was for two television channels, one in English and Afrikaans, aimed at white audiences, and another, known as TV Bantu, aimed at black viewers. However, when television was finally introduced, there was only one channel with airtime divided evenly between English and Afrikaans, alternating between the two languages.Westways, Volume 68, Automobile Club of Southern California., 1976, page 69 Test transmissions in Johannesburg began on 5 May 1975, followed in July by ones in Cape Town and Durban.TV's Last Frontier: South Africa, Journal of Communication, Annenberg School of Communications, Volume 26:1, Winter 1976, page 104 Nationwide services finally commenced on 5 January 1976.TV in South Africa marks its 40th anniversary, channel24, 5 January 1976 In common with most of Western Europe, South Africa used the PAL system for colour television, being only the second terrestrial television service in sub- Saharan Africa to launch with a colour-only service, Zanzibar in Tanzania having introduced the first such service in 1973.The World's Mews Media: A Comprehensive Reference Guide, Harry Drost, Longman, 1991, page 499 (Tanzania itself did not establish a television service until the early 1990s, similarly concerned about the expense and perceived threat to cultural norms).Mass Media, Towards the Millennium: The South African Handbook of Mass Communication, Arrie De Beer, J.L. van Schaik, 1998, page 56 The Government, advised by SABC technicians, took the view that colour television would have to be available so as to avoid a costly migration from black-and-white broadcasting technology. Initially, the TV service was funded entirely through a licence fee as in the UK, charged at R36.South Africa's Yesterdays, Reader's Digest Association South Africa, 1981, page 144 However, advertising began on 1 January 1978.The SABC… informing a nation… inspiring the future , SABC, 2011 On 1 January 1982, two services were introduced, TV2 broadcasting in Zulu and Xhosa and TV3 broadcasting in Sotho and Tswana, aimed at a black urban audience.The Press and Apartheid: Repression and Propaganda in South Africa, William A. Hachten, C.Anthony Giffard Springer, 1984, page 222S. Africa's black TV: on air to manipulate...or educate?, Christian Science Monitor, 24 December 1981 In 1985, a new service called TV4 was introduced, carrying sports and entertainment programming, using the TV2 and TV3 broadcast channels, which then had to end transmission at 9:00 pm.Communication and Democratic Reform in South Africa, Robert B. Horwitz, Cambridge University Press, 2001, page 68 In 1992, TV2, TV3 and TV4 were combined into a new service called CCV (Contemporary Community Values).South Africa: Official Yearbook of the Republic of South Africa, Department of Information, 1992, page 131 A third channel was introduced known as TSS, or Topsport Surplus Sport, Topsport being the brand name for the SABC's sport coverage, but this was replaced by NNTV (National Network TV), an educational, non-commercial channel, in 1994.The voice, the vision: a sixty year history of the South African Broadcasting Corporation, Malcolm Theunissen, Victor Nikitin, Melanie Pillay, Advent Graphics, 1996, page 127 The main channel, now called TV1, was divided evenly between English and Afrikaans, as before. It also became available in Walvis Bay, an enclave of South Africa in Namibia, which was itself then under South African administration, with a live feed of the channel broadcast via Intelsat being retransmitted on a local low-power repeater.International TV & Video Guide, Richard Paterson, Tantivy Press, 1986, pages 181-183 In 1986, the SABC's monopoly was challenged by the launch of a subscription-based service known as M-Net, backed by a consortium of newspaper publishers on 1 October.Media Studies: Institutions, theories, and issues, Pieter J. Fourie, Juta and Company Ltd, 2001, page 14 However, as part of M-Netʼs licensing restrictions, it could not broadcast news programmes, which were still the preserve of the SABC, although M-Net started broadcasting a current affairs programme called Carte Blanche in 1988. As the state- controlled broadcaster, the SABC was accused of bias towards the apartheid regime, giving only limited coverage to opposition politicians. ==Programming== ===Imported programming=== Many imported programmes were dubbed into Afrikaans, some of the first being the British detective series The Sweeney (known in Afrikaans as Blitspatrollie) and Van der Valk,The S.A. film industry, African Studies Institute of the University of the Witwatersrand, 1979, page 106 as well as the puppet series Thunderbirds.Boer War on the box, Richard West, The Spectator, 9 April 1977, page 7 However, in July 1986, in order to accommodate English speakers, the SABC began to simulcast the original soundtrack of American series on an FM radio service called Radio 2000.The voice, the vision: a sixty year history of the South African Broadcasting Corporation, Malcolm Theunissen, Victor Nikitin, Melanie Pillay, Advent Graphics, 1996, page 120 These included Miami Vice (known as Misdaad in Miami), The Six Million Dollar Man, (Steve Austin: Die Man van Staal)The Six Million Dollar Man, TVSA - The South African TV Authority and Beverly Hills, 90210.The critics' thumbs-up, Mail & Guardian, 9 February 1996 This also applied to German and Dutch programmes dubbed in Afrikaans, such as the German detective series Derrick, and the Dutch soap opera Medisch Centrum West, known in Afrikaans as Hospitaal Wes Amsterdam.Politiek correct en onkijkbaar, NRC Handelsblad, 5 May 1998 Similarly, many programmes, such as The Jeffersons, were dubbed into Zulu. Owing to South Africa's apartheid policies, the British Actors' Equity Association started a boycott of programme sales to South Africa, which, combined with a similar boycott by Australia, meant that South African TV was dominated by programming from the United States.Ban on sale of TV shows to South Africa lifted: Anti-apartheid blockade by actors' union dropped following reform of broadcasting, but opposition to touring remains, The Independent, 10 November 1993 As a result, it was only after the end of apartheid that the boycott was lifted and non-US programming became much more widely available. However, some US production companies such as Lorimar, withdrew series like Knots Landing and Falcon Crest from South African circulation, while the transmission of the Academy Awards ceremony to South Africa was also banned.Isolated States: A Comparative Analysis, Cambridge University Press, 1990, page 646 ===Local programming=== The first locally produced TV programmes in South Africa were in English and Afrikaans. English-language programmes include the family drama series The Dingleys and The Villagers,Gordon Mulholland dies, aged 89, News24, 1 July 2010 as well as comedy series Biltong and Potroast, featuring South African and British comedians,Behind the scenes with Barry Hilton, Boksburg Advertiser, 28 July 2015 and variety programme The Knicky Knacky Knoo Show.Obituary - Ann Graham (nee Greenwood) , Screen Africa, 27 February 2012 Other programmes were the children's series Bangalory Time,South African Mining & Engineering Journal, Volume 91, Thomson Publications, 1980, page xxx music series Pop ShopSouth Africa Radio Denies Local Artists Are Snubbed, Billboard, 18 December 1982 and sports programme Sportsview.6 legends: Great SA sportscasters, News24, 22 June 2014 Afrikaans programmes included the comedy series Nommer Asseblief and Die Bosveldhotel, which were later made into feature films.Movies, moguls, mavericks: South African cinema 1979-1991, Johan Blignaut, Martin Botha, Showdata, 1992, page 376 Children's programmes included puppet shows, such as Haas Das se NuuskasStarring Mandela and Cosby: Media and the End(s) of Apartheid, Ron Krabill University of Chicago Press, 2010, page 60 and Liewe Heksie.Liewe Heksie creator Verna Vels dies, Independent Online, 22 August 2014 Other programmes in Afrikaans were the sports programme SportfokusFinancial Mail, S.A.A.N. Limited, 1986, page 112 music programme Musik en Liriek.Voëlvry: The Movement that Rocked South Africa, Pat Hopkins, Zebra, 2006, page 56 However, it was the Zulu-language comedy, 'Sgudi 'Snaysi, which achieved the SABC's highest viewing figures in the late 1980s.New media group takes to stage, Business Times, 9 November 1997 It was also shown in Zimbabwe and Swaziland.Gloria Mudau: unassuming actress who lit up small screen, Times Live, 11 September 2011 The drama series Shaka Zulu, based on the true story of the Zulu warrior King Shaka, was shown around the world in the 1980s, but this was only possible because the SABC had licensed the series to a US distributor.'Shaka Zulu': Negative Metaphor For South African Blacks, Los Angeles Times, 21 November 1986 Since the end of apartheid, some South African-produced programmes have been shown internationally, such as SABC 3's scifi/drama series Charlie Jade, a co- production between the Imaginarium and Canada's CHUM, which has been broadcast in over 20 countries, including Japan, France, South Korea, and in the United States on the Sci-Fi Channel. M-Net's soap opera Egoli: Place of Gold, was shown in 43 African countries, and was even exported to Venezuela, where it was dubbed in Spanish. ==Political change== Following the easing of media censorship under State President F. W. de Klerk, the SABC's news coverage moved towards being more objective, although many feared that once the African National Congress (ANC) came to power, the SABC would revert to type and serve the government of the day. However, starting on March 15, 1993, the SABC also carried CNN International after regular transmission ended, throughout the night, thereby giving South African viewers new sources of international news.CNN: making news in the global market, Don M. Flournoy, Robert K. Stewart, University of Luton Press, 1997, page 150 On 4 February 1996, two years after the ANC came to power, the SABC reorganised its three TV channels, so as to be more representative of different language groups. This resulted in the downgrading of Afrikaans' status by reducing its airtime from 50% to 15%, a move that alienated many Afrikaans speakers. SABC TV programmes in Afrikaans and other languages are now subtitled in English, but programmes in English are not usually subtitled in other languages, the perception being that all South Africans understand English.Language Policy and Nation-Building in Post- Apartheid South Africa, Jon Orman, Springer Science & Business Media, 2008, page 132 Previously, subtitling was confined to productions such as operas and operettas.Information Digest, The South Africa Foundation, 1989, page 80 It was not used on TV1, on the assumption that most viewers understood both Afrikaans and English,Surfing through the languages, The Economist, Volume 335, Issues 7917-7920, page 152 nor on CCV, despite presenters using two or more different languages during a single segment.African Film and Television Magazine, Volume 7, Z Productions, 1995, page 11 ==New services== The launch of PanAmSat's PAS-4 satellite saw the introduction of Ku band direct-broadcast satellite broadcasting services on 2 October 1995, soon after MultiChoice launched DStv. Two years later the SABC launched its ill-fated satellite channels, AstraPlus and AstraSport which were intended to catapult the corporation into the Pay TV market called AstraSat but a lack of financial backers and initial insistence on using analogue technology as opposed to digital technology resulted in failure. The SABC's monopoly on free-to-air terrestrial television was broken with the introduction of privately owned channel e.tv in 1998. e.tv also provided the first local television news service outside of the SABC stable, although M-Net's parent company, MultiChoice, offers services such as CNN International, BBC World News and Sky News via direct-broadcast satellite as part of its paid offering. The first 24-hour local business channel, CNBC Africa was launched in 2007 with eight hours of local programming and the remainder pulled from other CNBC affiliates. CNBC Africa competes with Summit, a business television station owned by media group Avusa, which broadcasts only during evening prime time. Both stations are available only on the MultiChoice direct-to-home platform, although the inclusion of CNBC Africa in the offering of new satellite players seems a near certainty. In November 2007 regulators announced the award of four new broadcast licences after a process that saw 18 applications. The successful applicants were Walking on Water, a dedicated Christian service, On Digital Media, a broad-spectrum entertainment offering, e.sat, a satellite service from e.tv, and Telkom Media, a company 66% owned by telecommunications operator Telkom Group Ltd. The MultiChoice licence was renewed at the same time. e.sat decided not to launch services but rather adopt a content provider business model. e.sat launched eNCA, a 24-hour news channel, in 2008 on the MultiChoice platform. Telkom Media, which was also granted an IPTV licence, decided in April 2009 not to pursue the launch of television services as its parent company Telkom did not believe adequate investment returns could be achieved, ad was liquidated.Telkom fails to find a new investor for Telkom Media and closes company, Balancing Act Africa, 2 April 2009 The remaining licensees were expected to be operational by late 2009 and all will operate direct-to-home services using standard small-aperture satellite dishes. On Digital Media announced on 18 March 2010 that it would be launching TopTV in May 2010 as a second pay satellite TV competitor. TopTV would offer a total of 55 channels with 25 channels in its basic offering. On 30 April 2013, shareholders of On Digital Media voted to approve China-based company StarTimes taking over a 20% share of ODM. By doing so, StarTimes effectively acquired a 65% economic interest in ODM. The vote also included adoption of a business rescue plan. TopTV was officially rebranded as StarSat on 31 October 2013. The new packages and channels associated with the new brand were made available on 1 December 2013. On 15 October 2013, eMedia Investments launched South Africa's first free to view platform Openview consisting of 18 channels including additional e.tv channels. From 1 May 2021, PremiumFree TV launches in the market to serve as a rival to the Openview platform. ==Community television== Another model of public service television, called community television, was introduced to South Africa in the early 1990s. The impulse for this form of television in South Africa arose from a desire to overcome the divisions and imbalances in broadcasting resulting from apartheid. An important conference held in the Netherlands in 1991 saw a broad range of NGOs and Community Groups resolve that the full diversity of the country should be expressed in its broadcasting. Subsequently, community television was introduced to South Africa by legislation known as the Independent Broadcasting Authority Act of 1993. The act enabled three tiers of broadcasting, these being public, commercial, and community. While many community radio stations sprang up from that time, initially in Durban and Cape Town,Adrian Hadland, Mike Aldridge & Joshua Ogada, Re-visioning Television: Policy, Strategy and Models for the Sustainable Development of Community Television in South Africa (HSRC Press, 2006), p. 43. community television was enabled only for temporary event licences of up to four weeks in duration. It was only after the national broadcasting regulator, the Independent Communications Authority of South Africa (ICASA), promulgated its position paper on community television in 2004, that longer term licences of up to one year were enabled. This licensing regime was changed in 2010 when the duration for class licences was set at seven years. Community television stations must, by law, a) serve a particular community; b) be run by a non- profit organisation; and c) involve members of the community in the selection and production of programming. Issues of frequency availability are complicated by the migration to digital broadcasting. This led ICASA declaring a moratorium on considering new community TV licence applications in March 2010.Government Gazette Vol. 537, No. 33605, March 2010 The first community television station to get a one-year licence was Soweto TV in 2007. The station serves the southern Johannesburg region and principally Soweto, it is also available by satellite on the MultiChoice platform. The second community television licence was Cape Town TV, first licensed in 2008. The station serves the greater Cape Town metro. It broadcasts locally in Cape Town on two analogue frequencies from a transmitter on the Tygerberg site and is also carried nationally throughout South Africa and Lesotho on the DStv pay-TV platform. In 2013, Alex TV launched on the Openview platform serving residents of Gauteng and lasted two years. After a while, its runner-up GauTV made its way to the DStv platform. In 2015 there are five licensed community TV broadcasters in South Africa. In addition to the above-mentioned services there is Bay TV in Port Elizabeth, Tshwane TV in Pretoria and 1KZN TV in Richards Bay. All of these channels have seven-year 'class' licenses. In 2014 these channels collectively reached an audience of around 12 million viewers and all are carried both terrestrially on local analogue frequencies as well as nationally on pay-TV platforms, principally DStv. ==Digital technology== The first digital television implementation in South Africa was a satellite- based system launched by pay-TV operator MultiChoice in 1995. On 22 February 2007, the South African government announced that the country's public TV operators would be broadcasting in digital by 1 November 2008, followed by a three-year dual-illumination period which would end on 1 November 2011. On 11 August 2008, the Department of Communications announced its Broadcasting Digital Migration Policy. The policy will govern the switchover from analogue to digital transmission, and states that the Department will provide funding to the national signal distributor Sentech to begin the migration process according to the published timetable. The timetable is phased as follows which is a delay of 4 years from the original one proposed: * 8 August 2008 – MultiChoice launches South Africa's first HDTV channel (DStv channel 170) * 2013 – begin digital transmissions (DTV) * 2015 – ~100% digital coverage and switch-off of all remaining analogue transmitters * 2019 – As of 2019 there has been no switch-off of analogue signal and the digital migration seems to have stagnated again. The government had a goal to have digital television as well as mobile television up and running in time for the South Africa-hosted 2010 FIFA World Cup, but ran into political complications, along with private broadcasters agitating for certain television standards. On 14 January 2011, the South African Department of Communications chose the European standard DVB-T2 as the digital television standard in South Africa, following the trend in this direction of several African nations.SA adopts DVB-T2 standard for digital TV 14 January 2011DVB-T2 Digital TV standard and white neo-colonialism 17 January 2011 ==Satellite television== South African-based MultiChoice's DStv is the main digital satellite television provider in Sub-Saharan Africa, broadcasting principally in English, but also in Portuguese, Hindi, German and Afrikaans. In May 2010, On Digital Media launched the TopTV satellite television service. It offers a number of South African and international television channels and broadcasts principally in English, but also in Hindi, Portuguese and Afrikaans. The platform rebranded into Starsat later in 2013. In October 2013, eMedia Investments launched its free-to-view platform Openview offering both local and international programming. ==Other technologies== There are no cable television networks in South Africa, because maintaining a cable network is expensive due to the need to cover larger and more sparsely populated areas.Report of the Task Group on Broadcasting in South and Southern Africa, Task Group on Broadcasting in South and Southern Africa, Christo Viljoen, Government Printer, 1991, page 31 MMDS was previously used in South Africa for business and educational TV services, but since the introduction of Ku-band satellite transmissions in 1995, most MMDS transmitters have been dismantled. ==Most-viewed channels== Source: South African Audience Research Foundation (June 2013) {| class=\"wikitable sortable\" style=\"font-size: 90%\" ! Position !! Channel !! Group !! Monthly reach (%) |- | 1 || SABC 1 || South African Broadcasting Corporation || 85% |- | 2 || SABC 2 || South African Broadcasting Corporation || 84% |- | 3 || e.tv || Hosken Consolidated Investments || 81% |- | 4 || SABC 3 || South African Broadcasting Corporation || 76% |- | 5 || Soweto TV || community television || 20% |- | 6 || M-Net Action || M-Net || 19% |- | 7 || Studio Universal || NBCUniversal International Networks || 18% |- | 8 || Mzansi Magic || DStv || 17% |- | 9 || Channel O || M-Net || 16% |- | 10 || Mzansi Wethu || DStv || 15% |} ==See also== *List of South African television series *List of television stations in South Africa ==References== ==External links== *South African Broadcasting Corporation *South Africa's Television is only Twenty Years Old: Debating Civilisation, 1958-1969\" by Bernard Cros *TVSA - The South African TV Authority *NEW TV STATION TO OPEN IN 1976 IN SOUTH AFRICA, AP Archive, 5 May 1975 *First official TV broadcast in South Africa in 1976 *Sentech's VIVID Free to Air satellite TV in South Africa. Archived from the original on 6 August 2011. *Cape Town TV *Strong Technologies l.l.c. *My TV Africa Category:1976 establishments in South Africa",
 "title": "Television in South Africa"
}