{
 "id": "364610",
 "text": "The 2003 Governor General's Awards for Literary Merit: Finalists in 14 categories (70 books) were announced October 20, the four children's literature winners announced and presented November 10, other winners announced and presented November 12. Each winner received a cheque for $15,000. The separate announcement and presentation of children's literature awards – four, recognizing text and illustration in English- and French- language books – was a novelty in 2003 (continued for at least a few years). The event at Rideau Hall, the Governor General's residence in Ottawa, was scheduled to begin at 10:00 on a Monday morning. \"Children from across the National Capital Region will be invited to attend the event, which will also include readings and workshops related to children's literature.\" ==English- language finalists== ===Fiction=== *Douglas Glover, Elle *Margaret Atwood, Oryx and Crake *Elizabeth Hay, Garbo Laughs *Jean McNeil, Private View *Edeet Ravel, Ten Thousand Lovers ===Poetry=== *Tim Lilburn, Kill-site *Tim Bowling, The Witness Ghost *Evan Jones, Nothing Fell Today But Rain *Anne Simpson, Loop *Tom Wayman, My Father's Cup ===Drama=== *Vern Thiessen, Einstein's Gift *Marie Clements, Burning Vision *Brian Drader, Prok *Sunil Kuruvilla, Rice Boy *Michael MacLennan, Last Romantics ===Non-fiction=== *Margaret MacMillan, Paris 1919: Six Months That Changed the World *Andrew Clark, A Keen Soldier: The Execution of Second World War Private Harold Pringle *Andrew Cohen, While Canada Slept: How We Lost Our Place in the World *Maggie de Vries, Vancouver, for Missing Sarah: A Vancouver Woman Remembers Her Vanished Sister *Ross King, Michelangelo and the Pope's Ceiling ===Children's literature (text)=== *Glen Huser, Stitches *Sarah Ellis, The Several Lives of Orphan Jack *Barbara Haworth-Attard, Theories of Relativity *Kevin Major, Ann and Seamus *Judd Palmer, The Maestro ===Children's literature (illustration)=== *Allen Sapp, The Song Within My Heart *Nicolas Debon, Four Pictures by Emily Carr *Rob Gonsalves, Imagine a Night *Barbara Reid, The Subway Mouse *Ludmila Zeman, Sindbad's Secret: From the Tales of the Thousand and One Nights ===French-to- English translation=== *Jane Brierley, Memoirs of a Less Travelled Road: A Historian's Life *Patricia Claxton, A Sunday at the Pool in Kigali *Jo-Anne Elder, Tales from Dog Island: St. Pierre et Miquelon *David Homel and Fred A. Reed, The Heart Is an Involuntary Muscle *Susan Ouriou, Necessary Betrayals ==French-language finalists== ===Fiction=== *Élise Turcotte, *Jean-François Chassay, *Marie Gagnier, *Gaétan Soucy, Music-Hall! *Larry Tremblay, ===Poetry=== *Pierre Nepveu, *Nicole Brossard, *Carle Coppens, *Benoît Jutras, *Louis-Jean Thibault, ===Drama=== *Jean-Rock Gaudreault, *François Archambault, *François Létourneau, Cheech *Wajdi Mouawad, Incendies *Jean- Pierre Ronfard, ===Non-fiction=== *Thierry Hentsch, *Michel Morin, *Louise Prescott, *François Ricard, *Régine Robin, ===Children's literature (text)=== *Danielle Simard, J'ai vendu ma soeur *Mélissa Anctil, Gigi *Roger Des Roches, Marie Quatdoigts *Laurent Grimon, Le chevalier des Arbres *Paul Chanel Malenfant, Si tu allais quelque part ===Children's literature (illustration)=== *Virginie Egger, Recette d'éléphant à la sauce vieux pneu *Geneviève Côté, Le Premier Printemps du monde *Gérard DuBois, Le piano muet *Stéphane Jorisch, Thésée et le Minotaure *Stéphane Poulin, Annabel et la Bête ===English-to-French translation=== *Agnès Guitard, Un amour de Salomé *Yolande Amzallag, Le canari éthique: science, société et esprit humain *Paule Noyart, L'Or bleu: l'eau, nouvel enjeu stratégique et commercial *Hélène Paré, L'histoire spectacle: le cas du tricentenaire de Québec *Lori Saint-Martin and Paul Gagné, L'analyste ==References== Category:Governor General's Awards Governor General's Awards Governor General's Awards",
 "title": "2003 Governor General's Awards"
}