{
 "id": "364807",
 "text": "Pakistani literature () is a distinct literature that gradually came to be defined after Pakistan gained nationhood status in 1947, emerging out of literary traditions of the South Asia. The shared tradition of Urdu literature and English literature of British India was inherited by the new state. Over a big time of period a body of literature unique to Pakistan has emerged in nearly all major Pakistani languages, including Urdu, English, Punjabi, Seraiki, Balochi, Pushto and Sindhi.\"Prolegomena to the Study of Pakistani English and Pakistani Literature in English\" (1989), Alamgir Hashmi, Pakistani Literature (Islamabad), 2:1 1993. ==History== The nature of Pakistani literature soon after independence aroused controversy among writers due to its being centred heavily on the negative events related to the independence movement. According to Gilani Kamran (GC University), Pakistani literature was expected to take a new direction along with the new state of Pakistan at this point, but did not immediately meet this expectation.Pakistan Literature: Evolution & trends , Gilani Kamran, 2004. Saadat Hassan Manto (1912–1955), a prominent writer of short stories of South Asia, produced great literature out of the events relating to the India-Pakistan independence. His literature is considered to be progressive in its tone and spirit. According to several critics it had not only evolved its own identity but also had played a significant role in documenting the hardships and hopes of Pakistan in the latter part of the 20th century. Today, Pakistani literature has taken a shape of its own by depicting the complex class system and the common man. It also has evolved in merging Urdu literary forms and English literature leading to experimentation. Many writers of fiction borrow from English and vice versa. Pakistani literature's main official platform is the Pakistan Academy of Letters, whose work is overseen by a Board of Governors. == Digests == Since 1960s Pakistan had periodicals called digests. As some digests cater to current events, but a large number of them used to publish pulp fiction. Karachi was leading in publishing of popular pulp fiction. Ibn-e-Safi and Shakeel Adilzada of Sabrang Digest (1960s) was Pakistan's early popular pulp fiction writers. Mohiuddin Nawab ran a 33 year long Suspense Digest series called Devta until 2010. Some of the fiction digests not being adequately in tune with Pakistan's Islamist religious orthodoxy faced challenging times during General Zia times, but also had to find ways and means to bypass official & unofficial moral police at times by bribing them. According to Haseeb Asif historically not only romance & sexuality but also soft erotica had always been a part Pakistani pulp fiction digests, only that some of them make it feel it guilt free by imputing something negative along natural human instincts. While government tried to interfere, one important cross road came with Television and their after digital media. Some of digest writers shifted to television drama script writing, same time to sustain in business print media digests rather than subscription started depending more upon advertising & spirituality business and therefore had to compromise with their sexual openness to an extent. Haseeb Asif says as much predominant language of these digest is language of middle class in Pakistan society, consuming sexual content masked with imputing moral guilt on self & judge upper & lower classes too is feature of middle class. Asif further says while some of the authors of classical Urdu literature too explored human sexuality, but most times it comes as an argument to question social & patriarchal hypocrisy where as pulp fiction continue to compromise with misogyny & patriarchal values of the society. ==Literature by language== ===Urdu Pakistani literature=== ===Punjabi=== ===Pashto=== ===Sindhi=== ===Saraiki=== ===Kashmiri=== ==Pakistani literature in other languages== ===English=== English is an official language of Pakistan and has been established in the area since the British colonial era. The dialect of English spoken in Pakistan is known as Pakistani English. English language poetry from Pakistan from the beginning held a special place in South Asian writing, notably with the work of Shahid Suhrawardy, Ahmed Ali, Alamgir Hashmi, Daud Kamal, Taufiq Rafat, and Maki Kureishi, and later of M. Athar Tahir, Waqas Ahmed Khwaja, Omer Tarin, Hina Babar Ali and others; but fiction from Pakistan began to receive recognition in the latter part of the 20th century, with the popularity of the Parsi author Bapsi Sidhwa who wrote The Crow Eaters, Cracking India (1988), etc., after the earlier reputations of Ahmed Ali and Zulfikar Ghose had been made in international fiction. In the diaspora, Hanif Kureshi commenced a prolific career with the novel The Buddha of Suburbia (1990), which won the Whitbread Award, and Aamer Hussein wrote a series of acclaimed short story collections. Sara Suleri published her literary memoir, Meatless Days (1989). Pakistani English writing has had some readership in the country. From 1980s Pakistani English literature began to receive national and official recognition, when the Pakistan Academy of Letters included works originally written English in its annual literary awards. The first major English writer to receive this national honour was Alamgir Hashmi. Subsequently, through the last three decades, a number of other English writers, including Bapsi Sidhwa and Nadeem Aslam, have been recognized by the Academy. In the early years of the 21st century, a number of Pakistani novelists writing in English won or were shortlisted for international awards. Mohsin Hamid published his first novel Moth Smoke (2000), which won the Betty Trask Award and was a finalist for the PEN/Hemingway Award; he has since published his second novel, The Reluctant Fundamentalist (2007), which was shortlisted for the Man Booker Prize. British-Pakistani writer Nadeem Aslam won the Kiriyama Prize for his second book, Maps for Lost Lovers (2004). The first novel of Mohammed Hanif, A Case of Exploding Mangoes (2008) was shortlisted for the 2008 Guardian First Book Award. Emerging authors Kamila Shamsie and Daniyal Mueenuddin have garnered wide attention.\"Pakistani Authors Catch Literary World's Attention\", Rob Gifford, Morning Edition, NPR, May 29, 2009 ===Persian=== During the early Muslim period, foreign Persian language became the lingua franca of South Asia, adopted and used by most of the educated and the government. Urdu, Pakistan's national language and lingua franca, draws heavy influences from the Persian language (see Persian and Urdu). Although Persian literature from Persia itself was popular, several figures in South Asia, and later Pakistan, became major poets in Persian, the most notable being Allama Iqbal. For a time, Persian remained the court language of the Mughals, soon to be replaced by Urdu and English. Persian still held its status, despite the spread of Urdu, well into the early years of the British rule in South Asia. ==See also== *Pakistani poetry *Postcolonial literature *Books and Publishing in Pakistan *Progressive Writers' Movement *Saraiki literature *Urdu literature *Karachi Literature Festival ==References== ==Further reading== *Kamran, Gilani, 2004, Pakistan Literature: Evolution & trends *Pakistani Literature: The Contemporary English Writers edited by Alamgir Hashmi (New York: World University Service, 1978; Islamabad: Gulmohar Press, 1987) (2nd ed.). (OCLC #19328427; LC Card #87931006) *A Dragonfly in the Sun: An Anthology of Pakistani Writing in English, edited by Muneeza Shamsie (Karachi: Oxford University Press, 1997). *Leaving Home: Towards a New Millennium: A Collection of English Prose by Pakistani Writers, edited by Muneeza Shamsie (Karachi: Oxford University Press, 2001). *Post Independence Voices in South Asian Writings, edited by Alamgir Hashmi, Malashri Lal & Victor Ramraj (Islamabad: Alhamra, 2001). *Rahman, Tariq. 1991. A History of Pakistani Literature in EnglishLahore: Vanguard Publishers (Pvt) Ltd. ==External links== * *\"Pakistani Authors Catch Literary World's Attention\", Rob Gifford, Morning Edition, NPR, May 29, 2009 *Pakistaniaat: A Journal of Pakistan Studies *BookExchange: Pakistan Top Book Exchange * Pakistani Literature",
 "title": "Pakistani literature"
}