{
 "id": "365004",
 "text": "Rollen Fredrick Stewart (born February 23, 1944), also known as Rock'n Rollen and Rainbow Man, is a man who was a fixture in American sports culture best known for wearing a rainbow-colored afro-style wig and, later, holding up signs reading \"John 3:16\" at stadium sporting events around the United States and overseas in the 1970s and 1980s.What's with those \"John 3:16\" signs, The Straight Dope He was convicted of multiple kidnapping charges following an incident in 1992 and is now serving three life sentences in Mule Creek State Prison. ==Publicity== Stewart became a born-again Christian, and was determined to \"get the message out\" via television. His first major appearance was at the 1977 NBA Finals; by the time of the 1979 MLB All-Star Game, broadcasters actively tried to avoid showing him. Note: Article refers to 1984 Olympics, which were in Los Angeles, not Moscow. He \"appeared behind NFL goal posts, near Olympic medal stands, and even at the Augusta National Golf Club.\" At the 1982 Indianapolis 500, he was behind the pits of race winner Gordon Johncock. Stewart would strategically position himself for key shots of plays or athletes. He made no money from this and was homeless for a period. He is believed to have acquired tickets as donations from supportive Christians. Stewart's fame led to a Budweiser beer commercial and a Saturday Night Live parody sketch, in which he was portrayed by Christopher Walken. Stewart was briefly jailed by Moscow police at the 1980 Summer Olympics. In the late 1980s, he began a string of stink bomb attacks. Targets included Robert Schuller's Crystal Cathedral, the Orange County Register, the Trinity Broadcasting Network, and a Christian bookstore. The stated intent of an attempted attack at the American Music Awards was to show the public that \"God thinks this stinks.\"Gorightly, Adam (1999). . Retrieved on 2008-01-13 ==Arrest== Stewart was arrested in 1992 after a standoff in a Los Angeles hotel. He had entered a vacant room with two men whom he tried to recruit for a job. The men later fled the scene after he attempted to kidnap a surprised maid who then locked herself in the bathroom. Reportedly, Stewart believed that the Rapture was due to arrive in six days. During the standoff, he threatened to shoot at airplanes taking off from nearby Los Angeles International Airport, and covered the hotel room windows with \"John 3:16\" placecards. Stewart was charged with eight felonies, including three counts of kidnapping and hostage taking. He rejected a plea deal of 12 years in order to spread his message in open court. He was convicted on all charges and sentenced to three consecutive life sentences. After being sentenced, he began a religious tirade and had to be restrained by bailiffs. Stewart is currently serving three consecutive life sentences in prison on kidnapping charges, He became eligible for parole in 2002, but it was denied. He was also denied parole in 2005, 2008, 2010, 2017, 2019 and 2020. After this conviction, he was found guilty of four stink bomb attacks. Stewart ran a blog until the time of his parole denial. He is the subject of the 1997 documentary Rainbow Man, directed by Sam Green. In a 2004 interview with ESPN, he admitted that if he had had a chance to do it all over again, he would have taken the plea deal. However, he said that the standoff happened \"at the wrong time.\" ==Personal life== Stewart was married four times, most notably to Margaret Hockridge. The two met at a church in Virginia in 1984. They began traveling across the country together in 1985. While on the road, they married in St. Louis in 1986. During the 1986 World Series, Hockridge said that Stewart tried to choke her for standing in the wrong spot with a \"John 3:16\" sign. They divorced in 1990, but kept in touch for many years.Rich, Katherine Russell. End of the Rainbow. People, 1992-11-30. ==References== * \"End of the Rainbow\" People Weekly. New York: November 30, 1992. Vol. 38, Iss. 22; pg. 97 (703 word profile of Stewart) * \"Rockin' Rollen, A Fan Only of God, Takes a Message to Every Game\" Adelson, Suzanne. People Weekly. New York: February 1, 1988. Vol. 29, Iss. 4; pg. 45 * \"Russians Meet Gate-Crasher\" AP. The New York Times. (Late Edition (East Coast)). New York, N.Y.: July 22, 1980. pg. B.14 (226 word article on Stewart at Moscow Olympics) * \"Sports World Specials; Resiliency Under the Rainbow No Relief in Sight Striking Out Give Her Credit Punching Doesn't Pay\" Jim Benagh. The New York Times: August 18, 1980. p. C2 (10 paragraphs about Stewart and his rainbow wig) * \"Briefing\" James F. Clarity & Warren Weaver Jr. The New York Times: November 27, 1985. p. B6 (four paragraphs about Stewart, his wig, and his lawsuit for the right to hang his John 3:16 banner) ==Notes== == External links == * What’s with those “John 3:16” signs that people hold up at football games? at The Straight Dope 1987-01-23. Retrieved 2022-02-14. Archived from the original 2021-12-31. * Is the guy who held up those “John 3:16” signs at sports events in jail for life? at The Straight Dope 1997-11-7. Retrieved 2022-02-14. Archived from the original 2021-09-01. * * * Man’s dark side keeps him from getting out. Los Angeles Times May 19, 2008 Category:1944 births Category:20th-century apocalypticists Category:21st-century apocalypticists Category:Living people Category:American evangelicals Category:American kidnappers Category:Sports spectators Category:Place of birth missing (living people) Category:American prisoners sentenced to life imprisonment",
 "title": "Rollen Stewart"
}