{
 "id": "365362",
 "text": "right|thumb|300px|Pilot-induced oscillation rating scale, start position at bottom left Pilot-induced oscillations (PIOs), as defined by MIL- HDBK-1797A,DEPARTMENT OF DEFENSE INTERFACE STANDARD, Flying qualities of piloted airplanes, Washington, D.C. are sustained or uncontrollable oscillations resulting from efforts of the pilot to control the aircraft. They occur when the pilot of an aircraft inadvertently commands an often increasing series of corrections in opposite directions, each an attempt to cover the aircraft's reaction to the previous input with an overcorrection in the opposite direction. An aircraft in such a condition can appear to be \"porpoising\" switching between upward and downward directions. As such it is a coupling of the frequency of the pilot's inputs and the aircraft's own frequency. During flight test, pilot-induced oscillation is one of the handling qualities factors that is analyzed, with the aircraft being graded by an established scale (chart at right). In order to avoid any assumption that oscillation is necessarily the fault of the pilot, new terms have been suggested to replace pilot-induced oscillation. These include aircraft-pilot coupling, pilot–in-the-loop oscillations and pilot-assisted (or augmented) oscillations.Witte, Joel B., An Investigation Relating Longitudinal Pilot- Induced Oscillation Tendency Rating To Describing Function Predictions For Rate-Limited Actuators https://apps.dtic.mil/sti/pdfs/ADA424366.pdf In a controls sense, the oscillation is the result of reduced phase margin induced by the lag of the pilot's response. The problem has been mitigated in some cases by adding a latency term to the instruments – for example, to cause the climb rate indication to not only reflect the current climb rate, but also be sensitive to the rate of change of the climb rate. The physics of flight make such oscillations more probable for pilots than for automobile drivers. An attempt to cause the aircraft to climb, say, by applying up-elevator, will also result in a reduction in airspeed. Another factor is the response rate of flight instruments in comparison to the response rate of the aircraft itself. An increase in power will not result in an immediate increase in airspeed. An increase in climb rate will not show up immediately on the vertical speed indicator. A pilot aiming for a 500-foot per minute descent, for example, may find themselves descending more rapidly than intended. They begin to apply up elevator until the vertical speed indicator shows 500 feet per minute. However, because the vertical speed indicator lags the actual vertical speed, the aircraft is actually descending at much less than 500 feet per minute. The pilot then begins applying down elevator until the vertical speed indicator reads 500 feet per minute, starting the cycle over. In this way, stabilizing vertical speed can be difficult due to constantly variable airspeed. Pilot- induced oscillations may be the fault of the aircraft, the pilot, or both. It is a common problem for inexperienced pilots, and especially student pilots, although it was also a problem for the top research test pilots on the NASA lifting body program. The problem is most acute when the wing and tail section are close together in so called \"short coupled\" aircraft. The most dangerous pilot-induced oscillations can occur during landing. Too much up elevator during the flare can result in the plane getting dangerously slow and threatening to stall. A natural reaction to this is to push the nose down harder than one pulled it up, but then the pilot ends up staring at the ground. An even larger amount of up elevator starts the cycle over again. While pilot-induced oscillations often start with fairly low amplitudes, which can adequately be treated with small perturbation linear theory, several PIOs will incrementally increase in amplitude. On 20 January 1974, a YF-16 (a development prototype for what was to become the General Dynamics F-16 Fighting Falcon) was on a high-speed taxi test when PIO caused the aircraft to veer off to the left of the runway. The test pilot decided to take off and landed safely after six minutes. After that unintentional maiden flight, the development team reduced the roll gain of the fly-by-wire computer to eliminate similar PIO during takeoff or landing. In February 1989, a JAS 39 Gripen prototype crashed when landing in Linköping, Sweden. Pilot-induced oscillation as a result of an over-sensitive, yet slow-response flight control system was determined to be the cause. Subsequently, the flight control system was redesigned. Pilot-induced oscillation was blamed for the 1992 crash of the prototype F-22 Raptor, landing at Edwards Air Force Base in California. This crash was linked to actuator rate limiting, causing the pilot, Tom Morgenfeld, to overcompensate for pitch fluctuations. ==See also== * Phugoid ==References== * Reed, Lister, Yaeger, Wingless Flight: The Lifting Body Story, p. xvii, 2002, University Press of Kentucky, ==External links== *Video of Space Shuttle Enterprise landing with PIO during a test flight (NASA) *Video of an F-8 Landing with PIO (NASA) *Bounces, balloons, and porpoises by Aircraft Owners and Pilots Association Category:Aviation risks",
 "title": "Pilot-induced oscillation"
}