{
 "id": "365634",
 "text": "Felix Dennis (27 May 1947 – 22 June 2014) was an English publisher, poet, spoken-word performer and philanthropist. His company, Dennis Publishing, pioneered computer and hobbyist magazine publishing in the United Kingdom. In more recent times, the company added lifestyle titles such as its flagship brand The Week, which is published in the UK and the United States. ==Early life== Felix Dennis was born on 27 May 1947 in Kingston-upon-Thames, Surrey, the son of a part-time jazz pianist who ran a tobacconist's shop. He grew up poor in northeast Surrey, for a time living in his grandparents' tiny terrace house in Thames Ditton, not far from his birthplace, with his mother, Dorothy, and brother Julian. A place with \"no electricity, no indoor lavatory or bathroom ... no electric light, but gas and candles\". In 1958, he passed his 11+ exam to enter St Nicholas Grammar School in Northwood Hills, Middlesex. His first band, the Flamingos, was formed with friends at school. In 2006, Dennis said in an interview with Oliver Marre of The Observer newspaper: In 1964, Dennis moved into his first bedsit at 13 St Kildas Road, Harrow, earning rent playing in R&B; bands and working as a window display artist in department stores. Briefly working as a sign-painter, he also enrolled at Harrow College of Art. ==Career== ===Publishing=== ====OZ==== In 1967, Dennis began selling copies of the counterculture OZ magazine on the streets of London's Kings Road. Later, Dennis became a designer and worked with Jon Goodchild, the magazine's art director. In 1969, Dennis wrote a world exclusive for OZ, the first ever review of Led Zeppelin's debut album. He was quickly promoted to co-editor and became involved in the longest conspiracy trial in English history over the infamous \"Schoolkids OZ\" issue. While Richard Neville was on holiday, Jim Anderson and Dennis had invited fifth- and sixth-form kids to edit the issue. They included a sexually explicit Rupert the Bear cartoon strip, which proved too much for the authorities and resulted in the arrest of Anderson, Neville and Dennis, who were charged with \"conspiracy to corrupt public morals\". The OZ offices in Princedale Road, Notting Hill, and the homes of its editors were repeatedly raided by Scotland Yard's Obscene Publications Squad. John Lennon recorded the single God Save Oz/Do The Oz to raise money for a legal defence fund. At the conclusion of the trial, the \"OZ Three\", defended by John Mortimer, were found not guilty on the charge of \"Conspiracy to deprave and corrupt the Morals of the Young of the Realm\", but were convicted on two lesser offences and sentenced to imprisonment. Dennis received a more lenient sentence than his co-defendants because he was, in the opinion of the judge, \"much less intelligent\" and therefore less culpable. These convictions were later quashed on appeal. Dennis later told author Jonathan Green that on the night before the appeal was heard, the OZ editors were taken to a secret meeting with the Chief Justice, Lord Widgery, who told them that they would be acquitted if they agreed to give up work on OZ. It is alleged that MPs Tony Benn and Michael Foot had interceded on their behalf. ====Underground comix==== In 1973, following acquittal by the Court of Appeal, Dennis went on to found his own magazine publishing company. When OZ closed down the following year the cOZmic was continued by Dennis and his company, Cozmic Comics/H. Bunch Associates (which published from 1972 to 1975).Cozmic Comics/H. Bunch Associates, Grand Comics Database. Accessed 28 December 2016. UK-based cartoonists published by Dennis included Edward Barker, Michael J. Weller, Dave Gibbons, Bryan Talbot, and Brian Bolland. With the rising popularity of martial arts with the film Enter the Dragon, Dennis's Kung-Fu Monthly became a success just two years after the OZ trial, making over £60,000 in its first year. ====Computer magazines==== Dennis was the second publisher of Personal Computer World which he later sold to VNU. He established MacUser, the worldwide rights of which he sold to Ziff Davis Publishing in the mid-1980s, but Dennis continued to publish the UK publication until its demise in 2015. In 1987, with Peter Godfrey and Bob Bartner, he co-founded MicroWarehouse, a company that pioneered direct IT marketing via high quality catalogues. The computer mail order company eventually went public on the NASDAQ in 1992. At the time it had 3,500 employees in 13 countries with worldwide sales in 2000 of $2.5 billion. It was sold to a private investment group in January 2000. This created the bulk of Dennis' personal wealth. Dennis also launched the successful UK IT title Computer Shopper.\"Is he the world's smartest magazine publisher?\" Flashes & Flames, 28 August 2012. ====1990s and 2000s==== In 1995, Dennis Publishing created Maxim, a title that began on the back of a beer mat and became the world's biggest selling men's lifestyle magazine and global brand. In 1996, Dennis acquired a majority stake in what is now Dennis Publishing's flagship brand The Week which is published in the UK and US and translates to a global circulation of over 700,000 (ABC audited). Over the following years it purchased the remainder of shares from original founder Jolyon Connell and Jeremy O'Grady. 2003 saw the purchase of IFG Limited (I Feel Good) from Loaded founder James Brown. The purchase involved titles Viz, Fortean Times and Bizarre being added to the Dennis Publishing stable. In June 2007, Dennis sold his US magazine operation, which published the magazines Blender, Maxim and Stuff to Alpha Media Group for a reported US$250 million although exact details were never disclosed. In 2008, Dennis Publishing established digital magazines iGizmo, iMotor and Monkey along with the purchase of The First Post from the Kensington-based First Post Group for an undisclosed sum. The award- winning online magazine which gained a D&AD; nomination for viral marketing was headed-up by former Daily Telegraph editor Mark Law and Evening Standard editor Nigel Horne. This title later morphed into The Week. , Dennis remained the sole owner of Dennis Publishing, with offices in both London and New York City. It then held over 50 magazine titles, digital magazines, websites and mobile sites in the UK including The Week, Auto Express, PC Pro, CarBuyer and Viz. The Week continued to be published in the US alongside Mental Floss magazine. ===Writing and performance=== In 2001, while at hospital, Dennis wrote his first poem on a post-it note. Within a year, he wrote his first book of verse A Glass Half Full, published by Hutchinson in the UK. The launch of this book was accompanied by the first of Dennis's UK-wide poetry reading tours entitled \"Did I Mention the Free Wine?\". Audiences were offered fine French wine from Dennis's personal cellar while watching him perform his poetry on stage. Dennis's poetry was featured on radio interviews and in the national press, and was the subject of television documentaries in both the UK and US. In October 2003, Dennis appeared with the Royal Shakespeare Company (RSC), along with RSC actors, reading from his work at the Swan Theatre, Stratford-upon-Avon. With the second publication of A Glass Half Full, by Random House in the US in 2004, Dennis embarked on a 15-date coast-to-coast tour of the US (including another RSC performance in New York). The same year Lone Wolf, Dennis's second book of verse came out, again accompanied by a 14-date UK tour. In 2006, Dennis wrote a best-seller on how he became a multi- millionaire in How to Get Rich. As well as anecdotes from his life, the book describes his crack cocaine addiction and admission to spending over $100 million on drugs and women. 2010 saw the release of Dennis's follow-up to wealth creation book, 88 The Narrow Road, republished in 2011, as How To Make Money. Five more poetry books have followed, When Jack Sued Jill: Nursery Rhymes for Modern Times, Island of Dreams, Homeless in my Heart. and Tales From The Woods At the end of 2008, Dennis again toured the UK and Ireland, 12-date tour coinciding with the release of Homeless in my Heart. Both the 2008 and a further 21-date 2010 Did I Mention the Free Wine? tour were filmed and the footage used by Endemol for a one-off documentary Felix Dennis: Millionaire Poet. During production in early 2012, Dennis was diagnosed with throat cancer. As a result, production halted while he underwent treatment. During this time, Dennis compiled Love, Of A Kind, After his operation and radiotherapy, Dennis gave a TV interview with broadcaster Jon Snow. This was incorporated into the final cut of Felix Dennis: Millionaire Poet, aired on Sky Arts HD in 2012. In 2013 Dennis launched the 30-date Did I Mention The Free Wine? - The Cut-Throat Tour to support the publication of Love, Of A Kind. The two-part tour covered the UK, Ireland and the continent during the summer and autumn months. ===In the media=== Dennis was credited with having been the first person to say the word \"cunt\" on live British television. On 7 November 1970, during an edition of David Frost's The Frost Programme, Frost referred to guest Jerry Rubin as a \"reasonable man\", Dennis, sitting in the audience, jokingly shouted out that Rubin was the \"most unreasonable cunt I've ever known in my life\". In 2003, Dennis was interviewed by Melvyn Bragg on the South Bank Show, and was the subject of CBS's 60 Minutes in the US. He had appeared as the guest on BBC Radio 4's Desert Island Discs, hosted by Kirsty Young, first broadcast on 12 August 2007. In an interview with Ginny Dougary published in The Times in 2008 Dennis said that in the early 1980s he had killed a man, who had been abusing a woman he knew, by pushing him off a cliff. Dennis later said he had been talking \"a load of hogwash\" while drunk. In 2012, Dennis was the subject of Felix Dennis: Millionaire Poet, produced by Endemol UK, and appeared on Sky Arts HD. He appeared on BBC Breakfast television in 2013, to talk about his life and poetry tour. ==Various projects== ===Tree planting=== In 1995, Dennis planted his first small wood near Dorsington, Warwickshire. Subsequently, he conceived the idea of establishing a large native broadleaf forest, and founded The Forest of Dennis Ltd, a registered charity in 2003, which changed its name to The Heart of England Forest Ltd in 2011. Its mission is \"the plantation, re-plantation, conservation and establishment of trees for the benefit of the public, together with the education of the public by the promulgation of knowledge and the appreciation of trees\". The charity at present employs no full-time staff, but owns and manages over 500 acres of woodland, much of it newly planted. Over 3,000 acres have been planted; in excess of 1,000,000 saplings have been planted to date. The forest also includes a small percentage of ancient woodland. Trees include native varieties of Oak, Ash, Lime, Beech, Hornbeam, Hazel, Field Maple, Aspen, Hawthorn, Willow, Alder, Black Poplar, Holly, Wild Cherry, Rowan and occasional stands of Scots pine, along with numerous shrubs and bushes. Where possible, saplings are sourced from locally collected seed. The planting of saplings will continue indefinitely with the aim of eventually providing between 10,000 and 20,000 acres. Dennis bequeathed a reported 80% of his fortune to ensure that the project will continue. The forest will eventually be opened to the public along with providing educational facilities for schools as well as provide green burial services to the local area. . On Friday, 20 September 2013, Dennis planted the scheme's millionth tree, an oak sapling, at a ceremony attended by local residents, council members, forestry officials and employees. ===Felix Dennis UG Dissertation Prize=== Following the publication of a commissioned history of Dorsington, the village in Warwickshire, where Felix Dennis lived, he was encouraged by the editor of the History of Dorsington, Dr Joan Lane, to support historical studies at the university where she was a lecturer. From 1999 to 2013 he sponsored a prize for the best final-year undergraduate dissertation at the Warwick University History Department.\"Felix Dennis UG Dissertation Prize\", University of Warwick. ===Garden of Heroes and Villains bronze sculptures=== Dennis had one of the largest private collections of original bronze sculpture held in his purpose-built Garden of Heroes and Villains. It contains more than 40 sculptures, life and a quarter in size, which include early man attacking a woolly mammoth, Galileo, Einstein, Winston Churchill, Crick and Watson, and more recent \"heroes\" such as Stephen Hawking, and is open to the public once a year as part of the National Gardens Scheme. ===Mandalay Estate Mustique=== In 1994 Dennis purchased 'Britannia Bay House' on Mustique from English rock star David Bowie who had the villa built in 1989. The villa was renamed \"Mandalay\" by Dennis, but he was keen to preserve the original influence of design from Bowie. While staying at Mandalay Estate, Dennis wrote: > A ball of fire is spilling in the sea The empty sky flamingo-pink and grey > Cicada songs creak out the end of day A choir of tree-frogs whistle: \"Come > to me!” In 2014 Dennis worked successfully on a programme with the Saint Vincent and the Grenadines government to give every secondary school pupil a laptop, totalling 12,500. After his death, the estate was reportedly sold to entrepreneur Simon Dolan. The estate can be rented for a reported $US40,000 a week. The Writers Cottage that was added by Dennis and where he wrote some of his poetry is now a bedroom. ==Death== Dennis died of throat cancer at his home in Dorsington, Warwickshire, on 22 June 2014, aged 67. ==Awards and accolades== *1991: Marcus Morris Award.The Marcus Morris Award — Roll of Honour, PPA. *2002: Fellow of the National Library for the Blind in recognition of his continued support for that charity. Accordingly, many of Dennis's books are released as talking books and in Braille. *2004: Fellow of the Wordsworth Trust.Annual Review 2013, The Wordsworth Trust, p. 16. *2008: Mark Boxer Lifetime Achievement Award from British Society of Magazines.Byrne, Fergus (2015), More Lives Than One: the Extraordinary Life of Felix Dennis, Random House, pp. 336–37. *2009: Belsky Award by Society of Editors & Portrait Sculptors. *2010: Made Honorary Consul to his adopted country, Saint Vincent and the Grenadines.Burrell, Ian (7 April 2014), \"The millionaire and the island nation: Eccentric mogul Felix Dennis to buy one laptop for every child in St Vincent and the Grenadines\", The Independent. *2013: Lifetime Achievement Award at the British Media Awards. ==References== ==External links== * * Heart of England Forest project * * * Marsha Rowe, \"Felix Dennis obituary\", The Guardian, 23 June 2014. * ** Felix Dennis: Odes to vice and consequences (TED2004) * \"Is he the world's smartest magazine publisher?\" Flashes & Flames, 28 August 2012. Category:1947 births Category:2014 deaths Category:British magazine publishers (people) Category:English philanthropists Category:People educated at Haydon School Category:People from Kingston upon Thames Category:Deaths from cancer in England Category:Deaths from throat cancer Category:20th-century British philanthropists Category:20th-century English businesspeople",
 "title": "Felix Dennis"
}