{
 "id": "365813",
 "text": "The 2010 Commonwealth Games (Hindi: 2010 राष्ट्रमण्डल खेल), officially known as the XIX Commonwealth Games and commonly known as Delhi 2010, was an international multi-sport event that was held in Delhi, India, from 3 to 14 October 2010. A total of 4352 athletes from 71 Commonwealth nations and dependencies competed in 21 sports and 272 events, making it the largest Commonwealth Games to date. It was also the largest international multi-sport event to be staged in Delhi and India, eclipsing the Asian Games in 1951 and 1982. The opening and closing ceremonies were held at the Jawaharlal Nehru Stadium, the main stadium of the event. It was the first time that the Commonwealth Games were held in India and the second time they were held in Asia after Kuala Lumpur, Malaysia in 1998. It was also the first time a Commonwealth Republic hosted the games, second in a country not presently headed by British monarch since Malaysia in 1998. The official mascot of the Games was Shera and the official song of the Games, \"Jiyo Utho Bado Jeeto\", was composed by Academy and Grammy awardee Indian recording artist A.R. Rahman. Preparation for the Games received widespread international media attention, with criticism being levelled against the organisers for the slow pace of work, as well as issues related to security and hygiene. In spite of threats of boycotts and athlete withdrawals however, all member nations of the Commonwealth of Nations participated in the event, with the exceptions of Fiji, which is suspended from the Commonwealth, and Tokelau, which didn't send a team. The internationally acclaimed opening ceremony improved the image of the Games, and dispelled negative notions surrounding them, with many observers remarking that they began on an apprehensive note, but were an exceptional experience with a largely positive ending. The President of the International Olympic Committee, Jacques Rogge, said that India had made a good foundation for a future Olympics bid, which was reiterated by the Australian Minister of Sports. Commonwealth games Federation chief Mike Fennell stated that \"Delhi delivered a fantastic Games\". Some observers accused sections of the media of bias, unfair expectations, and negative reporting. The final medal tally was led by Australia with 74 golds and 177 most medals overall. The host nation India achieved its best performance ever at the Commonwealth Games, finishing second overall by winning 38 golds and 101 total medals. ==Host selection== Delhi was selected as the host city of the 2010 Commonwealth Games on 14 November 2003 during the CGF General Assembly in Montego Bay, Jamaica, defeating bid from Hamilton, Canada. India's bid motto was New Frontiers and Friendships.Commonwealth Games 2010 in New Delhi: Pakistan played important role. (13 April 2010). Retrieved 23 April 2010. India shifted the balance in its favour in the second round of voting with a promise that it would provide US$100,000 to each participating country, along with air tickets, boarding, lodging and transport. The successful 2003 Afro-Asian Games held in Hyderabad was also seen as having shown that India has the resources, infrastructure and technical know-how to stage a big sporting event. Delhi bid for the 1990 and 1994 Commonwealth Games but lost to Auckland and Victoria respectively. The Hamilton bid was Canada's attempt to hold the games for the fifth time.New Delhi to host 2010 Commonwealth Games . The Age (14 November 2003). Retrieved 2 April 2010.The Report of the Commonwealth Games Evaluation Commission for the 2010 Commonwealth Games . Commonwealth Games Federation. Retrieved 2 April 2010. {| class=\"wikitable\" |+2010 Commonwealth Games bidding results |- !City !Country !Votes |- |Delhi |21x21px India |46 |- |Hamilton |21x21px Canada |22 |} == Development and preparation == ===Organising committee=== thumb|left|CWG Delhi 2010 OC Main BuildingThe organisation of 2010 Commonwealth Games was beset by delays: in January 2010, the Indian Olympic Association vice-chairman Raja Randhir Singh expressed concern that Delhi was not up to speed in forming and organising its games committee and, following a 2009 Indian Government report showing two- thirds of venues were behind schedule, Commonwealth Games Federation president Mike Fennell stated that the slow progress of preparations represented a serious risk to the event. Singh also called for a revamp of the games' organising committees: Jarnail Singh, a former Secretary of the Government of India, was appointed as the chief executive officer and Indian Olympic Association president Suresh Kalmadi was appointed as head of the committee. In spite of delays and the corruption cases levied on the organisers, commentators stated that they were confident that India will successfully host the games and do so on time. At the launch of the Queen's Baton Relay in October 2009, the Business Club of India (BCI) was formed through the partnership of the organising committee, the Confederation of Indian Industry and the Federation of Indian Chambers of Commerce and Industry. The BCI was formed to both market the Games and promote Indian business interests internationally.Business at the Games. 2010 Commonwealth Games. Retrieved 21 July 2010. ===Venues=== Events took place at 12 competition venues. A total of 20 training venues were used in the Games. Of these 20, one was used for archery; three for aquatics; two for lawn bowls; two for netball; eight for rugby sevens, including seven venues within Delhi University; two for shooting; one for squash; two for table tennis; one for weightlifting, three for wrestling and two for tennis. A total of five venues were newly constructed for the games; the Dr. Karni Singh Shooting Range, the Siri Fort Sports Complex, the Thyagaraj Sports Complex, the Yamuna Sports Complex as well as a rugby sevens facility in Delhi University Stadium. This does not include the two venues—the Indira Gandhi Sports Complex and Jawaharlal Nehru Stadium—that received major renovations or an uplift. All other venues had existed prior to the games. The largest venue was the Jawaharlal Nehru Stadium, with a capacity of 60,000, was the main venue of the Games, hosting both the opening and the closing ceremonies. On the other hand, the Central Reserve Police Force (CRPF) Shooting Range located in Kadarpur had the smallest seating capacity, at 345. There were three main non-competition venues in the Games, besides the Commonwealth Games Village; namely the Delhi 2010 Commonwealth Games Organising Committee Headquarters, the Main Media Centre, and the Games Family Hotel, Hotel Ashok. === Commonwealth Games Village === The Commonwealth Games Village provided accommodation and training for athletes of the Games, and was opened from 23 September to 18 October 2010. It is located along the east bank of the River Yamuna, in proximity to competition and training venues as well as city landmarks, and is spread over an area of . Comprising five main zones—the Residential Zone, the International Zone, the Training Area, the Main Dining and the Operational Zone—the Games Village, which was a non-smoking zone, was universally accessible particularly to accommodate para-sport athletes. Free accommodation for all athletes at the Games Village, as well as free transport and other benefits, such as a free trip to the famed Taj Mahal and a reserved lane for participants on selected highways were provided. The Games Village accommodated over 8,000 athletes and officials for the Games. ===Costs=== The initial total budget estimated by the Indian Olympic Association in 2003 for hosting the Games was . In 2010, however, the official total budget soon escalated to an estimated , a figure which excluded non-sports-related infrastructure development. Business Today magazine estimated that the Games cost . The 2010 Commonwealth Games were reportedly the most expensive Commonwealth Games ever.Melbourne 2006 Prior to the Games, it was also the second most expensive international multi-sport event ever held in Asia, after the 2008 Summer Olympics in Beijing, China. ===Transport=== A four-lane flyway, stretch from Lodhi Road to trans-Yamuna, linking the Games Village to the Jawaharlal Nehru Stadium was constructed which reduced the travelling time between the village and the Stadium to six minutes. In response to concerns over the large number of trains that pass by the Delhi metropolitan region daily, construction of road under-bridges and over-bridges along railway lines have been completed. To expand road infrastructure, flyovers, cloverleaf flyovers, and bridges were built to improve links for the Games and city in general. Road-widening projects were finished with an emphasis being placed on expanding national highways. To improve traffic flow on existing roads, plans were made to make both the inner and outer Ring roads signal free. To support its commitment to mass transport, nine corridors have been identified and were constructed as High Capacity Bus Systems (for example, one from Ambedkar Nagar to Red Fort). Six of these corridors were expected to be operational in 2010. Additionally, The Delhi Metro was expanded to accommodate more people and boost the use of public transport during the 2010 games. The metro has extended to Gurgaon and the Noida area. For this large increase in the size of the network, Delhi Metro had deployed 14 tunnel boring machines. Radio Frequency Identification (RFID) was used to tag vehicles in venue parking lots to help organise mass parking and increase security. Indira Gandhi International Airport was modernised, expanded, and upgraded. Costing nearly $1.95 billion, Terminal 3 has increased airport passenger capacity to more than 37 million passengers a year by 2010. A new runway has been constructed, allowing for more than 75 flights an hour. At more than 4400 metres long, it is one of Asia's longest. The airport has been connected to the city via a six-lane expressway (Delhi–Gurgaon Expressway) and the $580 million Delhi Airport Metro Express line. thumb|Logo for the Delhi 2010 Commonwealth Games being recognised as the first ever \"Green Commonwealth Games\"|right ===Green Games=== The organisers signed a Memorandum of Understanding (MoU) with the United Nations Environment Programme to show the intention to host a \"sustainable games\" and to take the environment into consideration when constructing and renovating venues. Thyagaraj Stadium is intended to be a key example of environmentally considered construction. In opposition to this intention, a number of environmental controversies arose and the adverse ecological impact of various aspects of the games have been protested by city residents.Trees . Delhi Greens. Retrieved 6 July 2010. City residents filed a public interest petition to the Supreme Court of India against the felling of 'heritage' trees in the Siri Fort area to make way for Games facilities. The court appointed architect Charles Correa to assess the impact and he severely criticised the designs on ecological grounds.Correa slams DDA for Siri Fort mess. Express India (7 March 2009). Retrieved 6 July 2010. In spite of this, in April 2009 the Supreme Court allowed the construction on the grounds that \"much time had been lost\" and \"the damage already caused to the environment could not be undone\".Siri Fort Games project gets SC’s okay. Express India (28 April 2009). Retrieved 6 July 2010. The Commonwealth Games village, located on the flood plains of the Yamuna, has also been the subject of controversies about the flouting of ecological norms. After a prolonged legal battle between city residents and the state, construction was permitted to continue on the basis of an order of the Supreme Court of India in July 2009, which held that the government had satisfied the requirements of \"due process of the law\" by issuing public notice of its intention to begin construction work in September 1999 (a date four years prior to the acceptance of Delhi's bid for the games). === Queen's Baton relay === The Queen's Baton Relay began when the baton, which contains Elizabeth II's message to the athletes, left Buckingham Palace on 29 October 2009. The baton arrived at the 2010 Games opening ceremony on 3 October 2010, after visiting the other 54 nations of the Commonwealth and travelling throughout India, reaching millions of people to join in the celebrations for the Games. The baton arrived in India on 25 June 2010 through the Wagah Border crossing from Pakistan.CWG 2010 Queen's baton arrives in India CWG 2010 Queen's baton arrives in India The baton was designed by Michael Foley of Foley Designs and a graduate of the National Institute of Design. It is a triangular section of aluminium twisted into a helix shape and then coated with coloured soils collected from all the regions of India. The coloured soils are a first for the styling of a Queen's Baton. A jewel- encrusted box was used to house the Queen's message, which was laser-engraved onto a miniature 18 carat gold leaf—representative of the ancient Indian 'patras. The Queen's baton is ergonomically contoured for ease of use. It is high, wide at the base, and wide at the top and weighs . The Queen's baton has a number of technological features including: * The ability to capture images and sound *Global positioning system (GPS) technology so the baton's location can be tracked * Embedded light emitting diodes (LEDs) which will change into the colours of a country's flag whilst in that country * A text messaging capability so that people can send messages of congratulations and encouragement to the baton bearers throughout the relay ===Other preparation=== In preparation for an influx of English-speaking tourists for the Games, the Delhi government implemented a program to teach English, and the necessary skills for serving tourists, to key workers—such as cab drivers, security workers, waiters, porters, and service staff. In the two years prior to the Games 2000 drivers were taught English. In addition to Delhi, the Indian Government plans to expand the program to teach people in local tourist destinations in other parts of India. thumb|left|HOHO Delhi Bus Inauguration in Delhi To facilitate hassle-free sightseeing in Delhi, Delhi Tourism undertook the launch of India's very first Hop on Hop Off bus known as HOHO DELHI, modelled on popular concept of transport facilities in Western countries. The bus, which is equipped with state-of-the-art technologies like digital video screens and GPS systems, also had trained guides who were responsible for giving information about the sites. To prepare for the energy- usage spike during the games and to end chronic power cuts in Delhi, the government undertook a large power-production initiative to increase power production to 7000 MW (from the previous 4500 MW). To achieve this the government streamlined the power distribution process, directed additional energy to Delhi, and constructed new power plants. Indian states trained state police forces to handle tourist-related issues and deploy them prior to the Games. A large-scale construction and \"beautification\" project has resulted in the demolition of hundreds of homes and the displacement of city dwellers—at least 100,000 of New Delhi's 160,000 homeless people have removed from shelters, some of which have been demolished. Bamboo screens have been erected around city slums to separate visitors from the sights of the slums, a practice which human rights campaigners have deemed dishonest and immoral. The Delhi High Court implemented a series of \"mobile courts\" to be dispatched throughout Delhi to relocate migrant beggars from Delhi streets. The mobile courts would consider each beggar on a case-by-case basis to determine whether the beggar should be sent back to his/her state of residence, or be permitted to remain in government-shelters. === Opening ceremony === The opening ceremony was held at the Jawaharlal Nehru Stadium, the main stadium of the event, in New Delhi, India. It began at 19:00 (IST) on 3 October. The opening ceremony was directed by Ganapathy Bharat, known commonly as Bharat Bala, an acclaimed Tamil film director, screenwriter and film producer based in Kodambakkam, Chennai. The ceremony featured over 8,000 performers, and lasted for two-and-a-half hours. It is estimated that 3.50 billion (US$77 million) were spent to produce the ceremony.left|thumb|Swagatham presentation at the opening ceremony The ceremony was divided into six separate segments, each showcasing the rich, ancient and diverse cultures of India, including art, traditions, dances, music and colours. It began with a showcase of a variety of drummers from all parts of India, accompanied by seven-year-old tabla player Keshav. The countdown took place on a screen in the stadium, and was accompanied by fireworks. The centerpiece of the ceremony was the helium aerostat, which acted as a giant 360° screen for spectators. The ceremony showcased a fusion of various classical dances from all parts of India, mehendi decorations, sand paintings and yoga. The title song was performed by A R Rahman. Singer Hariharan sang the welcome song for the Games, titled \"Swagatam\", with thousands of school children. The Prince of Wales (representing Elizabeth II as Head of the Commonwealth) and President of India Pratibha Patil officially declared the Games open. Prime Minister Manmohan Singh of the host nation, India, attended the opening ceremony as well. A total of three heads of state from outside India attended the opening ceremony; two from Commonwealth nations and one from a non-Commonwealth nation. The three head of states were Mohamed Nasheed, President of the Maldives, Marcus Stephen, President of Nauru and a multiple Commonwealth gold medallist, and Albert II, Prince of Monaco, representing the International Olympic Committee. As well, Sir Anand Satyanand, the Governor General of New Zealand, attended the ceremony. === Closing ceremony === thumb|Closing ceremony of the 2010 Commonwealth Games The closing ceremony featuring both Indian and Scottish performers. The closing ceremony was not as well received as the opening ceremony. The Commonwealth Games flag was handed over to representatives of Glasgow, Scotland, which hosted the XX Commonwealth Games in 2014. At the closing ceremony, the President of the Commonwealth Games Federation declared that Delhi had hosted a \"truly exceptional Games\". A day after the ceremony, Scotland's First Minister Alex Salmond stated that == The Games == ===Participating Commonwealth Games Associations=== There were 71 participating nations at the 2010 Commonwealth Games. As Fiji was suspended from the Commonwealth, it was banned from participating in the Games.\"Fiji to appeal Commonwealth Games ban\", The Times of India, 1 December 2009 Rwanda fielded a team for the games for the first time after becoming a Commonwealth member in 2009. The numbers of athletes from each country is shown in brackets. Tokelau was initially expected to compete, but did not. thumb|center|550px|Nations that competed at the Games {| class=\"wikitable collapsible\" style=\"width:100%;\" |- ! Participating Commonwealth countries and territories |- | * * * * * * * * * * * * * * * * * * * * * * * * * * (host) * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * \"Indians in Uganda Promise to Reward CWG Meddalists.\" India News | Indian Business, Finance News | Sports: Cricket India | Bollywood, Tamil, Telugu Movies | Astrology, Indian Recipes. Indo-Asian News Service, 23 September 2010. Web. 25 September 2010. < >. * * * |} === Sports === There were events in 21 disciplines across 17 sports for the 2010 Commonwealth Games. * Aquatics () ** 20px Diving ** 20px Swimming ** 20px Synchronised swimming * * * * * Cycling () ** 20px Road ** 20px Track * Gymnastics () ** 20px Artistic gymnastics ** 20px Rhythmic gymnastics * * * * * * * * * * Kabaddi was a demonstration sport at the Games. Triathlon was excluded from the games as there was no suitable location for the swimming stage. The organisers have also removed basketball, but included archery, tennis and wrestling. Cricket, although in strong demand, did not make a comeback as the Board of Control for Cricket in India were not keen on a Twenty20 tournament, and the organisers did not want a one day tournament. ===Calendar=== === Medal table === thumb|Medalists of the Badminton mixed team competition at the 2010 Commonwealth Games in Delhi. From left: India (silver), Malaysia (gold), and England (bronze). thumb|Medalists of the 10-metre air pistol pairs women at the 2010 Commonwealth Games in Delhi. From left: Dina Aspandiyarova, Pamela McKenzie, Heena Sidhu, Annu Raj Singh, Dorothy Ludwig, and Lynda Hare. Only the top ten nations by medal rank are shown in this medal table. Nations are ranked first by count of gold medals, then silver medals, then bronze medals. ===Podium sweeps=== {|class=\"wikitable sortable\" |+ !Date !Sport !Event !Team !Gold !Silver !Bronze |- |6 October |Swimming |Women's 200 metre breaststroke | |Leisel Jones |Tessa Wallace |Sarah Katsoulis |- |6 October |Gymnastics |Women's artistic individual all-around | |Lauren Mitchell |Emily Little |Georgia Bonora |- |8 October |Squash |Men's singles | |Nick Matthew |James Willstrop |Peter Barker |- |8 October |Athletics |Men's 110 metres hurdles | |Andy Turner |William Sharman |Lawrence Clarke |- |9 October |Athletics |Women's 3000 metres steeplechase | |Milcah Chemos Cheywa |Mercy Wanjiru Njoroge |Gladys Jerotich Kipkemoi |- |10 October |Athletics |Men's 800 metres | |Boaz Lalang |Richard Kiplagat |Abraham Kiplagat |- |11 October |Athletics |Men's 3000 metres steeplechase | |Richard Mateelong |Ezekiel Cheboi |Brimin Kipruto |- |12 October |Powerlifting |Women's Open bench press | |Esther Oyema |Ganiyatu Onaolapo |Osamwenyobor Araspmwan |- |12 October |Powerlifting |Men's Open bench press | |Yakubu Adesokan |Anthony Ulonnam |Ikechukwu Obichukwu |- |12 October |Table tennis |Women's singles | |Feng Tianwei |Yu Mengyu |Wang Yuegu |- |12 October |Athletics |Women's 5000 metres | |Vivian Cheruiyot |Sylvia Kibet |Ines Chenonge |} == Broadcasting == Prasar Bharati, which includes Doordarshan, was the host broadcaster of the Games. ==Marketing== ===Motto=== The official motto for the 2010 Commonwealth Games was \"Come out and play\". It was chosen to represent the invitation of the athletes from the Commonwealth member countries to participate in the games and achieve success as well as the call of the Indian people to support their country's hosting of the games. ===Logo=== The logo of the 2010 Commonwealth Games is an image of Chakra, India's national symbol of freedom, unity and power. The silhouette of the figures spiralling upwards from the Chakra, represents the growth of India into a vibrant nation and the games motto, Come out and play. The logo consists of six colours which are green, red, yellow, blue, purple and pink. Green represents life, energy, high spirits, the 2010 games as a green games and determination in overcoming challenges, purple represents reassurance, mystery and excitement, red represents unity, yellow represents destiny, blue represents equality while pink represents luxury and surprise. ===Mascot=== thumb|Shera, the Mascot of the Commonwealth Games Delhi 2010 takes a pleasant ride in the Dal Lake of the Srinagar, in Jammu and Kashmir on 29 June 2010 The official mascot for the 2010 Commonwealth Games was Shera, an anthropomorphised tiger. His name comes from \"Sher\", a Hindi word meaning tiger (Hindi \"Bagh\" means tiger. However, Sher is colloquially used for both lion and tiger). The logo and the look for the games were designed by Idiom Design and Consulting. There is one song for Shera also composed by the popular composer of INDIA the song contains initiative \"Shera Shera\"Idiom designs logo for Commonwealth Games . Television Point (9 January 2008). Retrieved 31 March 2010. The mascot Shera visited many schools across Delhi to create enthusiasm and interest for the Commonwealth Games being held. === Sponsors === Indian Railways served as the lead partner of the 2010 Commonwealth Games. Central Bank of India, Air India and NTPC Limited served as the official partners for banking, airline and power respectively. Hero Honda was the official motorcycle partner as well as the presenting partner of the Queen's Baton Relay. Tata Motors served as the vehicle transport sponsor by providing vehicles and its maintenance services during the Queen's Baton Relay. Swiss watchmaker Tissot was the official timekeeper sponsor of the games. {| class=\"wikitable collapsible \" style=\"float:center; margin:10px;\" |- ! Sponsors of the 2010 Commonwealth Games |- | Lead Partner * Indian Railways |- | Partners * Central Bank of India * Air India * NTPC Limited * Hero Honda |- | Sponsors * Tissot * Tata Motors |- | Co-Sponsors * Coca-Cola * Amity University, Noida * Reebok * Agility Logistics |} === Official song === The official song of the 2010 Commonwealth Games \"Jiyo Utho Bado Jeeto\" was composed and performed by the Indian musician A. R. Rahman. The song's title is based on the slogan of the games, \"Come out and play\". The song was written by Mehboob in Hindi with a sprinkling of English words. It was released on 28 August 2010. The music video, directed by Bharath Bala was released on 23 September and featured a shorter version of the song. A. R. Rahman also gave a live concert for the theme song in Gurgaon, Haryana, which was previewed on various news channels. The official video of the song has been released on YouTube. However this song was not much appreciated by the people as it was being compared with 2010 FIFA World Cup South Africa's official song Waka Waka (This Time for Africa) of Shakira. ==Concerns and controversies== Several concerns were raised over the preparations of the Games and these included excessive budget overruns, likelihood of floods in Delhi due to heavy monsoon rains, infrastructural compromise, poor living conditions at the Commonwealth Games Village, delays in construction of the main Games' venues, the withdrawal of prominent athletes, widespread corruption by officials of the Games' Organising Committee and possibility of a terrorist attack by militants. The negative pre-event publicity and heavy security presence played in part in low spectator attendance during the initial events. However the numbers picked up as the Games progressed. ===Formation of investigation committee=== The day after the conclusion of the Games, the Indian Government announced the formation of a special committee to probe the allegations of corruption and mismanagement against the Organising Committee. The probe committee will be led by former Comptroller and Auditor General of India VK Shunglu. This probe will be in addition to the Central Bureau of Investigation, Enforcement Directorate, and Central Vigilance Commission investigations already underway. The Prime Minister of India, Dr Manmohan Singh had promised in mid-August, when reports of the bungling first surfaced, that corrupt officials will be given \"severe and exemplary\" punishment after the Games. The probe committee is tasked with looking into \"all aspects of organising and conducting\" the Games, and \"to draw lessons from it.\" It was given three months to submit its report, but the report was never publicly released. The Indian Sports Ministry has directed the Organising Committee of the 2010 Commonwealth Games (led by Suresh Kalmadi), to not release any staffer from their positions till the probe committee's work is finished. ==Legacy== One of the aims of hosting the Commonwealth Games was to build world-class athletics infrastructure within the country, expose audiences to top-level non-cricket competition and encourage the youth to \"Come out and play\" (the official theme of the games). Building a sporting culture that looks beyond cricket is seen as an important task for a country which won its first ever individual Olympic gold medal in Beijing 2008, despite having the world's second-largest population. Sebastian Coe, former Olympic gold medalist and chairman of the 2012 Summer Olympics Organising Committee, was at the stadium during the 4 × 400 m women's relay and described the audience's cheers for the racers as \"potentially the moment that could change the course of athletics in Asia, the moment that could inspire thousands of people who'd never even seen an athletics track before to get involved... To build a truly global capacity in sport, you have to take it round the world – out of your own backyard. That means taking risks and facing challenges, but it has to be done.\" ==See also== * List of 2010 Commonwealth Games broadcasters ==References== == External links == * \"Delhi 2010\". Thecgf.com. Commonwealth Games Federation. * \"Results and Medalists—2010 Commonwealth Games\". Thecgf.com. Commonwealth Games Federation. * \"Post Games Report—2010 Commonwealth Games\". Thecgf.com. Commonwealth Games Federation. * \"Official Website\". D2010.thecgf.com. Delhi 2010 Commonwealth Games Commonwealth Games Category:Commonwealth Games by year Commonwealth Games 2010 Commonwealth Games 2010 Category:2010s in Delhi Category:Multi-sport events in India Category:October 2010 sports events in India Category:Commonwealth Games in India",
 "title": "2010 Commonwealth Games"
}