{
 "id": "366105",
 "text": "Major General Sir Newton James Moore, (17 May 1870 – 28 October 1936) was an Australian politician, businessman and army officer. He served as the eighth Premier of Western Australia from 1906 to 1910 and, following service in the First World War, was a member of the House of Commons of the United Kingdom from 1918 to 1932. He was the father of Sir Rodney Moore. ==Early life and career== thumb|upright|left|Captain Newton Moore, Bunbury Rifle Volunteers, 1900 Newton Moore was born in Fremantle, Western Australia, son of James Moore, auctioneer and later mayor of Bunbury, and Elizabeth Dawson, schoolteacher. He was educated at Arthur Street Primary School in Bunbury before attending Prince Alfred College in Adelaide, South Australia. In 1886, he was apprenticed as a surveyor to Alexander Forrest. After qualifying in 1894, he worked as a contract surveyor in and around the Bunbury area. In April 1898 he married Isabella Lowrie, sister of William Lowrie. In 1899 Moore was elected to the Bunbury Municipal Council, and was Mayor of Bunbury from 1900 to 1904. In 1903 he was also a member of the Royal Commission on Forestry, and during 1904 and 1905 he was President of the Municipal Association of Western Australia. Moore was also involved in the Western Australian militia, commencing a long career as a private with the BRV (Bunbury Rifle Volunteers) in 1894. By 1900 he had risen to captain and was instrumental in assisting in the formation of the BRV Mounted Infantry Section, which was later incorporated into the WAMI (Western Australian Mounted Infantry). After the Commonwealth reorganisation of 1903, the unit was renamed the 18th (WAMI) Australian Light Horse. Moore served as acting commander until 1908, when he was promoted to lieutenant colonel and officially appointed the commanding officer. In August 1908, Moore was appointed commanding officer of the 5th Military District Intelligence Section, where he remained until March 1914. ==State politics and premier== In 1901, Moore contested the Western Australian Legislative Assembly seat of Bunbury, but was unsuccessful. In 1904 he contested the seat again and won. In August 1905, he was appointed Minister for Lands and Agriculture in Cornthwaite Rason's government. On Rason's resignation on 7 May 1906, he became Premier of Western Australia. At 36 years old, he was at the time the youngest ever premier. He remains the most inexperienced politician ever to hold the office, having served in parliament for less than two years at the time of his appointment. Moore's emphasis as Premier was on agricultural development. He personally retained the Lands and Agriculture portfolio, and pursued a policy of cheap land for settlers. His government laid the foundations of the Wheatbelt, and brought the state into line with the rest of Australia through an Income and Land tax, despite opposition from the conservative Legislative Council. In September 1907, after a dispute with the Legislative Council, Moore resigned as premier. However, Governor Bedford would not accept his resignation, nor would he consent to an early dissolution, so Moore resumed office. In 1908, Moore led the Liberal Party to another election victory. As the state had previously seen nine Premiers in a little over five years, this was a welcome respite from a period of great instability. Moore was Minister for Justice from 14 May 1909 until 30 June 1909, when he relinquished both the Agriculture and Lands portfolio and the Justice portfolio, and took up the office of Colonial Treasurer. On 16 September 1910, Moore resigned as Premier and Colonial Treasurer on the grounds of ill health. ==Agent-General and First World War== Moore was made a Companion of the Order of St Michael and St George in June 1908, and knighted as a Knight Commander of the Order of St Michael and St George in June 1910. In February 1911, he resigned his Bunbury seat to take up the office of Agent- General for Western Australia in London. In 1915, while still Agent-General, the Australian government appointed him General Officer Commanding Australian Imperial Forces in the United Kingdom. He held that position until 1917, during which time he was promoted to the rank of major general. ==British politics== In 1918, Moore resigned as Agent-General after being invited by the Conservative Party to stand for the British House of Commons seat of St George's, Hanover Square, which had been made vacant by the death of former Prime Minister of Australia George Reid. He was elected to the seat on 4 October 1918. In the 1918 general election on 14 December he instead stood for and won the seat of Islington North. After a break from politics in 1923 and 1924, he won the seat of Richmond upon Thames in the general election of 29 October 1924, and held it until his resignation on 13 April 1932. For ten years, he was Chairman of the Standing Orders Committee of the House of Commons. He established himself as an excellent representative of Australia, and his opinion on Empire matters was highly valued by British ministers. After retiring from politics, Moore became President of the British Empire Steel Corporation, a company with interests in Western Australia and Canada. He was also a director of several important companies. He died on 28 October 1936 at a nursing home in London, following surgery. Newton Moore Senior High School in Bunbury is named after him. ==References== * * * * * Grant, James Ritchie, Officers of the Western Australian defence force, 1861-1901, Perth 1988. * Australian Light Horse Studies Centre Western Australian Mounted Infantry 1900–1920 ==External links== * Category:1870 births Category:1936 deaths Category:Military personnel from Western Australia Category:Australian military personnel of World War I Category:Agents-General for Western Australia Category:Mayors of places in Western Australia Category:Conservative Party (UK) MPs for English constituencies Category:Australian Knights Commander of the Order of St Michael and St George Category:Australian politicians awarded knighthoods Category:Members of the Western Australian Legislative Assembly Category:People from Fremantle Category:Premiers of Western Australia Category:People educated at Prince Alfred College Category:Australian generals Category:UK MPs 1910–1918 Category:UK MPs 1918–1922 Category:UK MPs 1922–1923 Category:UK MPs 1924–1929 Category:UK MPs 1929–1931 Category:UK MPs 1931–1935 Category:Treasurers of Western Australia",
 "title": "Newton Moore"
}