{
 "id": "366322",
 "text": "A random act of kindness is a nonpremeditated, inconsistent action designed to offer kindness towards the outside world. The phrase \"practice random kindness and senseless acts of beauty\" was written by Anne Herbert on a placemat in Sausalito, California in 1982. It was based on the phrase \"random acts of violence and senseless acts of cruelty\". Herbert's book Random Kindness and Senseless Acts of Beauty was published in February 1993 speaking about true stories of acts of kindness. The phrase is commonly expressed as the suggestion to \"Practice random acts of kindness.\" There are groups around the world who are sharing acts of spontaneous kindness. ==Examples of events or groups== * The Jewish concept of a mitzvah is used colloquially to mean a good deed or an act of kindness. Judaism teaches that \"the world is built on kindness\". Kabbalistic teaching sees kindness as emerging from the first of seven Divine emotional attributes; to be effective kindness must be balanced and considered, while mercy is also for the undeserving. The Lubavitcher Rebbe, Rabbi Menachem Mendel Schneerson told reporters that to bring the Moshiach sooner, people should \"add in acts of goodness and kindness\".http://www.chabad.org/therebbe/livingtorah/player_cdo/aid/490071/jewish/Acts- of-Goodness-and-Kindness.htm and more generally, http://www.chabad.org/search/keyword_cdo/kid/10740/jewish/Chessed-Acts-of- Kindness.htm * Caffè sospeso is a tradition in the working-class cafés of Naples where a person who has experienced good luck financially pays for two coffees, but receives and consumes only one, the second being left until a person enquires later whether a sospeso is available. * In 1984, Dobbs Ferry Police officer Robert Cunningham, split a winning lottery ticket with Sal's Pizzeria waitress Phyllis Penzo, netting Phyllis approx. $3M. A 1994 romantic comedy, It Could Happen to You starring Nicolas Cage and Bridget Fonda was made based on this event but moving the movie's location to New York City. * In 2006, the Free Hugs Campaign was made popular by a music video on YouTube. * An Australian TV-show called Random Acts of Kindness, on Channel 9, shows hosts Karl Stefanovic, Scott Cam and Simmone Jade Mackinnon giving gifts to people they identify as heroes. * HelpOthers.org is the home of Smile Cards and a portal of kindness stories, ideas, and online 2009 his \"Practice of Kindness\" class drew national media interest.Seattle Times: Kindness taught in Seattle school's online class It was named \"Idea of the Day\" from former White House speechwriter and bestselling author Daniel H. Pink. To expand on the interest in these classes, in 2011 Andy launched the Kind Living Network, a venture around the theme of kindness. Kind Living currently offers classes, a blog, a newsletter, and a website. * 2012: The Newton Project attempted to quantify the benefits of the Random Act of Kindness concept in order to motivate people to perform additional acts of kindness.WBRZ News, 5 April 2012 * On 14 November 2012 an NYPD officer, Lawrence DePrimo, was photographed giving socks and a pair of boots he had purchased for a bare-footed homeless man. The photograph later went viral. * Started in February 2014, the Feed the Deed campaign has inspired over 10,000 random acts of kindness around the world. * A Chicago man, Ryan Garcia, gained a significant following after doing a different random act of kindness each day of the year in 2012. His 366 random acts have spun off into State of Kind, a mission to do an act of kindness in all 50 states in order to raise awareness for 22q11.2 deletion syndrome. * In 2015 a group was formed in Slovenia, named Randomised Kindness. It started as pilot project of the volunteering organisation Humanitarcek and spread nationally. The founder of the project is Ninna Kozorog, neurologist and chief of pro-bono clinic for homeless people in Slovenia. In 2017 more than 2000 people were involved in the movement, and a Day of Kindness was held on 13 November 2017. ==In film and literature== * 1993: Random Kindness and Senseless Acts of Beauty, a 1993 children's book published by Volcano Press and authored by Anne Herbert, Margaret Paloma Pavel, and illustrated by Mayumi Oda, with a 20th-anniversary edition published in 2014 by New Village Press that includes a foreword penned by Archbishop Desmond Tutu. *1993: A wordplay of the phrase is evident in the dystopian novel Random Acts of Senseless Violence, by Jack Womack. The novel depicts a society in which the opposite phenomenon occurs, as the title suggests. * 2002: Join Me is a book written by humorist Danny Wallace; in which he tells of the cult he started by accident, the group's purpose is to encourage members (called Joinees and collectively known as the KarmaArmy) to perform random acts of kindness, particularly on Fridays which are termed \"Good Fridays\". Wallace has also published a book called Random Acts of Kindness: 365 Ways to Make the World a Nicer Place. * 2007: The film Evan Almighty ends with God telling the main character, Evan, that the way to change the world is by doing one Act of Random Kindness (\"ARK\") at a time. * 2009: Karen McCombie's book The Seventeen Secrets of the Karma Club revolves around two girls who (inspired by their favourite film Amélie) start up their 'Karma Club', the intention of which, is to do random acts of kindness anonymously. * 2020: The Rotary Club of Makati Central of District 3830 launches a social media challenge for members of Rotaract to join the Random Act of Kindness Award or RAK Award, for short. ==See also== * Altruism * Charity (practice) * Charitable organization * Effective altruism * Empathy-altruism * Mitzvah * Pay it forward * Parable of the Good Samaritan * Philanthropy * The Sheep and the Goats * Random Acts of Kindness Day * Volunteerism ==References== Category:Giving Category:Virtue Category:Kindness",
 "title": "Random act of kindness"
}