{
 "id": "366633",
 "text": "Sir Kazimierz Stanisław Gzowski, (March 5, 1813 – August 24, 1898), was an engineer known for his work on a wide variety of Canadian railways as well as work on the Welland Canal. He also served as acting Lieutenant Governor of Ontario from 1896 to 1897. ==Life and career== Gzowski was born in Saint Petersburg to a noble Polish father, Count Stanisław Gzowski, who was then serving as a Captain in the Russian Imperial Guard. During the Polish November Uprising he served as combat engineer with the rank of podporuchik in the Polish army under command of Józef Dwernicki against the Russians. After their defeat he escaped to Austria and as an unwanted political prisoner was deported by the Austrians to the USA. Later his family also emigrated. He knew no English, but began to study law and was admitted into practice. His father was an engineer, and as this became his primary interest, Kazimierz became involved in railway construction in the United States. Eventually he was hired as an engineer to help in the construction of the New York and Erie Railway. In 1841 he moved to the Canada to work on the Welland Canal, and also helped finish the building of Yonge Street and other projects, for the Department of Public Works in southern Ontario. He settled in London. In 1849 Gzowski was hired as a railway contractor by the St. Lawrence and Atlantic Railroad. The new president of this reorganized company, Alexander Tilloch Galt, and other directors were dissatisfied with the work of the Montreal contractors. Accepting Galt's offer to be Chief Engineer, in charge of construction, Gzowski moved his family to Sherbrooke. The purpose of the St. Lawrence and Atlantic Railway, along with its American partner, the Atlantic and St. Lawrence Railway, was to provide a route for the traffic of the St. Lawrence River and Ottawa River at the port of Montreal, to the ice-free Atlantic port of Portland, Maine. By 1850, however, promoters of this project learned of plans by Boston interests to build a railway from Lake Champlain, to Ogdensburg, opposite Prescott, on the route of the projected Bytown & Prescott Railway. In 1850, Galt, along with Luther Hamilton Holton, David Lewis Macpherson and other directors of the St. Lawrence and Atlantic, formed a committee which took steps to secure a charter for the building of a railway between Montreal and Kingston. Several possible routes were considered. At a public meeting held in Montreal, the committee delegated Gzowski to make a detailed survey of two routes. One ran through the Ottawa River valley and the other was about 15 miles inland from the St. Lawrence River. In 1851 the Montreal and Kingston Railway Committee commissioned another well-known Canadian engineer and future associate of Gzowski, Walter Shanly, to make another survey of the Montreal-Kingston route. He decided in favour of the line closely paralleling the shore of the St. Lawrence River and running through Cornwall and Prescott. This was the route adopted by the Grand Trunk Railway between Montreal, Kingston and Toronto. The idea of a railway through the Province of Canada had been on the minds of Canadians for some time. The government proposed to build a line from Montreal to Windsor or to Sarnia. For that part of the route east of Montreal, Premier Francis Hincks turned the first sod on the Quebec Richmond Railway, on January 7, 1852. The government intended to close the gap between Richmond and Montreal by using the St Lawrence and Atlantic Railway. Galt and his associates from Montreal obtained a charter for their Montreal and Kingston Railway, on August 30, 1851. thumb|left|Gzowski Monument in Toronto. Francis Hincks turned the plans for the railway scheme over to private interests in 1852, awarding contracts for the Kingston to Toronto section and Montreal to Kingston railway to the British contracting firm Peto, Brassey Jackson and Betts, a move that led to the formation of the Grand Trunk Railway. While Galt had intended to secure the funds to build the Montreal and Kingston Railway, he did not have the resources to compete with Peto, Brassey Jackson and Betts. Galt and his partners saw great possibilities in the construction of a railway west of Toronto. In 1852 through some skillful financial manipulation they managed to get control of most of the stock in the Toronto and Guelph Railway, chartered in 1851. Gzowski & Co. were contractors of the line between Guelph and Sarnia as well as other sections of the GTR in Ontario and Michigan. In 1856 Gzowski & Co. was granted the right to cut timber on the Moon River in Muskoka, likely as a source of materials for railway construction. In 1858 Gzowski was granted timber licences on the Whitefish River and on the South River in Northeastern Ontario. Some of these licence records show Gzowski and Macpherson were in partnership with another Muskoka lumberman, Walter Moberly. As president of the Toronto Turf Club, in 1859 Gzowski was a prime factor in the creation of the Queen's Plate, the first organized thoroughbred horse race in North America. Gzowski was instrumental in organizing the Canadian Society of Civil Engineers, where he served as its first president from 1889 until 1891, and founded Canada's first rifle association. He was also the first Commissioner of the Niagara Parks Commission. He was appointed an honorary aide-de-camp to the Queen in 1879 and was knighted by Queen Victoria in 1890, and, as a personal friend of Sir John A. Macdonald, was linked to the Conservative Party, even acting as an interim Lieutenant Governor before Oliver Mowat took office in 1897. He died in 1898 in Toronto. ==Legacy== Casimir Gzowski Park, on Toronto's waterfront, commemorates him and includes a monument with some information about his career. On 5 March 1963, the Canadian post office issued a commemorative stamp featuring Sir Casimir Stanislaus Gzowski on the 150th anniversary of his birth.Stanley Gibbons Stamp Catalogue, Part 1, British Commonwealth ==Family== Casimir Gzowski was the great-great-grandfather of CBC radio personality Peter Gzowski. ==References== ==External links== * * Category:1813 births Category:1898 deaths Category:American emigrants to pre- Confederation Ontario Category:Canadian Knights Commander of the Order of St Michael and St George Category:Lieutenant Governors of Ontario Category:People from Saint Petersburg Category:Canadian people of Polish descent Category:Polish inventors Category:Polish nobility Category:People from Old Toronto Category:Persons of National Historic Significance (Canada) Category:19th-century Canadian engineers Category:Immigrants to Upper Canada Category:Burials at St. James Cemetery, Toronto",
 "title": "Casimir Gzowski"
}