{
 "id": "366737",
 "text": "Bassam Tibi (), is a German political scientist and Professor of International Relations. He was born in 1944 in Damascus, Syria to an aristocratic family, and moved to Germany in 1962 where he later became a citizen in 1976. He is known for his analysis of international relations and the introduction of Islam to the study of international conflict and of civilization. Tibi is known for introducing the controversial concept of European Leitkultur as well as the concept of Euroislam to discussions about integration of Muslim immigrants to countries in Europe.As Paul Berman in his book \"The Flight of the Intellectuals\" (Melville House 2010, p. 150) notes, \"Bassam Tibi, the liberal, means by Euro-Islam a Westernized Islam. In contrast, Tariq Ramadan means a Salafi reformism, and not a Westernized Islam\". He is also the founder of Islamology as a social-scientific study of Islam and conflict in post- bipolar politics. Tibi has done research in Asian and African countries. He publishes in English, German and Arabic. == Academic career == He studied in Frankfurt am Main under Max Horkheimer, obtaining his Ph.D. there in 1971, and later habilitated in Hamburg, Germany. From 1973 until his retirement in 2009, he was Professor for International Relations at Göttingen University. Parallel to this appointment he was, from 1982 to 2000, at Harvard University in a variety of affiliations, the latest being a 1998 to 2000 stint as The Bosch Fellow. Currently, he is an A.D. White Professor-at-Large at Cornell University. Tibi had eighteen visiting professorships in all continents including fellowships in Princeton University, UC Berkeley, University of Michigan-Ann Arbor, and most recently (2010) at the Center for Advanced Holocaust Studies, Washington D.C. Tibi was also a visiting senior fellow at Yale University. After his retirement in 2009, he published \"Islam's Predicament with Cultural Modernity\", a book embodying his life's work.. ==Views== ===On Islam=== Tibi is a Muslim,Antisemitism | Voices on Antisemitism | Transcript but criticizes Islamism and advocates \"reforming\" Islam. Tibi also suggests that Muslim immigrants should refrain from engaging in religious missionary activities, Dawa. ===On Europe=== When it comes to Europe, Tibi distinguishes positive and negative elements of European culture. The positive ones are, according to Tibi, enlightenment, pluralism, civil rights and secularization. Tibi argues that there is a need for Europe to defend these values, especially in times of globalization and migration from Muslim countries. On the other hand, Tibi argues that racism is a European invention, and that Europeans must overcome what he calls \"Euro-arrogance\" and xenophobia to integrate immigrants. He criticizes European imperialism, arguing that it disrupted and deformed other cultures. Acknowledging that Muslim conquerors also did wrongs, Tibi argues that, unlike the European conquests, Muslim conquests were not driven by any kind of racism. === On Germany === He has criticised the left-green dominated German media for stifling debate about Islam in Germany, leading to ordinary people being afraid to state their opinions. As an example he gives Uwe Tellkamp, who expressed criticism against the German policy of migration and was attacked in mainstream media and painted as a right-extremist. He has also criticised authorities in Germany for not standing up to the large organised Islamic community organisations like the Turkish-Islamic Union for Religious Affairs and for not supporting liberal Muslims like Seyran Ateş and Necla Kelek. ===On Israel=== Bassam Tibi has criticized the Likud party of Israel as blocking the peace process. He states that in the 1990s, the Likud adopted the \"Three Nos\" policy: > \"No to the Palestinian State, no to dividing Jerusalem, no to returning > Golan Heights to Syria. According to Tibi, the Likud government of 1996 engaged in provoking Arabs by constructing Har Homa in Arab Jerusalem, and digging a tunnel under the Temple Mount, and thereby exposing Israel to terrorism. == Awards == In 1995 he was decorated by the President of Germany, Roman Herzog, with the Bundesverdienstkreuz, cross of merits first class. In 2003, the Swiss Foundation for European Awareness granted him in Zurich with the annual prize. ==Published works== ===Books in English=== *The Crisis of Modern Islam: A Preindustrial Culture in the Scientific-Technological Age. Translated by Judith von Sivers. Salt Lake City: University of Utah Press, 1988. *Islam and the Cultural Accommodation of Social Change. Boulder, CO: Westview Press, 1990. *Conflict and War in the Middle East: From Interstate War to New Security, new expanded ed. 1998, published in association with WCFIA/Harvard University. *Arab Nationalism. Between Islam and the Nation-State, first ed. 1980, second ed. 1990, third expanded and revised ed. 1997, Houndmills: Palgrave Macmillan. *The Challenge of Fundamentalism: Political Islam and the New World Disorder. Berkeley: University of California Press, 1998; updated edition 2002. *Islam between Culture and Politics. Houndmills, Basingstoke, Hampshire; New York Cambridge, Mass: Palgrave, in association with the Weatherhead Center for International Affairs, Harvard University, 2001. 2nd edition, 2005. *Crusade and Jihad: Islam and the Christian World. Wilhelm Goldmann Verlag, München, Random House GmbH, 2001 *Political Islam, World Politics and Europe. Routledge, New York, 2008. *Islam’s Predicament with Modernity: Religious Reform and Cultural Change Routledge, NY and London, 2009, *Islamism and Islam. Yale University Press (May 22, 2012) ===Articles and book chapters (selection)=== *\"Islam and Modern European Ideologies.\" International Journal of Middle East Studies 18, no. 1 (1986): 15-29. *\"The European Tradition of Human Rights and Culture of Islam.\" In Human Rights in Africa Cross Cultural Perspectives, ed. Abdullahi Ahmed An Na`im and Francis M. Deng, 104. Washington DC: Brookings Institution, 1990. *\"The Simultaneity of the Unsimultaneous - Old Tribes and Imposed Nation-States in the Modern Middle East.\" In Tribes and State Formation in the Middle East, ed. Philip S. Khoury and Joseph Kostiner, 127-152. Berkeley: University of California Press, 1990. *\"Islamic Law/Shari'a, Human Rights, Universal Morality and International Relations.\" Human Rights Quarterly 16, no. 2 (1994): 277. *\"The Worldview of Sunni Arab Fundamentalists: Attitudes toward Modern Science and Technology.\" In Fundamentalisms and Society, ed. Martin E. Marty and R. Scott Appelby, 73-102. Chicago: University of Chicago Press, 1993. *\"War and Peace in Islam.\" In Ethics of War and Peace, ed. Terry Nardin, 128-145. Princeton: Princeton University Press, 1996. *\"The Fundamentalist Challenge to the Secular Order in the Middle East.\" The Fletcher Forum of World Affairs 23 (1999): 191-210. *\"Post-Bipolar Order in Crisis: The Challenge of Politicised Islam.\" Millennium 29, no. 3 (2000): 843-860. *\"Europeanizing Islam or the Islamization of Europe,\" in: Peter Katzenstein, ed., Religion in an Expanding Europe (Cambridge: Cambridge University Press, 2006) *\"The Totalitarianism of Jihadist Islamism and its Challenge to Europe and to Islam.\" in: Totalitarian Movements and Political Religions, Vol. 8, No. 1, March 2007, 35–54. *\"A Migration Story: From Muslim Immigrants to European “Citizens of the Heart?“\" in: The Fletcher Forum of World Affairs Vol.31 (Winter 2007) 1: 191-210. *\"Euro-Islamic Religious Pluralism for Europe. An Alternative to Ethnicity and to \"Multiculturalism of Fear\",\" in: The Current, Vol. 11 (Fall 2007) 1: 89-103. *\"Islamism and Democracy: The Case of the Arab World,\" in: Leonard Weinberg, ed., Democratic Responses to Terrorism (New York: Routledge, 2008), 41-61. *\"Religious Extremism or Religionization of Politics? The Ideological Foundations of Political Islam\", in: Hillel Frisch and Efraim Inbar, eds, Radical Islam and International Security (New York: Routledge, 2008), Chapter One, pp. 11–37, . *\"The Return of the Sacred to Politics as a Constitutional Law. The Case of the Shari’atization of Politics in Islamic Civilization\", in: Theoria. A Journal of Social and Political Theory, vol. 55 (April 2008), issue 115, pp. 91–119, . *\"Turkey’s Islamist Danger. Islamists Approach Europe\", in: Middle East Quarterly, vol. 16,1 (Winter 2009), pp. 47–54. *\"Euro-Islam: An Alternative to Islamization and Ethnicity of Fear\", in: Zeyno Baran (Ed.), The Other Muslims: Moderate and Secular, New York: Palgrave Macmillan, 2010 ==References== ==External links== * Homepage of Bassam Tibi * Europeanisation, not Islamisation Bassam Tibi argues for Euro-Islam as a bridge between civilisations * Voices on Antisemitism Interview with Bassam Tibi from the US Holocaust Memorial Museum * From Sayyid Qutb to Hamas, The Middle-East Conflict and the Islamization of Antisemitism, in Yale Initiative for the Interdisciplinary Study of Antisemitism, online working paper, 2010 Category:German political scientists Category:Syrian political scientists Category:Cornell University faculty Category:Middle Eastern studies in the United States Category:20th-century Muslim scholars of Islam Category:Muslim reformers Category:Harvard Fellows Category:Officers Crosses of the Order of Merit of the Federal Republic of Germany Category:German Muslims Category:Syrian emigrants to Germany Category:People from Damascus Category:1944 births Category:Living people Category:Members of the European Academy of Sciences and Arts Category:German scholars of Islam",
 "title": "Bassam Tibi"
}