{
 "id": "367354",
 "text": "Dictys Cretensis, i.e. Dictys of Crete (, ; ) of Knossos was a legendary companion of Idomeneus during the Trojan War, and the purported author of a diary of its events, that deployed some of the same materials worked up by Homer for the Iliad. The story of his journal, an amusing fiction addressed to a knowledgeable Alexandrian audience, came to be taken literally during Late Antiquity. ==Literary history== In the 4th century AD a certain Q. Septimius brought out Dictys Cretensis Ephemeris belli Trojani (\"Dictys of Crete, chronicle of the Trojan War\") in six books, a work that professed to be a Latin translation of the Greek version. Its chief interest lies in the fact that, as knowledge of Greek waned and disappeared in Western Europe, this and the De excidio Trojae of Dares Phrygius were the sources from which the Homeric legends were transmitted to the Romance literature of the Middle Ages. An elaborate frame story presented in the prologue to the Latin text details how the manuscript of this work, written in Phoenician characters on tablets of limewood or tree bark, survived: it was said to have been enclosed in a leaden box and buried with its author, according to his wishes. :\"There it remained undisturbed for ages, when in the thirteenth year of Nero's reign, the sepulchre was burst open by a terrible earthquake, the coffer was exposed to view, and observed by some shepherds, who, having ascertained that it did not, as they had at first hoped, contain a treasure, conveyed it to their master Eupraxis (or Eupraxides), who in his turn presented it to Rutilius Rufus, the Roman governor of the province, by whom both Eupraxis and the casket were despatched to the emperor. Nero, upon learning that the letters were Phoenician, summoned to his presence men skilled in that language, by whom the contents were explained. The whole having been translated into Greek, was deposited in one of the public libraries, and Eupraxis was dismissed loaded with rewards.\" (Smith, Dictionary) The Greek \"name\" Eupraxis simply means \"right actions\", a familiar goal in discussions of ethics, and an amusingly apt name for the finder. The prologue that characterizes one manuscript tradition is substituted in the other main group of manuscripts with a letter as if written by a Q. Septimius Romanus, to a Q. Arcadius Rufus, in which the writer, giving a condensed version of the discovery tale, informs his friend that, the volume having fallen into his hands, he had been induced, for his own amusement and the instruction of others, to convert it into Latin. The modern editor, Werner Eisenhut,Werner Eisenhut, editor, Ephemeridos belli Troiani libri (Leipzig: Teubner) 1958. surmises that the two groups, neither of which is to be consistently preferred to the other, represent two published editions in Late Antiquity. There are retranslations into Greek of Byzantine date, embodied in universal histories, of which Smith adds, \"We may add to this account, that the writers of the Byzantine period, such as Joannes Malelas, Constantinus Porphyrogenitus, Georgius Cedrenus, Constantinus Manasses, Joannes and Isaacus Tzetzes, with others, quote largely from this Dictys as an author of the highest and most unquestionable authority, and he certainly was known as early as the age of Aelian.\" Petrarch's own copy of Ephemeris belli Troiani, his key to Homer, is now the Codex Parisinus Lat. 5690, in the Bibliothèque nationale. The first printed edition was early, not after 1471.Gesamtkatalog der Wiegendrucke, no. 8324. Modern scholars were in disagreement as to whether any Greek original really existed; but all doubt on the point was removed by the discovery of a fragment in Greek amongst the Tebtunis papyri found by Bernard Grenfell and Arthur Hunt in 1899–1900. The papyrus was reused for revenue returns in 206 CE. Nathaniel E. Griffin, \"The Greek Dictys\" The American Journal of Philology 29.3 (1908), pp. 329-335. It revealed that the Latin was a close translation. The other surprise was the discovery, in the library of conte Aurelio Guglielmo Balleani at Jesi,The manuscript in Balleani's library, called the Codex Aesinus also contained the Germania of Tacitus and the Agricola (C. E. Murgia and R. H. Rodgers, \"A Tale of two manuscripts\", Classical Philology 1984, pp 145ff. of a manuscript of Dictys, in the latter part of the ninth century, that was described and collated by C. Annibaldi in 1907. For a medieval source on the Trojan War that is uniquely independent of Dictys and Dares, see the \"Rawlinson Excidium Troie\". ==Notes== == References == * The modern edition of the Latin text, edited by Werner Eisenhut (Leipzig, 1958), has been used in the first modern English translation: R. M. Frazer, Jr. The Trojan War: The Chronicles of Dictys of Crete and Dares the Phrygian (Bloomington: Indiana University Press, 1966). *Smith, William, (1870), Dictionary of Greek and Roman Biography and Mythology vol.1, pp 1002f ==External links== *Dictys cretensis ephemeridos belli troiani, Ferdinand Meister (ed.), Lipsiae in aedibus B. G. Teubner, 1872. *R. M. Frazer, The Trojan War. The Chronicles of Dictys of Crete and Dares the Phrygian, Indiana University Press, 1966. *Papyrus Oxyrhyncus, XXXI, 2539 (an extant fragment in Greek language). *Papyrus Tebtunis, II, 68 (an extant fragment in Greek language). Category:Trojan War literature Category:Cretan characters in Greek mythology Category:Characters in Greek mythology Category:Knossos",
 "title": "Dictys Cretensis"
}