{
 "id": "367388",
 "text": "The Gemeente Vervoerbedrijf Amsterdam ([χəˈmɛɪntə fɛɹˈfuːɹbədɾæɪf ɑmstəɹˈdɑm])(GVB; English: Amsterdam Municipality Transportation Company)Sometimes also written Gemeentevervoerbedrijf in Dutch. is the municipal public transport operator for Amsterdam, the capital of the Netherlands, operating metro, tram, bus and ferry services in the metropolitan area of Amsterdam. ==History== thumb|Amsterdam Metro Network thumb|Amsterdam Tram Network The forerunner of the GVB, the Gemeentetram Amsterdam (GTA) (Amsterdam Municipal Tramway), was established on 1 January 1900 by the city after it acquired a number of private companies. The first electric tram ran on 14 August 1900. In 1925, the GTA introduced its first bus line. In 1943, Gemeentetram merged with Gemeenteveren Amsterdam (established in 1897), the municipal ferry company, to form Gemeente Vervoerbedrijf Amsterdam (municipal transport company). In 1977, the first metro line was introduced. By 2002, the organization was simply called GVB. In 2007, the GVB became a private corporation under the name GVB Activa B.V., wholly owned by the City of Amsterdam; previously, the GVB was part of the City Of Amsterdam. Between 2006 and 2016, Stadsregio Amsterdam was the authority responsible for all public transport in the greater Amsterdam area; it granted a concession (contract) to the GVB to provide public transport services. In 2010, Stadsregio Amsterdam extended the concession of the GVB for the period 2012–2017, and at the end of 2013, further extended it until 2024. On 1 January 2017, Vervoerregio Amsterdam replaced Stadsregio Amsterdam as the public transport authority for the greater Amsterdam area. ==Network== The GVB operates a number of public transportation networks in and around the city of Amsterdam, including: * 5 metro lines, partly elevated, no level crossings. * 14 tram routes, on street, partly mixed with all other traffic, partly on lanes shared with buses and taxis, and partly on separate lanes. * 46 bus routes; buses often mix with other traffic, but sometimes on lanes shared with trams and taxis, or for buses only. * 10 Ferry routes across the IJ; at least one is frequent, operating 24 hours a day, free of charge. In addition, a new metro line, the North/South line was opened on 22 July 2018. ==Metro== thumb|Amsterdam Metro * (standard gauge) * Power: 750V DC (third rail) * Amsterdam, Diemen, Ouder- Amstel ===Metro routes=== * 50: Isolatorweg – Station Sloterdijk – Station Lelylaan – Station Zuid – Station Bijlmer ArenA – Gein * 51: Isolatorweg – Station Sloterdijk – Station Lelylaan – Station Zuid – Amstelstation – Centraal Station * 52: Station Zuid – Rokin – Amsterdam Centraal - Station Noord * 53: Amsterdam Centraal – Amstelstation – Station Diemen Zuid – Gaasperplas * 54: Amsterdam Centraal – Amstelstation – Station Bijlmer ArenA – Gein ==Light rail== * (standard gauge) * Power: 600V DC (overhead) * Amsterdam, Amstelveen ===Former light rail route=== * 51: Amsterdam Centraal – Amstelstation – Station Zuid – Buitenveldert – Amstelveen Westwijk Until 3 March 2019, line 51 to Amstelveen was a metro service between Central Station and Station Zuid. At Station Zuid it switched from third rail to pantograph and catenary wires. From there to Amstelveen Centrum it shared its track with tram line 5. The light rail vehicles on this line are capable of using both 600V (overhead) and 750V DC (third rail) power supplies. ==Tram== thumb|Amsterdam Tram * (standard gauge) * Power: 600V DC (overhead) * Amsterdam, Amstelveen, Diemen ===Tram routes=== * 1: Amsterdam Muiderpoort – Vijzelgracht – Leidseplein – Station Lelylaan – Osdorp De Aker * 2: Amsterdam Centraal – Leidsestraat – Hoofddorpplein – Nieuw Sloten * 3: Zoutkeetsgracht – Ceintuurbaan – Muiderpoortstation – Flevopark * 4: Amsterdam Centraal – Utrechtsestraat – Station RAI * 5: Westerpark – Elandsgracht – Leidseplein – Museumplein – Station Zuid – Amstelveen Stadshart * 7: Slotermeer – Leidseplein – Azartplein * 12: Amsterdam Centraal – Leidseplein – Museumplein – Ceintuurbaan – Amstelstation * 13: Amsterdam Centraal – Rozengracht – Geuzenveld * 14: Amsterdam Centraal – Dam – Artis Zoo – Flevopark * 17: Amsterdam Centraal – Rozengracht – Station Lelylaan – Osdorp Dijkgraafplein * 19: Amsterdam Sloterdijk – Bos en Lommer – Elandsgracht – Leidseplein – Vijzelgracht – Diemen Sniep * 24: Amsterdam Centraal – Rokin – Vijzelgracht – De Pijp – Ceintuurbaan – VU Medisch Centrum * 25: Station Zuid – Buitenveldert – Amstelveen Westwijk * 26: Amsterdam Centraal – Piet Heintunnel – IJburg ==Buses== thumb|Amsterdam Bus , GVB bus services had 22 regular daytime routes (numbered between 15–68), 8 rush-hour routes (200-series route numbers), 10 night routes (numbered as \"N\" plus two digits). One route (369) runs between Schiphol Airport and Sloterdijk station (railway and metro connections). Three routes (461, 462, 464) offer free rides to the Gelderlandplein shopping centre in the Buitenveldert neighbourhood of Amsterdam. , there were 233 buses in the fleet of which 31 were electric. ==Ferries== thumb|Amsterdam Ferry Since 1 July 2013, GVB Veren (veren meaning ferries) has been operating ferry services crossing both the IJ and the North Sea Canal on behalf of the City of Amsterdam. Most of these ferries offer free rides for pedestrians and cyclists. Within the City of Amsterdam, there are seven ferry routes across the IJ, two of which operate overnight. Outside of Amsterdam, the GVB operates three ferry routes across the North Sea Canal at Zaandam, Velsen and Assendelft. The GVB has 19 ferry boats servicing these routes, and is replacing diesel-powered ferries with electrically-operated vessels. The ferries have a maximum speed of . Ferry routes crossing the IJ are: * F1: Azartplein to Zamenhofstraat * F2: Central Station to IJplein * F3: Central Station to Buiksloterweg * F4: Central Station to NDSM * F5: Central Station to NDSM via Pontsteiger * F6: Pontsteiger to Distelweg * F7: Pontsteiger to NDSM Ferry routes crossing the North Sea Canal are: * F20 Hempontplein to Zaandam * F21 Spaamdam to Assendelft * F22 Velson Zuid to Velson Noord ==Ticketing== The Amsterdam public transport network falls under the National Tariff System of the Netherlands and the GVB has a few of its own tickets, notably the 24-, 48- and 72- hour tickets. The electronic OV-chipkaart has been the only ticketing system valid in the Amsterdam metro since the summer of 2009, and in the rest of the network (tram, bus) since June 2010. Most trams carry conductors, but as they no longer stamp passengers' strippenkaarten their role has been deskilled; it now consists in ensuring security along with selling the occasional OV-chipkaart and optionally announcing the stops. ==Notes== ==References== ==External links== * GVB (official) * Tram Travels: Gemeentevervoerbedrijf Amsterdam (GVB) * UrbanRail.Net Category:Public transport operators Category:Rapid transit in the Netherlands Category:Tram transport in the Netherlands Category:Trams in Amsterdam Category:Transport in Amsterdam Category:Amsterdam Metro Category:Light rail in the Netherlands",
 "title": "Gemeente Vervoerbedrijf"
}