{
 "id": "367477",
 "text": "The City of London Corporation, officially and legally the Mayor and Commonalty and Citizens of the City of London, is the municipal governing body of the City of London, the historic centre of London and the location of much of the United Kingdom's financial sector. In 2006, the name was changed from Corporation of London as the corporate body needed to be distinguished from the geographical area thus avoiding confusion with the wider London local government, the Greater London Authority.The body was popularly known as the Corporation of London but on 10 November 2005 the Corporation announced that its informal title would from 3 January 2006 be the City of London (or the City of London Corporation where the corporate body needed to be distinguished from the geographical area). This may reduce confusion between the Corporation and the Greater London Authority. Both businesses and residents of the City, or \"Square Mile\", are entitled to vote in City elections, and in addition to its functions as the local authority—analogous to those undertaken by the 32 boroughs that administer the rest of the Greater London region—it takes responsibility for supporting the financial services industry and representing its interests. The corporation's structure includes the Lord Mayor, the Court of Aldermen, the Court of Common Council, and the Freemen and Livery of the City. The \"Liberties and Customs\" of the City of London are guaranteed in Magna Carta’s clause 9, which remains in statute. == History == In Anglo-Saxon times, consultation between the City's rulers and its citizens took place at the Folkmoot. Administration and judicial processes were conducted at the Court of Husting and the administrative part of the court's work evolved into the Court of Aldermen. There is no surviving record of a charter first establishing the Corporation as a legal body, but the City is regarded as incorporated by prescription, meaning that the law presumes it to have been incorporated because it has for so long been regarded as such (e.g. Magna Carta states that \"the City of London shall have/enjoy its ancient liberties\"). The City of London Corporation has been granted various special privileges since the Norman Conquest, and the Corporation's first recorded royal charter dates from around 1067, when William the Conqueror granted the citizens of London a charter confirming the rights and privileges that they had enjoyed since the time of Edward the Confessor. Numerous subsequent royal charters over the centuries confirmed and extended the citizens' rights. Around 1189, the City gained the right to have its own mayor, later being advanced to the degree and style of Lord Mayor of London. Over time, the Court of Aldermen sought increasing help from the City's commoners and this was eventually recognised with commoners being represented by the Court of Common Council, known by that name since at least as far back as 1376. The earliest records of the business habits of the City's chamberlains and common clerks, and the proceedings of the courts of Common Council and Aldermen, begin in 1275, and are recorded in fifty volumes known as the Letter-Books of the City of London. The City of London Corporation had its privileges stripped by a writ quo warranto under Charles II in 1683, but they were later restored and confirmed by Act of Parliament under William III and Mary II in 1690, after the Glorious Revolution. With growing demands on the Corporation and a corresponding need to raise local taxes from the commoners, the Common Council grew in importance and has been the principal governing body of the City of London since the 18th century. In January 1898, the Common Council gained the full right to collect local rates when the City of London Sewers Act 1897 transferred the powers and duties of the Commissioners of Sewers of the City of London to the Corporation. A separate Commission of Sewers was created for the City of London after the Great Fire in 1666, and as well as the construction of drains it had responsibility for the prevention of flooding; paving, cleaning and lighting the City of London's streets; and churchyards and burials. The individual commissioners were previously nominated by the Corporation, but it was a separate body. The Corporation had earlier limited rating powers in relation to raising funds for the City of London Police, as well as the militia rate and some rates in relation to the general requirements of the Corporation. The Corporation is unique among British local authorities for its continuous legal existence over many centuries, and for having the power to alter its own constitution, which is done by an Act of Common Council. == Local authority role == Local government legislation often makes special provision for the City to be treated as a London borough and for the Common Council to act as a local authority. The Corporation does not have general authority over the Middle Temple and the Inner Temple, two of the Inns of Court adjoining the west of the City which are historic extra-parochial areas, but many statutory functions of the Corporation are extended into these two areas. The chief executive of the administrative side of the Corporation holds the ancient office of Town Clerk of London. == The High Officers and other officials == Because of its accumulated wealth and responsibilities, the Corporation has a number of officers and officials unique to its structure who enjoy more autonomy than most local council officials, and each of whom has a separate budget: #The Town Clerk, who is also the chief executive. #The Chamberlain, the City Treasurer and Finance Officer. #The City Remembrancer, who is responsible for protocol, ceremonial, security issues as well as legislative matters that may affect the Corporation and is legally qualified (usually a barrister). #The City Surveyor, who is responsible for the central London commercial property portfolio #The Comptroller and City Solicitor; legal officer. #The Recorder of London, the senior judge at the Central Criminal Court 'Old Bailey' who is technically a member of the Court of Aldermen; but without precedence, he processes between the senior aldermen, i.e. former lord mayors, and the junior aldermen. #The Common Serjeant, the second senior judge at the Central Criminal Court ('Old Bailey'), technically the legal adviser to the Common Council (i.e., Serjeant at Law to the Commoners). There are others: == Elections == The first direct elections to Common Council took place in 1384. Before that date the representatives of the wards had been elected by the livery companies; originally they were merely appointed by the aldermen. The City of London Corporation was not reformed by the Municipal Corporations Act 1835, because it had a more extensive electoral franchise than any other borough or city; in fact, it widened this further with its own equivalent legislation allowing one to become a freeman without being a liveryman. In 1801, the City had a population of about 130,000, but increasing development of the City as a central business district led to this falling to below 5,000 after the Second World War. It has risen slightly to around 9,000 since, largely due to the development of the Barbican Estate. As it has not been affected by other municipal legislation over the period of time since then, its electoral practice has become increasingly anomalous. Therefore, the non-residential vote (or business vote), abolished in the rest of the country in 1969, became an increasingly large part of the electorate. The non-residential vote system used disfavoured incorporated companies. The City of London (Ward Elections) Act 2002 greatly increased the business franchise, allowing many more businesses to be represented. In 2009, the business vote was about 24,000, greatly exceeding residential voters. === Voters === Eligible voters must be at least 18 years old and a citizen of the United Kingdom, a European Union country, or a Commonwealth country, and either: * A resident; * A sole trader, or a partner in an unlimited partnership, or; * An appointee of a qualifying body. Each body or organisation, whether unincorporated or incorporated, whose premises are within the City of London may appoint a number of voters based on the number of workers it employs. Limited liability partnerships fall into this category. Bodies employing fewer than ten workers may appoint one voter, those employing ten to fifty workers may appoint one voter for every five; those employing more than fifty workers may appoint ten voters and one additional voter for every fifty workers beyond the first fifty. Though workers count as part of a workforce regardless of nationality, only certain individuals may be appointed as voters. Under section 5 of the City of London (Ward Elections) Act 2002, the following are eligible to be appointed as voters (the qualifying date is 1 September of the year of the election): *Those who have worked for the body for the past year at premises in the City; *Those who have served on the body's board of directors for the past year at premises in the City; *Those who have worked in the City for the body for an aggregate total of five years; *Those who have worked mainly in the City for a total of ten years and still do so or have done within the last five years. Voters appointed by businesses who are also entitled to vote in a local authority district other than the City, due to their residence in that district, maintain the right to vote in their 'home' district. === Wards === thumb|A map of the wards as they were in the late 19th century. thumb|A map of the wards since 2003 The City of London is divided into twenty-five wards, each of which is an electoral division, electing one alderman and a number of councilmen based on the size of the electorate. The numbers below reflect the changes caused by the City of London (Ward Elections) Act and a recent ward boundary review. {| class=\"wikitable\" |- !Ward!!Common councilmen |- |Aldersgate||6 |- |Aldgate||5 |- |Bassishaw||2 |- |Billingsgate||2 |- |Bishopsgate||6 |- |Bread Street||2 |- |Bridge||2 |- |Broad Street||3 |- |Candlewick||2 |- |Castle Baynard||8 |- |Cheap||3 |- |Coleman Street||4 |- |Cordwainer||3 |- |Cornhill||3 |- |Cripplegate||8 |- |Dowgate||2 |- |Farringdon Within||8 |- |Farringdon Without||10 |- |Langbourn||3 |- |Lime Street||4 |- |Portsoken||4 |- |Queenhithe||2 |- |Tower||4 |- |Vintry||2 |- |Walbrook||2 |- |Total||100 |} === Livery companies === There are over one hundred livery companies in London. The companies originated as guilds or trade associations. The senior members of the livery companies, known as liverymen, form a special electorate known as Common Hall. Common Hall is the body that chooses the lord mayor, the sheriffs and certain other City officers. == Court of Aldermen == Wards originally elected aldermen for life, but the term is now only six years. Aldermen may, if they so choose, submit to an election before the six-year period ends. In any case, an election must be held no later than six years after the previous election. The sole qualification for the office is that aldermen must be Freemen of the City. Aldermen are ex officio justices of the peace. All aldermen also serve on the Court of Common Council. == Court of Common Council == thumb|The Guildhall's north wing, housing most of the City's administration units thumb|On formal occasions, as here in the Guildhall's Old Library, the Common Councilmen wear blue fur-trimmed robes. The Court of Common Council, also known as the Common Council of the City of London, is formally referred to as the Mayor, Aldermen, and Commons of the City of London in Common Council assembled.Example usage: interpretation clause in the Open Spaces Act 1906 . The \"Court\" is the primary decision-making body of the City of London Corporation and meets nine times per year, though most of its work is carried out by committees. The Common Council is the police authority for the City of London, a police area that covers the City including the Inner Temple and Middle Temple and which has its own police force – the City of London Police – separate from the Metropolitan Police, which polices the remainder of Greater London. Each ward may choose a number of common councilmen. A common councilman must be a registered voter in a City ward, own a freehold or lease land in the City, or reside in the City for the year prior to the election. The individual must also be over 21; a Freeman of the City; and a British, Irish, Commonwealth or EU citizen. Common Council elections are held every four years, most recently in March 2017. Common councilmen may use the postnominals CC after their names. Each year, the common councilmen elect one of their number to serve as Chief Commoner, an honorific office which 'serves to recognise the distinguished contribution the office holder is likely to have made to the City Corporation over a period of years.' The Chief Commoner is expected to champion the Court of Common Council, to work to uphold its rights and privileges, and to offer advice and counsel to its members. They also represent the court on various different committees, support the lord mayor in the business of the Corporation and are prominently present on ceremonial occasions. The Chief Commoner is elected in October of each year and holds office for one year from the following April. Following a by- election in the Ward of Portsoken on 20 March 2014 the political composition of the Court of Common Council was 99 independent members and one Labour Party member. Since City of London Council elections in March 2017, the council has been composed of 95 independents and five Labour Party members. In October 2018, the Labour Party gained its sixth seat on the Common Council with a by- election victory in Castle Baynard ward. ==Committees of the City of London== The work of the City of London Corporation is primarily carried out through a range of committees: * Audit and Risk Management Committee * Barbican Centre Board * Barbican Residential Committee * Board of Governors of the City of London Freemen's School * Board of Governors of the City of London School * Board of Governors of the City of London School for Girls * Board of Governors of the Guildhall School of Music and Drama * Community & Children's Services Committee * Culture, Heritage and Libraries Committee * Education Board * Epping Forest & Commons Committee * Establishment Committee * Finance Committee * Freedom Applications Committee * Gresham (City Side) Committee * Hampstead Heath, Highgate Wood and Queen's Park Committee * Health and Wellbeing Board * Investment Committee * Licensing Committee * Livery Committee * Local Government Pensions Board * Markets Committee * Open Spaces and City Gardens * Planning and Transportation Committee * Police Committee * Policy and Resources Committee * Port Health & Environmental Services Committee * Standards Committee * The City Bridge Trust Committee * West Ham Park Committee == The lord mayor and the sheriffs == The Lord Mayor of London and the two sheriffs are chosen by liverymen meeting at Common Hall. Sheriffs, who serve as assistants to the lord mayor, are chosen on Midsummer Day. The lord mayor, who must have previously been a sheriff, is chosen on Michaelmas. Both the lord mayor and the sheriffs are chosen for terms of one year. The lord mayor fulfills several roles: *Chairs the Court of Aldermen and the Common Council *Represents the City to foreign dignitaries *Heads the Commission of Lieutenancy of the City *Chief Magistrate of the City *Admiral of the Port of London *Chancellor of the City University *President of Gresham College *Trustee of Saint Paul's Cathedral The ancient and continuing office of Lord Mayor of London (with responsibility for the City of London) should not be confused with the office of Mayor of London (responsible for the whole of Greater London and created in 2000). == Ceremonies and traditions == Stuart Fraser, the Corporation's Deputy Policy chairman wrote in 2011 \"it is undoubtedly the case that we have more tradition and pageantry than most\", for example the yearly Lord Mayor's Show. There are eight formal ceremonies involving the Corporation: #Midsummer Common Hall for the election of the sheriffs (24 June or nearest weekday); #Admission of the Sheriffs, their oath- taking (the nearest weekday to the Michaelmas date); #Michaelmas Common Hall for the election of the lord mayor (29 September or nearest weekday); #Admission of the Lord Mayor, the so-called \"Silent Ceremony\" (Friday before the Lord Mayor's Show); #Lord Mayor's Show; formally, \"the Procession of the Lord Mayor for Presentation to the Lord Chief Justice and Queen's Remembrancer at the Royal Courts of Justice\" (the Saturday after the second Friday in November); #The Ward Motes; elections in the City wards and general meeting of the ward in non-election years (third Friday in March); #The Spital Sermon; literally a sermon given in the Guildhall church (St Lawrence Jewry next Guildhall), delivered by a senior cleric on behalf of the Christ's Hospital and Bridewell Hospital (now King Edward's School, Witley) (a day in school term between March and May); #United Guilds Service involves all of the livery company masters, the lord mayor, sheriffs, the aldermen and high officers. This is the newest having been instituted in 1943, it is the responsibility of a special trust fund operating from Fishmongers' Hall (usually in March but so long as not conflicting with Holy Week). === Temple Bar Ceremony === The historic ceremony of the monarch halting at Temple Bar and being met by the lord mayor, also called the Pearl Sword Ceremony, has often featured in art and literature. It is commented on in televised coverage of modern-day royal ceremonial processions. Tax journalist Nicholas Shaxson described the ceremony in an article in the New Statesman: Paul Jagger, author of The City of London Freeman's Guide and City of London: Secrets of the Square Mile describes the ceremony: Both the Guildhall Historical Association and Jagger explain that it is incorrect to say that this is a symbol of the submission of the Crown to the City, with Jagger writing: == Conservation areas and green spaces == The City of London Corporation maintains around of public green spaces – mainly conservation areas / nature reserves – in Greater London and the surrounding counties. The most well-known of the conservation areas are Hampstead Heath and Epping Forest. Other areas include Ashtead Common, Burnham Beeches, Highgate Wood and the City Commons (seven commons in south London). The Corporation also runs the unheated Parliament Hill Lido, in Hampstead Heath which the London Residuary Body with the agreement of the London Boroughs gave into the safekeeping of the City, for the benefit of the public, in 1989. The City also owns and manages two traditional inner city parks: Queen's Park and West Ham Park as well as over 150 smaller public green spaces. All these green spaces are funded principally by the City of London. == Education == The City of London has only one directly-maintained primary school,Cityoflondon.gov.uk The Aldgate School (ages 4 to 11),Cityoflondon.gov.uk which is also the only voluntary-aided Church of England primary school in the City of London. The school is maintained by the Education Service of the City of London. City of London residents may send their children to schools in neighbouring local education authorities (LEAs). Some secondary school children enrol in schools in Islington, Tower Hamlets, Westminster or Southwark. Children who are permanent residents of the City of London are eligible for transfer to the City of London Academy, Southwark, a state-funded secondary school sponsored by the City of London located in Bermondsey. The City of London Corporation also sponsors City Academy, Hackney and City of London Academy Islington. The City of London controls three other independent schools – the City of London School (for boys), the City of London School for Girls, and the co-educational City of London Freemen's School. The Lord Mayor also holds the posts of Rector of City University and President of Gresham College, an educational institution for advanced study. The Guildhall School of Music and Drama is owned and funded by the Corporation. == Criticism == Writing in The Guardian, George Monbiot claimed that the corporation's power \"helps to explain why regulation of the banks is scarcely better than it was before the crash, why there are no effective curbs on executive pay and bonuses and why successive governments fail to act against the UK's dependent tax havens\" and suggested that its privileges could not withstand proper \"public scrutiny\". In December 2012, following criticism that it was insufficiently transparent about its finances, the City of London Corporation revealed that its \"City's Cash\" account – an endowment fund built up over the past 800 years that it says is used \"for the benefit of London as a whole\" – holds more than £1.3bn. , it had net assets of £2.3bn. The fund collects money made from the corporation's property and investment earnings. == See also == *City of London *City status in the United Kingdom *Flag of the City of London *List of lord mayors of London *Incorporated Trades of Edinburgh == References == == External links == * * Green spaces run by the City of London * London Metropolitan Archives Leaflet on the Court of Common Council Category:Billing authorities in England Category:City of London Category:Local authorities in London Category:Local education authorities in England",
 "title": "City of London Corporation"
}