{
 "id": "368378",
 "text": "San Rafael High School is a public high school located at 150 Third St. in San Rafael, California, United States. The school is part of the San Rafael City Schools school district. Its official nickname is the Bulldog; however, its athletic teams have been known casually as the Dawgs since the mid-1980s. The school is located on a campus in central San Rafael.San Rafael City Schools ==History== San Rafael High School opened in 1888. The school's current campus opened in 1924. The school is cited as the origin (1971) of the time and codeword 420 in cannabis culture; originally \"420\" served as a code word for \"The Waldos\", a group of marijuana users who would meet in front of the 1940 Benny Bufano statue of Louis Pasteur at 4:20p.m. to smoke marijuana, both near the statue and at other clandestine locations on campus grounds. The \"420\" moniker was in widespread use on campus during the 1974-1976 timeframe by the school stoner community. As the usage spread, the original connotations of the term \"420\" faded away.Snopes.com, \"420\" San Rafael High School served as the setting for the video of the 1984 power ballad \"Sister Christian\" by Night Ranger.Night Rangers revisit 'Sister Christian' and San Rafael November 11, 2005|By Carolyn Jones, San Francisco Chronicle http://articles.sfgate.com/2005-11-11/news/17397637_1_night-ranger-jack- blades-sister-christian KSRH is the school's radio station, which is completely operated by students. The station broadcasts with 10 watts of power on 88.1 FM and 107.3 Cable FM. The station takes requests during school hours at (415) 457-KSRH. Facilities at the school were upgraded with funds from bond measures passed in 1999 and 2002. Beginning with the 2001-02 school year, San Rafael High School moved to an A/B rotating block schedule. In 2006, the school scored 680 on the Academic Performance Index (API), the California Department of Education’s program for measuring school accountability. It also passed all Adequate Yearly Performance (AYP) criteria required by the federal No Child Left Behind (NCLB) Act of 2001. In September 2008, the school served as a primary location for the independent feature film The Prankster. School was in session while filming took place and some students and teachers had background roles in the movie. Former principal Judy Colton had a small speaking part with Kurt Fuller, who played Dean Pecarino in the film. In 2019 construction began on a new two-story building to house the school's administrative offices, a kitchen, general student commons area and classrooms along with support spaces for Madrone High School, a continuation high school on the campus of San Rafael High School. ==Notable alumni== Professional baseball *Jerry Goff (1982) - Catcher for the Montreal Expos, Pittsburgh Pirates, and Houston Astros *Jesse Foppert (1998) - Pitcher for the San Francisco Giants *Will Venable (2001) - Outfielder for the San Diego Padres Professional football *Ron Snidow (1959) - Defensive tackle for the Washington Redskins and the Cleveland Browns *Natu Tuatagaloa (1984) - Defensive end NFL Seattle Seahawks, Cincinnati Bengals, Houston Oilers; elected to the San Rafael City Schools Board of Education in 2001San Rafael City Schools, Board Members, accessed March 23, 2008 Stage and screen *Dan Totheroh (1914) - Actor, author, playwright, and screenwriter; long-time member of the Mountain Play Association *Byron Stewart (1974) - Warren Coolidge on the CBS television series The White Shadow. *Phillip R. Ford (1979) - Entertainer and cult film director of Vegas in Space. *Whit Johnson (2000) - Co-anchor on Good Morning America Miscellaneous *Harold Haley (1922) - former Marin County Superior Court Judge *Eleanor Garatti (1928) - Swimmer, Olympic Gold Medal winner in 1928 & 1932; 1929 world record in the 100-meter freestyle *Daniel Foley (1965) - Associate Justice Palau Supreme Court; former Associate Justice Hawaii Court of Appeals; attorney who brought and won the Hawaii same-sex marriage cases Baehr v Lewin (1993) and Baehr v Miike (1996) *Nikki Tyler (1990) - Adult film actress *Steve Detwiler (2006) - Outfielder for Fresno State University Bulldogs; College World Series record holderAssociated Press, \"Justin Wilson, Steve Detweiler lead Fresno State to 6-1 win over Georgia to claim the national title,\" June 26, 2008, Madera Times, accessed June 26, 2008; Detwiler drove in all six runs in the Bulldogs' third-game victory in the College World Series Set record for most bases in CWS championship game; tied for most runs; second place for most RBI; tied for second most hists. ==References== Category:Educational institutions established in 1888 Category:High schools in Marin County, California Category:Public high schools in California Category:Education in San Rafael, California Category:Buildings and structures in San Rafael, California Category:1888 establishments in California",
 "title": "San Rafael High School"
}