{
 "id": "368393",
 "text": "Hardtack (or hard tack) is a simple type of biscuit or cracker made from flour, water, and sometimes salt. Hardtack is inexpensive and long-lasting. It is used for sustenance in the absence of perishable foods, commonly during long sea voyages, land migrations, and military campaigns. Along with salt pork, hardtack was a standard ration for many militaries and navies from the 17th through the early 20th centuries. ==Etymology== The name is derived from \"tack\", the British sailor slang for food. It is known by other names including brewis (possibly a cognate with \"brose\"), cabin bread, pilot bread, sea biscuit, soda crackers, sea bread (as rations for sailors), ship's biscuit, or pejoratively as dog biscuits, molar breakers, sheet iron, tooth dullers, armor plates (Germany) and worm castles. Australian and New Zealand military personnel knew them with some sarcasm as ANZAC wafers (not to be confused with Anzac biscuit). ==History== The introduction of the baking of processed cereals, including the creation of flour, provided a more reliable source of food. Egyptian sailors carried a flat brittle loaf of millet bread called dhourra cake, while the Romans had a biscuit called bucellatum. King Richard I of England left for the Third Crusade (1189–1192) with \"biskit of muslin\", which was a mixed grain compound of barley, bean flour, and rye. The more refined captain's biscuit was made with finer flour. Some early physicians associated most medical problems with digestion. For sustenance and health, eating a biscuit daily was considered good for one's constitution. As the biscuits would soften and become more palatable with time due to exposure to humidity and other weather elements, the bakers of the time made biscuits as hard as possible. Because it was baked hard, it would stay intact for years if kept dry. For long voyages, hardtack was baked four times, rather than the more common two, and prepared six months before sailing. Because it is dry and hard, hardtack (when properly stored and transported) will survive rough handling and temperature extremes. Un-moistened hardtack was inedible and \"nearly dense enough to stop a musket ball\". To soften, hardtack was often dunked in brine, coffee, or some other liquid, or cooked into a skillet meal. In 1588, the daily allowance on board a Royal Navy ship was one pound of hardtack, plus one gallon of small beer. In 1667, Samuel Pepys first regularized naval victualing with varied and nutritious rations. Hardtack, crumbled or pounded fine and used as a thickener, was a key ingredient in New England seafood chowders from the late 1700s.John Thorne and Matt Lewis Thorne, Serious Pig: An American Cook in Search of His Roots. New York: Farrar, Straus and Giroux. 1996. pp.163–166. In 1801, Josiah Bent began a baking operation in Milton, Massachusetts, selling \"water crackers\", biscuits made of flour and water that would not deteriorate during long sea voyages from the port of Boston. These were also used extensively as a source of food by the gold prospectors who migrated to the gold mines of California in 1849. Since the journey took months, hardtack, which could be kept a long time, was stored in the wagon trains. Bent's company later sold the original hardtack crackers used by troops during the American Civil War. The G. H. Bent Company operated in Milton and sold these items to Civil War re-enactors and others, up until at least 2016. During the American Civil War (1861–1865), three-inch by three-inch (7.5 cm by 7.5 cm) hardtack was shipped from Union and Confederate storehouses. Civil War soldiers generally found their rations to be unappealing, and joked about the poor quality of the hardtack in the satirical song \"Hard Tack Come Again No More\". The song was sung to the tune of the Stephen Foster song \"Hard Times Come Again No More\", and featured lyrics describing the hardtack rations as being 'old and very wormy' and causing many 'stomachs sore'. Some of this hardtack had been stored from the 1846–1848 Mexican–American War. With insect infestation common in improperly stored provisions, soldiers would break up the hardtack and drop it into their morning coffee. This would not only soften the hardtack but the insects, mostly weevil larvae, would float to the top, and the soldiers could skim off the insects and resume consumption. Some men also turned hardtack into a mush by breaking it up with blows from their rifle butts, then adding water. If the men had a frying pan, they could cook the mush into a lumpy pancake; otherwise they dropped the mush directly on the coals of their campfire. They also mixed hardtack with brown sugar, hot water, and sometimes whiskey to create what they called a pudding, to serve as dessert. Royal Navy hardtack during Queen Victoria's reign was made by machine at the Royal Clarence Victualing Yard at Gosport, Hampshire, stamped with the Queen's mark and the number of the oven in which it was baked. When machinery was introduced into the process, the dough was thoroughly mixed and rolled into sheets about two yards long and one yard wide, which were then stamped in one stroke into about sixty hexagonal shaped biscuits. The hexagonal shape meant a saving in material and time and made them easier to pack than the traditional circular shaped biscuit.The National Cyclopaedia of Useful Knowledge Vol III (1847), London, Charles Knight, p.354. Hardtack remained an important part of the Royal Navy sailor's diet until the introduction of canned foods; canned meat was first marketed in 1814, and preserved beef in tins was officially introduced to the Royal Navy rations in 1847. During the Spanish–American War in 1898, some military hardtack was stamped with the phrase \"Remember the Maine\". ==Modern use== thumb|Polish SU-1 hardtack Commercially available hardtack is a significant source of food energy in a small, durable package. A store-bought 24-gram cracker can contain 100 kilocalories (20 percent from fat) from 2 grams of protein but practically no fiber. ===Asia=== Ma Bo mentioned hardtack as being a staple food of Chinese hard-labor workers in Inner Mongolia, during the Cultural Revolution. Hardtack was a staple of military servicemen in Japan and South Korea well into the late 20th century. It is known as Kanpan (乾パン) in Japan and geonbbang (geonppang, 건빵) in South Korea, meaning 'dry bread', and is still sold as a fairly popular snack food in both countries. (Canned kanpan is also distributed in Japan as emergency rations in case of earthquake, flood, or other disaster.) A harder hardtack than Kanpan, called Katapan (堅パン), is historically popular in Kitakyushu City, Fukuoka, Japan as one of its regional specialty foods. In Korea, geonppang (hardtacks) mixed with byulsatang (star candy) as a medley is considered a popular snack. ===Europe=== In Genoa, hardtack was and still is a traditional addition to a fish and vegetable salad called cappon magro. Hardtack, baked with or without the addition of fat, was and still is a staple in Russian military rations, especially in the Navy, as infantry traditionally preferred simple dried bread when long shelf life was needed. Called galeta (галета) in Russian, it is usually somewhat softer and more crumbly than traditional hardtack, as most varieties made in Russia include at least some fat or shortening, making them closer to saltine crackers. One such variety, khlyebtsy armyeyskiye (хлебцы армейские), or \"army crackers\", is included in Russian military rations. Other brands enjoy significant popularity among the civilian population as well, both among campers and the general populace. In Germany, hardtack is included in every military ration and colloquially known as Panzerplatten (armor plates) or Panzerkekse (Armor cookies). Due to conscription for many years, a large part of the male population knows about them from their service and thus, became very popular even in civilian use. The company that makes them also sells them unaltered to the civilian market. They are said to have many properties, some jokingly assigned, such as the ability to combine them with standard issue shoe polish to create a flammable device, or to glue them onto vehicles to increase their armor protection. One quality, liked by many soldiers, is its ability to hinder one's need to defecate, some claiming they didn't need to defecate for 3 days after consuming large quantities of them. In Poland, hardtack wafers (known by their official name: Suchary Specjalne SU-1 or SU-2 - Special Hardtacks) are still present in Polish Army military rations. In military slang they are jokingly called Pancerwafle (Armor wafers), a pun on Panzerwaffe, the Wehrmacht armored motorized forces (the German words \"panzer\" and \"waffe\" mean \"armor\" and \"weapon\", respectively). They are also very popular amongst civilians, and are a common part of a meal in some regions. ===Melanesia=== Hardtack remains popular today in Papua New Guinea. The Lae Biscuit Company, which is the most commonly found and popular brand in that country, makes multiple lines of different varieties of hardtack. ===North America=== ====Canada==== thumb|upright|A package of Canadian Purity hard bread with one hard bread biscuit in front Hardtack is a mainstay in parts of Canada. Purity Factories is one Canadian maker of traditional hardtack. They specialize in a high density, high caloric product that is well suited for use by expeditions. Located in St. John's, Newfoundland and Labrador, they currently bake three varieties of hardtack: * The first variety, a cracker similar to a cross between an unsalted saltine and hardtack, Crown Pilot Crackers. It was a popular item in much of New England and was manufactured by Nabisco until it was discontinued in the first quarter of 2008. It was discontinued once before, in 1996, but a small uprising by its supporters brought it back in 1997. This variety comes in two sub-varieties, Flaky and Barge biscuits. * The second is Hard Bread, a traditional hardtack, and is the principal ingredient in fish and brewis, a traditional Newfoundland and Labrador meal. * The third variety is Sweet Bread, which is slightly softer than regular hardtack due to a higher sugar and shortening content, and is eaten as a snack food. ====United States==== Interbake Foods of Richmond, Virginia, produces most of the commercially available hardtack in the United States, under the \"Sailor Boy\" label. As of January 2015, 98 percent of its production goes to Alaska. Alaskans are among the last to still eat hardtack as a significant part of their normal diet. Originally imported as a food product that could endure the rigors of transportation throughout Alaska, hardtack has remained a favored food even as other, less robust foods have become more readily available. Alaskan law requires all light aircraft to carry \"survival gear\", including food.Title AS 02.35.110. Uniform Air Licensing Act, Emergency rations and equipment. Therefore, the blue-and-white Sailor Boy Pilot Bread boxes are ubiquitous at Alaskan airstrips, in cabins, and in virtually every village. Unlike the traditional hardtack recipe, Sailor Boy Pilot Bread contains leavening and vegetable shortening. Hardtack is also a common pantry item in Hawaii, and The Diamond Bakery's \"Saloon Pilot\" cracker is available there in grocery and convenience stores. The round hardtack crackers are available in large- and small-diameter sizes. Those who buy commercially baked hardtack in the continental US are often those who stock up on long-lasting foods for disaster survival rations. Hardtack can compose the bulk of dry food storage for some campers. Many other people who currently buy or bake hardtack in the US are Civil War re-enactors.Olustee Battlefield Reenactment Everything from bacon and hardtack. Retrieved 2008-10-23. One of the units that continually bakes hardtack for living history is the USS Tahoma Marine Guard Infantry of the Washington State Civil War Association. ==See also== * G. H. Bent Company – Bent's Cookie Factory were purveyors of \"water crackers\" and hardtack during the American Civil War * Baati * Bannock * Cracker (food) * Cream cracker * Crisp bread * List of breads * List of crackers * Matzo * Meal, Ready-to-Eat * Rusk * Saltine cracker * Tsampa * Water biscuit ==References== ==Further reading== * * ==External links== * History and Recipe for Hardtack from The American Table * 863 American Civil War Hardtack. Category:Alaskan cuisine Category:Biscuits Category:Crackers (food) Category:Military food Category:Fur trade Category:Maritime culture",
 "title": "Hardtack"
}