{
 "id": "368302",
 "text": "The two-barred crossbill or white-winged crossbill (Loxia leucoptera) is a small passerine bird in the finch family Fringillidae. ==Etymology== The scientific name is from Ancient Greek. Loxia is from , \"crosswise\", and means \"white-winged\" from , \"white\" and , \"wing\". ==Taxonomy== It has two subspecies, the white-winged crossbill (Loxia leucoptera leucoptera) in North America, and the two-barred crossbill (Loxia leucoptera bifasciata) in northeastern Europe and the Palearctic. ==Distribution and habitat== This bird breeds in the coniferous forests of Alaska, Canada, the northernmost United States and across the Palearctic extending into northeast Europe. It nests in conifers, laying 3–5 eggs. This crossbill is mainly resident, but will irregularly irrupt south if its food source fails. The American race seems to wander more frequently than the Eurosiberian subspecies. This species will form flocks outside the breeding season, often mixed with other crossbills. It is a rare visitor to western Europe, usually arriving with an irruption of red crossbills. ==Description== Measurements: * Length: 17 cm * Weight: 30-40 g * Wingspan: 26–29 cm The crossbills are characterized by the mandibles crossing at their tips, which gives the group its English name. They are specialist feeders on conifer cones, and the unusual bill shape is an adaptation to assist the extraction of the seeds from the cone. The two-barred crossbill has a strong preference for larch (Larix), in Eurosiberia using Siberian larch (Larix sibirica) and Dahurian larch (L. gmelinii), and in North America Tamarack larch (L. laricina). It will also take rowan (Sorbus) berries, and in North America, also eastern hemlock (Tsuga canadensis) and white spruce (Picea glauca) cones. thumb|left|Female thumb|Geographical distribution of White- winged crossbill Adult males tend to be red or pinkish in colour, and females green or yellow, but there is much variation. The two-barred is easier to identify than other crossbills, especially in North America, where only the red crossbill and this species occur, but some care is still needed. Within its Palearctic range, this species is smaller-headed and smaller-billed than the parrot crossbill and Scottish crossbill, so the main confusion between species both there and in North America is with the red or common crossbill. The main plumage distinction from the red crossbill is the white wingbars which give this species its English and scientific names. There are also white tips to the tertials. The adult male is also a somewhat brighter (pinker) red than other male crossbills. Some red crossbills occasionally show weak white wingbars, so care is needed with the correct identification of this species. The chip call is weaker and higher than that of the red crossbill. Another crossbill species on Hispaniola in the Caribbean was previously treated as a subspecies (Loxia leucoptera megaplaga), but is now treated as a distinct species: the Hispaniolan crossbill (Loxia megaplaga). It is associated with the Hispaniolan pine tree (Pinus occidentalis), and differs from the two- barred crossbill in darker plumage, a stouter bill, and its geographic isolation compared to other crossbill species. ==References== == External links == *Cyberbirding: Two-barred Crossbill pictures *Two-barred Crossbill at Oiseaux.net * * * two-barred crossbill Category:Holarctic birds two-barred crossbill two-barred crossbill",
 "title": "Two-barred crossbill"
}