{
 "id": "368319",
 "text": "Inertial electrostatic confinement, or IEC, is a class of fusion power devices that use electric fields to confine the plasma rather than the more common approach using magnetic fields found in magnetic fusion energy (MFE) designs. Most IEC devices directly accelerate their fuel to fusion conditions, thereby avoiding energy losses seen during the longer heating stages of MFE devices. In theory, this makes them more suitable for using alternative aneutronic fusion fuels, which offer a number of major practical benefits and makes IEC devices one of the more widely studied approaches to fusion. As the negatively charged electrons and positively charged ions in the plasma move in different directions in an electric field, the field has to be arranged in some fashion so that the two particles remain close together. Most IEC designs achieve this by pulling the electrons or ions across a potential well, beyond which the potential drops and the particles continue to move due to their inertia. Fusion occurs in this lower-potential area when ions moving in different directions collide. As it is the motion provided by the field that creates the energy levels needed for fusion, not random collisions with the rest of the fuel, the bulk of the plasma does not have to be hot and the systems as a whole work at much lower temperatures and energy levels than MFE devices. One of the simpler IEC devices is the fusor, which consists of two concentric metal wire spherical grids. When the grids are charged to a high voltage, the fuel gas ionizes. The field between the two then accelerates the fuel inward, and when it passes the inner grid the field drops and the ions continue inward towards the center. If they impact with another ion they may undergo fusion. If they do not, they travel out of the reaction area into the charged area again, where they are re-accelerated inward. Overall the physical process is similar to the colliding beam fusion, although beam devices are linear instead of spherical. Other IEC designs, like the polywell, differ largely in the arrangement of the fields used to create the potential well. A number of detailed theoretical studies have pointed out that the IEC approach is subject to a number of energy loss mechanisms that are not present if the fuel is evenly heated, or \"Maxwellian\". These loss mechanisms appear to be greater than the rate of fusion in such devices, meaning they can never reach fusion breakeven and thus be used for power production. These mechanisms are more powerful when the atomic mass of the fuel increases, which suggests IEC also does not have any advantage with aneutronic fuels. Whether these critiques apply to specific IEC devices remains highly contentious. == Mechanism == For every volt that an ion is accelerated across, its kinetic energy gain correspond to increase of temperature of 11,604 kelvins (K). For example, a typical magnetic confinement fusion plasma is 15 keV, which corresponds to 170 megakelvin (MK). An ion with a charge of one can reach this temperature by being accelerated across a 15,000 V drop. This sort of voltage is easily achieved in common electrical devices; a typical cathode ray tube operates at perhaps this range. In fusors, the voltage drop is made with a wire cage. However high conduction losses occur in fusors because most ions fall into the cage before fusion can occur. This prevents current fusors from ever producing net power. thumb|center|500px|This is an illustration of the basic mechanism of fusion in fusors. (1) The fusor contains two concentric wire cages. The cathode is inside the anode. (2) Positive ions are attracted to the inner cathode. They fall down the voltage drop. The electric field does work on the ions heating them to fusion conditions. (3) The ions miss the inner cage. (4) The ions collide in the center and may fuse. == History == === 1930s === Mark Oliphant adapts Cockcroft and Walton's particle accelerator at the Cavendish Laboratory to create tritium and helium-3 by nuclear fusion. === 1950s === thumbnail|This picture shows the anode/cathode design for different IEC concepts and experiments. Three researchers at LANL including Jim Tuck first explored the idea, theoretically, in a 1959 paper. The idea had been proposed by a colleague.W. H. Wells, Bendix Aviation Corporation (private communication, 1954) The concept was to capture electrons inside a positive cage. The electrons would accelerate the ions to fusion conditions. Other concepts were being developed which would later merge into the IEC field. These include the publication of the Lawson criterion by John D. Lawson in 1957 in England.\"Some Criteria for a Power Producing Thermonuclear Reactor\" J D Lawson, Atomic Energy Research Establishment, Harwell, Berks, 2 November 1956 This puts on minimum criteria on power plant designs which do fusion using hot Maxwellian plasma clouds. Also, work exploring how electrons behave inside the biconic cusp, done by Harold Grad group at the Courant Institute in 1957.Grad, H. Theory of Cusped Geometries, I. General Survey, NYO-7969, Inst. Math. Sci., N.Y.U., December 1, 1957Berkowitz, J., Theory of Cusped Geometries, II. Particle Losses, NYO-2530, Inst. Math. Sci., N.Y.U., January 6, 1959. A biconic cusp is a device with two alike magnetic poles facing one another (i.e. north-north). Electrons and ions can be trapped between these. === 1960s === thumb|upright=0.8| - Schematic from Philo Farnsworth 1968 patent. This device has an inner cage to make the field, and four ion guns on the outside. In his work with vacuum tubes, Philo Farnsworth observed that electric charge would accumulate in regions of the tube. Today, this effect is known as the multipactor effect.Cartlidge, Edwin. The Secret World of Amateur Fusion. Physics World, March 2007: IOP Publishing Ltd, pp. 10-11. . Farnsworth reasoned that if ions were concentrated high enough they could collide and fuse. In 1962, he filed a patent on a design using a positive inner cage to concentrate plasma, in order to achieve nuclear fusion.US Patent 3,258,402 June 28, 1966 During this time, Robert L. Hirsch joined the Farnsworth Television labs and began work on what became the fusor. Hirsch patented the design in 1966US Patent 3,386,883 June 4, 1968 and published the design in 1967. The Hirsch machine was a 17.8 cm diameter machine with 150 kV voltage drop across it and used ion beams to help inject material. Simultaneously, a key plasma physics text was published by Lyman Spitzer at Princeton in 1963.Lyman J Spitzer, \"The Physics of Fully Ionized Gases\" 1963 Spitzer took the ideal gas laws and adapted them to an ionized plasma, developing many of the fundamental equations used to model a plasma. Meanwhile, magnetic mirror theory and direct energy conversion were developed by Richard F. Post's group at LLNL.\"Mirror Systems: Fuel Cycles, loss reduction and energy recovery\" by Richard F. Post, BNES Nuclear fusion reactor conferences at Culham laboratory, September 1969. A magnetic mirror or magnetic bottle is similar to a biconic cusp except that the poles are reversed. === 1980s === In 1980 Robert W. Bussard developed a cross between a fusor and magnetic mirror, the polywell. The idea was to confine a non-neutral plasma using magnetic fields. This would, in turn, attract ions. This idea had been published previously, notably by Oleg Lavrentiev in Russia.\"Confinement d'un Plasma par un Systemem Polyedrique a' Courant Alternatif\", Z. Naturforschung Vol. 21 n, pp. 1085–1089 (1966) Bussard patented R.W.Bussard in U.S.Patent 4,826,646, \"Method and apparatus for controlling charged particles\", issued May 2, 1989 the design and received funding from Defense Threat Reduction Agency, DARPA and the US Navy to develop the idea.Dr. Robert Bussard (lecturer) (2006-11-09). \"Should Google Go Nuclear? Clean, cheap, nuclear power (no, really)\" (Flash video). Google Tech Talks. Google. Retrieved 2006-12-03. === 1990s === Bussard and Nicholas Krall published theory and experimental results in the early nineties.\"Inertial electrostatic fusion (IEF): A clean energy future\" (Microsoft Word document). Energy/Matter Conversion Corporation. Retrieved 2006-12-03. In response, Todd Rider at MIT, under Lawrence Lidsky developed general models of the device. Rider argued that the device was fundamentally limited. That same year, 1995, William Nevins at LLNL published a criticism of the polywell. Nevins argued that the particles would build up angular momentum, causing the dense core to degrade. In the mid-nineties, Bussard publications prompted the development of fusors at the University of Wisconsin–Madison and at the University of Illinois at Urbana–Champaign. Madison's machine was first built in 1995.http://iec.neep.wisc.edu/results.php \"IEC Lab Timeline\" accessed 1-25-2014 George H. Miley's team at Illinois built a 25 cm fusor which has produced 107 neutrons using deuterium gas and discovered the \"star mode\" of fusor operation in 1994.Miley Abstract Accomplishments, www.avrc.com/Miley_abstract_accomplishments.doc The following year, the first \"US-Japan Workshop on IEC Fusion\" was conducted. This is now the premier conference for IEC researchers. At this time in Europe, an IEC device was developed as a commercial neutron source by Daimler-Chrysler Aerospace under the name FusionStar. In the late nineties, hobbyist Richard Hull began building amateur fusors in his home.\"Living with a nuclear reactor\" The Wall Street Journal, interview with Sam Schechner, https://www.youtube.com/watch?v=LJL3RQ4I-iE In March 1999, he achieved a neutron rate of 105 neutrons per second.\"The Neutron Club\", Richard Hull, Accessed 6-9-2011, http://prometheusfusionperfection.com/category/fusor/ Hull and Paul Schatzkin started fusor.net in 1998. Through this open forum, a community of amateur fusioneers have done nuclear fusion using homemade fusors. === 2000s === Despite demonstration in 2000 of 7200 hours of operation without degradation at high input power as a sealed reaction chamber with automated control the FusionStar project was cancelled and the company NSD Ltd was founded. The spherical FusionStar technology was then further developed as a linear geometry system with improved efficiency and higher neutron output by NSD Ltd. which became NSD-Fusion GmbH in 2005. In early 2000, Alex Klein developed a cross between a polywell and ion beams.\"The Multipole Ion-beam eXperiment\", Presentation, Alex Klien, 7–8 December 2011, 13th US-Japan IEC workshop, Sydney 2011 Using Gabor lensing, Dr. Klein attempted to focus plasma into non-neutral clouds for fusion. He founded FP generation, which in April 2009 raised $3 million in financing from two venture funds.http://nextbigfuture.com/2011/05/fp-generation-fusion-project-was- funded.html , accessed: 1-25-2014, \"FP generation funded\" The company developed the MIX and Marble machine, but ran into technical challenges and closed. In response to Riders' criticisms, researchers at LANL reasoned that a plasma oscillating could be at local thermodynamic equilibrium; this prompted the POPS and Penning trap machines. At this time, MIT researchers became interested in fusors for space propulsionPh.D. Thesis \"Improving Particle Confinement in Inertial Electrostatic Fusion for Spacecraft Power and Propulsion\", Carl Dietrich, MASSACHUSETTS INSTITUTE OF TECHNOLOGY FEBRUARY 2007 and powering space vehicles.Ph.D. Thesis \"Improved lifetimes and synchronization behavior in Mutlt-grid IEC fusion devices\", Tom McGuire,MASSACHUSETTS INSTITUTE OF TECHNOLOGY FEBRUARY 2007 Specifically, researchers developed fusors with multiple inner cages. In 2005, Greg Piefer founded Phoenix Nuclear Labs to develop the fusor into a neutron source for the mass production of medical isotopes.\"Phoenix Nuclear Labs meets neutron production milestone\", PNL press release May 1, 2013, Ross Radel, Evan Sengbusch Robert Bussard began speaking openly about the Polywell in 2006.SirPhilip (posting an e-mail from \"RW Bussard\") (2006-06-23). \"Fusion, eh?\". James Randi Educational Foundation forums. Retrieved 2006-12-03. He attempted to generate interest \"The Advent of Clean Nuclear Fusion: Super- performance Space Power and Propulsion\", Robert W. Bussard, Ph.D., 57th International Astronautical Congress, October 2–6, 2006 in the research, before passing away from multiple myeloma in 2007.M. Simon (2007-10-08). \"Dr. Robert W. Bussard Has Passed\". Classical Values. Retrieved 2007-10-09. His company was able to raise over ten million in funding from the US Navy in 2008\"A—Polywell Fusion Device Research, Solicitation Number: N6893609T0011\". Federal Business Opportunities. October 2008. Retrieved 2008-11-07.\"A—Spatially Resolved Plasma Densities/Particle Energies, Solicitation Number: N6893609T0019\". Federal Business Opportunities. October 2008. Retrieved 2008-11-07. and 2009.\"Statement of work for advanced gaseous electrostatic energy (AGEE) concept exploration\" (PDF). United States Navy. June 2009. Retrieved 2009-06-18. === 2010s === Bussard's publications prompted the University of Sydney to start research into electron trapping in polywells in 2010. The group has explored theory, modeled devices, built devices, measured trapping and simulated trapping. These machines were all low power and cost and all had a small beta ratio. In 2010, Carl Greninger founded the north west nuclear consortium, an organization which teaches nuclear engineering principles to high school students, using a 60 kvolt fusor. In 2012, Mark Suppes received attention, in Brooklyn for a fusor. Suppes also measured electron trapping inside a polywell. In 2013, the first IEC textbook was published by George H. Miley.Inertial Electrostatic Confinement (IEC) Fusion, fundamentals and applications, (Print) 978-1-4614-9338-9, published December 26, 2013 == Designs with cage == === Fusor === The best known IEC device is the fusor. This device typically consists of two wire cages inside a vacuum chamber. These cages are referred to as grids. The inner cage is held at a negative voltage against the outer cage. A small amount of fusion fuel is introduced (deuterium gas being the most common). The voltage between the grids causes the fuel to ionize. The positive ions fall down the voltage drop towards the negative inner cage. As they accelerate, the electric field does work on the ions, heating them to fusion conditions. If these ions collide, they can fuse. Fusors can also use ion guns rather than electric grids. Fusors are popular with amateurs,http://www.fusor.net/, accessed 1-7-2014 because they can easily be constructed, can regularly produce fusion and are a practical way to study nuclear physics. Fusors have also been used as a commercial neutron generator for industrial applications. No fusor has come close to producing a significant amount of fusion power. They can be dangerous if proper care is not taken because they require high voltages and can produce harmful radiation (neutrons and X-rays). Often, ions collide with the cages or wall. This conducts energy away from the device limiting its performance. In addition, collisions heat the grids, which limits high power devices. Collisions also spray high-mass ions into the reaction chamber, pollute the plasma and cool the fuel. === POPS === In examining non-thermal plasma, workers at LANL realized that scattering was more likely than fusion. This was due to the coulomb scattering cross section being larger than the fusion cross section. In response they built POPS,Periodically Oscillating Plasma Sphere (POPS) a machine with a wire cage, where ions are moving at steady-state, or oscillating around. Such plasma can be at local thermodynamic equilibrium.R. A. Nebel and D. C. Barnes, Fusion Technol. 38, 28, 1998. The ion oscillation is predicted to maintain the equilibrium distribution of the ions at all times, which would eliminate any power loss due to Coulomb scattering, resulting in a net energy gain. Working off this design, researchers in Russia simulated the POPS design using Particle-in-cell code in 2009. This reactor concept becomes increasingly efficient as the size of the device shrinks. However, very high transparencies (>99.999%) are required for successful operation of the POPS concept. To this end S. Krupakar Murali et al., suggested that carbon nanotubes can be used to construct the cathode grids.S. Krupakar Murali et al.,\"Carbon Nanotubes in IEC Fusion Reactors\", ANS 2006 Annual Meeting, June 4–8, Reno, Nevada. This is also the first (suggested) application of carbon nanotubes directly in any fusion reactor. == Designs with fields == Several schemes attempt to combine magnetic confinement and electrostatic fields with IEC. The goal is to eliminate the inner wire cage of the fusor, and the resulting problems. ===Polywell === The polywell uses a magnetic field to trap electrons. When electrons or ions move into a dense field, they can be reflected by the magnetic mirror effect. A polywell is designed to trap electrons in the center, with a dense magnetic field surrounding them.\"Vlasov–Poisson calculations of electron confinement times in Polywell(TM) devices using a steady-state particle-in-cell method\". The DPP13 Meeting of The American Physical Society. Retrieved 2013-10-01.\"Electrostatic potential measurements and point cusp theories applied to a low beta polywell fusion device\" PhD Thesis, Matthew Carr, 2013, The University of Sydney This is typically done using six electromagnets in a box. Each magnet is positioned so their poles face inward, creating a null point in the center. The electrons trapped in the center form a \"virtual electrode\" Ideally, this electron cloud accelerates ions to fusion conditions. ===Penning trap=== thumb|300px|Penning trap cross-section. Axis is vertical. Electrons orbit the center under DC electrostatic (blue) and DC magnetic (red) confinement. In this diagram the confined particles are positive; to confine electrons, the electrodes' polarities must be swapped. A Penning trap uses both an electric and a magnetic field to trap particles, a magnetic field to confine particles radially and a quadrupole electric field to confine the particles axially. In a Penning trap fusion reactor, first the magnetic and electric fields are turned on. Then, electrons are emitted into the trap, caught and measured. The electrons form a virtual electrode similar to that in a polywell, described above. These electrons are intended to then attract ions, accelerating them to fusion conditions. In the 1990s, researchers at LANL built a Penning trap to do fusion experiments. Their device (PFX) was a small (millimeters) and low power (one fifth of a tesla, less than ten thousand volts) machine. ===Marble=== MARBLE (multiple ambipolar recirculating beam line experiment) was a device which moved electrons and ions back and forth in a line.\"The Multiple Ambipolar Recirculating Beam Line Experiment\" Poster presentation, 2011 US-Japan IEC conference, Dr. Alex Klein Particle beams were reflected using electrostatic optics.\"Dynamics of Ions in an Electrostatic Ion Beam Trap\",http://www.weizmann.ac.il/conferences/frisno8/presentations05/thursday/Zajfman.pdf Presentation, Daniel Zajfman These optics made static voltage surfaces in free space. Such surfaces reflect only particles with a specific kinetic energy, while higher-energy particles can traverse these surfaces unimpeded, although not unaffected. Electron trapping and plasma behavior was measured by Langmuir probe. Marble kept ions on orbits that do not intersect grid wires—the latter also improves the space charge limitations by multiple nesting of ion beams at several energies. Researchers encountered problems with ion losses at the reflection points. Ions slowed down when turning, spending much time there, leading to high conduction losses.Alex Klein, in person interview, April 30, 2013 ===MIX=== The multipole ion-beam experiment (MIX) accelerated ions and electrons into a negatively charged electromagnet. Ions were focused using Gabor lensing. Researcher had problems with a very thin ion-turning region very close to a solid surface where ions could be conducted away. ===Magnetically insulated=== Devices have been proposed where the negative cage is magnetically insulated from the incoming plasmas. == General criticism == In 1995, Todd Rider critiqued all fusion power schemes using plasma systems not at thermodynamic equilibrium.\"Fundamental limitations on plasma fusions systems not in thermodynamic equilibrium\" Thesis, Todd Rider, June 1995 Rider assumed that plasma clouds at equilibrium had the following properties: * They were quasineutral, where the positives and negatives are equally mixed together. * They had evenly mixed fuel. * They were isotropic, meaning that its behavior was the same in any given direction. * The plasma had a uniform energy and temperature throughout the cloud. * The plasma was an unstructured Gaussian sphere. Rider argued that if such system was sufficiently heated, it could not be expected to produce net power, due to high X-ray losses. Other fusion researchers such as Nicholas Krall, Robert W. Bussard, Norman Rostoker and Monkhorst disagreed with this assessment. They argue that the plasma conditions inside IEC machines are not quasineutral and have non-thermal energy distributions. Because the electron has a mass and diameter much smaller than the ion, the electron temperature can be several orders of magnitude different than the ions. This may allow the plasma to be optimized, whereby cold electrons would reduce radiation losses and hot ions would raise fusion rates. === Thermalization === thumbnail|This is an energy distribution comparison of thermalized and non-thermalized ions The primary problem that Rider has raised is the thermalization of ions. Rider argued that, in a quasineutral plasma where all the positives and negatives are distributed equally, the ions will interact. As they do, they exchange energy, causing their energy to spread out (in a Wiener process) heading to a bell curve (or Gaussian function) of energy. Rider focused his arguments within the ion population and did not address electron-to-ion energy exchange or non-thermal plasmas. This spreading of energy causes several problems. One problem is making more and more cold ions, which are too cold to fuse. This would lower output power. Another problem is higher energy ions which have so much energy that they can escape the machine. This lowers fusion rates while raising conduction losses, because as the ions leave, energy is carried away with them. === Radiation === Rider estimated that once the plasma is thermalized the radiation losses would outpace any amount of fusion energy generated. He focused on a specific type of radiation: X-ray radiation. A particle in a plasma will radiate light anytime it speeds up or slows down. This can be estimated using the Larmor formula. Rider estimated this for D-T (deuterium- tritium fusion), D-D (deuterium fusion), and D-He3 (deuterium-helium 3 fusion), and that breakeven operation with any fuel except D-T is difficult. === Core focus === In 1995, Nevins argued that such machines would need to expend a great deal of energy maintaining ion focus in the center. The ions need to be focused so that they can find one another, collide and fuse. Over time the positive ions and negative electrons would naturally intermix because of electrostatic attraction. This causes the focus to be lost. This is core degradation. Nevins argued mathematically, that the fusion gain (ratio of fusion power produced to the power required to maintain the non-equilibrium ion distribution function) is limited to 0.1 assuming that the device is fueled with a mixture of deuterium and tritium. The core focus problem was also identified in fusors by Tim Thorson at the University of Wisconsin–Madison during his 1996 doctoral work. Charged ions would have some motion before they started accelerating in the center. This motion could be a twisting motion, where the ion had angular momentum, or simply a tangential velocity. This initial motion causes the cloud in the center of the fusor to be unfocused. === Brillouin limit === In 1945, Columbia University professor Léon Brillouin, suggested that there was a limit to how many electrons one could pack into a given volume. This limit is commonly referred to as the Brillouin limit or Brillouin density,\"Brillouin limit for electron plasmas confined on magnetic surfaces\" Allen H. Boozer Department of Applied Physics and Applied Mathematics Columbia University, New York 10027, http://www- fusion.ciemat.es/SW2005/abstracts/BoozerAH_SW.pdf this is shown below. :N=\\frac{B^2}{2\\mu_{0}mc^2} Where B is the magnetic field, \\mu_{0} the permeability of free space, m the mass of confined particles, and c the speed of light. This may limit the charge density inside IEC devices. == Commercial applications == Since fusion reactions generates neutrons, the fusor has been developed into a family of compact sealed reaction chamber neutron generators for a wide range of applications that need moderate neutron output rates at a moderate price. Very high output neutron sources may be used to make products such as Molybdenum-99 and Nitrogen-13, medical isotopes used for PET scans.Talk. \"Commercial Applications of IEC Devices\" Web presentation, Performed by Devlin Baker, December 3, 2013. http://sproutvideo.com/videos/189bd8bd131be6c290 ==Devices== ===Government and commercial=== *Los Alamos National Laboratory Researchers developed POPS and penning trap *Turkish Atomic Energy Authority In 2013 this team built a fusor at the Saraykoy Nuclear Research and Training center in Turkey. This fusor can reach and do deuterium fusion, producing neutrons per second. *ITT Corporation Hirschs original machine was a 17. diameter machine with voltage drop across it. This machine used ion beams. *Phoenix Nuclear Labs has developed a commercial neutron source based on a fusor, achieving neutrons per second with the deuterium-deuterium fusion reaction for 132 hours of continuous operation. * Energy Matter Conversion Inc Is a company in Santa Fe, which has developed large high powered polywell devices for the US Navy. * NSD-Gradel-Fusion sealed IEC neutron generators for DD (2.5 MeV) or DT (14 MeV) with a range of maximum outputs are manufactured by Gradel sárl in Luxembourg. *Atomic Energy Organization of Iran Researchers at Shahid Beheshti University in Iran have built a diameter fusor which can produce neutrons per second at 80 kilovolts using deuterium gas.\"Experimental Study of the Iranian Inertial Electrostatic Confinement Fusion Device as a Continuous Neutron Generator\" V. Damideh, Journal of Fusion Energy, June 11, 2011 ===Universities=== *Tokyo Institute of Technology has four IEC devices of different shapes: a spherical machine, a cylindrical device, a co-axial double cylinder and a magnetically assisted device.\"Overview of IEC Research at Tokyo Tech.\" Eiki Hotta, 15th annual US- Japan IEC workshop, October 7, 2013, http://www.iae.kyoto-u.ac.jp/beam/iec2013/presentation/1-2.pdf *University of Wisconsin–Madison – A group at Wisconsin–Madison has several large devices, since 1995.R.P. Ashley, G.L. Kulcinski, J.F. Santarius, S.K. Murali, G. Piefer, 18th IEEE/NPSS Symposium on Fusion Engineering, IEEE #99CH37050, (1999) *University of Illinois at Urbana–Champaign – The fusion studies laboratory has built a ~25 cm fusor which has produced neutrons using deuterium gas. *Massachusetts Institute of Technology – For his doctoral thesis in 2007, Carl Dietrich built a fusor and studied its potential use in spacecraft propulsion.\"Improving Particle Confinement in Inertial Electrostatic Fusion for Spacecraft Power and Propulsion\" SUBMITTED TO THE DEPARTMENT OF AERONAUTICS AND ASTRONAUTICS, Carl Dietrich, February 2007 Also, Thomas McGuire studied multiple well fusors for applications in spaceflight. *University of Sydney has built several IEC devices and also low power, low beta ratio polywells. The first was constructed of Teflon rings and was about the size of a coffee cup. The second has ~12\" diameter full casing, metal rings. *Eindhoven Technical University *Amirkabir University of Technology and Atomic Energy Organization of Iran have investigated the effect of strong pulsed magnetic fields on the neutron production rate of IEC device. Their study showed that by 1-2 Tesla magnetic field it is possible to increase the discharge current and neutron production rate more than ten times with respect to the ordinary operation. *The Institute of Space Systems at the University of Stuttgart, is developing IEC devices for plasma physics research and also as an electric propulsion device, the IECT (Inertial Electrostatic Confinement Thruster).,. == See also == * Polywell * Fusor * Taylor Wilson * List of fusion experiments * Robert Bussard * Philo Farnsworth * List of plasma (physics) articles * Phoenix Nuclear labs * Northwest Nuclear Consortium ==Patents== * P.T. Farnsworth, , June 1966 (Electric discharge — Nuclear interaction) * P.T. Farnsworth, . June 1968 (Method and apparatus) * Hirsch, Robert, . September 1970 (Apparatus) * Hirsch, Robert, . September 1970 (Generating apparatus — Hirsch/Meeks) * Hirsch, Robert, . October 1970 (Lithium-Ion source) * Hirsch, Robert, . April 1972 (Reduce plasma leakage) * Hirsch, Robert, . May 1972 (Electrostatic containment) * R.W. Bussard, \"Method and apparatus for controlling charged particles\", , May 1989 (Method and apparatus — Magnetic grid fields). * R.W. Bussard, \"Method and apparatus for creating and controlling nuclear fusion reactions\", , November 1992 (Method and apparatus — Ion acoustic waves). * S.T. Brookes, \"Nuclear fusion reactor\", UK patent GB2461267, May 2012. * T.V. Stanko, \"Nuclear fusion device\", UK patent GB2545882, July 2017. == References == == External links == * Polywell Talk at Microsoft *University of Wisconsin-Madison IEC homepage *IEC Overview *From Proceedings of the 1999 Fusion Summer Study (Snowmass, Colorado): *Summary of Physics Aspects of Some Emerging Concepts *Inertial-Electrostatic Confinement (IEC) of a Fusion Plasma with Grids *Fusion from Television? (American Scientist Magazine, July-August 1999) *Should Google Go Nuclear? Clean, cheap, nuclear power (no, really) *NSD-Gradel-Fusion, NSD-Gradel-Fusion (Luxembourg) Category:Fusion power de:Elektrostatischer Trägheitseinschluss",
 "title": "Inertial electrostatic confinement"
}