{
 "id": "369123",
 "text": "{{Infobox settlement |name =Rosetta |other_name =Rashid |native_name = |nickname = |Founded = 3200 - 3050 BC |settlement_type = City | image_skyline = | image_caption = Clockwise from top: Rashid Cornich, Fishing, St. Mark Church Dome, Abbasi Mosque, Rashid Old Town |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_map = مركز رشيد.png |mapsize = |map_caption = Location in Beheira Governorate |pushpin_map = Egypt Nile Delta#Egypt |pushpin_label_position =bottom |pushpin_mapsize =300 |pushpin_map_caption =Location in Egypt |subdivision_type = Country |subdivision_name = Egypt |subdivision_type1 = Governorate |subdivision_name1 = Beheira |established_date = 850 |area_magnitude = |unit_pref =Imperial |area_footnotes = |area_total_km2 = |area_land_km2 = |population_as_of =1996 |population_footnotes = |population_note = |population_total = 58432 |population_density_km2 = |population_density_sq_mi = |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_blank1_title =Ethnicities |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone =EET |utc_offset = +2 |timezone_DST = EEST |utc_offset_DST = +3 |coordinates = |elevation_footnotes = |elevation_m = |elevation_ft = |postal_code_type = |postal_code = |area_code = |website = |footnotes = }} Rosetta or Rashid (; ; ; ti-Rashit, Ancient Greek: Βολβιτίνη BolbitinēJames Talboys Wheeler, The geography of Herodotus, 1854, p. 363) is a port city of the Nile Delta, east of Alexandria, in Egypt's Beheira governorate. The Rosetta Stone was discovered there in 1799. Founded around in the 9th century, Rosetta boomed with the decline of Alexandria following the Ottoman conquest of Egypt in 1517, only to wane in importance after Alexandria's revival. During the 19th century, it was a popular British tourist destination, known for its Ottoman mansions, citrus groves and relative cleanliness. ==Etymology== The name of the town most likely comes from an Arabic name Rašīd (meaning \"guide\") and was transcribed and corrupted in numerous ways – the name Rexi was used by the Crusaders in Middle Ages and Rosetta or Rosette (\"little rose\" in Italian and French respectively) was used by the French at the time of Napoleon Bonaparte's campaign in Egypt. The latter lent its name to the Rosetta Stone (), which was found by French soldiers at the nearby Fort Julien in 1799. There is no evidence that the city's name comes from Egyptian, and the Coptic form most likely is just a late transcription of the Arabic name. ==History== Iban Haqal mentioned it and said that it is a city on the Nile, close to the salt sea from a crater known as Ashtum ( \"mouth, estuary\"). It is the entrance from the sea, and this is intended The mouth of the Rashid branch, and it has good markets, bathrooms, large palm trees and a wide (revenue) rise. Also mentioned in the Al-Mushtaq excursion, it was mentioned as a civilized city with a market, merchants and workers, and it has farms, yields, wheat and barley, and it has many good words, and it has many palm trees and wet fruits, and it has whales and fish species from the salty sea and many indigo fish. Despite the similarity of Rashid and Damietta in their geographical and administrative position throughout the ages and as an important coastal city, Rashid did not play a clear, influential role compared to Damietta's role in the beginnings of Arab Islamic rule, especially for Rashid's proximity to the location of Alexandria, which is the first coastal city in Egypt and primarily affected Rashid and its position. Likewise, the agricultural area in Rashid is very limited, and the spread of sand formations to the west of the city and its urbanization has a greater impact on the city and its agriculture; As a result, Rashid was deserted several times by its residents and they took refuge in Fowh, in the south.محمد طاهر الصادق ومحمد حسام إسماعيل، مرجع سابق، صـ: 39. What is now known today as Rosetta was an Umayyad stronghold in 749, when it was sacked during the Bashmuric Revolt.. In the 850s, the Abbasid caliph Al-Mutawakkil ordered a fort to be built on the site of the Ptolemaic city of Bolbitine, and the medieval city grew around this fort. During the Seventh Crusade, Louis IX of France briefly occupied the town in 1249.Peter Jackson, The Seventh Crusade, 1244–1254: Sources and Documents, Volume 16 of Crusade Texts in Translation, Ashgate Publishing, Ltd., 2009, p. 72 Following the establishment of the Fatimid state in 969, and the establishment of the city of Cairo as the new capital of the country, foreign trade was active that was no longer limited to Alexandria only; Rather, Rashid and Damietta participated in it, especially in the beginnings of the Fatimid state, which made urbanism restart in Rashid and its environs.شهاب الدين أبي عبد الله ياقوت بن عبد الله الحموي، معجم البلدان: الجزء الثالث، دار الفكر، بيروت، صـ: 45. In the era of the Ayyubid state, neighboring Alexandria witnessed extensive commercial activity as a result of the concessions granted by the Ayyubids to Italian merchants, and before the Bay of Alexandria was re-cleared in 1013 in the Fatimid era by order of Al-Hakim bi-Amr Allah, which contributed to linking Alexandria to the city of Foweh, south of Rashid and overlooking the Nile, And from it to Cairo and the rest of the cities of Egypt, and this led to the flourishing of the commercial activity of Fuwah, which affected the movement of trade Rashid, so that in the era of the Mamluks Fuwah became the base of the trade networks in the region.سعيد عبد الفناح عاشور، مصر في العصور الوسطى، ـــــ، القاهرة، 1970، صـ: 404. After the destruction of Damietta during the Seventh crusade of Louis IX, Al-Zahir Baybars built it again in 1250; However, due to the huge costs of protecting it with strong walls and an impenetrable castle, he built a fortress in 1262 to monitor any possible upcoming invasion. During the reign of Al-Nasir Muhammad, the Gulf of Alexandria was re-excavated, so the commercial movement flourished more in Alexandria and was uttered so much that it became the mouth of Egypt's most important commercial city after Cairo, which had a more negative impact on Rashid's position, to the point that Abu al-Fidaa noted in the thirteenth century that Rashid was smaller than his mouth.نقولا يوسف، دمياط منذ أقدم العصور، الاتحاد القومي بدمياط، دمياط، 1959، صـ: 159 Rashid contributed to the launching of the naval campaigns during Sultan Barbsay reign to invade the island of Cyprus and bring it under Egyptian control in 1426. Rashid also suffered from the attacks of the Spartan knights who lived on the island of Rhodes during the reign of the sultan Sayf ad-Din Jaqmaq. Sultan Jaqamq sent a large garrison to protect Rashid's beach; And he started to reinforce it in the following years. Then the throne came to Qaitbay and renewed the Rashid Towers in 1479 and renewed the castle, which was named after him so far, and built a wall to protect the city from raids. Generally, Rashid had a defensive role with a little commercial role.جمال الدين أبي المحاسن يوسف بن تغري بردي الأتابكي، النجوم الزاهرة في ملوك مصر والقاهرة: الجزء 15، الهيئة العامة لقصور الثقافة، القاهرة، صـ: 334. Under the Mamelukes, the city became an important commercial center, and remained so throughout Ottoman rule, until the eventual resurgence of the importance of Alexandria following the construction of the Mahmoudiyah canal in 1820. Rosetta witnessed the defeat of the British Fraser campaign, on 19 September 1807. ==Climate== Köppen-Geiger climate classification system classifies its climate as hot desert (BWh), but blowing winds from the Mediterranean Sea greatly moderate the temperatures, typical to the Egypt's north coast, making its summers moderately hot and humid, with winters that are mild and moderately wet when sleet and hail are also common. Rafah, Alexandria, Abu Qir, Rosetta, Baltim, Kafr el-Dawwar and Mersa Matruh are the wettest places in Egypt. ==Population== The population of Rosetta has increased since the 1980s, as follows: * 1983: 36,711 (approximate) * 1986: 51,789 * 1996: 58,432 ==Gallery== File:Historical cannons in Rosetta.JPG|An identical copy of the Rosetta Stone File:Rashid For Wiki-45.jpg|Abou Mandour Mosque File:المعالم الاثرية من رحلة رشيد 5.jpg|Rashid old walls File:المعالم الاثرية من رحلة رشيد 10.jpg|Rashid Fort File:المعالم الاثرية من رحلة رشيد 23.jpg|Old houses indoors File:Ramadan house (16).jpg|Beit Ramadan File:Rashid 8.jpg| Playing Dominoes ==References== ===Notes=== ===Bibliography=== * \"Rosetta\", Encyclopaedia Britannica, Chicago, 1983. ==External links== * Thomas Brinkhoff: City Population Egypt statistics * Detailed map of Egypt (with many ancient temples): UniMaps-Egypt. Category:Medieval cities of Egypt Category:Populated coastal places in Egypt Category:Populated places established in the 1st millennium Category:Populated places in Beheira Governorate Category:Ports and harbours of the Arab League Category:Tourism in Egypt Category:Transport in the Arab League",
 "title": "Rosetta"
}