{
 "id": "369114",
 "text": "The Ticino League () is a regionalist, national-conservative political party in Switzerland active in the canton of Ticino. In 1991, after some public campaigning in the Sunday journal Mattino della Domenica against political power and use of public money, the editor Giuliano Bignasca and the director Flavio Maspoli founded the Ticino League to continue the fight at the political level. Bignasca (1945–2013) was the League's \"president for life\". The League is one of four major parties in the canton, alongside PLR.I Liberali, the Democratic People's Party, and the Socialist Party. Since 1991, the party has been represented in the National Council and in the five-member cantonal Ticino executive (the Council of State, Consiglio di Stato) with two seats. In the 90-seat Ticino legislature, (the Grand Council, Gran Consiglio) the party has 21 seats. At the 2011 federal election, the party won 0.8% of the national popular vote and secured 2 out of 200 seats in the Swiss National Council (the first chamber of the Swiss parliament), doubling their representation compared to the single seat they held in 2007 with 0.5% of the vote. In the 2015 election, the Ticino League slightly increased their share of the national vote to 1.0% and kept their two seats in parliament. The party is not represented in the second chamber nor on the executive body of the nation. The 2019 Swiss federal election cost the League one of its representatives in the National Council as Roberta Pantani was unable to hold her seat. Lorenzo Quadri was re-elected as the League’s sole representative in the Parliament. In the Federal Assembly, the League sits with the Swiss People's Party (UDC), and commentators see it as the Swiss Italian equivalent of the UDC. A more notable political position of the League is its support for banning the Burqa, which it achieved in 2015. It is also strongly eurosceptic, supporting Swiss sovereignty and reduced immigration. The League supports continued Ticino membership in Switzerland. However, it supports the project of Insubria, and it has some ties with the regional and federalist northern Italian rightist party Lega Nord. == Literature == * ==See also== * Marco Borradori ==Notes== == References == ==External links== *Official website (in Italian) Category:Political parties in Switzerland Category:Political parties established in 1991 Category:Regionalist parties Category:Right-wing populism in Switzerland Category:Conservative parties in Switzerland Category:Eurosceptic parties in Switzerland Category:1991 establishments in Switzerland Category:National conservative parties Category:Right-wing populist parties",
 "title": "Ticino League"
}