{
 "id": "369200",
 "text": "5150 (pronounced \"fifty-one-fifty\") is the seventh studio album by American rock band Van Halen. It was released on March 24, 1986 by Warner Bros. Records and was the first of four albums to be recorded with lead singer Sammy Hagar, who replaced David Lee Roth. The album was named after Eddie Van Halen's home studio, 5150, in turn named after a California law enforcement term for a mentally disturbed person (a reference to Section 5150 of the California Welfare and Institutions Code). The album hit number 1 on the Billboard 200 chart, surpassing the band's previous album, 1984, which had peaked at number 2 behind Michael Jackson's Thriller album, on which Eddie made a guest appearance. == Overview == Van Halen had considerable difficulty finding a replacement for the popular Roth, until July 1985, when Eddie was referred to former Montrose singer Sammy Hagar by a mechanic working on Van Halen's Lamborghini. The pair hit it off, and the new singer and band immediately began work on new songs. Van Halen went to work on the album in November 1985; it would be finished in February 1986, just one month before its release. The album 5150 was notable for a number of love songs and ballads, a contrast of the straightforward rock stylings of the Roth era. Many called the new incarnation \"Van Hagar\" (derisively or affectionately). The nickname was so ubiquitous that, as Hagar points out in his book, Warner Bros. asked them to consider renaming the band as such; Eddie and Alex declined. Bolstering criticism was the absence of Ted Templeman, who having produced every previous album for the band, left to helm Roth's solo Eat 'Em and Smile. Templeman would return to produce Van Halen's For Unlawful Carnal Knowledge a few years later, for which Andy Johns had already been tapped. Donn Landee took over producer duties for 5150 after serving as an engineer on previous albums. However, the production on this album was markedly different from their albums with Templeman. Eddie's guitar, previously high in the mix and frequently pushed to the left channel (to simulate a \"live\" sound\"), now sat equal in the mix and its overall sound had changed. This may have been his doing, as he was not a fan of the \"live mix\" that Templeman created with the Roth band.Quotes www.valleywebs.com Foreigner guitarist Mick Jones was also brought in as a producer. Despite the controversy of replacing Roth, the album was their first to top the Billboard 200. It was also Hagar's first #1, as stated by him on the Live Without a Net concert video. \"The album went platinum in one week,\" Hagar recalled in 2014. \"It was the fastest million-selling record in Warner's history ... It was such a high.\" A live video created during the tour for this album was released as Live Without a Net, which has since been released on DVD. The tour was a significant change from previous tours. Where Van Halen previously had years of material to work with, even on tour supporting the first album, Hagar was uncomfortable performing a number of Van Halen's Roth- penned hits. Therefore, most of the band's back catalog was dropped from the set lists. Instead, the shows consisted of almost the entire 5150 album, a few Hagar solo hits (\"I Can't Drive 55\", and \"There's Only One Way to Rock\"), and a cover of Led Zeppelin's \"Rock and Roll\"; the band also played a humorous verse of Robert Palmer's \"Addicted to Love\" as part of \"Best of Both Worlds.\" Of the Roth-era tracks, \"Panama\", \"Ain't Talkin' 'bout Love\" and \"You Really Got Me\" were performed with regularity. Unlike Roth, Hagar was a competent guitarist, allowing Eddie to play keyboards on some songs. Album opener \"Good Enough\" can be heard in the movie Spaceballs.Spaceballs (1987) – Cast and Credits – Yahoo! Movies ==Music== The album's music has been described as glam metal, synth-pop, and new wave. == Artwork == The artwork features an Art Deco depiction of Atlas kneeling while holding a mirror-polished metallic sphere on his shoulders. The model for the album was ESPN BodyShapings Rick Valente. The Van Halen logo is wrapped around the sphere. The title of the album appears as a placard on a chain around Atlas' neck. The back cover of the album depicts the Atlas character collapsed, with the sphere dropped and broken open, revealing the band inside. == Critical reception == Reviews for 5150 were initially mixed, but in later years the album became considered one of the greatest rock albums and one of Van Halen's most complete recordings. The Village Voice Robert Christgau rated the album a C+, which signifies \"a not disreputable performance, most likely a failed experiment or a pleasant piece of hackwork.\" He wondered how \"the guitar mavens who thought Eddie equalled Van Halen are going to like his fireworks displays and balls-to-the-wall hooks now that video star David Lee Roth has given way to one of the biggest schmucks in the known biz.\" He also stated that \"no musician with something to say could stomach responding to Sammy Hagar's call\". Furthermore, Tim Holmes for Rolling Stone rated the album three out of five stars. He noted that \"when it was announced that Van Halen had completed its talent search and the new voice was Sammy 'I Can't Drive 55' Hagar, the response—even among hardened DLR detractors—tended more toward a bewildered 'Huh? Montrose? What?' than resounding hosannas, huzzahs and what-a-good-idea's.\" Despite this, he stated that \"part of Eddie Van Halen's cheeky genius [...] lies in his ability to think in terms of both complex orchestration and rock banalities\". He also said that \"Eddie can still split the atom with his axe, and he knows it. It's a Van Halen world with or without David Lee Roth, and 5150 shoots off all the bombastic fireworks of a band at the peak of its powers.\" He concluded that \"ultimately, it is Eddie Van Halen's uncanny and intuitive ability to orchestrate these contradictions that gives the Van Halen machinery its velocity and amplitude, the qualities that blast the roof off the garage. There's plenty of hot party action down in rockland, but Eddie's band is the one with the chops — not just notes and chords and string-bashing Sturm und Drang, but the filigree detail that makes a simple-minded riff a symphony. [...] On 5150, Eddie Van Halen and Sammy Hagar speak each other's language.\" A retrospective review from AllMusic's Stephen Thomas Erlewine was fairly positive. Erlewine noted that \"Eddie Van Halen wanted respect to go along with his gargantuan fame, and Roth wasn't willing to play. Bizarrely enough, Sammy Hagar — the former Montrose lead singer who had carved out a successful solo career — was ready to play, possibly because the Red Rocker was never afraid of being earnest, nor was he afraid of synthesizers, for that matter.\" He criticized the album for the more heavy-handed feeling that resulted from Hagar's performance: \"[W]here Diamond Dave would have strutted through the song with his tongue firmly in cheek, Hagar plays it right down the middle, never winking, never joking. Even when he takes a stab at humor on the closing \"Inside\" — joshing around about why the guys chose him as a replacement — it never feels funny, probably because, unlike Dave, he's not a born comedian.\" He concluded that \"it worked, because they had the songs and the desire to party, so those good intentions and slow tunes don't slow the album down; they give it variety and help make the album a pretty impressive opening act for Van Halen Mach II.\" == Track listing == == Personnel == ;Van Halen * Sammy Hagar — lead and backing vocals, guitar * Eddie Van Halen — guitar, keyboards, backing vocals * Michael Anthony — bass guitar, backing vocals * Alex Van Halen — drums ;Production * Dan Chapman — illustration * Ken Deane — audio engineer * Bobby Hata — mastering * Mick Jones — producer * Donn Landee — producer, engineer * Jeri McManus — art direction * Aaron Rapoport — photography * Van Halen — art direction * Alex Van Halen — producer * Eddie Van Halen — producer == Charts == Weekly charts {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1986) ! scope=\"col\"| Peak position |- | style=\"text-align:left;\"|Australia (Kent Music Report) | style=\"text-align:center;\"|5 |- |- |} Singles {| class=\"wikitable sortable\" |- !Year !Single !Chart !Position |- | rowspan=\"8\" |1986 | \"Best of Both Worlds\" | rowspan=\"2\" |Billboard Mainstream Rock | align=\"center\" |12 |- | rowspan=\"2\" |\"Dreams\" | align=\"center\" |6 |- | Billboard Hot 100 | align=\"center\" |22 |- | rowspan=\"2\" |\"Love Walks In\" | Billboard Mainstream Rock | align=\"center\" |4 |- | Billboard Hot 100 | align=\"center\" |22 |- | \"Summer Nights\" | rowspan=\"2\" |Billboard Mainstream Rock | align=\"center\" |33 |- | rowspan=\"2\" |\"Why Can't This Be Love\" | align=\"center\" |1 |- | Billboard Hot 100 | align=\"center\" |3 |} == Certifications == ==See also== *List of glam metal albums and songs == References == == External links == * Category:Van Halen albums Category:1986 albums Category:Warner Records albums Category:Albums produced by Mick Jones (Foreigner) Category:Albums produced by Donn Landee Category:Albums recorded in a home studio",
 "title": "5150 (album)"
}