{
 "id": "369370",
 "text": "The Worshipful Society of Apothecaries of London is one of the livery companies of the City of London. It is one of the largest livery companies (with over 1,600 members in 2012) and ranks 58th in their order of precedence. The society is a member of the London Museums of Health & Medicine and its guild church is the Church of St Andrew-by-the-Wardrobe. The Society's modern roles include educational, charitable and social activities, in addition to supporting the City of London, its governance and the Lord Mayor of the City of London. ==History== Prior to the foundation of the Society in 1617, London apothecaries were in the Grocers' Company (founded 1345, and whose trade was described in 1365 as the \"Mistery of Grossers, Pepperers and Apothecaries\"). In the 14th and 15th centuries, the Grocers, Pepperers, Spicers and Apothecaries were the trades constituting the Fraternity of St Anthony. Before that, apothecaries had been Spicer-Apothecaries or Spicers since the 12th century. Having sought autonomy for many years, the apothecaries finally separated from the Grocers' Company on 6 December 1617 when they were granted a Royal Charter by James I. During the remainder of the 17th century its members (including Nicholas Culpeper) challenged the College of Physicians members' monopoly of practising medicine. In 1704, the House of Lords overturned a ruling of the Queen's Bench in the \"Rose case\", which effectively gave apothecaries the right to practice medicine, meaning that apothecaries may be viewed as forerunners of present-day general (medical) practitioners or family physicians. The Apothecaries Act 1815 gave the Society the power to license and regulate medical practitioners throughout England and Wales. The Society retained this role as a member of the United Examining Board until 1999; the Society could license doctors thereafter, but did so rarely since the dissolution of the United Examining Board. Amongst the notable people who qualified in medicine as a Licentiate of the Society (LSA) were the poet John Keats (1816), Elizabeth Garrett Anderson (1865, thereby becoming the first openly female recipient of a UK medical qualification) and Nobel Prize winner Sir Ronald Ross KCB FRS (1881). The Society throughout its history has been a pioneer in the nurturing of medical specialist knowledge, including for general medical practice, obstetrics, occupational medicine, public health medicine, legal & forensic medicine and GU medicine, through its qualifications and educational programmes. The Apothecaries' Garden, established in 1673 by the Society to grow plants to be used as medicines, still exists as the Chelsea Physic Garden. ==Motto and arms== thumb|250px|right|Shield and crest of the Apothecaries over the south gate of the Chelsea Physic Garden thumb|250px|Apothecary tile with the society arms, c. 1665 The Society was granted Arms by William Camden (Clarenceux) on 12 December 1617, less than a week after receiving its Royal Charter; the efficiency possibly indicating some planning of the break from the Grocers' Company. The Society was not as speedy in settling its bill from the College of Arms however, as payment for the grant was not directed by the Court until April 1620.some material from Bromley and Child, The Armorial Bearings of the Guilds of London (1960) Described in the blazon of the Society's Grant of Arms of 1617 as \"the inventor of physic\" [i.e. medicine], Apollo is depicted in the coat of arms with his head radiant, overcoming pestilence which is represented pictorially by a wyvern (a \"serpent\" in the blazon). Apollo was the father of Asclepius and therefore grandfather of Hygeia (goddess of health, cleanliness, and sanitation), Panacea (goddess of universal health), Iaso (goddess of recuperation from illness), Aceso (goddess of the healing process) and Aglaea (the goddess of beauty, splendor, glory, magnificence and adornment). His usual attributes are a bow and arrow. The Society motto – which, unusually, is specified in the blazon of the Grant of Arms and is therefore immutable – is Opiferque Per Orbem Dicor, a Latin part-quotation from Ovid referring to the Greek deity Apollo, meaning: \"and throughout the world [I am] called [the bringer of] help\". The full quotation, from the first book of Metamorphoses (Daphne and Apollo), which describes what Apollo says when he and Daphne are struck by Cupid's arrows but Daphne flees from him (Cupid - whose power had been doubted by Apollo - shot a golden arrow at Apollo but a leaden one at Daphne). This puts the motto in context and makes it particularly relevant to apothecaries: > Inventum medicina meum est, opiferque per orbem dicor, et herbarum subiecta > potentia nobis. Hei mihi, quod nullis amor est medicabilis herbis; nec > prosunt domino, quae prosunt omnibus, artes! (Medicine is my invention, > throughout the world I am called the bringer of help, and the power of herbs > is under my control [but] alas for me, love cannot be cured by herbs, so the > skills which help everyone else do not benefit their master.) The Society's supporters are golden unicorns, and its crest is a rhinoceros. The unicorns may have been a compliment to James I, and the horns of unicorns and of the rhinoceros are reputed to be of medical use. The illustration of the crest in the Grant is based on Dürer's 1515 depiction of a rhinoceros, an animal which he had never seen but which he drew from a description,Underwood E.A (ed.), Science, Medicine and History vol.1 (1953) p.347 the dorsal horn may have been intended to be on the dorsum of its nose, rather than on the animal's back. The illustration in the original grant of arms accords the Society the helmet of a Peer (noble), and the text specifies the red/white mantling usually associated with a Peer. This is specific and unusual, although it is not unique (peers' helmets are also borne with some apparent authority by the Fishmongers', Goldsmiths' and Clockmakers' companies). The use of the term 'Society' rather than the usual 'Company' is purely traditional, though – the charter and grant themselves use both terms, as do grants to other City companies (including the Bowyers, Framework Knitters and Fanmakers). ==Apothecaries' Hall== thumb|250px|right|Apothecaries' Hall courtyard, 1831 thumb|250px|Laboratory of the Society, 1922 thumb|250px|right|Interior of Apothecaries' Hall, 2013 The Society is based at Apothecaries' Hall in Blackfriars, London. The building, originally part of the Dominican priory of Black Friars, was called Cobham House prior to its purchase by the society in 1632. Much of the original building was destroyed in the Great Fire of London in 1666, including the Friary guesthouse, which constituted most of it, although part of the 13th-century buildings remain, including a portion of the walls, now incorporated into the north range of the hall courtyard. A new hall was built on the same site and completed in 1672 to the design of Edward Jerman; an \"elaboratory\" was included at this time for the first-ever large-scale manufacture of drugs. From then until 1922, the society manufactured medicinal and pharmaceutical products at their hall, and sold some of their products from a retail outlet opening onto Water Lane (now Blackfriars Lane). Many were to supply clients who included the navy, army, the East India Company and the Crown Colonies. A major restoration and building programme was carried out in the 1780s, which included the stucco facing in the courtyard and new west and south ranges. The Hall's appearance has altered little since even though it saw renovation in the 1980s. The hall is the oldest standing livery hall of the city, with the first-floor structure and arrangement of the Great Hall, Court Room and Parlour remaining as rebuilt between 1668 and 1670. ==Education, history, and qualifications== In addition to providing qualifications in, and regulation of, the trade of the apothecary and dispensing, the Apothecaries' Society offered primary medical qualifications until 1999. This began after the 1815 Apothecaries' Act, followed by further Acts of Parliament. The title of the original licence was Licentiate of the Society of Apothecaries (LSA). When the General Medical Council was established by statute in 1858, the LSA became a registrable qualification. From 1885, the examination included surgery, obstetrics and gynaecology, which were required by law following the Medical Act of 1886, and in 1907 the title was altered by parliamentary act to LMSSA to reflect this. The Society ceased to be recognised by the General Medical Council as a provider of primary medical qualifications in 2008, although it had rarely issued any licences since 1999, the year the United Examining Board was abolished. Notable people who qualified in medicine as a Licentiate of the Society of Apothecaries (LSA) include the poet John Keats (1816), Elizabeth Garrett Anderson (1865, thereby becoming the first openly female recipient of a UK medical qualification) and Nobel Prize winner Sir Ronald Ross KCB FRS (1881). Between the Apothecaries' Act in 1815 and 1998, the Society also set the qualifying examination for Apothecaries' Assistants or Dispensers. Agatha Christie sat this exam in 1917, studying for which is likely to have served her well in her description of more than 80 poisonings in her books. Since 1928, when the Society instituted the first postgraduate qualification in Midwifery (the Mastery of Midwifery, MMSA), the Apothecaries have pioneered 15 further such diplomas in specialist subjects not offered by the Universities, Medical Royal Colleges or any other medical body. This includes the diploma in the Forensic and Clinical Aspects of Sexual Assault (2009–14), the administration of which was taken up by the Faculty of Forensic and Legal Medicine in 2014. Thus, the Society's innovation may be seen to have nurtured the recognition and establishment in the UK of pharmacy and medical specialisms (and the subsequent founding of their specialist Royal Colleges and Faculties) including for General Practice, Obstetrics & Gynaecology, Occupational Medicine, Public Health Medicine, and Forensic & Legal Medicine. The Society currently awards postgraduate diplomas in the following fields (with year of establishment): * Medical jurisprudence (1962) * History of medicine (1970) * GenitoUrinary medicine (1973) * Philosophy of medicine (1978) * Medical care of catastrophes (1994) * Forensic medical sciences (1998) * HIV medicine (2002) In addition to this professional qualifications role, the present-day Society also sponsors students and lecturers at UK Medical and Pharmacy Schools, and organises courses and public lectures through two faculties: the 'Faculty of the History and Philosophy of Medicine and Pharmacy' and the 'Faculty of Conflict and Catastrophe Medicine'. ==Events and lectures== thumb|250px|right|Apothecaries' Hall from Apothecary St The Apothecaries have active event calendars for members, friends and the public. The Apothecaries' building is open each year to the public during Open House Day. The Apothecaries host lectures and dinners organised for the Society or for the Faculties. The Faculty of Conflict and Catastrophe Medicine hold two lectures each year which are open to the public: the Audrey Few Lecture and the Elizabeth Garrett Anderson Lecture. The Faculty of the History and Philosophy of Medicine and Pharmacy hosts several eponymous lectures throughout the year. The lectures in this series are named after persons significant to the Apothecaries' Society and medicine in general: Monckton Copeman, Geoffrey Flavell, John Locke, Osler, Sydenham, Sir Hans Sloane, and Gideon de Laune. The Livery Committee organises regular events for members of the Society. ==Archive== The Society of Apothecaries operates an Archive which is referred to as 'The Collection' on their website. In 2002, the Archive received Heritage Lottery funding. Today the Archive is active with a \"Friends of the Archives\" group and a number of events throughout the year. Many people use it to make enquiries regarding family history, the history of the Apothecaries' Society and other historical activities. Due to its historical holdings, the Worshipful Society of Apothecaries is a member of The London Museums of Health & Medicine group. ==Members and structure== thumb|250px|Assistant summons to the Court, 1817 At least 80% of the membership of the Society are required to be medical practitioners, and at least 85% must be medically qualified or registered pharmacists. In fact, the membership is predominantly made up of prominent physicians (rather than surgeons who, for historical reasons, are more likely to be members of the Barbers' Company). The members of the Society are (in descending rank): * The Master * Two Wardens (The \"Senior Warden\" and \"Junior Warden\") * 21 Assistants (and a small number of Assistants emeriti) * Liverymen (Full members of the Society, all of whom are Freemen of the City of London. Liverymen are in two classes, \"guardant\" and \"couchant\".) * Freemen (most of whom are \"Yeomen\") * Apprentices (not technically members of the Society) The Master, Wardens and Assistants together constitute the \"Court\" which is the governing body of the Society. Members of the Court wear dark-blue gowns with gold facings. The Master and Wardens have chains of office and particular traditional robes – the Master's trimmed with musquash, the wardens' trimmed with fitch. Liverymen are \"clothed\" upon attaining that rank (modernly with a solicitor's-type black robe and a blue/cream epitoge). The Society's only truly academic dress were: * for the Master of Midwifery qualification (MMSA – ceased in 1963), a light- blue lambskin-faced robe with a blue/white epitoge * a dark-blue gown with blue/gold facings for the Licentiate (LMSSA) The chief operating officer of the Society is its Clerk and the hall is managed by the Beadle. The Clerk wears a black solicitor's gown trimmed with blue ribbons, and the Beadle's robe is decorated with miniature hanging rosettes. Other roles in the society include the Dean (a senior member who oversees the educational functions), the Registrar (who directs the examinations' department), the Curator, and the Presidents of the Faculties. ==Chelsea Physic Garden== thumb|250px|The Physic Garden: a 1751 engraving The Society of Apothecaries is perhaps best known generally for its foundation in 1673 of the Chelsea Physic Garden, London, one of Europe's oldest botanical gardens and the second oldest in Britain. After Sir Hans Sloane granted the society rights to the manor of Chelsea, the four- acre (16,000 m²) garden became the richest collection of medicinal plants in Europe under the direction of Philip Miller. Its seed exchange programme, originally initiated with the Leiden Botanical Garden, led to cotton being planted for the first time in the Colony of Georgia. Jealously guarded during the Society's tenure, in 1983 the garden became a charity and opened to the public for the first time. The garden is a member of the London Museums of Health & Medicine. It is also Grade I listed in the Register of Historic Parks and Gardens of Special Historic Interest in England by English Heritage. ==References== ==External links== * * Apothecaries' Rose Prize Category:1617 establishments in England Apothecaries Category:Medical associations based in the United Kingdom Category:Organisations based in London with royal patronage Category:Pharmaceutical industry in the United Kingdom Category:Pharmacy organisations in the United Kingdom Apothecaries Category:Pharmacy-related professional associations Category:Medical museums in London",
 "title": "Worshipful Society of Apothecaries"
}