{
 "id": "369743",
 "text": "Ruth Barcan Marcus (; born Ruth Charlotte Barcan; 2 August 1921 - 19 February 2012) was an American academic philosopher and logician best known for her work in modal and philosophical logic. She developed the first formal systems of quantified modal logic and in so doing introduced the schema or principle known as the Barcan formula. (She would also introduce the now standard \"box\" operator for necessity in the process.) Marcus, who originally published as Ruth C. Barcan, was, as Don Garrett notes \"one of the twentieth century's most important and influential philosopher-logicians\". Timothy Williamson, in a 2008 celebration of Marcus' long career, states that many of her \"main ideas are not just original, and clever, and beautiful, and fascinating, and influential, and way ahead of their time, but actually – I believe – true\". ==Academic career and service== Ruth Barcan (as she was known before marrying the physicist Jules Alexander Marcus in 1942Gendler, T. S., \"Ruth Barcan Marcus\", Jewish Women's Archive: A Comprehensive Historical Encyclopedia, February 27, 2009.) graduated magna cum laude from New York University in 1941, majoring in mathematics and philosophy. She then went to graduate school at Yale, obtaining her M.A. in 1942 and her PhD in 1946. Marcus was a visiting professor at Northwestern University from 1950 until 1953 and, again, in 1959. She served as assistant, and then as associate, professor at the newly founded Roosevelt University, Chicago, between 1956 and 1963. From 1964 to 1970, she was a professor of philosophy at the University of Illinois Chicago (originally serving as a head of department). She was professor of philosophy at Northwestern University from 1970 until 1973, when she was appointed as the Reuben Post Halleck Professor of Philosophy at Yale University until retiring, as a professor emerita, in 1992. She continued to teach, during winter semesters, at the University of California, Irvine until 1997. Amongst other professional offices held during her career, Marcus served as Chair of the Board of Officers for the American Philosophical Association (1976–83) and as President of both the Association for Symbolic Logic (1983–86) and then of the Institut International de Philosophie (1989–92). ==Philosophy== ===Quantified modal logic=== The widely discussed Barcan formula is introduced as an axiom in QML.Lachs, J., & Talisse, R. B., eds., American Philosophy: An Encyclopedia (New York: Routledge, 2008), p. 481. In her earliest published work, the publication of the first axiomatic study of modal logic with quantifiers, Marcus published under her maiden name Ruth C. Barcan. It features these three articles: \"A Functional Calculus of First Order Based on Strict Implication\", Journal of Symbolic Logic (JSL, 1946), \"The Deduction Theorem in a Functional Calculus of First Order Based on Strict Implication\" (JSL, 1946), and \"The Identity of Individuals in a Strict Functional Calculus of Second Order\", (JSL, 1947). The first systems of quantified modal logic, which extended some propositional modal systems of Clarence Irving Lewis to first and second order; the papers of 1946 and 1947, were a major accomplishment in the development of 20th century logic. Lewis gives Marcus special recognition in his \"Notes on the Logic of Intension\", originally printed in Structure, Method, and Meaning: Essays in Honor of Henry M. Sheffer (New York, 1951). Here Lewis recognizes Barcan Marcus as the first logician to extend propositional logic as a higher order intensional logic. ===Direct reference=== Marcus proposed the view in the philosophy of language according to which proper names are what Marcus termed mere \"tags\" (\"Modalities and Intensional Languages\" (Synthese, 1961) and elsewhere). According to her tag theory of names (a direct reference theory), these \"tags\" are used to refer to an object, which is the bearer of the name. The meaning of the name is regarded as exhausted by this referential function. This view contrasts for example with Bertrand Russell's description theory of proper names as well as John Searle's cluster description theory of namesCraig, E. (ed.), Routledge Encyclopedia of Philosophy, vol. 8 (Abingdon-on-Thames: Routledge, 1998), p. 164. which prevailed at the time. This view of proper names (presented in 1962 with Willard Van Orman Quine as commentator) has been identified by Quentin Smith with the theory of reference given in Saul Kripke's Naming and Necessity.Kripke, S. A., Naming and Necessity (Cambridge, MA: Harvard University Press, 1972). However, in a recent laudatio to Ruth Barcan Marcus, Professor Timothy Williamson says: The philosopher of language Stephen Neale has also argued against Professor Smith's claim in the Times Literary Supplement. ===Necessity of identity=== Marcus formally proved the necessity of identity in 1946 and informally argued for it in 1961, thereafter thus rejecting the possibility of contingent identity. See Journal of Symbolic Logic, (1947) 12: pp 12–15 ===Semantics of QML=== Marcus prefers an interpretation where the domain of the interpretation comprises individual entities in the actual world. She also suggests that for some uses an alternative substitutional semantics is warranted. She provides arguments against possibilia. See \"Dispensing with Possibilia\" (Proceedings of the American Philosophical Association, 1975–76); \"Possibilia and Possible Worlds\" (Grazer Philosophische Studien, 1985–86). ===Moral conflict=== Marcus defines a consistent set of moral principles as one in which there is some \"possible world \" in which they are all obeyable. That they may conflict in the actual world is not a mark of inconsistency. As in the case of necessity of identity, there was a resistance to this interpretation of moral conflict. Her argument counts against a widely received view that systems of moral rules are inevitably inconsistent.See \"Moral Dilemmas and Consistency\" (Journal of Philosophy, 1980). ===Belief=== It is proposed that believing is a relationship of an agent to a possible state of affairs under specified internal and external circumstances. Assenting to a quoted sentence (the disquotation account of belief) is only one behavioral marker of believing. Betting behavior is another. The wholly language-centered account of belief (e.g. Davidson) is rejected. Where an agent would traditionally be described as believing an impossibility until its impossibility was disclosed, Marcus proposes that under those circumstances the agent should say that she only claimed to believe an impossibility. In much the same way, when a mathematician discovers that one of his conjectures is false, and since if it is mathematically false it is impossible, he would say he only claimed that the conjecture was true. Odd as this proposal is, it is analogous to the widely accepted principle about knowing: if we claim to know P, and P turns out false, we do not say we used to know it, we say we were mistaken in so claiming.See \"A Proposed Solution to a Puzzle About Belief\" (Foundations of Analytic Philosophy in Midwest Studies, 1981) and \"Rationality and Believing the Impossible\" (The Journal of Philosophy, 1983 and elsewhere). ===Essentialism=== Aristotelian essentialism is concerned with properties which Marcus defines in the context of a modal framework. One proposal is that a property is essential if something has it, not everything has it, if something has it then it has it necessarily, and it is not wholly individuating e.g. a natural kind property. It is otherwise claimed by Quine and others that modal logic or semantics is committed to essentialist truths. Marcus argues informally that there are interpretations of some modal systems in which all essentialist claims are false. Terence Parsons later formally proved this result.The Philosophical Review, 78 (1969). ===Substitutional quantification=== An alternative to Tarskian (model theoretic) semantics is proposed for some uses where \"the truth conditions for quantified formuli are given purely in terms of truth with no appeal to domains of interpretation\". This has come to be called \"truth-value semantics\". Marcus shows that the claim that such a semantics leads to contradictions is false. Such a semantics may be of interest for mathematics e.g. Hartry Field, or for fictional discourse. Objectual quantification is required for interpretation of identity and other metaphysical categories. ==Works== Books (written or edited) *The Logical Enterprise, ed. with A. Anderson, R. Martin, Yale, 1995 *Logic, Methodology and Philosophy of Science, VII, eds. R. Barcan Marcus et al., North Holland, 1986 *Modalities: Philosophical Essays, Oxford University Press, 1993. Paperback; 1995 (contains many of Marcus's important papers) Academic Papers * Published as Ruth C. Barcan - list by PhilPapers * Published as Ruth Barcan Marcus - list by PhilPapers. == Awards and recognitions == * Phi Beta Kappa (1941) * Guggenheim Fellow (1953) * National Science Foundation Fellow (1963–1964) * Center for Advanced Study Beckman Fellow, University of Illinois at Urbana–Champaign (1968–1969) * Rockefeller Foundation Residency (Bellagio, 1973 and 1990) * Fellow of the American Academy of Arts and Sciences (1977) * Center for Advanced Study in the Behavioral Sciences Fellow, Stanford (1979) * University of Edinburgh Fellow, Humanities Institute (1983) * Wolfson College of Oxford University, Visiting Fellow (1985 and 1986) * Medal of the Collège de France (1986) * Permanent Member of the Common Room, Clare Hall of Cambridge University (1986– ) * Clare Hall, Cambridge University, Visiting Fellow (1988) * Membre, Institut International de Philosophie, Presidente 1989–92, President Honoraire 1992– * National Humanities Center, Mellon Fellow (1992–93) * Doctor of Humane Letters, honoris causa, University of Illinois Chicago (1995)Staff, \"Honorary Degrees\", University of Illinois Chicago, 1995. * Wilbur Cross Medal, Yale University (2000) * Lauener Prize in Analytic Philosophy, Lauener Foundation, 2007–08. * Quinn Prize, American Philosophical Association 2007, for service to the profession * Dewey Lecture, APA, Dec 2009. ==References and notes== == External links == *Sinnott-Armstrong, W., et al., eds., Modality, Morality and Belief: Essays in Honor of Ruth Barcan Marcus (Cambridge: Cambridge University Press, 1995). *Gendler, T. S., Entry on Marcus, Jewish Women's Archive: A Comprehensive Historical Encyclopedia, February 27, 2009. *Fox, M., \"Ruth Barcan Marcus, Philosopher-Logician, Dies at 90\", The New York Times, March 13, 2012. *Raffman, D., \"Woman, Fighter, Philosopher\", The Stone, The New York Times, April 26, 2012. *\"In memoriam: Ruth Barcan Marcus\", 'Yale News, February 21, 2012. * . *Marcus, R. B., \"A Philosopher's Calling\" a 'philosophical autobiography' (available to download as a doc.) delivered at Yale as a 2010 APA John Dewey Lecture and later published in the annual Proceedings and Addresses of the American Philosophical Association. *Williamson, T., \"In Memoriam: Ruth Barcan Marcus, 1921–2012\", The Bulletin of Symbolic Logic, Vol. 19, Nr. 1, March 2013. *Entry on Marcus, Encyclopedia of Philosophy, 2006. *Entry on Marcus, Women in World History: A Biographical Encyclopedia, 2002. *Photo portrait of Marcus, then Ruth Barcan, c. 1940 (source, permissions). *. *Ruth Barcan Marcus Papers (MS 1993), Manuscripts and Archives, Yale University Library. Category:1921 births Category:People from the Bronx Category:2012 deaths Category:20th-century American non-fiction writers Category:20th-century American women writers Category:20th-century American philosophers Category:20th-century essayists Category:20th-century mathematicians Category:21st-century American non-fiction writers Category:21st-century American women writers Category:21st-century American philosophers Category:21st-century essayists Category:21st-century mathematicians Category:American essayists Category:American logicians Category:American philosophy academics Category:American women essayists Category:American women philosophers Category:American women writers Category:Analytic philosophers Category:Fellows of Clare Hall, Cambridge Category:Fellows of the American Academy of Arts and Sciences Category:Fellows of Wolfson College, Oxford Category:Jewish American academics Category:Jewish philosophers Category:New York University alumni Category:Northwestern University faculty Category:Philosophers of ethics and morality Category:Philosophers of language Category:Philosophers of logic Category:Philosophers of mathematics Category:Philosophers of science Category:Philosophy writers Category:University of Illinois at Chicago faculty Category:Yale University alumni Category:Yale University faculty Category:Philosophers from New York (state) Category:21st-century American Jews",
 "title": "Ruth Barcan Marcus"
}