{
 "id": "370056",
 "text": "thumb|Filtering the car traffic for many local island destinations. Långnäs is a port in Lumparland on the eastern mainland of Åland, about 30 km over the road away from Åland's capital Mariehamn. Road ferries to Kumlinge (Snäckö) and Galtby via Föglö (Överö) and Kökar start here. Långnäs is an alternative to Åland's main passenger harbour, the Western Harbour in Mariehamn, for ferries between Finland and Sweden. == Ferry traffic == Långnäs has two Ålandstrafiken ferry connections. The southern line goes to Galtby (with a connection to mainland Finland) via Överö, Sottunga, Husö, Kyrkogårdsö and Kökar. The other line goes to Snackö in Kumlinge via Överö and Sottunga.Färjturlistor, Ålandstrafiken. Accessed on 15 May 2020. The shipping company Ab Lillgaard has connections between Långnäs and Naantali via the ferry MS Fjärdvägen. The cruise lines Viking Line and Silja Line use Långnäs as an alternative to Mariehamn as a night-time stop on the Stockholm—Turku route. The ferry operator Finnlines has a connection from Naantali to Kapellskär via Långnäs. In 1999, European Union legislation outlawed the sale of duty-free goods on ferry cruises within the EU, but Åland's tax privileges provide a legal exemption for ships that call at a port in Åland. As duty-free sales are a considerable source of revenue for the ferry shipping companies, the major routes between the Stockholm region (Kapellskär and Stockholm) and southern Finland (Turku and Helsinki) include a stop there. == History == Långnäs has been used as a harbour for inter-island traffic on Åland since the 1920s.Om bolaget, Långnäs Hamn Ab. Accessed on 15 May 2020. In the early 1960s, Silja Line built a ferry terminal in Långnäs, designed by Finnish architect Bengt Lundsten. The terminal was in use 1965–1975. It was a large futuristic glass building suspended in the air by cable wires connected to two supporting arches. It gained international recognition for its architecture.Andelin, Jan-Erik: Långnäs, Skattehamn, Ny tid 8 April 2003. Silja Line terminated its traffic to Långnäs in 1975 and the terminal fell into disuse and was eventually dismantled in 1993.Långnäs, Valkeat Laivat. Accessed on 15 May 2020. A new terminal was built in 1999 to accommodate the large cruiseferries on the Stockholm—Turku route. The company Långnäs Hamn Ab was founded in 1988 when the municipality of Lumparland bought the harbour area from Silja Line. Långnäs was the first harbour in Finland to be operated as a joint-stock company. The newly formed company had visions of an oil harbour, and a passenger harbour to serve the then booming ferry industry. The municipality's ambitions exceeded their capabilitiesHamndirektören redo för pension, Ålands Sjöfart 28 September 2017. and in 1992 the entire stock of the company was acquired by the Government of Åland. In 1993 Lillgaard Ab started traffic from Långnäs to Naantali. Finland's entry in the European Union in 1995 and the tax exemption law for Åland caused a renovation of the harbour. A new deep quay and a simple terminal building were built so that ferries between Turku and Stockholm would have time to stop at Åland in both directions. Traffic started on 1 July 1999, on the same day when the new tax laws for intra-EU traffic came into force. == Accidents == On 28 November 1968, the passenger ships Ilmatar and Botnia collided in front of the Långnäs harbour travelling on the Stockholm—Turku route. Six people were killed in the accident and it caused almost 700 000 Finnish markka worth of damage. Because of the thick mist at the time, visibility conditions were very poor.Yle Elävä Arkisto – Laivaonnettomuus Långnäsin satamassa 25 November 2009. Accessed on 13 July 2015. == References == == External links == * Långnäs Hamn Ab Category:Transport in Åland Category:Economy of Åland Category:Buildings and structures in Åland",
 "title": "Långnäs"
}