{
 "id": "370079",
 "text": "Maida Vale is a London Underground station in Maida Vale in inner north-west London. The station is on the Bakerloo line, between Kilburn Park and Warwick Avenue stations, and is in Travelcard Zone 2. The station is 'Grade II' listed building being of architectural and historic interest. In 2009 the station won a National Railway Heritage Award, in the London Regional category, for the successful modernisation of a historic station. == History == Maida Vale opened on 6 June 1915 on Bakerloo tube's extension from Paddington to Queen's Park 5 months after the extension. At the time, it was the first station to be entirely staffed by women.The Times, 7 June 1915, p. 5 The women continued to work at the Maida Vale station until 1919 when servicemen returning from the war displaced them. The outbreak of World War II again opened up jobs for women. On 6 June 2015, the station celebrated its 100th anniversary as part of the 100 years of women in transport campaign. == Location and layout == The station is located at the junction of Randolph Avenue and Elgin Avenue and has a surface building designed by Underground Electric Railways Company of London's architect Stanley Heaps. He used a standardized design that appears in many station buildings under control of UERL whilst Maida Vale was provided with buildings in the style of the earlier Leslie Green stations but without the upper storey, which was no longer required for housing lift gear. It was one of the first London Underground stations built specifically to use escalators rather than lifts.The first escalator on the Underground was installed at Earl's Court in 1911. The first station built specifically for escalators was the new Central line station at Liverpool Street in 1912. All deep-tube stations built after 1913 were built with escalators – ==Transport links== Bus routes 16, 98 and 332, and Night Bus routes N16 and N98 serve Maida Vale road, a short distance to the north-east. == In popular culture == The station surface building and the distinctive staircase mosaics feature in Alfred Hitchcock's 1927 film Downhill, as well as the 1983 film Runners, written by Stephen Poliakoff. Both films feature shots down the escalators, those in the earlier production being the original wooden versions. The exterior was used for a scene in the 1974 film adaptation of the popular British television situation comedy Man About the House. A scene shot at platform level—complete with arriving train—appears in the video for The Chemical Brothers' single Believe (2005). Maida Vale tube station also features in a montage of scenes in the 2013 Richard Curtis film About Time, where the two main characters enter and leave the different platforms via the escalators. In the 2014 film Paddington, the exterior was used to depict the fictional 'Westbourne Oak' station, with interior scenes filmed at nearby St John's Wood Station. == Gallery == File:Maida Vale station sign.jpg|Sign on the main road for the station File:MaidaVale3.jpg|Northbound platform view File:MaidaVale2.jpg|Mosaics over the concourse entrance ==References== ==External links== *London Transport Museum Photographic Archive ** ** ** ** Category:Bakerloo line stations Category:Tube stations in the City of Westminster Category:Former London Electric Railway stations Category:Railway stations in Great Britain opened in 1915 Tube station Category:Stanley Heaps railway stations Category:Railway stations located underground in the United Kingdom",
 "title": "Maida Vale tube station"
}