{
 "id": "370644",
 "text": "Electronic toll collection (ETC) is a wireless system to automatically collect the usage fee or toll charged to vehicles using toll roads, HOV lanes, toll bridges, and toll tunnels. It is a faster alternative which is replacing toll booths, where vehicles must stop and the driver manually pays the toll with cash or a card. In most systems, vehicles using the system are equipped with an automated radio transponder device. When the vehicle passes a roadside toll reader device, a radio signal from the reader triggers the transponder, which transmits back an identifying number which registers the vehicle's use of the road, and an electronic payment system charges the user the toll. A major advantage is the driver does not have to stop, reducing traffic delays. Electronic tolling is cheaper than a staffed toll booth, reducing transaction costs for government or private road owners. The ease of varying the amount of the toll makes it easy to implement road congestion pricing, including for high-occupancy lanes, toll lanes that bypass congestion, and city-wide congestion charges. The payment system usually requires users to sign up in advance and load money into a declining-balance account, which is debited each time they pass a toll point. Electronic toll lanes may operate alongside conventional toll booths so that drivers who do not have transponders can pay at the booth. Open road tolling is an increasingly popular alternative which eliminates toll booths altogether; electronic readers mounted beside or over the road read the transponders as vehicles pass at highway speeds, eliminating traffic bottlenecks created by vehicles slowing down to go through a toll booth lane. Vehicles without transponders are either excluded or pay by plate – a license plate reader takes a picture of the license plate to identify the vehicle, and a bill may be mailed to the address where the car's license plate number is registered, or drivers may have a certain amount of time to pay online or by phone.Copeland, Larry, Toll roads take cashless route, USA Today, July 28, 2008. Since 2005, nationwide GNSS road pricing systems have been deployed in several European countries. With satellite-based tolling solutions, it is not necessary to install electronic readers beside or above the road in order to read transponders since all vehicles are equipped with On Board Units having Global Navigation Satellite System (GNSS) receivers in order to determine the distance traveled on the tolled road network - without the use of any roadside infrastructure. US Nobel Economics Prize winner William Vickrey was the first to propose a system of electronic tolling for the Washington Metropolitan Area in 1959. In the 1960s and the 1970s, the first prototype systems were tested. Norway has been a world pioneer in the widespread implementation of this technology, beginning in 1986. Italy was the first country to deploy a full electronic toll collection system in motorways at national scale in 1989. ==History== In 1959, Nobel Economics Prize winner William Vickrey was the first to propose a system of electronic tolling for the Washington Metropolitan Area. He proposed that each car would be equipped with a transponder: \"The transponder's personalized signal would be picked up when the car passed through an intersection, and then relayed to a central computer which would calculate the charge according to the intersection and the time of day and add it to the car’s bill.\" In the 1960s and the 1970s, free flow tolling was tested with fixed transponders at the undersides of the vehicles and readers, which were located under the surface of the highway. Modern toll transponders are typically mounted under the windshield, with readers located in overhead gantries. Italy has been the first country in the world to deploy a full ETC in motorways at national scale in 1989. Telepass, the brand name of the ETC belonging to Autostrade S.p.A. now Autostrade per l'Italia, was designed by Dr. Eng Pierluigi Ceseri and Dr. Eng. Mario Alvisi and included a full operational real time Classification of Vehicles and Enforcement via cameras interconnected with the PRA (Public Register of Automobiles) via a network of more than 3.000 Km. optical fibers. Telepass introduced the concept of ETC Interoperability because interconnected 24 different Italian motorway operators allowing users to travel between different concession areas and paying only at the end of the journey. Dr. Eng. Mario Alvisi is considered the father of ETC in motorways because not only co- designed Telepass but was able to make it the first standardized operating ETC system in the world as European standard in 1996. He acted as a consultant for deployment of ETC in many countries including Japan, United States, Brazil. In Japan, only the ETC System was constructed in all of the controlled-access expressways in 2001. By 2019, 92% of drivers are using ETC.Change in ETC utilization rate -Ministry of Land, Infrastructure, Transport and Tourism (May 4, 2019) Norway has been the world's pioneer in the widespread implementation of this technology. ETC was first introduced in Bergen, in 1986, operating together with traditional tollbooths. In 1991, Trondheim introduced the world's first use of completely unaided full-speed electronic tolling. Norway now has 25 toll roads operating with electronic fee collection (EFC), as the Norwegian technology is called (see AutoPASS). In 1995, Portugal became the first country to apply a single, universal system to all tolls in the country, the Via Verde, which can also be used in parking lots and gas stations. The United States is another country with widespread use of ETC in several states, though many U.S. toll roads maintain the option of manual collection. As of March 2018, in Japan, a total of approximately 2.61 million vehicles are equipped with devices compliant with the ETC 2.0.WHITE PAPER ON TRAFFIC SAFETY IN JAPAN 2018 ==Overview== thumb|Many ETC systems use transponders like this one to electronically debit the accounts of registered cars without their stopping right|thumb|Transponder used in Chile for some expressways thumb|Film showing the approach to and passing of a toll station in Italy, using a Telepass OBU. Note the yellow Telepass lane signs and road markings and the sound emitted by the OBU when passing the lane In some urban settings, automated gates are in use in electronic-toll lanes, with 5 mph (8 km/h) legal limits on speed; in other settings, 20 mph (35 km/h) legal limits are not uncommon. However, in other areas such as the Garden State Parkway in New Jersey, and at various locations in California, Florida, Pennsylvania, Delaware, and Texas, cars can travel through electronic lanes at full speed. Illinois' Open Road Tolling program features 274 contiguous miles of barrier- free roadways, where I-PASS or E-ZPass users continue to travel at highway speeds through toll plazas, while cash payers pull off the main roadway to pay at tollbooths. Currently over 80% of Illinois' 1.4 million daily drivers use an I-PASS. Enforcement is accomplished by a combination of a camera which takes a picture of the car and a radio frequency keyed computer which searches for a drivers window/bumper mounted transponder to verify and collect payment. The system sends a notice and fine to cars that pass through without having an active account or paying a toll. Factors hindering full-speed electronic collection include: * significant non-participation, entailing lines in manual lanes and disorderly traffic patterns as the electronic- and manual- collection cars \"sort themselves out\" into their respective lanes; * problems with pursuing toll evaders; * need, in at least some current (barrier) systems, to confine vehicles in lanes, while interacting with the collection devices, and the dangers of high-speed collisions with the confinement structures; * vehicle hazards to toll employees present in some electronic- collection areas; * the fact that in some areas at some times, long lines form even to pass through the electronic-collection lanes; * costs and other issues raised when retrofitting existing toll collection facilities * unionized toll collectors can also be problematic. Even if line lengths are the same in electronic lanes as in manual ones, electronic tolls save registered cars time: eliminating the stop at a window or toll machine, between successive cars passing the collection machine, means a fixed-length stretch of their journey past it is traveled at a higher average speed, and in a lower time. This is at least a psychological improvement, even if the length of the lines in automated lanes is sufficient to make the no-stop-to-pay savings insignificant compared to time still lost due waiting in line to pass the toll gate. Toll plazas are typically wider than the rest of the highway; reducing the need for them makes it possible to fit toll roads into tight corridors. Despite these limitations, if delay at the toll gate is reduced, the tollbooth can serve more vehicles per hour. The greater the throughput of any toll lane, the fewer lanes required, so construction costs can be reduced. Specifically, the toll-collecting authorities have incentives to resist pressure to limit the fraction of electronic lanes in order to limit the length of manual-lane lines. In the short term, the greater the fraction of automated lanes, the lower the cost of operation (once the capital costs of automating are amortized). In the long term, the greater the relative advantage that registering and turning one's vehicle into an electronic-toll one provides, the faster cars will be converted from manual-toll use to electronic-toll use, and therefore the fewer manual-toll cars will drag down average speed and thus capacity. In some countries, some toll agencies that use similar technology have set up (or are setting up) reciprocity arrangements, which permit one to drive a vehicle on another operator's tolled road with the tolls incurred charged to the driver's toll-payment account with their home operator. An example is the United States E-ZPass tag, which is accepted on toll roads, bridges and tunnels in fifteen states from Illinois to Maine. (removed in 2019) In Australia, there are a number or organizations that provide tags that can be used on toll roads. They include Transport for NSW, Roam and E-Toll. A toll is debited to the customer's account with their tag provider. Some toll road operators – including Sydney's Sydney Harbour Tunnel, Lane Cove Tunnel and Westlink M7, Melbourne's CityLink and Eastlink, and Brisbane's Gateway Motorway – encourage use of such tags, and apply an additional vehicle matching fee to vehicles without a tag. A similar device in France, called Liber-T for light vehicles and TIS-PL for HGVs, is accepted on all toll roads in the country. In Brazil, the Sem Parar/Via-Fácil system allows customers to pass through tolls in more than 1,000 lanes in the states of São Paulo, Paraná, Rio Grande do Sul, Santa Catarina, Bahia and Rio de Janeiro. Sem Parar/Via-Fácil also allows users to enter and exit more than 100 parking lots. There are also other systems, such as via expressa, onda livre and auto expresso, that are present in the states of Rio de Janeiro, Rio Grande do Sul, Santa Catarina, Parana and Minas Gerais. In Pakistan, the National Database and Registration Authority is implementing an electronic toll collection system on motorways using RFID. The European Union issued the EFC-directive, * which attempts to standardize European toll collection systems. Systems deployed after January 1, 2007 must support at least one of the following technologies: satellite positioning, mobile communications using the GSM-GPRS standard or 5.8 GHz microwave technology. Furthermore, the European Commission issued the Regulation on the European Electronic Toll Service (EETS) which must be implemented by all Member States from 19 October 2021. All toll roads in Ireland must support the eToll tag standard. From 2015, the Norwegian government requires commercial trucks above 3.5 tons on its roads to have a transponder and a valid road toll subscription. Before this regulation, two- thirds of foreign trucks failed to pay road tolls. ==Use in urban areas and for congestion pricing== The most revolutionary application of ETC is in the urban context of congested cities, allowing to charge tolls without vehicles having to slow down. This application made feasible to concession to the private sector the construction and operation of urban freeways, as well as the introduction or improvement of congestion pricing, as a policy to restrict auto travel in downtown areas. Between 2004 and 2005, Santiago, Chile implemented the world's first 100% full speed electronic tolling with transponders crossing through the city's core (CBD) in a system of several concessioned urban freeways (Autopista Central and Autopista Costanera Norte). The United Arab Emirates implemented in 2007 a similar road toll collection in Dubai, called Salik. Similar schemes were previously implemented but only on bypass or outer ring urban freeways in several cities around the world: Toronto in 1997 (Highway 407), several roads in Norway (AutoPASS), Melbourne in 2000 (CityLink), and Tel Aviv also in 2000 (Highway 6). left|thumb|120x120px|Norwegian road sign 792.30 indicates an automatic toll station. According to the latest template on road signage in automatic toll stations, this sign shall be posted on the toll station. Congestion pricing or urban toll schemes were implemented to enter the downtown area using ETC technology and/or cameras and video recognition technology to get the plate numbers in several cities around the world: urban tolling in Norway's three major cities: Bergen (1986), Oslo (1990), and Trondheim (1991) (see Trondheim Toll Scheme); Singapore in 1998 (see Singapore's Electronic Road Pricing), as an upgrade to the world's first successful congestion pricing scheme implemented with manual control in 1975 (see also Singapore's Area Licensing Scheme); Rome in 2001 as an upgrade to the manual zone control system implemented in 1998; London in 2003 and extended in 2007 (see London congestion charge); Stockholm, tested in 2006 and made the charge permanent in 2007 (see Stockholm congestion tax); and in Valletta, the capital city of Malta, since May 2007. In January 2008, Milan began a one-year trial program called Ecopass, a pollution pricing program in which low-emission-standard vehicles pay a user fee; alternative fuel vehicles and vehicles using conventional fuels but compliant with the Euro IV emission standard are exempted. The program was extended through December 2011 and in January 2012 was replaced by a congestion pricing scheme called Area C. New York City considered the implementation of a congestion pricing scheme. New York City Council approved such a plan in 2008, but it was not implemented because the New York State Assembly did not approve it. (see New York congestion pricing) In 2006, San Francisco transport authorities began a comprehensive study to evaluate the feasibility of introducing congestion pricing. The charge would be combined with other traffic reduction implementations, allowing money to be raised for public transit improvements and bike and pedestrian enhancements. The various pricing scenarios considered were presented in public meetings in December 2008, with final study results expected in 2009. (see San Francisco congestion pricing) ==Use for non-toll transactions== * E-ZPass in the northeastern United States can be used to pay at some airport, train, and festival parking lots, and has been tested for use in drive-thrus at private restaurants. * SunPass in Florida can be used to pay for parking at the Palm Beach International Airport, Tampa International Airport, Orlando International Airport, Fort Lauderdale-Hollywood International Airport, and the Hard Rock Stadium. Despite SunPass' interoperability with Peach Pass and E-ZPass, those systems are not accepted at these facilities. * E-Pass can also be used to pay for parking at Orlando International Airport. However, it is not compatible with other airports that use SunPass for parking. * The NTTA TollTag in Texas can be used to pay for passage and parking in the Dallas/Fort Worth International Airport. Despite TollTag's interoperability with EZ Tag, TxTag, PikePass, and K-TAG, those systems are not accepted at this facility. * Via Verde in Portugal can be used at many gas stations and car parks and at some McDonald's drive-thru restaurants. *BroBizz can be used in toll stations part of EasyGo, as well as some other places within Denmark and Scandinavia, such as for ferries, parking and car washes. *AutoPASS can be used in toll stations part of EasyGo, as well as some ferries within Norway and Scandinavia. ==Technologies== Electronic toll collection systems rely on four major components: automated vehicle identification, automated vehicle classification, transaction processing, and violation enforcement. The four components are somewhat independent, and, in fact, some toll agencies have contracted out functions separately. In some cases, this division of functions has resulted in difficulties. In one notable example, the New Jersey E-ZPass regional consortium's Violation Enforcement contractor did not have access to the Transaction Processing contractor's database of customers. This, together with installation problems in the automated vehicle identification system, led to many customers receiving erroneous violation notices, and a violation system whose net income, after expenses, was negative, as well as customer dissatisfaction. ===Automated vehicle identification=== Automated vehicle identification (AVI) is the process of determining the identity of a vehicle subject to tolls. The majority of toll facilities record the passage of vehicles through a limited number of toll gates. At such facilities, the task is then to identify the vehicle in the gate area. Some early AVI systems used barcodes affixed to each vehicle, to be read optically at the toll booth. Optical systems proved to have poor reading reliability, especially when faced with inclement weather and dirty vehicles. Most current AVI systems rely on radio-frequency identification, where an antenna at the toll gate communicates with a transponder on the vehicle via Dedicated Short Range Communications (DSRC). RFID tags have proved to have excellent accuracy, and can be read at highway speeds. The major disadvantage is the cost of equipping each vehicle with a transponder, which can be a major start-up expense, if paid by the toll agency, or a strong customer deterrent, if paid by the customer. To avoid the need for transponders, some systems, notably the 407 ETR (Electronic Toll Route) near Toronto and the A282 (M25) Dartford Crossing in the United Kingdom, use automatic number plate recognition. Here, a system of cameras captures images of vehicles passing through tolled areas, and the image of the number plate is extracted and used to identify the vehicle. This allows customers to use the facility without any advance interaction with the toll agency. The disadvantage is that fully automatic recognition has a significant error rate, leading to billing errors and the cost of transaction processing (which requires locating and corresponding with the customer) can be significant. Systems that incorporate a manual review stage have much lower error rates, but require a continuing staffing expense. A few toll facilities cover a very wide area, making fixed toll gates impractical. The most notable of these is a truck tolling system in (Germany). This system instead uses Global Positioning System location information to identify when a vehicle is located on a tolled Autobahn. Implementation of this system turned out to be far lengthier and more costly than expected. As smart phone use becomes more commonplace, some toll road management companies have turned to mobile phone apps to inexpensively automate and expedite paying tolls from the lanes. One such example application is Alabama Freedom Pass mobile, used to link customer accounts at sites operated by American Roads LLC. The app communicates in real time with the facility transaction processing system to identify and debit customer accounts or bill a major credit card. ===Automated vehicle classification=== Automated vehicle classification is closely related to automated vehicle identification (AVI). Most toll facilities charge different rates for different types of vehicles, making it necessary to distinguish the vehicles passing through the toll facility. The simplest method is to store the vehicle class in the customer record, and use the AVI data to look up the vehicle class. This is low-cost, but limits user flexibility, in such cases as the automobile owner who occasionally tows a trailer. More complex systems use a variety of sensors. Inductive sensors embedded in the road surface can determine the gaps between vehicles, to provide basic information on the presence of a vehicle. With clever software processing of the inductive data a wide range of vehicle classes can be derived by careful analysis of the inductive profile. Treadles permit counting the number of axles as a vehicle passes over them and, with offset-treadle installations, also detect dual-tire vehicles. Light-curtain laser profilers record the shape of the vehicle, which can help distinguish trucks and trailers. In modern systems simple laser light curtains are being replaced with more technically advanced Lidar systems. These safety critical systems, used in autonomous vehicles, are less sensitive to environmental conditions. ===Transaction processing=== Transaction processing deals with maintaining customer accounts, posting toll transactions and customer payments to the accounts, and handling customer inquiries. The transaction processing component of some systems is referred to as a \"customer service center\". In many respects, the transaction processing function resembles banking, and several toll agencies have contracted out transaction processing to a bank. Customer accounts may be postpaid, where toll transactions are periodically billed to the customer, or prepaid, where the customer funds a balance in the account which is then depleted as toll transactions occur. The prepaid system is more common, as the small amounts of most tolls makes pursuit of uncollected debts uneconomic. Most postpaid accounts deal with this issue by requiring a security deposit, effectively rendering the account a prepaid one. ===Violation enforcement=== A violation enforcement system (VES) is useful in reducing unpaid tolls, as an unmanned toll gate otherwise represents a tempting target for toll evasion. Several methods can be used to deter toll violators. Police patrols at toll gates can be highly effective. In addition, in most jurisdictions, the legal framework is already in place for punishing toll evasion as a traffic infraction. However, the expense of police patrols makes their use on a continuous basis impractical, such that the probability of being stopped is likely to be low enough as to be an insufficient deterrent . A physical barrier, such as a gate arm, ensures that all vehicles passing through the toll booth have paid a toll. Violators are identified immediately, as the barrier will not permit the violator to proceed. However, barriers also force authorized customers, which are the vast majority of vehicles passing through, to slow to a near-stop at the toll gate, negating much of the speed and capacity benefits of electronic tolling. Automatic number plate recognition, while rarely used as the primary vehicle identification method, is more commonly used in violation enforcement. In the VES context, the number of images collected is much smaller than in the AVI context. This makes manual review, with its greater accuracy over fully automated methods, practical. However, many jurisdictions require legislative action to permit this type of enforcement, as the number plate identifies only the vehicle, not its operator, and many traffic enforcement regulations require identifying the operator in order to issue an infraction. An example of this is the vToll system on the Illinois Tollway,#Home. www.illinoistollway.com. Retrieved July 23, 2013. which requires transponder users to enter their license plate information before using the system. If the transponder fails to read, the license plate number is matched to the transponder account, and the regular toll amount is deducted from the account rather than a violation being generated. If the license plate can't be found in the database, then it is processed as a violation. Illinois' toll violation system has a 7-day grace period, allowing tollway users to pay missed tolls online with no penalty the 7 days following the missed toll. In the United States, a growing number of states are sharing information on toll violators, where toll agencies can report out-of-state toll violators to the Department of Motor Vehicles (or similar agency) of the violator's home state. The state motor vehicle agency can then block the renewal of the vehicle's registration until the violator has paid all outstanding tolls, plus penalties and interest in some situations. Toll authorities are also resorting to using collection agencies and litigation for habitual toll violators with large unpaid debts, and some states can pursue criminal prosecution of repeat toll violators, where the violator could serve time in jail, if convicted. Many toll agencies also publicize a list of habitual toll violators through media outlets and newspapers. Some toll agencies offer amnesty periods, where toll violators can settle their outstanding debts without incurring penalties or being subject to litigation or prosecution. == Privacy == Electronic toll collection poses a concern to privacy because the systems record when specific motor vehicles pass toll stations. From this information, one can infer the likely location of the vehicle's owner or primary driver at specific times. Technically speaking, using ecash and other modern cryptography methods, one could design systems that do not know where individuals are, but can still collect and enforce tolls. From the legal standpoint, a proper privacy framework can pose strict bounds on the data retention and rights to access and utilization, especially after the tolls have been successfully paid. For example, images of ANPR cameras may be required deletion as soon as possible for successful tolls. ==See also== * List of electronic toll collection systems * Congestion pricing * GNSS Road Pricing * GSM * Open road tolling * Tachograph == References == == External links == * International Bridge, Tunnel and Turnpike Association IBTTA * Overview of international CEN and ISO electronic fee collection standards Category:Radio-frequency identification Category:Road congestion charge schemes Category:Wireless locating Category:Car costs Category:Articles containing video clips Category:Toll (fee)",
 "title": "Electronic toll collection"
}