{
 "id": "370703",
 "text": "The American Locomotive Company (often shortened to ALCO, ALCo or Alco) was an American manufacturer of locomotives, diesel generators, steel, and tanks that operated from 1901 to 1969. The company was formed by the merger of seven smaller locomotive manufacturers and Schenectady Locomotive Engine Manufactory of Schenectady, New York. A subsidiary, American Locomotive Automobile Company, designed and manufactured automobiles under the Alco brand from 1905 to 1913. ALCO also produced nuclear reactors from 1954 to 1962. The company changed its name to Alco Products, Incorporated in 1955. In 1964, the Worthington Corporation acquired the company. The company went out of business in 1969. The name is currently being used by Fairbanks Morse Engine for their FM|ALCO line. ==Foundation and early history== The company was created in 1901 from the merger of seven smaller locomotive manufacturers with Schenectady Locomotive Engine Manufactory of Schenectady, New York: *Brooks Locomotive Works in Dunkirk, New York *Cooke Locomotive & Machine Works in Paterson, New Jersey *Dickson Manufacturing Company in Scranton, Pennsylvania *Manchester Locomotive Works in Manchester, New Hampshire *Pittsburgh Locomotive and Car Works in Pittsburgh, Pennsylvania *Rhode Island Locomotive Works in Providence, Rhode Island *Richmond Locomotive Works in Richmond, Virginia The newly-formed company was headquartered in Schenectady, New York. Samuel R. Callaway left the presidency of the New York Central Railroad to become president of Alco. When Callaway died on June 1, 1904, Albert J. Pitkin succeeded him as president of Alco. In 1904, the American Locomotive Company acquired control of the Locomotive and Machine Company of Montreal, Quebec, Canada; this company was eventually renamed the Montreal Locomotive Works. In 1905, Alco purchased Rogers Locomotive Works of Paterson, New Jersey, the second-largest locomotive manufacturer in the United States behind Baldwin Locomotive Works. After World War II, Alco operated manufacturing plants only in Schenectady and Montreal, having closed all the others. In 1969, the American Locomotive Company ceased locomotive manufacturing in the United States, although Montreal Locomotive Works continued to manufacture locomotives based on Alco designs. ==Steam locomotives== Alco was the second- largest steam locomotive builder in the United States (after Baldwin Locomotive Works), producing over 75,000 locomotives (though not all were steam, since, unlike Baldwin, Alco shifted more readily to diesel). Railroads that favored Alco products included the Delaware & Hudson Railway, the New York, New Haven & Hartford Railroad, the New York Central Railroad, the Union Pacific Railroad and the Milwaukee Road. Among Alco's better-known steam locomotives were the 4-6-4 Hudson, 4-8-2 Mohawk and the 4-8-4 Niagara built for the New York Central and the 4-8-4 FEF and the 4-6-6-4 Challenger built for the Union Pacific. Alco built many of the biggest locomotives ever constructed, including Union Pacific's Big Boy (4-8-8-4). Alco also built the fastest American locomotives, the Class A Atlantic and Class F7 Hudson streamliners for the Milwaukee Road's Twin Cities Hiawatha run. Among the ambitious state-of-the-art designs of the late steam era, Alco's Challengers, Big Boys and high speed streamliners stood out for their in-service success. Alco built the second production steam locomotive in North America to use roller bearings (after the Delaware & Hudson's 1924 addition of SKF roller bearings to the drivers and main and side rods of their own 4-6-2 locomotives). This was Timken 1111, a 4-8-4 commissioned in 1930 by Timken Roller Bearing Company and ultimately used for on 15 major United States railroads before it was purchased in 1933 by the Northern Pacific Railway. The Northern Pacific renumbered the Four Aces to No. 2626 and ran it on the North Coast Limited, as well as its pool trains between Seattle, Washington, and Portland, Oregon, and excursions, through 1957. During World War II, Alco produced many 2-10-0 Decapods for the USSR. Many went undelivered, and ten of these were sold to Finland in 1947. One, Alco builder's No. 75214, is preserved at the Finnish Railway Museum. Though the dual-service 4-8-4 steam locomotive had shown great promise, 1948 was the last year that steam locomotives were manufactured in Schenectady. These were the seven A-2a class 9400-series Pittsburgh & Lake Erie Railroad 2-8-4 \"Berkshires.\" Their tenders had to be subcontracted to Lima Locomotive Works, as Alco's tender shop had been closed. The building was converted to diesel locomotive manufacture, to compete with locomotives manufactured by the Electro-Motive Division of General Motors. Joseph Burroughs Ennis (1879–1955) was a senior vice president between 1917 and 1947 and was responsible for the design of many of the company's locomotives. ==Alco automobiles== thumb|1913 ALCO Model Six Berline Limousine at Crawford The company diversified into the automobile business in 1906, producing French Berliet designs under license. Production was located at Alco's Rhode Island Locomotive Works in Providence, Rhode Island. Two years later, the Berliet license was abandoned, and the company began to produce its own designs instead. An Alco racing car won the Vanderbilt Cup in both 1909 and 1910 and competed in the first Indianapolis 500 in 1911, driven on all three occasions by Harry Grant. ALCO's automotive venture was unprofitable, and they abandoned automobile manufacture in 1913. The Alco automobile story is notable chiefly as a step in the automotive career of Walter P. Chrysler, who worked as the plant manager. In 1911 he left Alco for Buick in Detroit, Michigan, where he subsequently founded the Chrysler Corporation in 1925. File:Berliet-auto 1906 usa.jpg|American Locomotive Automobile Company - Berliet - 1906. File:Alco Vanderbilt 1910.jpg|An Alco winning the 1910 Vanderbilt Cup. File:1912-alco.jpg|1912 Alco ==Electric locomotives== Alco made 60-ton center-cab electric freight motors from 1912 through the 1920s for electric railway lines in Oregon. ==Diesel- electric locomotives== A leader in steam locomotives, ALCo also produced the first commercially successful diesel-electric switch engine in 1924 in a consortium with General Electric (electrical equipment) and Ingersoll-Rand (diesel engine). This locomotive was sold to the Central Railroad of New Jersey. It built additional locomotives for a number of railroads, including the Long Island Rail Road and the Chicago and North Western Railway. The company bought the McIntosh & Seymour Diesel Engine Company in 1929 and henceforth produced its own diesel engines. Its electrical equipment was always from GE. The diesel program was largely overseen by Perry T. Egbert, vice president in charge of diesel locomotive sales and later president of the company. In the early to middle 1930s, ALCo was the pre-eminent builder of diesel-electric switch engines in the United States, but the Electro-Motive Corporation was expanding the realm of diesel power to mainline service, first with custom streamliner trainsets followed by production-design locomotives for passenger and freight service. ALCo provided motive power for the Rebel streamliners in 1935, but remained focused on low-power applications while General Motors (owner of EMC) was developing reliable diesel power for full- size mainline trains. In 1939, ALCo started production of passenger diesel locomotives to compete with those produced by EMC. The following year, ALCo entered into a partnership with General Electric (Alco-GE), for much-needed support in its efforts to compete with EMC. In 1941 ALCo introduced the RS-1, the first road-switcher locomotive. The versatile road-switcher design gained favor for short-haul applications, which would provide ALCo a secure market niche through the 1940s. The entry of the United States into World War II froze ALCo's development of road diesel locomotives. During that time, ALCo was allocated the construction of diesel switching locomotives, their new road-switcher locomotives, a small quantity of ALCO DL-109 dual-service engines and its proven steam designs, while EMD (formerly EMC) was allocated the construction of mainline road freight diesels (the production of straight passenger-service engines was prohibited by the War Production Board). The postwar era saw ALCo's steam products fall out of favor while it struggled to develop mainline diesel locomotives competitive with EMD's E and F series road locomotives, which were well-positioned from GM-EMC's large development efforts of the 1930s and its established service infrastructure. ALCo would prove unable to overcome that lead. Alco's revolutionary RS-1 roadswitcher was selected by the United States Army for a vital task. ALCo ranked 34th among United States corporations in the value of wartime production contracts.Peck, Merton J. & Scherer, Frederic M. The Weapons Acquisition Process: An Economic Analysis (1962) Harvard Business School p.619 The Kriegsmarine's capital ships, led by the Tirpitz, and the Luftwaffe were threatening Allied shipping to the Soviet Union at the port of Murmansk from bases in Norway. This was, at the time, the Soviet lifeline. Thanks to successes in Africa, the U.S. was able to rehabilitate the Trans-Iranian Railway and extend it to the USSR. They chose as locomotives the RSD-1, a six-axle, six traction motor variant of the light ALCo RS-1. Not only was the company prevented from selling these locomotives to mainline U.S. railroads, but the thirteen RS-1s that had already been built were commandeered for Iranian duty and converted to RSD-1s. thumb|right|200px|ALCO wordmark recreation In 1946, ALCo controlled 26% of the diesel locomotive market. The ubiquitous S series (660 and 1000 horsepower) switchers and RS series (1000 and 1500 horsepower) road switchers represented ALCo well during the late 1940s. Much of its success in this period can be tied to its pioneering RS locomotives, representing the first modern road- switcher, a configuration which has long-outlasted ALCo. The success of their switcher and road-switcher locomotives was not matched with the PA and FA-type mainline units, however. The 244 engine, developed in a crash program to compete with EMD's powerful 567 engine, proved unreliable and sales of ALCo's mainline units soon went into decline. In 1948, ALCo-GE produced a prototype gas turbine-electric locomotive to address the concerns of operators such as Union Pacific that sought to minimize the number of locomotive units needed for large power requirements. In 1949, ALCo embarked on a clean-sheet design project to replace the 244. 1949 also saw the introduction of the EMD GP7 road-switcher, a direct challenge in ALCo's bread-and-butter market. In 1953, General Electric, dissatisfied with the pace of ALCo's efforts to develop a replacement for the troubled 244 engine, dissolved their partnership with ALCo and took over the gas turbine-electric venture that had started series production the previous year. In 1956, ALCo made long-overdue changes, modernizing its production process and introducing road locomotives with its new 251 engine. However, the benefits to ALCo were negated by bad timing; the market for locomotives was declining after the height of the dieselization era and EMD's GP9 was on the market as a proven competitor backed by a service infrastructure that ALCo, since the dissolution of the GE partnership, lacked. Sales were disappointing and ALCo's profitability suffered. GE entered the export road-diesel locomotive market in 1956. GE introduced its newest locomotive to the domestic market in 1960, quickly took the number- two position from ALCo, and eventually eclipsed EMD in overall production. Despite continual innovation in its designs (the first AC/DC transmission among others), ALCo gradually succumbed to its competition, in which its former ally, General Electric, was an important element. In India during 1960s began gradual withdrawal of Steam locomotives from Indian Railways so the Diesel electric locomotive WDM series was developed by Banaras Locomotive Works with help of American Locomotive Company (ALCO) for Indian Railways .In 1962 Alco locomotives entered in service and since then Thousands of Alco class Locomotive WDM-2,WDM-3A ,WDM-3D would be manufactured and rebuilt which would make most successful locomotives of Indian Railways serving both passenger and freight trains and still retain operational status for Indian railways today A new line of Century locomotives including the 630 (the first AC/DC transmission), the 430 and the 636, the first 3,600 horsepower (2.7 MW) locomotive, failed to keep the enterprise going. Third-place in the market proved to be an impossible position; ALCo products had neither the market position nor reputation for reliability of EMD's products, nor the financing muscle and customer support of GE. It could not earn enough profits. In the late 1960s, Alco gradually ceased locomotive production, shipping its last two locomotives, a pair of T-6 switchers to the Newburgh & South Shore Railroad (#1016 and #1017) in January 1969. ALCo closed its Schenectady locomotive plant later that year, and sold its designs to the Montreal Locomotive Works in Canada. The vast ALCo Schenectady plant was completely demolished by 2019, and its site is now occupied by a large industrial park. ==Diversification== Alco diversified into areas other than automobiles with greater success. During World War II, Alco built munitions for the war effort, in addition to locomotive production; this continued throughout the Korean War. After the Korean War, Alco entered the oil production equipment and nuclear power plant markets. With the latter, it began to manufacture heat exchangers for nuclear plants. In 1955, the company was renamed Alco Products, Incorporated. By this stage locomotive production only accounted for 20% of the business.\"Alco Changes its Name\" Railway Gazette April 29, 1955\"Alco\" Diesel Railway Traction April 1955 page 195 The first nuclear power plant connected to the electrical grid, the SM-1, was built for the Army Nuclear Power Program at Fort Belvoir in Virginia in 1957.The Bulletin of the Atomic Scientists, February 1958 (Vol.14, issue 2: page 94); \"News Roundup: Shippingport Reactor Generates Power\" prepared by Helen C. Allison; accessed 11 March 2012. Another complete plant, the PM-2A, was shipped to and constructed at Camp Century in Greenland. The Camp Century plant was filmed by the U.S. Army in a documentary film that was uploaded to YouTube in November 2014. ==Purchase and division== The company was purchased in 1964 by the Worthington Corporation, which merged with the Studebaker corporation in 1967 to form Studebaker-Worthington, Alco remaining a wholly owned subsidiary. Former divisions of Alco became semi- independent subsidiaries in 1968. After the termination of locomotive production in 1969, the locomotive designs (but not the engine development rights) were transferred to the Montreal Locomotive Works, which continued their manufacture. The diesel engine business was sold to White Motor Corporation in 1970, which developed White Industrial Power.Alco Engine Division Acquired by White Motors Railway Transportation March 1970 page 8 In 1977 White Industrial Power was sold to the British General Electric Company (GEC) which renamed the unit Alco Power. The business was subsequently sold to the Fairbanks-Morse corporation, which continues to manufacture Alco-designed engines in addition to their own design. The heat exchanger business continued as Alco Products for a time. At some later point, some of the heat exchanger products were manufactured by the Alco Products Division of Smithco Engineering in Tulsa, Oklahoma (Smithco). In January 1983, certain assets of the Alco Products Division of Smithco, namely double-pipe and hairpin-type heat exchanger products sold under the \"Alco Twin\" name, mark and style, were sold in an asset sale by Smithco to Bos-Hatten, a subsidiary of Nitram Energy. Following the sale of these assets, Smithco remained in business, manufacturing other heat exchange products. In 1985, the assets acquired from Smithco were assigned by Bos-Hatten to its parent, Nitram. In 2008, Nitram was acquired by Peerless Manufacturing Co In 2015, Peerless sold its heat exchanger business to Koch Heat Transfer Co. ==Epilogue== After the closure of Alco's Schenectady works, locomotives to Alco designs continued to be manufactured in Canada by Montreal Locomotive Works and in Australia by AE Goodwin. In addition, Alco-derived locomotives form the major portion of diesel power on the Indian Railways. Many thousands of locomotives with Alco lineage are in regular mainline use everywhere in India, and around 100 new locomotives are added every year. Most of these locomotives are built by the Diesel Locomotive Works (DLW), located at Varanasi, India. The Diesel Loco Modernisation Works (DMW) at Patiala, India, do mid-life rebuilding and upgrading the power of these locomotives, typically the WDM-2 to . A number of Alco and MLW diesel-electric locomotives (models DL500C, DL532B, DL537, DL543, MX627 and MX636) are in daily use hauling freight trains of the Hellenic Railways Organisation (OSE) in Greece. The oldest of them (class A.201, DL532B) were delivered to the former Hellenic State Railways (SEK) in 1962. In addition to a variety of standard gauge locomotives, the fleet includes 11 metre gauge Alco locomotives, mainly used for departmental trains in the Peloponnese network. The MX627 and MX636 locomotives have been extensively rebuilt at Piraeus Central Factory of OSE. The remaining Alco locomotives are also being rebuilt, starting with models DL532B and DL537. The ALCO 251 diesel engine is still manufactured by Fairbanks-Morse of Beloit, Wisconsin, a company which also manufactured diesel locomotives. Additionally, Alco diesel engines are used to power the NASA Crawler Transporter. Alco and MLW locomotives still work on many regional and tourist railroads across the United States and Canada, including the Delaware-Lackawanna Railroad in Scranton, Pennsylvania, the Catskill Mountain Railroad in Kingston; the Livonia, Avon and Lakeville Railroad family of lines based in Lakeville, New York, the Lake Whatcom Railway in Wickersham, Washington and the Middletown & Hummelstown Railroad in Middletown, Pennsylvania. The latter owns one of the last true ALCO switchers ever built, #1016. The 1016 is a T-6 type switcher engine. This and ALCO sister 151 (ex Western Maryland Railway S-6) provide daily service in Middletown. Two original Alco RS-2's that were delivered to the Nevada Northern Railway are still in operation. ALCO-Cooke 2-8-0 #18, built in 1920, survives in passenger service on the Arcade & Attica Railroad in Arcade, New York. It returned to service in May 2009 after a six-year overhaul to bring it into compliance with the FRA's new steam locomotive regulations. Great Western 60, a 2-8-0 built in Schenectady in 1937, currently operates in passenger service on the Black River & Western Railroad in Ringoes, NJ. Some Alcos survive on Australian networks, as well as in Bangladesh and Pakistan. Another fleet of Alco Bombardier locomotives run in rugged terrain on the Sri Lanka railway network. Argentina also has a healthy fleet of Alcos DL540 running commuter and cargo trains. The Glenbrook Vintage Railway New Zealand, has a 2-4-4-2 articulated compound mallet, built by Alco in 1912. Only four mallets with this wheel arrangement were ever built; the other three by Baldwin. This unique loco is currently out of service awaiting overhaul. During the 1970s, Romania's UCMR Resita made licensed engines from ALCo, putting the engines 6&12R251 into naval gensets and also with the 6R251 in FAUR factory were made locomotives known as LDH 1500 CP. (CFR Classes 67/68/70/71 and CFR Class 61). They were also exported in Iran and Greece (OSE) ===Preserved Alco steam locomotives=== While regular production of steam locomotives by Alco ended in the 1950s, Alco-built steam engines have been preserved in locations across North America. They can be found on the Nevada Northern Railway in Ely, Nevada; at the Orange Empire Railway Museum in California, on the Lake Whatcom Railway in Washington and on the Durango and Silverton Narrow Gauge Railroad in Colorado. Several Alco-built mainline engines are still operational, such as Union Pacific 844, Union Pacific Big Boy 4014, Milwaukee Road 261 and Soo Line 1003. UP Challenger 3985 ran until 2014, but is now retired. In Portugal an Alco 2-8-2 locomotive built 1945 (Construction number: 73480) is displayed at the National Railway Museum at Entroncamento. Another, preserved, Alco-built locomotive, is a 2-10-0 construction number 75506/1947 (local name Ty246), stored at Zduńska Wola Railway Museum, Poland. ==Popular culture== In February 2014, in the episode The Locomotive Manipulation of the TV series The Big Bang Theory, takes place on a train pulled by what is described as an \"Alco FA-4\". Noted railroad artist Howard L. Fogg began his career at Alco. Hired in 1946 as Alco's new company artist, Fogg began painting locomotives in the livery of prospective customers and taking photographs of them. At an Alco gala at the Waldorf Astoria Hotel, Lucius Beebe, a noted journalist with the New York Herald- Tribune, sought out Fogg. Beebe was considering leaving New York to write railroad books. They began a long-term collaboration, with Beebe buying Fogg's paintings and commissioning new ones for use in his books. In 1947, Beebe's book, Mixed Train Daily, was the first of many to use a Fogg painting on the cover. Fogg was also used by many other railroad authors because of his skill at capturing action shots. With commissions from individuals, authors, publishers, railroads, and related industrial firms flourishing, in 1957 Fogg ended his formal agreement with Alco. He continued to paint periodic commissions for them for a number of years. ==See also== * List of ALCO diesel locomotives * The pony truck affair * Locomotives of India ==Notes== ==References== *Steam Locomotive Builders * * == Further reading == * * * ==External links== *American Locomotive Company (ALCO) Records, Syracuse University *The Alco Racers (VanderbiltCupRaces.com) *Preserved locomotives by builder * * U.S. Army documentary film showing the construction of Camp Century (Greenland) and the shipment and construction of PM-2A posted by DocumentaryTube.net. The arrival occurs at 16:11 in the 27-minute film. Category:Defunct locomotive manufacturers of the United States Category:Motor vehicle manufacturers based in New York (state) Category:Diesel engine manufacturers Category:Engine manufacturers of the United States Category:Luxury motor vehicle manufacturers Category:Marine engine manufacturers Category:Schenectady, New York Category:Vehicle manufacturing companies established in 1901 Category:Vehicle manufacturing companies disestablished in 1969 Category:1901 establishments in New York (state) Category:1969 disestablishments in New York (state) Category:Defunct manufacturing companies based in New York (state) Category:Former components of the Dow Jones Industrial Average Category:Historic American Engineering Record in New York (state) Category:American companies established in 1901 Category:American companies disestablished in 1969",
 "title": "American Locomotive Company"
}