{
 "id": "370939",
 "text": "Grampian Television was the original name of the Channel 3 service for the north of Scotland founded in 1961 and now named STV. The northern region's coverage area includes the Northern Isles, Western Isles, Highlands (except Fort William and Lochaber) Grampian, Tayside (except the Kinross area), and parts of north Fife. Grampian went on the air on 30 September 1961. The company was bought out in 1997 by STV Group (the parent company of STV, the Channel 3 broadcaster in Central Scotland). The name Grampian Television was retired in 2006 and the channel is now known as STV on-air. STV runs one service which covers both central and northern Scotland but with separate news bulletins. Legally, however, the two services are still licensed separately; the northern license is held by STV North, which is owned and operated by STV Group plc (formerly SMG plc), and the southern license by STV Central (previously known as Scottish Television). As an independent company, Grampian had a very distinctive local personality which was quite different from STV's. After the station was bought, it gradually assimilated with STV, culminating in the change of name in 2006. STV did not adopt the generic ITV branding that is now used in the other Channel 3 regions which are owned by ITV plc. STV's regional news programme for Northern Scotland is called STV News at Six and is supplemented by short news bulletins on weekdays. The station also produces regional television commercials. In 2008, the United Kingdom began its 5-year programme to end analogue television broadcasts as part of the switchover to digital transmissions, with the eight transmitters covering the STV North region (Angus, Rosemarkie, Knockmore, Eitshal, Durris, Bressay, Rumster Forest and Keelylang Hill) switching over from May to October 2010. ==History== ===Foundation and launch=== Applications for the new North East Scotland contract area were sought by the Independent Television Authority (ITA) in the spring of 1960. From the original seven applicants, three serious contenders emerged and the contract was awarded in August 1960 to North of Scotland Television Limited on the provision that board positions were offered to the other two final applicants, Caledonian Television and North Caledonian Television. The company's first managing director was G E Ward Thomas who later established Yorkshire Television in 1968. The name North of Scotland TV was considered too cumbersome for use and to reflect the input of the other applicants, a new name was chosen on 11 January 1961 - \"Grampian Television\" after one of the key Scottish mountain ranges, the Grampian Mountains. Grampian planned to launch on 1 October 1961 and had already bought and converted their studios for the start date. However, four months prior to launch, the Post Office announced that the links which would connect Grampian to the network would not be ready until February 1962. This would have left the new station only able to broadcast output from its neighbouring colleagues at Scottish Television (STV). Pressure at the highest level of Government ensured that the links were in place in time for the station's planned launch. Grampian Television went on air on Saturday 30 September 1961 at 2.45 pm (the 15th ITA franchise to launch) with the opening authority announcement from continuity announcer Douglas Kynoch and a brief welcome from the chairman of the Independent Television Authority, Sir Ivonne Kirkpatrick: > Douglas Kynoch: > Good afternoon. This is the first transmission of Grampian Television > Limited, over the Durris and Monteagle transmitters of the Independent > Television Authority. Today, we're about to join all the millions of viewers > of the Independent Television network and we're very glad to have in our > studios, to switch us into the network, the chairman of the Independent > Television Authority, Sir Ivonne Kirkpatrick. Sir Ivonne Kirkpatrick: > Good afternoon. I am glad to be in Aberdeen today to welcome you into the > great family of Independent Television viewers. You now have your own > television company in the North East and I hope that you'll very soon come > to regard Grampian Television as an essential part of your everyday life. I > wish you and Grampian the best of luck and now, let us join the network. Following the brief opening, the station handed over to ABC's networked coverage of Racing from Catterick Bridge. Later in the opening day at 7pm, Grampian's first chairman, Sir Alexander B. King, presented a half-hour introductory programme about the station. At the time of launch, Grampian served a potential audience of 332,000 people in 98,000 homes. ===Early years on air=== In its first year, Grampian produced nine regular regional programmes - namely News and Views (a thrice-weekly magazine programme), Country Focus, Women's World, Serenade, Scotland for Me, Points North (a long- running current affairs programme), Grampian Golf, local news bulletins and monthly church services. In the early days, Grampian struggled as viewers in a key part of its transmission area, the city of Dundee, were still tuning into coverage from STV via the strong signal of the Black Hill transmitter. Three months after its first transmission, the station was only attracting 13% of the available audience in Dundee while viewing audiences across the region turned out to be less than had been hoped for. Viewer correspondence was said to amount to little more than half a dozen letters per week. The problems in Dundee along with the effects of Television Advertising Duty and the Equity Strike led to heavy financial losses and a subsequent reduction in transmitter rental for Grampian. But by the end of 1962, the station had succeeded in increasing audience in both Dundee and the region as a whole. The success in viewing figures were attributed to an increase in regional programming. Whereas Grampian had previously restricted its output to news and current affairs beforehand, production controller James Buchan decided to go for broke and branch out to produce light entertainment and music shows (originally, at the rate of four programmes a week) - such programming would remain a staple of the station's local output for the next forty years or so. By 1963, no less than fifty Grampian shows had featured in the local Top Ten audience ratings. Towards the end of the decade, the station's potential audience reached a million viewers and Grampian was employing just over 200 staff at their studios in Aberdeen, Dundee and Edinburgh. Prior to the 1968 contract round, smaller regional stations sought an affiliation with one of the four major ITV companies, who would provide the bulk of their programming. Grampian chose to link up with ABC Weekend Television. ===Technological advances=== Grampian was slower than most other ITV stations to begin colour broadcasting which, after the company invested £180,000 () in new equipment, promptly started in September 1971—an occasion timed to mark their 10th anniversary on air. The launch of the colour service led to a strike over Christmas 1971. A new film editor had signed a mutuality-binding three-month contract, and Grampian's decision to offer him permanent employment was not exercised. For the Christmas period, Grampian had hired colour studio cameras especially for the Hogmanay programmes and the filming of a networked documentary. The station resumed broadcasting at 10 pm on Boxing Day, which allowed the station to broadcast its first networked colour documentary Two Of A Kind. Despite this, the station did come up with a number of technical firsts. The most notable of these came in 1978 when Grampian became the first British television station to replace 16mm film cameras with Electronic News Gathering [ENG] video cameras for news coverage - a move which finally allowed its regional news programme Grampian Today to extend from three to five nights a week. Grampian also developed its own outside broadcast unit, initially using studio equipment. Later developments would allow Grampian to further enhance its regional news service and on air presentation, which relied heavily on in- vision continuity. ===The franchise rounds=== Following the station's earlier troubles, Grampian Television, along with all other ITV companies at the time, won a three-year extension to their licence (later extended by a further year) in 1964. In 1967, they went unopposed by any other consortiums to win a further six-year contract from July 1968 - a contract expanded by a further eight years in 1974. Six years later, Grampian won another eight-year franchise (later extended to ten years), effective of January 1982. The only change made to the licence was the classification of the franchise as North and North East Scotland, as opposed to North East Scotland - a change which the station had already capitalised upon in January 1980 when Grampian Today was relaunched as North Tonight as part of a major expansion for Grampian's news operation. The Broadcasting Act of 1990 led to a significant change in the way ITV franchises were awarded - as opposed to the straightforward review process utilised by the outgoing Independent Broadcasting Authority, the new light-touch regulator, the Independent Television Commission, required that the successful applicant pass a quality threshold and business plan. In the event, Grampian was outbid by two challengers; Channel 3 Caledonia and North of Scotland Television (the latter of which was ironically the name of the original Grampian Television consortium). Both competitors failed to pass the quality threshold, and Grampian won back the franchise by default with a bid of £720,000 per year. After retaining its franchise, Grampian sought to expand its media business interests. In May 1994, the company won the new Central Scotland FM radio licence in partnership with Border Television - the new station, Scot FM (now Heart Scotland), had an uneasy start as it struggled with ratings and programming. Border pulled out of Scot FM a year later, before Grampian sold it off in July 1996 to the Independent Radio Group for £5.25 million. At the same time, Grampian also owned shares in Moray Firth Radio, until they were sold off to Scottish Radio Holdings. ===Networked production=== With encouragement from the IBA, Grampian and other small ITV companies were encouraged to produce more network output following the 1980 franchise round. The station had previously produced a small number of networked or part-networked productions including the daytime adult education series Katie Stewart Cooks and the light entertainment show Melody Inn. In the franchise period following, the station was commissioned to produce networked series of the local film magazine programme The Electric Theatre Show (following a successful run on London Weekend Television) alongside new series including occasional variety show Magic of the Musicals, lifestyle series Pennywise & Hot Property, networked one-off documentaries such as A Prince Among Islands and children's cartoon series James the Cat. The station also produced various editions of several series co-produced by most ITV regions - namely the religious programme Highway, current affairs debate The Time, The Place, documentary strand About Britain and the Saturday morning children's shows Get Fresh and Ghost Train. Grampian also contributed to Channel 4 in the form of various documentary series including Oil (co-produced with NRK), The Blood is Strong, Alternative Energy and Scotland the Grave. The long-running schools programme Living & Growing transferred from ITV to Channel 4 in September 1987. Grampian's later networked contributions were minimal, with the few exceptions including co-production of The National Television Awards from 1995 to 1997 and a daytime repeat run of local documentary series Medics of the Glen in 2004. ===SMG buyout=== Grampian remained independent until June 1997 when Scottish Media Group, owner of Scottish Television, bought the station for £105 million. The buyout led to various cutbacks in Grampian's staffing and programme production - notable changes included the transfer of on-air presentation from Aberdeen to Scottish Television's playout centre in Glasgow. More Grampian-produced programmes were also broadcast on Scottish, and vice versa. The station was also criticised by the Independent Television Commission concerning the amount and relevance of its non-news regional output with more and more programming being produced from outside the region, chiefly in Glasgow - local production was gradually phased out with the station's final non-news programme broadcast in 2008. In June 2003, the company moved to new premises at Craigshaw Business Park in West Tullos, Aberdeen and the original headquarters at Queens Cross were subsequently demolished, becoming home to a development of luxury flats. ===From Grampian to STV North=== In March 2006, the owners of Grampian Television, then known as SMG plc (now STV Group plc) announced that the Grampian TV brand would be retired and renamed, along with Scottish Television, as simply 'STV', with a new logo comprising a large, stylised letter 'S'. The two regional news programmes in the Northern and Central Scotland regions (previously known as North Tonight and Scotland Today respectively) were still broadcast in their respective regions after the \"stv\" rebranding, which occurred at 9:25 am on Tuesday 30 May 2006. Both North Tonight and Scotland Today were rebranded as STV News at Six on Monday, 23 March 2009 but continue to air as separate programmes. The decision to rebrand Grampian was met with much criticism from across the former Grampian region - the move was viewed by many as similar to the ITV plc-owned licences in England, Wales and Southern Scotland where all of the regions are branded as ITV1. The objections are largely due to the fact that the largely rural Scottish culture in the North is very different from the more industrial Central Scotland area. The news service and advertising remains regionalised as before with the Tayside and North East Fife area receiving its own opt-out service, featuring a dedicated news bulletin within STV News at Six on weekdays and separate local advertising. Up until September 2011, both areas also received their own version of the overnight strand, The Nightshift. ==Studios== thumb|right|250px|Grampian's former headquarters at Queen's Cross, Aberdeen in August 1982. ===Aberdeen=== Grampian's first studios and headquarters were located at Queens Cross, Aberdeen, where the company purchased a former tram depot belonging to Aberdeen Corporation Tramways in 1960. The depot was converted for use as television studios with completion planned prior to October 1961. The complex housed two main studios and a third smaller studio for continuity, which was updated in the early 1980s when £4 million worth (2009: £10.5m) was spent on a new Central Technical Area and presentation facilities. These studios continued to be of importance to Grampian well into the new millennium, despite the transfer of the presentation and continuity to Scottish's Glasgow base and job losses when SMG took over the company. In June 2003, Grampian moved to new, smaller, state-of- the-art all digital studios at Craigshaw Business Park in West Tullos, Aberdeen, some of the most advanced in the world at the time of opening. Their previous headquarters at Queens Cross were subsequently demolished and redeveloped as housing. ===Dundee and Inverness=== In addition to their Aberdeen headquarters, Grampian ran a newsroom and sales office in Dundee at the entrance of the Angus Hotel in Marketgait, which also contained a film studio for interviews. In 1978, the Dundee operation moved to a new remote- controlled studio at Albany House, before moving again to Harbour Chambers in the City Quay area in 1998. As of April 2008, STV's Tayside operation is based at Seabraes in the Greenmarket area of Dundee. In 1983, a further district newsroom and remote-controlled studio was opened at Huntly Street, Inverness, aimed at improving coverage of the Highlands and Islands. The Inverness operation relocated to Stoneyfield Business Park during the summer of 2020. ===Other studios=== Grampian also had a studio in Edinburgh, despite it being in Scottish's franchise area, which had closed by 1969, and a new £4 million studio complex in Stornoway, opened in the early 1990s to facilitate an expansion in Scottish Gaelic language output, including the daily news bulletin Telefios. The studios were closed in 2000 following the end of the Gaelic news service and the transfer of other programmes to Glasgow. ==Presentation== Grampian's company logo and on screen identity made use of The Saltire, the Flag of Scotland, in all incarnations of the company's independent life. Grampian's first on screen identification film, or ident for short, featured a black, white and grey image of four mountain peaks, which turn into the saltire, with the grey peak at the bottom, against the tune \"Scotland the Brave\". This ident lasted until 1971, when colour came to the region at the same time as the 10th anniversary of the station. The replacing ident started with the four sections of the saltire coloured red, yellow, blue and white merging to form a white diamond from which the saltire emerges upon a light blue background accompanied by a harp version of the \"Scotland the Brave\" jingle. In early 1980s a new black background ident was introduced, along with a newer version of the \"Scotland the Brave\" jingle. However the dark blue Clock continued to be used until 1983, Grampian's first computer generated ident was introduced in January 1985 and featured various diamond and dot shapes flying around in space, changing colour against an electronic tune. As the ident progresses, the dots move closer, and the diamonds bend so that it becomes a three-dimensional saltire shape as the \"Scotland the Brave\" music begins to be more noticeable. The saltire logo then forms up in the place of the box. However, this colourful and dynamic ident was only to last four years, as Grampian adopted the first ITV generic look from September 1989 until October 1998 - the longest usage of the generic ident by any ITV company. As the majority of junctions featured in-vision announcements into programmes, the ident was rarely seen for most of the day. When the new ITV logo was about to be launched and after SMG had bought the channel, the ident was replaced by a saltire on blue background, tilted slightly, with the sections of the saltire bursting into place, accompanied by an edited version of the ITV generic music from 1989. In-vision continuity was relied upon heavily by Grampian - from the early 1980s onwards, the station's duty announcers also presented short regional news bulletins, including the North Headlines at closedown, and the daily Birthday Spot for children. In-vision announcements were finally abandoned Summer in 1998, before the closure of Grampian's Aberdeen presentation department that September.Aberdeen Evening Express: Thursday 3 September 1998 - \"TV unit Shifts Down south\" During 1999, Grampian, like Scottish Television refused to use the second generic ITV identity. The company decided instead to use a new branding package based on a blue square with the words 'Grampian TV' in the bottom of the square. Launched on 28 February 2000, it featured various scenes of Scottish people and places up and down the country. Various scenes featured a lady horserider along a beach, a young lady and dog returning home, elderly tweed workers in the highlands, waves crashing below Dunottar Castle, a tea dance, an oil rig in the North Sea, the Grampian mountains, chefs in a restaurant kitchen and a waitress in a pub. The look is notable for its cool colour pallette and ambient music. On 6 January 2003, the idents were replaced by the celebrity idents, mostly used by the Granada and Carlton regions, and adapted for use by Grampian. The ITV1 logo was replaced with Grampian's logo, and additional idents made depicting Scottish and Grampian celebrities. However, this was not to last, as in 2006, the Grampian name was to be lost on screen in favour of STV. The idents featured Scottish people passing around the logo, an elongated 'S', to other people in other scenes off screen until the 'S' is placed in the centre of the screen. The upbeat music and dynamic filming gives the idents an energetic quality to the station. These idents were shared with Scottish, as were all idents following the package as the two networks have ceased as separate entities. The current ident set came into force in February 2009 and was an extension to the theme. A scene, similar to the last look, flips over to reveal another scene. This continues, with increasing pace and a wider perspective, until the STV logo flips into view against a blue background. ==Programmes== Programming produced by Grampian Television (STV North) since 1961 include: ===News=== *Grampian Headlines (1988–2003) *Grampian News (2002–06) *Grampian Today (mid-1970s – 1980) *News and Views (1961 – mid-1970s) *News Review (early 1990s – 2013) *North News (lunchtime bulletin, 1980–88) *North Headlines (late night bulletin, 1980–87) *North Today (2006–09) *North Tonight (1980–2009) *STV News (2009–) ===Current affairs=== *The Buck Stops Here *Craig Millar Reports (latterly The Craig Millar Files, 2003–04) *Country Focus (1961–84) *Crossfire (1984–2004) *Grampian Week (1970s) *Inquisition *North Tonight Special *One Life to Live *Personal View *Points North (1961–84) *Politics Now (co-produced with STV Central, 2004–2011) *Scotland Tonight (co-produced with STV Central, 2011–present) *Scottish Questions *We the Jury (1991-98) ===Documentaries=== *The A9 Mystery (1978) *About Britain (contributions for the ITV network) *Around the World in 80 Hours (1993) *Beyond Explanation *The Big Beat *Black Water, Bright Hope *The Blood is Strong (for Channel Four, late 1980s) *Blowout at Bravo (1977) *Carnoustie: A Town of Golf *Columba's Way (1972) *Commando (1983) *Cop College *A Day in the Life (2003) *Elizabeth of Glamis (1985) *The Energy Alternative (for Channel Four, 1990) *Export Scotch (1982) *Fife: Andrew's Kingdom *A Glen for All Seasons (1997) *The Glovers of Nagasaki (co-produced with Fuji TV, 1995) *Highlands (produced by STV Productions, 2008) *The Highland Heartlands (1986) *Home at Last (1989) *Hot Property (for the ITV network) *Last of the Hunters (1987) *The Man Who Changed the World (1986) *The Masterbuilders *Medics of the Glen (also broadcast on the ITV network) *Network First (contributions for the ITV network, mid - late 1990s) *Nick Hancock's Fishing School (produced by STV Productions, 2007) *Northern Eye *Oil (co-produced with NRK for Channel Four, 1986) *On the Road Again (1984) *Picnic at Whitehill (1986) *Place in the Sun (1981) *A Prince Among Islands (for the ITV network, 1992) *The River *Seeing Scotland *Scotland the Grave (for Channel Four, 1991) *Scotland's Larder (early - late 1990s) *Selina Scott Meets *Storm on the Mountain (for Channel Four, 1988) *The Byre Theatre: Please Keep Your Feet Off the Stage (1983) *This Scotland (co-produced with Scottish Television) *To Russia with Burns (1978) *Two of a Kind *Unsolved (2003–04) *Valhalla *Walking Back to Happiness *What Price Oil? (1973) *The Woman Who Ate Scotland (2006–07) *A Year in Spain: Selina Scott with the Spanish Royal Family (for the ITV network, 1993) ===Features=== *Breakthrough *Country Matters (1990s) *Desert Island Chefs *The Electric Theatre Show (for the ITV network, 1976–1984) *The Five Thirty Show (co-produced with STV Central, 2008–09) *Fix It *Get Real *The Grampian Garden (1963–1980) *Grampian Midweek (2000–03) *Grampian Weekend *The Great Outdoors *Grow for It *Movie Date *Naturally Scottish *Northern Exposure (for stv.tv, 2007–09) *Northern Exposure: Ask Kirstin (for stv.tv, 2007–09) *Off the Wall (2004) *Out and About (late 1980s) *Pennywise (for the ITV network, 1985–88) *The People Show *Pin Money (1987) *Put It in Writing *Rich, Gifted and Scots (co-produced with Scottish Television) *Rude Health *The Scottish Tourism Supreme Awards *The Scottish Soldier (1975) *Spend, Spend, Spend *Sign a Story *Strictly Scottish (1970s) *Summer at Six (1980s) *Under the Hammer (1997–99, co-produced with Scottish Television) *The Way It Was (1980s–1998) *Wednesday People ===Entertainment=== *Andy's Party (1977–81) *The Art Sutter Show (1989–98) *Aye Yours *At Home with Kenneth McKellar *The Big Break (1989) *Bothy Nichts *Breakers (1990s) *Calum's Ceilidh *The McCalmans (1986) *Cairngorm Cabaret *Cairngorm Ski Night *Ceilidh on the Caledonian Canal (1986) *Chartburn (1999) *A Highland Hogmanay *Come Aboard *Country and Irish *Club Cupid (co-produced with STV Central, 2006) *Conquer the Castle (produced by STV Productions, 2008) *The Entertainers (1977–82) *First Light *Grampian Disco Dancing Championship *Guess Who's Coming To Dinner (1984–86) *The Highland Road (1984) *Ingle Neuk *It's George (1970s-1980s) *ITV Telethon (local and networked contributions, 1988, 1990, 1992) *The Jim Macleod Show (1970s) *McCue's Music *Magic of the Musicals (1984) *Maggie! (1983) *Melody Inn (part networked) *The National Television Awards (co-produced with Indigo Television Productions for the ITV network, 1995–97) *The Nightshift (regional version, 2010–11) *Northern Nights *The Paul Coia Show (1986-1988) *Pick of the North *Pop Scotch *The Royal Clansmen *Runrig on the Rock *Random Choice (1986) *Richard Clayderman (1985) *Scotch and Irish (1993–96) *Scotland the What *Shammy Dab (1980-89) *Silver City Folk *Stritcly Scottish *A Touch of Music *Talking Loud *Thomson at Teatime (early 1970s) *Top Club (1971–98) *Top Team (1972–77) *Try For Ten (1965–67) *The Video Show (1985) *Video Jukebox (1987) *Welcome to the Ceilidh (1976–82) *Win a Word *You'd Better Believe It! (1990) ===Children's=== *Bill's Magic Box *The Birthday Spot *Furry Tales (2001) *Get Fresh (contributions for the ITV network, 1986–88) *Ghost Train (contributions for the ITV network, 1989–92) *Isla's Island *James the Cat (for the ITV network) (1984–86) *The Jetsons (1964- Mid 1970s) *Junior Try for Ten (1967–69) *High Time *Pick a Number (1987–94, devised by presenter Phil Mckay) *Romper Room *Rumblie Jumblie *Ron & Friends (1972–74) *Seamus *Scene on Saturday (1976 – early 1980s) *Superbox (early 1980s) *Top Team *Win a Word (1970) *Wize Up (1996–98) *Zoom! (early - mid-1970s) ===Sport=== *The Back Page *Grampian Sheepdog Trials (also broadcast on the ITV network and Channel 4, early 1980s – mid-1990s) *Pure Strength *The Scottish Golf Show (2005) *Sportscall *Sportscope *The Western Isles Challenge (co-produced with S4C and Trans World International) Outside broadcast coverage of various sports including league football, cross country, lawn bowls, shinty, professional wrestling (for the ITV network's World of Sport), marathons, cycling, exhibition tennis, international amateur boxing, curling, triathlon and mountain bike racing. ===Scots Gaelic=== *Ar Duthaich *Am Fasach *Blas (1994–98) *Beathainchean Neontach (Nature) *Beagan Gaidhlig (1971–74) *Bocsa‘s An Fidhle *Ceol na Fidhle (Traditional music) *Coille is Cuan (Nature, 1995–96) *Comhla Rinn (Chat show) *Crann Tara (Current affairs/features, 1982–1990s) *Cuir Car (Children's) *Deanamaid Gairdeachar *Duirn Chelteach *Failte (Features) *Fionnan Feior (Documentaries) *Le Durach (Gaelic version of The Birthday Spot) *Muir is Tir *Nochd Gun Chadal (Contemporary music) *Seall (Documentaries) *Seudan a chauain (1995–97) *Sechd Laithean (Current affairs) *Sgeulachdan Na Cagatcile *Spors (Sport) *Tacsil *Telefios (Regional news, 1993–2000) *Telefios na Seachduinn (News review, 1993–2000) An expanded archive of selected factual and entertainment output from Grampian Television continues to be uploaded to the STV Player's YouTube channel. ==References== ==External links== *stv.tv Category:Companies based in Aberdeen Category:ITV franchisees Category:Mass media in Aberdeen Category:STV Group Category:Television channels and stations established in 1961 Category:Television in Scotland Television Category:1961 establishments in Scotland",
 "title": "Grampian Television"
}