{
 "id": "371308",
 "text": "The Province of Prussia (; ; ; ) was a province of Prussia from 1829 to 1878. Prussia was established as a province of the Kingdom of Prussia in 1829 from the provinces of East Prussia and West Prussia, and was dissolved in 1878 when the merger was reversed. Königsberg (present-day Kaliningrad, Russia) was the provincial capital. ==History== The Province of Prussia was created on April 13, 1824, as the easternmost province of the Kingdom of Prussia. The province was formed in a merger with the pre-existing provinces of East Prussia and West Prussia joined together in a personal union, and from December 3, 1829, in a real union. Prussia's territory roughly corresponded to the historical region of Prussia, from which the province and the kingdom derived their names, that had been divided by the Kingdom of Poland since the Second Peace of Thorn in 1466. The region was divided into Duchy of Prussia, a fief of Poland, and Royal Prussia, which was an integral part of Poland under direct rule. Ducal Prussia became part of Brandenburg-Prussia in 1618, and became the Kingdom of Prussia upon Frederick I of Prussia's coronation as king in 1701. After the coronation, the term \"Province of Prussia\" was used to designate East Prussia to differentiate the former duchy's territory within the larger kingdom. Royal Prussia was annexed by the Kingdom of Prussia from the Polish–Lithuanian Commonwealth in 1772 during the First Partition of Poland, placing the entirety of the Prussia region under Prussian rule. The following year, Prussia converted the former Royal Prussia and Ducal Prussia (including Ermland) into the provinces of West Prussia and East Prussia, respectively, with minor border changes. On April 1, 1878, the Province of Prussia was divided back into the provinces of West Prussia and East Prussia. Prussia Category:Kingdom of Prussia Category:1829 establishments in Prussia Category:1878 disestablishments in Prussia Category:States and territories established in 1829 Category:States and territories disestablished in 1878 Category:Duchy of Prussia",
 "title": "Province of Prussia"
}