{
 "id": "371475",
 "text": "Rutgerus Johannes Martinus van Nistelrooij (anglicised to van Nistelrooy; born 1 July 1976) is a Dutch football coach and former player. He is currently the coach of the Jong PSV team and assistant manager for Netherlands. A former footballer, Van Nistelrooy is often considered one of the best strikers ever. He has been the top scorer in three separate UEFA Champions League seasons, and is the sixth-highest goalscorer in the competition's history with 56 goals. He has also been the top scorer in three different European domestic leagues. In 2004 he was listed in the FIFA 100 of the world's greatest living players. Van Nistelrooy began his career with Den Bosch, before moving onto Heerenveen, eventually making a name for himself at PSV Eindhoven, where he won two Eredivisie titles. His goalscoring record at PSV attracted attention from Manchester United; a deal was in place in the summer of 2000, but because of injury problems, his move was secured a year later for a then British record fee of £19 million. His time at United was successful, winning the Premier League, FA Cup, Football League Cup and FA Community Shield, along with winning the Sir Matt Busby Player of the Year twice. Van Nistelrooy hit 150 goals in just 219 games for United, as well as becoming, at the time, their all-time European record goalscorer, but fell out of favour towards the end of his tenure. Real Madrid then secured his services in 2006. Although an injury blighted the end of his days with Madrid, he won La Liga twice and the Supercopa de España before signing for Hamburger SV during the January transfer window in 2010. After one-and-a-half seasons with Hamburg, he moved back to Spain with Málaga in the summer of 2011. His retirement from football was announced on 14 May 2012. Internationally, Van Nistelrooy represented the Netherlands on 70 occasions, netting 35 times. He was part of the Euro 2004, 2006 World Cup and Euro 2008 squads. ==Club career== ===Early career=== Born in Oss, North Brabant, Van Nistelrooy started his career in 1993, aged 17, with Dutch Eerste Divisie side Den Bosch, where he was converted from a central midfielder to centre-forward, after playing for local clubs Nooit Gedacht and RKSV Margriet. After netting 12 goals in 31 games in the 1996–97 campaign, he transferred for €360,000 to Heerenveen the next year, and scored 13 goals in 31 matches in his only season with the club. He was then signed by PSV Eindhoven the next season for €6.3 million, a then-record transfer sum between two Dutch teams. He scored 31 goals in 34 matches, the highest season total in the Eredivisie and second-highest in Europe overall, in addition to scoring all three of PSV's goals in a Champions League match against HJK Helsinki on 25 November 1998. Van Nistelrooy capped off the year by winning the Dutch Player of the Year award. The following season, he won his second Eredivisie scoring title with 29 goals. According to a 2001 interview with The Daily Telegraph, Manchester United coach Sir Alex Ferguson said that his son, Darren, who was at try-outs for Eredivisie rival Heerenveen at the time, begged his father, \"You've got to sign Van Nistelrooy right away, he's fantastic. We've been watching him.\" Ferguson sent team representatives to PSV's next league game and signed Van Nistelrooy the next day. ===Manchester United=== Van Nistelrooy looked set to complete a club record £18.5 million transfer to Manchester United in the summer of 2000. He was to be unveiled at a press conference four days later, but this was instead used to announce that the transfer had been postponed over concerns about his fitness, having not played for a month due to problems with his knee. The transfer was then cancelled after PSV refused to agree to further medical tests, and the next day he suffered a rupture to his anterior cruciate knee ligaments during a training session, leaving him injured for a year. A year later, Van Nistelrooy signed a five-year contract after passing his medical. He downplayed United's £19 million investment to reporters, saying, \"The price is not heavy for me – it lifts me up because it means United have big confidence in me.\" ====2001–02==== Van Nistelrooy made his debut in the Charity Shield against Liverpool, scoring in a 2–1 loss. On 19 August, Van Nistelrooy made his Premier League debut against Fulham at Old Trafford, and scored two goals to help United to a 3–2 win. He scored his first Champions League goals on 17 October in a 3–2 loss to Deportivo La Coruña. On 22 December, Van Nistelrooy scored his first Premier League hat-trick in a 6–1 win against Southampton. In the FA Cup, Van Nistelrooy started on the bench for the third round tie against Aston Villa due to a groin strain, but was substituted on for Luke Chadwick in the second-half with United 2–0 down and scored two \"sublime\" goals in three minutes to help United advance to the fourth round with a 3–2 win. In total during his first season, Van Nistelrooy scored 23 goals in 32 league games. He broke the record he shared with Mark Stein, Alan Shearer and Thierry Henry, by scoring in eight consecutive league games. He also scored ten Champions League goals, and was named the PFA Players' Player of the Year. ====2002–03==== The following season, he finished as the top Premier League scorer with 25 goals in 34 games, with a goal on the final day against Everton earning him the Golden Boot ahead of Arsenal's Thierry Henry. His tally included three hat-tricks against Newcastle United, Fulham, and Charlton Athletic. He also scored in each of the final eight games of the season as United won the title. Van Nistelrooy won the Premier League Player of the Season in 2003. He was accredited with spearheading the title win for United with a goal tally that was described as \"astonishing\". After scoring 12 Champions League goals in nine consecutive matches, he was named by UEFA as the best striker in Europe. ====2003–04==== thumb|upright|Van Nistelrooy (left) playing for Manchester United versus Tottenham Hotspur in 2004 Van Nistelrooy started the 2003–04 season by scoring twice in his first two league matches. This meant he had scored in 10 consecutive league games, then a Premier League record, which stood until 2015 when Jamie Vardy scored in 11 consecutive matches. In the 0–0 draw on 21 September 2003, later dubbed the Battle of Old Trafford, Van Nistelrooy was at the centre of one of the most infamous incidents of the Arsenal–Manchester United rivalry. After missing a last-minute penalty that would have won the game for United, Van Nistelrooy was attacked by Martin Keown, prompting a melee involving several players from both sides; five Arsenal players including Keown received various bans and fines, while the club itself received a record fine of £175,000. Earlier in the game, he had been fouled by Patrick Vieira, who was sent off for a second bookable offence. Vieira and his manager Arsène Wenger both accused Van Nistelrooy of cheating and stamping on Vieira, prompting a vociferous defence by Alex Ferguson. On 27 September, he scored a hat-trick against Leicester City in a 4–1 victory. He scored his 100th goal for the club in a dramatic 4–3 victory over Everton on 7 February 2004. In the FA Cup fifth round derby against Manchester City, Van Nistelrooy scored twice to help ten-man United win 4–2, and again scored twice in the quarter-final against Fulham as United came from behind to win 2–1. He scored a further two goals, including one penalty, in United's victory over Millwall in the 2004 FA Cup Final. ====2004–05==== Van Nistelrooy missed a large part of the 2004–05 season due to injury, but nonetheless scored a Champions League-best eight goals. One of them was his 30th career European goal, which he scored in a 2–2 Champions League group stage draw with Lyon on 15 September 2004, overtaking Denis Law's previous club record of 28 goals. Law later said to reporters, \"I'm delighted for Ruud. It could not happen to a nicer guy.\" On 24 October, Arsenal returned to Old Trafford for another dramatic fixture. Arsenal entered the fixture with 49-game unbeaten run and had been dubbed \"The Invincibles\", but United won the game 2–0. Van Nistelrooy scored the opening goal from the penalty spot, atoning for the penalty miss the previous year, with Wayne Rooney scoring a second. Van Nistelrooy was later banned for three games for a foul on Ashley Cole that the referee had missed. On 3 November, Van Nistelrooy scored all four goals in a 4–1 win against Sparta Prague. On 17 April 2005, he scored two goals in the FA Cup semi-final in a 4–1 win against Newcastle, but United lost the final on penalties to Arsenal. ====2005–06==== At the start of the 2005–06 season, Van Nistelrooy scored in United's first four Premier League games. He finished as the second-highest league scorer with 21 goals, behind Arsenal's Thierry Henry. However, he was benched for the League Cup Final against Wigan Athletic, fuelling speculation of a rift between him and Alex Ferguson, which Van Nistelrooy denied. He was nonetheless left on the bench for six consecutive league matches, and though he then returned to the starting line- up and scored match-winners against West Ham United and Bolton Wanderers, fresh doubt spread over Van Nistelrooy's future when he was benched for United's season finale win over Charlton Athletic. Ferguson claimed that Van Nistelrooy was angry at the decision and left the stadium three hours before kick-off. On 9 May 2006, it was reported that Van Nistelrooy's exclusion from the squad was due to a training session fight between him and teammate Cristiano Ronaldo. Van Nistelrooy allegedly criticised Ronaldo's tendency to hold onto the ball instead of passing to his teammates, which sparked the fight, after which Van Nistelrooy remarked, \"What are you going to do? Complain to your daddy?\" This was in reference to United's Portuguese assistant manager, Carlos Queiroz, but Ronaldo took the statement literally and allegedly broke into tears since his father, José had died eight months previously. Van Nistelrooy later apologised to Ferguson for his behaviour in the previous few months. Van Nistelrooy signed with Spanish La Liga side Real Madrid on 28 July, departing Old Trafford after five seasons with a total of 150 goals in 219 appearances, with his final goal coming on 1 April against Bolton, scoring what proved to be the winning goal. With 38 goals, he is also the club's second all-time European goalscorer, behind Wayne Rooney. ===Real Madrid=== On 15 July 2006, Ferguson confirmed that Van Nistelrooy wanted to leave Manchester United and Real Madrid announced two weeks later that he had signed a three-year contract after being purchased for €14 million. Van Nistelrooy made his debut for the Spanish club in a 1–0 friendly win over Reggina on 4 August 2006. Van Nistelrooy scored a hat-trick in his second league match against Levante and, on 12 November 2006, he scored all four of Real Madrid's goals in a 4–1 victory over Osasuna. For the first six months he was a teammate of Ronaldo, a player whom Van Nistelrooy regards as the best he ever played with. Van Nistelrooy won the league's Pichichi award with 25 goals as Real Madrid took home the 2006–07 title, and he also equalled the longest consecutive scoring streak in La Liga history with seven straight matches, tying a league record shared by Hugo Sánchez. In January 2008, Van Nistelrooy signed a contract extension keeping him with Madrid until 2010, with the expiration date one day shy of his 34th birthday. He underwent ankle surgery in March, and returned for the El Clásico derby against Barcelona on 7 May, in which he netted a penalty two minutes after coming on as a substitute. He finished the season with 20 goals in 33 appearances. thumb|left|upright|Van Nistelrooy signing autographs in 2007 In November 2008, Real Madrid announced that Van Nistelrooy would miss the remainder of the 2008–09 season after exploratory arthroscopic surgery revealed a partially torn meniscus in his right knee, with an expected recovery time of six to nine months following a second operation to repair the damage. Van Nistelrooy travelled to the United States to see specialist Richard Steadman, who had previously operated on the same knee back in 2000. At the time of his injury, he had 10 goals in 12 club appearances for the season. Following the injury, he was de-registered by Real Madrid for the rest of the 2008–09 season, and his shirt number was given to Dani Parejo. On 24 August 2009, in the last pre-season match before the start of La Liga, Van Nistelrooy stepped on the pitch for the first time since his injury and played the last 15 minutes of the game against Rosenborg, substituting Kaká. Van Nistelrooy came on for Cristiano Ronaldo in the 80th minute against Xerez in his first La Liga match since recovering from his injury. In the 81st minute, he provided the assist for a Karim Benzema goal, following it with his own 88th-minute goal. During his strike, however, he picked up a thigh injury, where it was later revealed by Real Madrid that he would be out from first team action for up to six weeks. On 27 October, Van Nistelrooy made his second comeback of the season coming on as a substitute for Raúl in the 71st minute against Alcorcón in the Copa del Rey. ===Hamburger SV=== On 23 January 2010, Van Nistelrooy signed an 18-month contract with the German club Hamburger SV until June 2011. He made his first appearance for the club after coming off the bench in the last two minutes of Hamburg's 3–3 draw with 1. FC Köln on 6 February. Van Nistelrooy scored his first two goals for Hamburg on 13 February 2010 against VfB Stuttgart in the 75th and 77th minutes of a 3–1 win, after entering the game just a few minutes prior. On 11 March 2010, he scored his first UEFA Europa League goal in the 40th minute of Hamburg's match against Anderlecht. Van Nistelrooy scored his only competitive hat-trick with Hamburg on 15 August 2010, in a 5–1 win over Torgelower SV Greif in the first round of the 2010–11 DFB-Pokal. On 21 August 2010, he scored a brace in Hamburg's season opener against Schalke 04, which HSV won 2–1. During that match, he played against his friend and former Real Madrid teammate Raúl, who was making his Bundesliga debut. In the January transfer window, Van Nistelrooy was linked a return move back to Real Madrid and could be used for a short-term basis to cover, following injuries of Gonzalo Higuaín and Karim Benzema as manager José Mourinho would be happy for Van Nistelrooy to join the club as Mourinho left the door for him. Van Nistelrooy admitted he seriously considered moving back to the club if the bid happened. The club, however, rejected Madrid's bid for Van Nistelrooy, giving the club a warning as Hamburg wants to keep hold of him until the transfer window ended. Despite being angered over his move to Real Madrid rejected, Van Nistelrooy said he would remain committed at Hamburg. During a match between Hamburg and Hannover 96 on 16 April 2011, Van Nistelrooy suffered a calf injury that kept him out until the last matchday. Van Nistelrooy netted seven goals and made two assists in 25 appearances in his only full season with Hamburg. ===Málaga=== thumb|upright|Van Nistelrooy being introduced as a Málaga player On 1 June 2011, Van Nistelrooy returned to Spain to pen a one-year deal with La Liga side Málaga, on a free transfer. Van Nistelrooy was presented at La Rosaleda Stadium as he was welcomed by 15,000 Málaga fans. He made his debut in a 2–1 loss against Sevilla on the opening game of the 2011–12 season. Van Nistelrooy registered his first goal on 1 October 2011 against Getafe. On 21 December, against the same club, he opened the scoring with a volley as Málaga won 3–2 on aggregate in the Copa del Rey. Later on in the season, Van Nistelrooy scored two more goals in the league against Espanyol and Racing Santander, with the latter being his final goal of his career. Just one day before his retirement, Van Nistelrooy made his last appearance of his career, coming on as a substitute in the 75th minute for goalscorer Salomón Rondón, who scored the only goal in Málaga's league match against Sporting Gijón. On 14 May 2012, Van Nistelrooy announced his retirement from football at the age of 35. He told Sport1 he previously made hints that his football career was coming to an end after insisting Málaga would be his last club. ==International career== 200px|thumb|upright|Van Nistelrooy with the Netherlands during the 2006 World Cup Van Nistelrooy earned 70 caps and scored 35 goals for the Netherlands. He made his debut for the national team in a friendly match against Germany on 18 November 1998. However, the cruciate ligament injury which postponed his transfer to Manchester United also ruled Van Nistelrooy out of Euro 2000. As the Dutch failed to qualify for the 2002 World Cup, Van Nistelrooy did not make his tournament debut for the Netherlands until Euro 2004, where he and the Czech Republic's Milan Baroš were the only players to score in all three group stage matches. The Netherlands reached the semi-finals where they were defeated by hosts Portugal 2–1. Van Nistelrooy was named in the tournament all-star team. During a 2006 World Cup qualifying match, he scored in the Dutch's 4–0 win over bottom-placed Andorra and was yellow-carded for going to Andorra player Antoni Lima and celebrating in front of him, following an incident six minutes before when Van Nistelrooy missed a penalty and Lima laughed at him. He was a part of coach Marco van Basten's squad for the 2006 World Cup finals, for which he served as the official FIFA/SOS ambassador. He started, and was substituted, in all of the Netherlands' group stage matches, and scored his lone goal against the Ivory Coast. Van Nistelrooy was dropped to the bench by Van Basten without an explanation for the Netherlands' second round match, which saw them again eliminated by Portugal. thumb|upright|140px|left|Van Nistelrooy (front) with Robin van Persie in 2008 Van Basten left the striker out of the squad for a friendly against the Republic of Ireland on 16 August 2006. Dirk Kuyt replaced Van Nistelrooy in their next match against Portugal in September. After Klaas-Jan Huntelaar was unavailable for Euro 2008 qualifiers against Bulgaria and Belarus due to injury, Van Nistelrooy refused Van Basten's request to take his place on the roster. On 23 January 2007, Van Nistelrooy announced his retirement from international football following continued disputes with Van Basten, which had started back in 2006 during the course of the World Cup finals matches. After several phone conversations and at the persuasion of veteran goalkeeper Edwin van der Sar, however, both player and coach put aside their differences. Van Basten announced four months later that Van Nistelrooy was returning to the Oranje. On 8 September, Van Nistelrooy filled Huntelaar's spot, as previously requested, for the qualifier against Bulgaria, scoring in a 2–0 victory, and scored the winning goal four days later in injury time of the Netherlands' win over Albania. At Euro 2008, Van Nistelrooy scored for the Netherlands in their decisive 3–0 victory over Italy in the group stage, and scored the equaliser in their eventual 3–1 loss to Russia in the quarter-finals. On 4 August, he again announced his retirement from international competition. During the buildup to the 2010 World Cup, Van Nistelrooy again made himself available, but was left out by the Netherlands' new coach Bert van Marwijk. After being left out for the World Cup, Van Nistelrooy said he had no choice but to face the fact that his international career is finished. After main striker Robin van Persie suffered an injury during a match with his club Arsenal, Van Marwijk gave Van Nistelrooy a chance to reclaim his position as the main striker of the Netherlands' national team. Van Nistelrooy was invited to two Netherlands' Group E qualification matches for Euro 2012 against San Marino and Finland. He scored in the 5–0 victory against San Marino on 3 September 2010. Van Nistelrooy was again recalled to the squad in March 2011 for two Euro 2012 qualification games with Hungary, after injuries to strikers Klaas- Jan Huntelaar, Arjen Robben and Theo Janssen. In the away game on 25 March, he appeared as a late substitute for Dirk Kuyt while in the return game in Amsterdam four days later, he came off the bench to score his 35th international goal. adding it is \"wonderful to be able to add something to this Oranje team\", as he told Berend Scholten. ==Style of play== A highly prolific goalscorer, Van Nistelrooy was known for being extremely clinical and opportunistic in front of goal, and stood out throughout his career for his outstanding striking ability and finishing ability with either foot as well as his head, which earned him a reputation as one of the best strikers of his generation. Due to his excellent positional sense, quick reactions, and intelligent offensive movement, he excelled at finding space in the penalty area and at anticipating his opponents to the ball, and was also known for his ability to time his runs to lose his markers, beat the offside trap, and get on the end of his teammates' passes; his tendency to be in the right place at the right time in the box saw him occasionally labelled as a \"poacher\" in the media. A well-rounded centre-forward, in addition to his eye for goal, Van Nistelrooy was gifted with pace, physical strength, and shooting power, as well as excellent technical skills, and an ability to hold up the ball with his back to goal and link-up with his teammates or provide them with assists, due to his ability to read the game. He was also an accurate penalty taker. In spite of his talent and goalscoring ability, however, at times he drew criticism from managers, players and pundits for his controversial behaviour, as well as for having a tendency to be selfish, overly flamboyant, or for his penchant for simulation. ==Coaching career== ===PSV under-17s=== On 22 June 2013, Van Nistelrooy joined PSV as a coaching intern working with the under-17s. He was revealed as the new striker coach of the under-17s, 19s and the reserve team in February 2016. ===Netherlands=== In March 2014, it was announced that Van Nistelrooy would be assisting Guus Hiddink after the 2014 World Cup. ===PSV under-19s=== On 25 June 2018, Van Nistelrooy became the new manager of the PSV under-19s, taking over Mark van Bommel, who left his role for the senior team. In December 2019 it was confirmed, that Van Nistelrooy beside his position at PSV, also had been added to Ronald Koeman's backroom staff as an assistant manager together with Maarten Stekelenburg ahead of the Euro 2020, after Kees van Wonderen recently had left the position. ==Outside football== ===Personal life=== Van Nistelrooy married his girlfriend, Leontien Slaats, in July 2004. The couple had their first child, a girl named Moa Annette, in September 2006, and a son named Liam in March 2008. Van Nistelrooy was brought up as a Roman Catholic. ===Charity=== Van Nistelrooy and his wife are both heavily involved with the charity organization SOS Children's Villages. The organization has been around since 1949 and is an international development charity which serves to protect the interests and rights of children. Van Nistelrooy was officially appointed \"FIFA for SOS Children's Villages\" Ambassador in the Netherlands on 1 September 2001. On 17 November 2009, Van Nistelrooy and his wife hosted SOS at Ciudad Real Madrid. The purpose of the event was to help create a calendar which would be sold to benefit the organization. ===Endorsements=== Van Nistelrooy was sponsored by sportswear company Nike and appeared in Nike commercials. In a global Nike advertising campaign in the run-up to the 2002 World Cup in Korea and Japan, he starred in a \"Secret Tournament\" commercial (branded \"Scorpion KO\") directed by Terry Gilliam, appearing alongside football players such as Thierry Henry, Ronaldo, Edgar Davids, Fabio Cannavaro, Francesco Totti, Ronaldinho, Luís Figo and Hidetoshi Nakata, with former player Eric Cantona as the tournament \"referee\". ===Media career=== During the 2014 World Cup, Van Nistelrooy worked as a studio analyst for ESPN. ==Career statistics== ===Club=== {| class=wikitable style=text-align:center |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|National Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Europe !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"5\"|Den Bosch | |Eerste Divisie |2||0||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||2||0 |- |1994–95 |Eerste Divisie |15||3||2||3||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|–||17||6 |- |1995–96 |Eerste Divisie |21||2||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||21||2 |- |1996–97 |Eerste Divisie |31||12||0||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||31||12 |- !colspan=\"2\"|Total !69!!17!!2!!3!!colspan=\"2\"|—!!colspan=\"2\"|—!!colspan=\"2\"|—!!71!!20 |- |Heerenveen |1997–98 |Eredivisie |31||13||5||3||colspan=\"2\"|—||4||0||colspan=\"2\"|—||40||16 |- |rowspan=\"4\"|PSV |1998–99 |Eredivisie |34||31||4||4||colspan=\"2\"|—||7||6||1||0||46||41 |- |1999–2000 |Eredivisie |23||29||1||0||colspan=\"2\"|—||8||3||colspan=\"2\"|—||32||32 |- |2000–01 |Eredivisie |10||2||2||2||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||12||4 |- !colspan=\"2\"|Total !67!!62!!7!!6!!colspan=\"2\"|—!!15!!9!!1!!0!!90!!77 |- |rowspan=\"6\"|Manchester United |2001–02 |Premier League |32||23||2||2||0||0||14||10||1||1||49||36 |- |2002–03 |Premier League |34||25||3||4||4||1||11||14||0||0||52||44 |- |2003–04 |Premier League |32||20||4||6||0||0||7||4||1|||0||44||30 |- |2004–05 |Premier League |17||6||3||2||0||0||7||8||0||0||27||16 |- |2005–06 |Premier League |35||21||2||0||2||1||8||2||0||0||47||24 |- !colspan=\"2\"|Total !150!!95!!14!!14!!6!!2!!47!!38!!2!!1!!219!!150 |- |rowspan=\"5\"|Real Madrid |2006–07 |La Liga |37||25||3||2||colspan=\"2\"|—||7||6||0||0||47||33 |- |2007–08 |La Liga |24||16||1||0||colspan=\"2\"|—||7||4||1||0||33||20 |- |2008–09 |La Liga |6||4||0||0||colspan=\"2\"|—||4||3||2||3||12||10 |- |2009–10 |La Liga |1||1||2||0||colspan=\"2\"|—||1||0||0||0||4||1 |- !colspan=\"2\"|Total !68!!46!!6!!2!!colspan=\"2\"|—!!19!!13!!3!!3!!96!!64 |- |rowspan=\"3\"|Hamburger SV |2009–10 |Bundesliga |11||5||0||0||colspan=\"2\"|—||7||2||0||0||18||7 |- |2010–11 |Bundesliga |25||7||1||3||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||26||10 |- !colspan=\"2\"|Total !36!!12!!1!!3!!colspan=\"2\"|—!!7!!2!!0!!0!!44!!17 |- |Málaga |2011–12 |La Liga |28||4||4||1||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||32||5 |- !colspan=\"3\"|Career total !449!!249!!39!!32!!6!!2!!92!!62!!6!!4!!592!!349 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- | rowspan=\"14\" |Netherlands |1998||1||0 |- |1999||8||1 |- |2000||1||0 |- |2001||7||7 |- |2002||4||1 |- |2003||8||5 |- |2004||11||6 |- |2005||9||5 |- |2006||5||3 |- |2007||5||2 |- |2008||5||3 |- |2009 |0 |0 |- |2010||3||1 |- |2011||3||1 |- !colspan=\"2\"|Total!!70!!35 |} :Scores and results list the Netherlands' goal tally first, score column indicates score after each van Nistelrooy goal. {| class=\"wikitable sortable\" |+ List of international goals scored by Ruud van Nistelrooy |- !scope=\"col\"|No. !scope=\"col\" data-sort-type=\"date\"|Date !scope=\"col\"|Venue !scope=\"col\"|Cap !scope=\"col\"|Opponent !scope=\"col\"|Score !scope=\"col\"|Result !scope=\"col\"|Competition |- |align=\"center\"|1 |28 April 1999||GelreDome, Arnhem, Netherlands||align=\"center\"|3||||align=\"center\"|1–2||align=\"center\"|1–2||Friendly |- |align=\"center\"|2 |25 April 2001||Philips Stadion, Eindhoven, Netherlands||align=\"center\"|11||||align=\"center\"|4–0||align=\"center\"|4–0||2002 FIFA World Cup qualification |- |align=\"center\"|3 |rowspan=\"2\"|2 June 2001||rowspan=\"2\"|Lilleküla Stadium, Tallinn, Estonia||rowspan=\"2\" style=\"text-align:center\"|12||rowspan=\"2\"|||align=\"center\"|2–2||rowspan=\"2\" style=\"text-align:center\"|4–2||rowspan=\"2\"|2002 FIFA World Cup qualification |- |align=\"center\"|4 |align=\"center\"|4–2 |- |align=\"center\"|5 |15 August 2001||White Hart Lane, London, England||align=\"center\"|13||||align=\"center\"|2–0||align=\"center\"|2–0||Friendly |- |align=\"center\"|6 |5 September 2001||Philips Stadion, Eindhoven, Netherlands||align=\"center\"|15||||align=\"center\"|5–0||align=\"center\"|5–0||2002 FIFA World Cup qualification |- |align=\"center\"|7 |rowspan=\"2\"|6 October 2001||rowspan=\"2\"|GelreDome, Arnhem, Netherlands||rowspan=\"2\" style=\"text- align:center\"|16||rowspan=\"2\"|||align=\"center\"|3–0||rowspan=\"2\" style=\"text- align:center\"|4–0||rowspan=\"2\"|2002 FIFA World Cup qualification |- |align=\"center\"|8 |align=\"center\"|4–0 |- |align=\"center\"|9 |20 November 2002||Arena AufSchalke, Gelsenkirchen, Germany||align=\"center\"|21||||align=\"center\"|3–1||align=\"center\"|3–1||Friendly |- |align=\"center\"|10 |29 March 2003||De Kuip, Rotterdam, Netherlands||align=\"center\"|23||||align=\"center\"|1–0||align=\"center\"|1–1||UEFA Euro 2004 qualification |- |align=\"center\"|11 |2 April 2003||Sheriff Stadium, Tiraspol, Moldova||align=\"center\"|24||||align=\"center\"|1–1||align=\"center\"|2–1||UEFA Euro 2004 qualification |- |align=\"center\"|12 |rowspan=\"3\"|19 November 2003||rowspan=\"3\"|Amsterdam Arena, Amsterdam, Netherlands||rowspan=\"3\" style=\"text-align:center\"|29||rowspan=\"3\"|||align=\"center\"|3–0||rowspan=\"3\" style=\"text-align:center\"|6–0||rowspan=\"3\"|UEFA Euro 2004 qualification play- offs |- |align=\"center\"|13 |align=\"center\"|4–0 |- |align=\"center\"|14 |align=\"center\"|6–0 |- |align=\"center\"|15 |15 June 2004||Estádio do Dragão, Porto, Portugal||align=\"center\"|34||||align=\"center\"|1–1||align=\"center\"|1–1||UEFA Euro 2004 |- |align=\"center\"|16 |19 June 2004||Estádio Municipal de Aveiro, Aveiro, Portugal||align=\"center\"|35||||align=\"center\"|2–0||align=\"center\"|2–3||UEFA Euro 2004 |- |align=\"center\"|17 |rowspan=\"2\"|23 June 2004||rowspan=\"2\"|Estádio Municipal de Braga, Braga, Portugal||rowspan=\"2\" style=\"text- align:center\"|36||rowspan=\"2\"|||align=\"center\"|1–0||rowspan=\"2\" style=\"text- align:center\"|3–0||rowspan=\"2\"|UEFA Euro 2004 |- |align=\"center\"|18 |align=\"center\"|2–0 |- |align=\"center\"|19 |rowspan=\"2\"|13 October 2004||rowspan=\"2\"|Amsterdam Arena, Amsterdam, Netherlands||rowspan=\"2\" style=\"text-align:center\"|39||rowspan=\"2\"|||align=\"center\"|2–1||rowspan=\"2\" style=\"text-align:center\"|3–1||rowspan=\"2\"|2006 FIFA World Cup qualification |- |align=\"center\"|20 |align=\"center\"|3–1 |- |align=\"center\"|21 |30 March 2005||Philips Stadion, Eindhoven, Netherlands||align=\"center\"|42||||align=\"center\"|2–0||align=\"center\"|2–0||2006 FIFA World Cup qualification |- |align=\"center\"|22 |8 June 2005||Helsinki Olympic Stadium, Helsinki, Finland||align=\"center\"|44||||align=\"center\"|1–0||align=\"center\"|4–0||2006 FIFA World Cup qualification |- |align=\"center\"|23 |3 September 2005||Hanrapetakan Stadium, Yerevan, Armenia||align=\"center\"|46||||align=\"center\"|1–0||align=\"center\"|1–0||2006 FIFA World Cup qualification |- |align=\"center\"|24 |rowspan=\"2\"|7 September 2005||rowspan=\"2\"|Philips Stadion, Eindhoven, Netherlands||rowspan=\"2\" style=\"text-align:center\"|47||rowspan=\"2\"|||align=\"center\"|3–0||rowspan=\"2\" style=\"text-align:center\"|4–0||rowspan=\"2\"|2006 FIFA World Cup qualification |- |align=\"center\"|25 |align=\"center\"|4–0 |- |align=\"center\"|26 |27 May 2006||De Kuip, Rotterdam, Netherlands||align=\"center\"|50||||align=\"center\"|1–0||align=\"center\"|1–0||Friendly |- |align=\"center\"|27 |4 June 2006||De Kuip, Rotterdam, Netherlands||align=\"center\"|51||||align=\"center\"|1–0||align=\"center\"|1–1||Friendly |- |align=\"center\"|28 |16 June 2006||Gottlieb-Daimler-Stadion, Stuttgart, Germany||align=\"center\"|53||||align=\"center\"|2–0||align=\"center\"|2–1||2006 FIFA World Cup |- |align=\"center\"|29 |8 September 2007||Amsterdam Arena, Amsterdam, Netherlands||align=\"center\"|56||||align=\"center\"|2–0||align=\"center\"|2–0||UEFA Euro 2008 qualification |- |align=\"center\"|30 |12 September 2007||Qemal Stafa Stadium, Tirana, Albania||align=\"center\"|57||||align=\"center\"|1–0||align=\"center\"|1–0||UEFA Euro 2008 qualification |- |align=\"center\"|31 |29 May 2008||Philips Stadion, Eindhoven, Netherlands||align=\"center\"|60||||align=\"center\"|1–0||align=\"center\"|1–1||Friendly |- |align=\"center\"|32 |9 June 2008||Stade de Suisse, Bern, Switzerland||align=\"center\"|62||||align=\"center\"|1–0||align=\"center\"|3–0||UEFA Euro 2008 |- |align=\"center\"|33 |21 June 2008||St. Jakob-Park, Basel, Switzerland||align=\"center\"|64||||align=\"center\"|1–1||align=\"center\"|1–3||UEFA Euro 2008 |- |align=\"center\"|34 |3 September 2010||Stadio Olimpico, Serravalle, San Marino||align=\"center\"|65||||align=\"center\"|5–0||align=\"center\"|5–0||UEFA Euro 2012 qualification |- |align=\"center\"|35 |29 March 2011||Amsterdam Arena, Amsterdam, Netherlands||align=\"center\"|70||||align=\"center\"|3–2||align=\"center\"|5–3||UEFA Euro 2012 qualification |} ==Managerial statistics== {| class=wikitable style=\"text-align: center\" |+ Managerial record by team and tenure |- !rowspan=2|Team !rowspan=2|From !rowspan=2|To !colspan=5|Record |- !!!!!!!!! |- |align=left|Jong PSV |align=left|1 June 2021 |align=left|Present |- !colspan=3|Total ! |} ==Honours== PSV *Eredivisie: 1999–2000, 2000–01 *Johan Cruyff Shield: 1998 Manchester United *Premier League: 2002–03 *FA Cup: 2003–04 *Football League Cup: 2005–06 *FA Community Shield: 2003 Real Madrid *La Liga: 2006–07, 2007–08 *Supercopa de España: 2008 Individual *Dutch Footballer of the Year: 1998–99, 1999–2000 *Eredivisie top goalscorer: 1998–99, 1999–2000 *Premier League Player of the Month: December 2001, February 2002, April 2003 *Sir Matt Busby Player of the Year: 2001–02, 2002–03 *ESM Team of the Year: 2001–02 *UEFA Champions League top goalscorer: 2001–02, 2002–03, 2004–05 *UEFA Champions League top assist provider: 2001–02 *FA Cup top goalscorer: 2002–03, 2003–04 *PFA Fans' Player of the Year: 2001–02 *PFA Players' Player of the Year: 2001–02 *PFA Team of the Year: 2001–02 Premier League, 2003–04 Premier League *IFFHS World's Top Goal Scorer of the Year: 2002 *BBC Goal of the Month: March 2003 *Premier League Player of the Season: 2002–03 *Premier League Golden Boot: 2002–03 *UEFA Club Forward of the Year: 2002–03 *UEFA Team of the Year: 2003 *FIFA 100 *UEFA Euro Team of the Tournament: 2004 *Pichichi Trophy: 2006–07 *ESPN World Team of the Decade: 2009 *IFFHS World's Top Goal Scorer of the Last Decade: 2012 ==References== ==External links== * * * * *Ruud van Nistelrooy at 11v11.com *Ruud van Nistelrooy at Wereld van Oranje Category:1976 births Category:Living people Category:Sportspeople from Oss Category:Footballers from North Brabant Category:Dutch footballers Category:Association football forwards Category:Eredivisie players Category:PSV Eindhoven players Category:SC Heerenveen players Category:FC Den Bosch players Category:Premier League players Category:Manchester United F.C. players Category:First Division/Premier League top scorers Category:La Liga players Category:Real Madrid CF players Category:Málaga CF players Category:Pichichi Trophy winners Category:Bundesliga players Category:Hamburger SV players Category:Netherlands international footballers Category:Netherlands under-21 international footballers Category:2006 FIFA World Cup players Category:UEFA Euro 2004 players Category:UEFA Euro 2008 players Category:FIFA 100 Category:Dutch expatriate footballers Category:Dutch expatriate sportspeople in Spain Category:Expatriate footballers in England Category:Expatriate footballers in Spain Category:Expatriate footballers in Germany Category:Dutch expatriate sportspeople in England Category:Dutch expatriate sportspeople in Germany Category:FA Cup Final players Category:Dutch football managers Category:Eerste Divisie managers",
 "title": "Ruud van Nistelrooy"
}