{
 "id": "371591",
 "text": "thumb|220px|Books of Zhuang language The Zhuang languages (; autonym: , pre-1982: , Sawndip: 話僮, from vah, 'language' and Cuengh, 'Zhuang'; ) are any of more than a dozen Tai languages spoken by the Zhuang people of Southern China in the province of Guangxi and adjacent parts of Yunnan and Guangdong. The Zhuang languages do not form a monophyletic linguistic unit, as northern and southern Zhuang languages are more closely related to other Tai languages than to each other. Northern Zhuang languages form a dialect continuum with Northern Tai varieties across the provincial border in Guizhou, which are designated as Bouyei, whereas Southern Zhuang languages form another dialect continuum with Central Tai varieties such as Nung, Tay and Caolan in Vietnam. p. 370. Standard Zhuang is based on the Northern Zhuang dialect of Wuming. The Tai languages are believed to have been originally spoken in what is now southern China, with speakers of the Southwestern Tai languages (which include Thai, Lao and Shan) having emigrated in the face of Chinese expansion. Noting that both the Zhuang and Thai peoples have the same exonym for the Vietnamese, kɛɛuA1,A1 designates a tone. from the Chinese commandery of Jiaozhi in northern Vietnam, Jerold A. Edmondson posited that the split between Zhuang and the Southwestern Tai languages happened no earlier than the founding of Jiaozhi in 112 BC. He also argues that the departure of the Thai from southern China must predate the 5th century AD, when the Tai who remained in China began to take family names. (see p. 15 of preprint) ==Surveys== frame|center|500px|Sites surveyed in Zhang (1999), subgrouped according to Pittayaporn (2009): N, M, I, C, B, F, H, L, P Zhāng Jūnrú's (张均如) Zhuàngyǔ Fāngyán Yánjiù (壮语方言研究 [A Study of Zhuang dialects]) is the most detailed study of Zhuang dialectology published to date. It reports survey work carried out in the 1950s, and includes a 1465-word list covering 36 varieties of Zhuang. For the list of the 36 Zhuang variants below from Zhang (1999), the name of the region (usually county) is given first, followed by the specific village. The phylogenetic position of each variant follows that of Pittayaporn (2009) (see Tai languages#Pittayaporn (2009)). # Wuming – Shuāngqiáo 双桥 – Subgroup M # Hengxian – Nàxù 那旭 – Subgroup N # Yongning (North) – Wǔtáng 五塘 – Subgroup N # Pingguo – Xīnxū 新圩 – Subgroup N # Tiandong – Héhéng 合恒 – Subgroup N # Tianlin – Lìzhōu 利周 – Subgroup N # Lingyue – Sìchéng 泗城 – Subgroup N # Guangnan (Shā people 沙族) – Zhěméng Township 者孟乡 – Subgroup N # Qiubei – Gēhán Township 戈寒乡 – Subgroup N # Liujiang – Bǎipéng 百朋 – Subgroup N # Yishan – Luòdōng 洛东 – Subgroup N # Huanjiang – Chéngguǎn 城管 – Subgroup N # Rong'an – Ānzì 安治 – Subgroup N # Longsheng – Rìxīn 日新 – Subgroup N # Hechi – Sānqū 三区 – Subgroup N # Nandan – Mémá 么麻 – Subgroup N # Donglan – Chéngxiāng 城厢 – Subgroup N # Du'an – Liùlǐ 六里 – Subgroup N # Shanglin – Dàfēng 大丰 – Subgroup N # Laibin – Sìjiǎo 寺脚 – Subgroup N # Guigang – Shānběi 山北 – Subgroup N # Lianshan – Xiǎosānjiāng 小三江 – Subgroup N # Qinzhou – Nàhé Township 那河乡 – Subgroup I # Yongning (South) – Xiàfāng Township 下枋乡 – Subgroup M # Long'an – Xiǎolín Township 小林乡 – Subgroup M # Fusui (Central) – Dàtáng Township 大塘乡 – Subgroup M # Shangsi – Jiàodīng Township 叫丁乡 – Subgroup C # Chongzuo – Fùlù Township 福鹿乡 – Subgroup C # Ningming – Fēnghuáng Township 凤璜乡 – Subgroup B # Longzhou – Bīnqiáo Township 彬桥乡 – Subgroup F # Daxin – Hòuyì Township 后益乡 – Subgroup H # Debao – Yuándì'èrqū 原第二区 – Subgroup L # Jingxi – Xīnhé Township 新和乡 – Subgroup L # Guangnan (Nóng people 侬族) – Xiǎoguǎngnán Township 小广南乡 – Subgroup L # Yanshan (Nóng people 侬族) – Kuāxī Township 夸西乡 – Subgroup L # Wenma (Tǔ people 土族) – Hēimò Township 黑末乡大寨, Dàzhài – Subgroup P ==Varieties== The Zhuang language (or language group) has been divided by Chinese linguists into northern and southern \"dialects\" (fāngyán 方言 in Chinese), each of which has been divided into a number of vernacular varieties (known as tǔyǔ 土语 in Chinese) by Chinese linguists (Zhang & Wei 1997; Zhang 1999:29-30).Zhang Yuansheng and Wei Xingyun. 1997. \"Regional variants and vernaculars in Zhuang.\" In Jerold A. Edmondson and David B. Solnit (eds.), Comparative Kadai: The Tai branch, 77–96. Publications in Linguistics, 124. Dallas: Summer Institute of Linguistics and the University of Texas at Arlington. . The Wuming dialect of Yongbei Zhuang, classified within the \"Northern Zhuang dialect,\" is considered to be the \"standard\" or prestige dialect of Zhuang, developed by the government for certain official usages. Although Southern Zhuang varieties have aspirated stops, Northern Zhuang varieties lack them. There are over 60 distinct tonal systems with 5–11 tones depending on the variety. Zhang (1999) identified 13 Zhuang varieties. Later research by the Summer Institute of Linguistics has indicated that some of these are themselves multiple languages that are not mutually intelligible without previous exposure on the part of speakers, resulting in 16 separate ISO 639-3 codes. === Northern Zhuang === Northern Zhuang comprises dialects north of the Yong River, with 8,572,200 speakers ( prior to 2007): * Guibei 桂北 (1,290,000 speakers): Luocheng, Huanjiang, Rongshui, Rong'an, Sanjiang, Yongfu, Longsheng, Hechi, Nandan, Tian'e, Donglan () * Liujiang 柳江 (1,297,000 speakers): Liujiang, North Laibin, Yishan, Liucheng, Xincheng () * Hongshui He 红水河 (2,823,000 speakers): South Laibin, Du'an, Mashan, Shilong, Guixian, Luzhai, Lipu, Yangshuo. Castro and Hansen (2010) distinguished three mutually unintelligible varieties: Central Hongshuihe (), Eastern Hongshuihe () and Liuqian (). * Yongbei 邕北 (1,448,000 speakers): North Yongning, Wuming (prestige dialect), Binyang, Hengxian, Pingguo () * Youjiang 右江 (732,000 speakers): Tiandong, Tianyang, and parts of the Baise City area; all along the Youjiang River basin area () * Guibian 桂边 (Yei Zhuang; 827,000 speakers): Fengshan, Lingyun, Tianlin, Longlin, North Guangnan (Yunnan) () * Qiubei 丘北 (Yei Zhuang; 122,000 speakers): Qiubei area (Yunnan) () * Lianshan 连山 (33,200 speakers): Lianshan (Guangdong), North Huaiji (Guangdong) () === Southern Zhuang === Southern Zhuang dialects are spoken south of the Yong River, with 4,232,000 speakers ( prior to 2007): * Yongnan 邕南 (1,466,000 speakers): South Yongning, Central and North Fusui, Long'an, Jinzhou, Shangse, Chongzuo areas () * Zuojiang 左江 (1,384,000 speakers): Longzhou (Longjin), Daxin, Tiandeng, Ningming; Zuojiang River basin area () * Dejing 得靖 (979,000 speakers): Jingxi, Debao, Mubian, Napo. Jackson, Jackson and Lau (2012) distinguished two mutually unintelligible varieties: Yang Zhuang () and Min Zhuang (). * Yanguang 砚广 (Nong Zhuang; 308,000 speakers): South Guangnan (Yunnan), Yanshan area () * Wenma 文麻 (Dai Zhuang; 95,000 speakers): Wenshan (Yunnan), Malipo, Guibian () The Tày and Nùng language complex in Vietnam is also considered one of the varieties of Central Tai and shares a high mutual intelligibility with Wenshan Dai and other Southern Zhuang dialects in Guangxi. The Nùng An language has a mixture of Northern and Central Tai features. === Recently described varieties === Johnson (2011) distinguishes four distinct Zhuang languages in Wenshan Prefecture, Yunnan: Nong Zhuang, Yei Zhuang, Dai Zhuang, and Min Zhuang. Min Zhuang is a recently discovered variety that has never been described previous to Johnson (2011). (See also Wenshan Zhuang and Miao Autonomous Prefecture#Ethnic groups) Pyang Zhuang and Myang Zhuang are recently described Central Tai languages spoken in Debao County, Guangxi, China. == Writing systems == The Zhuang languages have been written in the ancient Zhuang script, Sawndip, for over a thousand years, and possibly Sawgoek previous to that. Sawndip is a Chinese character-based system of writing, similar to Vietnamese chữ nôm. Some Sawndip logograms were borrowed directly from Han characters, whereas others were original characters created from the components of Chinese characters. It is used for writing songs about every aspect of life, and in more recent times encouraging people to follow official family planning policy. There has also been the occasional use of a number of other scripts including pictographics proto-writing, such as in the example at right. In 1957, a Latin-based hybrid script expanded with Cyrillic- and IPA-derived letters was introduced for Standard Zhuang, and in 1982 this was changed to Latin script; these are referred to as the old Zhuang and new Zhuang, respectively. Bouyei is written in Latin script. ==See also== * Languages of China * Zhuang studies ==References== ==Bibliography== * * * * * * * * * * ==External links== * Kra-Dai Swadesh lists (from Wiktionary's Swadesh-list appendix) * Zhuang language & alphabet, Omniglot * The prospects for the long-term survival of Non-Han minority languages in the south of China * Field Notes on the Pronominal System of Zhuang \"A major case of language shift is occurring in which the use of Zhuang and other minority languages is restricted mainly to rural areas because Zhuang-speaking villages, like Jingxi, which develop into towns become more and more of Mandarin-speaking towns. Zhuang-speaking villages become non-Zhuang-speaking towns! And children of Zhuang-speaking parents in cities are likely not to speak Zhuang as a mother-tongue.\" * Map of Major Zhuang language groups * Paradisec has an open access collection of Zhuang Mogong Texts from Bama and Tianyang * Sawcuengh People.com Official Zhuang language version (Standard Zhuang) of the People's Daily website Category:Languages of China Category:Tai languages",
 "title": "Zhuang languages"
}