{
 "id": "371986",
 "text": "Events from the year 1932 in Canada. ==Incumbents== === Crown === * Monarch – George V === Federal government === * Governor General – Vere Ponsonby, 9th Earl of Bessborough * Prime Minister – Richard Bedford Bennett * Chief Justice – Francis Alexander Anglin (Ontario) * Parliament – 17th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – William Legh Walsh *Lieutenant Governor of British Columbia – John William Fordham Johnson *Lieutenant Governor of Manitoba – James Duncan McGregor *Lieutenant Governor of New Brunswick – Hugh Havelock McLean *Lieutenant Governor of Nova Scotia – Walter Harold Covert *Lieutenant Governor of Ontario – William Mulock (until November 1) then Herbert Alexander Bruce *Lieutenant Governor of Prince Edward Island – Charles Dalton *Lieutenant Governor of Quebec – Henry George Carroll *Lieutenant Governor of Saskatchewan – Hugh Edwin Munroe ==== Premiers ==== *Premier of Alberta – John Edward Brownlee *Premier of British Columbia – Simon Fraser Tolmie *Premier of Manitoba – John Bracken *Premier of New Brunswick – Charles Dow Richards *Premier of Nova Scotia – Gordon Sidney Harrington *Premier of Ontario – George Stewart Henry *Premier of Prince Edward Island – James D. Stewart *Premier of Quebec – Louis-Alexandre Taschereau *Premier of Saskatchewan – James Thomas Milton Anderson === Territorial governments === ==== Commissioners ==== * Gold Commissioner then Controller of Yukon – George Ian MacLean (until June 30) then George A. Jeckell * Commissioner of Northwest Territories – Hugh Rowatt ==Events== * February 17 – The \"Mad Trapper\" is killed by the Royal Canadian Mounted Police (RCMP) in the Yukon * July 20 – The Ottawa Imperial Conference is held, it creates a zone of preferential trade within the Commonwealth * August 1 – The Co-operative Commonwealth Federation (CCF) is formed in CalgaryCanadian Press, \"J.S. Woodsworth Heads New Political Group; Would Alter System,\" Saskatoon Star-Phoenix, Vol. LX, No. 11 (August 2, 1932), pg. 2. Accessed 1 June 2020 https://news.google.com/newspapers?nid=SCE0ypLQHGcC&dat;=19320802&printsec;=frontpage&hl;=en * August 3 – Henri Bourassa leaves Le Devoir * October 29 – The Dominion Drama Festival is founded ===Full date unknown=== * A seven-month miners strike occurs in Alberta's coal mines in Crowsnest PassStart: January 1932, The Canadian Encyclopedia * The first family planning clinic in Canada is set up by Elizabeth Bagshaw in Hamilton, Ontario. At the time, providing birth control was illegal.Canadian Research Institute for the Advancement of Women. http://criaw-icref.ca/millenium ==Arts and literature== ===New Books=== * A Broken Journey – Morley Callaghan ==Sport== *April 4 – The Northern Ontario Hockey Association's Sudbury Cub Wolves win their first Memorial Cup by defeating the Manitoba Junior Hockey League's Winnipeg Monarchs 2 games to 0. All games played at Shea's Amphitheatre in Winnipeg *April 9 – The Toronto Maple Leafs win their third Stanley Cup by defeating the New York Rangers 3 game to 0. The deciding game was played at the newly opened Maple Leaf Gardens *February 13 – Canada (represented by the Winnipeg Hockey Club) wins their fourth (consecutive) hockey gold medal at the 1932 Winter Olympics *December 3 – The Hamilton Tigers win their fifth and final Grey Cup by defeating the Regina Roughriders 25 to 6 in the 20th Grey Cup played at Hamilton's Civic Stadium ==Births== ===January to March=== * January 2 – Jean Little, author * January 11 – Clotilda Douglas-Yakimchuk, nurse (d. 2021) * February 4 – Bob Dawson, football player (d. 2017) * February 24 – John Vernon, actor (d. 2005) * February 28 – Don Francks, actor (d. 2016) * March 1 – Donald Stovel Macdonald, politician and Minister * March 2 – Jack Austin, politician and Senator * March 14 – Norval Morrisseau, artist (d. 2007) ===April to June=== * April 3 – Jean-Claude Corbeil, linguist and lexicographer (d. 2022) * April 6 – Eugène Bellemare, politician * April 12 – Dick Fowler, mayor, MLA (d. 2012) * April 14 – Bill Bennett, politician and 27th Premier of British Columbia (d. 2015) * April 22 – Ron Basford, politician and Minister (d. 2005) * April 26 – Michael Smith, biochemist, 1993 Nobel Prize in Chemistry laureate (d. 2000) * May 7 – Jordi Bonet, artist (d. 1979) * May 28 – John Savage, politician and 23rd Premier of Nova Scotia (d. 2003) * June 5 – Gérard Charles Édouard Thériault, general and Chief of the Defence Staff (d. 1998) * June 10 – Hal Jackman, businessman and 25th Lieutenant Governor of Ontario * June 24 ** Mel Hurtig, publisher, author and political activist ** David McTaggart, environmentalist (d. 2001) ===July to September=== * July 13 – Hubert Reeves, astrophysicist * July 16 – Hédi Bouraoui, poet, novelist and academic * July 22 – Doug Kyle, long-distance runner * July 27 – George Ryga, playwright and novelist (d. 1987) * August 2 – Leo Boivin, ice hockey player (d. 2021) * August 11 – Izzy Asper, tax lawyer and media magnate (d. 2003) * August 28 – Andy Bathgate, ice hockey player * August 31 – Allan Fotheringham, newspaper and magazine journalist * September 14 – Harry Sinden, ice hockey player, general manager and coach * September 25 – Glenn Gould, pianist (d. 1982) * September 27 – Gabriel Loubier, politician ===October to December=== * October 16 – Lucien Paiement, politician, Mayor of Laval (d. 2013) * October 18 – Iona Campagnolo, politician, first female Lieutenant Governor of British Columbia * October 24 – Robert Mundell, professor of economics (d. 2021) * November 10 – Martin Hattersley, lawyer and politician * November 13 – Marilyn Brooks, fashion designer * November 29 – Ed Bickert, jazz guitarist * December 6 – Hank Bassen, ice hockey player (d. 2009) ==Deaths== thumb|right|100px|J. E. H. MacDonald * March 6 – Joseph-Hormisdas Legris, politician and Senator (b. 1850) * July 22 – Reginald Fessenden, inventor and radio pioneer (b. 1866) * August 1 – Wellington Willoughby, politician and lawyer (b. 1859) * August 7 – Napoléon Belcourt, politician (b. 1860) * August 21 – Leonard Burnett, politician, farmer and teacher (b. 1845) * November 11 – Georgina Fraser Newhall, author and the bardess of the Clan Fraser Society of Canada (b. 1860) * November 26 – J. E. H. MacDonald, artist of the Group of Seven (b. 1873) ==Historical Documents== Federal budget broadly raises tax rates and restricts exemptions Canadian Press, \"Sales Tax Six Per Cent,\" The Saskatoon Star- Phoenix, Vol. LIX, No. 212 (April 6, 1932), pg. 1. Accessed 1 June 2020 https://news.google.com/newspapers?nid=SCE0ypLQHGcC&dat;=19320406&printsec;=frontpage&hl;=en Liberals claim \"blank cheque legislation\" to aid unemployed allows government to bypass Parliament Canadian Press, \"Relief Measure Amendment Lost[...]; Liberals Lay Down Concentrated Attack on Unemployment Proposals as Closure Is Applied; Tempers Frayed,\" The Saskatoon Star-Phoenix, Vol. LIX, No. 206 (March 30, 1932), pgs. 1-2. Accessed 1 June 2020 https://news.google.com/newspapers?nid=SCE0ypLQHGcC&dat;=19320330&printsec;=frontpage&hl;=en Co-operative Commonwealth Federation founded \"to regulate production, distribution and exchange for supplying human needs\" Canadian Press, \"J.S. Woodsworth Heads New Political Group; Would Alter System,\" Saskatoon Star- Phoenix, Vol. LX, No. 11 (August 2, 1932), pg. 2. Accessed 1 June 2020 https://news.google.com/newspapers?nid=SCE0ypLQHGcC&dat;=19320802&printsec;=frontpage&hl;=en At average 35 cents per bushel, prices for wheat farmers about one-third what they were in 1929 \"Reduced Income of Farmer Due to Financial Depression and Crop Failure,\" Report on Rural Relief Due to Drought Conditions and Crop Failures in Western Canada; 1930-1937, pgs. 25-6. Accessed 1 June 2020 https://nla.gov.au/nla.obj-2405364657/view United Farmers of Alberta convention's calls to nationalize credit and monetary system, and make wheat certificates legal tender Canadian Press, \"U.F.A. Urges National Credit Plan; Financial System Is Denounced,\" The Saskatoon Star-Phoenix, Vol. LIX, No. 148 (January 21, 1932), pgs. 1-2. Accessed 1 June 2020 https://news.google.com/newspapers?nid=SCE0ypLQHGcC&dat;=19320121&printsec;=frontpage&hl;=en Mass meeting denounces maladministration by Newfoundland government of Richard Squires \"The People Demand Justice and Truth; Monster Gathering in Majestic Theatre Protests[...] - Citizens Decide to Go En Masse to House of Assembly,\" The (St. John's) Evening Telegram (April 5, 1932). Accessed 1 June 2020 http://www.heritage.nf.ca/law/meetings_apr04.html (scroll down to \"Telegram\") German politics \"a fight between philosophies of life[...]as violent and as irreconcilable as you will never be able to believe\" Count Von Luckner and Victor Lange, \"The New Germany\" (November 29, 1932), The Empire Club of Canada Addresses, pgs. 316-31. Accessed 1 June 2020 http://speeches.empireclub.org/62448/data?n=6 Place held by Jews of western Canada in professions, business and agriculture H.E. Wilder (ed.),The 100th Anniversary Souvenir of Jewish Emancipation in Canada and the 50th Anniversary of the Jew in the West (1932), pgs. 38, 54-8. Accessed 1 June 2020 http://peel.library.ualberta.ca/bibliography/5654/41.html http://peel.library.ualberta.ca/bibliography/5654/57.html House of Commons debates deportation procedures and rights of residents \"Deportation Cases\" (May 6, 1932), House of Commons Debates, 17th Parliament, 3rd Session: Vol. 3, pgs. 2658-9. Accessed 1 June 2020 http://parl.canadiana.ca/view/oop.debates_HOC1703_03/300?r=0&s;=1 Women's Institutes are for radio for Canadians and against \"weariness of advertisement before and after every item of music or speech\"\"Appendix No. 38; The Canadian Radio League; Evidences of Public Support,\" [House] Special Committee on Radio Broadcasting, pgs. 292-3. Accessed 22 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1703_7_1/336?r=0&s;=1 Edward Johnson on importance of music to mind and spirit Edward Johnson, \"Music In A Disordered World\" (December 29, 1932), The Empire Club of Canada Addresses, pgs. 350-5. Accessed 1 June 2020 http://speeches.empireclub.org/60538/data?n=4 CBC interview with member of aircrew who joined \"Mad Trapper\" manhunt for Albert Johnson in Northwest Territories \"1932: 'Mad Trapper' killed by RCMP after lengthy manhunt\" (July 26, 1979), CBC Digital Archives. Accessed 1 June 2020 https://www.cbc.ca/archives/entry/the-rcmp-get-their-man-thanks-to-a- bush-pilot Thunder Bay (Ont.) area farmers set local record for construction Arnott A. Toole, \"1932 Farm Building Activities Set New Record for District,\" The Fort William Daily Times-Journal (December 10, 1932). Accessed 1 June 2020 http://my.tbaytel.net/bmartin/new1932.htm Letter-to-editor profiles Watson Duchemin, inventor of brass roller bearing block \"Watson Duchemin, Inventor,\" Charlottetown Guardian (March 2, 1932). Accessed 1 June 2020 http://islandregister.com/letters/wduchemin.html ==References== Category:Years of the 20th century in Canada Canada Category:1932 in North America",
 "title": "1932 in Canada"
}