{
 "id": "371955",
 "text": "Events from the year 1880 in Canada. ==Incumbents== === Crown === * Monarch – Victoria === Federal government === * Governor General – John Campbell, Marquess of Lorne * Prime Minister – John A. Macdonald * Chief Justice – William Johnstone Ritchie (New Brunswick) * Parliament – 4th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of British Columbia – Albert Norton Richards *Lieutenant Governor of Manitoba – Joseph- Édouard Cauchon *Lieutenant Governor of New Brunswick – Edward Barron Chandler (until February 6) then Robert Duncan Wilmot (from February 11) *Lieutenant Governor of Nova Scotia – Adams George Archibald *Lieutenant Governor of Ontario – Donald Alexander Macdonald (until July 1) then John Beverley Robinson *Lieutenant Governor of Prince Edward Island – Thomas Heath Haviland *Lieutenant Governor of Quebec – Théodore Robitaille ==== Premiers ==== *Premier of British Columbia – George Anthony Walkem *Premier of Manitoba – John Norquay *Premier of New Brunswick – John James Fraser *Premier of Nova Scotia – Simon Hugh Holmes *Premier of Ontario – Oliver Mowat *Premier of Prince Edward Island – William Wilfred Sullivan *Premier of Quebec – Joseph- Adolphe Chapleau === Territorial governments === ==== Lieutenant governors ==== * Lieutenant Governor of Keewatin – Joseph-Édouard Cauchon * Lieutenant Governor of the North-West Territories – David Laird ==Events== *February 4 – Five members of the Donnelly family are killed near Lucan, Ontario *February 14 – The wife of the governor general, The Princess Louise, Marchioness of Lorne, is seriously injured when the viceregal sleigh overturns on a Rudolph Ottawa street. *March 25 – George Brown fatally shot by a disgruntled employee *May 4 – Edward Blake becomes the new leader of the Liberal Party of Canada *June 24 – \"O Canada\" first performed *October 9 – The United Kingdom gives Canada control of the Arctic islands. ===Full date unknown=== *Emily Stowe becomes the first woman doctor to practise medicine in Canada *Sanford Fleming becomes chancellor of Queen's University *Bell Canada founded *Canadian Pacific Railway (CPR). British-backed Canadian firm, headed by US railroad building genius (Sir William Cornelius Van Horne) gets the deal: $25 million, , already completed sections free, all under-construction sections finished free, 20 year monopoly as only railway and 20-year control over rate-setting. *The Varsity, created. ==Arts and literature== *March 6 – The Royal Academy for the Arts is founded. ===New books=== *Charles G.D. Roberts, Orion and Other Poems ==Births== *January 17 – Mack Sennett, actor, producer, screenwriter and film director (d.1960) *January 18 – Richard Squires, politician and Prime Minister of Newfoundland (d.1940) *March 22 – Allison Dysart, politician, lawyer, judge and 21st Premier of New Brunswick (d.1962) *October 1 – Charles Christie, motion picture studio owner (d.1955) *August 6 – Leland Payson Bancroft, politician (d.1951) *August 12 – Jacob Penner, politician (d.1965) *August 29 – Marie-Louise Meilleur, supercentenarian, the oldest validated Canadian ever (d.1998) *October 12 – Healey Willan, organist and composer (d.1968) *October 27 – Vere Ponsonby, 9th Earl of Bessborough, businessman, politician and Governor General of Canada (d.1956) ==Deaths== * January 19 – James Westcott, American-born United States Senator from Florida from 1845 till 1849 (born 1802) *February 6 – Edward Barron Chandler, politician (b.1800) *May 9 – George Brown, journalist, politician and one of the Fathers of the Confederation (b.1818) *June 12 – William Evan Price, businessman and politician (b.1827) *October 8 – Caleb Hopkins, farmer and politician (b.1785) *October 18 – Luc-Hyacinthe Masson, physician, businessman and politician (b.1811) *December 8 – Charles Fisher, politician and 1st Premier of the Colony of New Brunswick (b.1808) *December 24 – David Christie, politician (b.1818) ==Historical documents== Statute creates Canadian Pacific Railway as government-supported private company for benefit of B.C. and N.W.T.An Act Respecting the Canadian Pacific Railway Accessed 14 October 2019 Chief Ocean Man and another Nakoda (Stoney) describe attack on their people by Gros Ventre and Mandan from U.S. side of border\"No. 343; (letter of) Sir Edward Thornton to Mr. (Wm. M.) Evarts(, Department of State, Washington)\" Papers Relating to the Foreign Relations of the United States[....] (1882), pgs. 570-72. Accessed 8 December 2019 Subsequent correspondence British order- in-council transfers Arctic islands to Dominion of Canada Gordon W. Smith, \"The Transfer of Arctic Territories from Great Britain to Canada(...)\" Journal of the Arctic Institute of North America, Vol. 14, No. 1 (1961), pgs. 62-3. Accessed 14 October 2019 Editorial on complaints of French-Canadians\"A Morbid Nationalism\" Canadian Illustrated News (November 11, 1880), pg. 2. Accessed 27 September 2019 Walt Whitman calls Thousand Islands most beautiful place on EarthWalt Whitman's Diary in Canada (1904), pgs. 24-5. Accessed 27 September 2019 To avoid bankruptcy caused by westward expansion, Canada must declare independenceWilliam Norris, \"Canadian Nationality; A Present-Day Plea\" Rose- Belford's Canadian Monthly and National Review (February 1880), pgs. 113-18. Accessed 23 April 2020 Britain gifts part of to U.S. for saving that Arctic exploration ship United States Department of State, Index to the Executive Documents of the House of Representatives for the Third Session of the Forty- Sixth Congress, 1880-'81 (No. 354, August 26, 1880), pg. 525. Accessed 27 September 2019 Painting: Trapper approaches animal caught in leghold trapHarry Bullock-Webster, \"Got 'im at last; Fort McLeod 1880\" (Fort McLeod, B.C.). Accessed 27 June 2021 ==References== Category:Years of the 19th century in Canada",
 "title": "1880 in Canada"
}