{
 "id": "371967",
 "text": "Events from the year 1905 in Canada. ==Incumbents== === Crown === * Monarch – Edward VII === Federal government === * Governor General – Albert Grey, 4th Earl Grey * Prime Minister – Wilfrid Laurier * Chief Justice – Henri Elzéar Taschereau (Quebec) * Parliament – 10th (from 11 January) === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – George Hedley Vicars Bulyea (from September 1) *Lieutenant Governor of British Columbia – Henri-Gustave Joly de Lotbinière *Lieutenant Governor of Manitoba – Daniel Hunter McMillan *Lieutenant Governor of New Brunswick – Jabez Bunting Snowball *Lieutenant Governor of Nova Scotia – Alfred Gilpin Jones *Lieutenant Governor of Ontario – William Mortimer Clark *Lieutenant Governor of Prince Edward Island – Donald Alexander MacKinnon *Lieutenant Governor of Quebec – Louis-Amable Jetté *Lieutenant Governor of Saskatchewan – Amédée Forget (from September 1) ==== Premiers ==== *Premier of Alberta – Alexander Cameron Rutherford (from September 2) *Premier of British Columbia – Richard McBride *Premier of Manitoba – Rodmond Roblin *Premier of New Brunswick – Lemuel John Tweedie *Premier of Nova Scotia – George Henry Murray *Premier of Ontario – George William Ross (until February 8) then James Whitney *Premier of Prince Edward Island – Arthur Peters *Premier of Quebec – Simon-Napoléon Parent (until March 24) then Lomer Gouin *Premier of Saskatchewan – Thomas Walter Scott (from September 5) === Territorial governments === ==== Commissioners ==== * Commissioner of Yukon – Zachary Taylor Wood (acting) (until May 27) then William Wallace Burns McInnes * Commissioner of Northwest Territories – Frederick D. White (from August 24) ==== Lieutenant governors ==== * Lieutenant Governor of Keewatin – Daniel Hunter McMillan (until September 1) * Lieutenant Governor of the North-West Territories – Amédée E. Forget (until September 1) === Premiers === * Premier of North-West Territories – Frederick Haultain (until September 1) ==Events== * January 25 – 1905 Ontario election: Sir James Whitney's Conservatives win a majority, defeating G. W. Ross's Liberals * February 8 – Sir James Whitney becomes premier of Ontario, replacing George Ross * February 27 – Clifford Sifton resigns from cabinet * March 23 – Lomer Gouin becomes premier of Quebec, replacing Simon-Napoléon Parent * July 20 – The Saskatchewan Act and the Alberta Act receive royal assent * August 26 – Roald Amundsen begins the first to travel through the Northwest Passage * September 1 – Saskatchewan and Alberta are established as provinces * September 2 – Alexander Rutherford becomes the first premier of Alberta * September 5 – Walter Scott becomes the first premier of Saskatchewan * November 9 – 1905 Alberta general election: Alexander Rutherford's Liberals win a majority in the first Alberta election * November 24 – The Canadian Northern Railway is completed to Edmonton * December 13 – 1905 Saskatchewan election: Walter Scott's Liberals win a majority in the first Saskatchewan election ==Arts and literature== ==Births== ===January to June=== * January 21 – George Laurence, nuclear physicist (d.1987) * January 28 – Ellen Fairclough, politician and first female member of the Canadian Cabinet (d.2004) * February 8 – Louis-Philippe Pigeon, judge of the Supreme Court of Canada (d.1986) * March 27 – Elsie MacGill, the world's first female aircraft designer (d.1980) * April 30 – John Peters Humphrey, legal scholar, jurist and human rights advocate (d.1995) * May 1 – Paul Desruisseaux, lawyer and politician (d. 1982) * May 23 – Donald Fleming, politician, International Monetary Fund official and lawyer (d.1986) * June 8 – Ralph Steinhauer, native leader, first Aboriginal to become the Lieutenant Governor of Alberta (d.1987) * June 23 – Jack Pickersgill, civil servant and politician (d.1997) ===July to December=== * July 25 – Grace MacInnis, politician and feminist (d.1991) * August 1 – Helen Hogg-Priestley, astronomer * August 31 – William Anderson, politician and businessman (d.1961) * August 15 – E.K. Brown, literary critic * September 21 – Loran Ellis Baker, politician (d.1991) * November 1 – Paul-Émile Borduas, painter (d.1960) * December 1 – Alex Wilson, track and field athlete and Olympic silver medallist (d.1994) * December 24 – Milt Dunnell, sportswriter (d.2008) ===Full date unknown=== * Nat Taylor, inventor of the cineplex (d.2004) ==Deaths== * April 23 – Gédéon Ouimet, politician and 2nd Premier of Quebec (b.1823) * May 23 – Fletcher Bath Wade, politician and barrister (b.1852) * May 29 – William McDougall, lawyer, politician and a Father of Confederation (b.1822) * August 1 – John Brown, politician, miller, mining consultant and prospector (b.1841) * August 7 – Alexander Melville Bell, educator (b.1819) * September 8 – David Howard Harrison, farmer, physician, politician and 6th Premier of Manitoba (b.1843) * October 29 – Étienne Desmarteau, athlete and Olympic gold medallist (b.1873) ==Historical Documents== Creation of provinces Saskatchewan and Alberta: details and Prime Minister Laurier's announcement\"Two Provinces Created For The West[....],\" Saskatoon Phoenix (February 24, 1905), pg. 1. Accessed 27 January 2020 http://library2.usask.ca/sni/stories/beg11.html Call for Calgary to become Alberta capital\"Mass Meeting Tonight,\" Daily Herald (February 1, 1905). Accessed 27 January 2020 https://web.archive.org/web/20190123192639/https://folklore.library.ualberta.ca/dspCitation.cfm?ID=136 House of Commons committee chair has idea for local telephone services housed in post offices and provided and taxed by municipalities\"Inquiry into the Various Telephone Systems in Operation in Canada and Elsewhere\" (March 20, 1905), Proceedings of the Select Committee on Telephone Systems; Vol. I, pgs. 2-3. Accessed 9 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1001_1_1/70?r=0&s;=1 Socialist Party brochure for Ontario election, with party platform\"Ontario Election Campaign;[...]The Socialist Party to Toronto Workingmen\" Accessed 27 January 2020 http://www.torontopubliclibrary.ca/detail.jsp?Entt=RDMDC-OHQ-EPHE- C-W-146&R;=DC-OHQ-EPHE-C-W-146 Mounties report to Ottawa on dance halls and prostitution in Dawson City, Yukon\"Letter from[...]Royal Northwest Mounted Police, Yukon Territory to[...]Ministor of Interior\" Accessed 27 January 2020 https://www.washington.edu/uwired/outreach/cspn/Website/Classroom%20Materials/Curriculum%20Packets/Klondike/Documents/53.html McGill University principal addresses Canadian Club on role of university in commerceW. Peterson, Canadian Essays and Addresses (1915), pgs. 253-66. Accessed 27 January 2020 https://archive.org/stream/canadianessaysad00peteuoft#page/252/mode/2up Description of Peterborough Lift Lock on Trent Canal in Ontario\"Short Description of the Hydraulic Lock at Peterboro [sic], Ont.\" (January 14, 1905). Accessed 30 January 2020 http://digitalcollections.trentu.ca/exhibits/birdsall-rogers/zrmdesc.htm == References == Category:Years of the 20th century in Canada Canada Category:1905 in North America",
 "title": "1905 in Canada"
}