{
 "id": "371981",
 "text": "A viatical settlement (from the Latin \"viaticum\")Entry for \"Viatical Settlement\" at Merriam-Webster On-Line Dictionary, retrieved November 12, 2012, at http://www.merriam-webster.com/dictionary/viatical settlement is the sale of a policy owner's existing life insurance policy to a third party for more than its cash surrender value, but less than its net death benefit. Such a sale provides the policy owner with a lump sum.Life Settlement History, Life Insurance Settlement Association, retrieved March 4, 2012, at http://www.lisa.org/content/51/Life-Settlement-History.aspx The third party becomes the new owner of the policy, pays the monthly premiums, and receives the full benefit of the policy when the insured dies. \"Viatical settlement\" typically is the term used for a settlement involving an insured who is terminally or chronically ill. A person generally is chronically ill if the person (1) is unable to perform at least two activities of daily living, such as eating, using the toilet, bathing oneself, or dressing oneself; (2) requires substantial supervision to protect himself or herself from threats to health and safety due to severe cognitive impairment; or (3) has a level of disability similar to that described in (1) as determined in the U.S. by the Secretary of Health and Human Services. A person generally is terminally ill if the person has an illness or sickness that can reasonably be expected to result in death within two years. As medical advancements improved the lives of those persons living with terminal or chronic illnesses, the life settlement industry emerged. Viatical Settlement as a term is considered out of date. The industry uses life settlement as the formal terminology. Technically, a viatical is a life settlement where the insured has less than two-year life expectancy. However, some juristictions, such as the U.S. state of Maryland, use the term viatical settlement instead of life settlement in their regulatory documents.https://insurance.maryland.gov/Consumer/Documents/publications/viatical.pdf ==History== Viatical settlements grew in popularity in the United States in the late 1980s, when the AIDS epidemic peaked. The early victims of AIDS in the U.S. were largely gay men, typically relatively young and without wives or children (the traditional beneficiaries under a life insurance policy), but often covered by life insurance through employment or as a result of investments. The beneficiaries under the policies were often their parents who did not need the money. Viatical settlements offered a way to extract value from the policy while the policy owner was still alive. At the time, the AIDS mortality rate was very high, and life expectancy after diagnosis was typically short. Investors were reasonably sure that they would collect in a relatively short time. This combination of events caused a surge in viatical settlements as investors and viators saw an opportunity for mutual benefit. A U.S. Supreme Court decision from 1911 provides the legal basis for viatical settlements. In Grigsby v. Russell, 222 U.S. 149 (1911), Dr. A. H. Grigsby treated a patient named John C. Burchard. Mr. Burchard, being in need of a particular surgical operation, offered to sell Dr. Grigsby his life insurance policy in return for $100 and for agreeing to pay the remaining premiums. Dr. Grigsby agreed and as a result, the first viatical settlement transaction was created. When Mr. Burchard died, Dr. Grigsby attempted to collect the benefits. An executor of Burchard’s estate challenged Dr. Grigsby in Appeals Court and won. The case eventually reached the U.S. Supreme Court where Justice Oliver Wendell Holmes Jr. delivered the opinion of the court. He stated in relevant part that > “So far as reasonable safety permits, it is desirable to give to life > policies the ordinary characteristics of property. To deny the right to sell > except to persons having such an interest is to diminish appreciably the > value of the contract in the owner’s hands.” The Supreme Court's decision set forth the fundamental principle upon which the viatical settlement and later, the life settlement industry were based: a life insurance policy is private property, which can be assigned at the will of the owner. Viatical settlements were rare for almost eight decades until the onset of the AIDS epidemic. Early improper activities among a few bad actors produced a fear among consumers regarding viatical settlements. Life insurers became concerned about individuals purchasing policies purely for speculative purposes. Today, many states regulate viatical and life settlements and many more are developing legislation and regulations. As of June 2011, the states that do not regulate viatical settlements are Wyoming, South Dakota, Missouri, Alabama, and South Carolina.Regulation, Life Insurance Settlement Association, retrieved March 4, 2012, at http://www.lisassociation.org/vlsaamembers/legislative_maps/images/Reg-of- viatical-and-life-se.jpg All other states regulate viatical settlements. Despite the bad experience of some investors, viatical settlements remain an often valuable tool for the personal financial management of many ill people. A 2002 study showed that among hospice financial counselors who have had experience with viatical settlements, most report positive experiences. ==Notable cases== ===Mutual Benefits=== One of the most infamous viaticals cases involved the Mutual Benefits Corporation headed by Peter Lombardi and run by Joel Steinger. The Florida company purchased life insurance policies from people with HIV, and sold shares in the future proceeds to 28,000 investors. In 2004, the Securities and Exchange Commission closed the firm saying it was a $1 billion Ponzi scheme. Lombardi and Steinger received 20-year prison sentences. ===Kelco=== In August 2008, Stephen L. Keller, the former CEO of Kelco Inc., filed a motion in the United States District Court for the Eastern District of Kentucky, with Judge Karl S. Forester, to dismiss Keller’s convictions for conspiracy, fraud, and money laundering. Keller’s convictions resulted from Kelco buying and selling life insurance policies that in some cases, had been falsified by 3rd party insurance agents, for insureds with HIV/AIDS applications, then buying the policies in a viatical settlement. Keller’s motion was denied on November 12, 2010. His appeal of that denial was also denied, on February 28, 2011. == References == == See also == * Life settlement * Death bond Category:Life insurance Category:Insurance in the United States",
 "title": "Viatical settlement"
}