{
 "id": "371980",
 "text": "Events from the year 1928 in Canada. ==Incumbents== === Crown === * Monarch – George V === Federal government === * Governor General – Freeman Freeman- Thomas, 1st Marquess of Willingdon * Prime Minister – William Lyon Mackenzie King * Chief Justice – Francis Alexander Anglin (Ontario) * Parliament – 16th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – William Egbert *Lieutenant Governor of British Columbia – Robert Randolph Bruce *Lieutenant Governor of Manitoba – Theodore Arthur Burrows *Lieutenant Governor of New Brunswick – William Frederick Todd (until December 28) then Hugh Havelock McLean *Lieutenant Governor of Nova Scotia – James Cranswick Tory *Lieutenant Governor of Ontario – William Donald Ross *Lieutenant Governor of Prince Edward Island – Frank Richard Heartz *Lieutenant Governor of Quebec – Narcisse Pérodeau (until December 31) then Lomer Gouin *Lieutenant Governor of Saskatchewan – Henry William Newlands ==== Premiers ==== *Premier of Alberta – John Edward Brownlee *Premier of British Columbia – John Duncan MacLean (until August 21) then Simon Fraser Tolmie *Premier of Manitoba – John Bracken *Premier of New Brunswick – John Baxter *Premier of Nova Scotia – Edgar Nelson Rhodes *Premier of Ontario – George Howard Ferguson *Premier of Prince Edward Island – Albert Charles Saunders *Premier of Quebec – Louis-Alexandre Taschereau *Premier of Saskatchewan – James Garfield Gardiner === Territorial governments === ==== Commissioners ==== * Gold Commissioner of Yukon – George A. Jeckell (until April 1) then George Ian MacLean * Commissioner of Northwest Territories – William Wallace Cory ==Events== *April 2 – Camillien Houde elected mayor of Montreal *April 24 – The Supreme Court of Canada rules that women are not persons who can hold office according to the British North America Act, 1867—reversed a year later by the Judicial Committee of the Privy Council in Britain *May 7 – The St. Roch is launched. It would become the first ship to sail the Northwest Passage from west to east and to circumnavigate North America. *May 31 – The Legislative Council of Nova Scotia is abolished *July 4 – Jean Lussier goes over Niagara Falls in a rubber ball. *August 20 – John Duncan MacLean resigns as premier of British Columbia *August 21 – Simon Fraser Tolmie becomes premier of British Columbia, replacing John Duncan MacLean *August 25 – Canada's first major air disaster occurred when bad weather caused a BC Airways Ford Trimotor plane to crash in Puget Sound, Washington ==Science and technology== *Frank Morse Robb of Ontario obtains a patent for the first Electronic Organ, the Robb Wave Organ. ==Sports== *The Winter Olympics take place in St. Moritz, Switzerland. The University of Toronto Grads won a gold medal in ice hockey. *The Summer Olympics take place in Amsterdam. Percy Williams and Ethel Catherwood won gold medals for Canada. *March 26 – The South Saskatchewan Junior Hockey League's Regina Pats win their second Memorial Cup by defeating the Ottawa City Junior Hockey League's Ottawa Gunners 2 game to 1. The deciding Game 3 was played Arenas Garden in Toronto *December 1 – The Hamilton Tigers win their third Grey cup by shutting out the Regina Roughriders 30 to 0 in the 16th Grey Cup played at A.A.A Grounds in Hamilton ==Births== ===January to March=== *January 2 **Avie Bennett, businessman and philanthropist (d. 2017) **Allen Sapp, painter (d. 2015) *January 7 – Benny Woit, ice hockey player (d. 2016) *January 20 – Peter Donat, actor (d. 2018) *January 25 – Jérôme Choquette, lawyer and politician (d. 2017) *February 8 – Gene Lees, biographer and lyricist (d. 2010) *February 13 – Gerald Regan, politician, Minister and Premier of Nova Scotia (d. 2019) *February 16 – Les Costello, ice hockey player and Catholic priest (d. 2002) *February 26 – Donald Davis, actor (d. 1998) *March 3 – Diane Foster, athlete (d. 1999) *March 9 – Gerald Bull, engineer and artillery designer (d. 1990) *March 10 – Robert Coates, politician and Minister (d. 2016) *March 12 – Thérèse Lavoie-Roux, politician and Senator (d. 2009) *March 13 – Douglas Rain, actor and narrator (d. 2018) *March 17 – William John McKeag, politician and Lieutenant-Governor of Manitoba (d. 2007) *March 31 – Gordie Howe, ice hockey player (d. 2016) ===April to June=== *April 10 **Kenneth Earl Hurlburt, politician (d. 2016) **Fraser MacPherson, jazz musician (d. 1993) *April 17 – Fabien Roy, politician *April 28 – Zbigniew Basinski, physicist *April 30 – Hugh Hood, novelist, short story writer, essayist and university professor (d. 2000) *May 4 – Maynard Ferguson, jazz trumpet player and bandleader (d. 2006) *May 7 – Bruno Gerussi, actor and television presenter (d. 1995) *May 9 – Barbara Ann Scott, figure skater and Olympic gold medalist (d. 2012) *May 23 **Pauline Julien, singer, songwriter, actress and feminist activist (d. 1998) **Sidney Spivak, politician and Minister (d. 2002) *June 1 – Larry Zeidel, Canadian-American ice hockey player and sportscaster (d. 2014) *June 2 – George Wearring, basketball player (d. 2013) *June 13 – Renée Morisset, pianist (d. 2009) *June 25 – Michel Brault, cinematographer, cameraman, film director, screenwriter and producer (d. 2013) *June 26 – Samuel Belzberg, businessman, philanthropist (d. 2018) ===July to December=== *July 3 – Raymond Setlakwe, entrepreneur, lawyer and politician (d. 2021) *July 7 – Tom Chambers, politician (d. 2018) *July 12 – Paul Ronty, ice hockey centre (d. 2020) *July 17 – Robert Nixon, politician *July 21 – Anne Harris, sculptor *July 22 – Hugh Edighoffer, politician (d. 2019) *July 23 – Irving Grundman, ice hockey executive and politician (d. 2021) *July 26 – Peter Lougheed, lawyer and politician (d. 2012) *July 28 – Ann Sloat, politician (d. 2017) *July 31 – Gilles Carle, film director and screenwriter (d. 2009) *August 7 – James Randi, stage magician and scientific skeptic (d. 2020 in the United States) *September 10 **Roch Bolduc, civil servant, politician **Jean Vanier, founder of L'Arche (d. 2019) *September 20 – Jacqueline Desmarais, billionaire philanthropist (d. 2018) *October 1 – Jim Pattison, businessman *October 7 – Raymond Lévesque, singer-songwriter (d. 2021) *October 9 – Clare Drake, ice hockey coach (d. 2018) *October 27 – Gilles Vigneault, poet, publisher and singer-songwriter *November 3 – Gary Lautens, humorist and newspaper columnist (d. 1992) *November 16 – David Adams, ballet dancer (d. 2007) *November 20 – Toni Onley, painter (d. 2004) *November 28 – Floyd Crawford, ice hockey player (d. 2017) *December 12 – Lionel Blair, dancer and entertainer (d. 2021 in the United Kingdom) *December 16 – Roy Bailey, politician (d. 2018) *December 21 – Clayton Kenny, boxer (d. 2015) *December 28 – Moe Koffman, flautist and saxophonist (d. 2001) *December 29 **Robert Hylton Brisco, politician (d. 2004) **Norman Cafik, politician (d. 2016) ===Full date unknown=== *Peter Bronfman, businessman (d. 1996) ==Deaths== *April 6 – Godfroy Langlois, politician, journalist and lawyer (b. 1866) *April 28 – George Gerald King, politician (b. 1836) ==See also== * List of Canadian films ==Historical Documents== Supreme Court's negative decision on whether women can be appointed to Senate \"No. 9; In the Supreme Court of Canada\" (April 24, 1928), In the Privy Council; No. 121 of 1928; On Appeal from the Supreme Court of Canada[....], pgs. 38-9. Accessed 14 May 2020 http://www.canadiana.ca/view/oocihm.9_08451/38?r=0&s;=1 Emily Murphy leads Famous Five in response to Supreme Court decision against women entering Senate Nellie L. McClung, The Stream Runs Fast; My Own Story (1945), pgs. 187-8. Accessed 14 May 2020 http://www.canadiana.ca/view/oocihm.9_08723/206?r=0&s;=1 Influenza epidemic among Northwest Territories Indigenous people \"spread[s] like wildfire\" from Mackenzie delta to northern Alberta Associated Press, \"Epidemic Flu Killing Indians,\" Spokane (Washington) Chronicle (July 26, 1928). Accessed 14 May 2020 https://content.libraries.wsu.edu/digital/collection/clipping/id/6903/ MP Agnes Macphail calls for federal department of peace because people lack \"confidence in war or in preparedness for war\" Agnes Campbell Macphail, \"Proposal for International Peace Department\" (excerpt from Hansard). Accessed 13 May 2020 http://images.ourontario.ca/Macphail/details.asp?ID=24786 Guide to social hygiene combines public health and eugenics Canadian Social Hygiene Council, Tell Your Children the Truth; A Social Hygiene Booklet for Parents (1928). Accessed 10 April 2020 https://qspace.library.queensu.ca/handle/1974/9377 Manitoba MLA explains trials of unemployment for single men and new immigrants, especially after crop failure in her provinceTestimony of Edith Rogers (April 19, 1928), [House] Select Standing Committee on Industrial and International Relations [on] the question of Insurance against Unemployment, Sickness and Invalidity, pgs. 41-4. Accessed 21 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1602_3_2/61?r=0&s;=1 Statements and petition from Quebec call on government to give settling \"sons of our large families\" priority over immigrants\"Productions,\" [House] Select Standing Committee on Agriculture and Colonization; Minutes of Proceedings and Evidence, pgs. 813-18. Accessed 21 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1602_1_1/853?r=0&s;=1 M.J. Coldwell would prioritize settling \"those who through[...]damage to crops and mortgage companies had gone to the wall\"\"Traffic in Immigration Permits by Members of Federal House Alleged,\" The (Regina) Leader (November 24, 1927), read into record during testimony of M.J. Coldwell (May 15, 1928), [House] Select Standing Committee on Agriculture and Colonization, pg. 678. Accessed 21 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1602_1_1/718?r=0&s;=1 Anglican bishop of Saskatchewan calls immigration \"the foreignization of Canada [with the] aggression of the Church of Rome\" G.E. Lloyd, \"The Building of the Nation; Natural Increase and Immigration\" (unpaginated; July 26, 1928). Accessed 14 May 2020 http://peel.library.ualberta.ca/bibliography/5259/6.html Backing \"Protestantism, Racial Purity, Gentile Economic Freedom\" etc., KKK constitution adopted by Imperial Kloncilium in Regina \"Constitution of the Invisible Empire Knights of the Ku Klux Klan\" (March 1928). Accessed 14 May 2020 http://www.canadiana.ca/view/oocihm.9_09493/1?r=0&s;=1 Photographer Ansel Adams and other Sierra Club members' first experience of Canadian Rockies Ruth Teiser (interviewer), \"The Sierra and Other Ranges,\" Conversations with Ansel Adams (1972, 1974, 1975), pg. 279. Accessed 14 May 2020 https://archive.org/details/convanseladams00adamrich/page/279/mode/1up and Ruth Teiser (interviewer), \"Helen M. LeConte; Reminiscences of LeConte Family Outings, the Sierra Club, and Ansel Adams,\" pgs. 22-3 (document pgs. 140-1), in Sierra Club Women (1976, 1977). Accessed 14 May 2020 http://digitalassets.lib.berkeley.edu/roho/ucb/text/sc_women1_2.pdf ==References== Category:Years of the 20th century in Canada Canada Category:1928 in North America",
 "title": "1928 in Canada"
}