{
 "id": "372131",
 "text": "In anatomy, a fissure (Latin fissura, plural fissurae) is a groove, natural division, deep furrow, elongated cleft, or tear in various parts of the body. It is also generally called a sulcus. In neuroanatomy a fissure usually refers to a larger groove than a sulcus in the brain although some sulci may also be termed fissures. ==Types== ===Brain=== *Broca's fissure: found in the third left frontal fold of the brain. *Burdach's fissure: connects the brain's insula and the inner surface of the operculum. *Calcarine sulcus or Calcerine fissure: extends from the occipital of the cerebrum to the occipital fissure. *Callosomarginal fissure: found in the medial surface of the cerebrum. *Central sulcus or Rolando's fissure: separates the brain's frontal and parietal lobes. *Clevenger's fissure: found in the inferior temporal lobe of the brain *Collateral fissure: found in the inferior surface of the cerebrum. *Fissure of Bichat: found below the corpus callosum in the cerebellum of the brain. *Lateral sulcus or Fissure of Sylvius: separates the frontal and parietal lobes of the brain from the temporal lobe. *Hippocampal sulcus: a sulcus that extends from the brain's corpus callosum to the tip of the temporal lobe. *Horizontal fissure or Transverse fissure: found between the cerebrum and the cerebellum. Note that a \"transverse fissure\" can also be found in the liver and lungs. *Longitudinal fissure or Medial longitudinal fissure: which divides the cerebrum into the two hemispheres. *Occipitoparietal fissure: found between the occipital and parietal lobes of the brain. *Wernicke's fissure: separates the brain's temporal and parietal lobes from the occipital lobe. *Zygal fissure: found in the cerebrum. ===Liver=== *Ligamentum teres hepatis fissure *Ligamentum venosum fissure *Portal fissure, found in the under-surface of the liver *Transverse fissure of liver, found in the lower surface of the liver *Umbilical fissure, found in front of the liver ===Lung=== *Azygos fissure, of right lung *Horizontal fissure of right lung *Oblique fissure, of the right and left lungs ===Skull=== *Auricular fissure, found in the temporal bone *Petrotympanic fissure *Pterygomaxillary fissure *Sphenoidal fissure, separates the wings and the body of the sphenoid bone *Superior orbital fissure ===Other types=== * Fissure (dentistry), a break in the tooth enamel * Anal fissure, a break or tear in the skin of the anal canal * Fissure of the nipple, a condition that results from running, breastfeeding and other friction-causing exposures * Fissured tongue, a condition characterized by deep grooves (fissures) in the tongue *Henle's fissure, a fissure in the connective tissue between the muscle fibers of the heart *Palpebral fissure, separates the upper and lower eyelids * Skin fissure, a linear-like cleavage of skin, sometimes defined as extending into the dermis *Ventral median fissure, of the spinal cord ==Abnormal fissure== Fissure can also refer to an unnatural tract or ulcer, most commonly found in the anus and called an anal fissure. Category:Anatomy",
 "title": "Fissure (anatomy)"
}