{
 "id": "372323",
 "text": "The Ford Telstar is an automobile that was sold by Ford in Asia, Australasia and Africa, comparable in size to the European Ford Sierra and the North American Ford Tempo. It was progressively replaced by the Ford Mondeo. It was named after the Telstar satellite. Like the smaller Ford Laser, the Telstar was based on a model produced by Mazda in Japan. It shared its platform with the Mazda Capella/626, the differences being confined to some styling, engine sizes, and specification. The first model was launched in Japan in 1982. The Australian launch occurred in 1983, replacing the Ford Cortina. Unlike the Cortina, the Telstar was usually only available as a sedan or five-door hatchback (known as the TX5). However, after 1988, a Telstar version of the 626 wagon was sold in Japan and New Zealand. In Taiwan, it was assembled using complete knock-down kits from 1983 via the local joint venture Ford Lio Ho in left-hand drive. It remained in production in Malaysia until early 2001. It was also sold in Hong Kong, Singapore, Indonesia, Cyprus and the Philippines. __TOC__ == First generation (AR, AS; 1982–1987) == Ford introduced the AR series Telstar sedan and hatchback to the Japanese market in October 1982—a rebadged and lightly restyled version of the then new front-wheel drive, Mazda 626 (GC)—both manufactured at Mazda's Hōfu production line. The updated styling relative to the Mazda was performed by Ford Australia. This restyling effort made up part of the Ford Australia spent on the Telstar, including setting up local production facilities. A drag coefficient of was achieved for the AR hatchback. The Telstar filled the gap in Ford Australia's product line- up left by the TF Cortina in 1981. The Ford Meteor sedan had been positioned as a stop-gap replacement, despite occupying the segment below.The right blend at the right time, The Sydney Morning Herald, 25 May 1982 The AR Telstar was introduced to Australia in May 1983, with GL, S and Ghia sedans, plus the TX5 and TX5 Ghia hatchbacks. For the local market, assembly occurred at Ford's Campbellfield, Victoria plant using complete knock-down (CKD) kits. To free up plant capacity for the Ford Falcon (XF), production of the Telstar TX5 switched to Japan, with dealerships receiving the first shipments in February 1985. thumb|left|1983–1985 Ford Telstar (AR) GL sedan thumb|left|1983–1985 Ford Telstar (AR) Ghia sedan thumb|left|1983–1985 Ford Telstar TX5 (AR) Ghia hatchback At launch, features unique to the AR series TX5 Ghia included an electric drivers' seat with adjustable side bolsters and electronic dashboard with LED tachometer and digital speedometer. Fluorescent vertical bars record the fuel level and engine temperature. Air conditioning was optional on all models, as was power steering on all except GL, S, and TX5 manuals. The S model added a height adjustable driver's seat and featured different upholstery over the GL. The AR series offered four- and five-speed manuals and three-speed automatic transmissions. The four-speed was standard on Telstar GL, with the five-speed standard on the remaining models, and the automatic optional on all models. There was only one engine on offer—a and , 2.0-litre with carburettor. After initially importing engines, Ford commenced manufacture at its Norlane, Geelong facility in late 1983, taking the place of the former V8 powerplant at the facility. Local changes for the Australian model included front seat modifications which improved headroom, and suspension tuning. The suspension was fully independent, with a coil/strut system fitted, incorporating anti-dive and negative offset geometry to aid stability in slippery conditions and under heavy braking. Anti-roll bars were fitted front and rear. The TX5 suspension also featured electronic variable shock absorbers—adjustable via a dashboard buttons for normal, automatic or sport. Along with the 626, the Telstar was Wheels magazine's Car of the Year for 1983. thumb|right|1985–1987 Ford Telstar (AS) GL sedan thumb|right|1986–1987 Ford Telstar TX5 (AS) Turbo hatchback A facelifted model (the AS) arrived to Australia in September 1985. This comprised minor restyling to the front and rear, a comprehensively updated interior, improved suspension, revised trim and more features. Front turn signals were relocated from the headlamps to the bumper, with side repeaters added to the wrap-around sections of the front bumper. Taillamps for the sedan were restyled, and all models received new hubcaps or alloys. GL was now fitted with a left-hand side wing mirror, with Ghia models gaining electric mirror operation. The AS update also benefited from tinted side and rear glass for the GL sedan. Analogue instrumentation was now standard across the range, dispensing with the digital setup used previously by the TX5 Ghia. The new centre console housed audio equipment, a storage tray, gear lever and, on Ghia models, power window switches. Telstar GL and the base TX5 offered a more basic hand brake console integrating an ashtray for rear passengers. Ghia models featured an armrest console with acrylic \"smoked glass\" lid to provide extra storage. Compared to the AR series, console storage space for Ghia models was increased, as was glove compartment capacity across all trims. The seats were also revised—the work of Ford Australia—and a modification that only applied to the Ford-badged cars. Other interior changes included those made to the stalk-mounted switchgear, and a new digital clock in the centre of the dashboard benefitting from a glare-prevention hood. The clock was previously located awkwardly ahead of the gear lever. Suspension changes for the AS series included uprated rear springs and reduction in rear anti-roll bar diameter. Improvements were also made to the TX5 Ghia's adjustable suspension. In terms of braking, Ghias were now fitted with four-wheel disc brakes; Telstar GL and TX5 retained front discs and rear drums. Ventilated front disc brakes and semi-metallic pads were now fitted across the range to provide, in conjunction with the brake cooling ducts in the front valance, increased brake cooling capacity and reduced brake fade and squeal. In 1985, Ford sold 20,982 Telstars in Australia—the eighth best selling nameplate. In March 1986, the TX5 Turbo flagship launched in Australia, with an and engine tied to a five-speed manual. Standard equipment over the Ghia trim included two-tone paint, alloy wheels, rear spoiler, three- spoke steering wheel, air conditioning, power steering, and Pioneer sound system. Also in 1986, all Telstars were updated to run on unleaded petrol. In New Zealand, the Telstar, like the Laser, was assembled locally from 1983 (replacing the highly successful Cortina range) at Ford's original Seaview plant near Lower Hutt and later at the Ford/Mazda joint venture plant in Wiri, Auckland, called Vehicle Assemblers of New Zealand (VANZ).Transactions of the Institution of Engineers, Australia: Mechanical engineering, Volumes 15-16, Institution of Engineers, Australia, 1989, page 163 The mechanically identical European specification Mazda 626 and Mazda 323 were initially assembled separately by Motor Holdings in Otahuhu but later joined the Telstar and Laser at VANZ. It was launched in July, 1983. The first generation Telstar was available in New Zealand in both sedan and TX5 hatchback forms, using Mazda 1.6- and 2.0-litre four cylinder engines. However, the absence of a station wagon version, in a market where there was strong demand for such vehicles, prompted Ford New Zealand to introduce a locally assembled Sierra wagon in 1984. The Motor, Volume 168, Temple Press Limited, 1985, page 32 == Second generation (AT, AV; 1987–1992) == The original generation Telstar was replaced in Australia in October 1987 with a refreshed version, called the AT series. Ford rebadged and lightly restyled the Mazda 626 (GD) for the AT series sedan and TX5 hatchback. A station wagon was also available, built on the GD-based GV platform, which was unique to Japan and New Zealand. The facelifted AV model was released in Australia in January 1990, distinguished by a new grille, trim and wheels. In the Australian market, the range was now imported from Japan to make room for the Capri convertible on the Campbellfield line. The switch from local assembly was made possible by the accumulation of import credits obtained from the export of the Capri to the United States. The base GL sedan and hatchback carried over the AS's 2.0-litre inline-four engine producing , while Ghia models featured a 2.2-litre 12-valve inline-four with . The flagship TX5 Turbo used a variation of the 2.2-litre engine, rated at on premium fuel and gaining anti-lock brakes. Power output for the Turbo dropped to when running on regular fuel. Telstar sedans in Australia were discontinued in October 1989 due to the expense of importing them from Japan, solved by switching to the locally assembled Ford Corsair—a rebadged and facelifted Nissan Pintara (U12).The Bulletin, Volumes 114-115, 1993, page 70 Under the Button plan, Ford and Nissan were to share models.Business Review Weekly: BRW, Volume 12, Issues 29-34, page 44 The two were instead sold side-by-side in the Ford range until the third generation Telstar was introduced in 1992. Between 1990 and 1992, the Telstar (AV series) was only available as the Japanese- built, high-performance TX5 hatchback in Australia. However, the Corsair proved less popular than the Telstar had been, losing sales dramatically during 1991.International Motor Business, Volumes 149-152, Economist Intelligence Unit, 1992, page 68-80 In New Zealand, by contrast, the range remained unchanged, although it was later complemented by the Sierra, this time imported from Belgium in small volumes as premium models, rather than assembled locally. Neither the Corsair nor the Pintara were sold in New Zealand, but a similar model, the Nissan Bluebird, was offered in the local market. In Malaysia, the Telstar continued to be assembled by Amim Holdings after a brief hiatus, reaching the market in March 1988. It was offered as a 1.8-litre five-speed manual Ghia sedan or 2.0-litre automatic TX5 hatchback. In early 1990, a facelifted model was shown, with a new, smaller grille, modified taillights and a new 12-valve engine replacing the previous 2.0-litre. The 1.8-litre continued with while the new 2.0-litre engine offered . There were three models on offer; the 1.8 sedan, 2.0 Ghia sedan, and 2.0 Ghia TX5. In Indonesia, this generation was marketed as the \"Ford Telstar Thunder.\" == Third generation (AX, AY; 1991–1997) == Following the introduction of the GE platform Mazda 626, Ford introduced its Telstar version to Japan in October 1991 at Japanese Ford dealerships called Autorama. In Japan the GE-based Telstar was available in a range of sedan models with all four cylinder and V6 engine options and a TX5 hatchback range featuring only the V6 engines. The GV platform Telstar wagon also continued alongside the sedan and hatchback. All variants were available in a large variety of trim levels, with many offering high levels of equipment in comparison to other markets. All were replaced by the GF platform based Telstar in 1997. thumb|left|Ford Telstar (AX) GLX sedan The AX series came to Australia in December 1992. Then followed the decision by Nissan to end Nissan Pintara manufacturing in Australia during 1992, whereby Ford's rebadged version, the Corsair was also discontinued. This left the Telstar as the Ford's sole offering in the mid-size segment of the market. This model was voted as Wheels magazine's Car of the Year for 1992. Trim levels were GLX, Ghia and Ghia 4WS. Four-wheel steering was offered in the top-of-the-range Telstar TX5. A facelifted AY model appeared in August 1994. The Telstar was replaced in Australia by the Mondeo in 1995. New Zealand, like Australia received the AX Telstar in 1992, followed by the AY in late 1994. NZ versions were offered in GLi, GLEi, Ghia sedan and TX5i, TX5 XRi hatchback forms, using 1.8 & 2.0-litre four cylinder and 2.5-litre V6 engines. The wagon version of the previous generation Telstar continued in local production along with the previous generation sedan offered as an entry-level model called the Telstar Orion. Both models retained the earlier 2.0-litre SOHC four cylinder engine. All Telstar models were assembled alongside a similar lineup of Mazda 626 models (except for the Ford-only Orion) at the Ford-Mazda joint venture Vehicle Assemblers of New Zealand (VANZ) plant in Wiri, South Auckland. When the first Mondeos were offered abroad, Ford New Zealand offered the four cylinder AY sedan in two trim levels: Telstar Contour and Telstar Mystique (named after the respective US Ford and Mercury versions of the Mondeo) as a replacement for the GLi and GLEi respectively. Also in the AY lineup was a Telstar Eurosport V6 sedan (replacing the V6 GLEi) and upgraded TX5i and TX5 XRi hatchback models. A limited edition V6 sedan with tuned suspension and unique trim, known as the Telstar Radisich after the New Zealand racing driver Paul Radisich was also sold locally. This was released in two runs of 100 cars each, firstly in 1994 (based on the AX GLEi) and again in 1996 (based closely on the AY Eurosport). Notable features of the model are 16\" ROH Astron alloy wheels, the 'aero' body kit (similar to the TX5 XRi) and Radisich insignia decals. Local assembly of the Telstar ceased along with all other Ford and Mazda models in 1997 when the VANZ Auckland plant closed. It was replaced in all forms by the Belgian-built Mondeo range. The Telstar was always a popular seller for Ford New Zealand. In South Africa, the Telstar replaced the Sierra in 1993, being assembled by Samcor alongside the Mazda 626. As in New Zealand, a Telstar Contour and Telstar Mystique were offered. In 1998, the Telstar was replaced by the Mondeo, which was later fully imported. In Malaysia, the third generation Telstar arrived in August 1992. It was initially available as a four-cylinder 2.0-litre sedan or as a better-equipped hatchback (designated \"TX-5\") which came with a V6 engine, also of 2.0-litre displacement. The four- cylinder model was paired with a five-speed manual transmission, while the V6 received a four-speed automatic. Later, the V6 was also installed in the sedan and became available coupled to a manual transmission in the TX-5. In 1997, the Telstar in Malaysia received a new grille insert and the automatic transmission eventually found its way into the 4-cylinder 16-valve 2.0-litre engine variant. Production ended in early 2001. However, unsold stock lasted until 2003. In Indonesia, this generation was offered with the 2-liter inline- four or the 2.5-liter V6, and was sold as the Telstar Brilliant (four-door sedan) and the Telstar Challenge (five-door liftback). == Fourth generation (1994–1997) == Between 1994 and 1997, a model known as the Telstar II was produced alongside the Mazda Capella on the CG platform, both of which were only sold on the Japanese market. thumb|left|1994–1997 Ford Telstar II == Fifth generation (1997–1999) == thumb|left|1997–1999 Ford Telstar The last Telstar, based on the GF platform, was released in 1997 but only available in Japan as Ford was now marketing the Mondeo in the Asian-Pacific region. It was only available as a sedan and wagon, with no liftback version available. The Telstar was dropped by Ford of Japan in 1999 as the company sought to differentiate itself from Mazda by concentrating on European and American Ford models. Telstars were briefly available with Mazda's four-wheel steering. == References == Telstar Category:Cars introduced in 1982 Category:1980s cars Category:1990s cars Category:Hatchbacks Category:Sedans Category:Station wagons",
 "title": "Ford Telstar"
}