{
 "id": "372589",
 "text": "A notebook processor is a CPU optimized for laptops. One of the main characteristics differentiating notebook processors from other CPUs is low- power consumption, however, they are not without tradeoffs; they also tend to not perform as well as their desktop counterparts. The notebook processor is becoming an increasingly important market segment in the semiconductor industry. Notebook computers are an increasingly popular format of the broader category of mobile computers. The objective of a notebook computer is to provide the performance and functionality of a desktop computer in a portable size and weight. Cell phones and PDAs use \"system on a chip\" integrated circuits that use less power than most notebook processors. While it is possible to use desktop processors in laptops, this practice is generally not recommended, as desktop processors heat faster than notebook processors and drain batteries faster. == Models == === Current === * ARM architecture (used in Chromebooks, Windows 10 laptops, Linux netbooks and recent Macs) ** Apple M series ** MediaTek ** Nvidia: Tegra ** Qualcomm: Snapdragon ** Rockchip ** Samsung Electronics: Exynos * x86 ** AMD: Ryzen, Athlon, and A-Series APU ** Intel: Xeon mobile, Core, Pentium, and Celeron === Former === * PowerPC ** Motorola and Freescale Semiconductor made PowerPC G4 processors for the pre- Intel Apple Computer notebooks. * x86 ** Transmeta: Crusoe and Efficeon ** Intel: Pentium M ** AMD: Mobile Athlon II, Mobile Athlon 64, Mobile Sempron == Image gallery == File:KL Intel Pentium Mobile.jpg|Intel Mobile Pentium MMX 300 MHz File:KL_Fujitsu_Mobile_Pentium_Plastic_Bottom.jpg|Rare Fujitsu Pentium 100 MHz for Notebooks File:KL_Fujitsu_Pentium_Mobile_Ceramic.jpg|Rare Fujitsu Pentium 150 MHz for Notebooks == See also == * Computer architecture * Microprocessor * Personal computing == References == Category:Laptops Category:Microprocessors Category:Mobile computers",
 "title": "Notebook processor"
}