{
 "id": "372719",
 "text": "The grey seal (Halichoerus grypus) is found on both shores of the North Atlantic Ocean. In Latin Halichoerus grypus means \"hook-nosed sea pig\". It is a large seal of the family Phocidae, which are commonly referred to as \"true seals\" or \"earless seals\". It is the only species classified in the genus Halichoerus. Its name is spelled gray seal in the US; it is also known as Atlantic seal and the horsehead seal.Mowat, Farley, Sea of Slaughter, Atlantic Monthly Press Publishing, First American Edition, 1984. ==Taxonomy== There are two recognized subspecies of this seal: {| class=\"wikitable \" |- ! Image !! Subspecies !! Distribution |- |120px|| Halichoerus grypus grypus || Baltic Sea |- |120px|| Halichoerus grypus atlantica || western North Atlantic stock (eastern Canada and the northeastern United States), the eastern North Atlantic stock (British Isles, Iceland, Norway, Denmark, the Faroe Islands, and Russia) |- |} The type specimen of H. g. grypus (Zoological Museum of Copenhagen specimen ZMUC M11-1525, caught off the island of Amager, Danish part of the Baltic Sea) was belied lost for many years but was rediscovered in 2016, and a DNA test showed it belonged to a Baltic Sea specimen rather than from Greenland, as had previously been assumed (because it was first described in Otto Fabricius' book on the animals in Greenland: Fauna Groenlandica). The name H. g. grypus was therefore transferred to the Baltic subspecies (replacing H. g. macrorhynchus), and the name H. g. atlantica resurrected for the Atlantic subspecies. Molecular studies have indicated that the eastern and western Atlantic populations have been genetically distinct for at least one million years, and could potentially be considered separate subspecies. ==Description== This is a fairly large seal, with bulls in the eastern Atlantic populations reaching long and weighing ; the cows are much smaller, typically long and in weight. Individuals from the western Atlantic are often much larger, with males averaging up to and reaching a weight of as much as and females averaging up to and sometimes weighing up to . Record-sized bull grey seals can reach about in length.Gray Seal (marine mammals) . what-when- how.comFAO Advisory Committee on Marine Resources Research (1982) Working Party on Marine Mammals; Mammals of the Sea, Volume 4. Food and Agriculture Organization of the United Nations, Rome.Naughton, D. (2014). The Natural History of Canadian Mammals: Opossums and Carnivores. University of Toronto Press.Bjärvall, A., & Ullström, S. (1986). The mammals of Britain and Europe. London: Croom Helm. A common average weight in Great Britain was found to be about for males and for females whereas in Nova Scotia, Canada adult males averaged and adult females averaged .Lidgard, D. C., Boness, D. J., & Bowen, W. D. (2001). A novel mobile approach to investigating mating tactics in male grey seals (Halichoerus grypus). Journal of Zoology, 255(3), 313-320.Baker, S. R., Barrette, C., & Hammill, M. O. (1995). Mass transfer during lactation of an ice‐breeding pinniped, the grey seal (Halichoerus grypus), in Nova Scotia, Canada. Journal of Zoology, 236(4), 531-542. It is distinguished from the smaller harbor seal by its straight head profile, nostrils set well apart, and fewer spots on its body. Wintering hooded seals can be confused with grey seals as they are about the same size and somewhat share a large-nosed look but the hooded has a paler base colour and usually evidences a stronger spotting.Perrin, W. F., Würsig, B., & Thewissen, J. G. M. (Eds.). (2009). Encyclopedia of marine mammals. Academic Press. Grey seals lack external ear flaps and characteristically have large snouts. Bull greys have larger noses and a less curved profile than harbor seal bulls. Males are generally darker than females, with lighter patches and often scarring around the neck. Females are silver grey to brown with dark patches. ==Ecology and distribution== In the United Kingdom and Ireland, the grey seal breeds in several colonies on and around the coasts. Notably large colonies are at Blakeney Point in Norfolk, Donna Nook in Lincolnshire, the Farne Islands off the Northumberland Coast (about 6,000 animals), Orkney and North Rona. off the north coast of Scotland, Lambay Island off the coast of Dublin and Ramsey Island off the coast of Pembrokeshire. In the German Bight, colonies exist off the islands Sylt and Amrum and on Heligoland. In the Western North Atlantic, the grey seal is typically found in large numbers in the coastal waters of Canada and south to Nantucket in the United States. In Canada, it is typically seen in areas such as the Gulf of St. Lawrence, Newfoundland, the Maritimes, and Quebec. The largest colony in the world is at Sable Island, NS. In the United States it is found year-round off the coast of New England, in particular Maine and Massachusetts. Archaeological evidence confirms grey seals in southern New England with remains found on Block Island, Martha's Vineyard and near the mouth of the Quinnipiac River in New Haven, Connecticut. Its natural range now extends much further south than previously recognised with confirmed sightings in North Carolina. Also, there is a report by Farley Mowat of historic breeding colonies as far south as Cape Hatteras, North Carolina. An isolated population exists in the Baltic Sea, forming the H. grypus balticus subspecies. Besides these very large colonies, many much smaller ones exist, some of which are well known as tourist attractions despite their small size. Such colonies include one on the Carrack rocks in Cornwall. During the winter months grey seals can be seen hauled out on rocks, islands, and shoals not far from shore, occasionally coming ashore to rest. In the spring recently weaned pups and yearlings occasionally strand on beaches after becoming separated from their group. Grey seals are vulnerable to typical predators for a pinniped mammal. Large sharks are known to prey on grey seals in Canada, particularly great white sharks but also, upon evidence, additionally Greenland sharks.Brodie, P., & Beck, B. (1983). Predation by sharks on the grey seal (Halichoerus grypus) in eastern Canada. Canadian Journal of Fisheries and Aquatic Sciences, 40(3), 267-271.Lucas, Z. N., & Natanson, L. J. (2010). Two shark species involved in predation on seals at Sable Island, Nova Scotia, Canada. Proceedings of the Nova Scotian Institute of Science (NSIS), 45(2). In the waters of Great Britain, grey seals are a fairly common prey species for killer whales.Weir, C. R. (2002). Killer whales (Orcinus orca) in UK waters. British Wildlife, 14(2), 106-108.Bloc, D., & Lockyer, C. (1988). Killer whales (Orcinus area) in Faroese waters. Rit Fiskideildar. Apparently, grey seal pups are sometimes taken alive by white-tailed eagles, as well. ==Diet== thumb|A short video on monitoring and conservation of grey seals at Skomer Island thumb|Captive grey seal being fed, showing snout shape The grey seal feeds on a wide variety of fish, mostly benthic or demersal species, taken at depths down to 70 m (230 ft) or more. Sand eels (Ammodytes spp) are important in its diet in many localities. Cod and other gadids, flatfish, herring, wrasse and skates are also important locally. However, it is clear that the grey seal will eat whatever is available, including octopus and lobsters. The average daily food requirement is estimated to be 5 kg (11 lb), though the seal does not feed every day and it fasts during the breeding season. Recent observations and studies from Scotland, The Netherlands and Germany show that grey seals will also prey and feed on large animals like harbour seals and harbour porpoises. In 2014, a male grey seal in the North Sea was documented and filmed killing and cannibalising 11 pups of his own species over the course of a week. Similar wounds on the carcasses of pups found elsewhere in the region suggest that cannibalism and infanticide may not be uncommon in grey seals. Male grey seals may engage in such behaviour potentially as a way of increasing reproductive success through access to easy prey without leaving prime territory.First video footage of seal drowning and eating a pup. New Scientist (15 February 2016) ==Communication== While it was originally understood that marine mammals communicate vocally, new research conducted by researchers at Monash University shows that grey seals clap their flippers as another form of communication. They clap their flippers underwater to deter a predator from attacking. If done during the mating season, the clapping can be used as a way to find a potential mate. The Monash researchers point out that seals are typically known for clapping, so this behavior may not be a surprise, but the clapping we know typically occurs in captivity. Clapping seals are associated with aquariums and zoos, but were never observed in the wild for this behavior. They were astonished at how loud these marine mammals were able to clap underwater, but it is logical for the reasons they do this. ==Reproduction== Grey seals are capital breeders; they forage to build up stored blubber, which is utilised when they are breeding and weaning their pups, as they do not forage for food at this time. They give birth to a single pup every year, with females' reproductive years beginning as early as 4 years old and extending up to 30 years of age. All parental care is provided by the female. During breeding, males don't provide parental care but they defend females against other males for mating. The pups are born at around the mass of 14 kg. They are born in autumn (September to December) in the eastern Atlantic and in winter (January to February) in the west, with a dense, soft silky white fur; at first small, they rapidly fatten up on their mothers' extremely fat-rich milk. The milk can consist of up to 60% fat. Grey seal pups are precocial, with mothers returning to sea to forage once pups are weaned. Pups also undergo a post-weaning fast before leaving land and learning to swim. Within a month or so they shed the pup fur, grow dense waterproof adult fur, and leave for the sea to learn to fish for themselves. In recent years, the number of grey seals has been on the rise in the west and in the U.S.Bidggod, Jess (16 August 2013) Thriving in Cape Cod’s Waters, Gray Seals Draw Fans and Foes. New York Times and CanadaPlan to cull 70,000 grey seals gets Senate panel's approval – Newfoundland & Labrador – CBC News. Cbc.ca. 23 October 2012. there have been calls for a seal cull. thumb|Seal pup a few days after birth Seal pup first year survival rates are estimated to vary from 80 to 85%https://www.researchgate.net/publication/229788805_Mortality_and_morbidity_in_Grey_seal_pups_Halichoerus_grypus_Studies_on_its_causes_effects_of_environment_the_nature_and_sources_of_infectious_agents_and_the_immunological_status_of_pups to below 50% depending on location and conditions. Starvation, due to difficulties in learning to feed, appears to be the main cause of pup death. ==Status== After near extirpation from hunting grey seals for oil, meat and skins in the United States, sightings began to increase in the late 1980s. Bounties were paid on all kinds of seals up until 1945 in Maine and 1962 in Massachusetts. One year after Congress passed the 1972 Marine Mammal Protection Act preventing the harming or harassing of seals, a survey of the entire Maine coast found only 30 grey seals. At first grey seal populations increased slowly but then rebounded from islands off Maine to Monomoy Island and Nantucket Island off of southern Cape Cod. The southernmost breeding colony was established on Muskeget Island with five pups born in 1988 and over 2,000 counted in 2008. According to a genetics study, the United States population has formed as a result of recolonisation by Canadian seals. By 2009, thousands of grey seals had taken up residence on or near popular swimming beaches on outer Cape Cod, resulting in sightings of great white sharks drawn close to shore to hunt the seals.Once again, coastal waters getting seals’ approval Boston Globe. 3 October 2009. A count of 15,756 grey seals in southeastern Massachusetts coastal waters was made in 2011 by the National Marine Fisheries Service. Grey seals are being seen increasingly in New York and New Jersey waters, and it is expected that they will establish colonies further south. Human noise pollution continues to affect marine-life communication. This is typically important for marine mammals. It difficult to protect behaviors of mammals like the grey seal if we do not know all of their behaviors purposes. Since the recent discovery of their clapping communication, this is another factor to be aware of when looking at importance of reducing human noise. Understanding species like this can ultimately help coming up with ways to protect them and allow them to thrive. In the UK seals are protected under the Conservation of Seals Act 1970; however, it does not apply to Northern Ireland. In the UK there have also been calls for a cull from some fishermen claiming that stocks have declined due to the seals. The population in the Baltic Sea has increased about 8% per year between 1990 and the mid 2000s, with the numbers becoming stagnant since 2005. As of 2011 hunting grey seals is legal in Sweden and Finland, with 50% of the quota being used. Other anthropogenic causes of death include drowning in fishing gear. ===Captivity=== Grey seals have proved amenable to life in captivity and are commonly found zoo animals around their native range, particularly in Europe. Traditionally they were popular circus animals and often used in performances such as balancing and display acts. At least one grey seal, probably escaped from captivity, has been observed in the Black Sea near the coast of Ukraine.Marine Ecological Journal. Kovtun O.O. (2011) \"Rare sightings and video-recording of the grey seal, Halichoerus grypus (Fabricius, 1791), in coastal grottoes of the eastern Crimea (Black Sea)\". , 10(4):22. (in Russian) Many seals in captivity are taught tricks such as clapping for human entertainment. While it was recently discovered that they clap in the wild as a means of communication, it can leave questions as to how this affects their overall communication as well. They clap to ward off predators or to find mates, which are both vital components of life for the grey seal. ==See also== ==References== ==External links== *BBC Wales Nature: Grey Seal video clips *Grey Seals on pinnipeds.org *ARKive – images and movies of the grey seal from Atlantic (Halichoerus grypus) *images of the grey seal from North Sea (Halichoerus grypus) *Grey Seal Conservation Society (GSCS) *The first filming of the grey seal in Eastern Crimea, Ukraine * Category:Phocins Category:Pinnipeds of the Arctic Ocean Category:Pinnipeds of Europe Category:Fauna of the Baltic Sea Category:Fauna of the North Sea Category:Fauna of Scandinavia Category:Mammals of Iceland Grey seal Category:Pinnipeds of North America Category:Holarctic fauna",
 "title": "Grey seal"
}