{
 "id": "373174",
 "text": "The von Neumann cardinal assignment is a cardinal assignment that uses ordinal numbers. For a well-orderable set U, we define its cardinal number to be the smallest ordinal number equinumerous to U, using the von Neumann definition of an ordinal number. More precisely: :|U| = \\mathrm{card}(U) = \\inf \\\\{ \\alpha \\in \\mathrm{ON} \\ |\\ \\alpha =_c U \\\\}, where ON is the class of ordinals. This ordinal is also called the initial ordinal of the cardinal. That such an ordinal exists and is unique is guaranteed by the fact that U is well- orderable and that the class of ordinals is well-ordered, using the axiom of replacement. With the full axiom of choice, every set is well-orderable, so every set has a cardinal; we order the cardinals using the inherited ordering from the ordinal numbers. This is readily found to coincide with the ordering via ≤c. This is a well-ordering of cardinal numbers. == Initial ordinal of a cardinal == Each ordinal has an associated cardinal, its cardinality, obtained by simply forgetting the order. Any well-ordered set having that ordinal as its order type has the same cardinality. The smallest ordinal having a given cardinal as its cardinality is called the initial ordinal of that cardinal. Every finite ordinal (natural number) is initial, but most infinite ordinals are not initial. The axiom of choice is equivalent to the statement that every set can be well-ordered, i.e. that every cardinal has an initial ordinal. In this case, it is traditional to identify the cardinal number with its initial ordinal, and we say that the initial ordinal is a cardinal. The \\alpha-th infinite initial ordinal is written \\omega_\\alpha. Its cardinality is written \\aleph_{\\alpha} (the \\alpha-th aleph number). For example, the cardinality of \\omega_{0}=\\omega is \\aleph_{0}, which is also the cardinality of \\omega^{2}, \\omega^{\\omega}, and \\epsilon_{0} (all are countable ordinals). So we identify \\omega_{\\alpha} with \\aleph_{\\alpha}, except that the notation \\aleph_{\\alpha} is used for writing cardinals, and \\omega_{\\alpha} for writing ordinals. This is important because arithmetic on cardinals is different from arithmetic on ordinals, for example \\aleph_{\\alpha}^{2} = \\aleph_{\\alpha} whereas \\omega_{\\alpha}^{2} > \\omega_{\\alpha}. Also, \\omega_{1} is the smallest uncountable ordinal (to see that it exists, consider the set of equivalence classes of well-orderings of the natural numbers; each such well-ordering defines a countable ordinal, and \\omega_{1} is the order type of that set), \\omega_{2} is the smallest ordinal whose cardinality is greater than \\aleph_{1}, and so on, and \\omega_{\\omega} is the limit of \\omega_{n} for natural numbers n (any limit of cardinals is a cardinal, so this limit is indeed the first cardinal after all the \\omega_{n}). Infinite initial ordinals are limit ordinals. Using ordinal arithmetic, \\alpha<\\omega_{\\beta} implies \\alpha+\\omega_{\\beta}=\\omega_{\\beta}, and 1 ≤ α < ωβ implies α · ωβ = ωβ, and 2 ≤ α < ωβ implies αωβ = ωβ. Using the Veblen hierarchy, β ≠ 0 and α < ωβ imply \\varphi_{\\alpha}(\\omega_{\\beta}) = \\omega_{\\beta} \\, and Γωβ = ωβ. Indeed, one can go far beyond this. So as an ordinal, an infinite initial ordinal is an extremely strong kind of limit. == See also == *Aleph number == References == * Y.N. Moschovakis Notes on Set Theory (1994 Springer) p. 198 Category:Ordinal numbers Category:Cardinal numbers",
 "title": "Von Neumann cardinal assignment"
}