{
 "id": "373392",
 "text": "thumb|Galaxies and galaxy clusters plotted in the supergalactic plane < 50 mln ly. In the 1950s the astronomer Gérard de Vaucouleurs recognized the existence of a flattened “local supercluster” from the Shapley-Ames Catalog in the environment of the Milky Way. He noticed that when one plots nearby galaxies in 3D, they lie more or less on a plane. A flattened distribution of nebulae had earlier been noted by William Herschel. Vera Rubin had also identified the supergalactic plane in the 1950s, but her data remained unpublished. The plane delineated by various galaxies defined in 1976 the equator of the supergalactic coordinate system he developed. In years thereafter with more observation data available de Vaucouleurs findings about the existence of the plane proved right. The observed supergalactic plane is more or less perpendicular to the plane of the Milky Way, the angle is 84.5 degrees. The plane runs through the constellations Cassiopeia (in the galactic plane), Camelopardalis, Ursa Major, Coma Berenices (near the galactic north pole), Virgo, Centaurus, Circinus (in the galactic plane), Triangulum Australe, Pavo, Indus, Grus, Sculptor (near the galactic south pole), Cetus, Pisces, Andromeda, and Perseus. Based on the supergalactic coordinate system of de Vaucouleurs, surveys in recent years determined the positions of galaxies, of nearby galaxy clusters relative to the supergalactic plane. Amongst others the Virgo cluster, the Norma cluster (including the Great Attractor), the Coma cluster, the Pisces-Perseus supercluster, the Hydra cluster, the Centaurus cluster, the Pisces-Cetus supercluster and the Shapley Concentration were found to be near the supergalactic plane. == Definition == The supergalactic coordinate system is a spherical coordinate system in which the equator is the supergalactic plane. By convention, supergalactic latitude is usually abbreviated SGB, and supergalactic longitude as SGL, by analogy to and conventionally used for galactic coordinates. thumb|Supergalactic and Ecliptic plane * The zero point is where the super-galactic plane intersects with the galactic plane - (SGB = 0°, SGL = 0°) - this lies at (lx = 137.37°, bx = 0°). In J2000 equatorial coordinates, this is approximately 2.82h, +59.5°. * The plane passes through Earth, because the super-galactic plane is identified as a plane observed from Earth. * The north supergalactic pole (SGB = 90°) lies at galactic coordinates in the constellation of Hercules ( = 47.37°, = +6.32°). In the equatorial coordinate system (epoch J2000), this is approximately RA = 18.9h, Dec = +15.7°. So the transformation from a triple of Cartesian supergalactic coordinates to a triple of galactic coordinates is : \\begin{bmatrix} x \\\\\\ y \\\\\\ z\\end{bmatrix}_\\text{gal} = \\begin{bmatrix} \\cos l_x \\cos b_x & \\sin l_z \\cos b_z \\sin b_x - \\sin b_z \\sin l_x \\cos b_x & \\cos l_z \\cos b_z \\\\\\ \\sin l_x \\cos b_x & \\sin b_z \\cos l_x \\cos b_x - \\cos l_z \\cos b_z \\sin b_x & \\sin l_z \\cos b_z \\\\\\ \\sin b_x & \\cos b_z \\cos b_x \\sin\\left(l_x - l_z\\right) & \\sin b_z \\end{bmatrix} \\begin{bmatrix}x \\\\\\ y \\\\\\ z\\end{bmatrix}_\\text{superg} thumb|Supergalactic and Galactic plane The left column in this matrix is the image of the origin of the supergalactic system in the galactic system, the right column in this matrix is the image of the north pole of the supergalactic coordinates in the galactic system, and the middle column is the cross product (to complete the right handed coordinate system). ==See also== * Coordinate system * Celestial coordinate system == References == == External links == * * Nearest group of galaxies: http://www.icc.dur.ac.uk/~tt/Lectures/Galaxies/LocalGroup/Back/galgrps.html * Understanding the supergalactic coordinates: http://fisherka.csolutionshosting.net/astronote/Structure/Supergal/Supergalacticcoords.html * The universe beyond 10 megaparsecs in Supergalactic coordinates: http://134.4.36.101/level5/Dev2/Dev6.html * Tully R.B. (1989) Support for Three Controversial Claims Made by Gérard de Vaucouleurs. In: Corwin H.G., Bottinelli L. (eds) The World of Galaxies. Springer, New York, NY. https://doi.org/10.1007/978-1-4613-9356-6_62 Category:Astronomical coordinate systems Category:Extragalactic astronomy",
 "title": "Supergalactic coordinate system"
}