{
 "id": "37349",
 "text": "Liberation theology is a Christian theological approach emphasizing the liberation of the oppressed. In certain contexts, it engages socio-economic analyses, with \"social concern for the poor and political liberation for oppressed peoples.\"Dictionary of Historical Terms (1998), Second Edition, Chris Cook, ed., p. 203. In other contexts, it addresses other forms of inequality, such as race or caste. Liberation theology is best known in the Latin American context, especially within Catholicism in the 1960s after the Second Vatican Council, where it became the political praxis of theologians such as Gustavo Gutiérrez, Leonardo Boff, and Jesuits Juan Luis Segundo and Jon Sobrino, who popularized the phrase \"preferential option for the poor\". This expression was used first by Jesuit Fr. General Pedro Arrupe in 1968 and soon after the World Synod of Catholic Bishops in 1971 chose as its theme \"Justice in the World\". The Latin American context also produced evangelical advocates of liberation theology, such as Rubem Alves, José Míguez Bonino, and C. René Padilla, who in the 1970s called for integral mission, emphasizing evangelism and social responsibility. Theologies of liberation have also developed in other parts of the world such as black theology in the United States and South Africa, Palestinian liberation theology, Dalit theology in India, and Minjung theology in South Korea. == Latin American liberation theology == The best-known form of liberation theology is that which developed within the Catholic Church in Latin America in the 1960s, arising principally as a moral reaction to the poverty and social injustice in the region, which is the most unequal in the world. The term was coined in 1971 by the Peruvian priest Gustavo Gutiérrez, who wrote one of the movement's defining books, A Theology of Liberation. Other noted exponents include Leonardo Boff of Brazil, and Jesuits Jon Sobrino of El Salvador and Juan Luis Segundo of Uruguay.Richard P. McBrien, Catholicism (Harper Collins, 1994), chapter IV.Gustavo Gutierrez, A Theology of Liberation, First (Spanish) edition published in Lima, Peru, 1971; first English edition published by Orbis Books (Maryknoll, New York), 1973. The Brazilian Catholic Church, in the world's largest Catholic country, is arguably one of the most theologically progressive Catholic congregations, due in large part to a history of violent military and political conflicts as well as a divisive socioeconomic climate. During Brazil's military rule from 1964 to 1985, the Catholic Church and its members assumed responsibility for providing services to the poor and disenfranchised, often under threat of persecution. The Second Vatican Council and the 1968 Medellín conference innovations in liberation theology entered the Brazilian Church as the Brazilian lower classes experienced sharply deteriorating economic and political conditions. Among these were an increase in landownership concentration, a decline in wages and standards of living, and a rise in the military state's political repression and violence, including mass detainment, torture, and the assassination of political opponents. Latin American liberation theology influenced parts of the evangelical movement and Catholic bishops in the United States. Its use of \"Marxist concepts\" led in the mid-1980s to an admonition by the Vatican's Congregation for the Doctrine of the Faith (CDF). While stating that \"in itself, the expression 'theology of liberation' is a thoroughly valid term\", the prefect Cardinal Ratzinger rejected certain forms of Latin American liberation theology for focusing on institutionalized or systemic sin and for identifying Catholic Church hierarchy in South America as members of the same privileged class that had long been oppressing indigenous populations from the arrival of Pizarro onward.Wojda, Paul J., \"Liberation theology,\" in R.P. McBrien, ed., The Catholic Encyclopedia (Harper Collins, 1995). == Black theology == More or less at the same time as the initial publications of Latin American liberation theology are also found voices of Black liberation theology and feminist liberation theology. Black theology refers to a theological perspective which originated in some black churches in the United States and later in other parts of the world, which contextualizes Christianity in an attempt to help those of African descent overcome oppression. It especially focuses on the injustices committed against African Americans and black South Africans during American segregation and apartheid, respectively. Black theology seeks to liberate people of colour from multiple forms of political, social, economic, and religious subjugation and views Christian theology as a theology of liberation – \"a rational study of the being of God in the world in light of the existential situation of an oppressed community, relating the forces of liberation to the essence of the Gospel, which is Jesus Christ,\" writes James Hal Cone, one of the original advocates of the perspective. Black theology mixes Christianity with questions of civil rights, particularly as raised by the Black Power movement and the Black Consciousness Movement. == Dalit theology == Dalit theology is a branch of Christian theology that emerged among the Dalit caste in the Indian subcontinent in the 1980s. It shares a number of themes with Latin American liberation theology, which arose two decades earlier, including a self- identity as a people undergoing Exodus. Dalit theology sees hope in the \"Nazareth Manifesto\" of Luke 4, where Jesus speaks of preaching \"good news to the poor ... freedom for the prisoners and recovery of sight for the blind\" and of releasing \"the oppressed\". == Palestinian liberation theology == Palestinian liberation theology is an expression of political theology and a contextual theology that represents an attempt by a number of independently working Palestinian theologians from various denominations—mostly Protestant mainline churches—to articulate the gospel message in such a way as to make that liberating gospel relevant to the perceived needs of their indigenous flocks. As a rule, this articulation involves a condemnation of the State of Israel, a theological underpinning of Palestinian resistance to Israel as well as Palestinian national aspirations, and an intense valorization of Palestinian ethnic and cultural identity as guarantors of a truer grasp of the gospel by virtue of the fact that they are inhabitants of the land of Jesus and the Bible. The principal figure in Palestinian liberation theology is the Anglican cleric Naim Ateek, founder of the Sabeel Ecumenical Liberation Theology Center in Jerusalem. == See also == * Catholic Workers Movement * Movement of Priests for the Third World in Argentina * Reconciliation theology * Religious socialism (Buddhism, Islam) * Religious views on capitalism == References == == Further reading == * Lernoux, Penny, Cry of the people: United States involvement in the rise of fascism, torture, and murder and the persecution of the Catholic Church in Latin America. Garden City, N.Y.: Doubleday, 1980. * Alves, Rubem, Towards a Theology of Liberation (1968). *De La Torre, Miguel A., Handbook on U.S. Theologies of Liberation (Chalice Press, 2004). * Ratzinger, Joseph Cardinal, \"Liberation Theology\" (preliminary notes to 1984 Instruction) * Gutiérrez, Gustavo, A Theology of Liberation: History, Politics and Salvation, Orbis Books, 1988. * Kirylo, James D. Paulo Freire: The Man from Recife. New York: Peter Lang, 2011. * Nash, Ronald, ed. Liberation Theology. First ed. Milford, Mich.: Mott Media, 1984. * Smith, Christian, The Emergence of Liberation Theology: Radical Religion and the Social Movement Theory, University of Chicago Press, 1991. * Marxism and Missions / Missions et Marxisme, special issue of the journal Social Sciences and Missions, Volume 22/2, 2009 * Stefan Silber / José María Vigil (eds.): Liberation Theology in Europe / La Teología de la Liberación en Europa. Voices 40 (2017) 2, November-December, 304 pp., ISSN: 2222-0763 (pdf) == External links == * Liberation Theology Video from the Dean Peter Krogh Foreign Affairs Digital Archives. * BBC Religion and Ethics theological obituary of Pope John Paul II: his views on liberation theology * Centre for Liberation Theologies, Faculty of Theology, Katholieke Universiteit Leuven, Belgium * Papal suspension against Miguel d'Escoto is lifted * Key Concepts of Revolution Theology Category:Catholicism and far-left politics Category:Christian socialism Category:Christian terminology Category:Christian theological movements Category:Christianity and politics Category:Economic progressivism Category:Marxism Category:Religious activism Category:World Christianity",
 "title": "Liberation theology"
}