{
 "id": "373452",
 "text": "thumb|A yajna being performed Yajna () refers in Hinduism to any ritual done in front of a sacred fire, often with mantras.SG Nigal (1986), Axiological Approach to the Vedas, Northern Book, , pages 80–81 Yajna has been a Vedic tradition, described in a layer of Vedic literature called Brahmanas, as well as Yajurveda.Laurie Patton (2005), The Hindu World (Editors: Sushil Mittal, Gene Thursby), Routledge, , pages 38-39 The tradition has evolved from offering oblations and libations into sacred fire to symbolic offerings in the presence of sacred fire (Agni). Yajna rituals-related texts have been called the Karma-kanda (ritual works) portion of the Vedic literature, in contrast to Jnana-kanda (knowledge) portion contained in the Vedic Upanishads. The proper completion of Yajna-like rituals was the focus of Mimansa school of Hindu philosophy.Randall Collins (1998), The Sociology of Philosophies, Harvard University Press, , page 248 Yajna have continued to play a central role in a Hindu's rites of passage, such as weddings. Modern major Hindu temple ceremonies, Hindu community celebrations, or monastic initiations may also include Vedic Yajna rites, or alternatively be based on Agamic rituals. ==Etymology== The word yajna () has its root in the Sanskrit meaning 'to worship, adore, honour, revere' and appears in the early Vedic literature, composed in 2nd millennium BCE.Jack Sikora (2002), Religions of India, iUniverse, , page 86 In Rigveda, Yajurveda (itself a derivative of this root) and others, it means \"worship, devotion to anything, prayer and praise, an act of worship or devotion, a form of offering or oblation, and sacrifice\".Monier Monier-Williams, Sanskrit English Dictionary, Oxford University Press, (Reprinted in 2011), pages 839-840 In post-Vedic literature, the term meant any form of rite, ceremony or devotion with an actual or symbolic offering or effort. A yajna included major ceremonial devotions, with or without a sacred fire, sometimes with feasts and community events. It has, states Nigal, a threefold meaning of worship of the deities (devapujana), unity (sangatikarana) and charity (dána).Nigal, p. 81. The Sanskrit word is related to the Avestan term yasna of Zoroastrianism. Unlike the Vedic yajna, however, the Yasna is the name of a specific religious service, not a class of rituals, and they have \"to do with water rather than fire\".Drower, 1944:78Boyce, 1975:147-191 The Sanskrit word is further related to Ancient Greek ἅζομαι (házomai), \"to revere\", deriving from the Proto-Indo-European root *Hyeh₂ǵ- (\"to worship\"). == History == Yajna has been a part of an individual or social ritual since the Vedic times. When the ritual fire – the divine Agni, the god of fire and the messenger of gods – was deployed in a Yajna, mantras were chanted. The hymns and songs sung and oblations offered into the fire were a form of hospitality towards the Vedic gods. The offerings were believed to be carried by Agni to the gods, the gods in return were expected to grant boons and benedictions, and thus the ritual served as a means of spiritual exchange between gods and human beings. The Vedangas, or auxiliary sciences attached to the Vedic literature, define Yajna as follows, > Definition of a Vedic sacrifice Yajña, sacrifice, is an act by which we > surrender something for the sake of the gods. Such an act must rest on a > sacred authority (āgama), and serve for man's salvation (śreyortha). The > nature of the gift is of less importance. It may be cake (puroḍāśa), pulse > (karu), mixed milk (sāṃnāyya), an animal (paśu), the juice of soma-plant > (soma), etc; nay, the smallest offerings of butter, flour, and milk may > serve for the purpose of a sacrifice. — Apastamba Yajna Paribhasa-sutras > 1.1, Translator: M Dhavamony In the Upanishadic times, or after 500 BCE, states Sikora, the meaning of the term Yajna evolved from \"ritual sacrifice\" performed around fires by priests, to any \"personal attitude and action or knowledge\" that required devotion and dedication. The oldest Vedic Upanishads, such as the Chandogya Upanishad (~700 BCE) in Chapter 8, for example state, > अथ यद्यज्ञ इत्याचक्षते ब्रह्मचर्यमेव तद्ब्रह्मचर्येण ह्येव यो ज्ञाता तं > विन्दतेऽथ यदिष्टमित्याचक्षते ब्रह्मचर्यमेव तद्ब्रह्मचर्येण > ह्येवेष्ट्वात्मानमनुविन्दते ॥ १ ॥ What is commonly called Yajna is really > the chaste life of the student of sacred knowledge, for only through the > chaste life of a student does he who is a knower find that, What is commonly > called Istam (sacrificial offering) is really the chaste life of the student > of sacred knowledge, for only having searched with chaste life of a student > does one find Atman (Soul, Self) || 1 || — Chandogya Upanishad 8.5.1 Robert > Hume, Chandogya Upanishad 8.5.1, Oxford University Press, page 266Jack > Sikora (2002), Religions of India, iUniverse, , page 87 The later Vedic Upanishads expand the idea further by suggesting that Yoga is a form of Yajna (devotion, sacrifice). The Shvetashvatara Upanishad in verse 1.5.14, for example, uses the analogy of Yajna materials to explain the means to see one's soul and God, with inner rituals and without external rituals.Robert Hume, Shvetashvatara Upanishad 1.5.14, Oxford University Press, page 396 It states, \"by making one's own body as the lower friction sticks, the syllable Om as the upper friction sticks, then practicing the friction of meditation, one may see the Deva who is hidden, as it were\". === The changing nature of Vedic offerings === thumb|(clockwise from left top corner) Rishi, Pitri, Bhuta, Manushya and (centre) Deva yajnas The nature of Vedic sacrifice and rituals evolved over time, with major changes during the 1st millennium BCE, changes that influenced concepts later adopted by other traditions such as Buddhism. Early Vedic period sacrifices involved animal sacrifice, but the rituals were progressively reinterpreted over time, substituting the offerings and making it non-violent or symbolic, with the superiority of knowledge and celebration of sound of mantra replacing the physical offerings. Ultimately, the external rituals were reformulated and replaced with \"internal oblations performed within the human body\". These ideas of substitution, evolution from external actions (karma-kanda) to internal knowledge (jñana-kanda), were highlighted in many rituals-related sutras, as well as specialized texts such as the Brihadaranyaka Upanishad (~800 BCE), Chandogya Upanishad, Kaushitaki Upanishad and Pranagnihotra Upanishad. The Vedic text Satapatha Brahmana defines a sacrifice as an act of abandonment of something one holds of value, such as oblations offered to god and dakshina (fees, gifts) offered during the yajna. For gifts and fees, the text recommends giving cows, clothing, horses or gold. The oblations recommended are cow milk, ghee (clarified butter), seeds, grains, flowers, water and food cakes (rice cake, for example). Similar recommendations are repeated in other texts, such as in the Taittiriya Shakha 2.10 of the Krishna Yajurveda). Tadeusz Skorupski states that these sacrifices were a part of ritual way of life, and considered to have inherent efficacy, where doing these sacrifices yielded repayment and results without the priests or gods getting involved. These Vedic ideas, adds Skorupski, influenced \"the formulation of Buddhist theory of generosity\". Buddhist ideas went further, criticizing \"the Brahmins for their decadence and failure to live in conformity with the Brahmanic legacy of the ancient Brahmins\", who claimed the Vedic ancients \"lived in self restraint, were ascetics, had no cattle, no gold, and no wealth\". The Buddha sought return to more ancient values, states Tadeusz Skorupski, where the Vedic sages \"had study as their grain and wealth, guarded the holy life as their treasure, praised morality, austerity and nonviolence; they performed sacrifices consisting of rice, barley and oil, but they did not kill the cows\". == Priests == Vedic (Shrauta) yajnas are typically performed by four priests of the Vedic priesthood: the hota, the adhvaryu, the udgata and the Brahma.Mahendra Kulasrestha (2007), The Golden Book of Upanishads, Lotus, , page 21 The functions associated with the priests were:Nigal, p. 79. * The Hota recites invocations and litanies drawn from the Rigveda. He use three Rig verses, the introductory verse, the accompanying verse and benediction as the third. * The Adhvaryu is the priest's assistant and is in charge of the physical details of the ritual like measuring the ground, building the altar explained in the Yajurveda. The adhvaryu offers oblations.Robert Hume, Brihadaranyaka Upanishad 3.1, Oxford University Press, pages 107- 109 * The Udgata is the chanter of hymns set to melodies and music (sāman) drawn from the Samaveda. The udgatar, like the hota, chants the introductory, accompanying and benediction hymns. * The Brahma is the superintendent of the entire performance, and is responsible for correcting mistakes by means of supplementary verses taken from the Atharva Veda. == Offerings and style == There were usually one, or three, fires lit in the center of the offering ground. Oblations are offered into the fire. Among the ingredients offered as oblations in the yajna are ghee, milk, grains, cakes and soma. The duration of a yajna depends on its type, some last only a few minutes whereas, others are performed over a period of hours, days or even months. Some yajnas were performed privately, while others were community events.Ralph Griffith, The texts of the white Yajurveda EJ Lazarus, page i-xvi, 87-171, 205-234Frits Staal (2009), Discovering the Vedas: Origins, Mantras, Rituals, Insights, Penguin, , page 124 In other cases, yajnas were symbolic, such as in the Brihadaranyaka Upanishad hymn 3.1.6, where \"the mind is the Brahmin of sacrifice\" and the goal of sacrifice was complete release and liberation (moksha). The benedictions proffered ranged from long life, gaining friends, health and heaven, more prosperity, to better crops.Michael Witzel (2003), \"Vedas and Upaniṣads\", in The Blackwell Companion to Hinduism (Editor: Gavin Flood), Blackwell, , pages 76-77Frits Staal (2009), Discovering the Vedas: Origins, Mantras, Rituals, Insights, Penguin, , pages 127-128 For example, Yajnas, where milk products, fruits, flowers, cloth and money are offered, are called homa or havan. A typical Hindu marriage involves a Yajna, where Agni is taken to be the witness of the marriage.Hazen, Walter. Inside Hinduism. Lorenz Educational Press. . P. 34. == Types == Kalpa Sutras list the following yajna types:Prasoon, Ch.2, Vedang, Kalp. * Pāka-yajñās: — Aṣtaka, sthālipāka, parvana, srāvaṇi, āgrahayani, caitri, and āsvīyuji. These yajñās involve consecrating cooked items. * Soma-yajñās: — Agnistoma, atyajnistoma, uktya, shodasi, vājapeya, atirātra, and aptoryama are the seven soma-yajñās. * Havir-yajñās: — Agniyādhāna, agnihotra, darśa-pūrṇamāsa, āgrayana, cāturmāsya, niruudha paśu bandha, sautrāmaṇi. These involve offering havis or oblations. * Pañca-mahā-yajñās: — The \"five great yajnas\" or mahāsattras. (See below.) * Veda-vrātas: — They are four in number and done during Vedic education. * Sixteen yajñās performed during one-time samskāras: garbhādhānā, pumsavana, sīmanta, jātakarma, nāmakaraṇa, annaprāśana, chudākarma/caula, niskramana, karnavedha, vidyaarambha, upanayana, keshanta, snātaka and vivāha, nisheka, antyeshti. These are specified by the Gṛhya Sūtrās. {| class=\"wikitable\" align=center style = \" background: transparent; \" |+ The five great Vedic sacrifices (Mahasattra) |-style=\"text-align: center;\" ! style=\"background: #ffcc66;\" width= 140px |Name of sacrifice ! width= 140px | What is sacrificed? || width= 225px | To whom? || Frequency |-style=\"text-align: center;\" ! Bhuta- yajna | Food cakes || Sacrifice to living beings (animals, birds, etc.) || Daily |-style=\"text-align: center;\" ! Manushya-yajna | Alms and water (seva, dāna) || Sacrifice to fellow human beings || Daily |-style=\"text-align: center;\" ! Pitr-yajna | Libations of water || Sacrifice to ancestors || Daily |-style=\"text-align: center;\" ! Deva-yajna (homa) | Ghee || Sacrifice to gods || Daily |-style=\"text-align: center;\" ! Brahma-yajna | Words (reading of the Vedas) || Sacrifice to Brahman (ultimate reality) || When possible |} In Valmiki's Ramayana, it is said that Rama performed ashvamedha, vajapeya, pundarika, rajasuya, and several other yajnas multiple times. == Methods == The Vedic yajna ritual is performed in the modern era on a square altar called Vedi (Bedi in Nepal), set in a mandapa or mandala or kundam, wherein wood is placed along with oily seeds and other combustion aids. However, in ancient times, the square principle was incorporated into grids to build large complex shapes for community events. Thus a rectangle, trapezia, rhomboids or \"large falcon bird\" altars would be built from joining squares.Ralph Griffith, The texts of the white Yajurveda EJ Lazarus, pages 87-171 The geometric ratios of these Vedi altar, with mathematical precision and geometric theorems, are described in Shulba Sutras, one of the precursors to the development of mathematics in ancient India.Kim Plofker (2009), Mathematics in India, Princeton University Press, , pages 16-27 The offerings are called Samagri (or Yajāka, Istam). The proper methods for the rites are part of Yajurveda, but also found in Riddle Hymns (hymns of questions, followed by answers) in various Brahmanas. When multiple priests are involved, they take turns as in a dramatic play, where not only are praises to gods recited or sung, but the dialogues are part of a dramatic representation and discussion of spiritual themes. The Brahmodya Riddle hymns, for example, in Shatapatha Brahmana's chapter 13.2.6, is a yajna dialogue between a Hotri priest and a Brahmin priest, which would be played out during the yajna ritual before the attending audience. == During weddings == Agni and yajna play a central role in Hindu weddings. Various mutual promises between the bride and groom are made in front of the fire, and the marriage is completed by actual or symbolic walk around the fire. The wedding ritual of Panigrahana, for example, is the 'holding the hand' ritualThe Illustrated Encyclopedia of Hinduism: A-M, James G. Lochtefeld (2001), , Page 427 as a symbol of their impending marital union, and the groom announcing his acceptance of responsibility to four deities: Bhaga signifying wealth, Aryama signifying heavens/milky way, Savita signifying radiance/new beginning, and Purandhi signifying wisdom. The groom faces west, while the bride sits in front of him with her face to the east, he holds her hand while the Rig vedic mantra is recited in the presence of fire.Hindu Saṁskāras: Socio-religious Study of the Hindu Sacraments, Rajbali Pandey (1969), see Chapter VIII, , pages 153-233P.H. Prabhu (2011), Hindu Social Organization, , see pages 164-165 The Saptapadi (Sanskrit for seven steps/feet), is the most important ritual in Hindu weddings, and represents the legal part of Hindu marriage.BBC News article on Hinduism & Weddings, Nawal Prinja (August 24, 2009) The couple getting married walk around the Holy Fire (Agni), and the yajna fire is considered a witness to the vows they make to each other. In some regions, a piece of clothing or sashes worn by the bride and groom are tied together for this ceremony. Each circuit around the fire is led by either the bride or the groom, varying by community and region. Usually, the bride leads the groom in the first circuit. The first six circuits are led by the bride, and the final one by the groom. With each circuit, the couple makes a specific vow to establish some aspect of a happy relationship and household for each other. The fire altar or the Yajna Kunda is square. == See also == *Ashvamedha *Historical Vedic religion *Homa (ritual) *Śrauta *Yajurveda *Vedi (altar) *Yajamana == References == == Publications == * Agrawala, Vasudeva Sharana. India as known to Pāṇini: a study of the cultural material in the Ashṭādhyāyī. Prithvi Prakashan, 1963. * Dallapiccola Anna. Dictionary of Hindu Lore and Legend........ * Gyanshruti; Srividyananda. Yajna A Comprehensive Survey. Yoga Publications Trust, Munger, Bihar, India; 1st edition (December 1, 2006). . * Krishnananda (Swami). A Short History of Religious and Philosophic Thought in India. Divine Life Society, Rishikesh. * Nigal, S.G. Axiological Approach to the Vedas. Northern Book Centre, 1986. . * Prasoon, (Prof.) Shrikant. Indian Scriptures. Pustak Mahal (August 11, 2010). . * Vedananda (Swami). Aum Hindutvam: (daily Religious Rites of the Hindus). Motilal Banarsidass, 1993. . Category:Puja (Hinduism) Category:Hindu rituals Category:Soma (drink)",
 "title": "Yajna"
}