{
 "id": "373961",
 "text": "Orrin Porter Rockwell (June 28, 1813 or June 25, 1815 – June 9, 1878) was a figure of the Wild West period of American history. A lawman in the Utah Territory, he was nicknamed Old Port and The Destroying Angel of Mormondom. Rockwell served as a bodyguard, and was a personal friend, of Latter Day Saint movement founder Joseph Smith. After Smith's death in 1844, Rockwell became a bodyguard of his successor, Brigham Young, and traveled with him and members of The Church of Jesus Christ of Latter-day Saints (LDS Church) to the Salt Lake Valley in the present-day U.S. state of Utah. Many people believed that Rockwell was under divine protection. This, along with his reputation as a skilled marksman, resulted in the propagation of many legends and stories about him. ==Biography== Rockwell was born in Belchertown, Hampshire County, Massachusetts, to Orin and Sarah Rockwell, who were neighbors of the Smith family. He was a descendant of Edmund Rice, an early immigrant to Massachusetts Bay Colony. Rockwell was eight years younger than Smith. While Smith was publishing the Book of Mormon, Rockwell picked berries at night and hauled wood into town to help pay for the publishing. In 1830, at 16-years old, Rockwell was baptized into Smith's Church of Christ in Fayette, New York. Historically, the date of Rockwell's baptism is April 6, the day the church was organized, but original documents suggest a probable date of June 9. Rockwell was the youngest member of the first group to be baptized into the church. On February 2, 1832, Rockwell married Luana Beebe in Jackson County, Missouri, and was endowed in the Nauvoo Temple on January 5, 1846. Rockwell killed many men as a gunfighter, a religious enforcer, and Deputy United States Marshal. According to legend, Rockwell told a crowd listening to United States vice president Schuyler Colfax in 1869, \"I never killed anyone who didn't need killing\", a quote used by actor John Wayne in a movie decades later. ===Boggs attempted assassination accusation=== On the evening of May 6, 1842, Lilburn Boggs was shot by an unknown party who fired at him through a window as he read a newspaper in his study. He was badly wounded but survived. Boggs was the governor of Missouri who had signed the Executive Order 44 on October 27, 1838 known as the \"Extermination Order\" evicting Mormons from Missouri by violent and deadly means. Rockwell was accused of attempted murder but the grand jury was unable to find sufficient evidence to indict Rockwell,Independent Expositor, Nile's Register, Sept. 30, 1843, http://www.ida.net/graphics/shirtail/orrin.htm, convinced in part by his reputation as a deadly gunman and his statement he \"never shot at anybody, if I shoot, they get shot! ...\"Beckstorm, Danielle. \"Porter Rockwell\". LDS Living.http://ldsliving.com/story/77142-porter-rockwell-7-unbelievable-facts- and-stories-you-didnt-know A disaffected Mormon, John C. Bennett, claimed that Smith had offered a cash reward for the elimination of Boggs, and that Smith admitted Rockwell did the deed. He went on to say Rockwell made a veiled threat against Bennett's life if he publicized the story. After investigators questioned Smith about these accusations and Rockwell's involvement, Smith denied it could be Rockwell. Asked how he could be so confident. Smith allegedly replied, \"He's still alive, isn't he?\"\"Porter Rockwell\" Richard Lloyd Dewey Smith vehemently denied Bennett's account, speculating Boggs, while campaigning for state senate, was attacked by an election opponent. Mormon writer Monte B. McLaws, in the Missouri Historical Review, supported Smith, answered, while there was no clear finger pointing to anyone, Boggs was running for election against several violent men, all capable of the deed, and there was no particular reason to suspect Rockwell. ===Utah years=== Following Smith's death, Rockwell followed Brigham Young and the LDS Church to the Salt Lake Valley. In 1849, Rockwell was appointed as deputy marshal of Great Salt Lake City, and remained a peace officer until his death. He was well-known for his endurance, loyalty, and relentlessness. Rockwell operated the Hot Springs Hotel and Brewery at the southern end of the Salt Lake Valley, in an area known as \"Point of the Mountain\". Rockwell's fame as a \"mountain man\" attracted the explorer, Richard Francis Burton.Burton F. Richard, The City of Saints. Knopf, New York 1963. pgs.502-504 In 1860, on his trip across America to the west coast, Burton stopped to explore the Salt Lake City area. He stayed with Lysander Dayton in a village near the city, and Dayton invited Rockwell to dinner. Rockwell sent for a bottle of Valley Tan Whiskey, and he and Burton drank shot-for-shot into the night, with Rockwell outlining steps Burton should take for safety during his passage to Sacramento. Rockwell advised Burton to carry a loaded double-barreled shotgun, sleep in a \"dark camp\" (unlit, miles from where supper was cooked), to never trust appearances, and to avoid the main trail, where \"White Indians\" (so-called because they were white robbers disguised as Indians to avert blame) preyed on travelers. ===Death=== Rockwell died in Salt Lake City, Utah Territory, of natural causes on June 9, 1878.Salt Lake Tribune, June 12, 1878 He was buried in the Salt Lake City Cemetery. At the time of his death, Rockwell had been a baptized Latter-day Saint longer than anyone living. His epitaph reads: > He was brave and loyal to his faith. True to the Prophet Joseph Smith. A > promise made him by the prophet. Through obedience, it was fulfilled. At Rockwell's funeral, apostle Joseph F. Smith, nephew of Joseph Smith and future church president, spoke the following about Rockwell: > They say he was a murderer; if he was, he was the friend of Joseph Smith and > Brigham Young, and he was faithful to them, and to his covenants, and he has > gone to Heaven and apostates can go to Hell ... Porter Rockwell was > yesterday afternoon ushered into Heaven clothed with immortality and eternal > life, and crowned with all glory which belongs to a departed saint. He has > his little faults, but Porter's life on earth, taken altogether, was one > worthy of example, and reflected honor upon the church. Through all his > trials, he never once forgot his obligations to his brethren and his God. ===Legacy=== Rockwell served as a loyal, personal bodyguard to both Smith and later to Young. Separating fact from legends, folklore, and myths concerning Rockwell is difficult for historians, in large part because Rockwell was only semi-literate and kept no personal diary. Rockwell had the distinction of being the subject of a direct prophecy by Smith. After spending eight months in jail on charges of attempting to assassinate Boggs, Rockwell traveled to Nauvoo, appearing unannounced at a Christmas party at Smith's home. After his identity was confirmed, Smith was moved to say: > I prophesy, in the name of the Lord, you—Orrin Porter Rockwell—so long as ye > shall remain loyal and true to thy faith, need fear no enemy. Cut not thy > hair, and no bullet or blade can harm thee. The promise echoes one given by an angel to the parents of the biblical Samson. Rockwell, at one time, cut his hair. After hearing of a balding widow with typhoid fever, he offered his famous long hair to make a wig. The recipient of the hair was Agnes Coolbrith Smith Pickett, widow of Smith's brother, Don Carlos, and mother of Ina Coolbrith. ==Cultural influence== Rockwell's legacy is said to have inspired other famous American frontiersmen, including Wild Bill Hickok and Buffalo Bill. Rockwell has also been portrayed on screen by John Carradine in the 1940 film Brigham Young, by James Coburn in the 1995 television film The Avenging Angel, and by Gyll Huff in the 1995 Trent Harris film Plan 10 from Outer Space. He was also the main character in the 1969 Death Valley Days episode called the \"Son of Thunder\" (1969). Rockwell is portrayed by Corbin Allred in a supporting role in the 2019 film Out of Liberty. Rockwell was the primary subject of the independent 1994 Rockwell In 2010, a documentary called Stories from the Life of Porter Rockwell was created by Issimo Productions, which includes historical re- creations of events from the life of Rockwell, as well as interviews with scholars and historians, including John W. Rockwell, great-great-grandson of Rockwell. Two statues of Rockwell exist: one near the old site of his Hot Springs Hotel and Brewery near the Utah State Penitentiary, the other in Lehi, Utah, off of Main Street behind the \"Porter's Place\" restaurant which exists to celebrate his memory. The restaurant has since moved to Eureka, Utah. ==See also== * Bear River Massacre * Alexander William Doniphan * Hawken rifle * Ironport (beverage) * Liberty Jail * List of bodyguards * List of Old West gunfighters * List of Old West lawmen * Mormon folklore * Perry, Utah * Pioneer Village (Utah): Gun Collection * This is the Place Monument * Lauritz Smith * Lot Smith * Utah War == Notes== == References == * * * * * * * * ==External links== * *\"Did Orrin Porter Rockwell Shoot Lilburn Boggs, Governor of Missouri?\", Mormonism Researched by Kerry A. Shirts Category:1813 births Category:1878 deaths Category:American leaders of The Church of Jesus Christ of Latter-day Saints Category:Bodyguards Category:Burials at Salt Lake City Cemetery Category:Converts to Mormonism Category:Danites Category:Gunslingers of the American Old West Category:Latter Day Saints from Illinois Category:Latter Day Saints from Missouri Category:Latter Day Saints from New York (state) Category:Latter Day Saints from Utah Category:Leaders in the Church of Christ (Latter Day Saints) Category:Mormon pioneers Category:People of the Utah War Category:Religious leaders from Massachusetts Category:United States Marshals",
 "title": "Porter Rockwell"
}