{
 "id": "374184",
 "text": "Miriam Rogers ( Spickler; born January 27, 1956) is an American actress. Her notable film roles are Gung Ho (1986), Someone to Watch Over Me (1987), Desperate Hours (1990), and Full Body Massage (1995). She garnered the greatest acclaim of her career for her role in the religious drama The Rapture (1991), with critic Robin Wood declaring that she \"gave one of the greatest performances in the history of the Hollywood cinema.\" Rogers has since appeared in Reflections on a Crime (1994), The Mirror Has Two Faces (1996), Austin Powers: International Man of Mystery (1997), Lost in Space (1998), Ginger Snaps (2000), The Door in the Floor (2004), and For a Good Time, Call... (2012). Her extensive work in television includes Paper Dolls (1984), Weapons of Mass Distraction (1997), The Loop (2006–2007), and recurring roles on The X-Files (1998–1999), Two and a Half Men (2011–2015), Wilfred (2014), Mad Men (2015), and Bosch (2014–2021). ==Early life== Rogers was born Miriam Spickler at General Hospital in Coral Gables, Florida. She is the daughter of Philip C. Spickler, a civil engineer, and Kathy Talent, a former dance and drama major. Rogers' father was Jewish and her mother Episcopalian. Her father became involved with Scientology before she was born, and the organization was part of her upbringing. The family lived in Virginia, Arizona, Michigan, and England before settling in Los Angeles. Rogers finished her formal education upon high school graduation at age 14. She later worked in a hospital for incapacitated patients outside Palo Alto, California, and for six years she worked part-time as a social worker involved in substance-abuse counseling. At the beginning of their acting careers, Rogers and Kirstie Alley lived together. ==Career== After her first marriage ended, Rogers moved to Los Angeles to embark on an acting career. She studied acting with Milton Katselas for nine months and then sought an agent. She screen tested for the lead role in Body Heat which eventually went to Kathleen Turner. Her earlier roles included television appearances in Hill Street Blues (1981) as a love interest for officer Andy Renko (Charles Haid), in Magnum, P.I. (1982), and in Hart to Hart (1983). In 1982, Rogers starred in the made-for-TV-movie Hear No Evil as Meg. Between 1983 and 1984, she worked extensively in television as a series regular on The Rousters and as supermodel Blair Harper-Fenton in Paper Dolls. In 1986, she starred alongside Michael Keaton in Gung Ho. In 1986, Rogers auditioned for the female lead in Fatal Attraction which went to Glenn Close. However, Rogers got her breakthrough role when she was cast opposite Tom Berenger in Someone to Watch Over Me (1987). Rogers played Claire Gregory, a socialite who is protected after she witnesses a murder. In 1989, she starred in The Mighty Quinn. In 1990, she appeared in Desperate Hours. In 1991, Rogers starred as the protagonist in The Rapture about a woman who converts from a swinger to a born-again Christian after learning that a true Rapture is upon the world. She received an Independent Spirit Award for Best Female Lead nomination for her role in the film. Slant Magazine praised her \"spectacular performance, which seems in part inspired by the physical splendors and feral glances of Bette Davis or Barbara Stanwyck.\" In 1993, Rogers posed nude for the March 1993 edition of Playboy magazine, and also appeared on that issue's cover. She later explained \"Playboy had been after me for years, and finally I agreed to pose when they gave me complete approval over the shoot. It was done in a tasteful way, and since I knew that I wanted to have children soon, I thought it might be nice to have a permanent record of my body in its prime.\" In 1994, Rogers starred as a woman on death row in the prison thriller Reflections on a Crime and received the Best Actress prize for the film at the Seattle International Film Festival. New York Magazine praised Rogers' \"typically terrific performance\" in the film. Rogers later joined an ensemble cast in the critically acclaimed comedy-drama Trees Lounge (1996). She also had a supporting role alongside Barbra Streisand and Lauren Bacall in The Mirror Has Two Faces (1996). Her next film was the beginning of what would become a major franchise, when she appeared as Mrs. Kensington in Austin Powers: International Man of Mystery (1997). In 1998, she co-starred in Lost in Space. A year later, she co-produced and co-starred in the Holocaust drama The Devil's Arithmetic. Together with her fellow producers, Rogers received a Daytime Emmy Award nomination for Outstanding Children's Special for the film. Between 1998 and 1999, Rogers also had a recurring role on The X-Files playing Diana Fowley for seven episodes. In 2000, she starred in the critically acclaimed Canadian horror film Ginger Snaps. She was also a series regular on the short-lived ABC series The Geena Davis Show (2000–01). Rogers later made television appearances on Dawson's Creek (2003) as the mother of Jen Lindley (Michelle Williams) and in Las Vegas (2003). She also appears in the comedy prequel Dumb and Dumberer: When Harry Met Lloyd (2003). In 2004, she starred alongside Jeff Bridges and Kim Basinger in the drama The Door in the Floor. Between 2006 and 2007, Rogers was a series regular on the Fox comedy The Loop playing Meryl. In 2010, Rogers had a guest voice role on King of the Hill and served as a producer on Unstoppable. In 2010, she performed at the Geffen Playhouse in Love, Loss, and What I Wore. In 2011, she was cast in the recurring role of Robin Schmidt, a primatologist and Ashton Kutcher's mother on Two and a Half Men. Rogers resumed the role in the season 10 premiere episode. In 2012, she made a guest appearance on The Client List, and appeared in the films For a Good Time, Call... and, alongside Meryl Streep, in Hope Springs. In March 2012, she was cast alongside Chad Michael Murray in the ABC pilot Scruples, as Harriet, a \"powerful and vindictive magazine editor\". Since 2014, she has had a recurring role in Bosch. Rogers appears as Honey Chandler, an attorney at odds with the titular character portrayed by Titus Welliver. ==Other ventures== Having played poker as a teenager, Rogers took up competitive poker in 2003 and finished in the money in her first major tournament at the World Poker Tour's 240 player Shooting Stars' main event No- Limit Texas hold 'em tournament in San Jose, California, on March 4, 2004. She is on the board of directors of the World Poker Tour. In July 2006, she finished in the money (33rd place) at the $1000 Ladies' No-Limit Hold 'em World Series of Poker event. ==Personal life== Rogers has been married three times. She married James Rogers in 1976 and assumed his surname; they divorced in 1980. She then had a relationship with Emilio Estevez. On May 9, 1987, she married actor Tom Cruise in a New York City ceremony; the marriage broke down at the end of 1989, and a divorce was finalized in February 1990. In January 1990, the couple released a joint statement: \"While there have been very positive aspects to our marriage, there were some issues which could not be resolved even after working on them for a period of time.\" It was Rogers who introduced Cruise to Scientology. In an interview with Playboy in 1993, Rogers discussed her split from Cruise and likened her ex-husband to a \"monk\" when discussing intimacy issues. Rogers later retracted the comments and claimed she had been misinterpreted. In 1990, Rogers met her present husband, producer Chris Ciaffa, on the set of the made-for-cable film Fourth Story. The couple has a daughter, Lucy (born 1994) and a son, Charlie (born 2001). They married on March 20, 2003, at the Beverly Hills courthouse. During an interview on The Late Late Show with Craig Kilborn, Rogers joked that the marriage – after 13 years living together and two children – was just so they would be eligible for a country club membership.The Late Late Show with Craig Kilborn, June 10, 2003. Rogers has made campaign contributions to the Democratic Party. ===Scientology=== Rogers' father became interested in Dianetics in 1952 and later became a prominent Mission Holder with the Church of Scientology and friend of its founder, L. Ron Hubbard. Rogers also reportedly became a highly trained \"auditor\" with the church. Prior to her acting career, she opened a \"field auditing\" practice, the Enhancement Center, with her first husband, Jim Rogers. According to Sonny Bono, Rogers was his \"auditor\" for dianetics. Tom Cruise was also a client before being directed towards a Celebrity Centre. In an interview given to the Los Angeles Times in 1991, Rogers said about Scientology: \"that philosophy was simply part of my upbringing. And, I think it was an excellent system of belief to grow up with because Scientology offers an extremely pragmatic method for taking spiritual concerns and breaking them down into everyday applications.\" Rogers has left the Church of Scientology and has been described in media reports as a former member of the church. Cruise biographer Andrew Morton alleged that Rogers' father had been declared a Suppressive Person after leaving the church in the early 1980s, during a cull of Mission Holders. A 2012 article in Vanity Fair alleged that Rogers held an unfavorable view of the church's controversial leader, David Miscavige. In Going Clear: Scientology, Hollywood, and the Prison of Belief, published in 2013, author Lawrence Wright alleged that Miscavige had pushed Rogers from her marriage with Cruise so the latter could pursue Nicole Kidman. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Film ! Role ! class=\"unsortable\" | Notes |- | 1983 | Blue Skies Again | Liz | |- | 1986 | Gung Ho | Audrey | |- | rowspan=2|1987 | Street Smart | Alison Parker | |- | Someone to Watch Over Me | Claire Gregory | |- | 1989 | The Mighty Quinn | Hadley Elgin | |- | 1989 | Hider in the House | Julie Dreyer | |- |- | rowspan=2|1990 | Dimenticare Palermo | Carrie | |- | Desperate Hours | Nora Cornell | |- | rowspan=3|1991 | The Doors | Magazine Photographer | |- | The Rapture | Sharon | Nominated—Independent Spirit Award for Best Female Lead |- | Wedlock | Tracy Riggs | |- | rowspan=3|1992 | White Sands | Molly Dolezal | |- | Dark Horse | Dr. Susan Hadley | |- | Shooting Elizabeth | Elizabeth Pigeon | |- | rowspan=3|1994 | Monkey Trouble | Amy | |- | Bulletproof Heart | Fiona | |- | Reflections on a Crime | Regina | Seattle International Film Festival Award for Best Actress |- | rowspan=\"3\" |1995 | The Beast | Martha | Short film |- |Full Body Massage |Nina |Made for TV |- | Far from Home: The Adventures of Yellow Dog | Katherine McCormick | |- | rowspan=2|1996 | Trees Lounge | Patty | |- | The Mirror Has Two Faces | Claire | |- | 1997 | Austin Powers: International Man of Mystery | Mrs. Marie Kensington | |- | 1998 | Lost in Space | Dr. Maureen Robinson | |- | rowspan=3|2000 | Ginger Snaps | Pamela Fitzgerald | |- | The Upgrade | The Yuppie | Short |- | Cruel Intentions 2 | Tiffany Merteuil | |- | 2003 | Dumb and Dumberer: When Harry Met Lloyd | Mrs. Dunne | |- | rowspan=3|2004 | The Gunman | Eve Richards | |- | Seeing Other People | Elise | |- | The Door in the Floor | Evelyn Vaughn | |- | 2005 | Dancing in Twilight | April | |- | rowspan=2|2006 | Penny Dreadful | Orianna Volkes | |- | Big Nothing | Mrs. Smalls | |- | 2009 | Frozen Kiss | Gayle | |- | 2010 | Abandoned | Victoria Markham | |- | rowspan=2|2011 | Lucky | Ms. Brand | |- | Balls to the Wall | Mrs. Matthews | |- | rowspan=2|2012 | For a Good Time, Call... | Adele | |- | Hope Springs | Carol | |- | rowspan=2|2014 | Mall | | |- | The Surface | Kim | |- | rowspan=4|2015 | Weepah Way for Now | Lynn | |- | The Wedding Ringer | Lois Palmer | |- |Captive |Kim Rogers | |- | This Isn't Funny | Elaine Anderson | |- | 2018 | Affairs of State | Judith Baines | |- | TBA | What Still Remains | Judith | In post-production |} ===Television films=== {| class=\"wikitable sortable\" |- ! Year ! Film ! Role ! class=\"unsortable\" | Notes |- | rowspan=2|1982 | Divorce Wars: A Love Story | Belinda Wittiker | |- | Hear No Evil | Meg | |- | 1985 | Embassy | Nancy Russell | |- | 1989 | Hider in the House | Julie Dreyer | |- | rowspan=2|1991 | Fourth Story | Valerie McCoughlin | |- | Wedlock | Tracy Rigg | |- | 1992 | Ladykiller | Michael Madison | |- | rowspan=2|1993 | Bloodlines: Murder in the Family | Melody Woodman | |- | A Kiss to Die For | Ali Broussard | |- | 1995 | Full Body Massage | Nina | |- | 1996 | In the Blink of an Eye | Sonia Jacobs | |- | rowspan=3|1997 | Weapons of Mass Distraction | Ariel Powers | Nominated—Satellite Award for Best Actress – Miniseries or Television Film |- | Tricks | Jackie | |- | The Christmas List | Melody Parris | |- | 1998 | Virtual Obsession | Karen Messenger | |- | rowspan=3|1999 | The Devil's Arithmetic | Leonore Stern | Also producer Nominated—Daytime Emmy Award for Outstanding Children's Special |- | Little White Lies | Ellie | |- | Seven Girlfriends | Julian | |- | 2000 | Common Ground | McPherson | |- | 2002 | Charms for the Easy Life | Sophia | |- | 2003 | Cave In | Pat Bogen | |- | rowspan=2|2005 | Stone Cold | Rita Fiore | |- | Selling Innocence | Abby Sampson | |- | 2006 | The Stranger Game | Joanna Otis | |- | 2008 | Storm Cell | April Saunders | |- | 2009 | Falling Up | Meredith | |- | rowspan=2|2010 | Order of Chaos | Mrs. Craig | |- | Sins of the Mother | Lois | |- |} ===Television series=== {| class=\"wikitable sortable\" |- ! Year ! Film ! Role ! class=\"unsortable\" | Notes |- | rowspan=2 | 1981 | Hill Street Blues | Sandra Pauley | 2 episodes |- | Quincy, M.E. | Corrina Girard | 2 episodes |- | 1982 | Magnum, P.I. | Margo Perina | Episode: \"Italian Ice\" |- | 1983 | Hart to Hart | Robin Wall | Episode: \"Hartstruck\" |- | 1983–1984 | The Rousters | Ellen Slade | 13 episodes |- | 1984 | Paper Dolls | Blair Fenton- Harper | 13 episodes |- | 1987 | Disneyland | Charlotte | Episode: \"You Ruined My Life\" |- | 1991–1992 | Dream On | Julia Montana | 3 episodes |- | 1992 | Tales from the Crypt | Helen | Episode: \"Beauty Rest\" |- | 1992–1994 | The Larry Sanders Show | Mimi Rogers | 2 episodes |- | 1996 | Partners | Melissa | Episode: \"Your Baby-sitter?\" |- | 1998–1999 | The X-Files | Agent Diana Fowley | 7 episodes |- | 1999–2000 | It's Like, You Know... | Deidre Swayze | 2 episodes |- | 2000–2001 | The Geena Davis Show | Hillary | 22 episodes |- | 2002 | What's New, Scooby-Doo? | Maura Ravenmane (voice) | Episode: \"She Sees Sea Monsters by the Sea Shore\" |- | rowspan=2|2003 | Dawson's Creek | Helen Lindley | Episode: \"Goodbye, Yellow Brick Road\" |- | Las Vegas | Sandra Adlman | Episode: \"Luck Be a Lady\" |- | 2004 | Hope & Faith | Annie Hannigan | Episode: \"Madam President\" |- | 2006–2007 | The Loop | Meryl | 17 episodes |- | 2008 | My Boys | Maggie | 2 episodes |- | rowspan=2|2010 | King of the Hill | Katie | Episode: \"Bill Gathers Moss\" |- | Neighbors from Hell | Lorelai Killbride | Episode: \"Country Club Hell\" |- | 2011 | CollegeHumor Originals | Bionic Woman | 2 episodes |- | 2011–2015 | Two and a Half Men | Robin Schmidt | 6 episodes |- | rowspan=2|2012 | The Client List | Valerie Dawson | Episode: \"The Rub of Sugarland\" |- | Scruples | Harriet | Unsold TV pilot |- | rowspan=2|2014 | Wilfred | Catherine Newman | 3 episodes |- | Cleaners | Isabelle Walker | 6 episodes |- | 2015–2021 | Bosch | Honey Chandler | 34 episodes |- | rowspan=3|2015 | NCIS | Joanna Teague | 3 episodes |- | Mad Men | Pima | Episode: \"New Business\" |- | Ash vs Evil Dead | Suzy Maxwell | Episode: \"Bait\" |- | 2017 | Blue Bloods | Trudy Slaughter | Episode: \"Brushed Off\" |- | 2018 | How to Get Away with Murder | Natalie Wright | Episode: \"Your Funeral\" |- | 2019 | NCIS: Los Angeles | Felice Waterson | Episode: \"Smokescreen, Part 2\" |- |} ==References== ===Sources=== * * ==External links== * * Category:1956 births Category:Actors from Coral Gables, Florida Category:Actresses from Florida Category:American film actresses Category:American television actresses Category:American stage actresses Category:American film producers Category:American women television producers Category:American poker players Category:American people of Jewish descent Category:Jewish American actresses Category:Female poker players Category:Florida Democrats Category:American former Scientologists Category:Living people Category:American women film producers Category:Television producers from Florida",
 "title": "Mimi Rogers"
}