{
 "id": "37427",
 "text": "Le Chatelier's principle (pronounced or ), also called Chatelier's principle (or the Equilibrium Law), is a principle of chemistry used to predict the effect of a change in conditions on chemical equilibria. The principle is named after French chemist Henry Louis Le Chatelier, and sometimes also credited to Karl Ferdinand Braun, who discovered it independently. It can be stated as: It is common to treat the principle as a more general observation of systems, such as or, \"roughly stated\", The concept of systemic maintenance of an equilibrium state despite perturbations has a variety of names, depending upon the discipline using it (e.g. homeostasis, an idea which encompasses the concept, is commonly used in biology), and has been studied in a variety of contexts, chiefly in the natural sciences. In chemistry, the principle is used to manipulate the outcomes of reversible reactions, often to increase their yield. In pharmacology, the binding of ligands to receptors may shift the equilibrium according to Le Chatelier's principle, thereby explaining the diverse phenomena of receptor activation and desensitization. In economics, the principle has been generalized to help explain the price equilibrium of efficient economic systems. Phenomena in apparent contradiction to Le Chatelier's principle can also arise in systems of simultaneous equilibrium (see response reactions). ==As a physical law== Le Chatelier's principle describes the qualitative behavior of systems where there is an externally induced, instantaneous change in one parameter of a system; it states that a behavioral shift occurs in the system so as to oppose (partly cancel) the parameter change. The duration of adjustment depends on the strength of the negative feedback to the initial shock. Where a shock initially induces positive feedback (such as thermal runaway), the new equilibrium can be far from the old one, and can take a long time to reach. In some dynamic systems, the end-state cannot be determined from the shock. The principle is typically used to describe closed negative-feedback systems, but applies, in general, to thermodynamically closed and isolated systems in nature, since the second law of thermodynamics ensures that the disequilibrium caused by an instantaneous shock must have a finite half-life. For full details, see: The principle has analogs throughout the entire physical world. While well rooted in chemical equilibrium and extended into economic theory, Le Chatelier's principle can also be used in describing mechanical systems in that a system put under stress will respond in such a way as to reduce or minimize that stress. Moreover, the response will generally be via the mechanism that most easily relieves that stress. Shear pins and other such sacrificial devices are design elements that protect systems against stress applied in undesired manners to relieve it so as to prevent more extensive damage to the entire system, a practical engineering application of Le Chatelier's principle. ==Chemistry== ===Effect of change in concentration=== Changing the concentration of a chemical will shift the equilibrium to the side that would counter that change in concentration. The chemical system will attempt to partly oppose the change affected to the original state of equilibrium. In turn, the rate of reaction, extent, and yield of products will be altered corresponding to the impact on the system. This can be illustrated by the equilibrium of carbon monoxide and hydrogen gas, reacting to form methanol. :CO + 2 H2 ⇌ CH3OH Suppose we were to increase the concentration of CO in the system. Using Le Chatelier's principle, we can predict that the concentration of methanol will increase, decreasing the total change in CO. If we are to add a species to the overall reaction, the reaction will favor the side opposing the addition of the species. Likewise, the subtraction of a species would cause the reaction to \"fill the gap\" and favor the side where the species was reduced. This observation is supported by the collision theory. As the concentration of CO is increased, the frequency of successful collisions of that reactant would increase also, allowing for an increase in forward reaction, and generation of the product. Even if the desired product is not thermodynamically favored, the end-product can be obtained if it is continuously removed from the solution. The effect of a change in concentration is often exploited synthetically for condensation reactions (i.e., reactions that extrude water) that are equilibrium processes (e.g., formation of an ester from carboxylic acid and alcohol or an imine from an amine and aldehyde). This can be achieved by physically sequestering water, by adding desiccants like anhydrous magnesium sulfate or molecular sieves, or by continuous removal of water by distillation, often facilitated by a Dean-Stark apparatus. ===Effect of change in temperature=== The effect of changing the temperature in the equilibrium can be made clear by 1) incorporating heat as either a reactant or a product, and 2) assuming that an increase in temperature increases the heat content of a system. When the reaction is exothermic (ΔH is negative and energy is released), heat is included as a product, and when the reaction is endothermic (ΔH is positive and energy is consumed), heat is included as a reactant. Hence, whether increasing or decreasing the temperature would favor the forward or the reverse reaction can be determined by applying the same principle as with concentration changes. Take, for example, the reversible reaction of nitrogen gas with hydrogen gas to form ammonia: :N2(g) + 3 H2(g) ⇌ 2 NH3(g) ΔH = −92 kJ mol−1 Because this reaction is exothermic, it produces heat: :N2(g) + 3 H2(g) ⇌ 2 NH3(g) + heat If the temperature were increased, the heat content of the system would increase, so the system would consume some of that heat by shifting the equilibrium to the left, thereby producing less ammonia. More ammonia would be produced if the reaction were run at a lower temperature, but a lower temperature also lowers the rate of the process, so, in practice (the Haber process) the temperature is set at a compromise value that allows ammonia to be made at a reasonable rate with an equilibrium concentration that is not too unfavorable. In exothermic reactions, an increase in temperature decreases the equilibrium constant, K, whereas in endothermic reactions, an increase in temperature increases K. Le Chatelier's principle applied to changes in concentration or pressure can be understood by giving K a constant value. The effect of temperature on equilibria, however, involves a change in the equilibrium constant. The dependence of K on temperature is determined by the sign of ΔH. The theoretical basis of this dependence is given by the Van 't Hoff equation. ===Effect of change in pressure=== The equilibrium concentrations of the products and reactants do not directly depend on the total pressure of the system. They may depend on the partial pressure of the products and reactants, but if the number of moles of gaseous reactants is equal to the number of moles of gaseous products, pressure has no effect on equilibrium. Changing total pressure by adding an inert gas at constant volume does not affect the equilibrium concentrations (see Effect of adding an inert gas below). Changing total pressure by changing the volume of the system changes the partial pressures of the products and reactants and can affect the equilibrium concentrations (see §Effect of change in volume below). ===Effect of change in volume=== Changing the volume of the system changes the partial pressures of the products and reactants and can affect the equilibrium concentrations. With a pressure increase due to a decrease in volume, the side of the equilibrium with fewer moles is more favorable. and with a pressure decrease due to an increase in volume, the side with more moles is more favorable. There is no effect on a reaction where the number of moles of gas is the same on each side of the chemical equation. Considering the reaction of nitrogen gas with hydrogen gas to form ammonia: : ⇌ ΔH = −92kJ mol−1 Note the number of moles of gas on the left-hand side and the number of moles of gas on the right-hand side. When the volume of the system is changed, the partial pressures of the gases change. If we were to decrease pressure by increasing volume, the equilibrium of the above reaction will shift to the left, because the reactant side has a greater number of moles than does the product side. The system tries to counteract the decrease in partial pressure of gas molecules by shifting to the side that exerts greater pressure. Similarly, if we were to increase pressure by decreasing volume, the equilibrium shifts to the right, counteracting the pressure increase by shifting to the side with fewer moles of gas that exert less pressure. If the volume is increased because there are more moles of gas on the reactant side, this change is more significant in the denominator of the equilibrium constant expression, causing a shift in equilibrium. ===Effect of adding an inert gas=== An inert gas (or noble gas), such as helium, is one that does not react with other elements or compounds. Adding an inert gas into a gas-phase equilibrium at constant volume does not result in a shift. This is because the addition of a non-reactive gas does not change the equilibrium equation, as the inert gas appears on both sides of the chemical reaction equation. For example, if A and B react to form C and D, but X does not participate in the reaction: \\mathit{a}A{} + \\mathit{b}B{} + \\mathit{x}X <=> \\mathit{c}C{} + \\mathit{d}D{} + \\mathit{x}X. While it is true that the total pressure of the system increases, the total pressure does not have any effect on the equilibrium constant; rather, it is a change in partial pressures that will cause a shift in the equilibrium. If, however, the volume is allowed to increase in the process, the partial pressures of all gases would be decreased resulting in a shift towards the side with the greater number of moles of gas. The shift will never occur on the side with fewer moles of gas. It is also known as Le Chatelier's postulate. ===Effect of a catalyst=== A catalyst increases the rate of a reaction without being consumed in the reaction. The use of a catalyst does not affect the position and composition of the equilibrium of a reaction, because both the forward and backward reactions are sped up by the same factor. For example, consider the Haber process for the synthesis of ammonia (NH3): :N2 \\+ 3 H2 ⇌ 2 NH3 In the above reaction, iron (Fe) and molybdenum (Mo) will function as catalysts if present. They will accelerate any reactions, but they do not affect the state of the equilibrium. ==General statement of Le Chatelier's principle== Le Chatelier's principle refers to states of thermodynamic equilibrium. The latter are stable against perturbations that satisfy certain criteria; this is essential to the definition of thermodynamic equilibrium. OR It states that changes in the temperature, pressure, volume, or concentration of a system will result in predictable and opposing changes in the system in order to achieve a new equilibrium state. For this, a state of thermodynamic equilibrium is most conveniently described through a fundamental relation that specifies a cardinal function of state, of the energy kind, or of the entropy kind, as a function of state variables chosen to fit the thermodynamic operations through which a perturbation is to be applied.Münster, A. (1970), pp. 173–174.Callen, H.B. (1960/1985), Chapter 8, pp. 203–214.Bailyn, M. (1994), Chapter 8, Part A, pp. 312–319. In theory and, nearly, in some practical scenarios, a body can be in a stationary state with zero macroscopic flows and rates of chemical reaction (for example, when no suitable catalyst is present), yet not in thermodynamic equilibrium, because it is metastable or unstable; then Le Chatelier's principle does not necessarily apply. ==General statements related to Le Chatelier's principle== A body can also be in a stationary state with non-zero rates of flow and chemical reaction; sometimes the word \"equilibrium\" is used in reference to such states, though by definition they are not thermodynamic equilibria. Sometimes, it is proposed to consider Le Chatelier's principle for such states. For this exercise, rates of flow and of chemical reaction must be considered. Such rates are not supplied by equilibrium thermodynamics. For such states, it has turned out to be difficult or unfeasible to make valid and very general statements that echo Le Chatelier's principle.Prigogine, I., Defay, R. (1950/1954), pp. 268–269. Prigogine and Defay demonstrate that such a scenario may or may not exhibit moderation, depending upon exactly what conditions are imposed after the perturbation.Prigogine, I., Defay, R. (1950/1954), p. 265. ==Economics== In economics, a similar concept also named after Le Chatelier was introduced by American economist Paul Samuelson in 1947. There the generalized Le Chatelier principle is for a maximum condition of economic equilibrium: Where all unknowns of a function are independently variable, auxiliary constraints—\"just-binding\" in leaving initial equilibrium unchanged—reduce the response to a parameter change. Thus, factor-demand and commodity-supply elasticities are hypothesized to be lower in the short run than in the long run because of the fixed-cost constraint in the short run.Samuelson, Paul A. (1983). Since the change of the value of an objective function in a neighbourhood of the maximum position is described by the envelope theorem, Le Chatelier's principle can be shown to be a corollary thereof. ==See also== *Homeostasis *Common-ion effect *Response reactions ==References== ==Bibliography== * *Bailyn, M. (1994). A Survey of Thermodynamics, American Institute of Physics Press, New York, . *D.J. Evans, D.J. Searles and E. Mittag (2001), \"Fluctuation theorem for Hamiltonian systems—Le Chatelier's principle\", Physical Review E, 63, 051105(4). *Hatta, Tatsuo (1987), \"Le Chatelier principle,\" The New Palgrave: A Dictionary of Economics, v. 3, pp. 155–57. *Callen, H.B. (1960/1985). Thermodynamics and an Introduction to Thermostatistics, (1st edition 1960) 2nd edition 1985, Wiley, New York, . *Le Chatelier, H. and Boudouard O. (1898), \"Limits of Flammability of Gaseous Mixtures\", Bulletin de la Société Chimique de France (Paris), v. 19, pp. 483–488. *Münster, A. (1970), Classical Thermodynamics, translated by E.S. Halberstadt, Wiley–Interscience, London, . *Prigogine, I., Defay, R. (1950/1954). Chemical Thermodynamics, translated by D.H. Everett, Longmans, Green & Co, London. * ==External links== *YouTube video of Le Chatelier's principle and pressure Category:Equilibrium chemistry Category:Homeostasis",
 "title": "Le Chatelier's principle"
}