{
 "id": "374278",
 "text": "The July Monarchy (, officially the Kingdom of France, ) was a liberal constitutional monarchy in France under , starting on 26 July 1830, with the July Revolution of 1830, and ending 23 February 1848, with the Revolution of 1848. It marks the end of the Bourbon Restoration (1814–1830). It began with the overthrow of the conservative government of Charles X, the last king of the House of Bourbon. , a member of the more liberal Orléans branch of the House of Bourbon, proclaimed himself as (\"King of the French\") rather than \"King of France\", emphasizing the popular origins of his reign. The king promised to follow the juste milieu, or the middle-of-the-road, avoiding the extremes of both the conservative supporters of Charles X and radicals on the left. The July Monarchy was dominated by wealthy bourgeoisie and numerous former Napoleonic officials. It followed conservative policies, especially under the influence (1840–48) of . The king promoted friendship with the United Kingdom and sponsored colonial expansion, notably the French conquest of Algeria. By 1848, a year in which many European states had a revolution, the king's popularity had collapsed, and he was overthrown. ==Overview== 150px|thumb|Royal Standard of King Louis-Philippe I of France (1830–1848) was pushed to the throne by an alliance between the people of Paris; the republicans, who had set up barricades in the capital; and the liberal bourgeoisie. However, at the end of his reign, the so-called \"Citizen King\" was overthrown by similar citizen uprisings and use of barricades during the February Revolution of 1848. This resulted in the proclamation of the Second Republic.Ronald Aminzade, Ballots and Barricades: Class Formation and Republican Politics in France, 1830-1871 (1993). After 's ousting and subsequent exile to Britain, the liberal Orleanist faction (opposed by the counter-revolutionary Legitimists) continued to support a return of the House of Orléans to the throne. But the July Monarchy proved to be the last Bourbon- Orleans monarchy of France (although monarchy was re-established under Napoleon Bonaparte's nephew, who reigned as Napoleon III from 1852 to 1870). The Legitimists withdrew from politics to their castles, leaving the way open for the struggle between the Orleanists and the Republicans. The July Monarchy (1830–1848) is generally seen as a period during which the haute bourgeoisie was dominant, and marked the shift from the counter-revolutionary Legitimists to the Orleanists. They were willing to make some compromises with the changes brought by the 1789 Revolution. For instance, was crowned \"King of the French\", instead of \"King of France\": this marked his acceptance of popular sovereignty. , who had flirted with liberalism in his youth, rejected much of the pomp and circumstance of the Bourbons and surrounded himself with merchants and bankers. The July Monarchy, however, ruled during a time of turmoil. A large group of Legitimists on the right demanded the restoration of the Bourbons to the throne. On the left, Republicanism and, later Socialism, remained a powerful force. Late in his reign became increasingly rigid and dogmatic and his President of the Council, , had become deeply unpopular, but the king refused to remove him. The situation gradually escalated until the Revolutions of 1848 resulted in the fall of the monarchy and the establishment of the Second Republic. However, during the first few years of his reign, was taking action to develop legitimate, broad-based reform. The government found its source of legitimacy within the Charter of 1830, written by reform-minded members of Chamber of Deputies and committed to a platform of religious equality among Catholics and Protestants; the empowerment of the citizenry through the reestablishment of the National Guard, electoral reform, and reform of the peerage system; and the lessening of royal authority. and his ministers adhered to policies that seemed to promote the central tenets of the constitution. However, the majority of these policies were veiled attempts to shore up the power and influence of the government and the bourgeoisie, rather than legitimate attempts to promote equality and empowerment for a broad constituency of the French population. Thus, though the July Monarchy seemed to move toward reform, this movement was largely illusory. During the years of the July Monarchy, enfranchisement roughly doubled, from 94,000 under Charles X to more than 200,000 men by 1848. But, this number still represented only roughly one percent of population and a small number of those men of eligible age. As the qualifications for voting was related to payment of a certain level of taxes, only the wealthiest men gained this privilege. The extended franchise tended to favor the wealthy merchant bourgeoisie more than any other group. Beyond resulting in the election of more bourgeoisie to the Chamber of Deputies, this electoral expansion meant that the bourgeoisie could politically challenge the nobility on legislative matters. Thus, while appearing to honor his pledge to increase suffrage, acted primarily to empower his supporters and increase his hold over the French Parliament. The election of only the wealthiest men tended to undermine any possibility for growth of a radical faction in Parliament, and effectively served socially conservative ends. The reformed Charter of 1830 limited the power of the king—stripping him of his ability to propose and decree legislation, as well as limiting his executive authority. However, believed in a kind of monarchy in which the king was more than a figurehead for an elected Parliament, and as such, he was deeply involved in legislative affairs. One of his first acts in creating his government was to appoint the conservative as the premier of his cabinet. , a banker, was instrumental in shutting down many of the Republican secret societies and labor unions that had formed during the early years of the regime. In addition, he oversaw the dismemberment of the National Guard after it proved too supportive of radical ideologies. He conducted these actions, of course, with royal approval. He was once quoted as saying that the source of French misery was the belief that there had been a revolution. \"No ,\" he said to another minister, \"there has not been a revolution: there is simply a change at the head of state.\" and , then Minister of the Interior, enforced the conservatism of the July Monarchy. The regime acknowledged early on that radicalism and republicanism threatened it, as they undermined its policies. In 1834 the Monarchy declared the term \"republican\" illegal. shut down republican clubs and disbanded republican publications. Republicans within the cabinet, such as the banker , were all but excluded by and his conservative clique. Distrusting the National Guard, increased the size of the army and reformed it in order to ensure its loyalty to the government. Though two factions always persisted in the cabinet, split between liberal conservatives such as Guizot (, the Party of Resistance) and liberal reformers such as the journalist (, the Party of Movement), the latter never gained prominence. was succeeded as premier by Count Molé, another conservative. Thiers, a reformer, succeeded but was later sacked by Louis-Philippe after attempting to pursue an aggressive foreign policy. After Thiers the conservative was selected as premier. In particular, the administration was marked by increasingly authoritarian crackdowns on republicanism and dissent, and an increasingly pro-business policy. This policy included protective tariffs that defended the status quo and enriched French businessmen. 's government granted railway and mining contracts to the bourgeois supporters of the government, and contributed some of the start-up costs of these enterprises. As workers under these policies had no legal right to assemble, unionize, or petition the government for increased pay or decreased hours, the July Monarchy under , , and generally proved detrimental to the lower classes. 's advice to those who were disenfranchised by the tax-based electoral requirements was \"\" (enrich yourselves). ==Background== Following the ouster of in 1814, the Allies restored the Bourbon Dynasty to the French throne. The ensuing period, the Bourbon Restoration, was characterized by conservative reaction and the re- establishment of the Roman Catholic Church as a power in French politics. The relatively moderate , brother of the deposed-and-executed Louis XVI, ruled as Louis XVIII from 1814 to 1824 and was succeeded by his more conservative younger brother, the former , ruling as Charles X from 1824. Despite the return of the House of Bourbon to power, France was much changed from the era of the . The egalitarianism and liberalism of the revolutionaries remained an important force and the autocracy and hierarchy of the earlier era could not be fully restored. Economic changes, which had been underway long before the revolution, had progressed further during the years of turmoil and were firmly entrenched by 1815. These changes had seen power shift from the noble landowners to the urban merchants. The administrative reforms of Napoleon, such as the Napoleonic Code and efficient bureaucracy, also remained in place. These changes produced a unified central government that was fiscally sound and had much control over all areas of French life, a sharp difference from the complicated mix of feudal and absolutist traditions and institutions of pre-Revolutionary Bourbons. Louis XVIII, for the most part, accepted that much had changed. However, he was pushed on his right by the Ultra-royalists, led by the , who condemned the ' attempt to reconcile the Revolution with the monarchy through a constitutional monarchy. Instead, the , elected in 1815, first banished all who had voted for Louis XVI's death and then passed similar reactionary laws. Louis XVIII was forced to dissolve this Chamber, dominated by the Ultras, in 1816, fearing a popular uprising. The liberals thus governed until the 1820 assassination of the , nephew of the king and known supporter of the Ultras, which brought 's Ultras back to power (vote of the Anti- Sacrilege Act in 1825, and of the , 'Act on the émigrés' billions'). His brother Charles X, however, took a far more conservative approach. He attempted to compensate the aristocrats for what they had lost in the revolution, curbed the freedom of the press, and reasserted the power of the Church. In 1830 the discontent caused by these changes and Charles' authoritarian nomination of the Ultra as minister culminated in an uprising in the streets of Paris, known as the 1830 July Revolution. Charles was forced to flee and , a member of the branch of the family, and son of who had voted the death of his cousin Louis XVI, ascended the throne. Louis-Philippe ruled, not as \"King of France\" but as \"King of the French\" (an evocative difference for contemporaries). ==Initial period (August 1830 – November 1830)== === The symbolic establishment of the new regime === On 7 August 1830, the 1814 Charter was revised. The preamble reviving the was suppressed, and the King of France became the \"King of the French\", (also known as the \"Citizen King\") establishing the principle of national sovereignty over the principle of the divine right. The new Charter was a compromise between the opposition to Charles X and the Republicans. Laws enforcing Catholicism and censorship were repealed and the revolutionary tricolor flag re-established. Louis-Philippe pledged his oath to the 1830 Charter on 9 August setting up the beginnings of the July Monarchy. Two days later, the first cabinet was formed, gathering the Constitutionalist opposition to Charles X, including , the banker , Count Molé, the duke of Broglie, , etc. The new government's first aim was to restore public order, while at the same time appearing to acclaim the revolutionary forces which had just triumphed. Assisted by the people of Paris in overthrowing the Legitimists, the Orleanist bourgeoisie had to establish its new order. Louis-Philippe decided on 13 August 1830 to adopt the arms of the House of Orléans as state symbols. Reviewing a parade of the Parisian National Guard on 29 August which acclaimed the adoption, he exclaimed to its leader, Lafayette: \"This is worth more to me than coronation at Reims!\". The new regime then decided on 11 October that all people injured during the revolution (500 orphans, 500 widows and 3,850 people injured) would be given financial compensation and presented a draft law indemnifying them in the amount of 7 million francs, also creating a commemorative medal for the July Revolutionaries. Ministers lost their honorifics of and and became simply . The new king's older son, , was given the title of duke of Orléans and Prince Royal, while his daughters and his sister, , were named princesses of Orléans – and not of France, since there was no longer any \"King of France\" nor \"House of France.\" Unpopular laws passed during the Restoration were repealed, including the 1816 amnesty law which had banished the regicides – with the exception of article 4, concerning the Bonaparte family. The Church of was once again returned to its functions as a secular building, named the . Various budget restrictions were imposed on the Catholic Church, while the 1825 Anti-Sacrilege Act which envisioned death penalties for sacrilege was repealed. === A permanent disorder === Civil unrest continued for three months, supported by the left-wing press. 's government was not able to put an end to it, mostly because the National Guard was headed by one of the Republican leaders, the marquis de La Fayette, who advocated a \"popular throne surrounded by Republican institutions.\" The Republicans then gathered themselves in popular clubs, in the tradition established by the 1789 Revolution. Some of those were fronts for secret societies (for example, the Blanquist ), which sought political and social reforms, or the execution of Charles X's ministers (, , the and the ). Strikes and demonstrations were permanent. In order to stabilize the economy and finally secure public order, in the autumn of 1830 the government had the Assembly vote a credit of 5 million francs to subsidize public works, mostly roads. Then, to prevent bankruptcies and the increase of unemployment, especially in Paris, the government issued a guarantee for firms encountering difficulties, granting them 60 million francs. These subsidies mainly went into the pockets of big entrepreneurs aligned with the new regime, such as the printer . The death of the Prince of on 27 August 1830, who was found hanged, caused the first scandal of the July Monarchy. Without proof, the Legitimists quickly accused and the Queen of having assassinated the ultra-royalist Prince, with the alleged motive of allowing their son, the , to get his hands on his fortune. It is however commonly accepted that the Prince died as a result of sex games with his mistress, the baroness . === Purge of the Legitimists === Meanwhile, the government expelled from the administration all Legitimist supporters who refused to pledge allegiance to the new regime, leading to the return to political affairs of most of the personnel of the First Empire, who had themselves been expelled during the Second Restoration. This renewal of political and administrative staff was humorously illustrated by a of ., in one act of Jean-François Bayard, played at the théâtre du Vaudeville on 25 September 1830, showed the solicitors, gathered in the antechamber of a minister: (quoted by , 2002, p. 625) (ibid.) The Minister of the Interior, , re-appointed the entire prefectoral administration and the mayors of large cities. The Minister of Justice, , assisted by his secretary general, , dismissed most of the public prosecutors. In the Army, the , a follower of Charles X who was commanding the invasion of Algeria, was replaced by . Generals, ambassadors, plenipotentiary ministers and half of the were replaced. In the Chamber of Deputies, a quarter of the seats (119) were submitted to a new election in October, leading to the defeat of the Legitimists. In sociological terms, however, this renewal of political figures did not mark any great change of elites. The old land-owners, civil servants and liberal professions continued to dominate the state of affairs, leading the historian David H. Pinkney to deny any claim of a \"new regime of a \". === The \"Resistance\" and the \"Movement\" === Although some voices began to push for the closure of the Republican clubs, which fomented revolutionary agitation, the Minister of Justice, , and the Parisian public prosecutor, Bernard, both Republicans, refused to prosecute revolutionary associations (the French law prohibited meetings of more than 20 persons). However, on 25 September 1830, the Minister of Interior responded to a deputy's question on the subject by stigmatizing the \"revolutionary state\", which he conflated with chaos, to which he opposed the \"Glorious Revolution\" in England in 1688. Two political currents thereafter made their appearance, and would structure political life under the July Monarchy: the Movement Party and the Resistance Party. The first was reformist and in favor of support to the nationalists who were trying, all over of Europe, to shake the grip of the various Empires in order to create nation-states. Its mouthpiece was . The second was conservative and supported peace with European monarchs, and had as mouthpiece . The trial of Charles X's ministers, arrested in August 1830 while they were fleeing, became the major political issue. The left demanded their heads, but this was opposed by , who feared a spiral of violence and the renewal of revolutionary Terror. Thus, on 27 September 1830 the Chamber of Deputies passed a resolution charging the former ministers, but at the same time, in an address to king on 8 October, invited him to present a draft law repealing the death penalty, at least for political crimes. This in turn provoked popular discontent on 17 and 18 October, with the masses marching on the Fort of Vincennes where the ministers were detained. Following these riots, Interior Minister Guizot requested the resignation of the prefect of the Seine, , who had criticized the parliamentarians' address to the king. Supported by , Guizot considered that an important civil servant could not criticize an act of the Chamber of Deputies, particularly when it had been approved by the King and his government. took 's side, threatening to resign if the King disavowed him. The banker , one of the main figures of the , thereupon put himself forward to coordinate the ministers with the title of \"President of the Council\". This immediately led Broglie and Guizot, of the , to resign, followed by , , the Count Molé and . Confronted to the 's defeat, decided to put to trial, hoping that the exercise of power would discredit him. He thus called him to form a new government on 2 November 1830. == The government (2 November 1830 – 13 March 1831) == Although Louis-Philippe strongly disagreed with the banker and secretly pledged to the duke of Broglie that he would not support him at all, the new President of the Council was tricked into trusting his king. The trial of Charles X's former ministers took place from 15 to 21 December 1830 before the Chamber of Peers, surrounded by rioters demanding their death. They were finally sentenced to life detention, accompanied by civil death for . 's National Guard maintained public order in Paris, affirming itself as the bourgeois watchdog of the new regime, while the new Interior Minister, , kept the ministers safe by detaining them in the fort of Vincennes. But by demonstrating the National Guard's importance, had made his position delicate, and he was quickly forced to resign. This led to the Minister of Justice 's resignation. In order to avoid exclusive dependence on the National Guard, the \"Citizen King\" charged , the new Minister of War, with reorganizing the Army. In February 1831, presented his project, aiming to increase the military's effectiveness. Among other reforms, the project included the 9 March 1831 law creating the Foreign Legion. In the meantime, the government enacted various reforms demanded by the , which had been set out in the Charter (art. 69). The 21 March 1831 law on municipal councils reestablished the principle of election and enlarged the electorate (founded on census suffrage) which was thus increased tenfold in comparison with the legislative elections (approximately 2 to 3 million electors from a total population of 32,6 million). The 22 March 1831 law re-organized the National Guard; the 19 April 1831 law, voted after two months of debate in Parliament and promulgated after 's downfall, decreased the electoral income level from 300 to 200 francs and the level for eligibility from 1,000 to 500 francs. The number of voters thereby increased from less than 100,000 to 166,000: one Frenchman in 170 possessed the right to vote, and the number of constituencies rose from 430 to 459. === The February 1831 riots === Despite these reforms, which targeted the bourgeoisie rather than the people, Paris was once again rocked by riots on 14 and 15 February 1831, leading to 's downfall. The immediate cause of the riots was a funeral service organized by the Legitimists at Church in memory of the ultra-royalist duke of Berry, assassinated in 1820. The commemoration turned into a political demonstration in favor of the count of Chambord, Legitimist pretender to the throne. Seeing in this celebration an intolerable provocation, the Republican rioters ransacked the church two days in a row, before turning on other churches. The revolutionary movement spread to other cities. Confronted with renewed unrest, the government abstained from any strong repression. The prefect of the Seine , the prefect of police , and the new commandant of the National Guard, General , remained passive, triggering 's indignation, as well as the Republican 's criticisms against the demagogy of the government. Far from suppressing the crowds, the government had the Archbishop of Paris arrested, as well as charging the friar of and other priests, along with some other monarchists, with having provoked the masses. In a gesture of appeasement, , supported by the Prince Royal , duke of , proposed to the king that he remove the , symbol of the , from the state seal. With obvious displeasure, finally signed the 16 February 1831 ordinance substituting for the arms of the House of Orléans a shield with an open book, on which could be read \"\". The , was also removed from public buildings, etc. This new defeat of the king sealed 's fate. On 19 February 1831, verbally attacked in the Chamber of Deputies, daring him to dissolve the Chamber and present himself before the electors. accepted, but the king, who was the only one entitled to dissolve the Chamber, preferred to wait a few days more. In the meanwhile, the prefect of the Seine was replaced by at 's request, and the prefect of police by . To make matters worse, in this insurrectionary climate, the economic situation was fairly bad. finally tricked into resigning by having his Minister of Foreign Affairs, , pass him a note written by the French ambassador to Vienna, Marshal Maison, and which had arrived in Paris on 4 March 1831, which announced an imminent Austrian intervention in Italy. Learning of this note in of 8 March, requested an immediate explanations from , who replied that he had followed royal orders. After a meeting with the king, submitted to the Council of Ministers a belligerent program, and was subsequently disavowed, forcing him to resign. Most of his ministers had already negotiated their positions in the forthcoming government. == The government (13 March 1831 – 16 May 1832)== Having succeeded in outdoing the , the \"Citizen King\" called to power the . However, was not really much more comfortable with one side than with the other, being closer to the center. Furthermore, he felt no sympathy for its leader, the banker , who replaced on 13 March 1831 as head of the government. His aim was more to re-establish order in the country, letting the assume responsibility for unpopular measures. , however, managed to impose his conditions on the king, including the pre-eminence of the President of the Council over other ministers, and his right to call cabinet councils outside of the actual presence of the king. Furthermore, secured agreement that the liberal Prince Royal, , would cease to participate to the Council of Ministers. Despite this, valued the king's prestige, calling on him, on 21 September 1831, to move from his family residence, the , to the royal palace, the . The banker established the new government's principles on 18 March 1831: ministerial solidarity and the authority of the government over the administration: \"the principle of the July Revolution... is not insurrection... it is resistance to the aggression the power\", Antonetti, op.cit., p. 656 and, internationally, \"a pacific attitude and the respect of the non-intervention principle.\" The vast majority of the Chamber applauded the new government and granted him a comfortable majority. harnessed the support of the cabinet through oaths of solidarity and strict discipline for dissenters. He excluded reformers from official discourse, and abandoned the regime's unofficial policy of mediating in labor disputes in favor of a strict laissez-faire policy that favored employers. === Civil unrest (Canut Revolt) and repression === On 14 March 1831, on the initiative of a patriotic society created by the mayor of Metz, , the opposition's press launched a campaign to gather funds to create a national association aimed at struggling against any Bourbon Restoration and the risks of foreign invasion. All the major figures of the Republican Left (, , , , etc.) supported it. Local committees were created all over France, leading the new president of the Council, , to issue a circular prohibiting civil servants from membership of this association, which he accused of challenging the state itself by implicitly accusing it of not fulfilling its proper duties. In the beginning of April 1831, the government took some unpopular measures, forcing several important personalities to resign: was dismissed from the Council of State, General 's military command suppressed, and the forced to resign. When on 15 April 1831 the acquitted several young Republicans (, and 's son), mostly officers of the National Guard who had been arrested during the December 1830 troubles following the trial of Charles X's ministers, new riots acclaimed the news on 15–16 April. But , implementing the 10 April 1831 law outlawing public meetings, used the military as well as the National Guard to dissolve the crowds. In May, the government used fire hoses as crowd control techniques for the first time. Another riot, started on the on 14 June 1831, degenerated into an open battle against the National Guard, assisted by the Dragoons and the infantry. The riots continued on 15 and 16 June. The major unrest, however, took place in Lyon with the Canuts Revolt, started on 21 November 1831, and during which parts of the National Guard took the demonstrators' side. In two days, the Canuts took control of the city and expelled and the mayor . On 25 November announced to the Chamber of Deputies that , assisted by the Prince Royal, would immediately march on Lyon with 20,000 men. They entered the city on 3 December re-establishing order without any bloodshed. Civil unrest, however, continued, and not only in Paris. On 11 March 1832, sedition exploded in Grenoble during the carnival. The prefect had canceled the festivities after a grotesque mask of had been displayed, leading to popular demonstrations. The prefect then tried to have the National Guard disperse the crowd, but the latter refused to go, forcing him to call on the army. The 35th regiment of infantry () obeyed the orders, but this in turn led the population to demand their expulsion from the city. This was done on 15 March and the 35th regiment was replaced by the 6th regiment, from Lyon. When learnt the news, he dissolved the National Guard of Grenoble and immediately recalled the 35th regiment to the city. Beside this continuing unrest, in every province, , Picardy, in , , etc., various Republican conspiracies threatened the government (conspiracy of the in January 1832, of the in February 1832, etc.) Even the trials of suspects were seized on by the Republicans as an opportunity to address the people: at the trial of the Blanquist in January 1832, harshly criticized the king while gave free vein to his socialist ideas. All of the accused denounced the government's tyranny, the incredibly high cost of Louis-Philippe's civil list, police persecutions, etc. The omnipresence of the French police, organized during the French First Empire by , was depicted by the Legitimist writer in . The strength of the opposition led the Prince Royal to shift his view somewhat further to the right. === Legislative elections of 1831 === In the second half of May 1831, , accompanied by Marshal Soult, started an official visit to Normandy and Picardy, where he was well received. From 6 June to 1 July 1831, he traveled in the east, where there was stronger Republican and Bonapartist activity, along with his two elder sons, the Prince Royal and the duke of Nemours, as well as with the . The king stopped in , , (renamed in 1998), , and . There, in the name of the municipal council, the mayor made a very political speech in which he expressed the wish to have peerages abolished, adding that France should intervene in Poland to assist the November Uprising against Russia. Louis-Philippe flatly rejected all of these aspirations, stating that the municipal councils and the National Guard had no standing in such matters. The king continued his visit to , , , , , and , and his visits were, on the whole, occasions to re-affirm his authority. decided in the , on 31 May 1831, to dissolve the Chamber of Deputies, fixing legislative elections for 5 July 1831. However, he signed another ordinance on 23 June in Colmar in order to have the elections put back to 23 July 1831, so as to avoid the risk of Republican agitation during the commemorations of the July Revolution. The general election of 1831 took place without incident, according to the new electoral law of 19 April 1831. However, the results disappointed the king and the president of the Council, : more than half of the outgoing deputies were re-elected, and their political positions were unknown. The Legitimists obtained 104 seats, the Orleanist Liberals 282 and the Republicans 73. On 23 July 1831, the king set out 's program in the speech from the Throne: strict application of the Charter at home and strict defense of the interests of France and its independence abroad. The deputies in the chamber then voted for their President, electing , the government's candidate, on the second round. He gained 181 votes to the banker 's 176. But gained the first vice presidency with 182 voices out of a total of 344, defeating the government's candidate, , who had only 153 votes. , who considered that his parliamentary majority was not strong enough, decided to resign. thereafter turned towards , who refused to assume governmental responsibilities, pointing out that he had only a hundred deputies in the Chamber. However, during the 2 and 2 August 1831 elections of and secretaries, the Chamber elected mostly government candidates such as and , who obtained a strong majority against a far-left candidate, . Finally, William I of the Netherlands's decision to invade Belgium – the Belgian Revolution had taken place the preceding year – on 2 August 1831, constrained to remain in power in order to respond to the Belgians' request for help. During the parliamentary debates concerning France's imminent intervention in Belgium, several deputies, led by , unsuccessfully requested similar intervention to support Polish independence. However, at the domestic level, decided to back down before the dominant opposition, and satisfied an old demand of the Left by abolishing hereditary peerages. Finally, the 2 March 1832 law on 's civil list fixed it at 12 million francs a year, and one million for the Prince Royal, the duke of . The 28 April 1832 law, named after the Justice Minister , reformed the 1810 Penal Code and the . === The 1832 cholera epidemic === The cholera pandemic that originated in India in 1815 reached Paris around 20 March 1832 and killed more than 13,000 people in April. The pandemic would last until September 1832, killing in total 100,000 in France, with 20,000 in Paris alone. The disease, the origins of which were unknown at the time, provoked a popular panic. The people of Paris suspected poisoners, while scavengers and beggars revolted against the authoritarian measures of public health. According to the 20th-century historian and philosopher , the cholera outbreak was first fought by what he called \"social medicine\", which focused on flux, circulation of air, location of cemeteries, etc. All of these concerns, born of the miasma theory of disease, were thus concerned with urbanist concerns of the management of populations. Cholera also struck the royal princess , as well as and . , who on 1 April 1832 visited the patients at the with the Prince Royal, contracted the disease. He resigned his ministerial activities before dying of cholera on 16 May 1832. ==The consolidation of the regime (1832–1835)== was not unhappy to see withdraw from the political scene, as he complained that took all the credit for the government's policy successes, while he himself had to assume all the criticism for its failures. (, quoted by , Op. cit., p. 689) The \"Citizen King\" was therefore not in any hurry to find a new President of the Council, all the more since the Parliament was in recess and that the troubled situation demanded swift and energetic measures. Indeed, the regime was being attacked on all sides. The Legitimist duchess of Berry attempted an uprising in spring 1832 in and , a stronghold of the ultra-royalists, while the Republicans headed an insurrection in Paris on 5 June 1832, on the occasion of the funeral of one of their leaders, , also struck dead by the cholera. General Mouton crushed the rebellion. The scene was later depicted by in . This double victory, over both the Carlists Legitimists and the Republicans, was a success for the regime.On 7 June 1832, Rodolphe Apponyi noted in his Journal: (quoted by Guy Antonetti, Op. cit., p. 696) Furthermore, the death of the duke of Reichstadt (Napoléon II) on 22 July 1832, in Vienna, marked another defeat for the Bonapartist opposition. Finally, married his elder daughter, , to the new king of the Belgians, Leopold I, on the anniversary of the establishment of the July Monarchy (9 August). Since the archbishop of Paris , a Legitimist, refused to celebrate this mixed marriage between a Catholic and a Lutheran, the wedding took place in the . This royal alliance strengthened 's position abroad. === First Soult government === Louis-Philippe called a trusted man, Marshal Soult, to the Presidency of the Council in October 1832. was supported by a triumvirate composed of the main politicians of that time: Adolphe Thiers, the and . The conservative spoke of a \"coalition of all talents\", while the King of the French would eventually speak, with obvious disappointment, of a \" in three persons.\" In a circular addressed to the high civil servants and military officers, the new President of the Council, , stated that he would explicitly follow the policies of (\"order at home\", \"peace abroad\") and denounced both the Legitimist right-wing opposition and the Republican left-wing opposition. The new Minister of Interior, , had his first success on 7 November 1832 with the arrest in of the rebellious duchess of Berry, who was detained in the citadel of . The duchess was then expelled to Italy on 8 June 1833. The opening of the parliamentary session on 19 November 1832, was a success for the regime. The governmental candidate, , was easily elected on the first round as President of the Chamber, with 234 votes against 136 for the candidate of the opposition, . In Belgium, Marshal assisted the young Belgian monarchy with 70,000 men, taking back the citadel of Antwerp, which capitulated on 23 December 1832. Strengthened by these recent successes, initiated two visits to the provinces, first into the north to meet with the victorious Marshal and his men, and then into Normandy, where Legitimist troubles continued, from August to September 1833. In order to conciliate public opinion, the members of the new government took some popular measures, such as a program of public works, leading to the completion of the in Paris, and the re-establishment, on 21 June 1833, of Napoleon I's statue on the . The Minister of Public Instruction and Cults, , had the famous law on primary education passed in June 1833, leading to the creation of an elementary school in each commune. Finally, a ministerial change was enacted after the duke 's resignation on 1 April 1834. had found himself in a minority in the Chamber concerning the ratification of a treaty signed with the United States in 1831. This was a source of satisfaction for the king, as it removed from the triumvirate the individual he disliked the most. ==== April 1834 insurrections ==== The ministerial change coincided with the return of violent unrest in various cities of France. At the end of February 1834, a new law that subjected the activities of town criers to public authorization led to several days of confrontations with the police. Furthermore, the 10 April 1834 law, primarily aimed against the Republican Society of the Rights of Man (), envisioned a crack-down on non-authorized associations. On 9 April 1834, when the Chamber of Peers was to vote on the law, the Second Canut Revolt exploded in Lyon. The Minister of the Interior, , decided to abandon the city to the insurgents, taking it back on 13 April with casualties of 100 to 200 dead on both sides. The Republicans attempted to spread the insurrection to other cities, but failed in , , and . The threat was more serious in and especially in on 11 April but finally public order was restored. The greater danger to the regime was, as often, in Paris. Expecting trouble, had concentrated 40,000 men there, who were visited by the king on 10 April. Furthermore, had made \"preventive arrests\" against the 150 main leaders of the Society of the Rights of Man and outlawed its mouthpiece, . Despite these measures, barricades were set up in the evening of 13 April 1834, leading to harsh repression, including a massacre of all the inhabitants (men, women, children and old people) of a house from where a shot had been fired. This incident was immortalized in a lithograph by . To express their support for the monarchy, both Chambers gathered in the Palace of the Tuileries on 14 April. In a gesture of appeasement, canceled his feast-day celebration on 1 May, and publicly announced that the sums that were to have been used for these festivities would be dedicated to the orphans, widows and injured. In the same time, he ordered Marshal to publicize these events widely across France (the provinces being more conservative than Paris), to convince them of the \"necessary increase in the Army.\". to , 17 April 1834, quoted by , Op. cit., p. 723 More than 2,000 arrests were made following the riots, in particular in Paris and Lyon. The cases were referred to the Chamber of Peers, which, in accordance with art. 28 of the Charter of 1830, dealt with cases of conspiracy against state security (). The Republican movement was decapitated, so much that even the funerals of on 20 May 1834, were quiet. As early as 13 May the Chamber of Deputies voted a credit of 14 million in order to increase the army to 360,000 men. Two days later, they also adopted a very repressive law on detention and use of military weapons. ==== Legislative elections of 1834 ==== Louis- Philippe decided to seize the opportunity of dissolving the Chamber and organizing new elections, which were held on 21 June 1834. However, the results were not as favorable to him as expected: although the Republicans were almost eliminated, the Opposition retained around 150 seats (approximately 30 Legitimists, the rest being followers of , who was an supporter of the regime, but headed the ). Furthermore, in the ranks of the majority itself, composed of about 300 deputies, a new faction, the , led by , could on some occasions defect from the majority and give its votes to the Left. On 31 July the new Chamber re-elected as President of the Chamber with 247 votes against 33 for and 24 for . Furthermore, a large majority (256 against 39) voted an ambiguous address to the king which, although polite, did not abstain from criticizing him. The latter immediately decided, on 16 August 1834, to prorogue Parliament until the end of the year. ===Short-lived governments (July 1834 – February 1835)=== and , who dominated the triumvirate, decided to get rid of Marshal , who was appreciated by the king for his compliant attitude. Seizing the opportunity of an incident concerning the French possessions in Algeria, they pushed to resign on 18 July 1834. He was replaced by Marshal , with the other ministers remaining in place. however, was forced to resign in turn, on 29 October 1834, over the question of an amnesty for the 2,000 prisoners detained in April. , the (including and ) and the core of the government opposed the amnesty, but the managed to convince to announce it, underscoring the logistical difficulties in organizing such a large trial before the Chamber of Peers. 's resignation opened up a four-month ministerial crisis, until finally assembled a government entirely from the . However, after 's refusal to assume its presidency, the king made the mistake of calling, on 10 November 1834, a figure from the First Empire, the , to head his government. The latter, crippled with debts, became the object of public ridicule after his creditors decided to seize his ministerial salary. Alarmed, all the ministers decided to resign, three days later, without even advising , whose government became known as the \"Three Days Ministry.\" On 18 November 1834, called Marshal , duke of , to the Presidency, and the latter formed exactly the same government as . This crisis made the ridiculous while the triumphed. On 1 December 1834, 's government decided to submit a motion of confidence to the Parliament, obtaining a clear majority (184 votes to 117). Despite this, had to resign two months later, on 20 February 1835, officially for health reasons. The opposition had denounced a government without a leader, accusing of being 's puppet. The same phrase that had spoken in opposition to Charles X, \"the king reigns but does not rule\" (), was now addressed to the \"Citizen King\". ==Evolution towards parliamentarianism (1835–1840)== The polemics which led to Marshal 's resignation, fueled by monarchists such as Baron and the Count of , all turned around the question of parliamentary prerogative. On the one hand, wanted to be able to follow his own policy, in particular in \"reserved domains\" such as military affairs or diplomacy. As the head of state, he also wanted to be able to lead the government, if need be by bypassing the President of the Council. On the other hand, a number of the deputies stated that the ministers needed a leader commanding a parliamentary majority, and thus wanted to continue the evolution towards parliamentarism which had only been sketched out in the Charter of 1830. The Charter did not include any mechanism for the political accountability of ministers towards the Chamber (confidence motions or for censorship motions). Furthermore, the function of the President of the Council itself was not even set out in the Charter. === The ministry (March 1835 – February 1836) === In this context, the deputies decided to support as head of the government, mainly because he was the king's least preferred choice, as disliked both his anglophilia and his independence. After a three-week ministerial crisis, during which the \"Citizen King\" successively called on count , , Marshal , General and , he was finally forced to rely on the and to accept his conditions, which were close to those imposed before by . As in the first government, the new cabinet rested on the triumvirate of (Foreign affairs), (Public instruction), and (Interior). 's first act was to take a personal revenge on the Chamber by having it ratify (by 289 votes against 137) the 4 July 1831 treaty with the United States, something which the deputies had refused him in 1834. He also obtained a large majority on the debate the secret funds, which worked as an unofficial motion of confidence (256 voices against 129). ==== Trial of the April insurgents ==== 's most important task was the trial of the April insurgents, which began on 5 May 1835 before the Chamber of Peers. The Peers finally convicted only 164 detainees on the 2,000 prisoners, of whom 43 were judged . Those defendants who were present for their trial introduced a great many procedural delays, and attempted by all means to transform the trial into a platform for Republicanism. On 12 July 1835, some of them, including the main leaders of the Parisian insurrection, escaped from the Prison of through a tunnel. The Court of Peers delivered its sentence on the insurgents of Lyon on 13 August 1835, and on the other defendants in December 1835 and January 1836. The sentences were rather mild: a few condemnations to deportation, many short prison sentences and some acquittals. ==== The (28 July 1835) ==== Against their hopes, the trial finally turned to the Republicans' disadvantage, by giving them a radical image which reminded the public opinion of the excesses of Jacobinism and frightened the bourgeois. The of July 1835, which took place on Paris during a review of the National Guard by for the commemorations of the July Revolution, further scared the notables. On the , near the , a volley gun composed of 25 gun barrels mounted on a wooden frame was fired on the king from the upstairs window of a house. The King was only slightly injured, while his sons, , and , escaped unharmed. However, Marshal Mortier and ten other persons were killed, while tens were injured (among which seven died in the following days). The conspirators, the adventurer and two Republicans ( and ) members of the Society of Human Rights, were arrested in September 1835. Judged before the Court of Peers, they were sentenced to death and guillotined on 19 February 1836. ==== The September 1835 laws ==== The shocked the bourgeoisie and most of France, which was generally more conservative than the people of Paris. The Republicans were discredited in the country, and public opinion was ready for strong measures against them. The first law reinforced the powers of the president of the and of the public prosecutor against those accused of rebellion, possession of prohibited weapons or attempted insurrection. It was adopted on 13 August 1835, by 212 votes to 72. The second law reformed the procedure before the juries of the Assizes. The existing 4 March 1831 law confined the determination of guilt or innocence to the juries, excluding the professional magistrates belonging to the , and required a 2/3 majority (8 votes to 4) for a guilty verdict. The new law changed that to a simple majority (7 against 5), and was adopted on 20 August 1835 by 224 votes to 149. The third law restricted freedom of press, and provoked passionate debates. It aimed at outlawing discussions concerning the king, the dynasty and constitutional monarchy, as it was alleged that these had prepared the ground for the . Despite a strong opposition to the draft, the law was approved on 29 August 1835 by 226 votes to 153. ==== The final consolidation of the regime ==== These three laws were simultaneously promulgated on 9 September 1835, and marked the final success of the policy of pursued against the Republicans since . The July Monarchy was thereafter sure of its ground, with discussions concerning its legitimacy being completely outlawed. The Opposition could now only discuss the interpretation of the Charter and advocate an evolution towards parliamentarianism. Demands for the enlargement of the electoral base became more frequent, however, in 1840, leading to the re-appearance of Republican Opposition through the claim to universal suffrage. The ministry, however, finally fell on a question concerning the public debt. The Minister of Finance, , announced on 14 January 1836 his intention to reduce the interest on government bonds in order to lighten the public debt, a very unpopular measure among the supporters of the regime, since bond interest was a fundamental component of the bourgeoisie's wealth. Therefore, the Council of Ministers immediately disavowed , while the Duke explained to the Chamber that his proposal was not supported by the government. However, his tone was judged insulting by the deputies, and one of them, the banker , immediately proposed a draft law concerning bonds himself. On 5 February 1836, a narrow majority of deputies (194 against 192) decided to continue the examination of the draft, thus disavowing 's cabinet. The government immediately resigned: for the first time, a cabinet had fallen after having been put in a minority before the Chamber of Deputies, a sure victory of parliamentarianism. === The first government (February – September 1836) === Louis-Philippe then decided to pretend to play the parliamentary card, with the secret intention of neutralizing it. He took advantage of the ministerial crisis to get rid of the ( and ), invited some politicians to give an illusion of an opening to the Left, and finally called on on 22 February 1836, in an attempt to convince him to distances himself from the liberal Doctrinaires, and also to use up his legitimacy in government, until the time came to call on Count , whom the king had decided a long time before to make his President of the Council. thus separated the center-right from the center- left, strategically attempting to dissolve the , a dangerous game since this could also lead to the dissolving of the parliamentary majority itself and create endless ministerial crises. Furthermore, as the himself warned him, when was eventually pushed out, he would shift decisively to the Left and transform himself in a particularly dangerous opponent. In the Chamber, the debate on the secret funds, marked by a notable speech by and an evasive response by the Justice Minister, , was concluded with a favorable vote for the government (251 votes to 99). On the other hand, the draft proposal on government bonds was easily postponed by the deputies on 22 March 1836, another sign that it had been only a pretext. Thiers' motivations for accepting the position of head of the government and taking the Ministry of Foreign Affairs as well were to enable him to negotiate the 's wedding with an Austrian archduchess. Since the , 's wedding (he had just reached 25) had become an obsession of the king, and wanted to effect a spectacular reversion of alliances in Europe, as had done before him. But Metternich and the archduchess Sophie of Bavaria, who dominated the court in Vienna, rejected an alliance with the House of Orléans, which they deemed too unstable. Another against , by on 25 June 1836, justified their fears. These two setbacks upset . On 29 July 1836, the inauguration of the , intended to be the scene of a ceremony of national concord, during which the July Monarchy would harness the glory of the Revolution and of the Empire, finally took place, quietly and unceremoniously, at seven in the morning and without the king being present. To re-establish his popularity and in order to take his revenge on Austria, was considering a military intervention in Spain, requested by the Queen Regent who was confronted by the Carlist rebellion. But , advised by and , strongly opposed the intervention, which led to Thiers's resignation. This new event, in which the government had fallen not because of parliament but because of a disagreement with the king on foreign policy, demonstrated that the evolution towards parliamentarianism was far from being assured. === The two governments (September 1836 – March 1839) === Count formed a new government on 6 September 1836, including the , and . This new cabinet did not include any veterans of the July Revolution, something the press immediately highlighted. immediately took some humane measures in order to assure his popularity: the general adoption of small prison cells to avoid \"mutual teaching of crime\", abolition of chain gangs exposed to the public, and a royal pardon for 52 political prisoners (Legitimists and Republicans), in particular for Charles X' former ministers. On 25 October 1836, the inauguration of the Obelisk of Luxor (a gift from the viceroy of Egypt, Mehemet Ali) on the was the scene of a public ovation for the King. ==== 1836 Bonapartist uprising ==== On 30 October 1836, attempted an uprising in Strasbourg, which was quickly put down and the Bonapartist prince and his accomplices were arrested on the same day. The king, wanting to avoid a public trial, and without legal proceedings, ordered that be taken to where he was put on board the frigate , which sailed for the United States on 21 November. The other conspirators were brought before the of Strasbourg, which acquitted them on 18 January 1837. ==== ==== Thereafter, on 24 January 1837, the Minister of War, General , proposed a draft law – – aimed, in case of insurrection, at separating civilians, who would be judged by the , and non- civilians, who would be judged by a war council. The opposition adamantly rejected the proposal, and surprisingly managed to have the whole Chamber reject it, on 7 March 1837, by a very slim majority of 211 votes to 209. However, decided to go against public expectation, and the logic of parliamentarianism, by maintaining the government in place. But the government was deprived of any solid parliamentary majority, and thus paralyzed. For a month and a half, the king tried various ministerial combinations before forming a new government which included , who was close to him, but which excluded , who had more and more difficulty working with , who was once again confirmed as head of the government. This new government was almost a provocation for the Chamber: not only was Molé retained, but , who had been in charge of the , and , in charge of a draft law concerning the Belgian Queen's dowry – both having been rejected by the deputies – were also members of the new cabinet. The press spoke of a \"Cabinet of the castle\" or \"Cabinet of lackeys\", and all expected it to be short-lived. ==== The wedding of the Duke of Orléans ==== However, in his first speech, on 18 April 1837, cut short his critics with the announcement of the future wedding of Ferdinand Philippe, Duke of Orléans (styled as the ) with the Duchess Helene of Mecklenburg- Schwerin. Taken by surprise, the deputies voted for the increase of the dowry of both the Duke of Orléans, which had been previously rejected, and the Queen of the Belgians. After this promising beginning, in May 's government managed to secure Parliament's confidence during the debate on the secret funds, despite 's attacks (250 votes to 112). An 8 May 1837 ordinance granted general amnesty to all political prisoners, while crucifixes were re-established in the courts, and the Church of , closed since 1831, was authorized to renew religious activities. To demonstrate that public order had been restored, the king passed reviewed the National Guard on the . On 30 May 1837, the Duke of Orléans' wedding was celebrated at the . A few days later, on 10 June inaugurated the , the restoration of which, begun in 1833, was intended to establish a Museum of the History of France, dedicated to \"all the glories of France\". The king had closely followed and personally financed the project entrusted to the architect . In a symbol of national reconciliation, the military glories of the Revolution and of the Empire, even those of the Restoration, were to sit side by side with those of the . ==== The legislative elections of 4 November 1837 ==== 's government seemed stable, helped by the return of economic prosperity. Therefore, the king and decided, against the 's advice, that the moment was auspicious for the dissolving of the Chamber, which was done on 3 October 1837. In order to influence the forthcoming elections, decided on the Constantine expedition in Algeria, a military success of General and the , second son of , who took on 13 October. However, the 4 November 1837 elections did not deliver 's hopes. Of a total of 459 deputies, only a plurality of 220 were supporters of the regime. About 20 Legitimists had been elected, and 30 Republicans. The center-right had approximately 30 deputies, the center-left about twice that many, and the dynastic opposition () 65. The had only about 15 deputies, and 30 more were undecided. Such a Chamber carried the risk of the formation of a heterogeneous coalition against the government. As early as January 1838, the government was under great pressure, in particular from , over deputies who were also civil servants. On 9 January he accused the government of electoral manipulation in order to have loyal civil servants elected. Where there had been 178 in the preceding Chamber, there were now 191. and his allies also defied the government, concerning Spanish affairs. However, with the help of the , obtained a favorable vote for the address to the king on 13 January 1838, with 216 votes to 116. 's cabinet appeared to be taken hostage by the , at the exact moment when was distancing himself from the President of the Council. All of 's efforts would be thereafter focused on pushing the away from the ministerial majority. During the vote on the secret funds, both , in the Chamber of Deputies, and the , in the Chamber of Peers, criticized the cabinet, although both ultimately voted with the government. On 10 May 1838, the deputies rejected the government's plan for railway development, after having finally agreed, a week earlier, the proposals on government bonds opposed by . The Peers, however, supported and rejected the initiative. On 20 June 1838, succeeded in having the Assembly pass the 1839 budget before the parliamentary recess. On the opening of the parliamentary session in December 1838, was elected by a very slim majority (183 votes for 178 for , the center- left candidate and adamant opponent of the \"Castle cabinet\") as President of the Chamber. A coalition, including , , and , had formed during summer, but it did not prevent the vote of a favorable address to the King (221 votes against 208). ==== The legislative elections of 2 March 1839 ==== Confronted to such a slight and uncertain majority, presented his resignation to the king on 22 January 1839. first attempted to refuse it, and then, approaching Marshal , who was not initially persuaded, offered him the lead. finally accepted after the funeral of the king's daughter, the , on the condition of moving promptly to new elections. During the electoral campaign, the left-wing opposition denounced what they termed a constitutional coup, comparing the 1837 and 1839 dissolutions to the consecutive dissolutions of Charles X in 1830. compared to , one of Charles X's ministers. The 2 March 1839 elections were a disappointment for the king, who lost two loyal deputies, while the coalition mustered 240 members, against only 199 for the government. presented his resignation to the king on 8 March, which was forced to accept. === Second Soult government (May 1839 – February 1840) === After 's fall, immediately called upon Marshal , who attempted, without success, to form a government including the three leaders of the coalition who had brought down : , and . Confronted with the ' refusal, he then tried to form a center-left cabinet, which also foundered upon 's intransigence concerning Spanish affairs. These successive setbacks forced the king to postpone to 4 April 1839 the opening of the parliamentary session. Thiers also refused to be associated with the and . The king then attempted to keep him at bay by offering him an embassy, which provoked the outcries of 's friends. Finally, resigned himself to composing, on 31 March 1839, a transitional and neutral government. The parliamentary session opened on 4 April in a quasi-insurrectionary atmosphere. A large mob had gathered around the , seat of the Assembly, singing and rioting. The left- wing press accused the government of provocations. Thiers supported as President of the Chamber, but his attitude during the negotiations for the formation of a new cabinet had disappointed some of his friends. A part of the center-left thus decided to present against . The latter won with 227 votes against 193, supported by the ministerial deputies and the . This vote demonstrated that the coalition had imploded, and that a right-wing majority could be formed to oppose any left-wing initiative. Despite this, the negotiations for the formation of a new cabinet still were unsuccessful, with Thiers making his friends promise to request his authorization before accepting any governmental function. The situation seemed at an impasse, when on 12 May 1839, the , a secret Republican society, headed by , and , organized an insurrection in the and the in Paris. The League of the Just, founded in 1836, participated in this uprising. However, not only was it a failure, and the conspirators arrested, but this allowed to form a new government on the same day, presided over by Marshal who had assured him of his loyal support. At the end of May, the vote on the secret funds gave a large majority to the new government, which also had the budget passed without any problems. The parliamentary recess was decreed on 6 August 1838, and the new session opened on 23 December, during which the Chamber voted a rather favorable address to the government by 212 votes to 43. 's cabinet, however, fell on 20 February 1839, 226 deputies having voted against proposed dowry of the (only 200 votes for), who was to marry de . === The second cabinet (March – October 1840) === 's fall compelled the king to call on the main left-wing figure, . , one of the only remaining right-wing alternatives, had just been named ambassador to London and left France. 's aim was to definitively establish parliamentary government, with a \"king who reigns but does not rule\", and a cabinet drawn from the parliamentary majority and answerable to it. Henceforth, he clearly opposed 's concept of government. formed his government on 1 March 1840. He first pretended to offer the presidency of the Council to the , and then , before accepting it and taking Foreign Affairs at the same time. His cabinet was composed of fairly young politicians (47 years old on average), himself being only 42. Relations with the king were immediately difficult. embarrassed by suggesting that he nominate his friend as Marshal, which would expose him to the same criticisms he had previously suffered over political favoritism and the abuse of governmental power. thus decided to postpone 's advancement. obtained an easy majority during the debate on the secret funds in March 1840 (246 votes to 160). Although he was classified as center-left, 's second government was highly conservative, and dedicated to the protection of the interests of the bourgeoisie. Although he had the deputies pass the vote on government bond conversion, which was a left-wing proposal, he was sure that it would be rejected by the Peers, which is what happened. On 16 May 1840, harshly rejected universal suffrage and social reforms after a speech by the Radical , who had linked the ideas of electoral reform and social reform. was attempting to unite the left-wing by tying together universal suffrage claims and Socialist claims, which had appeared in the 1840s, concerning the \"right of work\" (). He believed that electoral reform to establish universal suffrage should precede the social reform, which he considered very urgent. On 15 June 1838, obtained the postponement of a proposal made by the conservative deputy who, equipping himself with an old demand of the Left, sought to outlaw the nomination of deputies to salaried public offices during their elective mandate. As Thiers had previously supported this proposition, he was acutely criticized by the Left. Since the end of August 1838, social problems related to the economic crisis which started in 1839 caused strikes and riots in the textile, clothing and construction sectors. On 7 September 1839, the cabinet- makers of the started to put up barricades. responded by sending out the National Guard and invoking the laws prohibiting public meetings. also renewed the 's privilege until 1867 on such advantageous terms that the Bank had a commemorative gold medal cast. Several laws also established steamship lines, operated by companies operating state-subsidised concessions. Other laws granted credits or guarantees to railway companies in difficulties. ==== Return of Napoleon's ashes ==== While favored the conservative bourgeoisie, he also made sure to satisfy the Left's thirst for glory. On 12 May 1840, the Minister of the Interior, , announced to the deputies that the king had decided that the remains of would be transferred to the . With the British government's agreement, the sailed to Saint Helena on the frigate to retrieve them. This announcement immediately struck a chord with public opinion, which was swept along with patriotic fervor. Thiers saw in this act the successful completion of the rehabilitation of the Revolution and of the Empire, which he had attempted in his and his , while , who was reluctant, aimed at capturing for himself a touch of the imperial glory, just as he had appropriated the legitimist monarchy's glory in the . The decided to seize the opportunity to land in on 6 August 1840, with the aim of rallying the 42nd infantry regiment () along with some accomplices including one of 's comrades in Saint Helena, the General . Although was in reality a double agent used by the French government to spy, in London, on , deceived by letting him think that the operation would take place in Metz. However, Bonaparte's operation was a complete failure, and he was detained with his men in the Fort of Ham, Picardy. Their trial took place before the Chamber of Peers from 28 September 1840 to 6 October 1840, to general indifference. The public's attention was concentrated on the trial of , before the of , the defendant being accused of having poisoned her husband. Defended by the famous Legitimist lawyer , Bonaparte was sentenced to life detention, by 152 votes (against 160 abstentions, out of a total of 312 Peers). \"We do not kill insane people, all right! but we do confine them,, in (quoted by , Op. cit., p. 818) declared the , in this period of intense discussions concerning parricides, mental disease and reform of the penal code.See , (Gallimard, 1973). English transl.: I, Pierre Rivière, Having Slaughtered my Mother, my Sister and my Brother (Penguin, 1975) ==== Colonization of Algeria ==== The conquest of Algeria, initiated in the last days of the Bourbon Restoration, was now confronted by 's raids, punishing Marshal and the 's expedition to the in autumn 1839, which had violated the terms of the 1837 Treaty of Tafna between General and . pushed in favor of colonizing of the interior of the country, up to the edges of the desert. He convinced the king, who saw in Algeria an ideal theater for his son to cover the House of with glory, and persuaded him to send General as first governor general of Algeria. , who would lead harsh repression against the natives, was officially nominated on 29 December 1840, a few days after 's fall. ==== Middle Eastern affairs, a pretext for 's fall ==== supported Mehemet Ali, the viceroy of Egypt, in his ambition to constitute a vast Arabian Empire from Egypt to Syria. He tried to intercede in order to have him sign an agreement with the Ottoman Empire, unbeknownst to the four other European powers (Britain, Austria, Prussia and Russia). However, informed of these negotiations, the British Minister of Foreign Affairs, Lord Palmerston, quickly negotiated a treaty between the four powers to sort out the \"Eastern Question\". When revealed, the London Convention of 15 July 1840 provoked an explosion of patriotic fury: France had been ousted from a zone where it traditionally exercised its influence, while Prussia, which had no interest in it, was associated with the treaty. Although pretended to join the general protestations, he knew that he could take advantage of the situation to get rid of . The latter pandered to patriotic feelings by decreeing, on 29 July 1840, a partial mobilization, and by starting, on 13 September 1840, the works on the fortifications of Paris. But France remained passive when, on 2 October 1840, the Royal Navy mobilized along the Lebanese coastline. Mehemet Ali was then immediately dismissed as viceroy by the Sultan. Following long negotiations between the king and , a compromise was found on 7 October 1840: France would renounce its support for Mehemet Ali's pretensions in Syria but would declare to the European powers that Egypt should remain at all costs independent. Britain thereafter recognized Mehmet Ali's hereditary rule on Egypt: France had obtained a return to the situation of 1832. Despite this, the rupture between and was now definitive. On 29 October 1840, when presented to the Council of Ministers the draft of the speech of the throne, prepared by , found it too aggressive. After a short discussion, and his associates collectively presented their resignations to the king, who accepted them. On the following day, sent for Marshal and so they could return to Paris as soon as possible. ==The Guizot government (1840–1848)== When called to power and the , representatives of the center-right, after the center-left , he surely imagined that this would be only temporary, and that he would soon be able to call back . But the new cabinet formed by would remain closely knit, and finally win the king's trust, with becoming his favorite president of the Council. On 26 October 1840, arrived to Paris from London. He took for himself the Ministry of Foreign Affairs and let Soult assume the nominal presidency. This satisfied the king and the royal family, while himself was sure of his ability to manipulate the old Marshal as he wished. As the center-left had refused to remain in the government, 's cabinet included only conservatives, ranging from the ministerial center to the center-right . The July Column was erected in honor of the 1830 Revolution. The Middle East Question was settled by the London Straits Convention of 1841, which permitted the first reconciliation between France and Britain. This in turn increased public favor towards the colonization of Algeria. Both the government and the Chamber were Orleanists. They were divided into 's Dynastic Left (), which demanded the extension of the franchise to the petty bourgeoisie and had as its mouthpiece ; the center-left, headed by Adolphe Thiers, which aimed at restricting royal prerogatives and influence, and which had as its mouthpiece ; the conservatives, headed by Guizot and Count Molé, who wanted to preserve the regime and defended their ideas in and . thumb|left|Louis Philippe in 1842 Guizot refused any reforms, rejecting a broader franchise. According to him, the monarchy should favor the \"middle classes\", defined by land ownership, a \"moral\" tied to money, work and savings. (\"Get rich through work and savings and then you will be electors!\") was his famous statement. was helped in his aims by a comfortable rate of economic growth, averaging about 3.5% a year from 1840 to 1846. The transport network was quickly enlarged. An 1842 law organized the national railway network, which grew from 600 to 1,850 km, a sure sign that the Industrial Revolution had fully reached France. === A threatened system === This period of Industrial Revolution was characterized by the appearance of a new social phenomenon, known as pauperism. Related to industrialization and the rural exodus, the working poor became an increasingly large segment of the population. Furthermore, the former network of workings men's associations of the had disappeared. Workers had a 14-hour working day, daily wages of 20 centimes, and no possibility of organizing themselves in trade unions. 250,000 beggars were registered, and 3 million citizens registered with charity offices. State assistance was nonexistent. The only social law of the July Monarchy was to outlaw, in 1841, labor of children under eight years of age, and night labor for those of less than 13 years. The law, however, was almost never implemented. Christians imagined a \"charitable economy\", while the ideas of Socialism, in particular Utopian Socialism (, , etc.) continued to spread. theorized about Socialist , while the socialist and anarchist thinker theorized about mutualism. On the other hand, Liberals, inspired by Adam Smith, imagined a solution and the end of tariffs, which the United Kingdom, the dominant European power, had started in 1846 with the repeal of the Corn Laws. ==== Final years (1846–1848) ==== The 1846 harvest was poor, in France as elsewhere (especially Ireland, but also Galicia and Bohemia). A rise in the price of wheat, the dietary staple of the common people, provoked a food shortage, while purchasing power decreased. The resulting fall in domestic consumption led to a crisis of industrial overproduction. This in turn immediately led to massive lay-offs, and thus to a large withdrawal of savings, leading to a banking crisis. Bankruptcies multiplied, and stock prices on the stock exchanges collapsed. The government reacted by importing Russian wheat, which created a negative balance of trade. The program of public works therefore stopped, including attempts to improve France's coastal defenses. Robert Peel's government in Britain collapsed in 1846 after disputes over the Corn Laws, bringing the Liberals back into government led by Lord Russell and Lord Palmerston. The appointment of Lord Palmerston was regarded as a threat to France. Guizot's effort to bring about rapprochement with Britain in the early 1840s was virtually undone by the Affair of the Spanish Marriages, which broke out that year after Palmerston attempted to wed the Spanish queen to a member of the House of Saxe-Coburg and Gotha rather than to a member of the House of Bourbon, as and his British counterparts had agreed to earlier in the 1840s. Henceforth, there was an increase in workers' demonstrations, with riots in the in 1847. In , a city in the industrial north, 60% of the workers were unemployed. At the same time, the regime was marred by several political scandals ( corruption scandal, revealed in May 1847, or 's suicide after having murdered his wife, daughter of ). Since the right of association was strictly restricted, and public meetings prohibited after 1835, the Opposition was paralyzed. In order to sidestep this law, political dissidents used civil funerals of their comrades as occasions of public demonstrations. Family celebrations and banquets also served as pretexts for gatherings. At the end of the regime, the took place in all of the big cities of France. firmly reacted to this threat, and prohibited the final banquet, which was to be held on 14 January 1848. Postponed to 22 February, this banquet would provoke the February 1848 Revolution. == End of the monarchy == After some unrest, the king replaced by who advocated repression. Greeted with hostility by the troops in the , in front of the Tuileries Palace, the king finally decided to abdicate in favor of his grandson, , entrusting the regency to his daughter-in-law, . His gesture was in vain as the Second Republic was proclaimed on 26 February 1848, on the , before the July Column. , who claimed to be the \"Citizen King\" linked to the country by a popular sovereignty contract on which he founded his legitimacy, did not see that the French people were advocating an enlargement of the electorate, either by a decrease of the electoral tax threshold, or by the establishment of universal suffrage . Although the end of the July Monarchy brought France to the brink of civil war, the period was also characterized by an effervescence of artistic and intellectual creation. == See also == * France during the nineteenth century * Liberalism and radicalism in France * French art of the 19th century * French literature of the 19th century * History of science * Politics of France == Notes == == References == ==Further reading== * Antonetti, Guy. Louis-Philippe (Paris, Librairie Arthème Fayard, 2002), in French * Aston, Nigel. \"Orleanism, 1780–1830,\" History Today, (Oct 1988) 38#10, pp 41–47 * Beik, Paul. Louis Philippe and the July Monarchy (1965), short survey * Blum, Jerome. In the Beginning: The Advent of the Modern Age Europe in the 1840s (1994) pp 199–234. * Collingham, H.A.C. The July Monarchy: A Political History of France, 1830–1848 (Longman, 1988) * Furet, François. Revolutionary France 1770-1880 (1995), pp 326–84. survey of political history by leading scholar * Howarth, T.E.B. Citizen-King: The Life of Louis Philippe, King of the French (1962). * Jardin, Andre, and Andre-Jean Tudesq. Restoration and Reaction 1815–1848 (The Cambridge History of Modern France) (1988) * Lucas-Dubreton, J. The Restoration and the July Monarchy (1929), pp 174–368. * Merriman, John M. ed. 1830 in France (1975) articles by scholars. * Newman, Edgar Leon, and Robert Lawrence Simpson. Historical Dictionary of France from the 1815 Restoration to the Second Empire (Greenwood Press, 1987) online edition * Pinkney, David. The French Revolution of 1830 (1972) * Pinkney, David. Decisive Years in France, 1840-1847 (1986) ===Cultural history=== * Chu, Petra ten-Doesschate, and Gabriel P. Weisberg, eds. The popularization of images: Visual culture under the July Monarchy (Princeton University Press, 1994) * Drescher, Seymour. \"America and French Romanticism During the July Monarchy.\" American Quarterly (1959) 11#1 pp: 3-20. in JSTOR * Margadant, Jo Burr. \"Gender, Vice, and the Political Imaginary in Postrevolutionary France: Reinterpreting the Failure of the July Monarchy, 1830-1848,\" American Historical Review (1999) 194#5 pp. 1461–1496 in JSTOR * Marrinan, Michael. Painting politics for Louis-Philippe: art and ideology in Orléanist France, 1830-1848 (Yale University Press, 1988) * Mellon, Stanley. \"The July Monarchy and the Napoleonic Myth.\" Yale French Studies (1960): 70–78. in JSTOR ===Social and economic history=== * Charle, Christophe. A Social History of France in the Nineteenth Century (1994) * Harsin, Jill. Barricades: The War of the Streets in Revolutionary Paris, 1830-1848 (2002) * Kalman, Julie. \"The unyielding wall: Jews and Catholics in Restoration and July monarchy France.\" French historical studies (2003) 26#4 pp: 661–686. * Pinkney, David H. \"Laissez-Fair or Intervention? Labor Policy in the First Months of the July Monarchy.\" in French Historical Studies, Vol. 3. No. 1. (Spring, 1963), pp. 123–128. * Price, Roger. A Social History of Nineteenth-Century France (1987) 403pp. 403 pgs. online edition * Stearns, Peter N. \"Patterns of industrial strike activity in France during the July Monarchy.\" American Historical Review (1965): 371–394. in JSTOR Category:Kingdom of France Category:1830s in France Category:1840s in France Category:French monarchy Category:Modern history of France Category:1830 establishments in France Category:1848 disestablishments in France . Category:19th century in France",
 "title": "July Monarchy"
}