{
 "id": "374372",
 "text": "A noria (, nā‘ūra, plural nawāʿīr, from , nā‘orā, lit. \"growler\") is a hydropowered scoop wheel used to lift water into a small aqueduct, either for the purpose of irrigation or to supply water to cities and villages. == Name and meaning == === Etymology === The word noria is derived from Arabic nā‘ūra (ناعورة), which comes from the Arabic verb meaning to \"groan\" or \"grunt\", in reference to the sound it made when turning. ===Noria versus saqiyah=== The term noria is commonly used for devices which use the power of moving water to turn the wheel. For devices powered by animals, the usual term is 'saqiyah or saqiya. Other types of similar devices are grouped under the name of chain pumps. However, the names of traditional water-raising devices used in the Middle East, India, Spain and other areas are often used loosely and overlappingly, or vary depending on region. Al-Jazari's famous book on mechanical devices, for example, groups the water-driven wheel and several other types of water-lifting devices under the general term saqiya. In Spain, by contrast, the term noria is used for both types of wheels, whether powered by animals or water current. ==Function== The noria performs the function of moving water from a lower elevation to a higher elevation, using the energy derived from the flow of a river. It consists of a large, narrow undershot water wheel whose rim is made up of a series of containers or compartments which lift water from the river to an aqueduct at the top of the wheel. Its concept is similar to the modern hydraulic ram, which also uses the power of flowing water to pump some of the water out of the river. Unlike the water wheels found in watermills, a noria does not provide mechanical power to any other process. A few historical norias were hybrids, consisting of waterwheels assisted secondarily by animal power. There is at least one known instance where a noria feeds seawater into a saltern. ==History== Paddle-driven water- lifting wheels had appeared in ancient Egypt by the 4th century BC. According to John Peter Oleson, both the compartmented wheel and the hydraulic noria appeared in Egypt by the 4th century BC, with the saqiyah being invented there a century later. This is supported by archeological finds in the Faiyum, where the oldest archeological evidence of a water wheel has been found, in the form of a saqiyah dating back to the 3rd century BC. A papyrus dating to the 2nd century BC also found in the Faiyum mentions a water wheel used for irrigation, a 2nd-century BC fresco found at Alexandria depicts a compartmented saqiyah, and the writings of Callixenus of Rhodes mention the use of a saqiyah in the Ptolemaic Kingdom during the reign of Pharaoh Ptolemy IV Philopator in the late 3rd century BC. The undershot water wheel and overshot water wheel, both animal- and water-driven, and with either a compartmented body (Latin tympanum) or a compartmented rim, were used by Hellenistic engineers between the 3rd and 2nd century BC.; ; ; In 1st century BC, Roman architect Vitruvius described the function of the noria. Around 300, the Romans replaced the wooden compartments with separate, attached ceramic pots that were tied to the outside of an open-framed wheel, thereby creating the noria.; During the Islamic Golden Age, norias were adopted from classical antiquity by Muslim engineers,Donald Hill (1996), \"Engineering\", in Roshdi Rashed, Encyclopedia of the History of Arabic Science, Vol. 3, p. 751-795 [775]. who made improvements to the noria.Thomas F. Glick (1977), \"Noria Pots in Spain\", Technology and Culture 18 (4), p. 644-650. For example, the flywheel mechanism used to smooth out the delivery of power from a driving device to a driven machine, was invented by ibn Bassal (fl. 1038–1075) of al- Andalus, who pioneered the use of the flywheel in the noria and saqiyah.Ahmad Y. al-Hassan, Flywheel Effect for a Saqiya. In 1206, Ismail al-Jazari introduced the use of the carank in the noria and saqiya, and the concept of minimizing intermittency was implied for the purpose of maximising their efficiency.Donald Hill, \"Engineering\", in Roshdi Rashed (ed.), Encyclopedia of the History of Arabic Science, Vol. 2, pp. 751-795 [776], Routledge, London and New York Muslim engineers used norias to discharge water into aqueducts which carried the water to towns and fields. The norias of Hama, for example, were in diameter and are still used in modern times (although currently only serving aesthetic purposes). The largest wheel has 120 water collection compartments and could raise more than 95 litres of water per minute. In the 10th century, Muhammad ibn Zakariya al-Razi's Al-Hawi describes a noria in Iraq that could lift as much as 153,000 litres per hour, or 2550 litres per minute. This is comparable to the output of modern norias in East Asia, which can lift up to 288,000 litres per hour, or 4800 litres per minute. In the late 13th century the Marinid sultan Abu Yaqub Yusuf built an enormous noria, sometimes referred to as the \"Grand Noria\", in order to provide water for the vast Mosara Garden he created in Fez, Morocco. Its construction began in 1286 and was finished the next year. The noria, designed by an Andalusian engineer named Ibn al-Hajj, measured 26 metres in diameter and 2 metres wide. The wheel was made of wood but covered in copper, fitted into a stone structure adjoined to a nearby city gate. After the decline of the Marinids both the gardens and the noria fell into neglect; the wheel of the noria reportedly disappeared in 1888, leaving only remains of the stone base. Numerous norias were also built in Al-Andalus, during the Islamic period of the Iberian Peninsula (8th-15th centuries), and continued to be built by Christian Spanish engineers afterwards. The most famous are the Albolafia in Cordoba (of uncertain date, partly reconstructed today), along the Guadalquivir River, and a former noria in Toledo, along the Tagus River. According to al-Idrisi, the Toledo noria was especially large and could raise water from the river to an aqueduct over 40 meters above it, which then supplied water to the city. Norias and similar devices were also used on vast scale in some parts of Spain for agricultural purposes. The rice plantations of Valencia were said to have 8000 norias, while Mallorca had over 4000 animal-driven saqiyas which were in use up until the beginning of the 20th century. The Alcantarilla Noria near Murcia, a noria built in the 15th century under Spanish Christian rule, is one of the better- known examples to have survived to the present-day. File:Nora Hidráulica do Mouchão.jpg|Noria do Mouchão, Portugal. Paired ceramic pots along the wheel collect the water. File:Nora Hidráulica (pormenor).jpg|Close-up of the Noria do Mouchão File:COLLECTIE TROPENMUSEUM Kintjir of waterschepwiel in Djambi Sumatra TMnr 10007886.jpg|Noria in Jambi, Indonesia, between 1914 and 1921 File:Rastan, 1934-39.jpg|In Al-Rastan, Syria in the 1930s File:Iraq-wheels- Euphrates.jpg|On the Euphrates, at Ajmiyeh, near Rawa, Iraq, in 1911 File:Noria CDR4.JPG|Noria de Casas del Río, in Requena, Spain, in 2009. Operational. File:Azuda de la Montaña, Aranjuez 01.jpg|Azuda de la Montaña, Madrid, Spain File:RuedaAlcantarilla.jpg|Noria of Alcantarilla in Spain, operational as of 2020 ==References== ==Further reading== * * * * ==External links== * Spanish norias in the Region of Murcia * Photos of the norias of Hama in Syria Category:Aqueducts Category:Pumps Category:Irrigation Category:Articles containing video clips Category:Ancient Egyptian technology Category:Egyptian inventions Category:Watermills Category:Water wheels",
 "title": "Noria"
}