{
 "id": "374440",
 "text": "Blankety Blank is a British comedy game show which started in 1979 and is still running today, albeit with some sizeable gaps. The original series ran from 18 January 1979 to 12 March 1990 on BBC 1, hosted first by Terry Wogan from 1979 until 1983, then by Les Dawson from 1984 until 1990. A revival hosted by Paul O'Grady (as Lily Savage) was produced by the BBC from 26 December 1997 to 28 December 1999, followed by ITV from 7 January 2001 to 10 August 2002 as Lily Savage's Blankety Blank. David Walliams hosted a one-off Christmas Special for ITV on 24 December 2016, with Bradley Walsh hosting a 2020 Christmas Special of the show for the BBC, which in turn led to a second revival series to air late 2021. The series premiered on 2 October 2021. The show is based on the American game show Match Game, with contestants trying to match answers given by celebrity panelists to fill-in-the-blank questions. ==Format== ===Main game=== Two contestants compete. The object of the game is to match the answers of as many of the six celebrity panellists as possible on fill-in-the-blank statements. The main game is played in two rounds. The contestant is given a choice of two statements labelled either \"A\" or \"B\". The host then reads the statement. When Les Dawson became the host, the programme did away with the A or B choice, but this was reinstated when Lily Savage became the host. Frequently, the statements are written with comedic, double entendre answers in mind. A classic example: \"Did you catch a glimpse of that girl on the corner? She has the world's biggest blank.\" While the contestant ponders their answer, the six celebrities write their answers on index cards. After they finish, the contestant is asked for their answer. The host then asks each celebrity - one at a time, beginning with the upper left hand corner - to give their response. The contestant earns one point for each celebrity who wrote down the same answer (or reasonably similar as determined by the judges) up to a maximum of six points for matching everyone. After play is completed on the contestant's question, the host reads the statement on the other card for the opponent and play is identical. The trailing contestant begins round two, with two new questions, unless they matched everyone in the first round. Only celebrities that a contestant failed to match could play this round. If the players have the same score at the end of the show, a tiebreaker is used that reverses the game play. The contestants write their answers first on a card in secret, then the celebrities are canvassed to give their answers. The first celebrity response to match a contestant's answer gives that contestant the victory; if there is still no match (which is rare), the round is replayed with a new question. ===Supermatch=== A fill-in-the- blank phrase is given, and it is up to the contestant to choose the most common response based on a studio audience survey. After consulting with three celebrities on the panel for help the contestant has to choose an answer. The answers are revealed after that; the most popular answer in the survey is worth 150 Blanks, the second-most popular 100 Blanks, and the third most popular 50. If a contestant fails to match any of the three answers, the bonus round ended. Another game is played with two new players, and the one who amassed the most from the Supermatch wins the game (and if the two winners score the same it would go to \"sudden death\", using the same tiebreaker as in the main game). That player chooses one of the celebrities who writes down their answer to a \"word BLANK\" phrase. The player then gives their answer, if they matched, they double up their blanks for a more valuable prize. Matching the 150-blank answer and winning the head-to-head final won the star prize. On Lily Savage's Blankety Blank, the player with the highest Supermatch score or winner of a tie-breaker round played the head-to-head round for an additional prize. On the current revival, both players play the tiebreaker even without a tie. ===Supermatch prizes=== Prizes on British game shows of the 1980s are very poor by modern standards. The Independent Broadcasting Authority restricted prize values on ITV shows, and BBC-programme prizes were worth even less because the corporation felt it inappropriate to spend licence payers' money on such things. As a result, the poor-quality prizes became a running joke throughout the show's various runs, particularly during the Dawson era. Dawson drew attention to the fact that the prizes were less-than-mediocre, not pretending that the show had \"fabulous prizes\" as others did, but making a joke of it, such as referring to them as \"fire salvaged\" prizes. On one memorable occasion, the 300 Blanks star prize was a trip on Concorde. As the audience (expecting the usual cheap prizes) clapped and cheered appreciatively, Dawson waved them down with \"Don't get excited—it goes to the end of the runway and back.\" Most famous was the consolation prize—the Blankety Blank chequebook and pen, which Dawson would often call \"The Blankety Blank chequepen and book!\" The \"chequebook\" consisted of a silver trophy in the shape of a chequebook. When one contestant had won nothing, Dawson rolled his eyes and asked her \"I bet you wish you'd've stopped at home and watched Crossroads. Do you want me to lend you your bus fare home?\" However, despite Dawson's constant jibing of the consolation prize (\"Never mind love, you might have lost, but you'll never be short of something to prop your door open with now...\"), the chequebook and pen are now worth a great deal, as they were never commercially available and only a limited number were made. A Blankety Blank chequebook, minus the pen, was one of the items uncovered by Andy in Mackenzie Crook's BBC comedy Detectorists. By the time of the 1990s revival, the IBA prize limits had been lifted, and the star prize was generally a holiday. On the 2021 series, the Supermatch prizes consist of £500, £750, and prize worth over £750. ==Celebrity panelists== === Unaired Pilots (1978) === * Pilot 1 - Bernard Cribbins, Shirley Anne Field, Lulu, Jimmy Perry, Marjorie Proops, Jerry Stevens * Pilot 2 - Lennie Bennett, Jilly Cooper, Judy Cornwell, Wendy Craig, Peter Jones, Bill Tidy ===Series 1 (1979)=== * Show 1 (18 January 1979) - George Baker, Lennie Bennett, Lorraine Chase, Judy Cornwell, Wendy Craig, Bill Tidy * Show 2 (25 January 1979) - Wendy Craig, Shirley Ann Field, David Hamilton, Karen Kay, Ron Moody, Patrick Moore * Show 3 (1 February 1979) - Lorraine Chase, Jack Douglas, Diane Keen, Michael Parkinson, Beryl Reid, Ian Wallace * Show 4 (8 February 1979) - Shirley Ann Field, Brian Murphy, Jon Pertwee, Beryl Reid, Isla St Clair, Bill Tidy * Show 5 (15 February 1979) - Michael Barrymore, Liza Goddard, Peter Jones, Kate O'Mara, Margaret Powell, Bernie Winters * Show 6 (22 February 1979) - Lorraine Chase, Paul Daniels, Anna Dawson, Derek Griffiths, Patrick Moore, Peggy Mount * Show 7 (1 March 1979) - Faith Brown, Judy Cornwell, Windsor Davies, Peter Jones, Bobby Knutt, June Whitfield * Show 8 (15 March 1979) - Janet Brown, Wendy Craig, David Jason, Alfred Marks, Ted Moult, Isla St Clair * Show 9 (22 March 1979) - Marti Caine, Karen Kay, Diane Keen, Alfred Marks, Jerry Stevens, Bill Tidy * Show 10 (29 March 1979) - Anna Dawson, Shirley Anne Field, Roy Hudd, Nicholas Parsons, Beryl Reid, Eddie Waring * Show 11 (5 April 1979) - Faith Brown, Lorraine Chase, David Jason, Humphrey Lyttleton, Johnny More, Kate O'Mara * Show 12 (12 April 1979) - Alexandra Bastedo, Peter Bull, Paul Daniels, Mollie Sugden, Bill Tidy, Dilys Watling * Show 13 (19 April 1979) - Lennie Bennett, Liza Goddard, Nerys Hughes, Peter Jones, Una McLean, Patrick Moore * Show 14 (26 April 1979) - Keith Harris, Karen Kay, Diane Langton, Pete Murray, Isla St Clair, Jerry Stevens * Show 15 (3 May 1979) - Lorraine Chase, Val Doonican, David Hamilton, Dickie Henderson, Karen Kay, Elaine Stritch * Show 16 (10 May 1979) - David Copperfield, Paul Daniels, Stacy Dorning, Jack Douglas, Beryl Reid, Wanda Ventham ===Series 2 (1979)=== * Show 1 (6 September 1979) - Lennie Bennett. Patricia Brake, Shirley Anne Field, Roy Hudd, David Jacobs, Beryl Reid * Show 2 (13 September 1979) - Wendy Craig, Jack Douglas, Judy Geeson, Little and Large, Aimi Macdonald, Patrick Moore * Show 3 (20 September 1979) - Lorraine Chase, Paul Daniels, Percy Edwards, Diane Keen, Roy Kinnear, Julia McKenzie * Show 4 (27 September 1979) - Lennie Bennett, Rolf Harris, John Inman, Karen Kay, Barbara Kelly, Una Stubbs * Show 5 (4 October 1979) - Lorraine Chase, Barry Cryer, Russell Harty, Lulu, Michael Parkinson, Beryl Reid * Show 6 (11 October 1979) - Katie Boyle, Kenny Everett, Liza Goddard, Alfred Marks, Ted Moult, Una Stubbs * Show 7 (18 October 1979) - Larry Grayson, David Jason, Moira Lister, Pete Murray, Isla St Clair, Barbara Windsor * Show 8 (25 October 1979) - David Bellamy, Sandra Dickinson, Shirley Anne Field, Bobby Knutt, Julia McKenzie, Alfred Marks * Show 9 (1 November 1979) - Amanda Barrie, Paul Daniels, Barbara Kelly, Sue Lawley, Patrick Moore, Richard O'Sullivan * Show 10 (8 November 1979) - Janet Brown, Lorraine Chase, Deryck Guyler, Roy Hudd, David Jason, Lulu * Show 11 (15 November 1979) - Dora Bryan, Henry Cooper, Windsor Davies, Larry Grayson, Aimi Macdonald, Francoise Pascal * Show 12 (22 November 1979) - Lennie Bennett, Gemma Craven, David Hamilton, Willie Rushton, Una Stubbs, Barbara Windsor * Show 13 (29 November 1979) - Arthur Askey, Anna Dawson, Sandra Dickinson, Terry Hall, Johnny More, Beryl Reid * Show 14 (6 December 1979) - Arthur Askey, Wendy Craig, Liza Goddard, David Hamilton, Diane Keen, Derek Nimmo * Show 15 (13 December 1979) - Pat Coombs, Jack Douglas, Judy Geeson, Keith Harris, David Jacobs, Beryl Reid * Show 16 (20 December 1979) - Lorraine Chase, Henry Cooper, Kenny Everett, Thora Hird, Karen Kay, Roy Kinnear * Christmas Special (25 December 1979) - Lennie Bennett, Lorraine Chase, Wendy Craig, Sandra Dickinson, Shirley Anne Field, Kenny Everett, Liza Goddard, David Hamilton, David Jason, Roy Kinnear, Patrick Moore, Beryl Reid ===Series 3 (1980)=== * Show 1 (4 September 1980) - Katie Boyle, Janet Brown, Lorraine Chase, Barry Cryer, Val Doonican, Kenny Everett * Show 2 (11 September 1980) - Paul Daniels, John Junkin, Barbara Kelly, Maureen Lipman, Patrick Moore, Madeline Smith * Show 3 (18 September 1980) - Lennie Bennett, Judy Carne, Roy Kinnear, Julia McKenzie, Albert Pontefract Nyree, Dawn Porter * Show 4 (25 September 1980) - Ray Alan, Christopher Biggins, Pat Coombs, Liza Goddard, Tom O'Connor, Beryl Reid * Show 5 (2 October 1980) - Arthur Askey, Norman Collier, Sandra Dickinson, Diana Dors, David Hamilton, Isla St Clair * Show 6 (9 October 1980) - Tim Brooke-Taylor, Windsor Davies, Carol Drinkwater, Alfred Marks, Beryl Reid, Barbara Windsor * Show 7 (16 October 1980) - Norman Collier, Liza Goddard, David Jason, John Junkin, Annie Ross, Molly Weir * Show 8 (23 October 1980) - Tim Brooke-Taylor, Lorraine Chase, Noele Gordon, Larry Grayson, Roy Hudd, Sylvia Syms * Show 9 (30 October 1980) - Patti Boulaye, Paul Daniels, David Hamilton, Peter Jones, Libby Morris, Dilys Watling * Show 10 (6 November 1980) - Lennie Bennett, Bernard Cribbins, Diana Dors, Jack Douglas, Karen Kay, Rula Lenska * Show 11 (13 November 1980) - Isla Blair, Henry Cooper, Les Dawson, Brian Murphy, Beryl Reid, Isla St Clair * Show 12 (20 November 1980) - Shirley Anne Field, Rolf Harris, The Krankies, Libby Morris, Tom O'Connor, Madeline Smith * Show 13 (27 November 1980) - Patricia Brake, Judy Geeson, Roy Hudd, David Jacobs, Beryl Reid, Willie Rushton * Show 14 (4 December 1980) - Kenny Everett, Pearly Gates, Maureen Lipman, Patrick Moore, Tony Selby, Sylvia Syms * Show 15 (11 December 1980) - Lorraine Chase, Bernard Cribbins, Paul Daniels, Jill Gascoine, Pete Murray, Barbara Woodhouse * Christmas Special (26 December 1980) - Katie Boyle, Windsor Davies, Les Dawson, Sandra Dickinson, Kenny Everett, Shirley Anne Field, David Hamilton, Roy Hudd, The Krankies, Rula Lenska, Patrick Moore, Beryl Reid, Madeline Smith, Jimmy Tarbuck ===Series 4 (1981)=== * Show 1 (3 September 1981) - Lenny Henry, David Jacobs, Roy Kinnear, Beryl Reid, Madeline Smith, Tracey Ullman * Show 2 (10 September 1981) - Kenny Everett, David Hamilton, Sally James, Derek Nimmo, Wendy Richard, June Whitfleld * Show 3 (17 September 1981) - Katie Boyle, Lorraine Chase, Liza Goddard, Russell Harty, Roy Hudd, Jimmy Tarbuck * Show 4 (24 September 1981) - Sandra Dickinson, Arthur English, John Junkin, Spike Milligan, Beryl Reid, Dilys Watling * Show 5 (1 October 1981) - Frank Carson, Norman Collier, Anita Harris, Ruth Madoc, Patrick Moore, Madeline Smith * Show 6 (8 October 1981) - Barry Cryer, Noele Gordon, Larry Grayson, Roz Hanby, Anita Harris, Alfred Marks * Show 7 (15 October 1981) - Pat Coombs, Sandra Dickinson, Jack Douglas, Carol Drinkwater, Patrick Moore, Jimmy Tarbuck * Show 8 (22 October 1981) - Lorraine Chase, Henry Cooper, Cyril Fletcher, Karen Kay, Beryl Reid, Bernie Winters * Show 9 (29 October 1981) - Anita Harris, Lenny Henry, Fred Housego, Maureen Lipman, Dinah Sheridan, Jimmy Tarbuck * Show 10 (5 November 1981) - Janet Brown, Frank Carson, Windsor Davies, Shirley Ann Field, Liza Goddard, Pete Murray * Show 11 (12 November 1981) - Tony Blackburn, Lorraine Chase, Leslie Crowther, Carol Drinkwater, Mike Reid, Dinah Sheridan * Show 12 (19 November 1981) - Patricia Brake, Billy Dainty, Shirley Anne Field, Fred Housego, Roy Hudd, Beryl Reid * Show 13 (26 November 1981) - Barry Cryer, Anna Dawson, Sandra Dickinson, Michele Dotrice, Kenny Everett, Patrick Moore * Show 14 (3 December 1981) - Judith Chalmers, Leslie Crowther, Carol Drinkwater, David Hamilton, Rula Lenska, Jimmy Tarbuck * Show 15 (10 December 1981) - Dawn Addams, Bernie Clifton, Julia McKenzie, Brian Murphy, Derek Nimmo, Tessa Wyatt * Show 16 (17 December 1981) - Janet Brown, Billy Dainty, Paul Daniels, Cyril Fletcher, Rula Lenska, Tessa Wyatt * Christmas Special (26 December 1981) - Lorraine Chase, Liza Goddard, Larry Grayson, Lenny Henry, Beryl Reid, Jimmy Tarbuck ===Series 5 (1982)=== * Show 1 (4 September 1982) - Patricia Brake, Carol Drinkwater, Larry Grayson, David Hamilton, Vincent Price, Beryl Reid * Show 2 (11 September 1982) - Pat Coombs, Jack Douglas, Kenny Everett, Anita Harris, Patrick Moore, Wendy Richard * Show 3 (18 September 1982) - Lorraine Chase, Henry Cooper, Roy Hudd, Nerys Hughes, Gloria Hunniford, Jimmy Tarbuck * Show 4 (25 September 1982) - Judith Chalmers, Leslie Crowther, Sandra Dickinson, Ken Dodd, Liza Goddard, Jonathan King * Show 5 (2 October 1982) - Tony Blackburn, Sarah Greene, Cyril Fletcher, Anita Harris, Spike Milligan, Beryl Reid * Show 6 (9 October 1982) - Tim Brooke-Taylor, Lorraine Chase, Lynsey de Paul, Fred Housego, Ruth Madoc, Bernie Winters * Show 7 (16 October 1982) - Tom O'Connor, Dana, Jim Davidson, David Hamilton, Susan Hanson, Gloria Hunniford * Show 8 (23 October 1982) - Lynsey De Paul, Fenella Fielding, Clement Freud, John Junkin, Wendy Richard, Ted Rogers * Show 9 (30 October 1982) - Barry Cryer, Dana, Kenny Everett, Noele Gordon, Danny La Rue, Maggie Philbin * Show 10 (6 November 1982) - Katie Boyle, Frank Carson, Bonnie Langford, Henry McGee, Patrick Moore, Tessa Wyatt * Show 11 (13 November 1982) - Floella Benjamin, Lorraine Chase, Norman Collier, Kenny Everett, Patrick Moore, Beryl Reid * Show 12 (20 November 1982) - Janet Brown, Suzanne Dando, Sandra Dickinson, Larry Grayson, Lenny Henry, Henry McGee * Show 13 (27 November 1982) - Pat Coombs, Ken Dodd, Stu Francis, Nerys Hughes, Roy Kinnear, Tessa Wyatt * Christmas Special (27 December 1982) - Lorraine Chase, Dana, Diana Dors, Jimmy Edwards, Larry Grayson, Roy Hudd ===Series 6 (1983)=== * Show 1 (3 September 1983) - Windsor Davies, Sandra Dickinson, Kenny Everett, Larry Grayson, Beryl Reid, Anneka Rice * Show 2 (10 September 1983) - Russell Grant, Anita Harris, Gloria Hunniford, Roy Kinnear, Wendy Richard, Ted Rogers * Show 3 (17 September 1983) - Tim Brooke-Taylor, Lynsey de Paul, Ruth Madoc, Nicholas Parsons, Kathy Staff, Freddie Starr * Show 4 (24 September 1983) - Leslie Ash, Dana, Cyril Fletcher, Mike Read, Beryl Reid, Bernie Winters * Show 5 (1 October 1983) - Tony Blackburn, Janet Brown, Annabel Etklnd, Henry McGee, Ted Rogers, Sheila White * Show 6 (8 October 1983) - Lynda Baron, Lorraine Chase, Janet Ellis, Kenny Everett, Russell Grant, Patrick Moore * Show 7 (15 October 1983) - Sandra Dickinson, Larry Grayson, Patricia Hayes, Roy Kinnear, Jan Leeming, Bernie Winters * Show 8 (22 October 1983) - Joe Brown, Norman Collier, Lynsey De Paul, Gloria Hunniford, Danny La Rue, Wendy Richard * Show 9 (29 October 1983) - Floella Benjamin, Barry Cryer, Sabina Franklyn, Patricia Hayes, Roger Kitter, Patrick Moore * Show 10 (5 November 1983) - Lorraine Chase, Pat Coombs, Sandra Dickinson, Roy Hudd, John Inman, Derek Nimmo * Show 11 (12 November 1983) - Cilia Black, Henry Cooper, Sabina Franklyn, Keith Harris, Lenny Henry, June Whitfield * Show 12 (19 November 1983) - Nerys Hughes, Jonathan King, Anneka Rice, Ted Rogers, Wayne Sleep, Sheila Steafel * Show 13 (26 November 1983) - Judith Chalmers, Henry Cooper, Sabina Franklyn, Roy Hudd, Diana Moran, Freddie Starr * Show 14 (3 December 1983) - Lorraine Chase, Kenny Everett, Noele Gordon, Patrick Moore, Cleo Laine, Paul Shane * Christmas Special (25 December 1983) - Sabina Franklyn, Roy Kinnear, Ruth Madoc, Patrick Moore, Beryl Reid, Freddie Starr One contestant in this episode was Tom Moore, who subsequently became famous for fundraising over £32 million in response to the COVID-19 pandemic. ===Series 7 (1984)=== * Show 1 (7 September 1984) - Lorraine Chase, Henry Cooper, Barry Cryer, Stacy Dorning, Sheila Ferguson, Tom O'Connor * Show 2 (14 September 1984) - Janet Ellis, Roy Hudd, Karen Kay, Matthew Kelly, Ted Rogers, Lizzie Webb * Show 3 (21 September 1984) - Dana, Janice Long, Johnny More, Wendy Richard, Danny La Rue, Regis Philbin * Show 4 (28 September 1984) - Dana, Windsor Davies, Bobby Davro, Sabina Franklyn, Don MacLean, Linda Nolan * Show 5 (5 October 1984) - Lorraine Chase, Les Dennis, Sabina Franklyn, Dustin Gee, Kelly Monteith, Anneka Rice * Show 6 (19 October 1984) - Geoff Capes, Lynsey de Paul, Jan Leeming, Don MacLean, Spike Milligan, Claire Rayner * Show 7 (26 October 1984) - Lynsey de Paul, Sheila Ferguson, Johnny More, Anneka Rice, Jeff Stevenson, Dennis Waterman * Show 8 (9 November 1984) - Keith Barron, Kirsten Cooke, Pat Coombs, John Junkin, Roy Kinnear, Wendy Richard * Show 9 (16 November 1984) - Sandra Dickinson, Stu Francis, Cherry Gillespie, Paul Shane, Frank Thornton, Lizzie Webb * Show 10 (23 November 1984) - Cheryl Baker, Keith Harris, Finola Hughes, Nicholas Lyndhurst, Mike Reid, Mollie Sugden * Show 11 (30 November 1984) - Janet Brown, Roy Kinnear, Joanna Monro, Linda Nolan, Duncan Norvelle, Jon Pertwee * Show 12 (7 December 1984) - Stan Boardman, Henry Kelly, Bonnie Langford, Bertice Reading, Beryl Reid, Cyril Smith * Show 13 (14 December 1984) - Jeff Stevenson, Faith Brown, Lonnie Donegan, Ruth Madoc, Keith Harris, Lynsey de Paul * Christmas Special (25 December 1984) - Lorraine Chase, Suzanne Danielle, Ken Dodd, Russell Harty, Ruth Madoc, Derek Nimmo ===Series 8 (1985)=== * Show 1 (11 January 1985) - Des Lynam, Faith Brown, Chris Serle, Sally James, Mike Reid, Pat Coombs * Show 2 (18 January 1985) - Stan Boardman, Mollie Sugden, Paul Heiney, Wendy Richard, Gary Wilmot, Tessa Wyatt * Show 3 (25 January 1985) - Dave Lee Travis, June Whitfield, Pete Murray, Cherry Gillespie, Roy Kinnear, Liz Fraser * Show 4 (1 February 1985) - Roy Walker, Janet Brown, Fred Housego, Tessa Sanderson, Bobby Davro, Patricia Hayes * Show 5 (8 February 1985) - Tony Blackburn, Sheila Ferguson, Nicholas Lyndhurst, Sabina Franklyn, William Rushton, Rula Lenska * Show 6 (19 February 1985) - Barry Cryer, Bertice Reading, Guy Michelmore, Sharron Davies, David Copperfield, Anna Raeburn * Show 7 (26 February 1985) - Ian McCaskill, Claire Rayner, David Jacobs, Wincey Willis, Bernard Manning, Aimi MacDonald * Show 8 (5 March 1985) - Fred Feast, David Jacobs, Lesley Judd, Jonathan King, Claire Rayner, Wincey Willis * Show 9 (12 March 1985) - Duncan Norvelle, Barbara Windsor, Chris Tarrant, Sarah Greene, Frank Carson, Leslie Ash * Show 10 (19 March 1985) - Michael Barrymore, Sandra Dickinson, Nicholas Parsons, Emily Bolton, Rolf Harris, Sue Cook * Show 11 (26 March 1985) – Jimmy Cricket, Bella Emberg, Sarah Greene, Mike Nolan, Duncan Norvelle, June Whitfield ===Series 9 (1985–86)=== * Show 1 (6 September 1985) - Pat Coombs, David Jacobs, Roy Kinnear, Bonnie Langford, Aimi MacDonald, Dave Lee Travis * Show 2 (13 September 1985) - Joe Brown, Billy Dainty, Dana, Tessa Sanderson, Kathy Staff, Regis Philbin * Show 3 (20 September 1985) - Tony Blackburn, Joyce Blair, Faith Brown, Norman Collier, Suzanne Dando, Nicholas Smith * Show 4 (27 September 1985) - Madeline Bell, Henry Cooper, David Copperfield, John Junkin, Ruth Madoc, Madeline Smith * Show 5 (4 October 1985) - Fern Britton, Bill Buckley, Lesley Judd, Lance Percival, Jean Rook, Norman Vaughan * Show 6 (11 October 1985) - Bella Emberg, Pete Murray, Linda Nolan, Bill Pertwee, Fiona Richmond, Frankie Vaughan * Show 7 (18 October 1985) - Charlie Daze, Peter Goodwright, Polly James, Eddie Kidd, Bertice Reading, Anneka Rice * Show 8 (25 October 1985) - Janet Brown, Gary Davies, Lynsey De Paul, Cyril Fletcher, Nerys Hughes, Tommy Trinder * Show 9 (1 November 1985) - Stacy Dorning, Aiden J. Harvey, Sally James, Nicholas Parsons, Claire Rayner, Bernie Winters * Show 10 (8 November 1985) - Floella Benjamin, Katie Boyle, Susan Hanson, Alfred Marks, Duncan Norvelle, Peter Stringfellow * Show 11 (15 November 1985) - Lionel Blair, Sharron Davies, Don Estelle Jill Gascoine, Paul Shane, June Whitfield * Show 12 (22 November 1985) - Arthur English, Shirley Anne Field, Liz Fraser, Rolf Harris, Sue Lloyd * Show 13 (29 November 1985) - Johnny Ball, Simon Bates, Samantha Fox, Marian Montgomery, Mike Newman, Anna Raeburn * Show 14 (6 December 1985) - Anna Dawson, Clive Dunn, Clement Freud, Thora Hird, Karen Kay, Kenny Lynch * Show 15 (13 December 1985) - Karen Barber, Geoff Capes, David Hamilton, Mary Parkinson, Ted Rogers, Helen Shapiro * Show 16 (20 December 1985) - Ken Dodd, Cherry Gillespie, Anita Harris, Roland Rat, Wendy Richard, Freddie Trueman * Christmas Special (27 December 1985) - Debbie Greenwood, John Inman, Aimi Macdonald, Tom O'Connor, Mollie Sugden, Gary Wilmot * Show 17 (3 January 1986) - Cheryl Baker, Sandra Dickinson, Diana Moran, Michael Parkinson, Danny La Rue, Dave Wolfe * Show 18 (10 January 1986) - Leslie Ash, Lynda Baron, Tracey Childs, Bernie Clifton, Jack Douglas, John Dunn * Show 19 (24 January 1986) - Barry Cryer, Georgia Brown, Bobby Knutt, Sarah Payne, Keith Harris, Dinah Sheridan * Show 20 (7 February 1986) - Peter Alliss, Debbie Arnold, Roy Barraclough, Janice Long, Bertice Reading, Mike Reid * Show 21 (21 March 1986) - Rory Bremner, Harry Carpenter, Vince Hill, Liz Robertson, Marti Webb, Barbara Windsor ===Series 10 (1986–87)=== * Show 1 (5 September 1986) - Lionel Blair, Felix Bowness, Samantha Fox, Roy Kinnear, Maggie Moone, Bertice Reading * Show 2 (12 September 1986) - Bruno Brookes, Eve Ferret, Sara Hollamby, Nerys Hughes, Derek Jameson, Freddie Trueman * Show 3 (19 September 1986) - Henry Cooper, Dana, Les Dennis, Ruth Madoc, Fiona Richmond, Bernie Winters * Show 4 (26 September 1986) - Janet Brown, Dave Lee Travis, Sabina Franklyn, Alfred Marks, Diana Moran, David Wilkie * Show 5 (3 October 1986) - Lynn Faulds Wood, Lynda Lee-Potter, Linda Lusardi, Peter Powell, Barry Sheene, Gary Wilmot * Show 6 (10 October 1986) - Moyra Bremner, Fenella Fielding, Sarah Greene, Roy Hudd, John Junkin, Mike Smith * Show 7 (17 October 1986) - Cheryl Baker, Lynda Baron, Joe Brown, Norman Collier, Belinda Lang, Chris Serle * Show 8 (24 October 1986) - Lennie Bennett, Bella Emberg, Rolf Harris, Lesley Judd, Karen Kay, Dixie Peach * Show 9 (31 October 1986) - Gary Davies, William Gaunt, Madhur Jaffrey, Mary Parkinson, Mandy Shires, Nicholas Smith * Show 10 (7 November 1986) - Roy Barraclough, Rustie Lee, Jan Leeming, Linda Nolan, Paul Shane, Jeff Stevenson * Show 11 (14 November 1986) - Floella Benjamin, Barry Cryer, Jenny Hanley, Tom O'Connor, Greg Rogers, Dinah Sheridan * Show 12 (28 November 1986) - Peter Dean, Leslie Grantham, Paul Medford, Sandy Ratcliff, Wendy Richard, Gillian Taylforth * Christmas Special (26 December 1986) - Lynda Baron, Frank Carson, Samantha Fox, Syd Little, Eddie Large, Wendy Richard * Show 13 (16 January 1987) - David Griffin, Jeffrey Holland, Ruth Madoc, Su Pollard, Linda Regan, Paul Shane * Show 14 (23 January 1987) - Frank Carson, Suzanne Dando, Emlyn Hughes, Janice Long, Mike Nolan, Claire Rayner * Show 15 (30 January 1987) - Peter Goodwright, Sneh Gupta, Thora Hird, Ian Krankie, Jeanette Krankie, Tom Pepper * Show 16 (6 February 1987) - Sally Brampton, Keith Chegwin, Linda Hayden, Duncan Norvelle, Carmen Silvera, Alan Titchmarsh * Show 17 (13 February 1987) - Cherry Gillespie, Deryck Guyler, Aimi MacDonald, Jean Rook, Peter Stringfellow, Charlie Williams * Show 18 (20 February 1987) - The Beverley Sisters, Michael Fish, John Kettley, Ian McCaskill * Show 19 (27 February 1987) - Simon Bates, Hazell Dean, Les Dennis, Mike Newman, Arlene Phillips, Tessa Sanderson * Show 20 (6 March 1987) - Richard Gibson, Francesca Gonshaw, Gorden Kaye, Vicki Michelle, Carmen Silvera, Guy Siner * Show 21 (3 April 1987) - Lionel Blair, Aimi MacDonald, Joe Brown, Duncan Norvelle, Suzanne Dando, Mary Parkinson, Gary Davies, Peter Powell, Janice Long, Bertice Reading, Linda Lusardi, Bernie Winters ===Series 11 (1987–88)=== * Show 1 (18 September 1987) - Lynda Baron, Roy Castle, John Conteh, Linda Nolan, Mike Reid, Lena Zavaroni * Show 2 (25 September 1987) - Frank Bough, Bill Buckley, Ann Gregg, John Pitman, Gillian Reynolds, Kathy Tayler * Show 3 (2 October 1987) - Jim Bowen, Linda Davidson, John Junkin, Rustie Lee, Linda Lusardi, Paul Shane * Show 4 (9 October 1987) - Joe Brown, Dana, Paul Heiney, Janice Long, Claire Rayner, Frankie Vaughan * Show 5 (16 October 1987) - Beverley Adams, Frank Carson, Barry Cryer, Christian Dion, Su Ingle, Nina Myskow * Show 6 (23 October 1987) - Bernie Clifton, Doc Cox, Gloria Gaynor, Maggie Moone, Gillian Taylforth, Dave Lee Travis * Show 7 (30 October 1987) - Geoff Capes, Norman Collier, Bella Emberg, Rula Lenska, Dinah Sheridan, Dennis Waterman * Show 8 (6 November 1987) - Cherry Gillespie, Debbie McGee, Duncan Norvelle, Wendy Richard, David Wilkie, Charlie Williams * Show 9 (13 November 1987) - Cheryl Baker, Bernard Cribbins, Mark Curry, Jean Ferguson, Roy Walker, Barbara Windsor * Show 10 (20 November 1987) - Thora Hird, Terry Marsh, Mo Moreland, Cynthia Payne, Bernie Winters, Steve Wright * Show 11 (4 December 1987) - Joe Brown, Charlie Daze, Nerys Hughes, Victor Kiam, Ellie Laine, Angela Rippon * Show 12 (11 December 1987) - Pat Coombs, Henry Cooper, Barry Cryer, Debbie Greenwood, Jenny Hanley, Tom Pepper * Show 13 (18 December 1987) - Emlyn Hughes, Jan Leeming, Jessica Martin, Tom O'Connor, Ted Robbins, Sally Thomsett * Christmas Special (26 December 1987) - Lynda Baron, Joe Brown, Geoff Capes, Lorraine Chase, Roy Hudd, Wendy Richard * Show 14 (1 January 1988) - Ken Bruce, Bernie Clifton, Bonnie Langford Ian McCaskill, Ami MacDonald, Kathy Staff * Show 15 (8 January 1988) - Suzie Aitchison, Harry Carpenter, Frank Carson, Claire Rayner, Liz Robertson, James Dreyfus * Show 16 (15 January 1988) - Karen Barber, Les Dennis, Peter Goodright, Lisa Maxwell, Mary Parkinson, Peter Powell * Show 17 (22 January 1988) - Norman Collier, Vince Hill, Joe Longthorne, Wendy Richard, Anne Robinson, Tessa Sanderson * Show 18 (29 January 1988) - Floella Benjamin, Suzanne Dando, Wayne Dobson, Arthur English, Aimi MacDonald, Freddie Trueman * Show 19 (12 February 1988) - Karen Kay, Ian Krankie, Jeanette Krankie, Bill Owen, Anna Raeburn, Alvin Stardust * Show 20 (19 February 1988) - Pamela Armstrong, June Brown, Gary Davies, Samantha Fox, Henry Kelly, Kenny Lynch * Show 21 (26 February 1988) - Lionel Blair, Debbie Greenwood, Danny La Rue, Aimi Macdonald, Duncan Norvelle, Bertice Reading ===Series 12 (1988)=== * Show 1 (9 September 1988) - John Dunn, Henry Kelly, Vicki Michelle, Hilary O'Neil, Wendy Richard, Freddie Trueman * Show 2 (16 September 1988) - Lynda Baron, Joe Brown, Eddie Edwards, Bonnie Langford, Rose Marie, Greg Rogers * Show 3 (7 October 1988) - Floella Benjamin, Nerys Hughes, Ellie Laine, Chris Serle, Paul Shane, Roy Walker * Show 4 (14 October 1988) - Christopher Biggins, Gavin Campbell, Su Ingle, Sandy Ratcliff, Claire Rayner, Steve Wright * Show 5 (21 October 1988) - Simon Dee, Linda Nolan, Bill Oddie, Judi Spiers, Kathy Staff, Mark Walker * Show 6 (28 October 1988) - Rachel Bell, Frank Carson, Suzanne Dando, Bill Gaunt, Tom Pepper, Sheila Steafel * Show 7 (4 November 1988) - Henry Cooper, Debbie Greenwood, Jan Leeming, James Dreyfus, Dave Lee Travis, June Whitfield * Show 8 (11 November 1988) - Brian Blessed, Paul Coia, Doc Cox, Louise Jameson, Rustie Lee, Carmen Silvera * Show 9 (25 November 1988) - Vince Hill, Caron Keating, Linda Lusardi, Claire Rayner, Mike Reid, Bill Wiggins * Show 10 (2 December 1988) - Geoff Capes, Bernie Clifton, Barry Cryer, Bella Emberg, Debbie McGee, Adrienne Posta * Show 11 (9 December 1988) - Lionel Blair, Mark Curry, Lisa Maxwell, Mollie Sugden, Gillian Taylforth, Frankie Vaughan * Show 12 (16 December 1988) - Stan Boardman, Jean Boht, John Craven, Peter Goodwright, Aimi MacDonald, Jane Marie Osborne ===Series 13 (1989–90)=== * Show 1 (7 September 1989) - Terence Alexander, Cheryl Baker, Gary Davies, Frances Edmonds, Vicki Michelle, Duncan Norvelle * Show 2 (14 September 1989) - Rachel Bell, Gyles Brandreth, Rose-Marie, Buster Merryfield, Maggie Moone, Steve Wright * Show 3 (21 September 1989) - Trevor Brooking, Joe Brown, Dana, Jimmy Hill, Rustie Lee, Judi Spiers * Show 4 (28 September 1989) - Pamela Armstrong, Colin Berry, Rodney Bewes, Paul Shane, Joan Sims, Gillian Taylforth * Show 5 (5 October 1989) - Bill Buckley, Tom O'Connor, Jill Goolden, Henry Kelly, Bertice Reading, Kathy Tayler * Show 6 (12 October 1989) - Stan Boardman, Bella Emberg, Diana Moran, Linda Nolan, Dave Lee Travis, John Virgo * Show 7 (30 November 1989) - Jill Gascoine, Anne Gregg, Roy Hudd, Ted Robbins, Barbara Shelley, Gary Wilmot * Show 8 (7 December 1989) - Jean Alexander, Roy Barraclough, John Conteh, Andy Crane, Louise Jameson, Tessa Sanderson * Show 9 (14 December 1989) - Christopher Biggins, Lorraine Chase, Bernard Cribbins, James Dreyfus, Vivien Stuart, Barbara Windsor * Show 10 (21 December 1989) - Ray Clemence, Pat Coombs, Barry Cryer, Derek Hatton, Aimi Macdonald, Lisa Maxwell * Christmas Special (27 December 1989) - Floella Benjamin, Anne Charleston, Linda Lusardi, Danny La Rue, Ian Smith, Peter Woods * Show 11 (1 January 1990) - Lynda Baron, William Gaunt, Bonnie Langford, Adrian Mills, Mike Reid, Carmen Silvera * Show 12 (8 January 1990) - Frank Carson, Doc Cox, Sharron Davies, Jenny Hanley, Mo Moreland, Kevin Woodford * Show 13 (15 January 1990) - Joe Brown, Bernie Clifton, Ian Krankie, Janette Krankie, Janice Long, Anthea Turner * Show 14 (22 January 1990) - Tina Baker, Bruno Brookes, Pamela Power, Wendy Richard, Frankie Vaughan, Bernie Winters * Show 15 (29 January 1990) - Floella Benjamin, Michael Groth, Vince Hill, Sue Lloyd, Gail McKenna, Charlie Williams * Show 16 (5 February 1990) - Henry Cooper, Caron Keating, Ellie Laine, Dave Lee Travis, Jeff Stevenson, Mollie Sugden * Show 17 (12 February 1990) - Aiden J. Harvey, Nerys Hughes, Debbie McGee, Vicki Michelle, Billy Pearce, Roy Walker * Show 18 (26 February 1990) - Lynsey de Paul, Karen Kay, Patrick MacNee, Barry McGuigan, Mick Miller, Linda Thorson * Show 19 (5 March 1990) - Gavin Campbell, Julian Clary, Polly James, Danny La Rue, Rose-Marie, Jane Marie Osborne * Show 20 (12 March 1990) - John Craven, Mark Curry, Thora Hird, Matthew Kelly, Linda Lewis, Cleo Rocos ===Series 14 (1997–98)=== * Christmas Special (26 December 1997) - Ronan Keating, Gwen Taylor, Christopher Cazanove, Liz Dawn, Gareth Hale, Carol Vorderman * Show 1 (8 May 1998) - Jill Dando, Norman Pace, Liz Dawn, Susan Penhaligon, Richard Whiteley, Graham Cole * Show 2 (15 May 1998) - William Roache, Ruth Madoc, Jonathan Kerrigan, Sarah Greene, Bob Mills, Isla Fisher * Show 3 (22 May 1998) - Sherrie Hewson, Andrew Lynford, Barbara Dickson, Mark Little, Sian Lloyd, John Virgo * Show 4 (29 May 1998) - Stephen Gately, Michelle Collins, Lesley Garrett, Anne Robinson, Nick Owen, Stephen Hendry * Show 5 (5 June 1998) - June Whitfield, Joe Pasquale, Jeff Rawle, Tim Vincent, Carol Vorderman, Wendy Richard * Show 6 (12 June 1998) - Rhino, Jean Ferguson, Mike Smith, Natalie Cassidy, Les Dennis, Liza Tarbuck * Show 7 (25 July 1998) - Robert Duncan, Sarah Greene, Gareth Hale, Kazia Pelka, Jamie Theakston, Sonia * Show 8 (1 August 1998) - Gaby Roslin, June Brown, Rhona Cameron, Mark Little, Brian Murphy, Gray O'Brien * Show 9 (8 August 1998) - John Savident, Ian McKellen, Sherrie Hewson, Ainsley Harriott, Janet Street-Porter, Fiona Phillips * Show 10 (15 August 1998) - Sue Cook, Paul Ross, Stephen Gately, Liz Smith, Howard Antony, Michelle Collins * Show 11 (5 September 1998) - Clive Mantle, Liz Dawn, Thora Hird, Lisa I'Anson, Desmond Lynam, John Leslie * Show 12 (12 September 1998) - Fern Britton, Richard Orford, George Sewell, Gayle Tuesday, Bradley Walsh, June Whitfield * Show 13 (19 September 1998) - Rebecca Callard, Sophie Lawrence, Davina McCall, Ian McKellen, Gray O'Brien, Dale Winton ===Series 15 (1999)=== * Show 1 (26 June 1999) - Barbara Windsor, Ant McPartlin, Roy Barraclough, Roger Black, Jane Danson, Lorraine Kelly * Show 2 (3 July 1999) - Thora Hird, Sherrie Hewson, Steve Rider, Malandra Burrows, Keith Barron, Will Mellor * Show 3 (10 July 1999) - June Whitfield, Richard Madeley, Kathy Staff, Andi Peters, Liz Carling, Neil Ruddock * Show 4 (17 July 1999) - June Whitfield, Eric Richard, Denise Welch, Ricky Tomlinson, Sam Kane, Shauna Lowry * Show 5 (24 July 1999) - Michael Fish, Mica Paris, Paul Barber, Sonia, Sam Kane, Carol Harrison * Show 6 (31 July 1999) - Donald Sinden, Liz Dawn, Dale Winton, Sian Lloyd, Nadia Sawalha, Norman Pace * Show 7 (25 September 1999) - Edward Woodward, Denise Welch, Deena Payne, Scott Neal, Richard Whiteley, Gayle Tuesday * Show 8 (2 October 1999) - Wendy Richard, John Motson, Carol Smillie, William Roache, Adele Silva, Phil Gayle * Show 9 (9 October 1999) - Honor Blackman, Gaby Roslin, Steven Pinder, Penny Smith, Keith Duffy, Bill Owen * Show 10 (16 October 1999) - Donald Sinden, Liz Dawn, Sam Kane, Dale Winton, Melanie Sykes, Sue Cook * Show 11 (23 October 1999) - Barbara Windsor, Gaynor Faye, Gloria Hunniford, Declan Donnelly, Brian Blessed, Ian Walker * Show 12 (30 October 1999) - Carol Smillie, John Leslie, Arabella Weir, Gareth Hale, Sarah White, Shaun Williamson * Christmas Special (28 December 1999) - Donald Sinden, Roy Barraclough, Honor Blackman, Barbara Windsor, Anthea Turner, Tim Vincent ===Series 16 (2001)=== * Show 1 (7 January 2001) - Tracie Bennett, Keith Duffy, Julie Goodyear, Liz McClarnon, Joseph Millson, Phil Tufnell * Show 2 (14 January 2001) - Billy Murray, Jayne Middlemiss, Stuart Miles, Liz Dawn, Steve Penk, Lorraine Kelly * Show 3 (21 January 2001) - Nick Weir, Deena Payne, Richard Dunwoody, Jane Rossington, William Tarmey, Rhona Cameron * Show 4 (28 January 2001) - Graham Cole, Sherrie Hewson, Rob Butler, Julie Goodyear, Antony Worrall Thompson, Janine Duvitski * Show 5 (4 February 2001) - Donald Sinden, Carol Smillie, Darren Day, Denise Welch, Tim Healy, Brenda Gilhooly * Show 6 (11 February 2001) - Tommy Walsh, Adele Silva, Frank Thornton, Liz Dawn, Leslie Grantham, Jayne Middlemiss * Show 7 (18 February 2001) - Craig Phillips, Judith Chalmers, Victor Urogu, Gillian Taylforth, Eamonn Holmes, June Whitfield * Show 8 (25 February 2001) - Steve Penk, Anne Charleston, Harry Hill, Brenda Gilhooly, Dermot O'Leary, Josie D'Arby * Show 9 (4 March 2001) - Jeff Stewart, Tricia Penrose, Patrick Mower, Julia Sawalha, Kevin Woodford, Nadia Sawalha * Show 10 (11 March 2001) - Donald Sinden, Sue Jenkins, Richard Thorp, Liz Dawn, Bradley Walsh, Kaye Adams * Show 11 (25 March 2001) - David Easter, Kathy Staff, Gray O'Brien, Siân Phillips, John Leslie, Troy Titus-Adams * Show 12 (8 April 2001) - John Barnes, Sherrie Hewson, Jeremy Edwards, Julie Goodyear, Rhodri Williams, Josie D'Arby * Show 13 (22 April 2001) - Donald Sinden, Liz Smith, Dean Sullivan, Carol Smillie, Sid Owen, Gail Porter * Show 14 (29 April 2001) - Vince Earl, Anne Charleston, Harry Hill, Sherrie Hewson, Duncan Preston, Shauna Lowry * Show 15 (6 May 2001) - Junior Simpson, Louise Jameson, George Layton, Debra Stephenson, Ross Kelly, Kerry Katona * Show 16 (13 May 2001) - Tim Vincent, Siân Phillips, Mark Moraghan, Roberta Taylor, Ortis, Terri Dwyer * Show 17 (20 May 2001) - William Tarmey, Fiona Dolman, Derek Fowlds, Brenda Gilhooly, Nick Weir, Jane Cox * Show 18 (27 May 2001) - George Baker, Claire Sweeney, Rory Underwood, Liz Dawn, John Leslie, June Sarpong * Show 19 (3 June 2001) - Roy Barraclough, June Whitfield, Ed Byrne, Brenda Gilhooly, Eamonn Holmes, Sarah Cawood * Show 20 (17 June 2001) - Keith Duffy, Julie Goodyear, Natasha Hamilton, Gloria Hunniford, Ross Kelly, Michael Starke ===Series 17 (2002)=== * Show 1 (4 May 2002) - Steve Penk, Sherrie Hewson, Keith Barron, Fern Britton, Robbie Savage, Kaye Adams * Show 2 (11 May 2002) - Will Mellor. Shauna Lowry, Oz Clarke, Melanie Kilburn, Gray O'Brien, Tina Hobley * Show 3 (18 May 2002) - John Leslie, Tracie Bennett, Neil 'Doctor' Fox, Coleen Nolan, Eamonn Holmes, Sarah Cawood * Show 4 (25 May 2002) - Gareth Hunt, Helen Fraser, Marc Crumpton, Naomi Russell, Ian 'H' Watkins, Lowri Turner * Show 5 (8 June 2002) - Tommy Walsh, Lesley Garrett, Darren Day, Amanda Barrie, Kevin Kennedy, Patsy Palmer * Show 6 (29 June 2002) - Mickey Poppins, Carol Smillie, Sean Wilson, Jayne Tunnicliffe, Keith Duffy, Siân Lloyd * Show 7 (6 July 2002) - Gray O'Brien, Shobna Gulati, Gary Turner, Melanie Kilburn, John Leslie, Anna Ryder Richardson * Show 8 (13 July 2002) - Jonathan Kerrigan, Penny Smith, Tim Vincent, Julie Peasgood, Ian 'H' Watkins, Naomi Russell * Show 9 (20 July 2002) - Tris Payne, Terri Dwyer, Ed Byrne, Sherrie Hewson, Dean Sullivan, Josie D'Arby * Show 10 (27 July 2002) - Rob Butler, Sue Cleaver, Mark Moraghan, Elizabeth Estensen, Simon Rouse, Natalie Casey * Show 11 (3 August 2002) - Leslie Grantham, June Whitfield, Ross Burden, Lisa Riley, John Savident, Charlie Dimmock * Show 12 (10 August 2002) - Raji James, Meg Johnson, Robin Cousins, Lesley Joseph, Greg Proops, Fiona Phillips * Show 13 (Unaired) - Rhona Cameron, Judith Chalmers, Michael Garner, Carol Smillie, Nick Weir, Sean Wilson * Show 14 (Unaired) - Brian Blessed, Jennie Bond, Alexandra Fletcher, Joe Mace, John Savident, June Whitfield * Show 15 (Unaired) - Chris Bisson, Kate Garraway, Eamonn Holmes, Nell McAndrew, Billy Murray, Heather Peace * Show 16 (Unaired) - Gloria Hunniford, Sue Jenkins, Philip Middlemiss, June Sarpong, Ben Shephard, Dale Winton * Show 17 (Unaired) - Gloria Hunniford, Billy Murray, Julie Peasgood, Tricia Penrose, Dale Winton, Kevin Woodford * Show 18 (Unaired) - Jane Gurnett, Patrick Mower, Fiona Phillips, Nick Pickard, Christopher Price, Emily Symons * Show 19 (Unaired) - Antony Audenshaw, Amanda Barrie, David Dickinson, Kevin Kennedy, Patsy Palmer, Denise Robertson * Show 20 (Unaired) - John Craven, Sue Jenkins, Will Mellor, Claire Sweeney, Paula Tilbrook, Antony Worrall Thompson ===Christmas Special (2016)=== * Christmas Special (24 December 2016) - The Chuckle Brothers, Lesley Joseph, Joe Lycett, Anne Robinson, Brooke Vincent, Louis Walsh ===Series 18 (2020–21)=== Series 18 was produced under COVID-19 safety protocols. * Christmas Special (25 December 2020) - Jimmy Carr, Emilia Fox, Danny Jones, Amir Khan, Sue Perkins, Anita Rani * Show 1 (2 October 2021) - Chizzy Akudolu, Adjoa Andoh, Jimmy Carr, Martine McCutcheon, Joe Swash, Johnny Vegas * Show 2 (9 October 2021) - Ade Adepitan, Rob Beckett, Lady Leshurr, Tamzin Outhwaite, Craig Revel Horwood, Josh Widdicombe * Show 3 (16 October 2021) - Joel Dommett, Gloria Hunniford, Judi Love, Sue Perkins, John Thomson, Karim Zeroual * Show 4 (23 October 2021) - Baga Chipz, Rhod Gilbert, Scarlett Moffatt, Ore Oduba, Rachel Riley, Liza Tarbuck * Show 5 (30 October 2021) - Peter Andre, Rob Beckett, Rickie Haywood-Williams, Shappi Khorsandi, Judy Murray, Ellie Taylor * Show 6 (6 November 2021) - Jimmy Carr, Sophie Ellis- Bextor, Sally Lindsay, Chris McCausland, Melvin Odoom, Andi Oliver * Show 7 (20 November 2021) - Brian Conley, Sarah Hadland, David Haye, Alex Jones, Jordan North, Esme Young * Show 8 (27 November 2021) - Roisin Conaty, Tess Daly, Sue Perkins, Adil Ray, Gregg Wallace, Mark Wright * Show 9 (4 December 2021) - Jo Brand, Martin Kemp, Janette Manrara, Sara Pascoe, Fay Ripley, Louis Smith * Christmas Special (25 December 2021) - Tom Allen, Mel B, Richard E. Grant, Danny Jones, Sarah Millican, Angela Rippon ==Returns== Blankety Blank returned to British screens in November 2004 as a one-off edition as part of the BBC's annual Children in Need telethon, in which Terry Wogan reprises his role as the host of the show, accompanied by his wand microphone. In 2006, the show was brought back this time as an interactive DVD game, with Terry once again reprising his role of host and once again being accompanied by his magic wand-type microphone. However, the theme tune to the DVD game is not the original theme, but a version that was used for the ITV revival. Another one- off edition was shown on 21 April 2007 as part of ITV's Gameshow Marathon hosted by Vernon Kay. Yet another one-off edition of the programme was recorded, in aid of Comic Relief's 24 Hour Panel People, on 6 March 2011. The recording was broadcast live on the Red Nose Day website and, in an edited version, on BBC Three on 14 March. Paul O'Grady returned as host, this time as himself. On 22 August 2016, it was announced that David Walliams would front a Christmas special on ITV. The episode aired on Christmas Eve from 6.30–7.30pm and had seven panellists instead of the usual six, with the Chuckle Brothers playing together at one position. On 14 December 2020, it was announced that Bradley Walsh would host a Christmas special on BBC One and the episode aired on Christmas Day from 7.00-7.40pm. At 5.26 million viewers, it was the third most watched Christmas Day programme in the overnight ratings. This special was so successful that the BBC announced on 30 April 2021 that it had been commissioned for a full series to air on Saturday nights later in the year on BBC One. A further series of 10 episodes (including a Christmas special) has been commissioned for transmission in 2022. ==Transmissions== ===Series=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! Series !! Start date !! End date !! Episodes !! Presenter |- | 1 || 18 January 1979 || 10 May 1979 || 16 || rowspan=\"6\"= |Terry Wogan |- | 2 || 6 September 1979 || 20 December 1979 || 16 |- | 3 || 4 September 1980 || 11 December 1980 || 15 |- | 4 || 3 September 1981 || 17 December 1981 || 16 |- | 5 || 4 September 1982 || 27 November 1982 || 13 |- | 6 || 3 September 1983 || 3 December 1983 || 14 |- | 7 || 7 September 1984 || 14 December 1984 || 13 || rowspan=\"7\"= |Les Dawson |- | 8 || 11 January 1985 || 26 March 1985 || 11 |- | 9 || 6 September 1985 || 21 March 1986 || 21 |- | 10 || 26 September 1986 || 3 April 1987 || 21 |- | 11 || 18 September 1987 || 26 February 1988 || 21 |- | 12 || 9 September 1988 || 16 December 1988 || 12 |- | 13 || 7 September 1989 || 12 March 1990 || 20 |- | 14 || 8 May 1998 || 19 September 1998 || 13 || rowspan=\"4\"= |Paul O’Grady |- | 15 || 26 June 1999 || 30 October 1999 || 12 |- | 16 || 7 January 2001 || 17 June 2001 || 20 |- | 17 || 4 May 2002 || 10 August 2002 || 12 |- | 18 || 2 October 2021 || 4 December 2021 || 9 || |Bradley Walsh |} ===Christmas Specials=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! Date !! Presenter |- | 25 December 1979 || rowspan=\"5\"= |Terry Wogan |- | 26 December 1980 |- | 26 December 1981 |- | 27 December 1982 |- | 25 December 1983 |- | 25 December 1984 || rowspan=\"5\"= |Les Dawson |- | 27 December 1985 |- | 26 December 1986 |- | 26 December 1987 |- | 27 December 1989 |- | 26 December 1997 || rowspan=\"2\"= |Paul O’Grady |- | 28 December 1999 |- | 24 December 2016 || rowspan=\"1\"= |David Walliams |- | 25 December 2020 || rowspan=\"2\"= |Bradley Walsh |- | 25 December 2021 |} ==References== ==External links== * * * * Category:1979 British television series debuts Category:1970s British game shows Category:1980s British game shows Category:1990s British game shows Category:2000s British game shows Category:2010s British game shows Category:2020s British game shows Category:BBC television comedy Category:BBC television game shows Category:British game shows Category:British television series based on American television series Category:English-language television shows Category:ITV comedy Category:ITV game shows Category:Television shows produced by Thames Television Category:Television series by Fremantle (company) Category:Television series by Reg Grundy Productions Category:British television series revived after cancellation",
 "title": "Blankety Blank"
}