{
 "id": "375021",
 "text": "In Operation Mountain Viper, the United States Army and the Afghan National Army (nearly 1000 in number) worked together from August 30 to early September, 2003, to uncover hundreds of suspected Taliban rebels dug into the mountains of Daychopan district, Zabul province, Afghanistan. The Operation killed an estimated 124 militants. Five Afghan Army personnel were killed and seven were injured. One U.S. soldier died in an accidental fall and five were killed in an ambush on August 31, 2003. The Operation worked in conjunction with Operation Warrior Sweep. ==Pre-Operational Phase== After an exhaustive reconnaissance effort, it was determined that Anti-Coalition Militant (ACM) forces were organizing resistance efforts and conducting operations in the mountainous Deh Chopan district in the Zabul province of Afghanistan. This remote area is located roughly 150 miles northeast of Kandahar. United States Special Operations Forces (SOF) had been organizing and training elements of the Afghan Militia Forces (AMF) in the area. An AMF reconnaissance patrol along with its 5th Special Forces Group advisors came into contact with ACMs for the first time on 25 August 2003. Supported by coalition close air support the result of this initial contact was reported as 14 to 19 ACM killed in action, with no coalition losses. With the verification of strong ACM activity in the area, planning began for the initiation of a broader range of combat operations. thumb|U.S. sniper team during Operation Mountain Viper. Five days following initial contact, the extensive combat operation known as Operation Mountain Viper began. A battalion task force consisting of two rifle companies of the 2nd Battalion, 22nd Infantry Regiment (2/22), 10th Mountain Division (Light Infantry), and attachments of civil affairs (CA), psychological operations (PSYOP), engineers, military police (MP), explosive ordnance disposal (EOD), and interpreters conducted an air assault into the region on 30 August. These elements were to clear about a dozen targets in a 10 kilometer by 6 kilometer area east of their landing zones. Reconnaissance Teams from 2/22 gathered intelligence and conducted surveillance in the high elevations guiding the infantry companies throughout the valley and providing sniper support. United States and French SOF along with AMF forces operated on the periphery providing a cordon to the objective area and directing attack aircraft. These SOF engaged ACM’s who attempted to move toward coalition landing zones. In one such engagement, which lasted in excess of two hours, another eight ACM were reported KIA. On 31 August as the entire task force mobilized, coalition platoons engaged ACM elements as they maneuvered through their objectives. Enemy losses in these skirmishes were not determined. In other skirmishes fought throughout the first two days of combat operations, roughly 30 more ACM were eliminated. By 7 September 2003, after two weeks of combat operations over 120 Anti Coalition Militants had been killed. Coalition forces suffered less than 15 casualties and only one American fatality. The U.S. serviceman (a member of the 5th SFG) was killed in an accidental fall. ==Problems Encountered== Aerial Resupply had become a primary issue. With so many elements operating in such a narrow area, resupply aircraft often dropped resupply packages at the wrong LZ, despite marking procedures. Communications, due in large part to the mountainous terrain, were often difficult to maintain. Likewise, due to the amount of radio traffic on the battalion network, logistical, and administrative information were difficult to transmit. Due to the terrain, Movement was very time consuming, physically exhausting, and dangerous. Wheeled vehicle movement proved difficult and near impossible. It was determined, due to mission requirements, that standardization of the Individual Soldier Load would not suffice in actual combat operations and soldier specific modifications should be made. Fire Support Requests became difficult to process, lengthy, and difficult to clear, and generally difficult to receive. While company 60mm mortars were almost always in position to support their companies, the battalion 81mm Mortar Platoon was at times out of range to offer support. Rules of Engagement prior to the operation were difficult to understand for officers and senior NCOs and near impossible at the soldier level. At several times during the course of the operation the rules of engagement changed, and became even more confusing. The rules of engagement caused enough confusion that had a legitimate target been encountered, it may have meant the difference between a successful engagement and failure. The criteria for detaining suspicious or uncooperative civilians was also not very well defined. On at least one occasion, civilian detainees that were very suspicious had to be released because of improper processing. Confusing rules of engagement did not hinder, but complicated mission execution. ==Sources== *Department of the Army, Bravo Company, 2nd Battalion, 22nd Infantry Regiment, 10th Mountain Division (LI), Kandahar, Afghanistan, APO AE 09355, 2 October 2003, Memorandum for Record. *Fort Drum, New York, Blizzard, 11 September 2003 *Defend America, \"DOD Afghanistan Update,\" [1 February 2007] *The White House, \"Attacking Terrorist Networks at Home and Abroad,\" [1 February 2007] *USA Today, \"U.S. general: Taliban streaming from Pakistan into Afghanistan,\" [1 February 2007] Mountain Viper Mountain Viper Mountain Viper",
 "title": "Operation Mountain Viper"
}