{
 "id": "375015",
 "text": "Baie-D'Urfé (; previously Baie d'Urfé or Baie d'Urfee)The town's name is an on-island suburb of Montreal, Quebec, Canada. It is part of the West Island area of the Island of Montreal.Town of Baie-D'Urfé website As part of the 2002–2006 municipal reorganization of Montreal, Baie-D'Urfé was merged into the city of Montreal on January 1, 2002, joining with neighbouring Beaconsfield to create the borough of Beaconsfield–Baie-D'Urfé. After a change of government and a 2004 referendum, both of them voted to demerge and were reconstituted as independent municipalities on January 1, 2006. However, they remain part of the urban agglomeration of Montreal. ==Overview== thumb|left|Waterfront in Baie-D'Urfé with Fritz Farm Community Centre Baie-D'Urfé is largely a \"bedroom community\" that extends from Autoroute 40 to Lac Saint-Louis. It is composed of both a residential and industrial sector. The residential sector is characterized by a wide range of house types and sizes, all based on spacious lots. The residential section of the municipality has retained a rural charm, accentuated by its lack of sidewalks and limited commercial activity. It is a favourite spot for boaters, who use either the local yacht or boat clubs. The community is within the part of the Island of Montreal locally referred to as the West Island. North of Autoroute 20 and the CN and CP railway lines lies a modest-sized industrial park. The industrial park, covering approximately a third of the town's land area, is somewhat isolated from the rest of the town, features its own off-hours security patrol, and is home to a number of large industrial firms' operations. Baie-D'Urfé is named after François-Saturnin Lascaris d'Urfé, a French Sulpician priest known as l'Abbé d'Urfé. He was the community's first pastor, who was sent by the Gentlemen of Saint-Sulpice to serve as a missionary for the parish of Saint-Louis-du-Bout-de-l'Île (which was later renamed in his honour), a small community of settlers, soldiers, traders, and Indians. The town's active community members participate in many of the town's associated or private clubs, including the Baie-D'Urfé Curling Club. It competes with a few other suburbs for top spot in the rankings of highest average household incomes in Canada. The median income for a household in Baie-D'Urfé was $128,611, and the median income for a family was $194,335. Males had an average income of $112,882, compared to $62,245 for females. The town's name went through several typographical changes: prior to 2002, the town's name was written as Baie-d'Urfé (no capital \"d\"); prior to 1969, place names in Quebec were not hyphenated; and prior to 1960, its original name was officially spelled Baie d'Urfée. ==Demographics== {| class=\"wikitable\" |- |+Home Language (2016) ! Language ! Population ! Percentage (%) |- | English | 2,580 | 72% |- | French | 675 | 19% |- | Other | 330 | 9% |- |} {| class=\"wikitable\" |- |+Mother Tongue (2016) ! Language ! Population ! Percentage (%) |- | English | 1,995 | 54% |- | French | 825 | 23% |- | Other | 835 | 23% |- |} {| class=\"wikitable\" |- |+Visible Minorities (2016) ! Ethnicity ! Population ! Percentage (%) |- | Not a visible minority | 3,285 | 88.5% |- | Visible minorities | 425 | 11.5% |} ==Local government== The current mayor of Baie-D'Urfé is Heidi Ektvedt.Baie-D'Urfé Town Council There are six Town Councilors: #Nadia Bissada #Brigitte Chartrand #Nicolas Drouin #Stephen Gruber #Wanda Lowensteyn #Janet Ryan Baie-D'Urfé is the first town in Canada to have a youth council; this consists of young people aged 10 years and up, and is entitled the Junior Council. It was established in 2008. The town celebrated its centennial in 2011, and the Junior Council re-enacted two of the town's earliest council meetings (which had been held originally on July 18 and September 16, 1911, respectively). ===List for former mayors=== List of former mayors: * Vivian de Vere Dowker (1911–1917) * Fred. J. Shaw (1917–1925) * John Watterson (1925–1931) * Erastus W. Wilson (1931–1933) * Walter Maughan (1933–1935, 1937–1941, 1943–1945) * C. J. Smith (1935–1937) * Alexander Howard Pirie (1941–1943) * W. Frederic MacBride (1945–1947) * Frederic W. Case (1947–1951) * Jean Gélinas (1951–1955) * William Harvey Cruickshank (1955–1957) * Thomas Roche Lee (1957–1961) * Lars J. Firing (1961–1965) * A. Clark Graham (1965–1977) * David H. Kennedy (1977–1983) * Anne Myles (1983–2002) * Maria Tutino (2006–2020) * Heidi Ektvedt (2020–present) ==Education== The Centre de services scolaire Marguerite-Bourgeoys operates Francophone public schools, but were previously operated by the Commission scolaire Marguerite-Bourgeoys until June 15, 2020. The change was a result of a law passed by the Quebec government that changed the school board system from denominational to linguistic.\"Recherche d'établissements.\" Commission scolaire Marguerite-Bourgeoys. Retrieved on December 8, 2014. École primaire Joseph-Henrico is located in the city.\"Pour nous joindre .\" École primaire Joseph-Henrico. Retrieved on April 11, 2016. \"20, rue Maughan Baie d'Urfé, Qc H9X 3C9\" The Lester B. Pearson School Board operates English-language public schools. Dorset Elementary School is in the city.\"Contact Us.\" Dorset Elementary School. Retrieved on April 11, 2016. \"106 Dorset Road Baie D'Urfé, Québec H9X 2Z6\" A portion is zoned to Christmas Park Elementary School and St. Edmund Elementary School in Beaconsfield.\"School Board Map.\" Lester B. Pearson School Board. Retrieved on September 28, 2017. The Alexander von Humboldt Schule Montréal, a private German international school, is in the town. ==See also== * Dowker Island * List of former boroughs * Montreal Merger * Municipal reorganization in Quebec ==References== ==External links== *Town of Baie-D'Urfé website Category:Cities and towns in Quebec",
 "title": "Baie-D'Urfé"
}