{
 "id": "375136",
 "text": "Glyceraldehyde (glyceral) is a triose monosaccharide with chemical formula C3H6O3. It is the simplest of all common aldoses. It is a sweet, colorless, crystalline solid that is an intermediate compound in carbohydrate metabolism. The word comes from combining glycerol and aldehyde, as glyceraldehyde is glycerol with one alcohol group oxidized to an aldehyde. == Structure == Glyceraldehyde has one chiral center and therefore exists as two different enantiomers with opposite optical rotation: * In the nomenclature, either from Latin Dexter meaning \"right\", or from Latin Laevo meaning \"left\" * In the R/S nomenclature, either R from Latin Rectus meaning \"right\", or S from Latin Sinister meaning \"left\" {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" |- | align = \"center\"| | align=\"center\"| -glyceraldehyde (R)-glyceraldehyde (+)-glyceraldehyde | align=\"center\"| -glyceraldehyde (S)-glyceraldehyde (−)-glyceraldehyde |- | align = \"center\"| Fischer projection | align = \"center\"| 87px|D-glyceraldehyde | align = \"center\"| 100px|L-glyceraldehyde |- | align = \"center\"| Skeletal formula | align = \"center\"| 150px|D-glyceraldehyde | align = \"center\"| 150px|L-glyceraldehyde |- | align = \"center\"| Ball-and-stick model | align = \"center\"| 150px|D-glyceraldehyde | align = \"center\"| 150px|L-glyceraldehyde |} While the optical rotation of glyceraldehyde is (+) for R and (−) for S, this is not true for all monosaccharides. The stereochemical configuration can only be determined from the chemical structure, whereas the optical rotation can only be determined empirically (by experiment). It was by a lucky guess that the molecular geometry was assigned to (+)-glyceraldehyde in the late 19th century, as confirmed by X-ray crystallography in 1951.Determination of the Absolute Configuration of Optically Active Compounds by Means of X-Rays Nature 168, 271-272 J. M. BIJVOET, A. F. PEERDEMAN & A. J. van BOMMEL == Nomenclature == In the system, glyceraldehyde is used as the configurational standard for carbohydrates. Monosaccharides with an absolute configuration identical to (R)-glyceraldehyde at the last stereocentre, for example C5 in glucose, are assigned the stereo-descriptor . Those similar to (S)-glyceraldehyde are assigned an . == Chemical synthesis == Glyceraldehyde can be prepared, along with dihydroxyacetone, by the mild oxidation of glycerol, for example with hydrogen peroxide and a ferrous salt as catalyst. Dihydroxyacetone, the simplest ketose, is an isomer of glyceraldehyde. == Biosynthesis == The enzyme glycerol dehydrogenase (NADP+) has two substrates, glycerol and NADP+, and 3 products, D-glyceraldehyde, NADPH and H+. == Biochemical role == The interconversion of the phosphates of glyceraldehyde (glyceraldehyde 3-phosphate) and dihydroxyacetone (dihydroxyacetone phosphate), catalyzed by the enzyme triosephosphate isomerase, is an important intermediate step in glycolysis. == See also == * Stereoisomerism ==References== Category:Vicinal diols Category:Trioses",
 "title": "Glyceraldehyde"
}