{
 "id": "37576",
 "text": "The European Men's Handball Championship is the official competition for senior men's national handball teams of Europe and takes place every two years since 1994, in the even-numbered year between the World Championship. In addition to crowning the European champions, the tournament also serves as a qualifying tournament for the Olympic Games and World Championship. The most successful team is Sweden who have won five titles. Spain, however, have won most medals. ==History== In 1946, the International Handball Federation was founded by eight European nations,History of Handball from ihf.info, retrieved 7 February 2006 and though non-European nations competed at the World Championships, the medals had always been taken by European nations.Medals Table – Ranking At Men's World Championships A 1938–1990 from ihf.info, retrieved 7 February 2006 European Handball Federation is founded in 1991. At the same time (1995), the World Championship was changed from a quadrennial to a biannual event, and the European Handball Federation now began its own championship – which also acted as a regional qualifier for the World Championship. Handball-Bundesliga diskutiert Reduzierung auf 16 Teams, by Erik Eggers, published by Der Spiegel online, 30 January 2006 ===1990s=== The first championship was held in Portugal in June 1994. (ed) Arvid Eriksen Sportsboken 1994, pg. 291, Schibsted. . The host nation had not managed to qualify for any World Championship thus far, and they finished 12th and last after losing all six games, including 21–38 to Romania in the 11th-place play-off. Sweden became the first European champion after defeating Russia by 34–21 in the final, Russia's heaviest loss in their international history. Von Porto bis Ljubljana , from Handballworld.com, retrieved 7 February 2006 Both teams had gone through the tournament without loss, but Sweden's fast breaks became the key in the final; they scored 14 of their 34 goals on fast breaks. Swedish middle back Magnus Andersson was named the event's best player and Russian left back Vasily Kudinov was top scorer with 50 goals. Two years later, the championship moved to Spain, with the same format. This time, no team went through the group stage without giving up points, but Russia and Sweden were to face off once again; this time in the semi-final, and Russia got revenge with a 24–21 win in front of 650 spectators.EHF – Match details, retrieved 7 February 2006 In the other semi-final, the hosts beat Yugoslavia 27–23, before 7,500 spectators littered the arena in Sevilla to watch the hosts go down by one goal despite the efforts of Talant Dujshebaev, a Kyrgyz-bornTalant Dujshebaev, from hand-ball.org, retrieved 7 February 2006 back player who had played for Russia in 1994 but who now turned out for Spain. Federal Republic of Yugoslavia participated for the first time and finished third. In 1998 the Championship was held in Italy, whose appearance at the 1997 World Championship was their first (and to date, only) at the top level of international handball. Spain went through the first six matches of the tournament unbeaten, while their opponents Sweden had won the first four games before becoming the first team to lose to hosts Italy. However, in the final, Sweden were too strong and won by 25–23 after having led by 15–9 at half-time in front of 6,100 spectators in Bolzano. ===2000s=== Two years later, the Championship was held in the Croatian cities of Zagreb and Rijeka. By now, the Championship had been moved back to January2000 Men's European Championship – Finals, from EHF, retrieved 27 January 2006 in the middle of the European handball season. The Championship acted as an Olympic qualifier, and hosts Croatia, who had won the 1996 Olympics, needed to finish in the top five to qualify. They lost to Spain and drew with France in the group stage, which sent them into a fifth-place play-off with neighbours Slovenia. 10,000 spectators watched as Slovenia prevailed by one goal and qualified for the Sydney Games. The two teams who had won European Championships before, Sweden and Russia, qualified for the final – Sweden had won the group stage match 28–25, but Russia took a six-goal lead at half-time. Sweden came back to tie the game at full-time, and two 10-minute extra periods were required before Sweden won 32–31 after Magnus Wislander scored the deciding goal. Ryssland väntar i semifinalen , retrieved 27 February 2006 Three-time champions Sweden were the next to host the European Championship, in 2002. This was the first tournament with 16 teams, an expansion from 12 in the previous four instalments. The Swedes won their first seven matches, and had already qualified for the semi-finals when they lost 26–27 to Denmark, having led 17–11 at half time. In the other main round group, Iceland became the third Nordic team to qualify after defeating Germany in the final match, but both Denmark and Iceland were soundly beaten in the semi-finals – Denmark lost 23–28 to Germany, while Sweden defeated Iceland by 11 goals. Sweden thus qualified for their fourth final in five attempts, and in front of 14,300 spectators in Stockholm Globe, they came back from a one-goal deficit when Staffan Olsson equalised with five seconds to spare. Sweden had substituted their goalkeeper, and Florian Kehrmann replied with a goal in an empty net, but it was disallowed because the referees had not started play after the Swedish goal. Deutschland verpaßt Europameistertitel nur knapp – Schweden am Rande der Niederlage from starpix.se, retrieved 27 February 2006 In the extra time, Sweden held on, and could celebrate their fourth title.2002 – Men's European Championship, – Finals – Germany v Sweden, retrieved 27 February 2006 Sweden's row of three successive Championships was broken in Slovenia in 2004, when Germany won despite not being touted as a medal candidate by news agency Deutsche Presse Agentur. Vor der EM – Keine Panik\", by Martin Kloth, published by stern.de, retrieved 27 February 2006 Germany suffered an early defeat to Serbia and Montenegro, and qualified for the main round as the third and final team from their group, having drawn with France as well. However, as the favourites beat each other in Germany's main round group, Germany qualified for the semi-finals in first place from the six-team group. In the other group, Croatia, who won the other group, had not lost any of their first seven games, while Denmark also had four successive wins. Croatia faced hosts Slovenia in the semi-final, and the clash of the two Balkan neighbours saw heightened security measures. 7,000 spectators in the Hall Tivoli saw that the hosts became the first team to beat Croatia in this tournament despite 12 goals from Croatian right winger Mirza Džomba who was reputed to be the best handball player in the world at the time. Slowenien erreicht nach 27:25-Sieg über Kroatien das Finale , from thw-provinzial.de, retrieved 27 February 2006 Denmark, who had reached their second successive semi-final, once again had to bow out at this stage, as they lost 20–22 to Germany in what was described as a \"hard-fought victory.\" Germany won the final more convincingly; a 16–10 lead at half time was never squandered, as Slovenia only got within three goals in the second half, and eventually lost 25–30.Europameister! Deutschland gegen Gastgeber Slowenien ganz cool zum Titel , from thw-provinzial.de, retrieved 27 February 2006 The 2006 tournament was held in Switzerland, in the cities of Basel, Bern, Lucerne, St Gallen and Zürich. France won the tournament, going through with one solitary loss – a 26–29 defeat to Spain in the preliminary round (where France trailed by eight goals at half-time). Defending champions Germany was also in this preliminary group, and this time taking one point through from the group stage would not be enough for Germany. Despite winning all three main round games, so did France and Spain, and those two teams qualified for the semi-finals from Group I. From the other group, Croatia qualified in first place after a 34–30 victory over Serbia and Montenegro in the last match. Later that evening, Denmark beat Russia and qualified for their third successive semi-final, one point behind Croatia. However, the Group II teams were both defeated by Group I teams, causing France and Spain to meet again in the final. In the third-place play-off, Croatia surprisingly lost to Denmark, while the final saw France prevail by eight goals to win their first European Championship Norway was the host country for the 2008 tournament. Matches were played in Bergen, Drammen, Lillehammer, Stavanger and Trondheim. Croatia, Norway, Hungary and France won their preliminary groups, but two of the teams failed to utilise their advantage; Norway drew with Poland and lost to Slovenia, and needed to beat Croatia in the final match of the group stage. Instead, Ivano Balić scored the 23–22 goal with twenty seconds to spare, and only a late equaliser gave Norway third place in the group. Drama mot Kroatia, Webjørn Espeland, NRK, retrieved 19 July 2008 Hungary, Spain and Germany had all gone through with two points from Group C, and Germany sealed their qualification with a two-goal win over Sweden in a match where a draw would have been enough for the Swedes. Tyskland stoppade Sverige, Martin Ahlin, Eurosport, retrieved 19 July 2008 In the first semifinal Croatia played France in a game dominated by strong defense by both teams, with the Croats achieving a three-goal lead twice, only to see France come back strong. Croatia goalkeeper Mirko Alilović saved a shot from Nikola Karabatic with six seconds to go as Croatia won 24–23. Denmark came back from 7–12 down to beat Germany, despite the Germans equalising within the final minute, as Lars Christiansen slotted home a penalty shot with three seconds remaining. Croatia started off well in the final, scoring the first four goals, but with eight saves more from Denmark's keeper, Kasper Hvidt, Denmark won 24–20 and took their first major trophy. ==Tournaments== {| class=\"wikitable\" style=\"font-size:90%; width: 100%; text-align: center;\" |- !rowspan=2 width=6%|Year !rowspan=2 width=16%|Host !width=1% rowspan=20 bgcolor=ffffff| !colspan=3|Final !width=1% rowspan=20 bgcolor=ffffff| !colspan=3|Third place match !width=1% rowspan=20 bgcolor=#ffffff| !rowspan=2 width=5%|Teams |- bgcolor=#efefef !width=14%|Champions !width=9%|Score !width=14%|Runners-up !width=14%|Third place !width=9%|Score !width=14%|Fourth place |- |1994 Details | Portugal | |34–21 | | |24–23 | |12 |- |1996 Details | Spain | |23–22 | | |26–25 | |12 |- |1998 Details | Italy | |25–23 | | |30–28 (ET) | |12 |- |2000 Details | Croatia | |32–31 (2ET) | | |24–23 | |12 |- |2002 Details | Sweden | |33–31 (ET) | | |29–22 | |16 |- |2004 Details | Slovenia | |30–25 | | |31–27 | |16 |- |2006 Details | Switzerland | |31–23 | | |32–27 | |16 |- |2008 Details | Norway | |24–20 | | |36–26 | |16 |- |2010 Details | Austria | |25–21 | | |29–26 | |16 |- |2012 Details | Serbia | |21–19 | | |31–27 | |16 |- |2014 Details | Denmark | |41–32 | | |29–28 | |16 |- |2016 Details | Poland | |24–17 | | |31–24 | |16 |- |2018 Details | Croatia | |29–23 | | |32–29 | |16 |- |2020 Details | Austria / Norway / Sweden | |22–20 | | |28–20 | |24 |- |2022 Details | Hungary / Slovakia | |27–26 | | |35–32 (ET) | |24 |- |2024 Details | Germany | | | | | | |24 |- |2026 Details | Denmark / Sweden / Norway | | | | | | |24 |- |2028 Details | Spain / Portugal / Switzerland | | | | | | |24 |} ==Medal table== ==Statistics== ===Total hosts=== {| class=\"wikitable\" |- !Hosts!!Nations (Year(s) |- |align=center| 3 || (2008, 2020, 2026) (2002, 2020, 2026) |- |align=center| 2 || (2010, 2020) (2000, 2018) (2014, 2026) (1994, 2028) (1996, 2028) (2006, 2028) |- |align=center| 1 || (2024) (2022) (1998) (2016) (2012) (2022) (2004) |} ===Top scorers by tournament=== The record-holder for scored goals in a single Euro Championship is Sander Sagosen. He scored 65 goals for Norway at the 2020 European Men's Handball Championship that took place in Austria, Sweden and Norway. {| class=\"wikitable\" |- !Year !Player !Goals |- |1994 | Vasily Kudinov |align=center|50 |- |1996 | Thomas Knorr |align=center|41 |- |1998 | Jan Filip |align=center|48 |- |2000 | Oleg Velyky |align=center|46 |- |2002 | Ólafur Stefánsson |align=center|58 |- |2004 | Mirza Džomba |align=center|46 |- |2006 | Siarhei Rutenka |align=center|51 |- |2008 | Ivano Balić Nikola Karabatić Lars Christiansen |align=center|44 |- |2010 | Filip Jícha |align=center|53 |- |2012 | Kiril Lazarov |align=center|61 |- |2014 | Joan Cañellas |align=center|50 |- |2016 | Valero Rivera |align=center|48 |- |2018 | Ondřej Zdráhala |align=center|55 |- |2020 | Sander Sagosen |align=center|65 |- |2022 | Ómar Ingi Magnússon |align=center|59 |} ==Participating nations== ==Most successful players== The table shows the most successful players at the European Championships. Players listed in bold are still active as of 2022. Players marked with an asterisk (*) have the additional distinction of having been elected championship MVP. {| class=\"wikitable plainrowheaders\" width=80% style=\"text-align:center;\" |- style=\"background-color:#EDEDED;\" ! class=\"hintergrundfarbe5\" style=\"width:1em\" | Rank ! class=\"hintergrundfarbe5\" | Player ! class=\"hintergrundfarbe5\" | Country ! class=\"hintergrundfarbe5\" | From ! class=\"hintergrundfarbe5\" | To ! style=\"background: gold; width:8%\" | Gold ! style=\"background: silver; width:8%\" | Silver ! style=\"background: #CC9966; width:8%\" | Bronze ! class=\"hintergrundfarbe5\" style=\"width:8%\" |Total |- |rowspan=\"6\"| 1 || align=\"left\" | Magnus Andersson * || align=\"left\" | || 1994 || 2002 || bgcolor=\"#F7F6A8\" | 4 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | - || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Martin Frändesjö || align=\"left\" | || 1994 || 2002 || bgcolor=\"#F7F6A8\" | 4 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | - || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Ola Lindgren || align=\"left\" | || 1994 || 2002 || bgcolor=\"#F7F6A8\" | 4 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | - || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Stefan Lövgren || align=\"left\" | || 1994 || 2002 || bgcolor=\"#F7F6A8\" | 4 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | - || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Staffan Olsson || align=\"left\" | || 1994 || 2002 || bgcolor=\"#F7F6A8\" | 4 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | - || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Magnus Wislander * || align=\"left\" | || 1994 || 2002 || bgcolor=\"#F7F6A8\" | 4 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | - || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" |rowspan=\"2\"| 7 || align=\"left\" | Nikola Karabatić ** || align=\"left\" | || 2006 || 2018 || bgcolor=\"#F7F6A8\" | 3 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | 2 || bgcolor=\"#E7FAEC\" | 5 |-align=\"center\" | align=\"left\" | Luc Abalo || align=\"left\" | || 2006 || 2018 || bgcolor=\"#F7F6A8\" | 3 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | 2 || bgcolor=\"#E7FAEC\" | 5 |-align=\"center\" |rowspan=\"4\"| 9 || align=\"left\" | Jérôme Fernandez || align=\"left\" | || 2006 || 2014 || bgcolor=\"#F7F6A8\" | 3 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | 1 || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Michaël Guigou || align=\"left\" | || 2006 || 2018 || bgcolor=\"#F7F6A8\" | 3 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | 1 || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Daniel Narcisse || align=\"left\" | || 2006 || 2014 || bgcolor=\"#F7F6A8\" | 3 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | 1 || bgcolor=\"#E7FAEC\" | 4 |-align=\"center\" | align=\"left\" | Thierry Omeyer || align=\"left\" | || 2006 || 2014 || bgcolor=\"#F7F6A8\" | 3 || bgcolor=\"#DCE5E5\" | – || bgcolor=\"#FFDAB9\" | 1 || bgcolor=\"#E7FAEC\" | 4 |} ==References== ==External links== *Official homepage of the European Handball Federation Category:Recurring sporting events established in 1994 Category:European Handball Federation competitions Category:European championships Category:Biennial sporting events",
 "title": "European Men's Handball Championship"
}