{
 "id": "375984",
 "text": "Ernest Augustus (Ernest Augustus Christian George; ; 17 November 1887 – 30 January 1953) was the reigning Duke of Brunswick from 2 November 1913 to 8 November 1918. He was a grandson of George V of Hanover, whom the Prussians had deposed from the Hanoverian throne in 1866, and Christian IX of Denmark. ==Early life== Ernest Augustus was born at Penzing near Vienna, the sixth and youngest child of former Crown Prince Ernest Augustus of Hanover and his wife, Princess Thyra of Denmark. His great-grandfather, Prince Ernest Augustus, Duke of Cumberland, the fifth son of George III of the United Kingdom, became king of Hanover in 1837 because Salic Law barred Victoria, Queen of the United Kingdom, from inheriting the Hanoverian throne. His father succeeded as pretender to the Hanoverian throne and as Duke of Cumberland and Teviotdale in the peerage of Great Britain in 1878. The younger Ernest Augustus became heir apparent to the dukedom of Cumberland and to the Hanoverian claim upon the deaths of his two elder brothers, George and Christian. Through his mother, he was a first cousin of Christian X of Denmark, Haakon VII of Norway, George V of the United Kingdom, Constantine I of Greece and Nicholas II of Russia. In 1884, the reigning Duke of Brunswick-Wolfenbüttel, a distant cousin, died. Since the younger branch of the House of Guelph ended with him, under house rules it would have passed to the Duke of Cumberland, who immediately claimed the throne. However, the Imperial Chancellor, Otto von Bismarck, managed to get the Federal Council (Bundesrat) of the German Empire to rule that the Duke of Cumberland would disturb the peace of the empire if he ascended the throne of Brunswick. Bismarck did this because the duke had never formally renounced his claims to the kingdom of Hanover, which had been annexed to Prussia in 1866 following the end of the Austro-Prussian War (Hanover had sided with losing Austria). Instead, Prince Albrecht of Prussia became the regent of Brunswick. After Prince Albrecht's death in 1906, the duke offered that he and his elder son, Prince George, would renounce their claims to the Duchy in order to allow Ernest Augustus, his only other surviving son, to take possession of the Duchy, but this option was rejected by the Bundesrat and the regency continued, this time under Duke Johann Albrecht of Mecklenburg- Schwerin, who had previously acted as regent for his nephew in Mecklenburg. ==Marriage and accession to the duchy of Brunswick== thumbnail When Ernest Augustus's older brother George died in an automobile accident on 20 May 1912, the German Emperor, Wilhelm II, sent a message of condolence to the Duke of Cumberland. In response to this friendly gesture, the Duke sent his only surviving son, Ernest Augustus, to Berlin to thank the Emperor for his message. Ernest Augustus and Wilhelm II were third cousins through George III of the United Kingdom. In Berlin, Ernest Augustus met and fell in love with the emperor's only daughter, Princess Victoria Louise of Prussia. On 24 May 1913, Ernest Augustus and Victoria Louise, third cousins once removed through descent from George III's sons King Ernest Augustus of Hanover and Edward, Duke of Kent, were married to each other. This marriage ended the decades-long rift between the Houses of Hohenzollern and Hanover. The wedding of Prince Ernest Augustus and Princess Victoria Louise was also the last great gathering of European sovereigns before the outbreak of the Great War. In addition to the German Emperor and Empress and the Duke and Duchess of Cumberland, King George V and Queen Mary of the United Kingdom and Tsar Nicholas II attended. Upon the announcement of his betrothal to Princess Victoria Louise in February 1913, Ernest Augustus swore allegiance to the German Empire and accepted a commission as a cavalry captain and company commander in the Zieten–Hussars, a Prussian Army regiment in which his grandfather (George V) and great- grandfather (Ernest Augustus) had been colonels. Two imprisoned British spies Captain Stewart and Captain Trench, were pardoned and released by the German Emperor as a wedding present to the United Kingdom. George V of the United Kingdom had given consent to the marriage on 17 March 1913, as required by the Royal Marriages Act.The London Gazette, Issue 28700, p. 2053 On 27 October 1913, the Duke of Cumberland formally renounced his claims to the duchy of Brunswick in favor of his surviving son. The following day, the Federal Council voted to allow Ernest Augustus to become the reigning Duke of Brunswick. The new Duke of Brunswick formally took possession of his duchy on 1 November. He received a promotion to colonel in the Prussian Zieten Hussars. The new duke and duchess of Brunswick moved into Brunswick Palace in the capital of Brunswick and began their family with the birth of their eldest son, Prince Ernest Augustus, less than a year after their wedding. During the First World War, Ernest Augustus rose to the rank of major-general. ==Abdication and later life== In 1917, the British dukedom of Ernest Augustus's father, and his own title as a Prince of the United Kingdom of Great Britain and Ireland, were suspended by the Titles Deprivation Act 1917, as a result of the Duke's service in the German army during the war. On 8 November 1918, Ernest Augustus was forced to abdicate his throne, as were all the other German kings, grand dukes, dukes, and princes during the German Revolution of 1918–1919. Thus, when his father died in 1923, Ernest Augustus did not succeed to his father's title of Duke of Cumberland. For the next thirty years, Ernest Augustus remained as head of the House of Hanover, living in retirement on his various estates, mainly Blankenburg Castle in Germany and Cumberland Castle in Gmunden, Austria. He also owned Marienburg Castle near Hanover, although rarely ever living there until 1945. Schloss Blankenburg (Harz) 003.jpg|Blankenburg Castle near Brunswick Schloß Cumberland.jpg|Cumberland Castle, Gmunden, Austria Panoramaaufnahme Schloss Marienburg cropped.jpg|Marienburg Castle near Hanover While Ernest Augustus never officially joined the Nazi Party, he donated funds and was close to several leaders. As a former British prince, Ernest Augustus, as well as Victoria Louise, desired a rapprochement between England and Germany. Ostensibly desiring to pursue an alliance with the UK, in the mid-1930s, Adolf Hitler took advantage of their sentiment by asking the couple to arrange a match between their daughter Princess Frederica and the Prince of Wales. The Duke and Duchess of Brunswick refused, believing that the age difference was too great. After his abdication in 1936, Edward VIII and his wife visited \"the Cumberlands\" at Cumberland Castle in Gmunden, Austria.Victoria Louise, autobiography Life as Daughter of the Emperor In 1938 Princess Frederica married Prince Paul of Greece, brother and heir-presumptive of King George II of Greece. By the time the Second World War ended in Europe in April 1945, he and his family were staying at Blankenburg. A few days before Blankenburg was handed over to the Red Army by British and U.S. forces in late 1945, to become part of East Germany, the family was able to move to Marienburg Castle, at the time located in the British Occupation Zone, with all their furniture, transported by British Army trucks, on the order of . He lived to see one of his children become a consort to a monarch – in 1947 his daughter Frederica became Queen of the Hellenes when her husband Prince Paul of Greece and Denmark succeeded his brother as King. The Duke of Brunswick is also the maternal grandfather of Queen Sophia of Spain and the former King Constantine II of Greece. Ernest Augustus died at Marienburg Castle in 1953. He was interred, later to be joined by the remains of his wife, in front of the Royal Mausoleum in the Berggarten at Herrenhausen Gardens in Hanover, which is the burial chapel of King Ernest Augustus of Hanover and his wife. After the destruction of the former Leine Palace during the Second World War, the remains of the Duke's ancestors King George I of Great Britain and his parents were also moved to the mausoleum. ==Issue== The Duke and Duchess of Brunswick had five children:By Royal Warrant of 17 June 1914, George V granted the eldest son and any children thereafter born to Prince Ernest Augustus of Hanover, then reigning Duke of Brunswick, the title of Prince (or Princess) of Great Britain and Ireland with the style Highness. The provisions of this Royal Warrant ceased with George V's Letters Patent of 30 November 1917, and Hanoverian princes and princesses born after this date were no longer allowed the title Prince of Great Britain and Ireland with the style Highness. However, in 1931, the former Duke of Brunswick, as head of the House of Hanover and the senior male-line descendant of George III, issued a decree stating that the members of the former Hanoverian royal family would continue to bear the title of Prince (or Princess) of Great Britain and Ireland with the style of Royal Highness. This decree had no legal effect in the United Kingdom, although no British sovereigns since have attempted to stop this practice on the part of the former Hanoverian royal family. The members of the House of Hanover continued to seek the British sovereign's approval when they married, in accordance with the Royal Marriages Act 1772. In 1999, prior to the wedding of Ernest Augustus, Prince of Hanover (b. 1954) to Princess Caroline of Monaco, the couple received official consent from the reigning British monarch, Elizabeth II. The 1772 act was repealed on 26 March 2015 in accordance with the Perth Agreement. * Ernest Augustus, Hereditary Prince of Brunswick (18 March 1914 – 9 December 1987); married (1) 1951, Princess Ortrud of Schleswig-Holstein-Sonderburg-Glücksburg (19 December 1925 – 6 February 1980), and had issue; and (2) 1981, Countess Monika zu Solms-Laubach (8 August 1929 – 4 June 2015). * Prince George William (25 March 1915 – 8 January 2006); married 1946, Princess Sophie of Greece and Denmark (26 June 1914 – 24 November 2001), and had issue. * Princess Frederica (18 April 1917 – 6 February 1981); married 1938 Paul I of the Hellenes (14 December 1901 – 6 March 1964), and had issue. * Prince Christian Oscar Ernst August Wilhelm Viktor Georg Heinrich of Hanover (1 September 1919 – 10 December 1981); married 1963 (divorced 1976) Mireille Dutry (b. 10 January 1946), and had issue. * Prince Welf Heinrich Ernst August Georg Christian Berthold Friedrich Wilhelm Louis Ferdinand of Hanover (11 March 1923 – 12 July 1997); married 1960 Princess Alexandra of Ysenburg and Büdingen (23 October 1937 – 1 June 2015), and had no issue. ==Honours== * 50px Grand Cross of Henry the Lion, ca. 1903; Sovereign Grand Master, 1 November 1913 (Duchy of Brunswick) * 50px Knight of St. George, 29 August 1903;Ruvigny, Melville Henry Massue, 9th Marquis of. Titled Nobility of Europe: An International Peerage, London: Harrison & Sons, 1914. p. 56 Sovereign Grand Master, 14 November 1923 (Hanoverian Royal Family) * 50px Grand Cross of the Royal Guelphic Order, ca. 1903; Sovereign Grand Master, 14 November 1923 (Hanoverian Royal Family) * 50px Grand Cross of the Order of Ernst August, ca. 1903; Sovereign Grand Master, 14 November 1923 (Hanoverian Royal Family) * 50px Knight of the Elephant, 15 November 1905 (Denmark) * 50px Commemorative Medal for the Golden Wedding of King Christian IX and Queen Louise (Denmark) * 50px King Christian IX Centenary Medal (Denmark) * 50px Knight of St. Hubert, 1909 (Kingdom of Bavaria) * 50px Knight of the Black Eagle, 13 February 1913 (German Empire) * 50px Grand Cross of the Red Eagle, ca. February 1913 (German Empire) * 50px Knight of St. Andrew, 24 May 1913 (Russian Empire) * 50px War Merit Cross, 2nd Class, ca. 1914 (Duchy of Brunswick) * 50px War Merit Cross, 1st Class, ca. 1914 (Duchy of Brunswick) * 50px Iron Cross, 2nd Class, ca. 1914 (German Empire) * 50px Iron Cross, 1st Class, ca. 1914 (German Empire) * 50px Grand Cross of St. Stephen, ca. 1914 (Austria-Hungary)Hof- und Staatshandbuch der Österreichisch-Ungarischen Monarchie (1918), \"Ritter-Orden: St. Stephan-Orden\" p. 56 * 50px Grand Cross of the Redeemer, 9 January 1938 (Kingdom of Greece) ==Ancestry== ==References== ==Sources== * Succession Laws in the House of Braunschweig, by François R. Velde * \\- Total pages: 544 ==External links== * Category:1887 births Category:1953 deaths Category:Dukes of Brunswick Category:Hanoverian princes Category:Princes of the United Kingdom Category:Protestant monarchs Category:House of Hanover Category:People from Penzing (Vienna) Category:Nobility from Vienna Category:Major generals of Prussia Category:Grand Crosses of the Order of Saint Stephen of Hungary Category:Heirs apparent who never acceded Category:Burials at Berggarten Mausoleum, Herrenhausen (Hanover)",
 "title": "Ernest Augustus, Duke of Brunswick"
}