{
 "id": "376009",
 "text": "Anthony Charles Edwards (born July 19, 1962) is an American actor and director.Advanced Primetime Awards, Academy of Television Arts & Sciences website, retrieved 2009-04-17; He is most widely known for his role as Dr. Mark Greene on the first eight seasons of ER, and for which he received a Golden Globe award and six Screen Actors Guild Awards, and was nominated for four consecutive Primetime Emmy Awards. He has appeared in various films and television series, including Goose in Top Gun, Zodiac, Miracle Mile, Revenge of the Nerds, Planes, Northern Exposure and Designated Survivor. ==Early life== Edwards was born in Santa Barbara, California, the son of Erika Kem Edwards Plack (née Weber), an artist/landscape painter, and Peter Edwards, an architect to whom he was one of five children His maternal grandfather was designer Kem Weber. He is of Irish descent. Edwards was encouraged by his parents to attend college before pursuing his interest in acting, which grew from the area's theater community. He received a scholarship to the Royal Academy of Dramatic Arts in England and studied theatre at University of Southern California; but by the age of nineteen was being offered enough acting work to enable him to leave college. ==Career== ===Television and film=== Edwards' early work included a co-starring role in the TV series It Takes Two with Richard Crenna and Patty Duke Astin as his parents and Helen Hunt as his sister. He made a cameo in the hit 1982 film Fast Times at Ridgemont High as \"Stoner Bud.\" In 1984, he starred in the hit comedy film Revenge of the Nerds, playing the main role of Gilbert Lowell, a sensitive and well-meaning nerd, Lewis' (played by Robert Carradine) best friend and, later, president of the Tri-Lambs. He reprised the role of Gilbert for a few brief scenes in the sequel Revenge of the Nerds II: Nerds in Paradise (1987), with his character unable to join the rest of the nerds because of a broken leg. He starred in the comedy Gotcha! (1985) as a college student who gets wrapped up in spy antics. It was Edwards' role as LTJG Nick \"Goose\" Bradshaw alongside Tom Cruise in the 1986 film Top Gun that brought his first widespread public acknowledgment. His character, who died in an aviation accident, was among the most prominent and popular in the film. He appeared as a terminally ill patient in Hawks (1988) alongside Timothy Dalton. He starred in the 1990 movie Downtown with Penelope Ann Miller and Forest Whitaker. He also played widowed veterinarian Chase Matthews, father of Edward Furlong's character, in the horror film Pet Sematary Two. In 1992 and 1993 he played Mike Monroe in ten episodes of Northern Exposure. Edwards' best-known role is as Dr. Mark Greene on the long-running TV series ER, from the series premiere in 1994 to the end of the eighth season in 2002. The series also afforded Edwards his first opportunity to direct. Edwards' desire to pursue directing led to his request to be written out of the series. He reportedly earned $35 million for three seasons on ER, which made him one of television's highest-paid actors. Edwards received four Primetime Emmy Award nominations for ER. He won a Golden Globe Award For Best Performance by an Actor-In a TV Series after being nominated four times and he has two Screen Actor's Guild Awards.In 2008, Edwards returned to ER to reprise his role as Dr. Greene (in flashback scenes, where he treats the dying son of character Catherine Banfield) for one episode during its 15th and final season.Following ER, he took some time off to raise his children, appreciating the privilege that his ER salary provided. In 2007, Edwards appeared as SFPD inspector Bill Armstrong in David Fincher's Zodiac, about the Zodiac Killer, the notorious serial killer who terrorized San Francisco in the 1960s and 1970s. In 2010, Edwards appeared in the movie Motherhood, which set a record for the biggest bomb in British cinema history by garnering £88 on 11 tickets on opening weekend. Motherhood did not fare much better in the United States. earning $93,388 in three weeks of release. At the time, he said he took the role because \"it seemed like a very organic and real thing. It really kind of reminded me of what the dynamic in a family is like.\" In 2013, Edwards returned to episodic television with the conspiracy drama Zero Hour, playing the male lead Hank Galliston. After three episodes, Zero Hour was cancelled due to poor ratings. Edwards was the voice of Echo, one of the fighter jets, in the Disneytoon Studios film Planes, and also voiced the character Pegleg Pirate in an episode of Blaze and the Monster Machines. Edwards served as the director of the 2016 film My Dead Boyfriend. In 2017, Edwards played a recurring role as Judge Stanley Weisberg on Law & Order True Crime: The Menendez Murders. In 2018, Edwards was cast in the recurring role in the third season of Netflix's Designated Survivor as Mars Harper, the President's Chief of Staff. In 2022, Edwards was cast as Alan Reed in Netflix’s docu-series Inventing Anna. In 2021 Edwards was cast in the leading role in the third spin-off to AMC's The Walking Dead, called Tales of the Walking Dead ===Honors and awards=== Edwards received four Emmy nominations for Outstanding Lead Actor in a Drama Series for ER and won as an executive producer on Outstanding Television Movie winner Temple Grandin. He earned a People's Choice Award for Favorite Male Performer in a New Television Series (1995); and won six Screen Actors Guild Awards for: Outstanding Performance by a Male Actor in a Drama Series (1996 and 1998), and Best Ensemble Cast (1996, 1997, 1998 and 1999). He won the Golden Globe Award for Best Performance by an Actor in a Television Drama in 1998). Edwards also won a Daytime Emmy for the production of the underground rock documentary N.Y.H.C. (1999) and the telepic adaptation of Kimberly Willis Holt's 1998 coming of age novel My Louisiana Sky (2001), and earned the Carnegie Medal Award for My Louisiana Sky (2003).Anthony Edwards Biography, Film.com website, retrieved 2009-04-17 ===Theater=== After a long career in television, Edwards made his Broadway debut as his second act in 2018 in the revival of Children of a Lesser God at Studio 54. In 2015 he appeared in Classic Stage Company's A Month in the Country but his stage acting career began when he was growing up in Santa Barbara. ==Personal life== Edwards was married to Jeanine Lobell, with whom he had one son and three daughters, from 1994-2015. At the end of 2021, Edwards and long-time friend and fellow actor Mare Winningham eloped. On November 10, 2017, Edwards wrote an essay on Medium, in which he stated that screenwriter/producer Gary Goddard befriended and then sexually assaulted him and several of his friends \"for years\" beginning when they were 12 years old.Jackson McHenry, \"Actor Anthony Edwards Claims Producer Gary Goddard Molested Him and His Friend As Children,\" Vulture.com, November 10, 2017. Edwards has been a licensed private pilot since 2012. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! style=\"width:50px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:150px;\"| Role ! class=\"unsortable\"| Notes |- | 1973 | Big Zapper | Kono's Boy | |- | 1982 | Fast Times at Ridgemont High | Stoner Bud | |- | 1983 | Heart Like a Wheel | John Muldowney (age 15-23) | |- | 1983 | High School U.S.A. | Bo Middleton (Age 18) | |- | 1984 | Revenge of the Nerds | Gilbert Lowe | |- | 1985 | Gotcha! | Jonathan Moore | |- | 1985 | | Lance | |- | 1986 | Top Gun | Lt. (j.g.) Nick \"Goose\" Bradshaw | |- | 1987 | Summer Heat | Aaron | |- | 1987 | Revenge of the Nerds II: Nerds in Paradise | Gilbert Lowe | |- | 1988 | Hawks | Deckermensky, 'Decker' | |- | 1988 | Miracle Mile | Harry Washello | |- | 1988 | Mr. North | Theophilus North | |- | 1989 | How I Got into College | Kip Hammett | |- | 1990 | Downtown | Alex Kearney | |- | 1992 | Pet Sematary Two | Chase Matthews | |- | 1992 | Delta Heat | Mike Bishop | |- | 1992 | Landslide | Bob Boyd | |- | 1993 | Sexual Healing | David | Nominated — CableACE Award for Actor in a Movie or Miniseries |- | 1994 | | Clint Von Hooser | |- | 1994 | Charlie's Ghost Story | Dave | |- | 1998 | Good Night, Gorilla | Zookeeper | Voice |- | 1998 | Playing by Heart | Roger | |- | 1999 | Don't Go Breaking My Heart | Tony Dorfman | |- | 2000 | | Narrator | Voice |- | 2001 | Jackpot | Tracy | |- | 2003 | Northfork | Happy | |- | 2004 | Thunderbirds | Ray \"Brains\" Hackenbacker | |- | 2004 | | Jim Paretta | |- | 2007 | Zodiac | Inspector William Armstrong | |- | 2009 | Motherhood | Avery Welsh | |- | 2010 | Flipped | Steven Loski | |- | 2012 | Big Sur | Lawrence Ferlinghetti | |- | 2013 | Planes | Echo | Voice |- |2015 | Experimenter | Miller | |- | 2015 | Consumed | Lab Scientist | |} ===Television=== {| class=\"wikitable sortable\" |- ! style=\"width:50px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:150px;\"| Role ! class=\"unsortable\"| Notes |- | 1981 | | Tommy Lee Swanson | TV movie |- | 1981 | Walking Tall | Robbie | Episode: \"The Fire Within\" |- | 1982 | Police Squad! | Dental Patient | 1 episode - uncredited |- | 1982–1983 | It Takes Two | Andy Quinn | Main role |- | 1983 | High School U.S.A. | Beau Middleton | TV movie |- | 1983 | For Love and Honor | Michelson | Episode: \"Mind Games\" |- | 1984 | Call to Glory | Billy | |- | 1985 | Going for the Gold: The Bill Johnson Story | Bill Johnson | TV movie |- | 1990 | | Billy Ray Smith | TV movie |- | 1990 | Hometown Boy Makes Good | Boyd Geary | |- | 1991 | | Josh | Episode: \"Unpublished Letters\" |- | 1992–1993 | Northern Exposure | Mike Monroe | Recurring role, 10 episodes |- | 1995 | Saturday Night Live | Host | 1 episode |- | 1996 | In Cold Blood | Dick Hickock | 2 episodes |- | 2001 | Cursed | Ricky | Episode: \"...And Then Jack Forgot His Dream\" |- | 2001 | Frasier | Tom | Episode: \"The Return of Martin Crane\" |- | 1994–2002, 2008 | ER | Dr. Mark Greene | Lead role Golden Globe Award for Best Actor – Television Series Drama (1998) Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Drama Series (1996, 1998) Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series (1996–1999) TV Land Award - Icon Award (2009) Nominated — Golden Globe Award for Best Actor – Television Series Drama (1996–1997, 1999) Nominated — Primetime Emmy Award for Outstanding Lead Actor – Drama Series (1995–98) Nominated — Satellite Award for Best Actor – Television Series Drama (1997) Nominated — Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Drama Series (1997, 1999, 2001) Nominated — Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series (1995, 2000–01) Nominated — TV Guide Award for Actor of the Year in a Drama Series (2001) |- | 2013 | Zero Hour | Hank Galliston | Lead role |- | 2015 | Girls | Melvin Shapiro | Episode: \"Iowa\" |- | 2015 | Blue Bloods | Owen Cairo | Episode: \"The Bullitt Mustang\" |- | 2016 | Billions | Judge Whit Wilcox | Episodes: \"Where the F*ck Is Donnie?\" and \"Quality of Life\" |- | 2016 | Law & Order: Special Victims Unit | Patrick Griffin | Episode: \"Rape Interrupted\" |- | 2016 | Drunk History | Giles Allen | 1 episode |- | 2017 | Law & Order True Crime | Judge Stanley Weisberg | 6 episodes |- | 2019 | Designated Survivor | White House Chief of Staff Mars Harper | Recurring role |- | 2022 | Inventing Anna | Alan Reed | Miniseries |- | 2022 | WeCrashed | Bruce | Miniseries |} ===Producer=== {| class=\"wikitable sortable\" |- ! style=\"width:50px;\"| Year ! style=\"width:250px;\"| Title ! style=\"width:150px;\"| Role ! class=\"unsortable\"| Notes |- | 1999 | Don't Go Breaking My Heart | Executive producer | |- | 1999 | Border Line | Executive producer | Television film |- | 1999 | N.Y.H.C. | Executive producer | |- | 2001 | My Louisiana Sky | Executive producer | Television film Carnegie Medal for Excellence in Children's Video (2002) Daytime Emmy Award for Outstanding Children's Special (2002) |- | 2003 | Die, Mommie, Die! | Producer | |- | 2010 | Temple Grandin | Executive producer | Television film Primetime Emmy Award for Outstanding Television Movie (2010) |} ==References== == External links == * Category:1962 births Category:Living people Category:American male film actors Category:American male television actors Category:Male actors from Santa Barbara, California Category:USC School of Dramatic Arts alumni Category:Daytime Emmy Award winners Category:Best Drama Actor Golden Globe (television) winners Category:Outstanding Performance by a Male Actor in a Drama Series Screen Actors Guild Award winners Category:20th- century American male actors Category:21st-century American male actors Category:American male voice actors Category:Television producers from California Category:Film producers from California Category:American television directors",
 "title": "Anthony Edwards (actor)"
}