{
 "id": "376188",
 "text": "David Dacko (; 1927 – 21 November 2003) was a Central African politician who served as the first president of the Central African Republic from 14 August 1960 to 1 January 1966, and 3rd President from 21 September 1979 to 1 September 1981. After his second removal from power in a coup d'état led by General André Kolingba, he pursued an active career as an opposition politician and presidential candidate with many loyal supporters; Dacko was an important political figure in the country for over 50 years. ==Biography== ===Early life and education=== Dacko was born in the village of Bouchia, near Mbaïki in the Lobaye region, which was then a part of the French Equatorial African territory of Ubangi-Shari to Joseph Iniabodé and Marie Okolania. His parents belonged to the same ethnic group. A M'Baka (Ngbaka), he was a distant cousin of future rival Jean-Bédel Bokassa. Soon after Dacko's birth, his family moved to Boda, where his father worked in a store belonging to a European coffee planter in Bonini named Tancret. In 1937, his father converted to Catholicism, after which he decided to stay married to one wife and sent the others away, including his mother. In 1938, he was sent to live with his uncle, Jêrome Gaza in Mbaïki. He began primary school in Mbaiki, where his father worked as a plantation's night watchman. He continued his primary education in Bambari before being admitted to the Ecole normale of Mouyoundzi in Moyen Congo. Studying for a career in teaching, he became schoolmaster of a large primary school in the capital, Bangui in 1951. Dacko took part in an experimental educational program promoted by the French colonial administration. Dacko was named principal of Kouanga College in 1955 and became a supporter of independence leader Barthélémy Boganda, who was from the same Ngbaka ethnic group as Dacko. In March 1957 Dacko presented himself as a candidate for legislative elections in Ubangi-Shari for the circumscription of Ombella-M'Poko and won a seat as a member of the \"Territorial Assembly of Ubangi-Shari\". When the first Council of Government of Ubangi-Shari was established that same year, Boganda named Dacko Minister of Agriculture, Livestock, Water and Forests, in which position he served from 14 May 1957 until 23 August 1958. Dacko then served as Minister of the Interior and Administrative Affairs from 23 August to 8 December 1958. When the Territorial Assembly became the Legislative Constitutive Assembly on 1 December 1958, Dacko and his fellow Territorial Councilors became Deputies. Dacko remained in the government as the Minister of the Interior, Economy and Commerce (8 December 1958 – 30 April 1959). During 1959, Dacko succeeded Boganda as the main leader of the country when the latter died in a plane crash. ===Political career=== ====First term as president==== After independence on 13 August 1960, Dacko became Provisional President of the Republic (14 August–12 December 1960), and then, with the active French support against rival Abel Goumba, became the first President of the Central African Republic (12 December 1960 – 31 December 1965). In 1960, he also served as President of the Conference of Prime Ministers of Equatorial Africa. Dacko began to consolidate his power soon after taking office in 1960. He retained the portfolio of Minister of Defense (17 August 1960 – 1 January 1966) and Keeper of the Seals (17 August 1960 – 2 January 1963) and amended the Constitution to transform his regime into a one-party state with a strong presidency elected for a term of seven years. On 5 January 1964, Dacko was elected in an election in which he ran alone. During his first term as president, Dacko significantly increased diamond production in the Central African Republic by eliminating the monopoly on mining held by concessionary companies and decreeing that any Central African could dig for diamonds. He also succeeded in having a diamond- cutting factory built in Bangui. Diamonds eventually became the country's most important export and remain so today, even though at least half of the country's diamonds are smuggled out of the country. Dacko encouraged the rapid \"Centralafricanization\" of the country's administration, which was accompanied by growing corruption and inefficiency, and he expanded the number of civil servants, which greatly increased the portion of the national budget needed to pay salaries. The difficulty of securing enough revenues to pay a large number of bureaucrats who are often inefficient and corrupt has been a major problem for the country ever since. Dacko was torn between his need to retain the support of France and his need to show that he was not subservient to France. In order to cultivate alternative sources of support and display his independence in foreign policy, he cultivated closer relations with the People's Republic of China. By 1965, Dacko had lost the support of most Central Africans and may have been planning to resign from the presidency when he was overthrown. ====Overthrown by Bokassa==== On the night of 31 December 1965 – 1 January 1966, General Bokassa carried out a successful coup d'état against Dacko and prevented the possible assumption of power by a rival, Colonel Jean Izamo, head of the national gendarme police force. Dacko, who belonged to the same Ngbaka ethnic group as Bokassa, was imprisoned, placed under house arrest in Lobaye, but then was released on 16 July 1969 and eventually named personal counselor of President Bokassa on 17 September 1976. When Bokassa's rule came under increasing criticism during the late 1970s, Dacko managed to leave for Paris where the French convinced him to cooperate in a coup to remove Bokassa from power and restore him to the presidency. ====Restored to power==== On the night of 20–21 September 1979, French paratroopers carried out Operation Barracuda, which overthrew Bokassa and restored Dacko to the presidency. In March 1981, Dacko was elected President of the Republic once again in a reasonably free multi-candidate election; his term began on 1 April. Upon return to office, Dacko found himself forced to retain many of the officials who had been part of the Bokassa regime, as the country had no more than one hundred trained personnel available for government posts. The retention of this political elite was an additional factor in heightening the resentment against him. Immediately after his restoration Dacko found financial support from France, who provided his government with $17 million, leading to relative success in his first six months. This did not, however, translate to any support from the general international community, who regarded Dacko as a French surrogate. With French support, the European Economic Community was persuaded to give $20 million in aid, which was intended for the revitalisation of the crumbling agricultural sector, particularly coffee production, as well as developing infrastructure. Dacko was regarded by many Central Africans as a puppet of the French and his right to rule was challenged, in particular, by Bokassa's former prime minister, Ange-Félix Patassé who, in addition to belonging to the largest ethnic group in the country, the Gbaya, had residential and kinship ties to other ethnic groups and was the most popular politician in the country. Patassé's opposition drew on the support of high school students as well as young unemployed adults in the shanty towns next to Bangui, such as Muskine. His opposition, however, was quashed by November 1979 with French support. As Dacko's government was sometimes unable to pay wages on time, further discontent arose amongst teachers, students and deprived urban residents, and led to strike as well as attacks on Dacko's officials. These protests were at times countered by the police. French aid then improved the timeliness of the salary payments, and Dacko was also able to introduce further scholarships for high school and university students, leading to an erosion of opposition. Furthermore, Dacko's government organised the public trials of some of Bokassa's officers. These took place in the main stadium in Bangui and were broadcast on radio, thus increasing Dacko's popularity, despite some skepticism amongst urban Central Africans. ====Overthrown by Kolingba==== On 1 September 1981, Dacko was overthrown in a bloodless coup carried out by army chief of staff General André Kolingba, who may have had the support of local French security officers who are suspected of having acted without authorization by François Mitterrand's new Socialist government in France. Such allegations may never be substantiated, but Kolingba did subsequently enjoy a very close relationship with France and a presidential security team led by Colonel Mantion. Dacko, unharmed, later returned to politics to lead the Movement for Democracy and Development (MDD), a party opposing Kolingba. Dacko participated in the presidential elections of 1992 and 1993 and in the latter obtained 20.10% of the votes cast. ===Opposition, illness and death=== During Patassé's first and second presidential terms (1993–99 and 1999–2003), Dacko continued to participate actively in politics as a leader of the opposition. Dacko and Kolingba were the main leaders of the opposition, with Kolingba having more influence than Dacko. Dacko ran for president for the last time in the 1999 elections, coming in third place with 11.2% of the vote. After General François Bozizé overthrew Patassé and proclaimed himself president, Dacko participated in the Dialogue nationale (National Dialogue) that began on 9 September 2003, but shortly thereafter, on 27 September, Dacko suffered an chronic asthma attack and heart disease. He headed to France to seek treatment, but during a stopover in Yaoundé, Cameroon on 7 November, he was taken to the General Hospital of Yaoundé where he died at 10 p.m. on 20 November. The Central African government declared a month of national mourning in his memory. On 13 December he was buried in Mokinda, near his residence. ==Family and awards== Dacko was survived by his wife Brigitte, who bore seven sons and four daughters. Dacko received many awards and honors during his lifetime, including Commander of the Central African Order of Agriculture (23 April 1963), Commander of the Central African Order of Academic Palms (26 June 1964). A major street is named after him, Avenue President David Dacko. ==References== ==Bibliography== * * * * * * * * * ==External links== Category:Mbaka people Category:Heads of state of the Central African Republic Category:Prime Ministers of the Central African Republic Category:Leaders who took power by coup Category:Leaders ousted by a coup Category:Central African Republic prisoners and detainees Category:Prisoners and detainees of the Central African Republic Category:People of French Equatorial Africa Category:1927 births Category:2003 deaths Category:Deaths from asthma Category:1960s in the Central African Republic Category:1970s in the Central African Republic Category:People from Lobaye",
 "title": "David Dacko"
}