{
 "id": "376437",
 "text": "Negeri Sembilan () is a state in Malaysia which lies on the western coast of Peninsular Malaysia. It borders Selangor on the north, Pahang in the east, and Malacca and Johor to the south. The name is believed to derive from the nine (sembilan) villages or nagari in the Minangkabau language (now known as luak) settled by the Minangkabau, a people originally from West Sumatra (in present- day Indonesia). Minangkabau features are still visible today in traditional architecture and the dialect of Malay spoken. Unlike the hereditary monarchs of the other royal Malay states, the ruler of Negeri Sembilan is elected and is known as Yang di-Pertuan Besar instead of Sultan. The election of the Ruler is also unique. He is elected by the council of Undangs who lead the four biggest territories of Sungai Ujong, Jelebu, Johol, and Rembau, from the legitimate male members of the Pagaruyung Dynasty, with the surviving sons of the previous Yantuam coming first in the considerations but not being obligatory to be voted on, making it one of the more democratic monarchies. The capital of Negeri Sembilan is Seremban. The royal capital is Seri Menanti in Kuala Pilah District. Other important towns are Port Dickson, Bahau and Nilai. The Arabic honorific title of the state is Darul Khusus (\"the Special Abode\"). == Etymology== The name Negeri Sembilan is believed to derive from the nine (sembilan) chiefdoms or Nogoghi in the Negeri Sembilan dialect (now known as luak) settled by the Minangkabau. The size of Negeri Sembilan is now smaller than the original size of Negeri Sembilan. thumb|right|The original 9 chiefdoms of Negeri Sembilan, at Raja Melewar's accession in 1773 ==History== ===Ancient and medieval history=== The earliest inhabitants of Negeri Sembilan were the ancestors of the Semelai, Semai, Semang, and Jakun peoples, who lived either as hunter-gatherer nomads or as subsistence farmers. Parameswara reportedly visited the settlement of Sening Ujong, which was located in what is now Seremban. The Minangkabaus from Sumatra settled in what is today Negeri Sembilan in the 15th century under the protection of the Malacca Sultanate, and later under the protection of its successor, the Sultanate of Johor. They also brought their matrilineal custom, known as Adat Perpatih, with them and made it the local custom. The Linggi River along the western part of the state was used as one of the main trade routes since the time of the Malacca Sultanate. With the Pahang River in just a walking distance to the east, the two rivers formed the Laluan Penarikan (Portage Route), which ensured easier access between the Strait of Malacca and the South China Sea. As Johor weakened in the 18th century, attacks by the Bugis forced the Minangkabaus to seek protection from their homeland. The Minangkabau ruler, Sultan Abdul Jalil, obliged by sending his near relative, Raja Melewar. When he arrived, he found that another royal, Raja Khatib had already established himself as ruler. He declared war against Raja Khatib and became the ruler of Negeri Sembilan. The Sultan of Johor confirmed his position by granting the title Yamtuan Seri Menanti (He Who is Highest Lord of the Seri Menanti) in 1773. Negeri Sembilan, at the time of Raja Melewar's accession, covered a larger area than its modern-day boundaries. Besides the entirety of modern Negeri Sembilan, it also covered parts of what is today Selangor, Malacca, Pahang and Johor. The original nine chiefdoms or domains in 1773 that gave Negeri Sembilan its name are namely Sungai Ujong, Jelebu, Rembau, Johol, Jelai, Ulu Pahang, Naning, Segamat and Klang. The latter four chiefdoms were annexed into neighbouring states in the 19th century. Naning was annexed into the Straits Settlement of Malacca in 1832 following the Naning War; Ulu Pahang became Bera region of Pahang, Segamat annexed into Johor and Klang became Kuala Langat region of Selangor. After Raja Melewar's death, a series of disputes arose over the succession. For a considerable period, the local nobles applied to the Minangkabau ruler in Sumatra for a ruler. However, competing interests supported different candidates, often resulting in instability and civil war. ===Colonial history=== In 1874, the British intervened militarily in a leadership tussle in Sungai Ujong to preserve British economic interests, and placed the domain under the control of a British Resident. Jelebu followed in 1883 and Rembau in 1887. The formation of modern Negeri Sembilan began in 1889, when the Seri Menanti domain, under the rule of Tuanku Muhammad (son of Yamtuan Antah), combined with the domains of Tampin and Rembau, forming the Seri Menanti Confederation as a single political entity. The domains of Sungai Ujong and Jelebu joined this confederation in 1895, forming the state of Negeri Sembilan in its modern borders. Martin Lister became the new state's first Resident, and Negeri Sembilan became part of the Federated Malay States the same year. The number of states within Negeri Sembilan has fluctuated over the years, the federation now consists of six states and a number of sub- states under their suzerainty. ===Modern history=== Negeri Sembilan endured Japanese occupation in World War II between 1942 and 1945, joined the Federation of Malaya in 1948, and became a state of Malaysia in 1963. In the 1990s and 2000s, Seremban and Nilai attracted people who moved in from the overcrowded towns of the Klang Valley. These two cities also became the sites of new factories and industrial parks, accelerating the development of the state into modern times. On 9 September, 2009, the Ministry of Housing and Local Government approved the state capital of Seremban's application to become a city (Bandar Raya), as it had attracted enough people to become large. In order for that to happen, its city council had to be merged with the Nilai Municipal Council. After several times when it was postponed, Seremban achieved the status of a city on 20 January, 2020. Later that year on 9 November, Negeri Sembilan was subjected to the Movement Control Order lockdown due to increasing COVID-19 infections. == Population and demographics == ===Ethnicity=== Negeri Sembilan has a collective population of 1,098,500 as of 2015; the ethnic composition consisting of Malay 622,000 (56.6%) (mostly are Minangkabau descent), other Bumiputras 20,700 (1.9%), Chinese 234,300 (21.3%), Indian 154,000 (14%), Others 4,200 (0.4%), and Non Citizens 63,300 (5.8%). The state has the highest percentage of Indians when compared to other Malaysian states. Up until today the state is known as the strongholds of Adat Perpatih in Malaysia. ===Religion=== According to the 2010 census, the population of Negeri Sembilan is 60.3% Muslim, 21.2% Buddhist, 13.4% Hindu, 2.4% Christian, 1.1% of unknown affiliation, 0.8% non-religious, 0.5% Taoist or Chinese religion follower, and 0.3% of followers of other religions. Statistics from the 2010 Census indicate that 92.9% of the Chinese population in Negeri Sembilan is identified as Buddhists, with significant minority of adherents identifying as Christians (3.6%), Chinese folk religions (1.9%) and Muslims (0.8%). The majority of the Indian population are Hindus (89.0%), with a significant minorities of numbers identifying as Christians (5.0%), Muslims (3.2%) and Buddhists (1.4%). The non-Malay Bumiputera community are predominantly Atheists (39.7%), with significant minorities identifying as Christians (28.3%) and Muslims (20.2%). All Malays are Muslims. ===Languages=== Negeri Sembilan is a multiethnic state in which every ethnic group speaks their respective languages and dialects. The Negeri Sembilanese people speak a unique variety of Malay known as Negeri Sembilan Malay or in their native language as Baso Nogoghi. It is not closely related to other varieties of Malay in Peninsular Malaysia but more closely related with Malay varieties spoken in neighbouring Sumatra especially varieties of Minangkabau. Besides Malays, the Chinese community also speak their languages and dialects. Orang Asli peoples like Temuans speak a language closely related to Malay. Standard Malay is widely used throughout the state. Indians in Negeri Sembilan belong to various ethnicities. Tamil (Mother tongue to Indian Tamils and Ceylon Tamils) is used as a lingua franca among the other minor Indian communities. Besides, a small number of Telugu, Malayalam and Punjabi exist in the towns of Negeri Sembilan. ==Government== ===Constitution=== The Constitution of Negeri Sembilan came into force on 26 March 1959. It is divided into two sections. The constitution establishes that the state's form of government is constitutional monarchy and the world's only elective monarchy for matrilineal society. The system was partially the basis for the federal monarchy. ===The Ruler=== thumb|right|300px|Istana Seri Menanti The official constitutional title of the Ruler of the state are Duli Yang Maha Mulia Yang di-Pertuan Besar Negeri Sembilan, (currently Duli Yang Maha Mulia Yang di-Pertuan Besar Negeri Sembilan Darul Khusus Tuanku Muhriz ibni Almarhum Tuanku Munawir), Yang Teramat Mulia Undang of Sungei Ujong, Yang Teramat Mulia Undang of Jelebu, Yang Teramat Mulia Undang of Johol, Yang Teramat Mulia Undang of Rembau and Yang Teramat Mulia Tengku Besar Tampin and they holds office for life. The state's constitution proclaims the Yang di-Pertuan Besar, Undang of Sungei Ujong, Undang of Jelebu, Undang of Johol, Undang of Rembau and Tengku Besar Tampin are vested with the Executive Power of the state, are the Head of the Religion of Islam in the state and are the fountain of all honour and dignity for the state. The current Yang di-Pertuan Besar is His Royal Highness Tuanku Muhriz ibni Almarhum Tuanku Munawir. His Royal Highness succeeds Almarhum Tuanku Jaafar Ibni Almarhum Tuanku Abdul Rahman who died on 27 December 2008. Unlike Malaysia's eight other Royal Malay states, the Ruler of Negeri Sembilan is elected to his office by the territorial chiefs or Ruling Chiefs of the state. These Ruling Chiefs are titled Undang. Only four of the Undangs have the right to vote in the election for the Ruler of the State. They are: *The Undang of Sungai Ujong *The Undang of Jelebu *The Undang of Johol *The Undang of Rembau The Undang themselves cannot stand for election, and their choice of Ruler is limited to a male Muslim who is Malay and also a \"lawfully begotten descendant of Raja Radin ibni Raja Lenggang\". The Assembly convenes at the Wisma Negeri in the state capital, Seremban. === Executive and Legislature === The State Executive Council consists of the Menteri Besar, who is its chairman, and ten other members. The Menteri Besar and the other members of the council are appointed by the Yang Di-Pertuan Besar from the members of the State Assembly of the governing party or coalition. The current Menteri Besar or Chief Minister of the state is Aminuddin Harun. The unicameral Negeri Sembilan State Legislative Assembly is the state legislature of Negeri Sembilan. It consists of 36 members who represent single-member constituencies throughout the state. Elections are held no more than five years apart, and are usually conducted simultaneously with elections to the federal parliament. {| class=\"wikitable\" style=\"text- align:center;\" |- | colspan=6 | 300px |- ! colspan=\"2\" rowspan=\"2\" |Affiliation ! rowspan=\"2\" |Coalition/Party Leader ! rowspan=\"2\" |Status ! colspan=\"2\" |Seats |- !2018 election !Current |- | |Pakatan Harapan |Aminuddin Harun |Government |20 |20 |- | |Barisan Nasional |Mohamad Hasan |Opposition |16 |16 |- ! colspan=\"4\" |Total !36 !36 |- ! colspan=\"4\" |Government majority !4 !4 |} ===Departments=== * Negeri Sembilan State Financial Office * Negeri Sembilan Public Works Department * Office of Lands and Mines Negeri Sembilan * Negeri Sembilan Irrigation and Drainage Department * Negeri Sembilan State Forestry Department * Negeri Sembilan State Agriculture Department * Negeri Sembilan Social Welfare Department * Negeri Sembilan Town and Country Planning Department * Department of Veterinary Services of Negeri Sembilan * Negeri Sembilan State Mufti Department * Negeri Sembilan State Islamic Religious Affairs Department * Negeri Sembilan Syariah Judiciary Department ===Statutory bodies=== * Negeri Sembilan State Islamic Religious Council * Negeri Sembilan State Museum Board * Negeri Sembilan Public Library Corporation * Negeri Sembilan Foundation * Negeri Sembilan State Development Corporation ===Administrative divisions=== The state comprises 7 districts, which in turn divided into 61 mukims. {| class=\"wikitable\" style=\"text-align:center; margin- right:60px\" |- ! colspan=6|Districts in Negeri Sembilan |- | colspan=6|600px |- !Number !District !Seat !Area (km2) !Mukim !Local government level |- |align=left|1 |align=left|Seremban |align=left|Seremban |align=left|935.02 |align=left|Ampangan, Labu, Lenggeng, Pantai, Rasah, Rantau, Seremban City, Setul |align=left|City |- |align=left|2 |align=left|Port Dickson |align=left|Port Dickson |align=left|572.35 |align=left| Jimah, Linggi, Pasir Panjang, Port Dickson Town, Si Rusa |align=left|Municipality |- |align=left|3 |align=left|Rembau |align=left|Rembau |align=left|415.12 |align=left| Batu Hampar, Bongek, Chembong, Chengkau, Gadong, Kundur, Legong Hilir, Legong Hulu, Miku, Nerasau, Pedas, Pilin, Selemak, Semerbok, Sepri, Tanjung Keling, Titian Bintangor |align=left|District council |- |align=left|4 |align=left|Jelebu |align=left|Kuala Klawang |align=left|1,349.89 |align=left| Glami Lemi, Kenaboi, Kuala Klawang, Peradong, Pertang, Triang Hilir, Ulu Klawang, Ulu Triang |align=left|District council |- |align=left|5 |align=left|Kuala Pilah |align=left|Kuala Pilah |align=left|1,090.40 |align=left| Ampang Tinggi, Johol, Juasseh, Kepis, Langkap, Parit Tinggi, Pilah, Seri Menanti, Terachi, Ulu Jempol, Ulu Muar |align=left|District council |- |align=left|6 |align=left|Jempol |align=left|Bandar Seri Jempol |align=left|1,490.87 |align=left| Jelai, Kuala Jempol, Rompin, Serting Ilir, Serting Ulu |align=left|Municipality |- |align=left|7 |align=left|Tampin |align=left|Tampin |align=left|878.69 |align=left| Ayer Kuning, Gemencheh, Keru, Repah, Tampin Tengah, Tebong Autonomous sub-district: Gemas |align=left|District council |} It originally consisted of 9 districts: *Jelai (Inas) *Jelebu *Johol *Klang (now a district in Selangor) *Naning (now in Malacca) *Rembau *Segamat (now in Johor) / Pasir Besar (now in Tampin) *Sungai Ujong *Alu Panah (now divided between Jelebu and Pahang State) == Economy == The state's manufacturing sector contributes almost half of the state's gross domestic product (GDP), followed by services and tourism (40.3%), agriculture (6%), construction (2.2%) and mining (0.3%). Manufacturing activities include electrical supplies and electronics, textiles, furniture, chemicals, machinery, metal works and rubber products. There are three main industrial areas, which includes Senawang, Sungai Gadut, Tuanku Jaafar Industrial Park, Nilai and Tanah Merah in Port Dickson. Coca- Cola was scheduled to operate a 1-billion ringgit bottling plant in Bandar Enstek. Negeri Sembilan is mainly an agricultural state. However, the establishment of several industrial estates enhanced the manufacturing sector as a significant contributor to the state economy. The agricultural activity includes rubber and oil palm plantations, livestock, fruit orchards and vegetable farming. About 3,099 square kilometres are used for rubber and oil palm plantations. ==Culture== The Minangkabau people brought along with them a cultural heritage which is still preserved and practised today as the Adat perpatih, a matrilineal system of inheritance and administration that is unique to the state. It is a system where the husband is the head of the household and inheritance passes from the mother to the daughter. The Minangkabau's divided into twelve suku or tribes and marriage between members of the same tribe or clan is forbidden. The Minangkabau influence in the state can be found in dances and food as well. ===Performing arts=== Negeri Sembilan also has traditional music like the Caklempong, Dikir Rebana, Tumbuk Kalang, and Bongai. The musical instruments used to bear some semblance to Sumatra, the ancestral home of the Minangkabau people. Dances like the tarian lilin (candle dance) and rentak kuda (the beat of the horse) are popular in Negeri Sembilan and the coordinated movements of the dancers in their colorful costumes in the Tarian Piring and the upbeat tempo of Tarian Randai. Unlike modern dance, each beat, rhythm and movement in these dances combines to form a story, maybe of a bygone myth or simply a reflection of the lifestyles of another era. They are usually performed at traditional festivities, cultural events and dinner-cum-cultural shows. ==Cuisine== Traditional Negeri Sembilan food is hot and spicy, as one of the ingredients used is the chili padi, the hottest of chili peppers. Popular dishes include rendang, (pieces of beef cooked in coconut milk and chillies). Another Negeri Sembilan speciality is \"Lemang\", glutinous rice cooked in coconut milk in a bamboo stem over an open fire. This is normally served with Rendang, a deliciously thick and dry meat curry. ==Tourism== The popular attractions in Negeri Sembilan are: *Galeri Diraja Tuanku Ja'afar - is a gallery in Seremban, Negeri Sembilan, Malaysia. The gallery is about the former Negeri Sembilan Yang di-Pertuan Besar Tuanku Ja'afar. *Port Dickson Beach – A famous weekend retreat for city dwellers, said to have been named after British officer John Frederick Dickson in 1889 * Seri Menanti Royal Museum – Originally a palace for the Negeri Sembilan Royal family until 1992, this five-storey wooden palace was built using no nails or screws. The palace exhibits costumes, weaponry, bed chambers as well as documents on the royal lineage on display in the museum * Army Museum – exhibits artefacts in regards to the history of the Royal Malaysian Army. * Mount Datuk - This 884-metre peak provides a good work out and excellent views from the top. It is easily accessible via a day trip from Kuala Lumpur. * Mount Angsi - Gunung Angsi is one of Malaysia's relatively mountains with a height of 2702 ft or 824m. It ranks 241st on my list of Malaysia's highest mountains and it is the 3rd highest peak in Negeri Sembilan state, after Gunung Datuk and Bukit Bintongan which are both slightly higher. It is even closer to Kuala Lumpur and is a popular climbing spot. It also similar height with Mount Datuk and quite an exhausting walk. * Mount Telapak Buruk - One of the state's highest peaks though not so popular with day-trippers. * Lukut Fort and Museum - In Lukut, the tourists can wander among the hilltop remains of a 19th-century fort before visiting the neighbouring Lukut Museum which contains a Lukut Historical Gallery and other interesting artefacts. * Penarikan Portage - the spot close to Bahau town is Jalan Penarikan where boats were carried over the short gap between eastbound and westbound rivers of the Malay Peninsula allowing movement between both coasts of the peninsular. * Gemencheh Bridge (Sungai Kelamah) Memorial - This memorial marks the site of a battle at Gemencheh Bridge during World War II where Allied forces ambushed advancing Japanese troops. Many lives were lost here. == Education == Negeri Sembilan has several tertiary education institutions. Most of these education institutions are concentrated in major towns in Negeri Sembilan. The list below represents public and private university based in Negeri Sembilan state: === Public universities === {| class=\"wikitable\" style=\"text-align:right; margin-right:60px\" |- !Name !Acronym !Foundation !Location |- |align=left|Islamic Science University of Malaysia |align=center|USIM |align=center|1998 |align=center|Nilai |- |align=left|Universiti Teknologi MARA |align=center|UiTM |align=center|1999 |align=center|Kuala Pilah, Seremban & Rembau |- |align=left|Institut Pendidikan Guru Kampus Pendidikan Teknik |align=center|IPG KPT |align=center|2013 |align=center|Bandar Enstek, Nilai |} === Private universities and university colleges === {| class=\"wikitable\" style=\"text- align:right; margin-right:60px\" |- !Name !Acronym !Foundation !Location !Ref |- |align=left|INTI International University |align=center|INTI-IU |align=center|1998 |align=center|Nilai |align=center| |- |align=left|Manipal International University |align=center|MIU |align=center|2011 |align=center|Nilai |align=center|Manipal International University |- |align=left|Nilai University |align=center|NU |align=center|1997 |align=center|Nilai |align=center| |- |align=left|Linton University College |align=center|UCL |align=center|1995 |align=center|Mantin |align=center| |- |align=left|Malaysia Theological Seminary |align=center|STM |align=center|1979 |align=center|Seremban |align=center| |- |align=left|UCSI International School |align=center|UCSI |align=center|1986 |align=center|Bandar Springhill |align=center| |} == Health care == There are public hospitals and private hospitals in Negeri Sembilan: Public Hospitals * Hospital Tuanku Jaafar, Seremban * Hospital Tuanku Ampuan Najihah, Kuala Pilah * Hospital Port Dickson * Hospital Tampin * Hospital Jelebu * Hospital Jempol * Hospital Rembau Private Hospitals * Nilai Medical CentreNilai Medical Centre * Seremban Specialist HospitalSeremban Specialist Hospital * Columbia Asia Medical Centre - SerembanColumbia Asia Medical Centre, Seremban * Senawang Specialist Hospital * NSCMH Medical Centre * Columbia Asia Hospital * Mawar Medical Centre == See also == * Overseas Minangkabau == References == == External links == *Official site of Negeri Sembilan State Government *Tourism Malaysia – Negeri Sembilan *Negeri Sembilan travel guide written and maintained by locals Category:Peninsular Malaysia Category:States of Malaysia Category:Minangkabau Category:Strait of Malacca",
 "title": "Negeri Sembilan"
}