{
 "id": "376674",
 "text": "thumb|Eggs of Apus pallidus The pallid swift (Apus pallidus) is a small bird, superficially similar to a barn swallow or house martin. It is, however, completely unrelated to those passerine species, since the swifts are in the order Apodiformes. The resemblances between the groups are due to convergent evolution reflecting similar life styles. Swifts have very short legs which they use only for clinging to vertical surfaces. The genus name Apus is Latin for a swift, thought by the ancients to be a type of swallow with no feet (from Ancient Greek α, a, \"without\", and πούς, pous, \"foot\"), and pallidus is Latin for \"pale\". They never settle voluntarily on the ground. Swifts spend most of their lives in the air, living on the insects they catch in their beaks. They drink on the wing. ==Taxonomy== The pallid swift was first described by English naturalist George Ernest Shelley in 1870. ==Description== This long species is very similar to the common swift, and separation is only possible with good views. Like its relative, it has a short forked tail and very long swept-back wings that resemble a crescent or a boomerang. It is entirely dark except for a large white throat patch which is frequently visible from a distance. It is chunkier and browner than common swift, and the slightly paler flight feathers, underparts and rump give more contrast than that species. It also has a scalier looking belly and subtly different flight action. The call is a loud dry scream similar to that of its relative, though possibly more disyllabic. ==Distribution and habitat== Pallid swifts breed on cliffs and eaves around the Mediterranean and on the Canary Islands and Madeira, laying two eggs. They are rare north of their breeding areas, although they are likely to be under-recorded due to identification problems. Because of its more southerly range, pallid swift arrives earlier and leaves later than the closely related common swift, so particularly early or late swifts north of the normal range should be carefully observed. ===Migration=== Like swallows, they are migratory, wintering in southern Africa or southeast Asia. Pallid swifts that breed in Gibraltar have been tracked using GPS technology, and has shown them to have multiple African wintering grounds south of the Sahara at specific times of the year. One bird, tracked over two consecutive winters, showed remarkable fidelity to the areas visited in Africa between years. The study also supports previous findings of an airborne existence in swifts outside the breeding season, with two pallid swifts giving no indication of coming to land. ==References== ==External links== *Flicker Field Guide Birds of the World Photographs *Ageing and sexing (PDF; 2.6 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze pallid swift Category:Birds of Europe Category:Birds of North Africa Category:Birds of the Middle East pallid swift pallid swift",
 "title": "Pallid swift"
}