{
 "id": "376715",
 "text": "The Dakota Wizards were an American professional basketball team based in Bismarck, North Dakota. They played in the NBA Development League from 2006 until 2012. After the 2011–12 season, the team relocated to Santa Cruz, California, and now plays as the Santa Cruz Warriors. Prior to entering the D-League in 2006, the Wizards spent 11 years playing in minor American leagues such as the International Basketball Association and the Continental Basketball Association. ==History== ===Early years (1995–2006)=== The Wizards began play in 1995 in the International Basketball Association (IBA), and in 2001, with Dave Joerger at the helm, they won the IBA championship in the league's final year of operation. Following the 2000–01 season, the IBA merged with several teams from the Continental Basketball Association (CBA), and in their first year in the new CBA, Joerger and the Wizards won the league title, defeating the Rockford Lightning. After making it to the semifinals in the 2002–03 season, the Wizards again won the league title in 2004 over the Idaho Stampede, giving Joerger his third title as the Wizards' head coach. Following the 2003–04 season, coach Joerger left the Wizards for a coaching opportunity with the Sioux Falls Skyforce. In his place, the Wizards appointed former assistant coach Casey Owens as head coach. The Wizards lost their opening two games against the Skyforce, but then cruised to a 12-game winning streak before losing to Sioux Falls on New Year's Eve, 2004. The Wizards also lost two potential all-stars, Billy Keys and Dickey Simpkins, who left the team mid-season to play overseas. The Wizards went on to clinch home court advantage throughout the 2005 playoffs with a league-best 32–16 record. Dakota split their first four playoff games with their first-round opponents, the Sioux Falls Skyforce, until Sioux Falls won Game 5 with a 102–97 victory, ending the Wizards' playoff run. For the 2005–06 season, the Wizards replaced Casey Owens with former Baylor University head coach Dave Bliss. However, with the coaching change, the Wizards dropped from first in 2005 to out of the playoff race in 2006. Bliss resigned following the 2005–06 season, as season that saw the Wizards finish with a 19–29 record. ===First season in the D-League (2006–2007)=== In April 2006, the Wizards and three other teams (Colorado 14ers, Idaho Stampede and Sioux Falls Skyforce) withdrew from the CBA in order to join the emerging NBA Development League. For their first season in the D-League, the Wizards brought back head coach Dave Joerger. Joerger guided the Wizards to a 33–17 record in 2006–07, good for the first seed in the Eastern Division. He went on to lead them to the Championship Game, where forward Darius Rice came off the bench to put together a record- setting night that led the Wizards to a 129–121 overtime victory over the Colorado 14ers. Rice scored 52 points and made 11 three-pointers, including one with 4.5 seconds left in regulation to send the game into overtime tied at 109. Rice's points and three-point field goal totals set D-League championship game records. ===Steady decline (2007–2011)=== With the departure of the Dave Joerger following the 2006–07 season, having been hired by the Memphis Grizzlies as an assistant coach, the Wizards hired Duane Ticknor to replace him. In July 2007, the Wizards became affiliated with the Memphis Grizzlies and the Washington Wizards. In 2007–08, the Wizards were again division champions, this time finishing as the first seed in the Central Division. They were, however, defeated in the first round of the playoffs by the arch rival, the Sioux Falls Skyforce. The Wizards continued to make the playoffs in 2008–09 and 2009–10, but with a missed playoff berth in 2010–11, the team missed the postseason for the first time since 2005–06, and just the second time since 1998–99. The Wizards concluded the 2010–11 season with a 19–31 record and in fourth place in the eight-team Eastern Conference. ===Warriors ownership and return to the playoffs (2011–2012)=== On June 28, 2011, the Golden State Warriors, led by Co-Executive Chairmen Joe Lacob and Peter Guber, purchased the Wizards franchise from Bismarck Professional Basketball LLC. The Warriors became the fourth NBA team to own and operate their own NBA D-League affiliate, joining San Antonio, Oklahoma City and the Los Angeles Lakers. The Wizards remained in Bismarck during the 2011–12 season, but the Warriors were open to relocating the team to Northern California in 2012. To reflect the new ownership, the Wizards debuted with a new color scheme, the Warriors' blue and gold, used as an alternative to the purple and green, which dates back to their IBA days. The old color scheme was still used with the team's road uniforms, while the blue and gold was used with the home uniforms and the logo. The Wizards were led by Edwin Ubiles in 2011–12, as he helped the team return to the playoffs with a 29–21 record. However, they were unable to move on past the first round following a 2–0 defeat at the hands of the Bakersfield Jam. ===Relocation=== Following intense off-season discussions regarding a move, on October 10, 2012, the Golden State Warriors announced that the Dakota Wizards would relocate to Santa Cruz beginning with the 2012–13 season. The team was subsequently renamed the Santa Cruz Warriors. ==Season By Season== {| class=\"wikitable\" style=\"font-size:95%\" |-align=\"center\" !Season !League !Division/ Conference !Finish !Wins !Losses !Pct. !Postseason Results |- |colspan=8 align=center bgcolor=\"#FFCC33\" | Dakota Wizards |-align=\"center\" | 1995–96 || IBA || || 5th || 7 || 17 || .292 || |-align=\"center\" | 1996–97 || IBA || || 2nd || 17 || 13 || .567 || Won Semifinals (Magic City) 2–1 Lost IBA Finals (Black Hills) 2–1 |-align=\"center\" | 1997–98 || IBA || West || 3rd || 14 || 20 || .412 || |-align=\"center\" | 1998–99 || IBA || West || 5th || 12 || 22 || .353 || |-align=\"center\" | 1999–2000 || IBA || West || 1st || 30 || 6 || .833 || Won Division Semifinals (Winnipeg) 2–0 Lost Division Finals (Magic City) 3–1 |-align=\"center\" | 2000–01 || IBA || West || 1st || 30 || 10 || .750 || Won Division Semifinals (Magic City) 2–0 Won Division Finals (Saskatchewan) 2–0 Won IBA Finals (Des Moines) 3–2 |-style=\"border-top:2px solid black\" align=\"center\" | 2001–02 || CBA || National || 1st || 26 || 14 || .650 || Won Semifinals (Fargo-Moorhead) 3–0 Won CBA Finals (Rockford) 116–109 |-align=\"center\" | 2002–03 || CBA || National || 1st || 31 || 17 || .646 || Lost Semifinals (Yakima) 3–1 |-align=\"center\" | 2003–04 || CBA || || 1st || 34 || 14 || .708 || Won Semifinals (Rockford) 3–1 Won CBA Finals (Idaho) 132–129 |-align=\"center\" | 2004–05 || CBA || Western || 1st || 32 || 16 || .667 || Lost Semifinals (Sioux Falls) 3–1 |-align=\"center\" | 2005–06 || CBA || Western || 4th || 19 || 29 || .396 || |-style=\"border- top:2px solid black\" align=\"center\" | 2006–07 || D-League || Eastern || 1st || 33 || 17 || .660 || Won Division Finals (Sioux Falls) 115–113 Won D-League Finals (Colorado) 129–121 (OT) |-align=\"center\" | 2007–08 || D-League || Central || 1st || 29 || 21 || .580 || Lost First Round (Sioux Falls) 101–89 |-align=\"center\" | 2008–09 || D-League || Central || 2nd || 27 || 23 || .540 || Won First Round (Iowa) 114–109 Lost Semifinals (Utah) 103–93 |-align=\"center\" | 2009–10 || D-League || Eastern || 3rd || 29 || 21 || .580 || Lost First Round (Austin) 2–1 |-align=\"center\" | 2010–11 || D-League || Eastern || 4th || 19 || 31 || .380 || |-align=\"center\" | 2011–12 || D-League || Eastern || 2nd || 29 || 21 || .580 || Lost First Round (Bakersfield) 2–0 |- !colspan=4| IBA regular season || 110 || 88 || .556 || 1995–2001 |- !colspan=4| CBA regular season || 142 || 90 || .612 || 2001–2006 |- !colspan=4| D-League regular season || 166 || 134 || .553 || 2006–2012 |-style=\"border-top:2px solid black\" !colspan=4| Regular season total || 418 || 312 || .573 || 1995–2012 |- !colspan=4| Playoffs total || 27 || 21 || .563 || 1995–2012 |} ==Retired numbers== * Kevin Rice (#32) * Kevin Beard (#35) * Willie Murdaugh (#41) ==All-Time Team== In May 2012, with the Wizards' imminent move to Santa Cruz, long-time Bismarck Tribune reporter, Lou Babiarz, chose an all-time 15-man Dakota Wizards team. {| style=\"text- align: center; background:#6639B7; color:#000000\" !width=\"40\"|Pos. !width=\"185\"|Starter !width=\"185\"|Bench !width=\"185\"|Bench !width=\"185\"|Bench |-style=\"height:40px; background:white; color:black\" ! style=\"background:#6639B7\" | | Chris Johnson || Rod Benson || Robert Bennett || |-style=\"height:40px; background:white; color:black\" ! style=\"background:#6639B7\" | | DeRon Rutledge || Antonio Reynolds-Dean || || |-style=\"height:40px; background:white; color:black\" ! style=\"background:#6639B7\" | | Renaldo Major || Andy Panko || Kevin Rice || Kasib Powell |-style=\"height:40px; background:white; color:black\" ! style=\"background:#6639B7\" | | Miles Simon || Blake Ahearn || Willie Murdaugh || Brian Green |-style=\"height:40px; background:white; color:black\" ! style=\"background:#6639B7\" | | Maurice Baker || Malik Dixon || || |} ==NBA affiliates== *Chicago Bulls (2006–2007) *Memphis Grizzlies (2007–2011) *Washington Wizards (2006–2011) *Golden State Warriors (2011–present as the Santa Cruz Warriors) ==References== Category:Basketball teams established in 1995 Category:Basketball teams disestablished in 2012 Category:1995 establishments in North Dakota Category:Basketball in North Dakota Category:Basketball teams in North Dakota Category:2012 disestablishments in North Dakota Category:Sports in Bismarck, North Dakota",
 "title": "Dakota Wizards"
}