{
 "id": "376786",
 "text": "The Architecture Neutral Distribution Format (ANDF) in computing is a technology allowing common \"shrink wrapped\" binary application programs to be distributed for use on conformant Unix systems, translated to run on different underlying hardware platforms. ANDF was defined by the Open Software Foundation and was expected to be a \"truly revolutionary technology that will significantly advance the cause of portability and open systems\", but it was never widely adopted. As with other OSF offerings, ANDF was specified through an open selection process. OSF issued a Request for Technology for architecture-neutral software distribution technologies in April, 1989. Fifteen proposals were received, based on a variety of technical approaches, including obscured source code, compiler intermediate languages, and annotated executable code. The technology of ANDF, chosen after an evaluation of competing approaches and implementations, was Ten15 Distribution Format, later renamed TenDRA Distribution Format, developed by the UK Defence Research Agency. ==Adoption== ANDF was intended to benefit both software developers and users. Software developers could release a single binary for all platforms, and software users would have freedom to procure multiple vendors' hardware competitively. Programming language designers and implementors were also interested because standard installers would mean that only a single language front end would need to be developed. OSF released several development 'snapshots' of ANDF, but it was never released commercially by OSF or any of its members. Various reasons have been proposed for this: for example, that having multiple installation systems would complicate software support. After OSF stopped working on ANDF, development continued at other organizations. ==See also== * UNCOL * Java bytecode * Common Language Runtime * LLVM * Compilation * Software portability * WebAssembly ==References== ==Bibliography== * Stavros Macrakis, \"The Structure of ANDF: Principles and Examples\", Open Software Foundation, RI-ANDF-RP1-1, January, 1992. * Stavros Macrakis, \"Protecting Source Code with ANDF\", Open Software Foundation, November, 1992. * Open Systems Foundation. \"OSF Architecture-Neutral Distribution Format Rationale\", June 1991. * Open Systems Foundation. \"A Brief Introduction to ANDF\", January 1993. Available at Google Groups Category:Abstract machines Category:Cross-compilers Category:Executable file formats Category:Computer-related introductions in 1991",
 "title": "Architecture Neutral Distribution Format"
}