{
 "id": "376892",
 "text": "The Isabella Stewart Gardner Museum is an art museum in Boston, Massachusetts, which houses significant examples of European, Asian, and American art. Its collection includes paintings, sculpture, tapestries, and decorative arts. It was founded by Isabella Stewart Gardner, whose will called for her art collection to be permanently exhibited \"for the education and enjoyment of the public forever\". An auxiliary wing, adjacent to the original structure near the Back Bay Fens, was completed in 2012.Southworth, Susan and Southworth, Michael (1992) The AIA Guide to Boston (2nd ed.) Chester, Connecticut: Globe Pequot. p.340-42. \"About: New Meets Old\" Isabella Stewart Gardner Museum website In 1990, thirteen of the museum's works were stolen; the crime remains unsolved, and the works, valued at an estimated $500 million, have not been recovered. A $10 million reward for information leading to the art's recovery remains in place. ==History== The museum was built in 1898–1901 by Isabella Stewart Gardner (1840–1924), an American art collector, philanthropist, and patron of the arts in the style of a 15th-century Venetian palace. It opened to the public in 1903. Gardner began collecting seriously after she received a large inheritance from her father in 1891. Her purchase of Johannes Vermeer's The Concert (c. 1664) at auction in Paris in 1892 was her first major acquisition. In 1894, Bernard Berenson offered his services in helping her acquire a Botticelli. With his help, Gardner became the first American to own a painting by the Renaissance master. Berenson helped acquire nearly 70 works of art for her collection. After her husband John L. Gardner's death in 1898, Isabella Gardner realized their shared dream of building a suitable space to exhibit their treasures. She purchased land in the marshy Fenway area of Boston, and hired architect Willard T. Sears to build Fenway Court, modeled on the Renaissance palaces of Venice. Gardner was deeply involved in every aspect of the design, leading Sears to quip that he was merely the structural engineer making Gardner's design possible. After the construction of the building was complete, Gardner spent a year installing her collection in a way that evokes intimate responses to the art, mixing paintings, furniture, textiles and objects from different cultures and periods among well-known European paintings and sculpture. The museum opened on January 1, 1903, with a grand celebration featuring a performance by members of the Boston Symphony Orchestra and a menu that included champagne and doughnuts. In 1909, the Museum of Fine Arts moved to its new home close by. During Gardner's lifetime, she welcomed artists, performers, and scholars to Fenway Court to draw inspiration from the rich collection and dazzling Venetian setting, including John Singer Sargent, Charles Martin Loeffler, and Ruth St. Denis, among others. Gardner also occasionally hosted artists' exhibitions within Fenway Court, including one of Anna Coleman Ladd. Today, the museum's contemporary artist-in-residence program, courtyard garden displays, concerts, and innovative education programs continue Isabella Gardner's legacy. When Gardner died in 1924, her will created an endowment of $1 million and outlined stipulations for the support of the museum, including the charge that her collection be permanently exhibited \"for the education and enjoyment of the public forever\" according to her aesthetic vision and intent. Gardner appointed her secretary and the former librarian of the Museum of Fine Arts, Boston, Morris Carter (1877–1965) as the museum's first director. Carter catalogued the entire collection and wrote Gardner's definitive biography, Isabella Stewart Gardner and Fenway Court. George L. Stout (1897–1978) was the second director. The father of modern conservation, Stout ensured the long- term preservation of the collection and historic structure. Rollin Van Nostrand Hadley (1927–1992) became the third director in 1970. Hadley increased visiting hours, instituted the Membership Program and added a cafe. Hadley also wrote several catalogs for the museum, produced Fenway Court, an annual scholarly publication, and wrote the 1987 book The Letters of Bernard Berenson and Isabella Stewart Gardner (Northeastern University Press). Anne Hawley was director from 1989 until 2015.\"Hawley a fellow at Institute of Politics\", Boston Globe, January 21, 2016, accessed January 21, 2016 ===Art theft of 1990=== Early in the morning of March 18, 1990, two thieves disguised as police officers robbed the museum of thirteen works worth some $500 millionthe greatest known property theft in history. Among the works was The Concert (c. 1664), one of only 34 known by Johannes Vermeer and thought to be the most valuable unrecovered painting at over $200 million. Also missing is The Storm on the Sea of Galilee (1633), Rembrandt's only known seascape. The works have not been recovered. The museum initially offered a reward of $5 million for information leading to recovery of the art, doubled in May 2017 to $10 million. Empty frames hang in the Dutch Room gallery as placeholders for the missing works. The selection of stolen works puzzled experts, as more valuable artworks were present in the museum. According to the FBI, the stolen artwork was moved through the region and offered for sale in Philadelphia during the early 2000s. They believe the thieves were members of a criminal organization based in the mid-Atlantic and New England. The statute of limitations on the theft has expired but criminal charges could be laid if an individual is found to be in possession of stolen property. In April 2021, Netflix began streaming a four-part documentary about the theft: This Is a Robbery: The World’s Biggest Art Heist. ==Design== thumb|upright=1.3|\"Fenway Court\", the museum's original building Built to evoke a 15th-century Venetian palace, the museum itself provides an atmospheric setting for Gardner's inventive creation. Gardner hired Willard T. Sears to design the building near the marshy Back Bay Fens to house her growing art collection. Inside the museum, three floors of galleries surround a garden courtyard blooming with life in all seasons. It is a common misconception that the building was brought to Boston from Venice and reconstructed. It was built from the ground up in Boston out of new materials, incorporating numerous architectural fragments from European Gothic and Renaissance structures. Antique elements are worked into the design of the turn-of-the-century building. Special tiles were custom designed for the floors, modern concrete was used for some of the structural elements, and antique capitals sit atop modern columns. The interior garden courtyard is covered by a glass roof, with steel support structure original to the building. The Gardner Museum is much admired for the intimate atmosphere in which its works of art are displayed and for its flower-filled courtyard. Most of the art pieces are unlabeled, and the generally low lighting is more akin to a private house than a modern art museum. In 2013, the museum was designated a Boston Landmark by the Boston Landmarks Commission. ==Collection== Gardner collected and carefully displayed a collection of more than 7500 paintings, sculptures, furniture, textiles, silver, ceramics, 1500 rare books, and 7000 archival objects from ancient Rome, Medieval Europe, Renaissance Italy, Asia, the Islamic world, and 19th- century France and America. Among the artists represented in the galleries are Titian, Rembrandt, Michelangelo, Raphael, Botticelli, Manet, Degas, Whistler and Sargent. The first Matisse to enter an American collection is housed in the Yellow Room. Well-known artworks in the museum's collection include Titian's The Rape of Europa, John Singer Sargent's El Jaleo and Portrait of Isabella Stewart Gardner, Fra Angelico's Death and Assumption of the Virgin, Rembrandt's Self-Portrait, Aged 23, Cellini's Bindo Altoviti, Piero della Francesca's Hercules, and Botticelli's The Story of Lucretia. The archives hold more than 7,000 letters from 1,000 correspondents, including Henry Adams, T.S. Eliot, Sarah Bernhardt, and Oliver Wendell Holmes, in addition to travel albums, dealer receipts, and guest books. The galleries also contain Gardner's little-known but extensive book collection that includes early-print editions and manuscripts of Dante, works by miniaturist Jean Bourdichon, incunables, and illuminated manuscripts. ==Extension and preservation project== thumb|upright=1.8|Glass skylights illuminate the central atrium of the original building In 2002, after a two-year master planning process, the museum's board of trustees determined that a new wing was necessary to preserve the historic building and to provide improved spaces for programs that continue Isabella Gardner's legacy. In 2004, Pritzker Prize–winning architect Renzo Piano and the Renzo Piano Building Workshop (Genoa, Italy) were selected to design the new wing. In 2009, the final approval for the expansion project was given, but there was much debate about the carriage house. The carriage house, originally built in 1907, was argued to be important for the intent of the first owners, yet the building was torn down in hopes of having the museum preserve the main building. In 2016, the new wing was praised for its appearance by the Boston Society of Architects and awarded a medal for its beauty. The design for the new wing is conceived as a respectful complement to the historic Museum building in scale, form, and materials. The project adds 70,000 square feet consisting of two new buildings. The first building attaches to the original museum and takes on the appearance of 4-stories in glass and copper. The second building is smaller in size and uses the area for greenhouses and living quarters. The new expansion includes spaces for visitor services, concerts, special exhibitions, and education and landscape programs, furthering Isabella Gardner's legacy in art, music, and horticulture while reducing 21st-century strain on the collection and galleries. The completion date was 2012, and the project cost $118 million. ==Current programs== The museum regularly produces scholarly exhibitions, lectures, family programs, and symposia that provide insights into the historic collection. Through the Artist-in-Residence program, artists in many disciplines are invited to live at and draw inspiration from the museum. The museum often hosts exhibitions of contemporary art, performances, and programs by those selected. The Gardner's concert series welcomes musicians and emerging artists to perform classical masterpieces, new music, and jazz on Sunday afternoons and select Thursday evenings. The musical program is also available through concert videos, audio recordings, and a free classical music podcast. Reflecting Isabella Gardner's passion for horticulture and garden design, the Gardner's interior courtyard combines ever-changing horticultural displays with sculpture and architectural elements. The interplay between the courtyard and the museum galleries offers visitors a fresh view from almost every room, inviting connections between art and landscape. Programs like the Landscape Visions lecture series and special Ask the Gardner hours further engage visitors to embrace the art of landscape. The Gardner is part of the Monuments Men and Women Museum Network, launched in 2021 by the Monuments Men Foundation for the Preservation of Art. ==Recent exhibitions== ===Exhibitions=== The Gardner's exhibitions since 2002 include: {| class=\"wikitable\" |- ! Exhibition Title !! Date |- | Cosme Tura: Painting and Design in Renaissance Ferrara || January 30 – May 12, 2002 |- | Making of the Museum: Isabella Stewart Gardner as Collector, Architect, and Designer || April 23 – August 24, 2003 |- | Raphael, Cellini and a Renaissance Banker: The Patronage of Bindo Altoviti || October 8, 2003 – January 11, 2004 |- | Gondola Days: Isabella Stewart Gardner and the Palazzo Barbaro Circle || April 21 – August 15, 2004 |- | Off the Wall: New Perspectives on Early Italian Art at the Gardner Museum || October 6, 2004 – January 9, 2005 |- | Gentile Bellini and the East || December 14, 2005 – March 26, 2006 |- | A Bronze Menagerie: Mat Weights of Early China || October 5, 2006 – January 14, 2007 |- | Luxury for Export: Artistic Exchange between India and Portugal around 1600 || February 8 – May 4, 2008 |- | The Triumph of Marriage: Painted Cassoni of the Renaissance || October 16, 2008 – January 19, 2009 |- | Journeys East: Isabella Stewart Gardner and Asia || February 21 – May 31, 2009 |- | Modeling Devotion: Terra Cotta Sculpture in the Italian Renaissance || February 23 – May 23, 2010 |- | Illuminating the Serenissima: Books of the Republic of Venice || May 3 – June 19, 2011 |- | Anders Zorn: A European Artist Seduces America || February 28 – May 13, 2013 |- | The Inscrutable Eye: Watercolors by John Singer Sargent in Isabella Stewart Gardner's Collection || October 31, 2013 – February 10, 2014 |- | Donatello, Michelangelo, Cellini: Sculptors' Drawings from Renaissance Italy || October 23, 2014 – January 19, 2015 |- | Ornament & Illusion: Carlo Crivelli of Venice || October 20, 2015 – January 25, 2016 |- | Beyond Words: Italian Renaissance Books || September 22, 2016 – January 16, 2017 |- | Beyond Words: Gardner's Literary World || September 22, 2016 – January 16, 2017 |- | Off the Wall: Gardner and Her Masterpieces || March 10 – August 28, 2016 |- | Henry James and American Painting || October 19, 2017 – January 16, 2018 |- | Henry & Isabella: The Art of Friendship || October 19, 2017 – January 16, 2018 |- | Close-Up: Piermatteo d'Amelia's Annunciation || February 1 – 27, 2017 |- | Fra Angelico: Heaven on Earth || February 22 – May 20, 2018 |- | Isabella's Relics || February 22 – May 20, 2018 |- | Life, Death & Revelry: The Farnese Sarcophagus || June 14 – September 3, 2018 |- | Common Threads: Weaving Stories Through Time || October 4, 2018 – January 13, 2019 |- | Close Up: Sargent On Location: Gardner's First Artist-in-Residence || September 14, 2018 – January 19, 2019 |- | Botticelli: Heronines + Heroes || February 14 - May 19, 2019 |- | Close Up: Raphael and the Pope's Librarian || October 31, 2019 – January 30, 2020 |- | Boston's Apollo: Thomas McKeller and John Singer Sargent || February 13 – October 12, 2020 |} ===Contemporary art exhibitions=== The Gardner has also hosted the following exhibitions of contemporary art. {| class=\"wikitable\" |- ! Exhibition Title !! Date |- | Danijel Zezelj: Stray Dogs || June 24 – August 21, 2005 |- | Variations On a Theme by Sol LeWitt and Paula Robison || September 23 – November 13, 2005 |- | A Pagan Feast || November 22, 2005 – January 8, 2006 |- | Henrik Håkansson: Cyanopsitta spixii Case Study #001 || June 30 – September 17, 2006 |- | Sculpture and Memory: Works from the Gardner and by Luigi Ontani || February 9 – May 6, 2007 |- | Stefano Arienti: The Asian Shore || June 29 – October 14, 2007 |- | Cliff Evans: Empyrean || November 9, 2007 – January 13, 2008 |- | Luisa Rabbia: Travels with Isabella, Travel Scrapbooks 1883/2008 || June 26 – September 28, 2008 |- | Su-Mei Tse: Floating Memories || July 16 – October 18, 2009 |- | Taro Shinoda: Lunar Reflections || November 5, 2009 – January 1, 2010 |- | Once || June 18–20, 2010 |- | Stefano Arienti: Ailanthus || 2012 |- | Points of View: 20 Years of Artists-in-Residence at the Gardner || January 19 – August 20, 2012 |- | (TAPESTRY) RADIO ON: New Work by Victoria Morton at the Gardner || January 19 – May 28, 2012 |- | Magic Moments: The Screen and the Eye–9 Artists 9 Projections || June 21 – August 20, 2012 |- | Luisa Lambri: Portrait || January 19 – October 15, 2012 |- | Raqs Media Collective: The Great Bare Mat and Constellation || September 20, 2012 – January 7, 2013 |- | Stefano Arienti: Wild Carrot || June 2012 – April 2013 |- | Untitled: Adam Pendleton || April – October 2013 |- | Sophie Calle: Last Seen || October 24, 2013 – March 3, 2014 |- | Carla Fernández: The Barefoot Designer: A Passion for Radical Design and Community || April 17 – September 1, 2014 |} ==Gallery== File:Piero, hercules.jpg|Hercules by Piero della Francesca (after 1465) File:Michelangelo, Study for the Colonna Pietà.jpg|Study for the Colonna Pietà (c. 1538) by Michelangelo File:Domenico Tintoretto - Lady in Black.jpg|Lady in Black (1598–99) by Tintoretto File:Rembrandt van Rijn 198.jpg|Self-portrait, aged 23 (1629) by Rembrandt File:EL JALEO-SINGER.jpg|El Jaleo (1882) by John Singer Sargent File:Anders Zorn - Isabella Stewart Gardner in Venice - P17e10 - Isabella Stewart Gardner Museum.jpg|Isabella Stewart Gardner in Venice (1894) by Anders Zorn File:Piermatteo d'Amelia - Annunciation, c. 1475.jpg|Annunciation (ca. 1485) by Piermatteo Lauro de' Manfredi da Amelia ==See also== *National Register of Historic Places listings in southern Boston, Massachusetts ==References== ==External links== * * *The Isabella Stewart Gardner Museum has a virtual 3D tour called \"Thirteen Works: Explore the Gardner's Stolen Art\". The tour allows you to virtually tour the museum while learning about the thirteen pieces that were stolen in the early 1990s. The website also allows users to browse the museums digitized collections by genre. The genres include American art, Ancient art, Asian art, Decorative art, European art, Islamic art, and furniture. The museum also provides detailed descriptions of conservation efforts that had occurred each year at the museum. *FBI theft page and Mar 2013 update *City of Boston, Boston Landmarks Commission Isabella Stewart Gardner Museum Study Report Category:1903 establishments in Massachusetts Category:Art museums established in 1903 Category:Art museums and galleries in Massachusetts Category:Museums on the National Register of Historic Places in Massachusetts Category:Cummings and Sears buildings Category:Former private collections in the United States Category:Historic house museums in Massachusetts Category:Museums in Boston Category:National Register of Historic Places in Boston Category:Landmarks in Fenway–Kenmore",
 "title": "Isabella Stewart Gardner Museum"
}