{
 "id": "377081",
 "text": "The Pontiac Sunbird (also known as the Pontiac J2000 and Pontiac 2000) is a model line that was manufactured and marketed by Pontiac from the 1976 to the 1994 model years. Loosely deriving its name from the Pontiac Firebird, the Sunbird was introduced as the eventual replacement for the Pontiac Astre, replacing it entirely in 1978 as the smallest Pontiac (the later T1000 was slotted below it in size). The first generation of the Sunbird used the subcompact GM H platform. Serving as the Pontiac counterpart of the Chevrolet Monza, the Sunbird was offered as a two-door notchback coupé and three-door hatchback and station wagon. The model was manufactured alongside the Monza, Buick Skyhawk, and Oldsmobile Starfire at Lordstown Assembly (Lordstown, Ohio) and Sainte-Thérèse Assembly (Sainte-Thérèse, Quebec). The second generation of the Sunbird used the compact GM J platform. Serving as the Pontiac counterpart of the Chevrolet Cavalier, the Sunbird was marketed at various times as a two- door notchback coupé or convertible, three-door hatchback, four-door sedan, and five-door station wagon. The model line was manufactured alongside the Cavalier at Lordstown Assembly (Lordstown, Ohio), Ramos Arizpe Assembly (Ramos Arizpe, Mexico), and South Gate Assembly (South Gate, California) While not as long-running as the Bonneville, Grand Prix, and Firebird nameplates, Pontiac would use the Sunbird nameplate for 17 model years. After the Sunbird skipped the 1981 model year entirely, it was released as an early 1982 and renamed the J2000; the Sunbird name was returned for 1984. For 1995, the Sunbird underwent a substantial model update and was renamed the Pontiac Sunfire. ==First generation (1976–1980)== Introduced in September 1975 for the 1976 model year, the first-generation Pontiac Sunbird was developed from the Pontiac Astre subcompact, slotted between the Astre and the Ventura/Phoenix within the Pontiac model line. The Pontiac counterpart of the Chevrolet Monza,h-body.org the Sunbird was sportier than the Astre, competing against the Ford Mustang II, Mercury Capri and imported vehicles such as the Toyota Celica and Volkswagen Scirocco. While sharing a nameplate, the Pontiac Sunbird shared no commonality with the Australian-market Holden LX Sunbird. ===Overview=== left|thumb|1978 Pontiac Sunbird Formula hatchback The first-generation Sunbird uses the GM subcompact H-body platform, sharing its 97-inch wheelbase with the Astre. Using a rear-wheel drive configuration, the Sunbird is fitted with coil springs for all four wheels, using short and long control arms for the front suspension and a torque-arm live rear axle rear suspension; both axles are fitted with an anti-roll bar. Front vented disc brakes were standard, using rear drum brakes. For its 1976 introduction, the Sunbird shared its standard engine with the Astre/Vega, using a Chevrolet-designed 2.3L inline-four, producing 78hp with a standard one-barrel carburetor; an optional two-barrel carburetor increased output to 87hp. A 110hp Buick-supplied 231 cubic-inch V6 was also optional. A four-speed manual transmission was standard, with a five- speed manual and three-speed automatic offered as options. For 1977, the engine line was revised, with a Pontiac-developed 151 cubic-inch \"Iron Duke\" inline-four introduced; 90hp was produced with a two-barrel carburetor. For 1978, a Chevrolet-sourced 305 cubic-inch V8 was introduced as an option on Sunbird coupes and hatchbacks. For 1980, the V8 was dropped from the model line. ===Model year changes=== left|thumb|1979 Pontiac Sunbird Safari wagon For 1976, the Pontiac Sunbird was offered only in a two-door notchback coupe body, sharing a body with the Chevrolet Monza Towne Coupe. For 1977, a three- door hatchback version of the Sunbird was introduced, shared with the Chevrolet Monza, Buick Skyhawk, and Oldsmobile Starfire. A Formula option combined the handling package with a three-piece spoiler, special body decals, chrome valve cover, and a T/A steering wheel; the option was offered with the coupe and hatchback. For 1978, a Sunbird two-door station wagon was introduced, serving as a continuation of the previous Astre wagon (using a nearly front fascia). For 1979, the Sunbird wagon received a new horizontal grille. For 1980, the H-body Sunbird dropped the station wagon bodystyle and the optional V8 engine. The model year underwent a unusually long production run to provide inventory into calendar-year 1981, as it was replaced by the J2000 for the 1982 model year. In total, 479,967 examples of the H-body Sunbird were produced from the 1976 to 1980 model years. ==Second generation (1982–1988)== For 1982, the rear-wheel-drive Sunbird was replaced by a new front-wheel-drive compact called the J2000. Appearing as a sedan, coupe, wagon or hatchback, the J2000 was powered by a carbureted, overhead valve cast-iron 1.8-litre four-cylinder engine. Power was . During the year, this engine was joined by a new 1.8-litre four, a single overhead-cam unit with an aluminum head imported from GM of Brazil. This engine used throttle-body electronic fuel injection, in contrast to the carburetor that was used in the previous engine, making . It was initially only available in conjunction with the automatic transmission. The J2000 shared GM's internationally used J-Body platform with the Chevrolet Cavalier, Oldsmobile Firenza, Buick Skyhawk, and Cadillac Cimarron in North America. For 1983, the J prefix was dropped. This was in an effort to market the J2000 as a smaller version of the Pontiac 6000, which had a similar appearance. A five-speed manual was newly optional. The standard engine was replaced by the fuel injected Brazilian engine, while a stroked 2-litre fuel injected version of the overhead-valve 1.8 became the optional engine, producing .Gunnell and Kowalke (2012), p. 185 A convertible called the 2000 Sunbird was also new for 1983. 1984 brought a new front fascia for a smoother, less angular look. The lineup was renamed 2000 Sunbird, a title used only on the convertible the previous year. A new turbocharged four- cylinder was available. Based on the standard 1.8L inline-four that powered other 2000 Sunbirds, it used multi-port fuel injection, for a total output of . This engine was popular, and more powerful than many V6 engines in competing brands. 1985 was a carryover year, except for the 2000 prefix being dropped. For 1986, the optional 2-litre four was discontinued.Gunnell and Kowalke (2012), p. 215 A GT model arrived at the top of the lineup. It featured fender flares, hidden headlamps, and the turbo engine standard. It was available in sedan, coupe, hatchback, or convertible. The GT sedan is very rare, with fewer than 5,000 sold. The GT convertible is the rarest variant, with fewer than 1,300 sold. alt=|left|thumb|1984 Pontiac 2000 Sunbird sedan A redesigned gauge cluster and new engines were introduced for the 1987 model year. The gauge cluster featured different graphics, and a speedometer on turbo equipped models, where 1984-1986 turbo models had an speedometer. The new engines were \"punched out\" versions of the 1.8L, displacing 2.0L. The base engine still used throttle-body injection, for a new total of , and the turbo still used port-injection, for a new total of . Also, the convertible could only be ordered in GT trim. The rear fascia was redesigned in 1988, and the four-speed manual was discontinued. 1989 was the last year for the convertible GT, with the Turbo engine option dropped after 1990. thumb|left|1987 Pontiac Sunbird Safari (wagon) ===Facelift 1988½–1994=== thumb|left|1989–1994 Pontiac Sunbird LE Sedan Production under the Sunbird name was continued until 1994. The trim levels on both the sedan and coupe were base, SE and GT. The Sunbird SE coupe, SE sedan and the GT coupe and convertible had partially concealed headlamps, a feature that originally appeared on the Isuzu Impulse, that gave the appearance of \"raised eyebrows\" when the headlights were on. The base model initially had the 1984-87 front fascia with exposed sealed beam headlamps. The engines were both the carryover 2.0L I4 and the turbocharged 165 horsepower 2.0L four. GM discontinued the Safari name on the Sunbird station wagon models. In 1989, the base model received a smoother, more aerodynamic front fascia and the model was renamed \"LE\". An LE coupe joined the lineup also, with the same features as the LE sedan, but for a slightly lower price. The SE sedan was discontinued. In all models, however, a new dashboard was added. It somewhat resembled that of the larger Pontiac Grand Prix, redesigned for 1988. The most notable change from the previous dashboard is the placement of the stereo. A redesigned AM/FM stereo unit was placed high in the dash. If a cassette player or compact disc player (new for 1989) were ordered, they were relocated at the bottom of the dash. For 1990, the GT and SE coupes received a smoother front fascia with hidden headlamps. The GT convertible is discontinued, replaced by a turbocharged LE convertible, which also retains the GT suspension and steering. In all models, GM's passive seatbelt system was introduced. The seatbelts were mounted on the doors and would stretch out when latched. thumb|left|1992 Pontiac Sunbird Convertible The turbo four was deleted for 1991, replaced by the Cavalier's 3.1L V6. With Multi-Port Fuel Injection, it produced at 5200 rpm, and of torque at 4800 rpm. Although there was less horsepower under the hood, power came much quicker and smoother than the Turbo, with about the same fuel economy. The V6 engine could be ordered in any model, save the new-for 1991 base value model. The SE coupe received the LE coupe front fascia, but the GT's fascia could still be ordered with a sport package exclusive to SE coupes. The largest change for the 1992 model year was a revision of the base engine. The 2.0 L SOHC TBI four was replaced with the 2.0 L SOHC MPFI four resulting in a fuel economy increase and power increase. Power was increased from to and torque increased from 118 to . NOTE: The intake manifold casting is a bit thick and responds well to port matching the head with a stock felpro gasket. An SE sedan was once again available, and the base models were dropped and the convertible moved from LE to SE. The only change for 1993 was the addition of a glass rear window with defroster on convertibles. As the Sunbird came to a close, the trims were pared down. The SE sedan, SE convertible and GT coupe were dropped for 1994. The LE sedan, LE coupe and LE convertible (moved from SE to LE), and SE coupe stood pat for one more year. The SE coupe was essentially the 1993 GT coupe with a lower price. Most Sunbirds were built in Lordstown, Ohio and Ramos Arizpe, Mexico. The last one rolled off the assembly line on April 27, 1994. The Sunbird was replaced by the Pontiac Sunfire in 1995. ==GT== thumb|left|1990 Pontiac Sunbird GT The Sunbird GT model was introduced in 1986 as a coupe, sedan, convertible or fastback hatch with a 1.8 L turbocharged inline-four engine of the Family II range (LA5) as standard equipment. The 1.8-liter turbo engine had been available since 1984. In 1987 the engine was upgraded to the LT3. All GTs featured semi-concealed headlamps and fender flares and \"Turbo GT\" badges replacing \"Sunbird\" badges. However, on the turbo delete cars the \"Sunbird\" badges were replaced by \"Sunbird GT\" badges. The sedan was dropped for 1988 and the interior for the coupe was redesigned for 1989. The convertible was dropped for 1990 and the turbo followed in 1991. Replacing the turbo four- cylinder for 1991 was GM's 3.1-liter V6 that produced , but was quieter and smoother than the turbo. After 1993, the GT coupe became the SE coupe when the lineup was consolidated prior to the new model arriving for 1995. == Sunbird in Mexico == From 1988 to 1992, the US Chevrolet Cavalier was sold in the Mexican market as a replacement for the Chevrolet Citation in the compact segment, due to the dismissal of the last one in 1987. The Sunbird was first sold in Mexico in 1992 as a 1993 model; prior to this, the Sunbird had been badged as the \"new\" Chevrolet Cavalier, seeming like an exterior redesign for the compact, but preserving the same interior as the \"previous\" model, also replacing the Pontiac badges with Chevrolet bowties. A unique characteristic for the Mexican version was the offering of the second generation LB6 MPFI 2.8L V6 engine as the single powerplant for either base and top models, either attached to a 5-speed manual or a 3-speed automatic transmission. The Pontiac Sunbird GT was also renamed, being sold as the Chevrolet Cavalier Z24, and having the LH0 3.1L MPFI V6 as the standard engine, either with the same 5-speed manual or 3-speed automatic powertrains used by the regular models. Both versions of Sunbird labeled as Cavaliers were sold until 1995, when the new generation of the Chevrolet Cavalier, and the new replacement for the Sunbird, the Pontiac Sunfire, were introduced both as separated models in Mexico. ==Related models== In Europe the J2000 shape (the name given by GM to this platform) was used in production of the Vauxhall Cavalier Mk II (U.K.) and Opel Ascona (Germany and other European countries). The European models received different styling from North American versions. The sports coupé variants were not marketed in Europe although it did appear in Latin America as the \"Chevrolet Monza.\" Similar revisions were made for the J2000 platform in the Australian market where it was named the \"Holden Camira\" - although there had also been an unrelated Holden Sunbird offered from 1976 until 1980. In 1989 the Cavalier and Ascona J2000 was replaced with a remodelled version known as the Vectra Mk1 in Europe and the UK. ==Engines== The 1982–1994 Sunbird came with one of these engines: * 1982: 1.8 L L46 carbureted OHV I4 * 1982–1986: 1.8 L LH8 TBI SOHC I4 * 1983–1985: 2.0 L LQ5 TBI OHV I4 * 1984–1986: 1.8 L LA5 turbocharged MPFI SOHC I4 * 1987–1991: 2.0 L LT2 TBI SOHC I4 * 1987–1990: 2.0 L LT3 turbocharged MPFI SOHC I4 * 1991–1994: 3.1 L LH0 MPFI OHV V6 * 1992–1994: 2.0 L LE4 MPFI SOHC I4 ==See also== *Chevrolet Vega: Vega variants-Pontiac Sunbird Safari Wagon *General Motors H-platform ==References== ==Sources== * Flammang, James M. & Kowlake, Ron, Standard Catalog of American Cars: 1976–1999, 3rd Edition (Iola, WI: Krause Publications, 1999) * Gunnell, John, Standard Catalog of American Cars: 1946–1975, Revised 4th Edition (Iola, WI: Krause Publications, 2002) ==External links== Sunbird Category:Front-wheel-drive vehicles Category:Rear- wheel-drive vehicles Category:Compact cars Category:Subcompact cars Category:Coupés Category:Hatchbacks Category:Sedans Category:Convertibles Category:Station wagons Category:1980s cars Category:1990s cars Category:Motor vehicles manufactured in the United States Category:Goods manufactured in Canada Category:Cars introduced in 1975 Category:Front-wheel-drive sports cars",
 "title": "Pontiac Sunbird"
}