{
 "id": "377506",
 "text": "thumb|A street musician in Toulouse, France, playing a gadulka. The gadulka () is a traditional Bulgarian bowed string instrument. Alternate spellings are \"gǎdulka\", \"gudulka\" and \"g'dulka\". Its name comes from a root meaning \"to make noise, hum or buzz\". The gadulka is an integral part of Bulgarian traditional instrumental ensembles, commonly played in the context of dance music. The gadulka commonly has three (occasionally four or five Mincho Minchev) main strings with up to sixteen sympathetic resonating strings underneath introduced by the legendary Mincho Nedyalkov. Only the main melodic strings are touched by the player's fingers and the strings are never pressed all the way down to touch the neck. The gadulka is held vertically, with the bow held perpendicular in an under-hand hold. There is a smaller variant of the instrument in the Dobrudja region with no sympathetic strings at all. Gadulka's possible origin may be the lira, the bowed Byzantine instrument of the 9th century AD and ancestor of most Western European bowed instruments. Similar bowed instruments and lira descendants have continued to be played in the Mediterranean and the Balkans until the present day, for example the lyra of Crete and the Dodecanese, Greece; the Lira Calabrese of Calabria; Italy and the Classical kemence in Istanbul, Turkey. ==Construction== The body and neck of the instrument are carved out of one piece of wood, the body forming a bowl or gourd like a lute. The top (soundboard), of straight-grained softwood is also carved, with a shallower arch. The overall construction is quite heavy compared to, say, a violin, though some gadulkas are exquisitely built. (The instrument generally lacks any real decoration or ornamentation, apart from the design of the peghead.) The bridge, placed between the two roughly \"D\"-shaped soundholes, has one foot placed on the top, while the other foot rests on top of the soundpost which contacts the inside of the back. The vibration of the strings is thus directly transferred to both the top and back of the instrument. Unlike many other stringed instruments, there is no nut at the top of the strings: the strings are simply stretched between a tuning peg at the top and the tailpiece at the bottom, passing over the bridge (the playing strings) or through holes in the bridge (the sympathetics). The tailpiece is typically made out of bone, and secured to the carved projecting \"endpin\" by stout steel wire. The endpin also serves to hold the bottom of the instrument to a strap or belt worn by the player. Gadulka strings are steel, either plain in the smaller gauges or wound with steel or bronze in the larger ones; they are basically guitar strings. The strings are secured to the tailpiece by their ball ends. ==Tuning== thumb|Tuning While various tunings are (and have been) used, the standard tuning for the gadulka is A-E-A for the three playing strings; the sympathetics (resonating strings) are tuned chromatically to cover all notes besides A and E (depending on the number of sympathetics). ===Regional variations of Galdulka tuning=== *Thracia: :1st string – A1, 2nd string –E1, 3rd string – A *Dobrudja: :1st string – A1, 2nd string – A, 3rd string – E1 *Lingourie: :1st string – A1, 2nd string – E1, 3rd string – D1 *Another variant: :A, E, D *SELIGRA-MINCHEV 5strings 1st string-G2, 2nd string-C2, 3rd string-G1, 4 string-D1, 5 string-GM, ==See also== *Music of Bulgaria *Lira of Calabria *Music of Croatia *Rebab *Kamancheh *Kemenche *Gusle *Cretan lyra *Kobyz *Byzantine lyra *Byzaanchy *Igil *Kyl kyyak *Sarangi *Lijerica *Gudok ==References== ==External links== * Gadulka *Sound sample Category:Necked bowl lutes Category:Bulgarian musical instruments Category:Bowed instruments Category:Ukrainian musical instruments Category:String instruments with sympathetic strings",
 "title": "Gadulka"
}