{
 "id": "377858",
 "text": "Academia Sinica (AS, ; ), headquartered in Nangang, Taipei, is the national academy of the Republic of China (Taiwan). Founded in Nanking, supports research activities in a wide variety of disciplines, ranging from mathematical and physical sciences, to life sciences, and to humanities and social sciences. As an educational institute, it provides PhD training and scholarship through its English-language Taiwan International Graduate Program in biology, agriculture, chemistry, physics, informatics, and earth and environmental sciences. Academia Sinica is ranked 144th in Nature Publishing Index - 2014 Global Top 200 and 18th in Reuters World's Most Innovative Research Institutions of 2019.David M. Ewalt. \"The World's Most Innovative Research Institutions 2019.\" Reuters. 18 September 2019. Retrieved 25 September 2020. The current president since 2016 is James C. Liao, an expert in metabolic engineering, systems biology and synthetic biology. ==History== Academia Sinica was founded in 1928 in Nanking, then capital of the Republic of China, with its first meeting held in Shanghai. After the Chinese Civil War and the establishment of the People's Republic of China in 1949, it was relocated to Taiwan along with the government of the Republic of China. In 1954, its main campus was constructed in , Nangang, Taipei. The institutes at that time were Mathematics, Philology, and Botany. The second convocation was held in 1957. In the 2000s, many of the current institutes and research centers were established, partially through reorganization of old ones. Academia Sinica's first PhD program, the Taiwan International Graduate Program, was inaugurated in 2006. == Mission == As the preeminent academic research institution in Taiwan, Academia Sinica is directly responsible to the Presidential Office, unlike other government-sponsored research institutes which are responsible to relevant Executive Yuan ministries. Thus AS enjoys autonomy in formulating its own research objectives. In addition to academic research on various subjects in the sciences and humanities, its major tasks also include providing guidelines, channels of coordination, and incentives with a view to raising academic standards in the country. ==Leadership== thumb|150px|right|Yuan T. Lee, Nobel laureate in Chemistry, academician and former president. The president of Academia Sinica is appointed by the President of ROC from three candidates recommended by the Council Meeting. The president of Academia Sinica must be an Academician. After the appointment, the president serves a five-year term and can serve up to two consecutive terms. Academia Sinica's current President is James C. Liao, a biochemist, who replaced Chi-Huey Wong, a biological chemist and the Parsons Foundation Professor and Chair of the Department of Chemical and Biomolecular Engineering at the University of California, Los Angeles, as the 11th president on 21 June 2016. The list of past Presidents also includes Hu Shih, a philosopher and essayist, and a key contributor to Chinese liberalism and language reform in his advocacy for the use of vernacular Chinese, as well as an influential redology scholar and holder of the Jiaxu manuscript () until his death. The fifth president, Yuan T. Lee, won the Nobel Prize in Chemistry for \"contributions to the dynamics of chemical elementary processes\". ===Presidents=== * Cai Yuanpei (1928–1940) * Chu Chia-Hua (Acting, 1940–1957) * Hu Shih (1958–1962) * Wang Shih-Chieh (1962–1970) * Chien Shih-Liang (1970–1983) * Wu Ta-You (1983–1994) * Yuan T. Lee (1994–2006) * Chi-Huey Wong (2006–2016) * James C. Liao (2016–) ==Convocation== The Convocation of Academia Sinica consists of 281 Academicians, including 105 domestic and 176 overseas appointed scientists.Convocation of Academia Sinica, Academia Sinica, Taiwan. Seven Academicians of Academia Sinica are Nobel laureates.Nobel Prize laureates, Academia Sinica, Taiwan. Academician membership is an honorary lifetime privilege without remuneration. They do not necessarily perform research or reside at the Academia Sinica campus. According to their own expertise, academicians are grouped into three divisions: Mathematics and Physical Sciences, Life Sciences, and Social Sciences and Humanities. A maximum number of ten new members is allocated to each of the three divisions during the biennial convocation. The eligibility of the academicians is not restricted to the residents of Taiwan or Republic of China citizens. More than half of the academicians are overseas scholars and scientists. At the convocation, the academicians elect new academicians and honorary academicians, and elect members to the Council of Academia Sinica. The convocation can also recommend policies to the government on academic research. The academicians also have responsibilities to carry out research at the government's request, although the government has never requested any task. ==Academicians== Academicians are elected annually, with nominations open in July and ending in October. Outcome of election to academicians are publicly announced in July the following year. Candidates who are not Taiwanese are elected as Foreign members of the academy. Election to the academy is regarded a national honor in Taiwan. ===Academicians who reside(d) at Academia Sinica=== {| border=\"0\" cellpadding=\"5\" width=\"75%\" |----- valign=\"top\" | width=\"25%\" | || width=\"25%\" | || width=\"25%\" | |----- | valign=\"top\" | ; Mathematics and physical sciences * Yuan T. Lee * Chi-Huey Wong * Typhoon Lee * Maw-Kuen Wu | valign=\"top\" | ; Life sciences * James C. Liao * Wen-Hsiung Li * Chien-Jen Chen * Liao I-chiu * Chen Pei-jer | valign=\"top\" | ; Humanities and social sciences * Paul Jen-kuei Li * Cyrus Chu |} ===Academicians who are Nobel Prize laureates=== * Yuan T. Lee (chemistry 1986) * Steven Chu (physics 1997) *Daniel C. Tsui (physics 1998) ===Academicians who reside overseas=== == Campuses == left|thumb|Main entrance. thumb|Sih-Fen Brook. left|thumb|Emblem at the main entrance. left|thumb|Temple of Earth God. Academia Sinica has its main campus located in Nangang, Taipei, and runs over 40 research stations distributed across the country and throughout the world. === Main campus === The main campus in , Nangang was constructed in 1954. In addition to the Central Office of Administration and 28 institutes and research centers, the main campus has 10 museums or memorial halls open to the public, as well as an ecological pond, a forest park, a Tudigong temple (Fude Temple ), and Sifen Creek (), which runs through the campus and to the north by the National Biotechnology Research Park. === National Biotechnology Research Park === The National Biotechnology Research Park, finished in 2017 and inaugurated in October 2018 by Taiwanese President Tsai Ing-wen, is located about 500 m north of the main campus and 500 m south of the Nankang Software Park, with the Nangang station to the west and the Taipei Nangang Exhibition Center MRT station to the east. It is home to four Academia Sinica centers for translational medicine, innovation, incubation, and bioinformatics service, as well as the Biotechnology Development Center of the Ministry of Economic Affairs, the Food and Drug Administration of the Ministry of Health and Welfare, and the National Laboratory Animal Center of the Ministry of Science and Technology. === National Taiwan University main campus === Three physical sciences institutes, Mathematics, Astronomy, and Atomic and Molecular Sciences, are located in the main campus of National Taiwan University in Gongguan, Daan, Taipei. A joint office between the two institutions was established in 2014. === Southern Campus === A campus in the Shalun Smart Green Energy Science City, near the Tainan High Speed Rail station, Guiren District, Tainan, is under construction and is expected to be finished in 2021. The groundbreaking ceremony took place in May 2018 after seven years of planning. The Southern Campus is part of an effort to promote regional balance in the academic landscape of Taiwan and will prioritize research on agricultural biotechnology, sustainable development, and archaeology of early Taiwanese history and culture. ==Organization== ===Institutes and research centers=== Similar to the Max Planck Institutes of Germany, Taiwan's Academia Sinica covers three major academic divisions: {| border=\"0\" cellpadding=\"5\" width=\"96%\" |----- valign=\"top\" | width=\"32%\" | || width=\"32%\" | || width=\"32%\" | |----- | valign=\"top\" | ; Mathematics and physical sciences (11 institutes/research centers; 339 research fellows) *Mathematics *Physics (1962) *Chemistry (1957) *Earth Sciences (1982) *Institute of Information Science (1982) * Statistical Science (1987) * Atomic and Molecular Sciences (1995) * Astronomy and Astrophysics (2010) * Applied Sciences (2006) * Environmental Changes (2004) * Information Technology Innovation (2007) | valign=\"top\" | ; Life sciences (8 institutes/research centers; 329 research fellows) * Plant and Microbial Biology (2005) * Cellular and Organismic Biology (2005) * Biological Chemistry (1970) * Molecular Biology (1993) *Genomics (2003) * Agricultural Biotechnology (2006) *Biodiversity (2004) *Biomedical Sciences (1981) | valign=\"top\" | ; Humanities and social sciences (12 institutes/research centers; 319 research fellows) * History and Philology *Ethnology (1965) *Modern History (1965) * Economics (1970) * European and American Studies (1991) * Chinese Literature and Philosophy (2002) *Taiwan History (2004) *Sociology (2004) *Linguistics (2004) *Political Science (2012) *Iurisprudentiae (2011) * Humanities and Social Sciences (2004) |} Image:AS LifeScienceRoad.jpg|Life Science Road (from right to left: Institute of Biomedical Sciences, Institute of Molecular Biology, and Institute of Biological Chemistry). Image:AS IPMB ABRC.jpg|Institute of Plant and Microbial Biology and Agricultural Biotechnology Research Center. File:InstituteInformationScience AS Taiwan.jpg|Institute of Information Science. File:InstituteChemistry AS Taiwan.jpg|Institute of Chemistry. File:GenomicsResearchCenter AS Taiwan.jpg|Genomics Research Center. File:InstituteBiomedicalSciences AS Taiwan.jpg|Institute of Biomedical Sciences. ===Research stations=== The research stations in Taiwan include: *Southern Taiwan Science Park Archaeological Station () *Green Island Marine Station () *Yuanyang Lake Station (), Jianshi, Hsinchu *Marine Research Station, Jiaosi, Yilan () *Dongsha Atoll Research Station, Kaohsiung () The research sites abroad include: *Global Navigation Satellite System (GNSS), Luzon, the Philippines *Sesoko Station, Okinawa, Japan *Yuan Tseh Lee Array (YTLA), Mauna Loa, Hawaii, United States *South-East Asian Time Series Study (SEATS) on the Southeast Asian Sea == Education programs == ===PhD programs=== ====Joint PhD programs==== In general Academia Sinica is a non-teaching institution, but it has very close collaboration with the top research universities in Taiwan, such as National Taiwan University, National Tsing Hua University, National Yang Ming Chiao Tung University and National Central University. Many research fellows from Academia Sinica have a second appointment or joint professorship at these universities. In addition, Academia Sinica established joint Ph.D. programs in biological sciences with Taiwan's universities, such as the Doctoral Degree Program in Marine Biotechnology with National Taiwan Ocean University. Through these mechanisms, the faculty at Academia Sinica give lecture courses and supervise graduate students. ====Taiwan International Graduate Program==== thumb|Logo of Taiwan International Graduate Program thumb|One of the dormitories for TIGP students and their families. Since 2002, Academia Sinica set up the Taiwan International Graduate Program (TIGP),Taiwan International Graduate Program, Academia Sinica, Taiwan. open to local and international students for Ph.D. programs. All courses at TIGP are conducted in English. Students can choose their advisor among a faculty selected for the program out of outstanding researchers and professors appointed at Academia Sinica or at one of the partner universities (or both). Currently, admittance to the programme guarantees a monthly stipend of 34,000 NTD, roughly $1,200 or €1,050. Applications can normally be sent starting in December and the submission deadline is usually set on March 31, for enrollment in September of the same year. Lectures start around the middle of September and end around the middle of June, with slight variations mostly depending on the partner university's academic calendar. The TIGP offers Ph.D. programs only in selected disciplines agreed upon by Academia Sinica and its national research universities partners. The program offers doctoral degrees in highly interdisciplinary areas in the physical sciences, applied sciences, engineering, biological and agricultural sciences, health and medical sciences, humanities and social sciences. As of March 2017, Academia Sinica administers 12 such programs with degrees issued from partner universities: * Chemical Biology and Molecular Biophysics * Molecular Science and Technology * Molecular and Biological Agricultural Sciences * Bioinformatics * Molecular and Cell Biology * Nano Science and Technology * Molecular Medicine * Earth System Science * Biodiversity * Interdisciplinary Neuroscience * Sustainable Chemical Science and Technology * Social Network and Human-Centered Computing ===Predoctoral programs=== ====TIGP International Internship Program==== Launched in 2009, the TIGP International Internship Program (TIGP-IIP) is an intensive, predoctoral, summer research training program for two months that prepares its participating interns with the necessary knowledge and skills for future research or career development through rigorous hands-on training. Successful applicants from around the world will receive for each month a stipend of 30,000 NTD and a round-trip ticket to Taiwan. The program highlights include internship at an applicant-chosen host lab, visits to Academia Sinica facilities and partner institutions, field trips in Taiwan and basic Mandarin lessons. ====Summer internship programs==== Many institutes of Academia Sinica offers their own summer internship programs for undergraduate students in Taiwan. ===High school program=== Academia Sinica also offers a three-year program for gifted and talented high school students interested in the biological sciences. To enroll, students must first pass an entrance exam at the start of 10th grade (first year for Taiwanese senior high schools). During 10th grade, students attend expert lectures and visit the various laboratories on campus. During 11th and 12th grade, students enter a lab of their choice and gain hands-on experience in the various fields of biological sciences. To graduate from the program, an academic paper must be submitted and presented in front of professors and peers. == Postdoctoral scholars == Academia Sinica has a high number of both domestic and international postdoctoral fellows. They are funded by grants of Ministry of Science and Technology (Taiwan) or by Academia Sinica. The latter, the Academia Sinica Postdoctoral Fellow Program, consists of two tracks: Regular Postdoctoral Scholars (starting annual salary: NT$810,351 (US$28,100), additional benefits depending on the principal investigator) and Academia Sinica Postdoctoral Scholars (annual salary up to NT$ 1,167,278 (US$40,000), plus round-trip ticket and research subsidy of US$4,500)http://daais.sinica.edu.tw/english/pro_pfp.php == International cooperation == The institute has extensive cooperation with research and academic institutions from other countries (such as Harvard-Yenching Institute) and hosts several foreign institutes and their scholars. === France === The Taipei Center of the French EFEO (L'École française d'Extrême-Orient; French School of Asian Studies) was hosted by the Institute of Modern History, AS, from 1992 to 1996 and since 1996 by the Institute of History and Philology. Its research projects center on the local and cultural history of Taiwan and China, and it organizes conferences and talks, support visiting scholars and students, and hosts EFEO fellows. ==Journals associated with Academia Sinica== Academia Sinica currently sponsors the following journals: *Botanical Studies *Zoological Studies *Language and Linguistics *Statistica Sinica *Academia Sinica Law Journal *Taiwan Journal of Anthropology *Academia Economic Papers *Bulletin of the Institute of Modern History, Academia Sinica *Journal of Social Sciences and Philosophy ==See also== *List of universities in Taiwan *Max Planck Institutes ==References== ==Further reading== * Levinson, David et al. eds. The Encyclopedia of Modern Asia (6 vol Thomson- Gale, 2002) 1:9–. ==External links== * Official website / * Taiwan International Graduate Program (TIGP) Taiwan Taiwan Category:Education in Taiwan Category:Scientific organizations established in 1928 Category:Members of the International Council for Science Category:Members of the International Science Council",
 "title": "Academia Sinica"
}