{
 "id": "377816",
 "text": "Ledbury is a market town and civil parish in the county of Herefordshire, England, lying east of Hereford, and west of the Malvern Hills. It has a significant number of timber-framed structures, in particular along Church Lane and High Street. One of the most outstanding is Ledbury Market Hall, built in 1617, located in the town centre. Other notable buildings include the parish church of St. Michael and All Angels, the Painted Room (containing sixteenth-century frescoes), the Old Grammar School, the Barrett-Browning memorial clock tower (designed by Brightwen Binyon and opened in 1896 to house the library until 2015), nearby Eastnor Castle and the St. Katherine's Hospital site. Founded , this is a rare surviving example of a hospital complex, with hall, chapel, a Master's House (fully restored and opened in March 2015 to house the Library), almshouses and a timber-framed barn. ==History== Ledbury is a borough whose origins date to around AD 690. In the Domesday Book it was recorded as Liedeberge. It may take its name from the River Leadon on which it stands. Old English burg (fortified or defended site) has been added to the river name. As a town it was created on a bishop's manor, probably, like Leominster, Bromyard and Ross-on-Wye, in the episcopate of Bishop Richard de Capella (1121-1127).Joe Hillaby, Ledbury, A Medieval Borough, Logaston Press, 1997 It returned members to Parliament in the reign of Edward I. The Feathers Hotel was a famous 16th century drovers' inn.\"Eighteenth Century Road Travel\" It was not until the reign of Queen Elizabeth I that this 'poor town' became prosperous thanks mainly to three families of clothier merchants, Skynner, Skyppe, and Elton. No less than four battles were fought during the English civil wars, during which it was a bastion of royalism. Thereafter the arrival of the Martin and Biddulph during the age of aristocracy and into the Victorian signalled a financial sea-change for the town from these banker landowners; Biddulph was later ennobled.Pevsner, buildings, p. 414 Lord Biddulph lived in the Regency mansion Underdown, built in Ledbury Park by Anthony Keck in about 1780. Ledbury was home to poet Elizabeth Barrett Browning, who spent her childhood at Hope End. It is also the birthplace of poet laureate John Masefield, after whom the local secondary school is named. William Wordsworth's 1835 sonnet St. Catherine of Ledbury, concerning a local anchoress called Katherine, begins \"When ... Ledbury bells broke forth in concert\". In 1901 St. Katharine's priest was Charles Madison Green, whose wife, Ella, was the eldest sister of author H. Rider Haggard. During the twentieth century the population stabilised, hardly growing at all to the Census of 1971. Becoming a prosperous town of small and independent traders, it relied heavily on agricultural industries. With the addition of the by-pass in 1989, the population rapidly expanded to nearly 10,000 in Census 2011.Pevsner, buildings, pp. 415–16 {| |- | thumb|left|St Michael and All Angels Church, Ledbury | style=\"vertical- align:top\" | thumb|Ledbury Market Hall (3610782139) |} The Herefordshire and Gloucestershire Canal, which opened from Gloucester as far as Ledbury in 1798, passed through the lower part of the town with wharves at Bye Street and at what is now the Ross Road near the Full Pitcher public house. After closing in 1885, part of the Ledbury-to-Gloucester section of the canal was used by the Great Western Railway for the Ledbury and Gloucester Railway. The original line of the canal northwards towards Hereford can still be seen, where it went underneath the Ledbury-to-Hereford railway. When the Gloucester railway closed in 1964 as a result of the Beeching cuts it became overgrown, but the route through Ledbury became a footpath. In 1997 a section from the bypass/Ross Road roundabout to the railway station was upgraded to a wide path with a surface of compacted limestone chippings that could be utilised by cyclists and wheelchair users. Several access points were created, trees thinned out but retained, and the Hereford Road Skew Bridge across the A438 was reopened. The proposed bridge to take the Town Trail (as it is now known) across the B4214 Bromyard Road into the station yard was not built. The Trail ends at the Hereford/Bromyard road junction. Ledbury Town Halt railway station opened in 1885 and closed in 1959. ==Governance== Ledbury forms part of three electoral wards of Herefordshire Council. It has a town council, a Town Clerk, Mayor and, a Town Crier. Ledbury is one of four market towns (the others being Leominster, Bromyard and Kington) in the North Herefordshire parliamentary constituency. Prior to 2010, it was part of the predecessor constituency, Leominster. Conservative Bill Wiggin has been the local MP since 2001. ==Transport== The main roads through the town are the A449 and the A417, and the M50 motorway runs to the south. Ledbury railway station is near the western end of the Cotswold line and offers direct services to Hereford, Worcester, Birmingham, Oxford and London Paddington. Bus services are operated by First Worcestershire and DRM Bus.Ledbury Bus Tmes ==Industry== For many years the Robertson's factory, a subsidiary of Rank Hovis McDougall, produced jam. Production was moved to Histon in Cambridgeshire in September 2007 following the parent company's acquisition by Premier Foods. The site is now used by Universal Beverages to process fruit for cider producers such as Bulmer's and includes two giant fermentation tanks, each capable of holding 800,000 litres. Ledbury is home to Amcor's flexible-packaging manufacturing plant. This has been awarded both the 'Carbon Reduction Cost-Saving Award - over 250 employees' and 'Most Promising New Low-Carbon Product / Service Award - over 250 employees' in the West Midlands Low-Carbon-Economy 2010 awards. Ledbury has an income from tourism, being steeped in history in a rural area, with pubs for visitors and locals alike. ==Recreation== The town is the venue for various events including the Ledbury Poetry Festival. The annual Community Day takes place in June each year. The first such event was an Ox Roast on 2 June 2013 to commemorate the diamond jubilee of Queen Elizabeth II's coronation, exactly 60 years after an ox roast that was held in 1953 in Ledbury on Coronation Day. The Big Chill at nearby Eastnor Castle, which brought thousands of people to the area each year closed after the August 2011 event. Eastnor Castle has provided the backdrop to a number of films, including 1970's One More Time, starring Jerry Lewis and Sammy Davis Jr. BBC television filmed some scenes for The Prince and the Pauper starring Nicholas Lyndhurst in 1976. The Market Theatre, reputed to be the first in the world to open in the new millennium, is situated near the town centre. It has been built on the site of the former Church Room (a typical 'tin tabernacle' constructed in 1910, which became a theatre in 1956, with a change of name to the Market Theatre in the 1970s). From 1963 (following the demolition of the Kemble Theatre in Hereford, which was named after theatre manager Roger Kemble) until 1979, this little building was the only theatre in Herefordshire. Ledbury Amateur Dramatic Society (LADS) runs the Theatre, mounting several of its own productions a year. They show films and live screenings on a regular basis, and play host to small and mid-scale professional touring shows, including events in the Poetry Festival.Ledbury Amateur Dramatic Society There are a number of singing groups, including the Choral Society and the Community Choir the latter with over 60 members. In 2000, Ledbury formed a twinning association with the Swedish[28] town of Strömstad. Since then, several cultural and sporting exchanges have taken place between the two: the junior football club, Ledbury Swifts makes an annual trip there. The hunts (Ledbury, which dates from 1846, and North Ledbury, established in 1905) used to be well supported.North Ledbury Hunt The Hunting with Dogs Act 2004 banned the country pursuit, which angered local people, a few of whom joined the Countryside Alliance to register their protest.Worcester News 21 December 2009. thumb|right|Silurian Border Morrismen in Church Lane The town is home to the Silurian Border Morrismen. ==Folklore== At Tedstone Delamere the Sapey Brook runs its course to Upper Sapey. A story is told of a stolen mare and colt whose hoofprints stopped at the bank of the brook. The owner was Saint Catherine of Ledbury who prayed for their safe return and, upon examining the bed of the brook, saw hoofprints clearly visible in the rocky bottom. These were followed and the thief caught, the horses being safely recovered. A local pastime was once the creation of fake hoofprints for visitors; the original petrosomatoglyphs are visible in the brook to this day, attributed by experts to archaeology.Westwood, Jennifer (1985), Albion. A guide to Legendary Britain. Pub. Grafton Books. London. . P. 262. ==Notable people== * Richard Ashcroft, musician, best known as lead singer of the Verve. * Elizabeth Barrett Browning, poet. * Mary Duggan, cricketer * Robin Gardner, cricketer. * Henry Scott Holland, professor of divinity. * Elizabeth Hurley, actress. * Terry Jenkins, darts player * Katherine of Ledbury, an anchoress. * William Langland, poet. * Conroy Maddox, artist. * John Masefield, poet laureate. * Will Merrick, actor. * James Crosbie Smith, cricketer. * Rachel Whitear, student. ==See also== * Ledbury Town F.C. - football club * Ledbury Signal Box ==References== ==Further reading== * * * * * ==External links== * * * Ledbury Town Council * Genuki UK & Ireland Genealogy site for Ledbury * Visit Herefordshire - Ledbury Category:Towns in Herefordshire Category:Market towns in Herefordshire Category:Civil parishes in Herefordshire",
 "title": "Ledbury"
}