{
 "id": "378029",
 "text": "Syrian Airlines (), operating as SyrianAir (), is the flag carrier airline of Syria. It operates scheduled international services to several destinations in Asia, Europe and North Africa, though the number of flights operated has seriously declined since 2011 due to the Arab Spring and subsequent Syrian war. SyrianAir previously served over 50 destinations worldwide. Its main bases are Damascus International Airport and previously Aleppo International Airport. The company has its head office on the fifth floor of the Social Insurance Building in Damascus.\"World Airline Directory.\" Flight International. March 24–30, 1993. 125. \"Social Insurance Building, 5th Floor, Jabri Street, Damascus, Syrian Arab Republic.\" ==History== ===Early years: Syrian Airways 1946–1958=== Syrian Airlines was established in 1946, with two propeller aircraft and started to fly between Damascus, Aleppo and Deir ez- Zour and Qamishli. Operations began in 1947. Financial difficulties caused the suspension of services in 1948, but after receiving government support operations were resumed in 1951. The airline expanded during the next years to include Beirut, Baghdad, and Jerusalem, then Cairo and Kuwait then Doha, in addition to flights during the hajj. The airline started its operations in June 1947 using two Beech D-18s and three Douglas DC-3 (C-47 Dakotas). The Dakotas had been acquired from Pan American World Airways (PAA), which provided technical assistance to Syrian Airways during the first years of operation. The airline's domestic network linked Damascus, Aleppo, Latakia, Kamishly and Palmyra. Syrian Airways also operated a regional network, with flights to Beirut, Baghdad, Jerusalem, Amman; followed by Cairo, Kuwait, Doha and Jeddah. In May 1948, the war in Palestine and financial difficulties led to the withdrawal of PAA and to the suspension of service until mid-1952. On December 21, 1953, one of the airline's Douglas planes crashed near Damascus killing all nine aboard. The airline's operating permit was cancelled following the crash. The airline was allowed to fly again in 1954. The D-18s had been returned to the Syrian Air Force in 1949, while four additional Dakotas were acquired between 1952 and 1956. In 1952, the airline was provided with three Douglas DC-3s and with four Douglas DC-4s in 1954, and in 1957 it received four Douglas DC-6s in the name of United Arab Airline. One of the older Dakotas (YK-AAE) crashed during its climb out of Aleppo's Nejrab Airport on February 24, 1956, during a heavy storm. The 19 people on board died in the airline's worst accident to date. Newer and stronger planes were consequently added to the fleet in the mid-fifties: two Douglas DC-4/C-54 Skymasters, followed by a Douglas DC-4-1009 acquired from Swissair in December 1958, complementing an active fleet of four Douglas C47 Dakotas. The network was expanded to Dhahran in the Persian Gulf while frequencies were reinforced elsewhere. ===Merger with Misrair: United Arab Airlines 1958–1960=== In February 1958, Syria and Egypt decided to unite under the leadership of president Gamal Abdel Nasser, and the two countries became provinces of the United Arab Republic (UAR). The merger between Syrian Airways and Misrair, the state-owned airlines of Syria and Egypt came as a consequence of this political union. The airlines merged on December 25, 1958, to form United Arab Airlines (UAA). At the time of the merger, Syrian Airways was still only a small regional airline while its Egyptian counterpart, Misrair, was the largest and oldest airline in the Arab world, operating an extensive network out of Cairo, the region's metropolis. During the UAA interlude, only regional and domestic routes were operated in Syria, flights further afield connected at the Cairo hub. Two planes inherited from Syrian Airways were written off between 1959 and 1961: the Douglas DC-4-1009 which was ditched in the Congo River as it was carrying cargo from Accra to Leopoldville on September 1, 1960, and a Dakota which crashed on its final approach of Kamishly on a domestic flight from Aleppo on May 6, 1961. Fortunately, there were no fatalities in either accident. The union between Egypt and Syria ended on September 26, 1961, amidst tensions between the leaderships of the two provinces of the UAR. The Syrian Arab Republic was declared in Syria, while Egypt chose to continue to carry the title of UAR for a few more years. In parallel to that divorce, Syria withdrew from UAA. All the airliners previously owned by Syrian Airways, two Douglas DC-6Bs and one Douglas DC6B freighter were given up by UAA to the Syrian authorities. ===Rebirth of a national flag carrier: Syrian Arab Airlines 1961–1969=== Syrian Arab Airlines (S.A.A.L.) were founded in October 1961 in order to take over UAA's operations in Syria and to become the new national airline. The fleet initially consisted of three Douglas C47 Dakotas, two Douglas C54 Sky masters, two Douglas DC-6Bs and one Douglas DC-6B freighter (later sold to LAC-Colombia). Domestic and regional flights were promptly resumed and the fleet originally was painted in a green livery reminiscent of that of the Syrian Airways colors. S.A.A.L. purchased a third DC-6B from SAS in November 1962. Flights to European destinations (Rome and Munich) were started in 1963, followed by flights to London and Paris (Le Bourget), Karachi and Delhi in 1964. A new livery was introduced then, with alternating dark blue and red stripes for the cheatline. Syrian Arab Airlines became a founding member of the Arab Air Carriers Organization (AACO) and entered the jet age in 1965, with the purchase of two Sud Aviation 210 Super-Caravelle 10B3s. These beautiful jets enabled the airline to expand and reinforce its network with the addition of flights to Luxembourg, Prague, Athens, Istanbul, Teheran and Bahrain. A slightly altered livery was introduced for the occasion, removing the parallel stripes from the fin and removing the red stripes from the cheatline. In 1966, a pool partnership with Middle East Airlines – Air Liban was signed and a twice daily rotation between Beirut and Damascus was launched. The summer 1966 timetable below clearly reflects the airline's growth and modernisation. In 1966, Syrian Arab Airlines used the Caravelles on flights to Europe (London, Paris, Munich, Rome, Athens and Nicosia) as well as high density Middle Eastern routes (Baghdad, Teheran, Jeddah, Kuwait, Doha, Sharjah) and on flights to South Asia (Karachi and Delhi). Routings were as follows: Eastbound and Lebanon: Damascus-Aleppo-Beirut (DC3) 3 times a week, Aleppo-Beirut (by MEA/pool partnership Viscount) 2X, Damascus-Beirut (DC4 for RB and Viscount for ME) twice daily, Damascus-Jerusalem (DC3 and DC4) 2X, Damascus-Baghdad-Teheran (DC6 and Caravelle) 2X, Damascus-Jeddah (Caravelle) 1X, Damascus-Kuwait (2XCRV, 1XDC6) 3X, Damascus-Bahrain (DC6) 1X, Damascus-Doha-Sharjah (DC6) 1X, Damascus-Doha-Sharjah-Karachi-Delhi (Caravelle) 1X, Damascus-Dhahran-Sharjah- Karachi (Caravelle) 1X. Westbound: Damascus-Athens-Rome-Munich-London (Caravelle) 1X, Damascus-Istanbul-Prague-Luxembourg (DC6) 1X, Damascus-Nicosia (DC4) 1X, Damascus-Athens-Munich-Paris-London (Caravelle) 1X, Damascus-Aleppo- Istanbul-Luxembourg (DC6) 1X, Damascus-Nicosia-Rome-Paris-London (Caravelle) 1X. Domestic: Damascus-Latakia (DC3)X5, Damascus-Palmyra-Deirezzor (DC4)X3, Damascus-Deirezzor-Aleppo (DC3)2X, Damascus-Deirezzor (DC3) 1X, Damascus- Aleppo-Kamishlie (DC3X2, DC4X4) X6, Damascus-Aleppo (DC3)X5 (including the flights continuing to Beirut). Luxembourg is a rare destination for Middle Eastern carriers, except for cargo, SAAL's flights may have been in connection with Loftleidir's budget flights to North America. The Dakotas and Skymasters were still used on domestic routes as well as for the short flights to Beirut and Jerusalem. In 1967, S.A.A.L. joined IATA by which it was granted the serial number 70. The Dakotas and Skymasters were gradually withdrawn from the fleet, while the DC6-Bs were used for domestic and for a few short-haul regional flights. The Six-Day War disrupted S.A.A.L's operations for several weeks in 1967 and the airline had to suspend its flights to Jerusalem. Beyond these immediate consequences on the airline, Syria's military defeat in 1967 left the whole country in a state of shock and had a decisive impact on the evolution of its political system for years to come. Nevertheless, S.A.A.L's operations were gradually restored and a normal level of operation was recovered by 1968 as shown in the timetable below. The fleet consisted then of two Super Caravelles and three DC-6Bs. ===Syrian Air takes off: 1970–1981=== With the beginning of the seventies, S.A.A.L continued its steady development, introducing flights to Moscow in 1970 and purchasing another two Super Caravelles from Sterling Airways in June 1971. Frequencies were increased, flights to Jeddah were resumed the same year while new flights were launched to Abu Dhabi, Benghazi and Budapest. Flights were disrupted for several weeks during the 1973 Yom-Kippur war, following which Syrian sovereignty was restored in parts of the Golan Heights. A climate of confidence, pragmatism and political stability was nevertheless in sight in Syria after decades of volatile politics and coups d'état. Ambitious development programs were launched throughout the country. Syrian Arab Airlines was among the government's priorities as a new modernization and expansion program was launched. A new airport, the Damascus International Airport, was built 25 km south-east of the capital and was opened to traffic in 1973 to become S.A.A.L's modern hub, replacing the old Mezze structure inherited from the French mandate. A new S.A.A.L. livery was introduced in 1973, featuring the airline's new logo, a mythical bird rising over a Mediterranean-blue disk. Closer economic and political ties with the Warsaw pact countries led to the progressive buildup of a comprehensive network in Eastern Europe, with the addition of Bucharest, Prague and Berlin-Schoenefeld. More flights to North Africa were added in 1974 with the introduction of Tripoli, Tunis, Algiers and Casablanca. Sanaa was also added to the network in 1974. In parallel to that, S.A.A.L. was managing an increasing number of Soviet-built aircraft for the Syrian government and the Syrian Air Force. That fleet was gradually expanded to include two Antonov An-24s, six Antonov An-26s, six Yakovlev Yak-40s and four Ilyushin Il-76 freighters (2Il-76Ts, 2 Il76Ms), in addition to two French-built Dassault Mystere/Falcon 20Fs and one Dassault Falcon 900. These aircraft were not used by the airline for scheduled services except for some of the Yak-40s which replaced the Douglas DC-6B and the Caravelles on domestic routes by the early eighties. In 1974, two Boeing 707s were leased in from British Airtours in order to complement the Caravelle fleet. That year, the airline carried 279,866 passengers. A fleet renewal program was launched in 1975 as S.A.A.L. ordered three brand-new Boeing 727-294s and two Boeing 747SPs. Awaiting the delivery of its new planes, the airline leased Boeing 707s in order to improve its service offer. In all, two Boeing 707-420s and six Boeing 707-320s were leased in (respectively from British Airtours and British Midland Airways) at various times between 1974 and 1976 and were used to reinforce frequencies and add new destinations to the network. The \"SyrianAir\" acronym was officially adopted on November 11, 1975, in anticipation of the delivery of the new Boeing fleet and in order to generate a more modern and international image. However, SyrianAir's official and legal title continues to be \"Syrian Arab Airlines\" to this day. The Boeing 727s supplemented the Caravelles throughout the network, while the Boeing 747SPs were used on high load international routes (Munich, Paris, London, the Persian Gulf region, Karachi and Delhi). Demand was particularly high on these routes in 1976, especially following the repeated closures of the Beirut International Airport, and the increasing number of passengers using Damascus International Airport for travel to and from neighboring and war-stricken Lebanon. A record 480,000 passengers were carried by the airline in 1976. Given the predominantly medium-haul route network of the airline, the choice of the Boeing 747SP continues to this day to raise interrogations. The two jumbo jets were ordered in 1976 with the intention of operating transatlantic services to New York. SyrianAir and Alia-the Royal Jordanian Airline were to join forces in launching the first transatlantic route ever operated by an Arab Middle Eastern airline. The joint flight agreement never really materialized, and Alia launched independently its own Amman-New York flights in 1977. SyrianAir started its Boeing 747SP operations on June 1, 1976, using the jumbo jet on the Damascus-Munich-London sector. In 1980, SyrianAir sold two of its ageing Caravelles as plans were made for the acquisition of newer aircraft. In 1981, the airline carried 510,000 passengers, but these numbers declined to 462,000 in 1982 following the unrest caused by Israel's invasion of nearby Lebanon. During the seventies, SyriaAair managed to acquire a modern fleet, revamp its image and operate a profitable passenger network on three continents largely satisfying the needs of the Syrian market. Its fares were accessible and attracted budget travellers flying between Europe and South Asia. The climate of stability and economic prosperity in Syria had a determining influence on the positive results of the airline. The eighties brought about new challenges to both, Syria and its airline. ===Mixed fortunes, mixed-fleet carrier 1981–1993=== SyrianAir welcomed the eighties with an active fleet of three Boeing 727s, two Boeing 747SPs, and two ageing Super Caravelles. The Yakovlev Yak 40s devoted to internal routes were mostly flown on behalf of the Syrian Air Force. While there was an obvious need to renew the fleet and to increase the airline's capacity, mounting tensions between Syria and the West hampered the airline's modernization plans. There was a growing rift between the U.S. administration in particular and Syria; both parties found themselves often at odds regarding a variety of regional issues, from the Iranian revolution to the Palestinian cause, to the raging conflict in Lebanon. These tensions ultimately resulted in economic sanctions voted by the U.S. congress, which accused Syria of harbouring and embracing illegal opposition movements. The sanctions, which became effective in the early eighties, apart from harming Syria's economy in general, prevented SyrianAir from buying newer Western equipment. This climate of difficult economics also resulted in a relatively austere on-board service and in the persistence of tedious multiple-leg routings, while competing airlines were offering nonstop frequent flights. SyrianAir had ultimately to resort to Soviet-built aircraft in order to expand its fleet. The Tupolev Tu-134s were introduced in 1983. In all, six Tu-134s were bought by SyrianAir, including two devoted to governmental missions. The Tu-134s were used along with the Caravelles on low yield regional and medium-haul flights and some domestic routes, while most of the domestic flights continued to be operated using the Yakovlev Yak-40s. Three Tupolev Tu-154Ms were acquired by SyrianAir between 1985 and 1986, they provided a well-needed boost to the Boeing 727 operations in Europe and the Persian Gulf region. The same difficult summer of 1985, flights to Beirut were restarted using the Super Caravelles. In 1986, SyrianAir had to suspend flights to one of its long-standing and most important destinations, London, because of a diplomatic crisis between the UK and Syria following the Hindawi affair. The number of passengers carried by SyrianAir declined to 353,355 in 1988, the lowest since the mid-seventies, forcing the airline towards more reform. The workforce was reduced by 1.5% to 3,526 in 1989, the number of passengers carried that year increased to 509,659. The workforce was increased to 3,615 in 1990, and the number of passengers increased to 655,644, a record despite the war in Kuwait, and the airline was able to finish the year without losses. While sanctions and harsh economics kept it lagging way behind its competitors, and while the demise of the Soviet Union cast doubts on the future of its Tupolev fleet, SyrianAir's fortunes changed following the second Gulf War in 1990. As Syria supported the U.S.-led coalition against the Iraqi invasion of Kuwait, it regained some of its long lost sympathy in Western hearts. Flights to London were resumed in 1991, and passenger numbers continued to increase to 700,819. The long- standing U.S. sanctions were eased in 1993, allowing the acquisition of modern Western equipment. ===Renewal and modernization 1994–present=== In 1994, Kuwait donated to Syria three Boeing 727-269s which enabled SyrianAir to finally phase out the two Caravelles in December of the following year. In 1995, a record 71 million dollars in operating profit was reported by the airline. The Tupolev operations were gradually scaled down, while new destinations (Madrid and Stockholm) were launched. In 1997, the airline took drastic measures in reducing its workforce to 2,331, as operating profits had declined to USD44 million during the previous year. By 1998, the Tupolev Tu-134 were restricted to the Budapest, Beirut, Kuwait, Deirezzor and Kamishly sectors while the Tu-154s were still flown to Bucharest, Moscow, Istanbul, Cairo and Aleppo. In October 1998, SyrianAir received its first Airbus A320-232, YK-AKA and a new livery was unveiled for the occasion. Six Airbus A320s were delivered to SyrianAir in all, allowing the withdrawal of the Tupolevs from regular service by 2000. The Tupolevs (except for YK-AYE, a Tu-134 maintained for government use) as well as the Caravelles were stored by the airline at Damascus International Airport. In 1999, flights between Aleppo and Beirut were inaugurated (no such flights had been carried out since the sixties) and service to Libya was resumed following the removal of the UN sanctions against that country. In 2000, SyrianAir operated a fleet of 14 aircraft: six Airbus A320s, six Boeing 727s and two Boeing 747SPs, while it continued to use the Syrian Air Force Yakovlev Yak-40s for the domestic routes to Kamishly and Deirezzor. Flights to Vienna were inaugurated, while the resumption of Amman and Baghdad flights during that year would prove only temporary. According to the Syrian DGCA website, the airline carried 764,000 passengers that year. In 2003, the airline registered a 9 million dollar net profit thanks to its more economical fleet and carried 907,850 passengers. Unprofitable routes were either scrapped or downscaled for seasonal operations. Thus, flights to Teheran, Bahrain, Doha and Muscat were operated only during the summer season. New markets were sought with the addition of Milan, Barcelona, Manchester, Copenhagen and Benghazi in 2004. Most of SyrianAir's flights are multiple-leg flights involving either a stop in Aleppo, a combination of international destinations with fifth freedom rights, or triangular routings. This route structure comes in sharp contrast to the current practices of modern airlines, which tend to focus on high-yield, high- frequency nonstop flights evolving around a strategic hub. The airline, which is just completing its fleet modernization, will also need to catch up with modern marketing methods, revamp its in-flight service and become more profit conscious. With a workforce exceeding 4,000 employees, SyrianAir, which revenues nevertheless exceeded 171 million dollars in 2003, remains over- staffed. In 2004, and despite a difficult regional situation and U.S. sanctions, the airline improved its performance, carrying 1.07 million passengers. Syrian air carried close to 1.4 million passengers by 2005, however, the number of passengers being carried declined to less than 740,000 passengers by 2009. Plans were made for the renewal of the fleet with the possible acquisition of several new Airbus aircraft in order to replace the ageing Boeing 727 and 747s. These plans were hampered by the reinforcement of a U.S.-led embargo against Syria, and fleet renewal using Russian equipment was being reconsidered. By 2012, Syrian Air had retired all its old Boeing 747, 727 and Tupolev aircraft, leaving SyrianAir with just 8 aircraft in its fleet - 2 ATRs and 6 Airbus A320s. On 9 January 2020, Syrian President Bashar Al-Assad issued a legislative decree to change the name from Syrian Arab Airlines to Syrian Airlines. ===EU and US sanctions=== On 23 July 2012, as the Syrian Civil War continued, the European Union imposed a new wave of sanctions on Syria, which included sanctions on SyrianAir. The sanctions meant that the airline cannot conduct flights to the EU, or buy any new aircraft which contain European parts. As a result, Syrian Air was forced to suspend all its operations to the EU. The company is discussing a lawsuit against European Union countries since Syrian Airlines \"did not violate any laws nor did it jeopardise safety\". However EU ministers justified the sanctions on the airline because the company \"provides financial and logistical support for the Syrian government\" On 10 October 2012, a Syrian Air flight in Turkish airspace was flanked by two fighter jets and forced to land in the country. It was believed the plane was carrying a Russian shipment to the Syrian military. Turkey's then-Foreign Minister Ahmet Davutoğlu said that Turkey had \"received information this plane was carrying cargo of a nature that could not possibly be in compliance with the rules of civil aviation.\" Russian news agency Interfax cited an unnamed source from a Russian arms exporting agency who stated that there were no weapons or military equipment on board the plane. ==Destinations== ==Codeshare agreements== Syrian Air had codeshare agreements with the following airlines (as of December 2012): {| |- | * Conviasa |} ==Fleet== ===Current fleet=== As of September 2018, the Syrian Air fleet comprises the following aircraft: {| class=\"wikitable\" style=\"border- collapse:collapse;text-align:center\" |+ Syrian Air fleet ! rowspan=\"2\"|Aircraft ! rowspan=\"2\"|In service ! rowspan=\"2\"|Orders ! colspan=\"3\"|Passengers ! rowspan=\"2\"|Notes/sources |- !C !Y !Total |- |Airbus A320-200 |1 |-- |16 |130 |156 |5 stored |- |Airbus A340-300 |2 |-- |20 |223 |243 | |- !Total !3 !-- ! colspan=\"4\" | |} The airline also operates some Dassault Falcon 20 and Tupolev Tu-134 for government VIP charters, as well as Ilyushin Il-76 military cargo aircraft, all of which are painted in Syrian Air livery. The company cannot purchase any new Airbus or Boeing planes, unless the United States and European Union lift the sanctions imposed on it. SyrianAir has maintained orders for new Tupolev, Ilyushin, and Antonov aircraft. However, an order for 10 Antonov-158 has been cancelled due to the Syrian Civil War. In November 2018, it was reported the airline is evaluating placing an order for 15-20 Irkut MC-21-300s, which it would be able to add despite US and European sanctions. If an order is placed deliveries could commence in 2022. ===Historical fleet=== The airline fleet previously included the following aircraft: * Antonov An-24 * Antonov An-26 * Boeing 707-320 * Boeing 707-400 * Boeing 727-200 * Boeing 747SP * Douglas DC-3 * Douglas DC-4 * Douglas DC-6 * Douglas DC-6B * Sud Aviation Caravelle * Tupolev Tu-154 * Yakovlev Yak-40 ==Accidents and incidents== *On 7 April 1963, a Douglas DC-6, YK-AEB, lost control and crashed during take-off from Hamah Airport. One passenger from the 26 died when the plane burst into flames, the remaining 25 passengers and 4 crew members survived. *On 2 October 1964, a Douglas C-54 Skymaster, YK-ADA, encountered difficulties in stopping within the remaining distance at Damascus International Airport, overran and lost its nose gear before coming to rest. There were no injuries but the aircraft was damaged beyond repair. *On 6 February 1967, a Douglas C-47 Skytrain (DC-3), YK-ACB, struck a building, stalled and crashed a few hundreds yards from the runway while on approach to Aleppo-Nejrab Airport after encountering severe weather in low visibility. 8 occupants were killed and 11 were injured. The crew descended below the glide on approach. *On 20 September 2012, Syrian Air flight RB 501 from Damascus to Latakia, operated by an Airbus A320-200, collided in mid air with a military helicopter during the climb. The airliner returned to Damascus for a safe landing. Approximately half of the vertical stabilizer was broken off the A320. The helicopter crashed killing all three flight crew. ==References== ==External links== * Syrian Airlines * Syrian Airlines * Lane, Edwin. \"Syrian flag carrier struggles to keep flying.\" BBC. 10 February 2011. * Airfleets.net Category:Airlines of Syria Category:Government-owned companies of Syria Category:Arab Air Carriers Organization members Category:Airlines established in 1946 Category:1946 establishments in Syria Category:Companies based in Damascus Category:Syrian brands *[C]: Business *[Y]: Economy",
 "title": "Syrian Air"
}