{
 "id": "378054",
 "text": "The Church of God (Anderson, Indiana) is a holiness Christian denomination with roots in Wesleyan-Arminianism and also in the restorationist traditions. The organization grew out of the evangelistic efforts of several Holiness evangelists in Indiana and Michigan in the early 1880s, most notably Daniel Sidney Warner. One of its more distinctive features is that there is no formal membership, since the movement believes that true salvation through Jesus Christ, the son of God, makes one a member. Similarly, there is no formal creed other than the Bible. Accordingly, there is much official room for diversity and theological dialogue, even though the movement's culture is strongly rooted in Wesleyan holiness theology. This Wesleyan-Holiness church movement is not historically related to other Church of God bodies such as the Church of God (Cleveland, Tennessee) or the Church of God (Charleston, Tennessee). Though these bodies are also holiness Christian in outlook, the Church of God (Anderson) does not share the Pentecostal practices of the latter two denominations. Although not part of the organization's formal name, \"Anderson, Indiana\" is usually appended to its name to distinguish it from these other groups. ==History== The history of the Church of God (Anderson) begins in 1881 with Daniel Sidney Warner and several others. Warner had been a member of John Winebrenner's General Eldership of the Church of God, whose members were called Winebrennerians. He differed with the Winebrennerians on the doctrine of sanctification, which he held to be a second definite work of grace, and on the nature of the church. The desire of Warner and the others was to forsake denominationalism and creeds. To this end, they determined to trust in the Holy Spirit as their guide and the Bible as their creed. Warner's vision was that the Church of God would \"extend our hand in fellowship to every blood-washed one\", rather than align themselves with a movement. From its beginnings, the Church of God had a commitment to pacifism and antiracism. The Church of God held that \"interracial worship was a sign of the true Church\", with both whites and blacks ministering regularly in Church of God congregations, which invited people of all races to worship there. Those who were entirely sanctified testified that they were \"saved, sanctified, and prejudice removed.\" When Church of God ministers, such as Lena Shoffner, visited the camp meetings of other denominations, the rope in the congregation that separated whites and blacks was untied \"and worshipers of both races approached the altar to pray\". Though outsiders would sometimes attack Church of God services and camp meetings for their stand for racial equality, Church of God members were \"undeterred even by violence\" and \"maintained their strong interracial position as the core of their message of the unity of all believers\". In the late 19th century, the Church of God used their journal, the Gospel Trumpet, to disseminate pacifist view. In April 1898, the Gospel Trumpet responded to a question about the Church of God's stance on a Christian going to war. The answer printed was \"We answer no. Emphatically no. There is no place in the New Testament wherein Christ gave instruction to his followers to take the life of a fellow-man\".\"Should We Go to War?\" Gospel Trumpet, April 14, 1898, p. 4. As time went on the Church of God maintained their stance on pacifism, but as World War I was erupting across Europe, the church's stance began to soften. When German Church of God congregants were drafted into the army, the Gospel Trumpet began running letters submitted about the conditions of training camps and on the battlefields. While encouraging their readers to pray for the German soldiers, the Gospel Trumpet made no reference to the apparent contrast between supporting the war effort and encouraging pacifism.See Merle D. Strege “The Demise [?] of a Peace Church: The Church of God (Anderson), Pacifism and Civil Religion, The Mennonite Quarterly Review, Vol. LXV April 1991, No. 2 pgs. 128-140. As the United States entered World War I, the Gospel Trumpet restated the church's official stance of pacifism but also reminded their congregants that they supported the authority of the state and should comply with local laws concerning the draft. There were articles published to help a pacifist request non-combat duty if they were drafted. For those who decided to volunteer, the church reported that the volunteer would not lose their salvation but would have to answer to God concerning their actions during the war. Strege writes that as the war waged on, \"there occurs in print no condemnation of those who entered the army--whether German or American--and there is no questioning of their religious commitment\".Strege p. 137 The Church of God pacifist stance reached a high point in the late 1930s. The Church regarded World War II as a just war because America was attacked. Sentiment against Communism (which advocated for state atheism in the Eastern Bloc) has since kept strong pacifism from developing in the Church of God.Mitchell K. Hall, \"A Withdrawal from Peace: The Historical Response to War of the Church of God (Anderson, Indiana),\" Journal of Church and State (1985) 27#2 pp 301-314 ===Developments in holiness standards=== The Church of God continues to see itself as a direct outgrowth of the original teachings of D.S. Warner's ministry that began the movement in the 1880s. Warner believed that every group of organized churches who had an earthly headquarters and an earthly creed, other than the Bible, was a part of Babylon. He and his later followers taught that God had restored the light of Christian unity in 1880. The Evening Light ministry became known as \"come outers\" because they traveled from town to town preaching that all of the saved needed to \"come out of Babylon\" and worship together in one place rather than being separated by creeds, dogmas and doctrines of men. The Reformation Ministry (another name for their ministry) believed that false Christianity was the harlot woman in the book of Revelation. The ministry further believed that the harlot woman was a symbol of Roman Catholicism and that her daughters were a symbol of Protestantism. As an example of their emphasis on the nature of the true Church, the slogan of the Church of God paper, \"One Voice\", almost became \"On Becoming the Church\". The Evening Light Ministry of 1880-1915 believed that they taught the whole truth of Scripture and that they were setting the example for the true Church. In the process, they had placed a strong emphasis on what was seen as \"holiness living.\" This led to a sense that certain cultural practices then common in late nineteenth and early twentieth America were out of bounds for the \"sanctified Christian.\" Adherents saw it as non-conformity to the world, that is, that Christ had called them out of the \"worldliness\" around them, both internally and externally.John W. V. Smith. The Quest for Holiness and Unity: A Centennial History of the Church of God. (Warner Press: Anderson, IN, 1980) p. 194 Some re-thinking began in 1912 when men were permitted to wear long neck ties. By the 1950s, the movement no longer forcefully taught against the immodesty of mixed bathing (swimming) among the sexes or the addition of a television to the home. These twentieth century changes focused on the idea that the internal transformations of holiness deserved far more emphasis than debates over its proper outward manifestation, such as styles of dress and some forms of worship. In his 1978 work for the Church, Receive the Holy Spirit, Arlo Newell addressed his view of the nature of holiness for Christian living, emphasizing its internal requirements. Expressing the still dominant view in the Church of God, Newell stated that \"holiness centers in completeness. Christ was and is the perfect sacrifice, none other need ever be made. Every believer in Christ has entered into the 'everlasting covenant,' and the extent of the work of redemption is limitless.\"Receive the Holy Spirit. (Warner Press: Anderson, IN, 1978) p. 31 Emphasizing the point, Newell went on to give a definition of the man who is holy. He noted that \"the holy man is the whole man, integrated, harmonized within by his supreme, inclusive purpose to realize in himself and others the moral image of God revealed in Christ, God incarnate.\"Receive the Holy Spirit. (Warner Press: Anderson, IN, 1978) p. 32-33 Thus, as the movement increasingly de-emphasized the importance of external manifestations of \"holy living,\" teaching against the following list of practices, while still valued by some, is no longer emphasized by the Church of God: * against outward adornment: wedding rings, ear rings, lipstick on women, or following \"worldly fashions\" (there is still an emphasis by some on \"modesty\", i.e. non-ostentatiousness in such things) * women should always refrain from wearing clothing that pertains to men, e.g. pants * women should not cut their hair but instead grow it long and men should keep their hair short * ministers should not receive a set salary The Church of God (Guthrie, Oklahoma), a body in the conservative holiness movement, was created in the 1910s as a result of schism with the Church of God (Anderson, Indiana) over wanting to maintain traditional standards of outward holiness. ==Statistics== According to a census of the denomination, in 2020, it had 7,800 churches, 887,000 members in 89 countries.Church of God, Our History, jesusisthesubject.org, USA, retrieved May 9, 2020 ==Beliefs== The denomination has holiness movement beliefs Church of God, Our beliefs, jesusisthesubject.org, USA, retrieved August 27, 2021 and is a member of the Global Wesleyan Alliance. Global Wesleyan Alliance, About Us, wesleyanalliance.com, USA, retrieved August 27, 2021 The church observes baptism by total immersion, the Lord's Supper (commonly known as communion), and feet washing as symbolic acts, recognizing them as the ordinances of God. ==Organization== Church polity is autonomous and congregational, with various state and regional assemblies offering some basic support for pastors and congregations. In North America, cooperative work is coordinated through Church of God Ministries with offices in Anderson, Indiana. Currently, the general director is Jim Lyon. There are 2,214 congregations in the United States and Canada which are affiliated with the Church of God with an average attendance of 251,429.2009 Yearbook of the Church of God, p. 353. Worldwide, adherents number more than 1,170,143 in 7,446 congregations spread over nearly ninety countries. In Jamaica, Church of God is the first denomination with 24% of the population and 111 congregations. Personal conversion and Christian conduct, coupled with attendance, are sufficient for participation in a local Church of God congregation. In the United Kingdom, there are 2 congregations: Church of God, Egan Road (Birkenhead, Merseyside) under the leadership of Pastor Zach Langford and Community Church of God (Tottenham, London) under the leadership of Pastor Mickell Mascall. In East Africa Bunyore is home to the national headquarters of the Church of God in Kenya, Bunyore Girls’ High School and Kima School of Theology all of which are located at Kima. A significant town in Bunyore is Luanda, Kenya located on the Kisumu-Busia Highway. Maseno University, in the neighboring Maseno town is less than 6 miles from Kima which was under Archbishop Rev Dr. Byrum A. Makokha until his death on 25/08/2020. ==Affiliated schools== The church's seminary is Anderson School of Theology in Anderson, Indiana. It is also affiliated with several colleges across North America, including Anderson University, Mid-America Christian University, Warner Pacific University, Warner University and West Indies Theological College as well as Kima International School of Theology (KIST) in Maseno, Kenya, and IBAO (Institut Biblique de l'Afrique de l'Ouest) in Yamoussoukro, Côte d'Ivoire. The church also supports Triple C School, a primary and secondary school located in Grand Cayman, Cayman Islands. ==References== ==External links== * Official website of the Church of God (Anderson, Indiana) in North America * Official website of Warner Press, publishing house for the Church of God (Anderson, Indiana) Category:Religious organizations established in 1881 Category:Holiness denominations Category:Christian denominations established in the 19th century Category:1881 establishments in Indiana",
 "title": "Church of God (Anderson, Indiana)"
}