{
 "id": "378478",
 "text": "thumb|upright=1.3|The University of California Rally Committee in possession of the axe during the 2010 Big Game The Stanford Axe is a trophy awarded to the winner of the annual Big Game, a college football match-up between the University of California Golden Bears and the Stanford University Cardinal. The trophy consists of an axe-head mounted on a large wooden plaque, along with the scores of past Big Games. Cal currently holds the Axe after defeating Stanford 41–11 in the 2021 game. ==History== ===Origins=== thumb|left|Stanford University's Axe Committee carries the Axe around Memorial Stadium during the 2008 Big Game The Stanford Axe was originally a standard 12-inch lumberman's axe. It made its first appearance on April 13, 1899 during a Stanford rally when yell leaders used it to decapitate a straw man dressed in blue and gold ribbons while chanting the Axe yell, which was based on The Frogs by Aristophanes (Brekekekèx-koàx-koáx): ===Theft by University of California=== thumb|Map of route taken on April 15, 1899 The Axe made its second appearance two days later on April 15, 1899 at a Cal-Stanford baseball game played at 16th Street and Folsom in San Francisco. Led by Billy Erb, the Stanford yell leaders paraded the Axe and used it to chop up blue and gold ribbon after every good play by the Stanford team, while shouting the Axe yell. However, Stanford lost the game and the series, and the yell leaders debated if the Axe was a jinx and whether to dispose of it. As Stanford students discussed the Axe's fate, a group of Cal students seized it and ran off with the Axe. It in turn was passed from student to student, and a chase ensued through the streets of San Francisco, first followed by Stanford students and fans and second followed by the San Francisco police. During the chase, the Axe's handle was broken off. Cal student Clint Miller, who was wearing an overcoat so he could easily conceal the axe head, was the last to handle the Axe. As he reached the Ferry Building, he noticed the police inspecting the pockets of every boarding male passenger. Miller described what happened next in a letter he wrote in 1912: Recent research indicates it is possible Miller may have used the historic Southern Pacific steam ferryboat Berkeley (Maritime Museum of San Diego) as the getaway boat. From there Miller took the Axe back to Berkeley where it was first stored in a fraternity (Chi Phi), and later in a bank vault. Two days later, Cal held its first Axe Rally. ===Recapture by Stanford University=== For the next 31 years, the Axe stayed in Berkeley as a prize of conquest. In 1930, 21 Stanford students plotted to take back the Axe from Cal. This group became known in Stanford lore as the Immortal 21 (including Gerald Bettman and Ed Soares); Cal partisans call them the Immoral 21. Cal's protection of the Axe at the time was intense--it was kept in a Berkeley bank vault and brought out, in an armored car, only for spring baseball and Big Game rallies. The Stanford group decided that their best chance would be right after the spring Axe rally, held that year on April 3 at Cal's Greek Theatre After the rally, four Stanford students posing as photographers temporarily blinded Norm Horner, the Grand Custodian of the Axe, with camera flashes. In the subsequent scuffle, the Stanford students grabbed the Axe while several others disguised as Cal students tossed a tear gas (or smoke, depending on account) bomb at the Cal students who guarded it. The Axe was taken to one of three cars which sped off in different directions. Several other Stanford students (disguised as Cal students) further delayed attempts to recover the Axe by organizing a search party away from the direction of the getaway cars. Although several of the raiders were caught, the Axe made it back to Stanford where it was paraded around the campus. ===Use as a trophy=== thumb|right|alt=A group of American football players, surrounded by photographers, lift a plaque upon which is an ax head and an inscription.|Stanford players lift the Stanford Axe after winning the 2010 Big Game For three years after the raid on Berkeley the Stanford Axe lay in a Palo Alto bank vault while both universities decided what to do with it. In 1933, both sides agreed to designate the Axe as the annual trophy to be awarded to the Big Game's winner; in the event of a tie, it would be kept by the side already possessing the Axe. However, the agreement did not stop students from both schools from stealing (or attempting to steal) the Axe. Since 1933, Cal students have stolen the Axe three times and Stanford students four times; the most recent incident occurred in 1973. On January 28, 1978, a group of Cal students paraded a carefully constructed replica of the Axe across the court of Stanford's Maples Pavilion during the Cal-Stanford basketball game. This \"Fake Axe\" stunt led to erroneous reports in the following day's papers that the Axe had been stolen, therefore some sources report 1978 as the most recent theft.San Francisco Examiner, Sunday January 29, 1978. {| class=\"wikitable\" |+Axe Scorecard |- ! Stanford (48) || California (35) || Ties (3) |- |valign=\"top\"| 1933 1934 1935 1940 1942 1946 1955 1957 1961 1962 1963 1964 1965 1966 1968 1969 1971 1973 1974 1976 1977 1978 1981 1984 1985 1987 1989 1990 1991 1992 1995 1996 1997 1998 1999 2000 2001 2007 2010 2011 2012 2013 2014 2015 2016 2017 2018 2020 |valign=\"top\"| 1936 1937 1938 1939 1941 1947 1948 1949 1951 1952 1954 1956 1958 1959 1960 1967 1970 1972 1975 1979 1980 1982 1983 1986 1993 1994 2002 2003 2004 2005 2006 2008 2009 2019 2021 |valign=\"top\"| 1950* 1953* 1988† |- | colspan=3 style=\"text-align:center; font-size:0.8em\"| * Axe retained by California † Axe retained by Stanford |} ==Traditions== Depending on which school holds the Axe, the trophy's recorded score for the 1982 Big Game is changed. This is part of the continuing dispute surrounding The Play, the last play in the final seconds of the 1982 game, which ended with a kickoff return marked by five laterals. During the play, the Stanford Band, believing the game was over and that Stanford had won, ran onto the field; the touchdown run through the band featured the last Cal returner, Kevin Moen, running through a Stanford trombone player, Gary Tyrell, in the end zone. Referees declared the touchdown as legal, and California won the game. However, Stanford contends that one of the five laterals on that play was an illegal forward pass, and that a Cal player was tackled before he lateraled the ball. As a result, whenever Stanford wins the Axe, the 1982 score is changed on the trophy from \"California 25-20\" to read \"Stanford 20-19.\" Despite this practice, the official score (California 25-20) must be on the Axe prior to the start of each Big Game, no matter who has it at the time. When Stanford has the Axe, it is guarded by the Stanford Axe Committee and kept in a secret location, when not on display in the lobby of the Arrillaga Sports Center. When California is in possession of the Axe, the Chairman of the UC Rally Committee acts as its custodian. It is generally displayed in the lobby of the Martin Luther King Junior Student Union Building. During the Big Game, the Stanford Axe is displayed by the school that won the Big Game during the previous year. The Stanford Axe is transferred at the Big Game during what is known as \"The Stare Down.\" With two minutes remaining in the Big Game, the Stanford Axe is brought to the 50 yard line, where members of the UC Rally Committee and the Stanford Axe Committee wait until the end of the game to determine who will take the Axe. Once the game ends, the winner of Big Game takes possession of the Axe until the next Big Game is played. Currently, California has the Axe after winning the 124th Big Game on November 20, 2021, by the score of 41–11, breaking Stanford's one- game streak of holding the Axe. Although Stanford leads the all-time series before and after the use of the Axe as a trophy, California still has held the Axe for a longer amount of time due to their 31 year possession before the recapture of the Axe by Stanford. During the time the Axe has been used as a trophy, Stanford has held it 48 times to California's 35. == See also == * The Big Game == References == ==External links== *Cal's History and Tales of the Stanford Axe *Stanford's History of the Stanford Axe *The Stanford Axe, Jointly Written by Cal and Stanford students at the time of its first recovery Category:College football rivalry trophies in the United States Category:California Golden Bears football Axe, The",
 "title": "Stanford Axe"
}