{
 "id": "378618",
 "text": "Opus the Penguin (Opus T. Penguin) is a fictional character created by artist Berkeley Breathed. Breathed has described him as an \"existentialist penguin\" and the favorite of his many characters. Opus has appeared in several of Breathed's creations, most notably his 1980s comic strip Bloom County. Breathed also included Opus in the sequel strip to Bloom County, Outland, and later made him the star of his own self-titled strip. == Introduction and appearance == Opus was originally introduced in June 1981, as a one-time gag about hapless Mike Binkley bringing home what he thought was a German Shepherd, which turned out to be a penguin, much to the disappointment of his father. After being featured in a few strips, the character was dropped for several months, before being gradually re-introduced in January, 1982, and eventually becoming a central character in Bloom County. Opus' popularity quickly grew until he became the signature character of Bloom County and of Breathed's subsequent comic strips. Opus' appearance changed since his inception - he originally looked like a common penguin, but between 1982 and 1986 his nose grew dramatically (developing its signature bump in the middle, of which Opus is very self-conscious). Mike Binkley, during one Sunday strip, points out the fact that Opus more closely resembles a puffin, a revelation shocking to the sensitive Opus. (In the final panel of the same strip, Opus responds by telling Binkley that he looks like a carrot.) Opus says he is attracted to \"svelte buoyant waterfowl\". He is usually seen wearing a bow tie and collar, though he sometimes switches to a diagonally striped necktie when running for public office. Beginning in Outland during the 1990s, he is also occasionally seen inexplicably wearing white briefs. Opus once mentioned his height during an interview for \"The bureau of nosy statistics.\" In this comic strip he said that his height is two feet eleven inches. == Notable storylines == According to Opus' back story, he is from the Falkland Islands, How he got from there to Bloom county is explained in \"The Night Of The Mary Kay Commandos\". He was separated from his mother at a young age, and much of his personality is therefore enmeshed in his sense of abandonment and yearning for a mother figure. There is never any mention of Opus' father if he ever knew him. Over the years Opus has served as Steve Dallas' legal secretary, journeyed to Antarctica in search of his mother, played the tuba in heavy metal group Deathtöngue (later renamed Billy and the Boingers), wooed (and was nearly married to) an abstract sculptor named Lola Granola, worked as a newspaper personals editor, lifestyle columnist and comic strip writer, had brief, experimental stints employed as a farmer, garbageman and even a cartoonist (or, as he called it, a stripper, which he would also be at one point), and run for vice president on the National Radical Meadow Party ticket, along with his running mate Bill the Cat. In the tradition of many other popular characters, Opus apparently died (while unwillingly brought along on a balloon expedition to Washington, DC, to zap the ambassador from apartheid-era South Africa with a ray that would temporarily turn him black) only to return with amnesia. He later regained his memory after being in a state of intense and total shock; he heard an erroneous report that Diane Sawyer (on whom he had an enormous crush) had married Eddie Murphy. Another story line led Opus, in search of his mother, to a Mary Kay Cosmetics testing building, which he was shocked to find out was cruelly using animals as test subjects for various cosmetics. Another memorable story line featured Opus being the subject of moral scorn as a perpetrator of \"penguin lust\". He fled Bloom County, and was absent for a long time, eventually reappearing lost in the desert, before his mother came to him in a hallucination and told him to return to his home. In another story, Opus wrote an autobiography, A Penguin's Story, which nobody bought. Milo Bloom later rewrote the memoir, exaggerating and fabricating most of it, in his typical fashion. The new, scandalous memoir, entitled Naked Came I, became a bestseller in the Bloom County universe, leading Opus to even more notoriety than he had as Bill the Cat's running mate. A major failing of Opus is his inability to resist the temptations of television infotainment commercials, a la Ronco, with the result being that he is frequently seen receiving crateloads of useless and arcane kitchen utensils such as \"turnip twaddlers\". Opus also has a very amusing (but somewhat unfortunate) history of \"losing parts\"; on several occasions, his \"fanny\" has fallen off (often with a clanking sound on the floor), and he has also had instances where his nose droops or is taken completely off as a result of sneezing while using dental floss and so on. Sometimes these are combined; he has had either his nose and rear end fall off, or his nose droop while his rear end has fallen off, and so on. He eventually learned that his navel was in fact the screw that attached his rear end to his body. Opus appeared in the Berkeley Breathed Christmas children's book, A Wish for Wings That Work. It was later turned into a cartoon. == Post–Bloom County == Opus was the second Bloom County regular to appear in the Sunday-only Outland strip, after Outland's original protagonist, Ronald-Ann Smith. He also appeared in some of Breathed's children's books, including A Wish for Wings That Work and Goodnight Opus. Eight years after Outland ended, Opus returned in a second Sunday-only strip simply titled Opus, in 2003. The first few strips showed Opus's discontent living in Antarctica with his overbearing mother. A misdirected Mars probe happened to give him the means to return to Bloom County, where he set about looking for his old friends. To date, he has been reunited with four -- Bill the Cat, Steve Dallas, and (on June 3, 2007), Michael Binkley and Oliver Wendell Jones. According to the July 10, 2005 edition of the Opus comic strip, Opus lived at 996 Melba Lane, presumably in Bloom County. Opus appears on the label of Honest Tea's Peach Oo-la-long tea. ==Ending== On October 6, 2008, Berkeley Breathed announced that he would retire the character on November 2.Washington Post, October 6th, 2008, Washingtonpost.com He added that \"I'll be leaving Opus in a way that it should be very clear that this time there's no going back home\" and that he felt \"unrealistically emotional\" about drawing the final Opus strip and writing a final ending.Block, Melissa. \"Farewell Opus; Hello Pete, The Perfectly Practical Pig.\" National Public Radio. October 6, 2008. The final strip showed Opus fast asleep in bed on the final page of Goodnight Moon, Steve Dallas having opened the book in the previous strip. ==Revival== Opus returned in the 2015 revival of Bloom County, awakening from a 25-year nap. ==References== == External links == *Berkeley Breathed's website *Opus archive at Washingtonpost.com Category:Bloom County characters Category:Comics characters introduced in 1981 Category:Fictional penguins Category:Anthropomorphic birds",
 "title": "Opus the Penguin"
}