{
 "id": "379649",
 "text": "The Tokyo Yakult Swallows are a professional baseball team in Nippon Professional Baseball's Central League. They are based in Shinjuku, Tokyo. They have won 8 Central League championships and 6 Japan Series championships. Since 1964, they play their games at Meiji Jingu Stadium. The Swallows are named after their corporate owners, the Yakult Corporation. From 1950 to 1965, the team was owned by the former Japanese National Railways (known as Kokutetsu (国鉄) in Japanese) and called the Kokutetsu Swallows; the team was then owned by the newspaper Sankei Shimbun from 1965 to 1968 and called the Sankei Atoms. Yakult purchased the team in 1970 and renamed it the Yakult Atoms, before renaming it again as the Yakult Swallows in 1974, and then the Tokyo Yakult Swallows in 2006. ==Kokutetsu and Sankei era (1950–1969)== The franchise was established for the first time in 1950 when the team was created by the owners of what was then Japanese National Railways (now the privatized Japan Railways Group). The team name was made the Kokutetsu Swallows. The team never finished with a winning record in their entire first decade of the 1950s. In 1961, the team ended up being third in the league for first time in their team history. Konkutetsu chose \"Swallows\" as JNR had an express railway, which at the time, was the fastest in Japan, which was named Tsubame (or swallow in English). Other name ideas were railway themed, such as \"Service\" or \"Whistles\". Pitcher Masaichi Kaneda, nicknamed \"The Emperor\", starred for the team during this era and was the league's most dominant pitcher. Kaneda holds numerous career records in the Japanese leagues. For the Swallows, he went 14 straight seasons with at least 20 wins, led the league in strikeouts 10 times, wins three times, ERA three times, and won the Eiji Sawamura Award three times. Kaneda pitched for the Swallows from 1950 to 1964. In 1965, the team was bought by Sankei Shimbun and Sankei retained the Swallows name for 1 year before switching their name to the Atoms, as they were one of the leading advocates of nuclear energy and they had no ties to the original name. ==Yakult era (1970–2005)== In 1970, Sankei Shimbun offloaded the team to Yakult Honsha, and Yakult kept the Atoms name for 3 seasons before bringing back the original \"Swallows\" name due to petitions from fans. The team won its first Japan Series championship in 1978. In 1990, Katsuya Nomura became the new manager of Swallows, making drastic changes in the team. Although his first year with the Swallows resulted in them finishing in fifth place, the Swallows improved to third in the league the next year for the first time since 1980. From 1992 to 2001, the team won five Central League championships, prevailing in the Japan Series in 1993, 1995, 1997, and 2001. (Nomura managed the team to the first three of those championships.) ==Tokyo Yakult era (2006–present)== In 2006, Tokyo was added to the team name, resulting in the team name of Tokyo Yakult Swallows, and the logo of Tokyo was added to the uniform for the first time since the Kokutetsu era. The team maintained a winning percentage of .500, and ended up in third place in the league. 2011 was an impressive year for the Swallows. In April, the Swallows topped the Central League and kept 1st place until September when the Chunichi Dragons climbed to win in the pennant race, ultimately leaving the Swallows in 2nd place in the Central League. The Swallows entered the Climax Series in 2009, and faced the Yomiuri Giants for the stage 1, which ultimately resulted in a 2–1 victory. Swallows advanced for their first time into stage 2 and faced the defending Central League champions, the Chunichi Dragons. The Swallows eventually lost against the Dragons by 2–4, ending their postseason. At the end of season, Hirotoshi Ishii retired from the team. In 2012, Norichika Aoki was posted to the Milwaukee Brewers. On 19 March 2012, the main office was moved to Kita-Aoyama which is located close to the Meiji Jingu Stadium from Higashi-Shinbashi. In 2013, Swallows outfielder Wladimir Balentien broke the NPB single-season home run record, finishing the season with 60 home runs. This was majorly due to the league secretly introducing a more juiced ball that allowed more home runs to be scored, which caused three-term NPB commissioner Ryozo Kato to resign when the juiced ball was found about. The Swallows finished the 2015 regular season with the Central League's best record and defeated the Yomiuri Giants in the Climax Series to advance to the Japan Series, where they lost to the Fukuoka SoftBank Hawks in five games. The Swallows clinched the 2021 Central League pennant on 26 October 2021 with a 5-1 victory over Yokohama DeNA BayStars, coupled with Hanshin Tigers losing 4-0 to Chunichi Dragons on the same night. The victory clinched the pennant with two games to spare in the regular season. This allowed them to advance to the final stage of the Climax Series, sweeping the Yomiuri Giants, 3-0, to advance to the Japan Series. They eventually won the series against the Orix Buffaloes in six games to win the Japan Series, their first since 2001. ==Gallery== File:2019 神宮 (46809466734).jpg|View of Meiji Jingu Baseball Stadium, a franchise of Tokyo Yakult Swallows File:Meiji Jingu Stadium.JPG|Swallows fans supporting hold an umbrella in 2006 File:Gk ryoDSC 93972.jpg|Tetsuto Yamada (2011–present) in 2018 File:Gk ryoIMG 5603.jpg|Munetaka Murakami in 2018 ==Current roster== ===Honoured numbers=== *1: Tsutomu Wakamatsu (若松 勉) *6: Shinya Miyamoto (宮本 慎也) *8: Katsuo Osugi (大杉 勝男) *27: Atsuya Furuta (古田 敦也) – Player manager in 2006–2007 ==Former players== (1950–1964) (1972–1989) (1968–1985) (1971–1981) (1970–1985) (1973) (1974–1977) (1976–1978) (1978–1979) (1987) (1990) (1991–1992) (1993) (1995–1996) (1997–1998) (1999–2002) (1999–2000) (2007–2011) ==MLB players== *Masato Yoshii (1998–2002) *Kazuhisa Ishii (2002–2005) *Shingo Takatsu (2004–2005) *Akinori Iwamura (2007–2010) *Ryota Igarashi (2010–2012) *Norichika Aoki (2012–2017) *Tony Barnette (2016–2019) ==Managers== * (1950–1953) * (1954–1955) * (1956–1960) * (1961–1962) * (1963) * (1964–1965) * (1966–1967) * (1968–1970) * (1971–1973) * (1974–1976) * (1976–1979) * (1980–1984) * (1984–1986) * (1987–1989) * (1990–1998) * (1999–2005) * (2006–2007) - Player Manager * (2008–2010) * (2011–2014, 2018–2019) * (2015–2017) * (2020–present) ==Mascots== The team's mascot is a black swallow with a red face named Tsubakuro (ツバクロ). He is known for his feuds with the Orix Buffaloes mascots. The number on the back of his uniform is \"2896\" as opposed to 111/222 used by Buffalo Bull and Buffalo Bell, the Buffaloes' mascots. There is also a female swallow mascot named Tsubami. She wears a skirt and may be intended as Tsubakuro's little sister, just as Bell is Bull's little sister. Before Tsubakuro was created, the teams mascots were Yabo and Sue-Chan (ヤー坊 & スーちゃん), who were the team mascots from 1979 to 1994. The team also has a third mascot named Torukuya, a swallow who resembles a luchador. He always carries around a parasol and a bottle of Yakult that he carries on his back. He is also the younger brother of Tsubami. The team also had a former mascot named Entaro, a swallow who wore a jersey and his jersey number is 8960. He was replaced by Torukuya in 2014. ==References== ==External links== * Tokyo Yakult Swallows official web site * Tokyo Yakult Swallows official English web site Category:Nippon Professional Baseball teams Category:Baseball teams established in 1950 Category:Sports teams in Tokyo Category:1950 establishments in Japan",
 "title": "Tokyo Yakult Swallows"
}