{
 "id": "379716",
 "text": "Turanga Leela is a fictional character from the animated television series Futurama. Leela is spaceship captain, pilot, and head of all aviation services on board the Planet Express Ship. Throughout the series, she has an on-again, off-again relationship with, marries and has a mutant child with Philip J. Fry, the central character in the series. The character, voiced by Katey Sagal, is named after the Turangalîla-Symphonie by Olivier Messiaen. She is one of the few characters in the cast to routinely display competence and the ability to command, and routinely saves the rest of the cast from disaster. However, she suffers extreme self-doubt because she has only one eye and grew up as a bullied orphan. She first believes herself an alien, but later finds out she is the least-mutated sewer mutant in the history of 31st-century Earth. Her family (particularly her parents' accent and \"outcast\" status) parodies aspects of pollution and undesirability associated with industrial New Jersey when compared with New York City. ==Fictional character biography== Turanga Leela was born to Morris and Munda, two mutants who live in the sewer deep under New New York City. The mutant doctor who delivered Leela remarked that she was \"the least mutated mutant ever born\". When Leela was still an infant, her parents gave her up to the Cookieville Minimum Security Orphanarium with a note written in mysterious symbols to suggest that Leela was an alien, so that she would have a better life than a typical mutant. For the first three seasons of the series, Leela hopes to meet another member of her race of one-eyed aliens. In the episode \"A Bicyclops Built for Two\", Leela meets Alcazar, a cyclops who convinces her that he and she are the last two members of their extinct race, only to discover that he is a shapeshifting impostor. Leela's parents' plan for concealing her origins works well until an industrial accident caused by environmentally irresponsible Bender brings Leela and her friends into the New New York City's sewer system where for the first time Leela meets her parents and discovers that she is not a cyclopean alien, but is actually a sewer mutant. In the episode \"The Problem with Popplers\", Leela's family name, Turanga, was used for the first time. The episode \"Less Than Hero\" establishes that among Leela and her parents, their family name is placed before the given name.In that episode, Leela's father, Turanga Morris, writes a letter, and on the envelope, he writes \"Turanga Morris and Munda\". ===Character development=== Leela's orphan upbringing and mysterious origins are helpful to fuel the development of her character over the course of the series. Despite her strong-willed nature, she often feels self-conscious about her distinctive appearance, and at one point elects to have surgery to give her the appearance of having two normal-sized eyes, though she later has this reversed. Leela's single eye hampers her depth perception and is sometimes exploited for comic effect, for instance, in the episode \"The Problem with Popplers\" it is suggested that she actually is crashing into billboards every time in the opening credits, though it typically does not interfere with her ability to pilot the Planet Express Ship (beyond crashing into the odd billboard) or her mastery of martial arts. Originally a career placement officer for new defrostees at a cryogenics lab in the year 2999, Leela quit her job after meeting Philip J. Fry, a defrostee from 1999, and Bender, a high-tech, job-deserting, girder bending robot. Together they are employed as the crew for Planet Express, an intergalactic delivery business run by Fry's distant relative, Professor Hubert J. Farnsworth. Leela serves as captain of the Planet Express Ship, proving herself to be a skilled officer and often rescuing her less-talented coworkers from peril. Leela is an avid environmentalist. In \"Love's Labour Lost in Space\", Leela and crew are sent to Vergon 6, a planet that is about collapse because of mining. Her mission is to save the animal inhabitants of the planet. The mission winds up unsuccessful because of a small animal Leela finds only one of because he ate the rest of the animals. This animal, who she names Nibbler, becomes her pet for the remainder of the series. Her environmentalist beliefs resurface again in Into the Wild Green Yonder. Despite her love of animals and nature, she embarks on an Ahab-like quest to kill a space whale in the episode \"Möbius Dick\". ===Abilities=== Leela is a skilled martial artist and adept weapons expert and survivalist. In the episode \"The Raging Bender\" , a flashback revealed that she had earned a red belt in Kung Fu as a teenager, but despite her besting all the other students, she quit due to her sexist instructor, of whom she beat up years later. She is very athletic and in great physical condition, with most males (of any species) unable to match her in physical combat. ===Relationships=== ; Philip J. Fry: Leela's and Fry's relationship is a major plot line that runs throughout the series. Fry frequently asks for dates, though she repeatedly turns him down despite her usual romantic mishaps. There are various moments when she does fall for him even briefly, especially whenever he would risk his life for her. She sees him as a true friend and does not want anything more of him, but it constantly appears as if she is hiding (and denying herself) deeper feelings for him, saying \"I love his boyish charm, but I hate his childishness\". At the end of the film Futurama: Into the Wild Green Yonder, Leela openly admits to loving Fry, and shows greater attraction to him from the episode \"Rebirth\" onward, though their relationship varies. In \"The Prisoner of Benda\", the two share a romantic interlude, though their personalities have been switched to different bodies. In the episode \"Fry Am the Egg Man\", while being hit on by Angus McZongo, she says that she and Fry are strictly platonic. In \"Overclockwise\", Leela expresses concerns over their \"on-again-off-again\" relationship, but by the end of that episode, Bender reveals Fry and Leela's future to them, and while the viewer is not told its details, Leela and Fry are clearly pleased with them. The relationship continues through the seventh season, culminating in Fry proposing to Leela. Before she can accept, however, an accident with the Professor's new invention results in the universe being frozen in time, except for her and Fry. They get married anyway, and have a happy life together as the only unfrozen beings in existence. Years later, the Professor appears through an interdimensional wormhole and offers them the chance to go back in time to before the universe froze. Fry asks Leela if she wants to \"go around again\" with him, a proposal she happily accepts. ; Lars Fillmore:After a freak accident involving Hermes' decapitated body, Leela meets Lars at The Body Shop where Hermes' head is being kept alive. Lars later delivers Hermes' new head jar and asks Leela out for dinner and the two begin dating. During the same time Leela and Lars begin dating, the world is taken over by an alien species that overtook robots by scamming people into giving them personal information. The scammers find the secret to time travel tattooed on Fry's butt. After the scammers have stolen all-important artifacts from throughout history they seek to destroy Fry's body so no one else can time travel. Fry escapes back to the 21st century with Bender on his tail. Bender believes he murdered Fry and heads back to the future. Fry shows up and tells his story of how he got back to the future. The Professor reveals a formula that he then explains to be why any body that is duplicated due to time travel is doomed. Lars proposes to Leela in Futurama: Bender's Big Score. Lars saves the crew from a bomb dropped by Robot Santa and Fry becomes even more upset and jealous. Lars and Leela were to marry on Sunday, December 27, 3007 at 4 O'Clock. During the ceremony Lars leaves Leela at the altar because Hermes' body was again destroyed because of the time paradox duplicate rule and he did not want their wedding to be riddled with sadness. Fry sees Leela's sadness and devises a plan to try to get Leela and Lars back together. During this encounter, it is revealed that Lars is actually Fry's time paradox body duplicate whose hair and voice was altered by when Bender tried to kill him. ; Zapp Brannigan:During a visit aboard The Nimbus, Leela has pity sex with the pompous, idiotic captain Zapp Brannigan in the episode where he is first introduced, \"Love's Labours Lost in Space\"; according to Groening, the episode marked a turning point in the series, as it showed that the writers could degrade the main heroine without alienating viewers from the show. Throughout the series, Brannigan constantly tries to entice her into dates and romantic encounters, much to her disgust, Leela denouncing him as an incompetent lover and general idiot. The next encounter Leela has with Zapp is in \"A Flight to Remember\", during a cruise on the Titanic. Leela, worried Zapp might try to court her, tells Zapp she is dating Fry. Zapp suspects she is lying and invites her and Fry to dine at the captain's table with him. Zapp does his best to catch them in the lie but due to changing the ship's course earlier in the episode, which eventually leads the ship into a black hole, is called away from the table. Leela is able to make it off the ship with the rest of the crew in an escape pod and avoid an unwanted sexual encounter with Zapp. ; Nibbler (Non-Romantic):Leela and the rest of the Planet Express Ship's crew are sent on a mission to a planet called Vergon 6 in \"Love's Labour Lost in Space\". On their way to the planet, The Planet Express Ship is intercepted by The Nimbus, captained by Zapp Brannigan. Leela decides to ask Zapp for help in saving the animals from the doomed planet of Vergon 6. Zapp denies her request and imprisons the crew based on their intention of breaking Brannigan's law. According to Brannigan's law, no one is allowed to interfere with undeveloped planets. A committed environmentalist and lover of animals, Leela defies Brannigan's orders in order to save the animals of Vergon 6. During the final moments of the planet's existence Leela finds Nibbler, a lone animal of the planet, and adopts him as a pet. Later in the series Nibbler reveals himself to be a member of an ancient race of wise, sophisticated beings known as the Nibblonians. In the episode I Second That Emotion, Bender becomes frustrated with the attention that Nibbler is getting. Seeking to get rid of Nibbler and claim the attention for himself, Bender flushes Nibbler down the toilet. When Bender shows no remorse for his actions Leela becomes frustrated with his inability to see her pain. She has The Professor install a microchip onto Bender to force him to mirror her emotions. Due to Leela's sadness from losing Nibbler, Bender goes into the sewers to find him. Leela goes after Bender and Nibbler but runs into trouble when a sewer monster urban legend shows to be true. In order to save herself and Nibbler, Leela learns to be a little more selfish. ; Adlai Atkins (voiced by Tom Kenny): The only other success to come from Leela's orphanage, Adlai was a remarkably average man who had become a cosmetic surgeon. He grafts a second eye onto Leela's face - which gives her a normal appearance, although she still cannot actually see through the other eye - and the two began dating, but when Adlai commented that an orphan with a third ear on her forehead could be given an operation to be 'acceptable', Leela realizes that she had been better off as she was and makes Adlai undo the surgery. ; Al Alcazar: Initially the first other cyclops Leela met, Alcazar claimed that their planet had been destroyed in a war and the two of them were the only survivors, prompting Leela to accept his proposal of marriage despite his boorish nature. However, Fry's research revealed that Alcazar was actually a shape-shifting grasshopper-like alien who sought to marry 'five alien weirdos' to clean his five castles, and the wedding was swiftly called off. Alcazar is a parody of Al Bundy, the main character of Married... With Children, the sitcom on which Katey Sagal costarred. ; Chaz (voiced by Bob Odenkirk): The mayor's aide. There is only one thing that he cannot do, \"fail the mayor\". He dated Leela and she seemed to be in love with him because of his stature, but Leela dumped him when he wouldn't let orphans skate with them because he was too important. ; Sean / Leela's uneducated ex- boyfriend: The two were in a relationship prior to Fry's arrival to the future, but they broke up. Leela claims that the breakup was mutual, but Sean claims that she was crazy. Sean's first appearance in the show is in \"Fry and Leela's Big Fling\", where he demonstrates his musical talent before being challenged to a fight by Fry. At the end of the episode, it is revealed that Sean is now married to Darlene whom he met in the 99-cent store. ==Character creation== ===Conception=== Though the series described Turanga Leela as a one-eyed alien in its first episodes, Futurama creator Matt Groening and executive producer David X. Cohen had in mind that she would turn out to be the child of sewer-dwelling mutants before the series was pitched to executives. The mutants later revealed to be Leela's parents appear as background characters in the season 2 episode \"I Second That Emotion\", providing an early hint at her origin. Later in the series it is revealed that her parents had given her up to an orphanage (styled an 'orphanarium') in order to give her a chance at living a normal life on the surface, passing her off as an alien due to her relative lack of distinguishing mutant features. According to Groening, the cyclopean but otherwise comely Leela subverts the science-fiction cliché of glamorously perfect female heroines. An early file Groening compiled on Leela lists some of her intended qualities: \"strong- willed, opinionated, gentle (when not fighting), gives orders, unlucky in love, loves weapons, loves animals\". Katey Sagal describes her as a \"tough, strong career girl who just can't get it together in the rest of her life...she's vulnerable and hard at the same time\". ===Name=== Her family name plays on Turangalîla, the Sanskrit title of the 1948 Turangalîla-Symphonie by French composer Olivier Messiaen.Lewis, Jennifer (March 5, 2012). \"The Peculiar Inspirations Behind 10 Cartoon Character Names\". Flavorwire. The Turangalîla-Symphonie has four cyclical themes; its title can be roughly translated as \"love song\". Her given name, Leela (/ˈli.laː/), is the word for lilac in many Indo-European languages (such as French, German, Italian, Dutch and Swedish). Leela (same spelling) was also the name of a companion of the fourth Doctor from Doctor Who (played by Tom Baker), who makes cameo appearances in episode 103 (\"Mobius Dick\") and episode 111 (\"All the presidents' Heads\"). ===Design=== Besides her oversized single eye, Leela's other distinctive features include her purple hair tied in a ponytail by a black hair tie and relatively small nose. The ponytail was included so that Leela, like the other main characters in Futurama and Groening's other cartoon The Simpsons, would be recognizable in silhouette. During the many stages of character design, Groening decided to give Leela a large nose just for fun, but the animators resisted the idea, believing that it was unnatural. The animators ended up drawing Leela with a small nose based on Groening's original drawing of Leela, which he references as his \"idea of a sexy babe\". Animator Gregg Vanzo notes that the artists also had initial difficulties drawing facial expressions and moods for Leela because of her single eye. Leela's usual clothing consists of a low-cut white tank top, leggings and boots. Groening intended Leela to be portrayed as attractive and sexy, but had to instruct the animators to de-emphasize exaggerated aspects of their original design that were too \"racy\". However, Leela is still considered attractive and sexy, even beautiful by several such as Fry and Zapp Brannigan. What Leela calls \"this thing I wear on my wrist\" (referred to in another episode as a \"Wrist Lojackimator\") is capable of minor plot conveniences as needed. ===Casting=== Katey Sagal provides the voice of Leela. Sagal immediately wanted the role when she was asked to audition for Groening. She is one of the few primarily live-action actors in the Futurama cast. In an interview, Sagal said: \"This is acting, but a different type of acting. You're not using your whole tool here—your body and physicality—but it's challenging that way. The animation work is really unusual. I don't have the same experience doing it as the people I work with.\" Sagal notes that she found out years after accepting the part that someone else (comedian Nicole Sullivan) had previously been cast as Leela but the creators had decided to replace her. She also notes that she does not change Leela's voice much from her own natural voice but she does try to make it a little higher-pitched. ==References== Category:Female characters in animated series Category:Fictional space pilots Category:Fictional characters from New York City Category:Television characters introduced in 1999 Category:Animated characters introduced in 1999 Category:Fictional couriers Category:Fictional helmsmen Category:Fictional female martial artists Category:Fictional karateka Category:Fictional female captains Category:Fictional military captains Category:Fictional mutants Category:Fictional war veterans Category:Fictional women soldiers and warriors Category:Futurama characters Category:Martial artist characters in television Category:Fictional cyclopes Category:Characters created by Matt Groening cs:Seznam hlavních postav ve Futuramě#Turanga Leela he:פיוצ'רמה#הדמויות הראשיות",
 "title": "Leela (Futurama)"
}