{
 "id": "379888",
 "text": "Inbred strains (also called inbred lines, or rarely for animals linear animals) are individuals of a particular species which are nearly identical to each other in genotype due to long inbreeding. A strain is inbred when it has undergone at least 20 generations of brother x sister or offspring x parent mating, at which point at least 98.6% of the loci in an individual of the strain will be homozygous, and each individual can be treated effectively as clones. Some inbred strains have been bred for over 150 generations, leaving individuals in the population to be isogenic in nature. Inbred strains of animals are frequently used in laboratories for experiments where for the reproducibility of conclusions all the test animals should be as similar as possible. However, for some experiments, genetic diversity in the test population may be desired. Thus outbred strains of most laboratory animals are also available, where an outbred strain is a strain of an organism that is effectively wildtype in nature, where there is as little inbreeding as possible. Certain plants including the genetic model organism Arabidopsis thaliana naturally self-pollinate, which makes it quite easy to create inbred strains in the laboratory (other plants, including important genetic models such as maize require transfer of pollen from one flower to another). == In the lab == Inbred strains have been extensively used in research. Several Nobel Prizes have been awarded for work that probably could not have been done without inbred strains. This work includes Medawar's research on immune tolerance, Kohler and Milstein's development of monoclonal antibodies, and Doherty and Zinkernagel's studies of the major histocompatibility complex (MHC). Isogenic organisms have identical, or near identical genotypes. which is true of inbred strains, since they normally have at least 98.6% similarity by generation 20. This exceedingly high uniformity means that fewer individuals are required to produce results with the same level of statistical significance when an inbred line is used in comparison to an outbred line in the same experiment. Breeding of inbred strains is often towards specific phenotypes of interest such as behavioural traits like alcohol preference or physical traits like aging, or they can be selected for traits that make them easier to use in experiments like being easy to use in transgenic experiments. One of the key strengths of using inbred strains as a model is that strains are readily available for whatever study one is performing and that there are resources such as the Jackson Laboratory, and Flybase, where one can look up strains with specific phenotypes or genotypes from among inbred lines, recombinant lines, and coisogenic strains. The embryos of lines that are of little interest currently can be frozen and preserved until there is an interest in their unique genotypical or phenotypical traits. === Recombinant inbred lines === thumb|QTL mapping using inbred strains For the analysis of the linkage of quantitative traits, recombinant lines are useful because of their isogenic nature, because the genetic similarity of individuals allows for the replication of a quantitative trait locus analysis. The replication increases the precision of the results from the mapping experiment, and is required for traits such as aging where minor changes in the environment can influence the longevity of an organism, leading to variation in results. === Coisogenic strain === One type of inbred strain that either has been altered, or naturally mutated so that it is different at a single locus. Such strains are useful in the analysis of variance within an inbred strain or between inbred strains because any differences would be due to the single genetic change, or to a difference in environmental conditions between two individuals of the same strain, === Gal4 lines === One of the more specific uses of Drosophila inbred strains are the use of Gal4/UAS lines in research. Gal4/UAS is a driver system, where Gal4 can be expressed in specific tissues under specific conditions based on its location in the Drosophila genome. Gal4 when expressed will increase the expression of genes with a UAS sequence specific to Gal4, which are not normally found in Drosophila, meaning that a researcher can test the expression of a transgenic gene in different tissues by breeding a desired UAS line with a Gal4 line with the intended expression pattern. Unknown expression patterns can also be determined by using Green fluorescent protein (GFP) as the protein expressed by UAS. Drosophila in particular has thousands of Gal4 lines with unique and specific expression patterns, making it possible to test most expression patterns within the organism. == Effects == Inbreeding animals will sometimes lead to genetic drift. The continuous overlaying of like genetics exposes recessive gene patterns that often lead to changes in reproduction performance, fitness, and ability to survive. A decrease in these areas is known as inbreeding depression. A hybrid between two inbred strains can be used to cancel out deleterious recessive genes resulting in an increase in the mentioned areas. This is known as heterosis. Inbred strains, because they are small populations of homozygous individuals, are susceptible to the fixation of new mutations through genetic drift. Jackson Laboratory, in an information session on genetic drift in mice, calculated a quick estimate of the rate of mutation based on observed traits to be 1 phenotypic mutation every 1.8 generations, though they caution that this is likely an under representation because the data they used was for visible phenotypic changes and not phenotype changes inside of mice strains. they further add that statistically every 6-9 generations, a mutation in the coding sequence is fixed, leading to the creation of a new substrain. Care must be taken when comparing results that two substrains are not compared, because substrains may differ drastically == Notable species == === Rats and mice === \"The period before World War I led to the initiation of inbreeding in rats by Dr Helen King in about 1909 and in mice by Dr C. C. Little in 1909. The latter project led to the development of the DBA strain of mice, now widely distributed as the two major sub-strains DBA/1 and DBA/2, which were separated in 1929-1930. DBA mice were nearly lost in 1918, when the main stocks were wiped out by murine paratyphoid, and only three un-pedigreed mice remained alive. Soon after World War I, inbreeding in mice was started on a much larger scale by Dr L. C. Strong, leading in particular to the development of strains C3H and CBA, and by Dr C. C. Little, leading to the C57 family of strains (C57BL, C57BR and C57L). Many of the most popular strains of mice were developed during the next decade, and some are closely related. Evidence from the uniformity of mitochondrian DNA suggests that most of the common inbred mouse strains were probably derived from a single breeding female about 150–200 years ago.\" \"Many of the most widely used inbred strains of rats were also developed during this period, several of them by Curtis and Dunning at the Columbia University Institute for Cancer Research. Strains dating back to this time include F344, M520 and Z61 and later ACI, ACH, A7322 and COP. Tryon's classic work on selection for maze-bright and dull rats led to the development of the TMB and TMD inbred strains, and later to the common use of inbred rats by experimental psychologists.\" ==== Rats ==== * Wistar as a generic name for inbred strains such as Wistar-Kyoto, developed from the Wistar outbred strains. * The Rat Genome Database maintains the most current list of inbred rat lines and their characteristics. ==== Mice ==== A genealogical chart of mouse inbred strains can be found here on the Jackson Laboratory website and is currently being maintained by the laboratory. === Guinea pigs === G. M. Rommel first started conducting inbreeding experiments on guinea pigs in 1906. Strain 2 and 13 guinea pigs, were derived from these experiments and are still in use today. Sewall Wright took over the experiment in 1915. He was faced with the task of analyzing all of the accumulated data produced by Rommel. Wright became seriously interested in constructing a general mathematical theory of inbreeding. By 1920 Wright had developed his method of path coefficients, which he then used to develop his mathematical theory of inbreeding. Wright introduced the inbreeding coefficient F as the correlation between uniting gametes in 1922, and most of the subsequent theory of inbreeding has been developed from his work. The definition of the inbreeding coefficient now most widely used is mathematically equivalent to that of Wright. === Medaka === The Japanese Medaka fish has a high tolerance for inbreeding, one line having been bred brother-sister for as many as 100 generations without evidence of inbreeding depression, providing a ready tool for laboratory research and genetic manipulations. Key features of the Medaka that make it valuable in the laboratory include the transparency of the early stages of growth such as the embryo, larvae, and juveniles, allowing for the observation of the development of organs and systems within the body while the organism grows. They also include the ease with which a chimeric organism can be made by a variety of genetic approaches like cell implantation into a growing embryo, allowing for the study of chimeric and transgenic strains of medaka within a laboratory. === Zebrafish === Though there are many traits about zebrafish that are worthwhile to study including their regeneration, there are relatively few inbred strains of zebrafish possibly because they experience greater effects from inbreeding depression than mice or Medaka fish, but it is unclear if the effects of inbreeding can be overcome so an isogenic strain can be created for laboratory use == See also == * Backcrossing * Congenic strain * Inbreeding * Linebreeding == References == Category:Population genetics Category:Breeding",
 "title": "Inbred strain"
}