{
 "id": "380485",
 "text": "The Ayala Center is a major commercial development operated by Ayala Land located in the Makati Central Business District in Makati, Metro Manila, Philippines. ==About the Center== The Ayala Center is a recreational, shopping, dining, and entertainment development located in the heart of Makati. It is bounded by Ayala Avenue to the east, Epifanio de los Santos Avenue (EDSA) to the south, Arnaiz Avenue to the west, and to the north by Legazpi Street and Paseo de Roxas. The Ayala station of MRT Line 3 serves the area.Route Map, Metro Rail Transit Corporation Passenger Information, retrieved July 7, 2006 The development originally started in 1988 and 1991 with a number of separate shopping arcades and Greenbelt Park before expanding to cover over 50 hectares of facilities. Today the complex includes several malls, each with its own shopping and restaurant arcades and cinemas; three department stores, a number of hotels; and the Ayala Museum, showcasing exhibits on Philippine history and art. ==Shopping malls== *Glorietta *Greenbelt *The Link ===Department stores=== *Rustan's *SM Makati *The Landmark *Adora *Marks & Spencer *Debenhams *The Ramp Crossings (Now Closed) ==Hotels== *InterContinental Manila (closed in 2015) *Dusit Thani *Holiday Inn & Suites Makati *Makati Fairmont Hotel and Raffles Suites and Residences *New World Renaissance Hotel *Makati Shangri-La *Ascott Hotel (formerly the Oakwood Premier) *Seda Hotel (2020) ==Incidents== ===2000 bombing=== On May 17, 2000 at 5:02 p.m., Glorietta was bombed, injuring 12 persons, mostly teenagers. According to local authorities, the homemade bomb was placed in front of a toilet beside a video arcade. This bombing was said to be a precursor to the May 21, 2000 SM Megamall bombing and the December 30, 2000 Rizal Day bombings. ===2007 explosion=== The 2007 Glorietta explosion ripped through the Glorietta 2 section of the Glorietta shopping complex at Ayala Center in Makati on October 19, 2007, killing 11 people and injuring 120. Despite conflicting reports, it was concluded that the explosion was caused by a faulty liquefied petroleum gas tank located in a Chinese restaurant. ==See also== *Ayala Center Cebu *Alabang Town Center ==References== ==External links== *Ayala Malls, Official Website * Inquirer.net, List of dead and injured in Glorietta blast * Inquirer.net, View interactive map and photos of Glorietta blast * GMA NEWS.TV, Partial list of casualties in Glorietta blast Category:Skyscrapers in Makati Category:Makati Central Business District Category:Districts in Metro Manila Category:Mixed-use developments in Metro Manila Category:Shopping districts and streets in Metro Manila",
 "title": "Ayala Center"
}