{
 "id": "380440",
 "text": "The Soviet Military Administration in Germany (; Sovyetskaya Voyennaya Administratsiya v Germanii, SVAG; , SMAD) was the Soviet military government, headquartered in Berlin-Karlshorst, that directly ruled the Soviet occupation zone of Germany from the German surrender in May 1945 until after the establishment of the German Democratic Republic (GDR) in October 1949. According to the Potsdam Agreement in 1945, the SMAD was assigned the eastern portion of present-day Germany, consisting mostly of central Prussia. Prussia was dissolved by the Allies in 1947 and this area was divided between several German states (Länder). German lands east of the Oder-Neisse line were annexed by Soviet Union or granted to Poland, and Germans living in these areas were forcibly expelled, having had their property expropriated and been robbed of most of their belongings whilst in transit to the American, British, and Soviet zones. == Notable SVAG officials == * Marshal of the Soviet Union Georgi Zhukov, supreme head of SMAG, 1945–46 * Marshal of the Soviet Union Vasily Sokolovsky, supreme head of SMAG, 1946–49 * Major general Sergei Ivanovich Tiulpanov, director of the Propaganda Administration * Colonel general Vladimir Kurasov, chief of staff ==Actions of the SMAD== The main purpose of the SMAD was to maintain the unity of Germany. It also had to deal with refugees, such as those resettled from Poland, the homeless, and former German soldiers. Resources were short, and the economy needed to be shifted from wartime production to peacetime. However, the Soviets were also concerned with their own well-being, and dismantled entire factories and railroads to be reassembled in the USSR. In late 1945 a land reform confiscated the land of German nobles (Junker), to be given to cottagers and landless farmhands. Banks were also nationalized that year. In 1946 an education reform established separation of church and state in elementary schools, and heavy industries were nationalized under the guise of confiscation of the property of Nazi war criminals. The SMAD set up ten \"special camps\" for the detention of Germans, some of them former Nazi concentration camps. In 1947, the started prosecuting Nazi crimes based on the SMAD Directive 201 with 8,300 verdicts passed. ==Politics== thumb|right|250px|Wilhelm Pieck and the military administration members A decree of 10 June 1945 allowed for the formation of antifascist democratic political parties and called for elections in October 1946. A coalition of four parties was formed in July, consisting of the Communist (KPD), Social Democratic (SPD), Liberal Democratic and (eastern) Christian Democratic (CDU) parties. This coalition was known as the Democratic Bloc, which would be succeeded by the National Front in 1950. In April 1946 the KPD and SPD merged under Soviet pressure into the Socialist Unity Party of Germany (Sozialistische Einheitspartei Deutschlands – SED). In the October 1946 elections, the SED won in the East German states, but lost in Greater Berlin to the local SPD, which had not merged with the KPD there. In May 1949, when a West German government began to be formed, a German People's Congress (Deutscher Volkskongreß) was elected for the Soviet occupation zone. However, the only options voters had were to approve or reject \"unity lists\" of pre- picked candidates from the various parties, largely made up of communists. About two-thirds of East Germans approved the list for the new Congress. In November 1948, the German Economic Commission (Deutsche Wirtschaftskommission – DWK) assumed administrative authority in East Germany under Soviet supervision. On 7 October 1949, the German People's Congress formed a provisional government and established the German Democratic Republic with Wilhelm Pieck as its first president. On 5 November 1949, the SMAD was abolished and replaced by the Soviet Control Commission (Sowjetische Kontrolkommission – SKK). However, the SKK did not formally turn over administrative responsibilities to the GDR government until 11 November 1949. ==See also== *Soviet Occupation Zone *Group of Soviet Forces in Germany *Allied Occupation Zones in Germany *German Economic Commission *German People's Congress *German People's Council *People's Control Commission ==References== ==External links== *World History at KMLA: History of East Germany Category:Military of the Soviet Union Category:Foreign relations of the Soviet Union Category:Germany–Soviet Union relations Category:1945 establishments in Germany Category:1949 disestablishments in Germany Category:Soviet occupation zone",
 "title": "Soviet Military Administration in Germany"
}