{
 "id": "380511",
 "text": "Maverick is an American Western television series with comedic overtones created by Roy Huggins and originally starring James Garner as an adroitly articulate poker player plying his trade on riverboats and in saloons while traveling incessantly through the 19th-century American frontier. The show ran for five seasons from September 22, 1957, to July 8, 1962, on ABC. ==Overview== Maverick initially starred James Garner as poker player Bret Maverick. Eight episodes into the first season, he was joined by Jack Kelly as his brother Bart Maverick, and for the remainder of the first three seasons, Garner and Kelly alternated leads from week to week, sometimes teaming up for the occasional two-brother episode. The Maverick brothers were both poker players from Texas who traveled the American Old West by horseback and stagecoach, and on Mississippi riverboats, constantly getting into and out of life-threatening trouble of one sort or another, usually involving money, women, or both. Though the Mavericks were quick to claim they were motivated by money, and made a point of humorously emphasizing their supposed belief in cowardice and avoiding hard work, in many episodes they would find themselves weighing a financial windfall against a moral dilemma. Their consciences always trumped their wallets since both Mavericks were intrinsically ethical, although they were not above trying to fleece someone who had clearly proven themselves to be fundamentally dishonest or corrupt. When Garner left the series after the third season due to a legal dispute, after which he enjoyed a successful movie career, Roger Moore was added to the cast as cousin Beau Maverick. As before, the two starring Mavericks would generally alternate as series leads, with an occasional \"team-up\" episode. Partway through the fourth season, Garner look-alike Robert Colbert replaced Moore and played a third Maverick brother, Brent. No more than two series leads (of the four total for the run of the series) ever appeared together in the same episode, and most episodes featured only one. All two-Maverick episodes included Jack Kelly as Bart Maverick. For the fifth and final season, the show returned to a \"single Maverick\" format as it had been originally in the first seven episodes, with all the remaining new episodes starring Kelly as Bart. The new episodes, however, alternated with reruns from earlier seasons starring Garner as Bret. Budd Boetticher directed several of the early episodes of the first season until sharply disagreeing with Huggins about Maverick's philosophy, which resulted in Boetticher assigning Bret Maverick's scripted lines to supporting characters and filming the result, thereby attempting to change the whole series by making Maverick into a standard Western hero as found in the earlier Boetticher-directed series of theatrical films starring Randolph Scott. Robert Altman wrote and directed the fourth season episode titled \"Bolt from the Blue\" starring Roger Moore as Beau Maverick. The show was part of the Warner Bros. array of TV Westerns, which included Cheyenne with Clint Walker, Colt .45 with Wayde Preston, Lawman with John Russell, Bronco with Ty Hardin, The Alaskans with Roger Moore, and Sugarfoot with Will Hutchins. ==Cast== === James Garner as Bret Maverick === James Garner starred as Bret Maverick, the epitome of a poker-playing rounder, always seeking out high-stakes games and rarely remaining in one place for long. The show is generally cited as Garner's career breakout; his most prominent prior part was a major supporting role in Sayonara (1957) starring Marlon Brando. Maverick shocked the industry by quickly besting the powerful The Ed Sullivan Show and The Steve Allen Show in the television ratings. Huggins inverted the usual cowboy hero characteristics familiar to television and movie viewers of the time. Bret Maverick was vocally reluctant to risk his life, though he typically ended up being courageous in spite of himself. He frequently flimflammed adversaries, but only those who deserved it. Otherwise he was honest almost to a fault, in at least one case insisting on repaying a questionable large debt (in \"According to Hoyle\"). None of the Mavericks were particularly fast draws with a pistol. Bart Maverick once commented to a lady friend, \"My brother Bret can outdraw me any day of the week, and he's known as the Second Slowest Gun in the West.\" However, it was almost impossible for anyone to beat either of them in any sort of a fistfight, perhaps the one cowboy cliché that Huggins left intact. Garner appeared in three seasons and a single held-back episode broadcast in the middle of the fourth season. Leaving aside the short introductions of Jack Kelly episodes in the first season meant to acclimate viewers to Kelly, Garner appeared in 52 episodes altogether. File:James Garner Maverick 1960.JPG|Garner and Suzanne Storrs File:James Garner Connie Stevens Maverick 1959.JPG|Connie Stevens and Garner File:James Garner Diane McBain Maverick.JPG|Garner and Diane McBain File:James Garner Bret Maverick.JPG|Garner as Bret Maverick File:James Garner Jean Willes Maverick 1960.JPG|Jean Willes and Garner File:Diane Brewster The Dakotas 1963.JPG|Diane Brewster === Jack Kelly as Bart Maverick === Though James Garner was originally supposed to be the only Maverick, the studio eventually hired Jack Kelly to play brother Bart, starting with the eighth episode. The producers had realized that it took over a week to shoot a single episode, meaning that at some point the studio would run out of finished episodes to televise during the season, so Kelly was hired to rotate with Garner as the series lead, using two separate crews (while occasionally appearing together). In Bart's first episode, \"Hostage,\" to engender audience empathy for the new character, the script called for him to be tied up and beaten by an evil police officer. According to series creator Roy Huggins in an interview with the Archive of American Television, the two brothers were purposely written to be virtual clones, with no apparent differences inherent in the scripts whatsoever. This included being traveling poker players, loving money, professing to be cowards (despite voluminous evidence to the contrary), spouting enigmatic words of advice their \"Pappy\" passed down to them, and carrying a $1,000 bill pinned to the inside of a coat for emergency purposes. There was, however, one distinct—but accidental—difference between the two. Garner's episodes tended to be more comedic due to his obvious talent in that area, while Kelly's were inclined to be more dramatic. Huggins noted in the interview that Kelly, while funnier than Garner off-camera, dropped a funny line while shooting a scene \"like a load of coal\". To get viewers used to the idea of a second Maverick, Garner filmed a series of brief vignettes that aired at the beginning of the Kelly-only episodes during much of the first season where he would introduce the evening's story. To foster as much parity as possible, Kelly did the same in a Garner-only episode, \"Black Fire\", by appearing in the opening vignette to introduce the story and narrating the episode itself. Huggins observed that the ratings for Kelly's episodes were always slightly higher during the first two seasons than Garner's. Huggins stated that he believed that this was a reflection of how well the audience liked Garner's episodes and the consequent word of mouth, so that viewers would be at their sets for the following episode, which would usually feature Kelly instead. The rating jumps for Kelly's episodes were tiny enough that they fell within the margin of error, according to Huggins in this interview, but he maintains that they were remarkable in that they were consistent. The episodes featuring both Garner and Kelly were audience favorites. Bret and Bart often found themselves competing for women or money, or working together in some elaborate scheme to swindle someone who had just robbed one of them. Bret and Bart technically appeared together in sixteen episodes over the course of the series, but only shared a large amount of screen time in eleven of them (\"Hostage,\" \"The Wrecker,\" \"Trail West to Fury,\" \"Seed of Deception,\" \"Shady Deal at Sunny Acres,\" \"Game of Chance,\" \"Two Beggars on Horseback,\" \"Pappy,\" \"Maverick Springs,\" \"Maverick and Juliet,\" and \"The Maverick Line\"). All but one of the other two-brother episodes are actually Garner-starring episodes with cameo appearances by Kelly, the exception being \"The Jeweled Gun\", in which their roles were switched at the last minute due to a schedule conflict and Garner wound up making his single cameo appearance in a Kelly episode. Though it was never said explicitly, Bret appears to be older, stating once in response to someone mentioning lightning striking twice in the same place, \"That's just what my Pappy said when he looked in my brother Bart's crib.\" (Episode #22 — \"A Flock of Trouble\") In real life, Kelly was seven months older than Garner. Kelly wound up being the only Maverick to appear in all five seasons of the series in the wake of Garner's contentious departure after the third season. === Roger Moore as Beau Maverick === thumb|right|Roger Moore as Beau Maverick When Garner quit over a contract dispute with the studio after the series' third year, he was replaced by Roger Moore as cousin Beau, namesake nephew of Beau \"Pappy\" Maverick. Sean Connery was originally offered the role but turned it down.p.111 Callan, Michael Feeney Sean Connery 2002 Virgin Publishing (Famously, the following decade, Moore would replace Connery as James Bond in the 007 film series.) Moore had earlier played a completely different role in season 2, episode 18, \"The Rivals\" (loosely based on the 1775 play, \"The Rivals\"), a drawing room comedy episode with Garner in which Moore's character switched identities with Bret. Beau's first appearance was in the season four opener, \"The Bundle from Britain\", in which he returns from an extended stay in England to meet cousin Bart, used to explain Moore's obvious English accent. Moore was almost exactly the same age as Kelly and brought a flair for light comedy fitting the show. Moore noted in his autobiography that the producers told him he was not being brought in to replace Garner. However, when he got to wardrobe, all of his costumes had the name \"Jim Garner\" scratched out on the tags. Moore also mentioned in the book that he, Garner, Kelly, and their wives would regularly gather at the Kelly home for what they called \"poker school\". There was also a dispute between the cast and producers during this time over the long hours they were putting in each day. The producers placed a time clock in the makeup department and required the actors to punch in. Moore brought his own makeup, and refused to punch the clock. Moore wrote in his book that Kelly was \"similarly minded, and one day took the time clock and used it as a football.\" Moore had already performed Maverick dialogue written for Garner in his earlier series, The Alaskans. The studio had a policy of recycling scripts through their various television series to save money on writers, changing as little dialogue as possible, usually only names and locations. Recycled scripts were often credited to \"W. Hermanos\" (Spanish for \"W. Brothers\"). Moore quit after only fourteen episodes due to what he felt was a declining script quality (without having to resort to legal measures as Garner had). Moore stated that if he had gotten the level of writing Garner had enjoyed during the first two years of the show's run, he would have stayed. === Robert Colbert as Brent Maverick === As ratings continued to slide following the departure of Roy Huggins and James Garner and the addition of Roger Moore, Garner lookalike Robert Colbert (with the name pronounced phonetically instead of in the French style like Claudette Colbert or Stephen Colbert) was cast as yet another brother, Brent Maverick. Colbert, who was already under contract to Warner Bros., had appeared on the show previously in the season four episode \"Hadley's Hunters\". Aware of his resemblance to Garner and wary of the comparisons that would inevitably result, Colbert pleaded with Warner Bros. not to cast him, saying \"Put me in a dress and call me Brenda, but don't do this to me!\" Colbert was introduced as Brent in the season four episode titled \"The Forbidden City\"; Kelly made what amounted to an extended cameo appearance in the episode. Colbert would appear again by himself in \"Benefit of Doubt\", briefly featuring Slim Pickens as a stagecoach driver. Those were his only appearances as Brent. For the fifth season (1961–1962), the studio simply did not call him back. ==Guest cast== * Efrem Zimbalist Jr. as James Aloysius \"Dandy Jim\" Buckley, a dapper and sophisticated con artist, who at times was both friend and foe to Bret but maintained a markedly warmer friendship with Bart. * Diane Brewster as Samantha Crawford, a charming and flirtatious con woman with a beguiling fake southern accent who managed to dupe Bret and Bart out of large sums in different episodes—but not without having a little romance with each brother first. Brewster originated the role of Crawford on Cheyenne before Maverick went on the air. \"Samantha Crawford\" was the maiden name of series creator Roy Huggins' mother. * Richard Long as John \"Gentleman Jack\" Darby. Gentleman Jack was intended to be the quasi-friendly rival opposing Bart that Dandy Jim's character was for Bret, and was created after Zimbalist had been cast in 77 Sunset Strip and was no longer available for lengthy appearances; Long later joined the cast of 77 Sunset Strip himself. All four (Bret, Bart, Dandy Jim, and Gentleman Jack) appear in the episode \"Shady Deal at Sunny Acres\" but throughout the series, Gentleman Jack only had scenes with Bart among the principals. * Arlene Howell as Cindy Lou Brown, another beautiful con woman whom Bart and Gentleman Jack fought over. Cindy Lou appeared in three episodes, \"Alias Bart Maverick\", \"Passage to Fort Doom\", and very briefly in \"Shady Deal at Sunny Acres\". * Leo Gordon as Big Mike McComb, Bret and Bart's Irish friend who aided them on several adventures. Gordon, also a screenwriter, would later script some episodes of the series but none of those in which he appeared. * Gerald Mohr and Peter Breck as Doc Holliday. Mohr originally played the role in season one as a vengeful but charismatic killer in \"The Quick and the Dead\". However, in seasons four and five, Breck portrayed Holliday starkly differently as a crooked rogue who was always getting Bart in trouble with his scams. * Kathleen Crowley as Modesty Blaine, Melanie Blake, and Marla, leading ladies with repeated appearances in various seasons. Mona Freeman played Modesty Blaine twice while Crowley played the role once. Crowley played leading ladies in eight different episodes, a series record. * John Dehner and Andrew Duggan each played gangster Big Ed Murphy once, among other roles in the series. * Mike Road played gambler Pearly Gates twice during the final season. In both his appearances, he was accompanied by Kathleen Crowley's character named Marla. Some performers, such as Kathleen Crowley, Tol Avery, Gage Clarke, and Chubby Johnson appeared seven or eight times over the course of the series in various roles. Eventual Oscar-winner Joel Grey played Billy the Kid in \"Full House,\" an unusual third season episode that featured a bravura pistol-twirling exhibition by Garner as part of the plot. Robert Redford joined Kelly as a major supporting player on a desperate cattle drive in \"The Iron Hand.\" Stacy Keach Sr. played a sheriff and two different marshals in three episodes, including \"Ghost Rider.\" Edgar Buchanan portrayed extremely widely varying roles in five episodes. Ben Gage lampooned Marshal Matt Dillon of Gunsmoke in four different episodes, most obviously as \"Marshal Matt Dooley\" in the spoof \"Gun-Shy\" with James Garner, which sent up Gunsmoke's entire regular cast, and more subtly in \"A Tale of Three Cities\" with Jack Kelly, \"The Misfortune Teller\" with Garner, and \"A Technical Error\" with Kelly. Clint Eastwood, Slim Pickens, Lee Van Cleef, John Carradine, Buddy Ebsen, Hans Conried, Alan Hale Jr., Jim Backus, subsequent Oscar-winner George Kennedy, John Gavin, Mike Connors, Chad Everett, Patric Knowles, and Adam West appeared at least once during the run of the series. Glamorous young actresses included subsequent Oscar-winner Louise Fletcher as well as Mala Powers, Coleen Gray, Paula Raymond, Ruta Lee, Marie Windsor, Abby Dalton, Karen Steele, Dawn Wells, Connie Stevens, Merry Anders, Kaye Elhardt, Sherry Jackson, Pippa Scott, Saundra Edwards, Peggy McCay and Adele Mara. The show's stentorian-voiced announcer (\"Maverick! Starring Jack Kelly and Robert Colbert!\") was character actor Ed Reimers. Reimers was best-known as spokesman for the Allstate Corporation in their long-running series of television commercials in the United States, advising viewers that they were \"in good hands with Allstate.\" Reimers was the TV spokesman for Allstate for 22 years, from 1957 until 1979. ==Writers== Writers for Maverick included creator/producer Roy Huggins (\"Shady Deal at Sunny Acres\" and \"Passage to Fort Doom\"), Russell S. Hughes (\"According to Hoyle\", \"The Seventh Hand\", \"The Burning Sky\", and Robert Louis Stevenson's \"The Wrecker\"), Gerald Drayson Adams (\"Stampede\"), Montgomery Pittman (\"The Saga of Waco Williams\"), director Douglas Heyes (\"The Quick and the Dead\"), Marion Hargrove (\"The Jail at Junction Flats\"), Howard Browne (\"Duel at Sundown\"), Leo Townsend (\"The Misfortune Teller\"), Gene Levitt (\"The Comstock Conspiracy\"), Leo Gordon (who also acted on the series although never in an episode that he had written; apparently the studio didn't want to foster a custom of actors writing their own scripts for television series), and George Waggner (\"You Can't Beat the Percentage\"), among many others. ==Theme song== The memorable theme song was penned by prolific composers David Buttolph (music) and Paul Francis Webster (lyrics). Buttolph's theme first appeared as incidental music in the Warner Bros. film of The Lone Ranger. The theme song was only heard briefly at the show's opening (after a teaser clip), and in an instrumental version. For the closing credits, a full-length (30-second) version was used. The prolific Buttolph's other most remembered musical contribution was the arrangement of Alfred Newman's stirring theme from 1940's The Mark of Zorro starring Tyrone Power. The closing theme song was entirely instrumental during season one. A vocal version with lyrics debuted partway through season two, being used intermittently in place of the instrumental version. The vocal theme finally saw regular use by the end of season two and for all seasons thereafter. The vocal theme, performed by an all-male chorus, described the lead character of Maverick (\"Who is the tall dark stranger there? / Maverick is the name...\") – even though it debuted well after the two-Maverick format was firmly established. ==Episodes== ===Episode list=== ===Notable episodes=== The first episode of Maverick, \"War of the Silver Kings,\" was based on C. B. Glasscock's \"The War of the Copper Kings,\" which relates the real-life adventures of copper mine speculator F. Augustus Heinze who ultimately became a speculator in the New York financial district at 42 Broadway. Roy Huggins recalls in his Archive of American Television interview that this Warners-owned property was selected by the studio to replace \"Point Blank\" as the first episode to cheat him out of creator residuals. James Garner maintained in his in-depth Archive of American Television interview that he and Leo Gordon were hitting each other for real in the fight sequences, visible in the shot where Garner is hit in the stomach, slamming him backward against a door. \"Shady Deal at Sunny Acres\" features Bret Maverick (James Garner) spending most of the episode relaxing in a rocking chair, calmly whittling and offhandedly assuring the inquisitive and derisively amused townspeople that he's \"working on it,\" while his brother Bart Maverick (Jack Kelly) runs a complex sting operation involving all five of the series' occasionally recurring characters (Dandy Jim Buckley, Samantha Crawford, Gentleman Jack Darby, Big Mike McComb and Cindy Lou Brown) to swindle a crooked banker who had stolen Bret's deposit of $15,000. Garner notes in his memoir, The Garner Files, that he was given the choice of which role to play, and chose the one where he spent the episode sitting down because he'd been feeling tired and overworked. It was his favorite episode. In his Archive of American Television interview, Roy Huggins contends that the first half of the later theatrical film The Sting with Paul Newman and Robert Redford was an uncredited restaging of \"Shady Deal at Sunny Acres.\" \"Duel at Sundown\" stars Clint Eastwood as a gun-slinging villain in an epic showdown with Bret, also featuring Edgar Buchanan and Abby Dalton in large supporting roles. The episode \"Escape to Tampico\" used the actual set of \"Rick's Café Américain\" from Casablanca for \"La Cantina Americana,\" and contains many allusions to the film. At 19:19 on the DVD release there is even a short clip from the movie where actors are dressed in French Army and Heer uniforms, and Leonid Kinskey is recognizable tending the bar. The episode's plot hinges on Gerald Mohr as a white-jacketed saloon owner, similar to Humphrey Bogart's Casablanca character, whom Bret is sent to bring back to America because of a murder during a robbery. Efrem Zimbalist Jr.'s dangerously eccentric but wittily amusing character Dandy Jim Buckley appears in \"Stampede\" and \"The Jail at Junction Flats.\" Zimbalist went on to play the lead in his own series, 77 Sunset Strip, after five appearances on Maverick as Buckley. Huggins recruited Richard Long to fill the void as a similar character named \"Gentleman Jack Darby,\" and both Buckley and Darby appear in \"Shady Deal at Sunny Acres,\" although not in the same scenes. Zimbalist and Long eventually did appear together as regular series leads in 77 Sunset Strip, however, albeit playing characters utterly different from their Maverick roles. \"The Saga of Waco Williams\" with Wayde Preston and Louise Fletcher (who later won an Oscar for playing the original \"Nurse Ratched\" in One Flew Over the Cuckoo's Nest) drew the highest viewership of the entire series. Preston portrayed an ultra-heroic and utterly fearless character that had Bret Maverick breaking the fourth wall to marvel in amazement at the conclusion of the episode. Writer/producer Stephen J. Cannell noted in his Archive of American Television interview that, two decades later, he used Waco Williams as the prototype for \"Lance White,\" Tom Selleck's recurring role on James Garner's subsequent series The Rockford Files. \"According to Hoyle\" was the first Maverick appearance of Diane Brewster as roguish Samantha Crawford, a role she'd played earlier in an episode of the Western TV series Cheyenne titled \"The Dark Rider,\" and subsequently repeated on Maverick with Garner in \"The Seventh Hand\" and Kelly in \"The Savage Hills\" and \"Shady Deal at Sunny Acres.\" \"The Quick and the Dead\" stars Gerald Mohr as Doc Holliday and film noir icon Marie Windsor as a saloon owner in a tense drama with Bret Maverick gingerly attempting to manipulate the terrifying gunslinger. Mohr portrayed Doc Holliday again the following year in an episode of the television series Tombstone Territory titled \"Doc Holliday in Durango,\" reprising his colorfully sardonic performance as the legendary gunfighter. During the first two seasons, with writer/producer Roy Huggins at the helm, writers were instructed to write every script while visualizing James Garner playing the part; two- Maverick scripts denoted the brothers as \"Maverick 1\" and \"Maverick 2,\" with Garner choosing which role he would play due to his senior status on the series. The one exception to this was \"Passage to Fort Doom,\" a meditation on courage written by Huggins expressly for Jack Kelly, directed by Paul Henreid and featuring Arlene Howell, John Alderson and Diane McBain. \"The Rivals\" is based on a sophisticated comedy of manners play written by Richard Brinsley Sheridan and first mounted in 1775. Roger Moore appears in \"The Rivals\" as a wealthy playboy who switches identities with Bret to facilitate landing a comely lass (Patricia \"Pat\" Crowley) with whom he's become infatuated. Two seasons later, Roger Moore would replace James Garner's Bret Maverick with his own Beau Maverick when Garner left the series to successfully accelerate his movie career. This is the only episode with both James Garner and Roger Moore. \"Two Tickets to Ten Strike\" with Connie Stevens is a hybrid of comedy, mystery and action drama spotlighting Adam West spouting amazing dialogue as an amusingly verbose villain insistently threatening Bret. In the chilling \"Ghost Rider\" with Stacy Keach Sr., Bret learns that a weeping woman to whom he'd given a ride in a buckboard had been dead for weeks when he met her. A gunshot criminal confesses to Bret with his dying breath that an innocent man was locked up in jail for a murder that he didn't commit, spurring the epic odyssey \"The Long Hunt.\" Other examples of the numerous notable episodes include a spoof of Gunsmoke titled \"Gun-Shy\"; Bret is framed for a robbery and waiting to be hung in the mistaken identity thriller \"The Day They Hanged Bret Maverick\"; the courtroom drama \"Rope of Cards\" created a run on decks of cards throughout the United States the day after its initial broadcast in the wake of Bret using a seemingly impossible card trick that actually exists; \"Relic of Fort Tejon\" features an affectionate camel who adores Bret; the corpse of a man whom Bret has just killed in self defense vanishes in \"The Comstock Conspiracy\"; one of Jean Renoir's favorite actors, Marcel Dalio (La Grande Illusion and The Rules of the Game), portrays a swindler who separately cheats Bret and Bart in \"Game of Chance\"; and Robert Louis Stevenson's ocean-going adventure \"The Wrecker\" features Errol Flynn look-alike Patric Knowles in an episode with both Bret and Bart. \"Pappy\" presents Garner portraying Bret and Bart's colorful father, Beau Maverick, a previously unseen character. Bret and Bart would frequently announce, \"As my Pappy used to say...\" followed by aphorisms like, \"Work is fine for killing time but it's a shaky way to make a living.\" Bret disguises himself as Pappy in the same episode, which features trick photography sequences with Garner playing both roles in the same shot. Kelly also plays a dual role, briefly portraying Beau's brother Bentley (\"Uncle Bent\", as Bret calls him). Garner's Beau Maverick is not the same character as the Beau Maverick played by Roger Moore later in the series; Moore's Beau is the nephew of Garner's Beau, and Bret and Bart's cousin. The younger Beau Maverick always referred to the elder as \"Uncle Beau\" or \"Uncle Beauregard\" instead of \"Pappy.\" Troy Donahue plays the son of a long-time lover of Pappy in the episode, and Adam West portrays a villain. \"Bolt from the Blue\" starring Roger Moore as Beau Maverick was written and directed by Robert Altman. Other memorable solo episodes with Moore include \"Red Dog\" with Lee Van Cleef and John Carradine, and \"Kiz\" with Kathleen Crowley and Peggy McCay. Jack Kelly's favorite episode was \"Two Beggars On Horseback,\" a sweeping adventure that depicted a frenzied race between Bret and Bart to cash a check, the only time in the series that Kelly also wore a black hat, albeit briefly. Notable solo episodes with Kelly as Bart Maverick include \"The Jeweled Gun\" with Kathleen Crowley; \"The Third Rider\" with Dick Foran; the aforementioned \"The Savage Hills\" with Diane Brewster as Samantha Crawford; \"Iron Hand\" with Robert Redford in a major supporting role; the ominously suspenseful \"Last Stop: Oblivion\" with Buddy Ebsen; \"Betrayal\" with Patricia \"Pat\" Crowley and Ruta Lee; \"Substitute Gun\" with Coleen Gray and Joan Marshall; and of course the previously discussed \"Passage to Fort Doom.\" \"The Maverick Line,\" a post-Huggins episode, features the most screen time with Bret and Bart together although its comedy remains unusually broad for the series; the episode was shot in the third season but held back and not telecast until the following season, originally intended to be the first episode of the fourth season until Garner won his lawsuit against the studio and left the series. Many episodes are humorous while others are deadly serious, and in addition to purely original scripts, producer Roy Huggins drew upon works by writers as disparate as Louis L'Amour (\"Stage West\") and Robert Louis Stevenson (\"The Wrecker\") to give the series breadth and scope. The various Mavericks never stopped traveling, and the show was as likely to be set on a riverboat or in New Orleans as in a Western desert or frontier saloon. Roy Huggins quit the series at the end of the second season due to a life-threatening bout with pneumonia, and was succeeded by writer/producer Coles Trapnell, ushering in a gradual but sharp permanent decline in ratings. The series had finished at No. 6 in the Nielsen ratings in the 1958–1959 second season (a coup since it was scheduled directly against and topped a roster of extremely popular series such as The Ed Sullivan Show, The Steve Allen Show and The Jack Benny Program on the other networks), then fell to No. 19 in the 1959–1960 third season and out of the top 30 during its last two seasons, after Garner had left the show. ==Home media== Warner Home Video released all five seasons on DVD in Region 1. Seasons One and Two were standard DVD releases. Seasons Three, Four, and Five were released via their Warner Archive Collection. This is a manufacture-on-demand release on DVD-R discs and is available through Warner's online store and Amazon.com. A Television Favorites DVD of the show released, featuring three episodes. It was released in Standard format. {| class=\"wikitable\" |- !DVD Name !Ep # !Release Date |- | The Complete First Season | style=\"text-align:center;\"|27 | May 29, 2012 |- | The Complete Second Season | style=\"text-align:center;\"|26 | April 23, 2013 |- | The Complete Third Season | style=\"text-align:center;\"|26 | October 8, 2013 |- | The Complete Fourth Season | style=\"text- align:center;\"|32 | January 7, 2014 |- | The Complete Fifth Season | style=\"text-align:center;\"|13 | April 29, 2014 |} ==Spin-offs and crossovers== In the decades following the cancellation of Maverick, the characters and situations have been revived several times. ===The New Maverick (1978)=== The New Maverick is a 1978 TV movie with James Garner and Jack Kelly reprising their roles, and Charles Frank playing young Ben Maverick, the son of their cousin Beau (Roger Moore, although Moore did not appear in The New Maverick). Garner shot the film while on hiatus from The Rockford Files. Kelly only appears in a few scenes near the end, a frequent practice during Garner episodes in the original series. ===Young Maverick (1979)=== The New Maverick was the pilot for a new series, Young Maverick, which ran for a short time in 1979. Charles Frank's character, Ben Maverick, was the focal point of the show, while Garner only appeared as Bret for a few moments at the beginning of the first episode. It is apparent Bret does not much care for Ben, and the two part at the nearest crossroads; some critics later noted the audience couldn't help but think the camera was following the wrong Maverick. The series ended so quickly that some episodes that had already been filmed were never broadcast in the United States. Despite the title, Charles Frank was three years older than Garner, Kelly, Moore or Colbert had been when they started in the original series. ===Bret Maverick (1981)=== Two years later, Garner left The Rockford Files and began looking at possibilities for another series. Bret Maverick (1981–82) stars the 53-year-old as an older-but-no-wiser Bret, originally seen in the earlier series at age 29. Jack Kelly appears as Bret's brother Bart in only one episode but was slated to return as a series regular for the following season, for which several scripts were already written and presented to Kelly during the filming of the season finale. NBC unexpectedly canceled the show after one season despite respectable ratings, and Kelly would never officially join the cast. The new series involves Bret Maverick settling down in a small town in Arizona after winning a saloon in a poker game; a large new supporting cast was introduced to take some of the burden off Garner, who had been in almost every scene of most of his original Maverick episodes as well as The Rockford Files. The two-hour pilot episode was reedited as the TV movie Bret Maverick: The Lazy Ace and the series' only two-part episode was later marketed as a TV movie titled Bret Maverick: Faith, Hope and Clarity. Bret Maverick ends on a sentimental note, with Bret and Bart embracing during an unexpected encounter, with the theme from the original series playing in the background. ===The Gambler Returns: The Luck of the Draw (1991)=== The TV movie The Gambler Returns: The Luck of the Draw (1991) includes a cameo by Kelly as Bart Maverick along with other actors from various earlier Western television series, including Gene Barry as Bat Masterson, Hugh O'Brian as Wyatt Earp, Chuck Connors as the Rifleman, Johnny Crawford as his son Mark, David Carradine as Caine from Kung Fu, Brian Keith from The Westerner, James Drury and Doug McClure as a thinly disguised Virginian and Trampas, and Clint Walker as Cheyenne Bodie. As each hero appears onscreen, a few bars of the theme song from his original series plays in the background. The was Jack Kelly's last acting appearance: he died of a stroke at age 65 the following year. ==In other media== ===Cinema=== A lavish theatrical film version was released in 1994 entitled Maverick starring Mel Gibson as Bret Maverick, Jodie Foster as a faux-Southern accented gambler reminiscent of Samantha Crawford, and James Garner as Marshal Zane Cooper, who is later revealed to be Bret's father. The movie was directed by Richard Donner (who had previously directed many TV series prior to working in feature films) from a screenplay by Oscar-winning writer William Goldman (Butch Cassidy and the Sundance Kid). Garner maintained in later interviews that he was playing exactly the same character as in the television series, with Gibson as his son (which is consistent with the script's and Gibson's notably different interpretation of the character), but the screenplay itself leaves this open to conjecture; some assume that he was actually portraying Bret's father Beau \"Pappy\" Maverick, whom he had originally played in the Maverick television series in a single episode. A \"Making of\" mini-documentary was broadcast on cable stations prior to the film's release that included no footage of Garner from the original series despite both the movie and television series having been produced by the same studio. ===Comic books=== During the height of the TV show's popularity and beyond, the various Mavericks appeared in Maverick comic books drawn by Dan Spiegle. Spiegle met James Garner at the studio before the first Maverick comic was drawn because no publicity photographs were available yet; only Garner as Bret was featured in the first comic books because he was the only Maverick for the first seven television episodes. The encounter left a favorable impression and Spiegle thereafter put extra effort into his drawings of Garner to capture the likeness of the actor while his subsequent depictions of the other Mavericks (Jack Kelly as Bart, Roger Moore as Beau, and Robert Colbert as Brent—inaccurately referred to as \"Bret\" in the comic book version) bore comparatively little resemblance to the actual actors. Spiegle explained to an interviewer: ===Bret Maverick statue=== On April 21, 2006, a bronze statue of James Garner as Bret Maverick was unveiled in Garner's hometown of Norman, Oklahoma, with Garner present. He noted in his memoir The Garner Files that it was one of the most enjoyable days of his life. ==Sources== Two different books on the Maverick TV series were published in 1994, one by Burl Barer and the other by Ed Robertson, and serve as the main sources for the background information in this article, together with various magazine pieces from TV Guide, Life Magazine, and numerous others, along with viewings of the original series episodes, many of which remain available to the public at the Paley Center for Media in New York City and Los Angeles. The entire series was released on DVD one season at a time in 2012, 2013, and 2014, with the short fifth season starring Jack Kelly in solo episodes available only upon demand (MOD: Manufacture On Demand). ==References== ==Further reading== Ed Robertson. Maverick: Legend of the West. Revised third edition. Black Pawn Press, 2019. ==External links== * * Museum of Broadcast Communications: Maverick * TV Guide Maverick Episode List * Maverick Episode Guide at epguides.com * Roy Huggins' Archive of American Television Interview * Stephen J. Cannell's Archive of American Television explanation of Huggins' approach * James Garner's Archive of American Television Interview * The Paley Center for Media Category:1950s American comedy television series Category:1950s Western (genre) television series Category:1960s American comedy television series Category:1960s Western (genre) television series Category:1957 American television series debuts Category:1962 American television series endings Category:American Broadcasting Company original programming Category:Black-and-white American television shows Category:Fictional gamblers Category:Primetime Emmy Award for Outstanding Drama Series winners Category:Television shows adapted into comics Category:Television shows adapted into films Category:Television series by Warner Bros. Television Studios Category:Television series created by Roy Huggins",
 "title": "Maverick (TV series)"
}