{
 "id": "380966",
 "text": "John Barlow was a member of Henry VIII's Protestant Church as Dean of Worcester Cathedral. During the king's search for an annulment to his first marriage, Barlow acted as a courier between England and Italy, while Rector of Hever. ==Life== He graduated M.A. at the University of Oxford in 1521. Barlow was intimately involved in the King's attempts to secure a divorce from his first wife, Katherine of Aragon from the Pope. Barlow was a supporter of Henry's fiancée, Anne Boleyn. Barlow uncovered evidence of Cardinal Wolsey's betrayal of the King's cause in Rome, which he faithfully reported to a horrified Anne in 1528. This information helped solidify the future queen's hatred towards Wolsey, something which played a major part in the Cardinal's fall from power the following year. BArlow is described as one of her [Anne Boleyn's] favourite clerics.p.51, Eric Ives, Anne Boleyn In June 1530 he was appointed dean of the College of Westbury-on-Trym, just outside Bristol, but actually in the diocese of Worcester.Orme & Cannon, Westbury-on-Trym: Monastery, Minster and College, (Bristol Record Society, 2010), p. 200 On the dissolution of the College in 1544, Barlow became dean of Worcester. His closeness to Anne Boleyn led some to suggest he must have known of her 'treason.'p.305, Eric Ives, Anne Boleyn One unfortunate Welsh vicar who suggested this was hounded by Barlow who was intolerant and confrontational.'Tim Treml, John Barlow, the Red-haired Dean Barlow was Dean of Worcester from 1544 until he was deprived of the role under Queen Mary in 1553.B. Green, Bishops and Deans of Worcester (Worcester 1979) ==Family== John Barlow was the son of Robert Barlow, a merchant of Colchester in Essex, and his wife Anna. He had three brothers: William Barlow, and Thomas, who were both men of the church, and Roger, a merchant operating in Seville and Bristol, and who sailed to South America with Sebastian Cabot.Heather Dalton, Merchants and Explorers ==Notes== Category:Year of birth missing Category:Year of death missing Category:Alumni of the University of Oxford Category:Deans of Worcester Category:English spies Category:16th-century English Anglican priests Category:16th-century spies Category:16th-century English diplomats",
 "title": "John Barlow (diplomat)"
}