{
 "id": "38099",
 "text": "thumb|Purported portrait of Pergolesi presented by his biographer Florimo to the Naples Conservatory Giovanni Battista Draghi (; 4 January 1710 – 16 or 17 March 1736), often referred to as Giovanni Battista Pergolesi (), was an Italian Baroque composer, violinist, and organist. His best-known works include his Stabat Mater and the opera La serva padrona (The Maid Turned Mistress). His compositions include operas and sacred music. He died of tuberculosis at the age of 26. ==Biography== thumb|Pergolesi Born in Jesi in what is now the Province of Ancona (but was then part of the Papal States), he was commonly given the nickname \"Pergolesi\", a demonym indicating in Italian the residents of Pergola, Marche, the birthplace of his ancestors. He studied music in Jesi under a local musician, Francesco Santi, before going to Naples in 1725, where he studied under Gaetano Greco and Francesco Feo among others. On leaving the conservatory in 1731, he won some renown by performing the oratorio in two parts (\"The Phoenix on the Pyre, or The Death of Saint Joseph\"), and the dramma sacro in three acts, Li prodigi della divina grazia nella conversione e morte di san Guglielmo duca d’Aquitania (\"The Miracles of Divine Grace in the Conversion and Death of Saint William, Duke of Aquitaine\"). He spent most of his brief life working for aristocratic patrons such as Ferdinando Colonna, Prince of Stigliano, and Domenico Marzio Carafa, Duke of Maddaloni. Pergolesi was one of the most important early composers of opera buffa (comic opera). His opera seria, Il prigionier superbo, contained the two-act buffa intermezzo, La serva padrona (The Servant Mistress, 28 August 1733), which became a very popular work in its own right. When it was performed in Paris in 1752, it prompted the so-called Querelle des Bouffons (\"quarrel of the comic actors\") between supporters of serious French opera by the likes of Jean-Baptiste Lully and Jean-Philippe Rameau and supporters of new Italian comic opera. Pergolesi was held up as a model of the Italian style during this quarrel, which divided Paris's musical community for two years. Among Pergolesi's other operatic works are his first opera seria La Salustia (1732), Lo frate 'nnamorato (The brother in love, 1732, to a text in the Neapolitan language), L'Olimpiade (January 1735) and Il Flaminio (1735, to a text in the Neapolitan language). All his operas were premiered in Naples, apart from L'Olimpiade, which was first given in Rome. Pergolesi also wrote sacred music, including a Mass in F and three Salve Regina settings. The Lenten Hymn ‘God of Mercy and Compassion’ by Redemptorist priest Edmund Vaughan is most commonly set to a tune adapted by Pergolesi. It is his Stabat Mater (1736), however, for soprano, alto, string orchestra and basso continuo, which is his best-known sacred work. It was commissioned by the Confraternita dei Cavalieri di San Luigi di Palazzo, which presented an annual Good Friday meditation in honor of the Virgin Mary. Pergolesi's work replaced one composed by Alessandro Scarlatti only nine years before, but which was already perceived as \"old-fashioned,\" so rapidly had public tastes changed. While classical in scope, the opening section of the setting demonstrates Pergolesi's mastery of the Italian baroque durezze e ligature style, characterized by numerous suspensions over a faster, conjunct bassline. The work remained popular, becoming the most frequently printed musical work of the 18th century,Hucke, Helmut and Monson, Dale E. \"\". The New Grove Dictionary of Music and Musicians. Oxford University Press. and being arranged by a number of other composers, including Johann Sebastian Bach, who reorchestrated and adapted it for a non-Marian text in his cantata Tilge, Höchster, meine Sünden (Root out my sins, Highest One), BWV 1083. Pergolesi wrote a number of secular instrumental works, including a violin sonata and a violin concerto. A considerable number of instrumental and sacred works once attributed to Pergolesi have since been shown to be misattributed. Much of Igor Stravinsky's ballet Pulcinella, which ostensibly reworks pieces by Pergolesi, is actually based on works by other composers, especially Domenico Gallo. The Concerti Armonici are now known to have been composed by Unico Wilhelm van Wassenaer. Many colorful anecdotes related by Pergolesi's 19th- century biographer, Francesco Florimo, were later revealed as hoaxes. Pergolesi died on 16 or 17 March 1736 at the age of 26 in Pozzuoli from tuberculosis and was buried at the Franciscan monastery one day later. Pergolesi was the subject of a 1932 Italian film biopic Pergolesi. It was directed by Guido Brignone with Elio Steiner playing the role of the composer. ==Pergolesi's works on screen== Pergolesi's Salve Regina is a highlighted performance in the movie Farinelli (1994), in which Farinelli also performs Stabat Mater Dolorosa in the only duet. The first and last parts of Pergolesi's Stabat Mater were used in the soundtrack of the movie Jesus of Montreal (Jésus de Montréal) (1989); the fifth part (\"Quis est homo\") was used in the soundtrack of the movie Smilla's Sense of Snow (1997); the last part was also used in the movie Amadeus (1984) and in the movie The Mirror (1975) by Andrei Tarkovsky. The film Cactus (1986) by the Australian director Paul Cox also features Pergolesi's Stabat Mater on the soundtrack. Nothing Left Unsaid, a 2016 documentary on Gloria Vanderbilt and Anderson Cooper, used the last movement (\"Quando Corpus / Amen\") of Pergolesi's Stabat Mater. ==Works== The standard catalogue of Pergolesi's works was produced by Marvin Paymer in 1977, ascribing a unique P number to each item so that – for example – the well-known Stabat Mater is P.77.Giovanni Battista Pergolesi, 1710-1736 : a thematic catalogue of the Opera Omnia, with an appendix listing omitted compositions. Marvin E. Paymer (New York : Pendragon Press, 1977). ===Sacred music=== *Antifona “In caelestibus regnis” (1731) *Confitebor tibi Domine (Psalm 111) in C for Soprano, Alto, Choir, Strings and Continuo (1732) *Dixit Dominus (Psalm 110) for Soprano, Bass, 2 Choirs and 2 Orchestras (1732) *Laudate pueri Dominum (Psalm 113) in D for Soprano, Mezzo, Choir and Orchestra (1734) *Mass in D (1732) *Mass in F “San Emidio” (Missa romana) for Soprano, Alto, 2 Choirs, 2 Orchestras and Continuo (1732) *Oratorio (1731, atrium of the Chiesa dei Girolamini, Naples) *Dramma sacro Li prodigi della divina grazia nella conversione e morte di san Guglielmo duca d'Aquitania (1731, Monastery of Sant'Agnello Maggiore, Naples) *Salve regina in a for Soprano, Strings and Continuo (1731) *Salve regina in c for Soprano, Strings and Continuo (1735) *Salve regina in f for Alto, Strings and Continuo (1736, adapted from the Salve regina in c) *Stabat Mater in f (wr. 1735, pr. 1736, Naples) ===Operas=== *La Salustia, January 1732, Teatro San Bartolomeo, Naples; text possibly by Sebastiano Morelli after Alessandro Severo by Apostolo Zeno *Lo frate 'nnamorato, 27 September 1732, Teatro dei Fiorentini, Naples *Il prigionier superbo, containing the intermezzo La serva padrona, 28 August 1733, Teatro San Bartolomeo, Naples *Adriano in Siria, containing the intermezzo Livietta e Tracollo, 25 October 1734, Teatro San Bartolomeo, Naples *L'Olimpiade, January 1735, Teatro Tordinona, Rome *Il Flaminio, autumn 1735, Teatro Nuovo, Naples ===Orchestral music=== *Sinfonia in B-flat major *Sinfonia in D major *Sinfonia in F major *Sinfonia in G major, P.35 *Sinfonia in G minor, P.24c *Flute Concerto in G major, P.33 (very doubtful) *Concerto for Flute and 2 Violins in D major *Concerto for Flute and 2 Violins in G major *Concerto for 2 Harpsichords and Orchestra *Violin Concerto in B flat major ====Spurious==== *6 Concerti armonici for 4 violins, viola and continuo, long attributed to Pergolesi but in fact by Wassenaer ===Keyboard works=== * Harpsichord Sonata in A major, P.1 * Harpsichord Sonata in D major * Organ Sonata in F major * Organ Sonata in G major ===Chamber works=== *Trio Sonata in G major, P.12 *Trio Sonata in G minor *Unspecified Andantino, for violin and piano *Violin Sonata in G major *Sonata No.1 in G major, for 2 violins *Sinfonia in F major, for cello and continuo ==Notes== ==External links== * * * * * *Fondazione Pergolesi Spontini of Iesi * *The Early Music ensemble Voices of Music performs Pergolesi's Stabat Mater Category:1710 births Category:1736 deaths Category:18th-century Italian composers Category:18th- century Italian male musicians Category:18th-century deaths from tuberculosis Category:Catholic liturgical composers Category:Italian Baroque composers Category:Italian male classical composers Category:Italian opera composers Category:Male opera composers Category:Neapolitan school composers Category:People from Iesi Category:Tuberculosis deaths in Italy Category:Infectious disease deaths in Campania",
 "title": "Giovanni Battista Pergolesi"
}