{
 "id": "380986",
 "text": "Epicrates cenchria is a boa species endemic to Central and South America. Common names include the rainbow boa, and the slender boa. A terrestrial species, it is known for its attractive iridescent/holographic sheen caused by structural coloration. Five subspecies are currently recognized, including the nominate subspecies described here. ==Distribution and habitat== Epicrates cenchria is found in lower Central America (Costa Rica and Panama), and farther south into South America it occurs east of the Andes roughly reaching northern Argentina (in the provinces: Chaco, Córdoba, Corrientes, Formosa, Salta, Santiago del Estero and Tucumán). The rainbow boa's habitat generally consists of humid woodlands and rainforests, but it can also be found in open savannas. == Behavior == Rainbow boas are nocturnal and most active in the middle of the night. This species is semi-arboreal, spending time both on the ground and in trees. They are also known to spend time in bodies of water, and are considered capable swimmers. ==Captivity== The most common type of rainbow boa found found in the pet trade is the Brazilian rainbow boa, E. c. cenchria. During the 1980s and early 1990s, substantial numbers were exported from Suriname. Today, however, far fewer are exported, and most offered for sale are captive bred.Brazilian Rainbow Boa at Smithsonian National Zoological Park. Accessed 12 November 2008. With good care, a captive Brazilian rainbow boa can be expected to live for up to 30 years. ==Subspecies== {|cellspacing=0 cellpadding=2 border=1 style=\"border-collapse: collapse;\" !bgcolor=\"#f0f0f0\"|Subspecies !bgcolor=\"#f0f0f0\"|Taxon author !bgcolor=\"#f0f0f0\"|Common name !bgcolor=\"#f0f0f0\"|Geographic range |- |Epicrates cenchria barbouri |Stull, 1938 |Marajo Island rainbow boa | |- |Epicrates cenchria cenchria |(Linnaeus, 1758) |Brazilian rainbow boa |The Brazilian rainbow boa occurs in the Amazon Basin, and in coastal Guiana, French Guiana, Suriname and southern Venezuela. |- |Epicrates cenchria gaigeae |Stull, 1938 |Peruvian rainbow boa | |- |Epicrates cenchria hygrophilus |Amaral, 1935 |Espirito Santo rainbow boa | |- |Epicrates cenchria polylepis |Amaral, 1935 |Central highland rainbow boa | |- |} ==Etymology== The subspecific name, barbouri, is in honor of American herpetologist Thomas Barbour. The subspecific name, gaigeae, is in honor of American herpetologist Helen Beulah Thompson Gaige.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (Epicrates cenchria alvarezi, p. 6; E. c. barbouri, p.16; E. c. gaigeae, p. 96). ==Gallery== Image:Rainbow_boa_peruvian.jpg|Peruvian subspecies (E. c. gaigeae). ==References== ==External links== * * * ==Further reading== *Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). xiii + 448 pp. + Plates I-XXVIII. (Epicrates cenchris, pp. 94-96). *Freiberg M (1982). Snakes of South America. Hong Kong: T.F.H. Publications. 189 pp. . (Epicrates cenchria, pp. 87-88, 125-127 + photographs on pp. 18-19, 22-23, 45). *Linnaeus C (1758). Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, dierentiis, synonymis, locis. Tomus I. Editio Decima, Reformata. Stockholm: L. Salvius. 824 pp. (Boa cenchria, new species, p. 215). (in Latin). Category:Epicrates Category:Reptiles of South America Category:Reptiles described in 1758 Category:Taxa named by Carl Linnaeus",
 "title": "Rainbow boa"
}