{
 "id": "381364",
 "text": "thumb|right|Chips from the fictional \"Casino de Isthmus City\". Casino tokens (also known as casino or gaming chips, checks, or cheques) are small discs used in lieu of currency in casinos. Colored metal, injection-molded plastic or compression molded clay tokens of various denominations are used primarily in table games, as opposed to metal token coins, used primarily in slot machines. Casino tokens are also widely used as play money in casual or tournament games. Some casinos also use rectangular gaming plaques for high- stakes table games ($25,000 and above). Plaques differ from chips in that they are larger, usually rectangular in shape and contain serial numbers. == Use == Money is exchanged for tokens in a casino at the casino cage, at the gaming tables, or at a cashier station. The tokens are interchangeable with money at the casino. Generally they have no value outside of the casino, but certain businesses (such as taxis or waiters—especially for tips) in gambling towns may honor them informally. Tokens are employed for several reasons. Because of the uniform size, shape, and patterns of stacks of chips, they are easier to tally compared to currency. This attribute also enables the pit boss or security to quickly verify the amount being paid, reducing the chance that a dealer might incorrectly pay a customer. The uniform weight of the casino's official tokens allows them to weigh great stacks or heaps of chips rather than tally them (though aids such as chip trays are far more common.) Furthermore, it is observed that consumers gamble more freely with replacement currencies than with cash. A more pragmatic reason for casinos using chips in place of cash at table games is to discourage players from grabbing back their bet and attempting to flee should their bet not win, because chips, unlike cash, must be redeemed at the casino cashier and have no value outside the casino in question. Lastly, the chips are considered to be an integral part of the casino environment, and replacing them with some alternate currency would be unpopular. Many casinos have eliminated the use of metal tokens (and coins) in their slot machines, in favor of paper receipts or pre-paid cards, which, while requiring heavy infrastructure costs to install, eliminate the coin handling expenses, jamming problems encountered in machines which took coins or tokens and can allow more game-specific technology in the space of a machine which would usually be dedicated to coin mechanisms. While some casinos (such as the Hard Rock Hotel in Las Vegas) which installed the receipt system had kept the $1 tokens around for use as $1 chips, most other casinos using the receipts had simply scrapped the tokens entirely. Most casinos using receipts have automated machines at which customers may redeem receipts, eliminating the need for coin counting windows and decreasing labor costs. Casino chip collecting is a part of numismatics, more specifically as specialized exonumia collecting. This hobby has become increasingly popular with the Casino Chips & Gaming Tokens Collectors Club formed in 1988. Some collectors may value certain casino tokens up to $100,000, which are typically traded on online auction websites like eBay. Several casinos sell custom-made sets of chips and one or two decks of cards stamped with the name of the casino on them. Each set is contained in a small briefcase or box. == History == The ancestors of modern casino tokens were the counters used to keep score in the card games Ombre and Quadrille. In 1752, French Quadrille sets contained a number of different counters, known as jetons, fiches and mils. Unlike modern poker chips, they were colored differently only to determine player ownership for purposes of settling payments at the end of the game, with different denominations differentiated by different shapes that each counter type had. In the early history of Poker during the 19th century, players seemed to use any small valuable object imaginable. Early poker players sometimes used jagged gold pieces, gold nuggets, gold dust, or coins as well as \"chips\" primarily made of ivory, bone, wood, paper, and a composition made from clay and shellac. Several companies between the 1880s and the late 1930s made clay composition poker chips. There were over 1000 designs from which to choose. Most chips were white, red, blue, and yellow, but they could be made in almost any color desired. == Construction == thumb|Authentic clay chip manufactured for home use. The vast majority of authentic casino chips are \"clay\" chips but can be more accurately described as compression molded chips. Contrary to popular belief, no gaming chip going as far back as the 1950s has been 100% clay. Modern clay chips are a composition of materials more durable than clay alone. At least some percentage of the chips is of an earthen material such as sand, chalk, and clay similar to that found in cat litter. The process used to make these chips is a trade secret, and varies slightly by manufacturer, most being relatively expensive and time-consuming per chip. The edge spots, or inserts, are not painted on; to achieve this effect, this area of the clay is removed and then replaced with clay of a different color; this can be done to each chip individually or a strip can be taken out of a cylindrical block of material and replaced with the alternate color before the block is cut into chips. Then each chip receives a mid-inlay if desired, and is placed in a special mold that compresses the chip, hence the term compression molded chips. The pressure of the compression and the heat that is added varies from manufacturer to manufacturer. The printed graphics on clay chips is called an inlay. Inlays are typically made of paper and are then clad with a plastic film applied to the chip prior to the compression molding process. During the molding process the inlay becomes permanently fastened to the chip and can not be removed from the chip without destroying the inlay. Ceramic chips were introduced in the mid 1980s as alternative to clay chips, and are also used in casinos, as well as being readily available to the home market. The ability to print lettering and graphics on the entire surface of the chip, instead of just the inlay, made them popular. Ceramic chips are sometimes also referred to as clay or clay composite, but they are in fact an injection-molded chip made with a special plastic or resin formula that approximates the feel and sound of ceramic or porcelain. There are less expensive chips for the home market, made from various forms of plastic and plastic covered metal slugs as well. The chips used in United States casinos typically weigh about 10 grams, but they can be between 8 and 16 g worldwide. The major companies that manufacture chips for licensed casinos are Gaming Partners International (whose subdivisions include Paulson, Bud Jones, and B&G;), Matsui, GTI Gaming, and Abbiati. === Colors === There is no universally standardized color scheme for poker chip values, and schemes not only vary nationally and regionally, but even from venue to venue, or by event type within a single venue. thumb|right|A standard 300 piece set of Plastic Injection chips often sold as \"clay composite\" chips. Chip colors found in home sets typically include red, white, blue, and sometimes green and black; however, more recently a wide assortment of colors have become readily available, particularly in lower-cost ABS plastic chips. Common additional colors are pink, purple, yellow, orange, and grey. Newer designs in home chips include three-color designs where a three-step molding process creates a chip with unique base, secondary, and detail colors. As chip sets are tailored to the buyer, the values of various colors vary widely, with less traditional colors either used as very high values such as $500, $1,000, $5,000, and so forth, common in tournaments, or as special \"fractional\" values such as $2 or $0.50, common in low-limit games. In casinos, uniform chip colors and sizes are sometimes specified by the local gaming control board for consistency. For example, regulations in New Jersey and Illinois specify similar uniform colors. Notably, Nevada has no regulations regarding color, which is why Nevada casinos may use white, blue, or gray as $1, though $5 through $5000 are almost always consistently colored. All US states where gambling is legal require that casino chips have a unique combination of edge spots for identification, the name and location of the casino and the chip's value, if any, impressed, printed, or molded onto the obverse and reverse of the token. In 19th-century America, there was enough of a tradition of using blue chips for higher values that \"blue chip\" in noun and adjective senses signaling high-value chips and high-value property are attested since 1873 and 1894, respectively. This established connotation was first extended to the sense of a blue-chip stock in the 1920s. $2.50 chips (colloquially referred to as \"snappers\" by chip collectors) are mostly used for blackjack tables, since a \"natural\" (a 21 on the first two cards dealt to a player) typically pays 3:2 and most wagers are in increments of $5. However, the Tropicana Casino and Borgata in Atlantic City, New Jersey, and others, have used $2.50 (pink) chips in $7.50 to $15 and $10 to $20 poker games. $20 chips are used mostly at baccarat and pai gow poker because a 5% commission charged for all winning banker wagers at baccarat and winning wagers at pai gow converts evenly. Bets of $20 are not uncommon in traditional table games such as craps and roulette; a $20 chip, for example, places a $5 bet on each of the \"hard ways\" in craps and is preferable to passing a stack of chips or making change. Because eight is considered a lucky number in Chinese culture, chips denominated 8, 88, and 888 (e.g., $8 in the US) are common in casinos catering to a Chinese clientele, often as a promotion for the Chinese Lunar New Year. They will sometimes contain an image of the animal associated with the year and are issued in a variety of colors. Low-denomination yellow chips vary in value: $20 in Atlantic City and Illinois (which also uses \"mustard yellow\" $0.50 chips); $5 at most Southern California poker rooms; $2 at Foxwoods' poker room in Ledyard, Connecticut; Running Aces Harness Park and Canterbury Park, both in Minnesota; and at Casino del Sol in Tucson, Arizona; and $0.50 at Potawatomi Casino in Milwaukee, Wisconsin. Blue chips are occasionally used for $10, most notably in Atlantic City. In Las Vegas and California, most casinos use blue or white for $1 chips, though many Las Vegas casinos now use $1 metal tokens in lieu of chips. Chips are also available in denominations of $1000 or more, depending on the wagering limits of the casino. Such chips are often yellow or orange.. Casinos in Nevada, Atlantic City, and other areas that permit high wagers typically have chips available in $5000, $10,000, $25,000, and more; the colors for these vary widely. Denominations above $5000 are almost never encountered by the general public; their use is usually limited to \"high limit rooms\" where bet sizes are much greater than on the main floor. Casinos often use gaming plaques for these denominations: These plaques are about the size of a playing card, and must be marked with serial numbers. The greatest value placed on a plaque to date is $10 million, used at the London Club in Las Vegas. Televised poker tournaments and cash games sometimes use bundled paper bills for high denominations, though the World Series of Poker and the World Poker Tour use round chips exclusively with denominations up to $250,000; tournament chips, however, are not redeemable for cash. European casinos use a similar scheme, though certain venues, such as the Aviation Club de France, use pink for €2 and blue for €10. European casinos also use plaques rather than chips for high denominations, usually in the €1000 and higher range. === Security === Each casino has a unique set of chips, even if the casino is part of a greater company. This distinguishes a casino's chips from others, since each chip and token on the gaming floor has to be backed up with the appropriate amount of cash. In addition, with the exception of Nevada, casinos are not permitted to honor another casino's chips. The security features of casino chips are numerous. Artwork is of a very high resolution or of photographic quality. Custom color combinations on the chip edge (edge spots) are usually distinctive to a particular casino. UV markings can be made on the inlay. Certain chips incorporate RFID technology, such as those at the Wynn Casino in Las Vegas. Also, makers' marks are difficult to reproduce. Counterfeit chips are rare. High levels of surveillance, along with staff familiarity with chip design and coloring, make passing fake chips difficult. Casinos, though, are prepared for this situation. All states require that casinos have a set of chips in reserve with alternate markings, though they may not be required to have exactly the same number of reserve chips as they do on the floor. The most notable instance of counterfeiting chips was broken up in 2005, when two men were caught falsely converting $1 chips into higher denominations. Casino chips used in tournaments are usually much cheaper and of much simpler design. Because the chips have no cash value, usually chips are designed with a single color (usually differing in shade or tone from the version on the casino floor), a smaller breadth, and a basic mark on the interior to distinguish denominations; however, at certain events (such as the World Series of Poker or other televised poker), chips approach quality levels of chips on the floor. == Variations == Several casinos, such as the Hard Rock Hotel and Casino in Las Vegas, issue \"limited edition\" varied-designed chips, commemorating various events, though retaining a common color scheme. This encourages customers to keep them for souvenirs, at a profit to the casino. In certain casinos, such as the Wynn and Encore Casinos in Las Vegas, chips are embedded with RFID tags to help casinos keep better track of them, determine gamblers' average bet sizes, and to make them harder for counterfeiters to reproduce. However, this technique is costly and considered by many to be unnecessary for profit. Also, this technology provides minimal benefits in games with layouts that do not provide gamblers with their own designated betting areas, such as craps. == In television == The first game show to use them, Duel, had a variation in which the contestants answer questions using oversized casino tokens. Each discarded token adds money to the jackpot. The World Series of Poker at one time actually used its casino tokens for the poker tournaments, but in more recent years has had special Paulson WSOP clay sets made for the tournaments. Another variation is the Power Chip from Catch 21, which discards the card currently drawn in the bonus round for a new one in exchange. The number of chips is determined by the number of rounds a contestant has won during the game with an additional chip for becoming the day's champion. == See also == * (slang) *Jeton == References == token Category:Exonumia Category:Gambling terminology Category:Game equipment Category:Gaming devices Category:Poker gameplay and terminology Category:Poker tools",
 "title": "Casino token"
}