{
 "id": "381470",
 "text": "Factory Showroom is the sixth studio album by the band They Might Be Giants. It was released in 1996 by Elektra Records. The album reclaims the more diverse and electronic sound of their early work, but differed from previous They Might Be Giants recordings in some ways. Factory Showroom was their first album to feature a second guitarist, Eric Schermerhorn. Factory Showroom was tied with The Else for the fewest tracks on any They Might Be Giants studio album, until The Escape Team was released, having only 11 tracks. Two years after Factory Showroom's release, John Flansburgh cited the album as his favorite by the duo. Feeling that Elektra Records did not do enough to promote the album, among other disputes, They Might Be Giants left the label after its release. Factory Showroom was released on vinyl for the first time in March 2012 by Asbestos Records. ==Song notes== * \"I Can Hear You\" was recorded at the Edison Laboratory on a wax cylinder phonograph without the use of electricity. * \"New York City\" is a cover of a song by the band Cub. * \"James K. Polk\" is a song about James Knox Polk, the 11th President of the United States. A sparser, drum machine driven version had previously appeared on the Istanbul (Not Constantinople) EP (1990). It features singing saw by Julian Koster. * The hidden track (Track 0) on the CD entitled \"Token Back to Brooklyn\" is accessible by rewinding from the beginning of Track 1 (\"S-E-X- X-Y\"), and is not playable on all CD players. It can, however, also be heard on the rarities compilation They Got Lost along with the Internet-only album Long Tall Weekend. * A cassette version of the album that claimed to be a \"promotional item\" from Elektra was leaked by an unknown source. Along with every song from the standard release (including \"Token Back To Brooklyn\"), this version also included versions of \"On The Drag\" and \"Older\" that have not reappeared on an official release, as well as \"SenSurround\" (the single version), \"Counterfeit Faker\", \"Certain People I Could Name\", \"Unforgotten\", \"Reprehensible\", \"They Got Lost\", and \"Rat Patrol\". All of these tracks were rejects from the Factory Showroom sessions, and were either released on the S-E-X-X-Y EP or the 2002 compilation They Got Lost. ==Track listing== ;Notes *\"Token Back to Brooklyn\" is a hidden track placed within the pregap of Track 1. ==Personnel== ;They Might Be Giants: *John Flansburgh - vocals, backing vocals, electric guitar, acoustic guitar *John Linnell - vocals, backing vocals, synthesizers, organs, accordion, piano, Mellotron, clavinet *Brian Doherty - drums, percussion *Graham Maby - electric and acoustic bass *Eric Schermerhorn - lead electric guitar ;Additional Musicians *Amy Allison - vocal sample on track 8 *Steve Calhoon - drums on track 6 *Ron Caswell - tuba on track 12 *Hal Cragin - electric bass on tracks 1, 6, 8 *Ralph Farris - viola on track 8 *Yuval Gabay - drums on track −1 *Sue Hadjopoulos - congas and percussion on tracks 1, 11 *Amanda Homi - vocals on track 13 *Gregor Kitzis - violin on track 1 *Julian Koster - singing saw on track 10 *Ron Lawrence - viola on track 1 *Steve Light - vibraphone on track 9 *Mo' Funky Element - drum break sample on track 1 *Tim Newman - trombone on track 1 *Jim O'Connor - trumpet on track 1 *Jay Sherman-Godfrey - acoustic and electric slide guitar on track 3 *Krystof Witek - violin on tracks 1, 8 *Lyle Workman - lead electric guitar on track 6 *Garo Yellin - cello on tracks 1, 4, 7, 8 *Kurt Hoffman - string and horn arrangements on track 1 ==References== ==External links== *Factory Showroom at This Might Be A Wiki Category:1996 albums Category:Elektra Records albums Category:They Might Be Giants albums",
 "title": "Factory Showroom"
}