{
 "id": "381409",
 "text": "The history of ancient Greek coinage can be divided (along with most other Greek art forms) into four periods: the Archaic, the Classical, the Hellenistic and the Roman. The Archaic period extends from the introduction of coinage to the Greek world during the 7th century BC until the Persian Wars in about 480 BC. The Classical period then began, and lasted until the conquests of Alexander the Great in about 330 BC, which began the Hellenistic period, extending until the Roman absorption of the Greek world in the 1st century BC. The Greek cities continued to produce their own coins for several more centuries under Roman rule. The coins produced during this period are called Roman provincial coins or Greek Imperial Coins. ==Weight standards and denominations== {|class=\"wikitable\" style=\"font-size: 85%\" align=\"right\" |- !colspan=\"4\"| Denominations of silver drachma |- ! Image !!Denomination !! Value !! Weight |- |190px|center |Decadrachm |10 drachmae |43 grams |- |160px|center |Tetradrachm |4 drachmae |17.2 grams |- |130px|center |Didrachm |2 drachmae |8.6 grams |- |91px|center |Drachma |6 obols |4.3 grams |- |79px|center |Tetrobol |4 obols |2.85 grams |- |67px|center |Triobol (hemidrachm) |3 obols |2.15 grams |- |64px|center |Diobol |2 obols |1.43 grams |- |49px|center |Obol |4 tetartemorions |0.72 grams |- |45px|center |Tritartemorion |3 tetartemorions |0.54 grams |- |40px|center |Hemiobol |2 tetartemorions |0.36 grams |- |38px|center |Trihemitetartemorion | tetartemorions |0.27 grams |- |32px|center |Tetartemorion | obol |0.18 grams |- |31px|center |Hemitetartemorion | tetartemorion |0.09 grams |} The three most important standards of the ancient Greek monetary system were the Attic standard, based on the Athenian drachma of of silver, the Corinthian standard based on the stater of of silver, that was subdivided into three silver drachmas of , and the Aeginetan stater or didrachm of , based on a drachma of .BMC 11 - Attica Megaris Aegina The word drachm(a) means \"a handful\", literally \"a grasp\". Drachmae were divided into six obols (from the Greek word for a spit), and six spits made a \"handful\". This suggests that before coinage came to be used in Greece, spits in prehistoric times were used as measures in daily transactions. In archaic, pre-numismatic times iron was valued for making durable tools and weapons, and its casting in spit form may have actually represented a form of transportable bullion, which eventually became bulky and inconvenient after the adoption of precious metals. Because of this very aspect, Spartan legislation famously forbade issuance of Spartan coin, and enforced the use of iron ingots, called pelanoi in order to discourage avarice and the hoarding of wealth.Figueira, \"Iron Money and the Ideology of Consumption,\" Sparta: Beyond the Mirage (2002) 137–170 In addition to its original meaning (which also gave the diminutive \"obelisk\", \"little spit\"), the word obol (ὀβολός, obolós, or ὀβελός, obelós) was retained as a Greek word for coins of small value, still used as such in Modern Greek slang (όβολα, óvola, \"monies\"). The obol was further subdivided into tetartemorioi (singular tetartemorion) which represented obol, or drachm. This coin (which was known to have been struck in Athens, Colophon, and several other cities) is mentioned by Aristotle as the smallest silver coin. Various multiples of this denomination were also struck, including the trihemitetartemorion (literally three half-tetartemorioi) valued at of an obol. ==Archaic period (until about 480 BC)== The earliest known electrum coins, Lydian and East Greek coins found under the Temple of Artemis at Ephesus, are currently dated to between 625 and 600 BC). These coins were issued either by the non-Greek Lydians for their own use or perhaps because Greek mercenaries wanted to be paid in precious metal at the conclusion of their time of service, and wanted to have their payments marked in a way that would authenticate them. These coins were made of electrum, an alloy of gold and silver that was highly prized and abundant in that area. In the middle of the 6th century BC, King Croesus replaced the electrum coins with coins of pure gold and pure silver, called Croeseids. The credit for inventing pure gold and silver coinage is attributed by Herodotus to the Lydians: The Greek world was divided into more than two thousand self- governing city-states (in Greek, poleis), and more than half of them issued their own coins. Some coins circulated widely beyond their polis, indicating that they were being used in inter-city trade; the first example appears to have been the silver stater or didrachm of Aegina that regularly turns up in hoards in Egypt and the Levant, places which were deficient in silver supply. As such coins circulated more widely, other cities began to mint coins to this \"Aeginetan\" weight standard of to the drachm, other cities included their own symbols on the coins. Athenian coins, however, were struck on the \"Attic\" standard, with a drachm equaling of silver. Over time, Athens' plentiful supply of silver from the mines at Laurion and its increasing dominance in trade made this the pre-eminent standard. These coins, known as \"owls\" because of their central design feature, were also minted to an extremely tight standard of purity and weight. This contributed to their success as the premier trade coin of their era. Tetradrachms on this weight standard continued to be a widely used coin (often the most widely used) through the classical period. By the time of Alexander the Great and his Hellenistic successors, this large denomination was being regularly used to make large payments, or was often saved for hoarding. ;International circulation Archaic Greek coinage seems to have had a very wide circulation in the Achaemenid Empire. Many of them were discovered in coin hoards throughout the Achaemenid Empire such as the Ghazzat hoard and the Apadana hoard, and also very far to the East, such as the Kabul hoard or the Pushkalavati hoard in Ancient India, following the Achaemenid conquest of the Indus Valley. Generally, Greek coins (both Archaic and early Classical) are comparatively very numerous in the Achaemenid coin hoards discovered in the East of the Achaemenid Empire, much more numerous than Sigloi, suggesting that the circulation of Greek coinage was central in the monetary system of those part of the Empire. File:Ephesos 620-600 BC FANEOS.jpg|Electrum coin from Ephesus, 620–600 BC. : Stag grazing right, ΦΑΝΕΩΣ (retrograde). : Two incuse punches, each with raised intersecting lines. File:ISLANDS off THRACE, Thasos. Circa 500-463 BC.jpg|Archaic coin of Thasos, circa 500–463 BC.\"a fragmentary stater of Thasos\" described in Kagan p.230, Kabul hoard Coin no.9 in Daniel Schlumberger Trésors Monétaires d'Afghanistan (1953) File:ISLANDS off IONIA, Chios. Circa 490-435 BCE.jpg|Archaic coin of Chios, circa 490–435 BC.\"a worn Chiot stater\" described in Kagan p.230, Kabul hoard Coin no.12 in Daniel Schlumberger Trésors Monétaires d'Afghanistan (1953) Earlier types known. File:ISLANDS off ATTICA, Aegina. Circa 510-490 BC.jpg|Archaic Aegina coin type, \"windmill pattern\" incuse punch. Circa 510–490 BC.Kabul hoard Coin no.5 in Daniel Schlumberger Trésors Monétaires d'Afghanistan (1953)\"The 1933 Cabul hoard pub- lished by Schlumberger consisted of over 115 coins, with signiﬁcant overlap with the Malayer hoard. Athens again is the largest group, with 33 recorded tetradrachms compared to eight sigloi. In addition to the worn archaic stater of Aegina, a fragmentary stater of Thasos and a worn Chiot stater may be archaic. There are two well-preserved early classical tetradrachms from Acanthus and an early classical stater of Corcyra. Again there is a signiﬁcant Levantine component represented by coins from Pamphylia, Cilicia and Cyprus, though nothing from Phoenicia. The early Cilician coins probably date the hoard slightly later than the Malayer hoard.\" in File:Athens coin discovered in Pushkalavati.jpg|Athens coin (circa 500/490–485 BC) discovered in the Shaikhan Dehri hoard in Pushkalavati, Ancient India. This coin is the earliest known example of its type to be found so far east.\"A Truly International Currency\", Triton XV, Lot: 1163, ATTICA, Athens , CNG Coins ==Classical period (480–323 BC)== The Classical period saw Greek coinage reach a high level of technical and aesthetic quality. Larger cities now produced a range of fine silver and gold coins, most bearing a portrait of their patron god or goddess or a legendary hero on one side, and a symbol of the city on the other. Some coins employed a visual pun: some coins from Rhodes featured a rose, since the Greek word for rose is rhodon. The use of inscriptions on coins also began, usually the name of the issuing city. The wealthy cities of Sicily produced some especially fine coins. The large silver decadrachm (10-drachm) coin from Syracuse is regarded by many collectors as the finest coin produced in the ancient world, perhaps ever. Syracusan issues were rather standard in their imprints, one side bearing the head of the nymph Arethusa and the other usually a victorious quadriga. The tyrants of Syracuse were fabulously rich, and part of their public relations policy was to fund quadrigas for the Olympic chariot race, a very expensive undertaking. As they were often able to finance more than one quadriga at a time, they were frequent victors in this highly prestigious event. Syracuse was one of the epicenters of numismatic art during the classical period. Led by the engravers Kimon and Euainetos, Syracuse produced some of the finest coin designs of antiquity. Amongst the first centers to produce coins during the Greek colonization of mainland Southern Italy (Magna Graecia) were Paestum, Crotone, Sybaris, Caulonia, Metapontum, and Taranto. These ancient cities started producing coins from 550 to 510 BC. ISLANDS off ATTICA. Aegina. Circa 456-45-431 BC.jpg|Aegina coin type, incuse skew pattern. Circa 456/445–431 BC. MACEDON, Akanthos. Circa 470-430 BC.jpg|Coin of Akanthos, Macedon. Circa 470–430 BC. File:PAMPHYLIA, Aspendos. Circa 465-430 BC.jpg|Coin of Aspendos, Pamphylia. Circa 465–430 BC. File:KORKYRA, Korkyra. Circa 350-30-290-70 BC.jpg|Coin from Korkyra. Circa 350/330–290/270 BC. File:CYPRUS, Paphos. Onasi(...). Mid 5th century BC.jpg|Coin of Cyprus, circa 450 BC. ==Hellenistic period (323–31 BC)== The Hellenistic period was characterized by the spread of Greek culture across a large part of the known world. Greek-speaking kingdoms were established in Egypt and Syria, and for a time also in Iran and as far east as what is now Afghanistan and northwestern India. Greek traders spread Greek coins across this vast area, and the new kingdoms soon began to produce their own coins. Because these kingdoms were much larger and wealthier than the Greek city states of the classical period, their coins tended to be more mass-produced, as well as larger, and more frequently in gold. They often lacked the aesthetic delicacy of coins of the earlier period. alt=Poshumous Alexander the Great tetradrachm from|thumb|Posthumous Alexander the Great tetradrachm from Temnos, Aeolis. Dated 188–170 BC. Obverse: Alexander the Great as Herakles facing right wearing the nemean lionskin. Reverse: Zeus seated on throne to the left holding eagle in right hand and scepter in left; in left field monogram and angular above grape vine arching over oinochoe; vertical in right field. Reference: Price 1678. Still, some of the Greco-Bactrian coins, and those of their successors in India, the Indo-Greeks, are considered the finest examples of Greek numismatic art with \"a nice blend of realism and idealization\", including the largest coins to be minted in the Hellenistic world: the largest gold coin was minted by Eucratides (reigned 171–145 BC), the largest silver coin by the Indo-Greek king Amyntas Nikator (reigned –90 BC). The portraits \"show a degree of individuality never matched by the often bland depictions of their royal contemporaries further West\" (Roger Ling, \"Greece and the Hellenistic World\"). The most striking new feature of Hellenistic coins was the use of portraits of living people, namely of the kings themselves. This practice had begun in Sicily, but was disapproved of by other Greeks as showing hubris (arrogance). But the kings of Ptolemaic Egypt and Seleucid Syria had no such scruples: having already awarded themselves with \"divine\" status, they issued magnificent gold coins adorned with their own portraits, with the symbols of their state on the reverse. The names of the kings were frequently inscribed on the coin as well. This established a pattern for coins which has persisted ever since: a portrait of the king, usually in profile and striking a heroic pose, on the obverse, with his name beside him, and a coat of arms or other symbol of state on the reverse. The Hellenistic period conventionally ends with the Battle of Actium in 31 BC, although a few Hellenistic rulers are known in India until the reign of the Indo-Greek King Strato III (ruled to AD 10), who issued the last Hellenistic coinage. Many Greek communities in the eastern half of the Roman empire continued to issue their own coinages, known as Roman provincial coinages or 'Greek Imperials' in older scholarship, until the third century AD. File:Seleucus Nicator Ai Khanoum mint.jpg|Seleucus Nicator (312–281 BC), Ai Khanoum.CNG Coin 338684 File:Antiochos I Soter Ai Khanoum mint.jpg|Antiochus I (281–261 BC), Ai Khanoum. File:Antiochos II Theos Ai Khanoum mint.jpg|Antiochos II (261–246 BC), Ai Khanoum. File:Diodotos I in the name of Antiochos II or coin of Antiochos Nicator Mint A near Ai-Khanoum.jpg|Diodotus I (256–238 BC). File:Diodotos II Ai Khanoum mint.jpg|Diodotus II (235–225 BC) File:Coin of Antialkidas.jpg|Coin of Indo-Greek king Antialcidas (105–95 BC). File:Coin of the Bactrian King Agathokles.jpg|Coin of Agathocles of Bactria with Hindu deities, circa 180 BC. File:Apollodotus bull with nandipada.jpg|Coin of Apollodotus I, Indo-Greeks. ==Minting== All Greek coins were handmade, rather than machined as modern coins are. The designs for the obverse and reverse were carved into a block of bronze or possibly iron, called a die. A blank disk of gold, silver, or electrum was cast in a mold and then placed between the dies, whereupon the coin maker would forcefully strike the top die with a hammer, thereby impressing the designs on the metal.Grierson: Numismatics ==Coins as a symbol of the city-state== Coins of Greek city-states depicted a unique symbol or feature, an early form of emblem, also known as badge in numismatics, that represented their city and promoted the prestige of their state. Corinthian stater for example depicted pegasus the mythological winged stallion, tamed by their hero Bellerophon. Coins of Ephesus depicted the bee sacred to Artemis. Drachmas of Athens depicted the owl of Athena. Drachmas of Aegina depicted a chelone. Coins of Selinunte depicted a \"selinon\" (σέλινον, Entry σέλινον at LSJ celery). Coins of Heraclea depicted Heracles. Coins of Gela depicted a man-headed bull, the personification of the river Gela. Coins of Rhodes depicted a \"rhodon\" (ῥόδον, Entry ῥόδον at LSJ rose). Coins of Knossos depicted the labyrinth or the mythical creature minotaur, a symbol of the Minoan Crete. Coins of Melos depicted a \"mēlon\" (μήλον - apple). Coins of Thebes depicted a Boeotian shield. {{multiple image | align = none | direction = horizontal | width = | image1 = Corinth Stater 80000251.jpg | width1 = 130 | alt1 = | caption1 = Corinthian stater with pegasus | image2 = Tétradrachme d'argent de Rhodes.jpg | width2 = 119 | alt2 = | caption2 = Coin of Rhodes with a rose | image3 = Selinos didrachm ANS 685 670331.jpg | width3 = 130 | alt3 = | caption3 =Didrachm of Selinunte with a celery | image4 = Tétradrachme en argent représentant une abeille et un cerf.jpg | width4 = 130 | alt4 = | caption4 =Coin of Ephesus with a bee | image5 = Olympia-01.jpg | width5 = 132 | alt5 = | caption5 =Stater of Olympia depicting Nike | header = | header_align = | header_background = | footer = | footer_align = | footer_background = | background color = }} {{multiple image | align = none | direction = horizontal | width = | image1 = 001-melos-2.jpg | width1 = 133 | alt1 = | caption1 = Coin of Melos with an apple | image2 =Stymphalian bird.jpg | width2 = 148 | alt2 = | caption2 = Obolus from Stymphalus with a Stymphalian bird | image3 = Greek Silver Stater of Thebes (Boeotia), a Stunning Depiction of Dionysos.jpg | width3 = 130 | alt3 = | caption3 = Coin of Thebes with a Boeotian shield | image4 = Gela. 480-475 BC Tetradrachm.jpg | width4 = 130 | alt4 = | caption4 = Coin of Gela with a man-headed bull, the personification of the river Gela | image5 = Didrachm Knossos 425-360BC obverse CdM Paris.jpg | width5 = 75 | alt5 = | caption5 = Didrachm of Knossos depicting the Minotaur | header = | header_align = | header_background = | footer = | footer_align = | footer_background = | background color = }} ==Ancient Greek coins today== thumb|Various ancient Greek coins. Collections of ancient Greek coins are held by museums around the world, of which the collections of the British Museum, the American Numismatic Society, and the Danish National Museum are considered to be the finest. The American Numismatic Society collection comprises some 100,000 ancient Greek coins from many regions and mints, from Spain and North Africa to Afghanistan. To varying degrees, these coins are available for study by academics and researchers. There is also an active collector market for Greek coins. Several auction houses in Europe and the United States specialize in ancient coins (including Greek) and there is also a large on-line market for such coins. Hoards of Greek coins are still being found in Europe, Middle East, and North Africa, and some of the coins in these hoards find their way onto the market. Due to the numbers in which they were produced, the durability of the metals, and the ancient practice of burying large numbers of coins to save them, coins are an ancient art within the reach of ordinary collectors. ==See also== *Art of ancient Greece *Philippeioi *Tetradrachm *Silver stater with a turtle, early coin ==Citations== ==Further reading== *Grierson, Philip (1975), Numismatics, Oxford, Oxford University Press *Head, Barclay V. (1911), Historia Numorum; A Manual of Greek Numismatics, Oxford: Clarendon Press. *Hill, George Francis (1906), Historical Greek Coins, London : Archibald Constable and Co. *Jenkins, H.K. (1990), Ancient Greek Coins, Seaby, *Konuk, Koray (2003), From Kroisos to Karia; Early Anatolian Coins from the Muharrem Kayhan Collection, *Kraay, Colin M. (1976), Archaic and Classical Greek Coins, New York: Sanford J. Durst, . *Melville Jones, John R, 'A Dictionary of Ancient Greek Coins', London, Seaby 1986, reprinted Spink 2004. *Melville Jones, John R, Testimonia Numaria. Greek and Latin texts concerning Ancient Greek Coinage, 2 vols (1993 and 2007), London, Spink, 0-907-05-40-0 and 978-1-902040-81-3. *Ramage, Andrew and Craddock, Paul (2000), King Croesus' Gold; Excavations at Sardis and the History of Gold Refining, Trustees of the British Museum, . *Rutter N. K, Burnett A. M, Crawford M. H, Johnston A. E.M, Jessop Price M (2001), Historia Numorum Italy, London: The British Museum Press, . *Sayles, Wayne G, Ancient Coin Collecting, Iola, Wisconsin : Krause Publications, 2003. *Sayles, Wayne G, Ancient Coin Collecting II: Numismatic Art of the Greek World\", Iola, Wisconsin : Krause Publications, 2007. *Seaford, Richard (2004), 'Money and the Early Greek Mind; Homer, Philosophy, Tragedy', Cambridge: Cambridge University Press, . *Sear, David, \"Greek Coins and Their Values: Volume 1\", London: Spink, Seaby, *Sear, David, \"Greek Coins and Their Values: Volume 2\" London: Spink. *Seltman, Charles (1933), Greek Coins, London: Methuen & Co, Ltd. *Seltman, Charles, Masterpieces of Greek Coinage, Bruno Cassirer - Oxford, 1949. *Thompson M, Mørkholm O, Kraay C. M. (eds): An Inventory of Greek Coin Hoards, (IGCH). New York, 1973 * Sylloge Nummorum Graecorum: ** American Numismatic Society: The Collection of the American Numismatic Society, New York * Ward, John, Greek Coins and their Parent Cities, London : John Murray, 1902. (accompanied by a catalogue of the author's collection by Sir George Francis Hill) *Hyla A. Troxell, Studies in the Macedonian Coinage of Alexander the Great, American Numismatic Society ==External links== * Sylloge Nummorum Graecorum, website of Sylloge Nummorum Graecorum, a British Academy research project * Coins from Cornell University's Collection of Antiquities * Greek coins from Digital Library Numis (DLN) * Coins from the Perseus Digital Library Project at Tufts University * Historia Numorum Online * Historia Numorum: A Manual of Greek Numismatics",
 "title": "Ancient Greek coinage"
}