{
 "id": "381535",
 "text": "{| |} The Dassault Mirage 2000 is a French multirole, single-engine, fourth- generation jet fighter manufactured by Dassault Aviation. It was designed in the late 1970s as a lightweight fighter to replace the Mirage III for the French Air Force (Armée de l'air). The Mirage 2000 evolved into a multirole aircraft with several variants developed, with sales to a number of nations. It was later developed into the Mirage 2000N and 2000D strike variants, the improved Mirage 2000-5, and several export variants. Over 600 aircraft were built and it has been in service with 9 nations. ==Development== ===Previous projects=== The origins of the Mirage 2000 could be traced back to 1965, when France and Britain agreed to develop the \"Anglo-French Variable Geometry\" (AFVG) swing-wing aircraft. Two years later, France withdrew from the project on grounds of costs, after which Britain would collaborate with West Germany and Italy to ultimately produce the Panavia Tornado. Dassault instead focused on its own variable-geometry aircraft, the Dassault Mirage G experimental prototype. The design was expected to materialise in the Mirage G8, which would serve as the replacement for the popular Mirage III in French Air Force service.(Last updated 2 February 2015) \"Dassault Mirage 2000 Multi-role Aircraft \". Military Factory. Retrieved 24 August 2015. The Mirage 2000 started out as a secondary project tentatively named \"Delta 1000\" in 1972. Dassault was devoting considerable attention to the Mirage G8A, a fixed- geometry derivative of the Mirage G8 that served as the competitor to the Panavia Tornado. The Mirage G8, which was envisioned as the \"Avion de Combat Futur\" (ACF or Future Combat Aircraft) of the French Air Force (Armee de l'Air, AdA), did not align with the service's conception of its future aircraft. The AdA wanted a Mach 3 fighter, not an interdictor aircraft incapable of dogfighting that was the Mirage G8. As such, Dassault redesigned the Mirage G8 into the two-engine Super Mirage G8A that would prove to be ambitious and expensive, being two and a half times the price of the Mirage F1 and over-engineered, especially compared to the F-16 that had just won orders from a number of European countries. Consequently, during a meeting of the National Defence Council on 18 December 1975, the Super Mirage was cancelled.Donald, David, ed. \"Dassault Mirage 2000\". The Complete Encyclopedia of World Aircraft. Barnes & Noble Books, 1997. . The ACF was a strike aircraft first and an interceptor second, while the Delta 2000 was the reverse, but the single-engine Delta 2000 was much more affordable. At the same National Defence Council meeting, a redesignated Mirage 2000 was offered to the AdA, and three prototypes were ordered. The AdA in March 1976 issued a set of official requirements whose parameters matched those of Dassault's performance estimates of the new fighter. The aircraft's primary role was interception with a secondary ground-attack capability; the AdA had a commitment for 200 aircraft. The first aircraft was to be delivered in 1982. This was a return to the first-generation Mirages, but with several important innovations that tried to solve their shortcomings. ===Production=== The production of the Mirage 2000 involved three construction sites, two of which located in Bordeaux, that specialised in different components. The wings were built at Martignas, and the fuselages were fabricated at Argenteuil (NW of Paris), with final assembly taking place at Bordeaux-Merignac. The first prototype, Mirage 2000 No. 01, though, was hand built at St Cloud, before being moved to Dassault's Istres facility for assembly. At the hands of Jean Coureau, No. 01 made its first flight on 10 March 1978, a mere 27 months after the programme go-ahead. During the 65-minute flight, Coureau took the aircraft to Mach 1.02 without afterburner, before climbing to more than 12,000 m and accelerating the aircraft to Mach 1.3.\"Dassault Mirage 2000\", World Air Power Journal, p. 57. By the end of May, the aircraft had surpassed Mach 2 and an indicated airspeed of 650 knots. On the other end of the speed spectrum, the Mirage 2000 proved to be a capable low-speed aircraft, as demonstrated at the Farnborough Airshow in September 1978, during which Dassault pilot Guy Mitaux-Maurourd raised the aircraft's nose to 25° angle of attack (AoA) as the aircraft slowed to 100 knots. Later tests showed that the aircraft could attain 30° AoA while carrying fuel tanks and weapons.\"Dassault Mirage 2000\", pp. 57–58. The second prototype, No. 02, made its 50-minute first flight in September 1978 at the controls of Maurourd. The aircraft was to test some of the avionics systems and the carriage of weapons. Due to a flame-out while on a landing approach, the aircraft was lost in May 1984. No. 03 made its first flight in April 1979; equipped with a complete weapons system, it was used for radar and weapons trials. After 400 hours of flight, they were sent to Centre d'Essais en Vol, flight tests centre. Although three prototypes were ordered in December 1975, Dassault constructed an additional fourth single-seat demonstrator for its own purposes, which embodied lessons on the earlier aircraft, namely the reduction in fin height and an increased fin sweep, redesigned air inlets, and an FBW system. The only dual-seat Mirage 2000B of the test programme first flew on 11 October 1980.World Air Power Journal, pp. 58–59. The first production Mirage 2000C (C for chasseur, \"fighter\") flew on 20 November 1982. Deliveries to the AdA began in 1983. The first 37 Mirage 2000Cs delivered were fitted with the Thomson-CSF Radar Doppler Multifunction (RDM), and were powered by the SNECMA M53-5 turbofan engine. The 38th Mirage 2000C had an upgraded SNECMA M53-P2 turbofan engine. The Radar Doppler à Impulsion (RDI) built by Thales for the Mirage 2000C entered service in 1987. It has a much improved range of about 150 km, and is linked to Matra Super 530D missiles, which are much improved compared to the older Super 530F. Look-down/shoot-down capabilities are much improved, as well, but this radar is not usually used for air-to-surface roles. ===Further development=== The Mirage 2000N is a dedicated nuclear- strike variant, which was intended to carry the Air-Sol Moyenne Portée (ASMP) nuclear stand-off missile. Flight tests of the first of two prototypes, Mirage 2000N 01 (the eighth Mirage 2000) began on 3 February 1983. During the 65-minute flight, the aircraft reached a speed of Mach 1.5. The variant entered operational service in 1988, initially operating from Luxeuil Air Base with the 4e Escadre de Chasse. Closely derived from the Mirage 2000N is a dedicated conventional attack variant designated Mirage 2000D. Initial flight of the Mirage 2000D prototype, a modified Mirage 2000N prototype, was on 19 February 1991. The first flight of a production aircraft occurred 31 March 1993, and service introduction followed in April 1995. Seventy-five and eighty-six Mirage 2000Ns and Mirage 2000Ds were manufactured, respectively. By the late 1980s, the Mirage 2000 was beginning to age compared with the latest models of F-16 fighters. In particular, attention was drawn to the aircraft's inability to engage multiple targets simultaneously, and the small load of air-to-air missiles it could carry. Consequently, Dassault in April 1989 announced that with the cooperation of Thomson-CSF, it would be working on a privately funded update of the Mirage 2000C, which was to be named the Mirage 2000-5.Grolleau 2003, p. 54. A two-seat Mirage 2000B prototype was extensively modified as the first Mirage 2000-5 prototype, and it first flew on 24 October 1990. A Mirage 2000C prototype was also reworked to a similar standard, making its initial flight on 27 April 1991. The first front-line aircraft variant to have been designed specifically in response to the export market, Taiwan was the first country to order the type in 1992, followed by Qatar in 1994. The type was first delivered in 1996 and entered service in 1997. Domestically, Dassault needed an order from the AdA to help promote foreign sales, and in 1993, the AdA decided to upgrade 37 of their existing Mirage 2000s to the 2000-5 specification as a stopgap before the arrival of the Rafale in AdA service. The upgraded aircraft were redesignated Mirage 2000-5F, and became operational in 2000. They retained the old countermeasures system with the Serval/Sabre/Spirale units and did not receive the ICMS 2 system. A two-seat version was developed, as well, whose rear seat has a heads-up display, but not an associated head-level display, and lacks a built-in cannon, although cannon pods can be carried. At the urging of the United Arab Emirates, Dassault worked on a further modification of the Mirage 2000-5. Initially dubbed Mirage 2000-9, this variant had the upgrade of the radar and the associated avionics, the change of weapons configuration, and the extension of range. The last Mirage 2000 was delivered on 23 November 2007 to the Hellenic Air Force; afterwards, the production line was shut down. ==Design== ===Overview=== The aircraft uses retractable Tricycle landing gear by Messier-Dowty, with twin nosewheels and a single wheel on each main gear. A runway tailhook or a fairing for a brake parachute can be fitted under the tail, which can operate in conjunction with the landing gear's carbon brakes to shorten landing distances. A removable refueling probe can be attached in front of the cockpit, offset slightly to the right of centre. Its aircraft flight control system is fly-by-wire. ===Cockpit=== The Mirage 2000 is available as a single-seat or two-seat multirole fighter. The pilot flies the aircraft by means of a centre stick and left-hand throttles, with both incorporating HOTAS controls. The pilot sits on a SEM MB Mk10 zero-zero ejection seat (a license-built version of the British Martin-Baker Mark 10). The instrument panel (in the Mirage 2000 C) is dominated by a Sextant VE-130 head-up display which presents data relating to flight control, navigation, target engagement, and weapon firing, and a radar screen located centrally below it. ===Engines=== The SNECMA M53 afterburning turbofan was developed for the ACF, and was available for the Mirage 2000 project. It is a single-shaft engine of modular construction that is relatively light and simple compared to those of the British or American designs. The M53 consists of three low- pressure compressor stages, five high-pressure stages, and two turbine stages.World Air Power Journal, pp. 56–57. With the development programme consisting of 20 engines, the M53 sans suffix was first bench tested in February 1970, and became airborne on a Caravelle testbed in July 1973. Dassault conducted flight tests of the M53-2 version using its Mirage F1E testbeds starting in December 1974; this version produced in afterburner. The Mirage 2000 itself was powered by two versions of the M53—the M53-5, which equipped initial operational aircraft, was rated at of thrust with afterburner. The definitive version of the engine, the M53-P2, which equipped the majority of the type, is rated at in dry thrust and in afterburner.Grolleau 2003, p. 49. ===Payload and armaments=== The Mirage 2000 is equipped with built-in twin DEFA 554 autocannon (now GIAT 30–550 F4) 30 mm revolver-type cannons with 125 rounds each. The cannons have selectable fire rates of 1,200 or 1,800 rounds per minute. ===Differences between variants=== ;Mirage 2000-5 The Mirage 2000-5 is a major advancement over the previous variants of the aircraft, and embodies a comprehensive electronic, sensor, and cockpit upgrade to expand its combat ability, while reducing pilot workload. The centrepiece of the Mirage 2000-5 overhaul is the Thomson-CSF RDY (radar Doppler multitarget) with look down/shoot down capability. The multifunction radar is capable of air-to-ground, air-to-air, and air-to-sea operations. In the air-to-ground mode, the RDY has navigation and attack functions that give it deep-strike and close-support capabilities. Capable of automatically locking onto multiple targets at first contact, the radar could detect flying targets travelling as low as 200 ft. The introduction of the radar allows the aircraft to use the MICA missile, up to six of which could be fired simultaneously at targets due to the advances within the radar. Despite the increase in offensive capability, pilot workload is compensated for by the introduction of a multidisplay glass cockpit, based on the development of the Rafale. The aircraft has the ICMS Mk2 countermeasures suit, which contains three radar detectors and an infrared sensor that are linked to active jammers and chaff/flare dispensers.Dassault's High Hope, pp. 95–96.Mirage 2000-5: Dassault's Delta Described, pp. 41, 44.Second youth for the Mirage 2000Desert Mirage Improvements over the Mirage 2000C included the Thales TV/CT CLDP laser designator pod and the multimode RDY, which allows detection of up to 24 targets and the ability to simultaneously track eight threats while guiding four MICA missiles to different targets. Updates to defensive systems included the ICMS 2 countermeasures suite and the Samir DDM missile warning system. ICMS 2 incorporates a receiver and associated signal processing system in the nose for detecting hostile missile-command data links, and can be interfaced to a new programmable mission-planning and postmission analysis ground system. Avionics were also updated, using a new night vision-compatible glass cockpit layout borrowed from the Dassault Rafale, a dual-linked wide-angle head-up display, and HOTAS controls. The Mirage 2000-5 can also carry the oversized drop tanks developed for the Mirage 2000N, greatly extending its range. ;Mirage 2000-5 Mk 2 Enhancements to offensive systems included a datalink for the targeting of MICA EM missiles, the addition of the Damocles forward- looking infrared(FLIR) targeting pod, and a newer, more stealthy Thales RDY-2 all-weather synthetic aperture radar with moving target indicator capability, which also grants the aircraft improved air-to-ground capability. The avionics were further updated with higher resolution color displays, an optional Topsight helmet-mounted display, and the addition of the modular data- processing unit designed for the Rafale. A new Thales Totem 3000 inertial navigation system with ring laser gyroscope and GPS capability were added, providing much greater accuracy, higher reliability, and shorter alignment time than the older ULISS 52 navigation system it replaced. Other upgrades included the addition of an on-board oxygen generation system for the pilot and an ICMS 3 digital countermeasures suite. ==Operational history== ===France=== The first aircraft entered service in July 1984. The first operational squadron was formed during the same year, the 50th anniversary of the French Air Force. About 124 Mirage 2000Cs were obtained by the AdA. French Mirage 2000s were used during the Gulf War, where they flew high-altitude air defence for USAF U-2 spy aircraft, as well as in UN and NATO air operations during the Bosnian War and the Kosovo War. During Operation Deliberate Force, on 30 August 1995, one Mirage 2000D was shot down over Bosnia by a 9K38 Igla shoulder-launched missile fired by air defence units of the Army of Republika Srpska, prompting efforts to obtain improved defensive systems. Both crew members were captured and later released through mediation of Federal Republic of Yugoslavia. French Mirage 2000Ds later served with the International Security Assistance Force during the conflict in Afghanistan in 2001–2002, operating in close conjunction with international forces and performing precision attacks with laser-guided bombs. In the summer of 2007, after the Dassault Rafale fighters had been removed from the theater of operations, three French Mirage 2000s were deployed to Afghanistan in support of NATO troops. The Mirage 2000 is being replaced in French service by the Dassault Rafale, which became operational with the French Air Force in June 2006. French Mirage 2000s were committed to enforcing the no-fly zone in Libya as part of Opération Harmattan in 2011. On 14 April 2018, four French Mirage 2000-5Fs participated in a joint military operation against the Syrian government with the UK and U.S. during the Syrian Civil War. ===Egypt=== Egypt became the first export customer of the Mirage 2000 when it ordered 20 aircraft in December 1981. The $890 million order encompassed 16 single-seat Mirage 2000EMs and four two-seat Mirage 2000BMs, as well as options for 20 more aircraft. The aircraft were delivered between June 1986 and January 1988. One was lost in a training accident. ===India=== In 1980, the Indian Air Force (IAF) learned of a successful approach by Pakistan to the US that year to purchase F-16A/B fighters, delivery of which was to commence in 1982. By late 1980, the IAF had quickly convinced the Indian government to purchase an equally potent aircraft, as its MiG-21s and MiG-23s were inferior to the F-16. When evaluating the Mirage F-1 earlier,Air International October 1988, pp. 177–181. they became aware of a high-performance prototype of the Mirage 2000 in the flight-testing phase. No other aircraft of this potential were in the offering. An internal assessment of the Mirage 2000 was carried out and the Indian government felt that the French plane was more advanced and a superior response to the F-16s that the US was to supply to Pakistan and approached France for 150 Mirage 2000s.The Washington Post In October 1982, the country placed an order with Dassault for 36 single-seat Mirage 2000Hs and four twin- seat Mirage 2000THs (with H standing for \"Hindustan\") with the possibility of a follow-on purchase of 9 aircraft (eight single- and one twin-seater aircraft) as war, maintenance and attrition reserve. The purchase of 150 aircraft, could well have paved the way for joint production with Hindustan Aeronautics Limited, but the number of aircraft ordered (40+9) was too small for such an arrangement. India nevertheless had the option to produce a number of Mirage 2000s under license that was later scrapped due to the country's close relationship with the Soviet Union. This led to the induction of the MiG-29, instead, overriding reservations expressed by the IAF. With the delivery of the first seven aircraft on 29 June 1985 to No. 7 Squadron, the Battleaxes, the Indian Air Force (IAF) became the first foreign user of the type, which it renamed the Vajra (, for Lightning, Thunderbolt).* Vayu Aerospace and Defence Review 2015, pp. 42, 44.* Vayu Aerospace and Defence Review 2015, pp. 42, 44. * * * The service's early aircraft were powered by Snecma M53-5 engines (so were designated Mirage 2000H5 and Mirage 2000TH5), which were quickly replaced by more powerful M53-P2 engines. The second unit to convert to the type was No. 1 Squadron (the Tigers), which was formally designated a Mirage 2000 unit in January 1986. Within 12 months of the first delivery, the IAF had received all 40 aircraft ordered. The follow-on order of 9 aircraft was signed in 1986. Five aircraft were delivered by 1990, two more in 1992, and the last two aircraft were delivered in 1994. As such, full unit establishment was not achieved until 1990.Vayu Aerospace and Defense Review 2015, pp. 42–43. The Mirage 2000 fleet encountered other issues during the first decade of service, which were largely operational and maintenance-based. In 1995, the Indian government's comptroller and auditor general reported delays in the construction of overhaul facilities and a shortage of spare parts, which had led the fleet being unable to meet its required flying hours. India also purchased ATLIS II pods and several Matra Bombe Guidée Laser (BGL) Arcole 1,000 kg laser-guided penetrating bombs for the Mirage. The ATLIS II pods have an inherent limitation in that they are unusable at high altitudes. In its place, the IAF has bought a number of the cheaper US Paveway II laser- guided bomb kits for use with the Israeli Litening laser designator pods (LDPs), but certain parts of the Paveway kit were not available, as they were under US embargo. The aircraft were heavily modified in a short time frame to drop laser-guided bombs as well as conventional unguided bombs. Due to a lack of enemy air action, aircrew quickly became highly proficient in dropping dumb bombs. IAF Mirage 2000s have reportedly only used the Paveway LGB on eight occasions, mainly for the destruction of enemy command bunkers. In 1999, when the Kargil War broke out, the IAF was asked to act jointly with ground troops on 25 May. The code name assigned to their role was Operation Safed Sagar and the Mirage 2000 flew its first sortie on 30 May.The Kargil Operations. The Mirage-2000 at Kargil. Bharat-rakshak.com This multi-role aircraft, the most advanced in the IAF, performed remarkably well during the whole conflict in the high Himalayas, and was considered the game changer in the two-month war.https://www.news18.com/news/auto/why-air-force-picked-mirage-2000-fighter- jets-to-carry-out-surgical-strikes-2-0-048731.html> During Operation Safed Sagar from May to July 1999, the two Mirage squadrons flew a total of 514 sorties with only three drop outs. No. 1 Squadron flew 274 air defence and strike escort missions, while No. 7 Squadron conducted 240 strike missions during which it dropped of ordnance.Vayu Aerospace and Defense Review 2015, pp. 44–46. During the 2001–02 India–Pakistan standoff, IAF Mirage 2000s were used to destroy Pakistani bunkers with precision-guided bombs. The morale- boosting service of the Mirage 2000 in 1999 prompted the IAF to consider the acquisition of a further 126 aircraft. Instead, the Mirage 2000-5 became a contender for the IAF's Indian MRCA competition in competition with the Mikoyan MiG-35, F-16 Fighting Falcon, and JAS 39 Gripen. In 2004, the Indian government approved purchase of 10 Mirage 2000Hs, featuring improved avionics, particularly an upgraded RDM 7 radar; they were delivered in 2007 for a total of 50 aircraft. Dassault replaced the Mirage 2000 with the newer Rafale as its contender due to the impending closure of the Mirage 2000 production line. thumb|left|IAF Mirage 2000 in Cope India 2004 In 2004, India placed its third Mirage 2000 order, and the government announced its intention to upgrade the existing fleet, as well. After a period of protracted negotiations for the next several years, during which India and Dassault came close to signing a contract several times. In July 2011, India approved a $2.2 billion upgrade package for its Mirage 2000s. Worth some $43 million per aircraft, the upgrade the fleet to Mirage 2000-5 Mk. 2 standards, with provisions made for the use of a night vision-capable glass cockpit, upgraded navigation and IFF systems, advanced multimode multilayered radar, and fully integrated electronic warfare suite, among other updates. In addition, the fleet's inventory of Super 530D and Magic II missiles would be replaced by MICA, an order for which was placed in 2012.\"Missile Mirage\". Aviation Week & Space Technology, 1 January 2007. The first of the two IAF Mirages sent to France to be upgraded made its first flight in October 2013, marking the start of a test campaign that would encompass 250 flights, culminating in the handover of the first aircraft, redesignated Mirage 2000I, in March 2015. The new jets were redesignated Mirage 2000I for the single-seat version and Mirage 2000TI for the twin-seat version.Vayu Aerospace and Defense Review 2015, p. 47. thumb|right|Mirage 2000 at Aero India show On 26 February 2019, 12 Mirage 2000s were used to strike an alleged Jaish-e-Mohammed training camp in Balakot, Pakistan. This engagement was the first time since the 1971 war that IAF fighters had entered Pakistani airspace. All aircraft were armed with one Israeli Spice 2000 (one-tonne) bomb. On 27 February 2019, IAF Mirage 2000Is, Su-30MKIs, and MiG-21s were used against Pakistan Air Force JF-17, Mirage IIIs, and F-16s, whose aim was to target Indian Army ammunition dumps and other infrastructure near Srinagar, Poonch and Jammu area, according to Indian government officials. However, Pakistanis officials say that air strikes in India by Pakistan Air Force jets were meant to demonstrate Pakistan's capability and Pakistani jets were ordered to drop their bomb in open space to avoid any human or collateral damage. This led to a dogfight and a confirmed shootdown of an IAF MiG-21. Pakistan also claims that an additional IAF Su-30MKI was also shot down in this dogfight. However, India denies the loss of any of its Su-30MKIs and instead claims that a PAF F-16 was shot down in the dogfight. Pakistan also denies the loss of any of its F-16 in the dogfight. The only confirmed loss of the engagement was that of IAF Mig-21 and a IAF Mi-17 which was lost to a friendly fire. During the 2020 China-India standoff, India deployed Mirage 2000Is along the line of actual control during tensions between China, particularly after Galwan Valley skirmish near Pangong Tso in Ladakh UT. In September 2021, France agreed to sell its ageing fleet of Mirage 2000 at 1 Million Euro per plane to India, raising one squadron. Out of the 24 fighters to be bought, 13 are in ready to fly condition, 8 with intact engine and airframe shall fly after servicing, the remaining 11 fighters are partially complete but with fuel tanks and ejection seats, which will be scavenged to secure parts for the IAF’s two existing squadrons of the fighter. ===Peru=== In December 1982, Peru placed an $800 million order for 14 single-seat Mirage 2000Ps and two two-seat Mirage 2000DP trainers, with an option for eight and two more aircraft, respectively. Although the contract was signed in 1985, the Peruvian government, due to the country's financial issues, renegotiated the number of aircraft to be reduced to 10 single-seaters and two two-seaters. Handover of the first aircraft occurred in June 1985, although the first deliveries to Peru were not made until December 1986, after the initial training of pilots in France had been completed.World Air Power Journal, p. 97. The Peruvian Air Force ordered a set of munitions similar to that ordered by Egypt, along with ATLIS II targeting pods. The Peruvian Mirages flew combat air patrol missions in 1995 during the Cenepa War. thumb|A Peruvian Air Force Mirage 2000 Peru's Mirage 2000s underwent an inspection and partial electronic modernisation programme following a $140 million deal in 2009 that involved Dassault, Snecma, and Thales. The aircraft are expected to be retired by 2025. ===United Arab Emirates=== In May 1983, the United Arab Emirates (UAE) placed an order for 36 Mirage 2000 aircraft. The order consisted of 22 single-seat Mirage 2000AED, eight unique single-seat reconnaissance variants designated Mirage 2000RAD, and six Mirage 2000DAD trainers, which collectively are known as SAD-8 (Standard Abu Dhabi). The order specified an Italian-made defensive avionics suite that delayed delivery of the first of these aircraft until 1989. thumb|left|UAE Mirage 2000RAD during Operation Desert Storm In November 1998, the UAE signed a $3.2 billion contract that consisted of an order for 30 Mirage 2000-9s, as well as the deal to upgrade 33 of the surviving SAD-8 aircraft up the new standard. The contract was later amended so it would encompass 32 new-built aircraft—20 single-seater Mirage 2000-9s and 12 two- seater 2000-9Ds—and 30 upgrade kits for original aircraft. The aircraft were equipped with a classified countermeasures system designated IMEWS. Although deliveries were scheduled for 2001, the first aircraft arrived in the spring of 2003.Grolleau 2003, p. 75. The UAE's Mirage 2000-9s are equipped for the strike mission, with the Shehab laser targeting pod (a variant of the Damocles) and the Nahar navigation pod, complementing the air-to-ground modes of the RDY-2 radar. They are also equipped with a classified countermeasures system designated IMEWS, which is comparable to the ICMS 3. Emirati Mirage 2000s are armed with weapons such as the PGM 500 guided bomb and the \"Black Shaheen\" cruise missile, which is basically a variant of the MBDA Apache cruise missile. All 30 survivors of this first batch have been extensively refurbished and upgraded, bringing them to the same standard as the Mirage 2000-9. UAE Mirage 2000s flew in the Gulf War of 1991, but had little action. Six Mirage 2000s were to participate in the enforcement of the no-fly zone over Libya. As part of the Saudi Arabian-led intervention in Yemen on 14 March 2016, a United Arab Emirates Mirage 2000-9D crashed in the southern Yemeni city of Aden during a combat operation in the early morning hours, killing its two pilots. The Arab coalition claims the Mirage crashed due to a technical fault. Other sources reported that the Mirage 2000-9D was shot down by Yemeni Al-Qaeda militants using a Strela-2 MANPADS while flying low. On 2 July 2019, during the 2019–20 Western Libya campaign, an airstrike hit the Tajoura Detention Center outside Tripoli, Libya, which was being used as a holding facility for migrants and refugees trying to reach Europe, was struck from the air. A storage hangar being used as a residential facility was destroyed by the attack, killing at least 53 people and wounding 130. The Libyan Government of National Accord (GNA) initially claimed that the airstrike was conducted by the Libyan National Army (LNA), but later attributed the attack to a UAE aircraft. A January 2020 report by the United Nations Support Mission in Libya (UNSMIL) and the Office of the United Nations High Commissioner for Human Rights (OHCHR) stated that the strike was likely to have been carried out with a guided bomb fired from a non-Libyan aircraft, again suggesting that a foreign Mirage 2000 had been used. ===Greece=== In July 1985, Greece signed a contract for 40 Mirage 2000s comprising 36 single-seat aircraft and 4 two-seat trainers. The order came as part of a larger defence acquisition programme that saw the country, for political reasons, proceed with an order for the F-16. The $1.38 billion Mirage contract also consisted of weapons and equipment, as well as industrial offsets that permitted HAI to produce the M53-P2 engines. The first aircraft were delivered in June 1988 and the last, by the end of 1989. They featured an \"ICMS mk1\" defensive countermeasures suite (DCS), an updated version of the standard Mirage 2000C DCS, characterised by two small antennas near the top of the tailfin. Initially armed with R.550 Matra Magic-2 missiles. During the \"Talos\" modernisation project of the 1990s, carried out by Hellenic Aerospace Industry and supervised by Dassault and Thompson-CSF, the aircraft received: a vastly improved RDM-3 radar set; the ICMS 1 DCS; the ability to carry the Super-530D medium-range missile and the AM39 Exocet Block II anti-ship missile. After \"Talos\", the aircraft were renamed Mirage-2000EGM/BGM. In August 2000, Greece placed a $1.1 billion order for a batch of 15 new Mirage 2000-5 Mk. 2 fighters, and had 10 existing Mirage 2000EGMs upgraded to Mirage 2000-5 Mk. 2 standard. The upgrade meant the addition of the RDY-2 radar and ICMS-3 DCS, and the ability to deploy SCALP cruise missiles and both versions of the MICA instead, an order for which was placed. All Greek machines (Mk 2s and EGMs) feature the TOTEM-3000 INS of the Mk2 instead of the Uliss-52 and have hose- and-drogue aerial refueling capability. On 8 October 1996, seven months after the escalation of the dispute with Turkey over the Imia/Kardak islands, a Turkish F-16D jet crashed into the Aegean Sea after interception by Greek Mirages. The Turkish pilot died, while the co-pilot ejected and was rescued by Greek forces. In August 2012, after the downing of a RF-4E on the Syrian coast, Turkish Defence Minister İsmet Yılmaz claimed that the Turkish F-16D was shot down in 1996 by a Greek Mirage 2000 with an R.550 Magic II near Chios island. Greece denies that the F-16 was shot down. Both Mirage 2000 pilots reported that the F-16 caught fire and that they saw one parachute. On 12 April 2018, a Greek Mirage 2000-5, part of a two-ship formation, crashed into the Aegean Sea north of the Skyros air base after being scrambled to intercept two Turkish F-16s that were violating Greek airspace. When the Mirage pair arrived in the area, the Turkish jets had already left. The Greek pilot died in the crash, which was attributed to Saharan dust in the air; both Mirage pilots were flying low in poor visibility. ===Taiwan=== In response to mainland China's purchase of the Su-27, the Republic of China (Taiwan) began talks with the US and France about the possible purchase of new fighters. While the US opposed Taiwan's acquisition of the Mirage 2000 and instead pressured it to procure the F-16, the Republic of China Air Force became the first customer for the Mirage 2000-5 in November 1992. The order for 48 single-seat Mirage 2000-5EIs and 12 Mirage 2000-5DI trainers was condemned by China. The order also included 480 Magic short-range air-to-air missiles, 960 MICA intermediate-range air-to-air missiles, auxiliary fuel tanks, ground support equipment, and monitoring equipment; total costs amounted to US$4.9 billion, of which $2.6 billion was for the aircraft.For context of the negotiations, see * For details about the negotiations, see * For details about the order, see * For the response from China, see * Also see The MICA missile provides the Mirage with a degree of BVR capability needed for its role as front-line interceptor. In addition, a set of ASTAC electronic intelligence (ELINT) pods was ordered. A number of centerline twin gun pods with DEFA 554 cannons were also acquired and fitted on the two-seaters, as they do not have an internal gun armament. thumb|Taiwanese Air Force Mirage 2000-5EI Taiwanese Mirage 2000s were delivered from May 1997 to November 1998, and are based at Hsinchu AB. The RoCAF's Mirages have suffered from low operational readiness and high maintenance costs; the harsh environment and high operational tempo had caused higher-than-expected wear and tear. After cracks were detected in the blades of the aircraft's engines in 2009, Dassault worked with Taiwanese authorities to successfully rectify the issue and provided compensation for the engine damage. By the following year, normal training hours of 15 per month had resumed and the fleet's operational readiness had been restored, after having reportedly dropped to 6 hours per month because of the engine troubles. In addition, there were considerations of mothballing the entire Mirage fleet because of its high maintenance costs. Although the aircraft's maintenance supplies cost more than those of the Republic's AIDC F-CK-1 Ching-kuo and the Lockheed F-16 Fighting Falcon, the fleet was reportedly still being maintained adequately because of its popularity. Yet plans to upgrade the fleet had not been carried out as costs for doing so in France would be very high. ===Qatar=== In 1994, Qatar became the second export customer for the Mirage 2000-5 as it ordered twelve aircraft to replace its Mirage F1EDAs. Designated Mirage 2000-5DAs, the aircraft ordered consisted of nine single-seaters (5EDA) and three two-seaters (5DDA), and the first delivery was made in September 1997. Qatar also purchased the MICA missile and the Apache stand-off cruise missile. The aircraft would be used sparingly, and by the mid-2000s, under pressure from the US to dispose of the aircraft and with most of the aircraft's operational life still intact, Qatar offered to sell the aircraft to Pakistan and later India. Such a deal would not materialise. thumb|A Qatar Air Force Dassault Mirage 2000-5 participating in Odyssey Dawn In March 2011, Mirage 2000s were deployed to an airbase on the Greek island of Crete as part of Qatar's commitment to assist in the NATO-enforced no-fly zone over Libya. The aircraft would soon jointly enforce the no-fly zone along with French Mirage 2000-5 aircraft.HighBeamHighBeam ===Brazil=== Dassault participated in a competition to replace the Brazilian Air Force's aging Mirage IIIEBR/DBRs with a Brazilian-specific version of the Mirage 2000-9 that would have been developed in collaboration with Embraer designated Mirage 2000BR. However, due to Brazilian fiscal problems, the competition dragged on for years until it was suspended in February 2005. Instead, Brazil in July 2005 purchased 12 ex- French Air Force Mirage 2000 aircraft (ten \"C\" and two \"B\" versions), designated F-2000, for $72 million. Deliveries began in September 2006 and concluded on 27 August 2008 with the delivery of the last 2 aircraft. According to Journal of Electronic Defense, the figure was $200 million, which consisted of a significant number of Magic 2 air-to-air missiles, and the AdA would provide full conversion training in France and full logistical support. The ten single-seat fighters and two twin-seat combat-trainers were drawn from operational squadrons Escadron de Chasse 1/5 and 2/5, based at Orange AB, respectively. The first delivery was made September 2006 to 1º Grupo de Defesa Aérea (1º GDA – 1st Air Defence Group) based at Annapolis.Brazil Buying French Mirage, Journal of Electronic Defense, September 2005. They were primarily used in the air-defence role and were equipped with Matra Super 530D and Matra Magic 2. Brazil officially retired its fleet in December 2013, — actually, Brazil would lease the Gripen from the Swedish air force, not from Saab — Saab does not keep airplanes do lend or lease. just before the maintenance contract with Dassault concluded. ==Variants== ===Mirage 2000C=== Upgrades include the addition of the Non-Cooperative Target Recognition (NCTR) mode to the RDI Radar to allow identification of airborne targets not responding on identification friend or foe (IFF), and the ability to carry air-to-ground stores such as rocket pods, iron bombs and cluster bombs. Some variants, especially those equipped with the RDM radar (mainly used in export models) have the capability to use the Exocet anti-ship missile. ===Mirage 2000B=== The Mirage 2000B is a two-seat operational conversion trainer variant which first flew on 11 October 1980. The French Air Force acquired 30 Mirage 2000Bs, and all three AdA fighter wings each obtained several of them for conversion training. ===Mirage 2000N=== The Mirage 2000N is the nuclear strike variant which was intended to carry the Air-Sol Moyenne Portée nuclear stand-off missile. The variant was retired on 21 June 2018. ===Mirage 2000D=== The Mirage 2000D is a dedicated conventional attack variant developed from the Mirage 2000N. ;Mirage 2000D RMV Mirage 2000D Rénovation Mi-Vie (Mid-Life Upgrade). It updates the avionics, integrates a CC422 gun pod, the GBU-48, and the GBU-50, along with allowing use of MICA missiles in the place of Magic missiles. ===Mirage 2000-5F=== First major upgrade over the Mirage 2000C. Replaces most cockpit displays with several large multi-function displays, and upgrading the stores-to-aircraft interface for the use of targeting pods and a wide variety of guided air-to-ground weapons, as well as a radar upgrade to provide guidance information for MICA missiles. ;Mirage 2000-5 Mark 2 Dassault further improved the Mirage 2000-5, creating the Mirage 2000-5 Mark 2. ===Mirage 2000E=== \"Mirage 2000E\" was a blanket designation for a series of export variants of the Mirage 2000. These aircraft were fitted the M53-P2 engine and an enhanced \"RDM+\" radar, and all can carry the day-only ATLIS II laser targeting pod. ;Mirage 2000EM The Mirage 2000M is the version purchased by Egypt. Two-seat Mirage 2000BM trainers were also ordered. ;Mirage 2000H, 2000TH Designation of two-seat trainers and single-seat fighters for India. Indian Mirage 2000s have been integrated to carry the Russian R-73AE Archer missile as of 2007. The Mirage 2000TH is a twin-seat trainer version. ;Mirage 2000I, 2000TI It is an Indian specific version single/twin-seater fighter for the Indian Air Force similar to Mirage 2000-5 Mk2 equipped with Indian French and Israeli avionics and weapon packages. Its contract was signed in 2011 and first upgraded aircraft was delivered in 2015. Dassault aviation will upgrade initial few planes Mirage 2000H, 2000TH to 2000I, 2000TI later by Hindustan Aeronautics Limited. ;Mirage 2000P Peru placed an order for 10 single-seat Mirage 2000Ps and 2 Mirage 2000DP trainers. ;Mirage 2000-5EI Of the 60 Mirage 2000s Taiwan ordered in 1992, the Republic of China Air Force (ROCAF) would receive 48 single-seat Mirage 2000-5EI interceptors and 12 Mirage 2000-5DI trainers. This version of Mirage 2000-5 had the mid-air refuel ability as well as its ground attack ability deleted. ;Mirage 2000-5EDA In 1994, Qatar ordered nine single-seat Mirage 2000-5EDAs and three Mirage 2000-5DDA trainers, with initial deliveries starting in late 1997. ;Mirage 2000EAD/RAD In 1983, the United Arab Emirates (UAE) purchased 22 single-seat Mirage 2000EADs, 8 unique single-seat Mirage 2000RAD reconnaissance variants, and 6 Mirage 2000DAD trainers, for a total order of 36 aircraft. The Mirage 2000RAD reconnaissance variant does not have any built-in cameras or sensors, and the aircraft can still be operated in air combat or strike roles. The reconnaissance systems are implemented in pods produced by Thales and Dassault. The UAE is the only nation operating such a specialised reconnaissance variant of the Mirage 2000 at this time. ;Mirage 2000EG In March 1985, Greece ordered 30 single-seat Mirage 2000EGs and 10 Mirage 2000BG two-seat trainers, equipped with RDM radars and M53P2 engines, mainly for interception/air defence roles, although the ability to use air-to-ground armaments was retained. After the Talos modernisation project, during which variant aircraft received updated sensors and avionics, as well as new anti-ship and air-to-air weapons, and were redesignated Mirage 2000EGM. ;Mirage 2000BR A variant of the Mirage 2000-9 for Brazil that did not materialise. ;Mirage 2000-9 Mirage 2000-9 is the export variant of Mirage 2000-5 Mk.2. The UAE was the launch customer, ordering 32 new-build aircraft, comprising 20 Mirage 2000-9 single-seaters and 12 Mirage 2000-9D two-seaters. A further 30 of Abu Dhabi's older Mirage 2000s will also be upgraded to Mirage 2000-9 standard. ==Operators== thumb|350px|Operators of the Mirage 2000, as of 2013 {|class=\"wikitable\" |+ List of users and variants !colspan=\"3\" | |- !Variant!!Purpose!!Number |- |rowspan=\"2\" |2000C || Single- seat fighter || 124 |- |Updated to 2000-5F specs || 37 |- |2000D || Two-seat conventional strike || 86 (55 RMV by 2024) |- |2000N || Two-seat nuclear strike || 75 |- |2000B || Two-seater with 2000C kit || 30 |- |colspan=\"2\" |Total || 315 |- !colspan=\"3\" | |- |2000H || To be upgraded to 2000I || 42 |- |2000TH || Two-seat trainer to be upgraded to 2000TI || 8 |- |colspan=\"2\" |Total || 50 |- !colspan=\"3\" | |- |2000EAD || Single-seat multirole || 22 |- |2000-9 || Single-seat || 19 |- |2000-9D || Two-seat trainer || 12 |- |2000RAD || Unique reconnaissance variant || 8 |- |2000DAD || Two-seat trainer || 6 |- |colspan=\"2\" |Total || 67 |- !colspan=\"3\" | |- |2000-5EI || Similar to 2000–5 || 42 |- |2000-5DI || Similar to 2000-5D || 12 |- |colspan=\"2\" |Total || 54 |- !colspan=\"3\" | |- |2000EG || Similar to 2000C. Retired in 2021 || 17 |- |2000-5 Mk 2 || Multirole fighter || 25 |- |2000BG || Two-seat trainer. Retired in 2021 || 2 |- |colspan=\"2\" |Total || 44 |- !colspan=\"3\" | |- |2000EM || Similar to 2000C || 16 |- |2000BM || Two-seat trainer || 4 |- |colspan=\"2\" |Total || 20 |- !colspan=\"3\" | (retired) |- |2000C || Single-seat fighter || 10 |- |2000B || Two-seat trainer || 2 |- |colspan=\"2\" |Total || 12 |- !colspan=\"3\" | |- |2000-5EDA || Single-seat fighter || 9 |- |2000-5DDA || Two- seat trainer || 3 |- |colspan=\"2\" |Total || 12 |- !colspan=\"3\" | |- |2000P || Single-seat multirole fighter || 10 |- |2000DP || Two-seat trainer || 2 |- |colspan=\"2\" |Total || 12 |- !Total Produced |All variants |601 |} ==Specifications (Mirage 2000)== thumb|3-view of Mirage 2000C/RDI ==Notable appearances in media== ==See also== ==References== ===Citations=== ===Sources=== ====Journal articles==== * * ====Books==== * * * ; printed in Italy by Peruzzi. * . ==External links== * Official Mirage 2000 family website * Dassault Mirage 2000 explanatory video Category:1970s French fighter aircraft Mirage 2000 Category:Single-engined jet aircraft Category:Tailless delta-wing aircraft Category:Relaxed-stability aircraft Category:Aircraft first flown in 1978 Category:Fourth-generation jet fighter",
 "title": "Dassault Mirage 2000"
}