{
 "id": "381507",
 "text": "{{Infobox writer | honorific_suffix = | image = Colleen McCullough.jpg | birth_name = Colleen Margaretta McCullough | birth_date = | birth_place = Wellington, New South Wales, Australia | death_date = | death_place = Burnt Pine, Norfolk Island | occupation = | genre = | notableworks = | spouse = }} Colleen Margaretta McCullough (; married name Robinson, previously Ion- Robinson; 1 June 193729 January 2015) was an Australian author known for her novels, her most well-known being The Thorn Birds and The Ladies of Missalonghi. ==Life== McCullough was born in 1937 in Wellington, in the Central West region of New South Wales,\"About Colleen McCullough\", fantasticfiction.co.uk; retrieved 3 January 2016. to James and Laurie McCullough. Her father was of Irish descent and her mother was a New Zealander of part-Māori descent. During her childhood, the family moved around a great deal and she was also \"a voracious reader\".Mary Jean DeMarr, Colleen McCullough: a critical companion, p. 2 Her family eventually settled in Sydney where she attended Holy Cross College, Woollahra, having a strong interest in both science and the humanities. She had a younger brother, Carl, who drowned off the coast of Crete when he was 25 while trying to rescue tourists in difficulty. She based a character in The Thorn Birds on him, and also wrote about him in Life Without the Boring Bits.Jason Steger, \"McCullough cut through the small talk\". Profile, Sydney Morning Herald, 31 January 2015; retrieved 2 February 2015. Before her tertiary education, McCullough earned a living as a teacher, librarian and journalist. In her first year of medical studies at the University of Sydney she suffered dermatitis from surgical soap and was told to abandon her dreams of becoming a medical doctor. Instead, she switched to neuroscience and worked at Royal North Shore Hospital in Sydney. In 1963, McCullough moved for four years to the United Kingdom; at the Great Ormond Street Hospital in London she met the chairman of the neurology department at Yale University who offered her a research associate job at Yale. She spent 10 years (April 1967 to 1976) researching and teaching in the Department of Neurology at the Yale Medical School in New Haven, Connecticut, United States. While at Yale she wrote her first two books. One of these, The Thorn Birds, became an international bestseller and one of the best selling books in history, with sales of over 30 million copies worldwide, that in 1983 inspired one of the most-watched television miniseries of all time. Following The Thorn Birds, Col wrote her magnum opus: seven novels on the life and times of Julius Caesar, each a colossus weighing in at up to 1,000 pages. The Masters of Rome series preoccupied her for almost 30 years, from the early 1980s to the publication of the final volume in 2007. The research was a monumental task: a library of several thousand books and monographs on every aspect of Roman history and civilisation accumulated on the shelves of her home. She drew maps of cities and battlefields, scoured the world’s museums for busts and inscriptions, consulted experts in a dozen universities and recorded every known fact about her subject and his times. The success of these books enabled her to give up her medical-scientific career and to try to \"live on [her] own terms.\"Mary Jean DeMarr, Colleen McCullough: a critical companion, p. 3. In the late 1970s, after stints in London and Connecticut, she settled on the isolation of Norfolk Island, off the coast of mainland Australia, where she met her husband, Ric Robinson. They married in April 1984. Under his birth name Cedric Newton Ion-Robinson, he was a member of the Norfolk Legislative Assembly. He changed his name formally to Ric Newton Ion Robinson in 2002. McCullough's 2008 novel, The Independence of Miss Mary Bennet engendered controversy with her reworking of characters from Jane Austen's Pride and Prejudice. Susannah Fullerton, the president of the Jane Austen Society of Australia, said she \"shuddered\" while reading the novel, as she felt that Elizabeth Bennet was rewritten as weak, and Mr. Darcy as savage. Fullerton said: \"[Elizabeth] is one of the strongest, liveliest heroines in literature … [and] Darcy's generosity of spirit and nobility of character make her fall in love with him – why should those essential traits in both of them change in 20 years?\"The Independence of Miss Mary Bennet, stevedow.com.au; accessed 3 January 2016. ==Death== thumb|Close-up of her headstone in Norfolk Island Cemetery, 2015 McCullough died on 29 January 2015, at the age of 77, in the Norfolk Island Hospital, Burnt Pine, from apparent renal failure after suffering from a series of small strokes. She had suffered from failing eyesight due to haemorrhagic macular degeneration, and also suffered from osteoporosis, trigeminal neuralgia, diabetes and uterine cancer, and used a wheelchair full-time. She was buried in a traditional Norfolk Island funeral ceremony at the Emily Bay cemetery on the island. ==Honours== In 1978, she received the Golden Plate Award of the American Academy of Achievement. In 1984, a portrait of McCullough, painted by Wesley Walters, was a finalist in the Archibald Prize. The prize is awarded for the \"best portrait painting preferentially of some man or woman distinguished in Art, Letters, Science or Politics\". The depth of historical research for the novels on ancient Rome led to her being awarded a Doctor of Letters degree by Macquarie University in 1993.McCullough awarded Doctor of Letters, abc.net.au; accessed 3 January 2016. She was appointed an Officer of the Order of Australia on 12 June 2006, \"[f]or service to the arts as an author and to the community through roles supporting national and international educational programs, medico-scientific disciplines and charitable organisations and causes\".McCullough profile , itsanhonour.gov.au; retrieved 2 February 2015. ==Controversy== In an interview with the Sydney Morning Herald in November 2004 to promote Angel Puss, McCullough said the men of Pitcairn Island that were convicted of sexual encounters with children should have been allowed to follow their \"custom\" and have sex with young girls. \"The Poms have cracked the whip and it's an absolute disgrace. These are indigenous customs and should not be touched. These were the first people to inhabit Pitcairn Island, and they are racially unique.\" she said. \"It's hypocritical, too. Does anybody object when Muslims follow their customs?\"\"Pitcairn men were following custom: McCullough\", Sydney Morning Herald, 16 November 2004; retrieved 25 February 2020. The comments generated stories at the time,\"Author of 'Thorn Birds' defends Pitcairn sex attacks\", Taipei Times, 17 November 2004; retrieved 25 February 2020.\"Colleen McCullough to undergo brain surgery\", The Times, 29 November. 2009; retrieved 25 February 2020. and mentioned in her obituaries. ==Bibliography== ===Selected novels=== * Tim (1974) * The Thorn Birds (1977) * An Indecent Obsession (1981) * A Creed for the Third Millennium (1985) * The Ladies of Missalonghi (1987) * The Song of Troy (1998)Michelle Smith, \"Was Colleen McCullough under-regarded as a writer? The next few chapters will tell\", TheConversation.com; 29 January 2015. * Morgan's Run (2000) * The Touch (2003) * Angel Puss (2005) * The Independence of Miss Mary Bennet (2008) * Bittersweet (2013) ===Masters of Rome series=== # The First Man in Rome (1990) # The Grass Crown (1991) # Fortune's Favourites (1993) # Caesar's Women (1996) # Caesar (1997) # The October Horse (2002) # Antony and Cleopatra (2007) ===Carmine Delmonico series=== McCullough also published five murder mysteries in the Carmine Delmonico series. # On, Off (2006) # Too Many Murders (December 2009) # Naked Cruelty (2010) # The Prodigal Son (2012) # Sins of the Flesh (2013) ===Biographical work=== * The Courage and the Will: The Life of Roden Cutler VC (1999)Patricia Maunder. \"Outspoken writer Colleen McCullough praised by all except literary establishment\", smh.com.au, 30 January 2015. ===Memoir=== * Life Without the Boring Bits (2011) ==Screen adaptations== * Tim – made into a movie in 1979 starring Mel Gibson and Piper Laurie * The Thorn Birds – made into a TV miniseries in 1983 starring Richard Chamberlain and Barbara Stanwyck * An Indecent Obsession – made into a movie in 1985 starring Gary Sweet * The Thorn Birds: The Missing Years – made into a TV miniseries in 1996 starring Richard Chamberlain. It covers a 14-year period from the novel which was omitted from the first production. ==Notes== ==References== *Mary Jean DeMarr: Colleen McCullough: A Critical Companion. Greenwood Publishing Group 1996; Category:1937 births Category:2015 deaths Category:20th-century Australian novelists Category:21st-century Australian novelists Category:20th-century Australian women writers Category:21st-century Australian women writers Category:20th-century biographers Category:Australian biographers Category:Australian historical novelists Category:Australian medical writers Category:Australian people of Irish descent Category:Australian people of Māori descent Category:Australian Roman Catholics Category:Australian women novelists Category:Deaths from cerebrovascular disease Category:Deaths from kidney failure Category:Officers of the Order of Australia Category:Women biographers Category:Writers from New South Wales Category:Writers of historical fiction set in antiquity Category:Norfolk Island writers Category:University of Sydney alumni Category:Yale School of Medicine faculty Category:Women historical novelists Category:Norfolk Island people of New Zealand descent Category:Australian women neuroscientists",
 "title": "Colleen McCullough"
}