{
 "id": "381624",
 "text": "thumb|Quarto board at start of game Quarto is a board game for two players invented by Swiss mathematician Blaise Müller. It is published and copyrighted by Gigamic. The game is played on a 4×4 board. There are 16 unique pieces to play with, each of which is either: * tall or short; * red or blue (or a different pair of colors, e.g. light- or dark-stained wood); * square or circular; and * hollow-top or solid-top. Players take turns choosing a piece which the other player must then place on the board. A player wins by placing a piece on the board which forms a horizontal, vertical, or diagonal row of four pieces, all of which have a common attribute (all short, all circular, etc.). A variant rule included in many editions gives a second way to win by placing four matching pieces in a 2×2 square. Quarto is distinctive in that there is only one set of common pieces, rather than a set for one player and a different set for the other. It is therefore an impartial game. ==Awards== * Dé d’Or des Créateurs de Jeux 1989 – Paris, France * Oscar du Jouet – Toy Oscar 1992 – Paris, France * Jouet de l'année – Game of the Year 1992 – Brussels * Super As d'Or Festival International des Jeux – Super Golden Ace 1992 – Cannes, France * Toy Award 1992 – Benelux * Spiel des Jahres – Game of the Year 1993 nominee – Germany * Gioco Dell'anno – Game of the Year 1993 – Italy * Speelgoed Vant Jaar – Game of the year 1993 – Netherlands * Mensa Select Top 5 Best Games 1993 – US * Parent's Choice Gold Award 1993 – US * Best Bet of the Canadian Toy Testing Council 1994 – Canada * Prix d'Excellence des Consommateurs – Consumer's Toy Award 1994 – Quebec, Canada * Games Magazine \"Games 100 Selection\" 1995 – US * Games Magazine \"Games 100 Selection\" 1996 – US * Games Magazine \"Games 100 Selection\" 1997 – US * Game of the Year 2004 – Finland * Parent's Choice Top 25 games in 25 years 2004 – US == References == ==External links== * *Quarto (multi-player) at Lifeishao.com * * 414298141056 Quarto Draws Suffice! at MathPages * Program for calculating optimal moves at SourceForge * Official website : Category:Board games introduced in 1991 Category:Abstract strategy games Category:Mensa Select winners Category:Solved games",
 "title": "Quarto (board game)"
}