{
 "id": "381606",
 "text": "The following is a list of United States mints, past and present: {| class=\"wikitable\" !Location !Years of operation !Mint mark !Notes |- |Philadelphia, Pennsylvania |1792– |align=center|P or none |Pennies and other coins struck prior to 1980 do not carry Philadelphia mint marks, except for Susan B. Anthony dollars, wartime Jefferson nickels, and pennies struck in 2017. Although the mint officially opened in 1792, no regular issue coins were struck until 1793. |- |Charlotte, North Carolina |1838–1861 |align=center|C |gold coins only |- |Dahlonega, Georgia |1838–1861 |align=center|D |gold coins only |- |New Orleans, Louisiana |1838–1909 |align=center|O |There was a long break in production from the beginning of the Civil War (1861) until the end of Reconstruction (1879). |- |Carson City, Nevada |1870–1893 |align=center|CC | |- |San Francisco, California |1854– |align=center|S or none |Since 1975, strikes only proofs and other collector coinage, except for the Susan B. Anthony dollar. |- |Denver, Colorado |1906– |align=center|D or none | |- |West Point, New York |1937– |align=center|W or none |Commemorative coins bear the W mint mark; circulating coins are indistinguishable from coinage struck in Philadelphia, excepting certain special issues since 2019. |- |Manila, Philippines |1920–1922 1925–1941 |align=center|M or none |The first (and to date only) U.S. branch mint located outside the Continental United States. Produced coinage in centavo denominations for Philippines circulation. |} From 1965 to 1967 all U.S. coins were struck without mint marks. As it was clear from Gresham's law that the rising cost of silver (and the ensuing removal of most silver from coinage in 1965) led to hoarding or even melting of silver-based pre-1965 coins, overzealous collection of specific mint marks of those years by numismatists almost certainly would have exacerbated those shortages. Pioneer coinage, tokens, private issue coins and paper money do not have official mint marks. ==See also== *The Dalles Mint ==External links== *U.S. Mint facilities Category:Economic history of the United States Category:United States Mint",
 "title": "Historical United States mints"
}