{
 "id": "381857",
 "text": "Râmnicu Vâlcea (also spelled Rîmnicu Vîlcea, ) (population: 92,573) is the capital city of Vâlcea County, Romania (in the historical province of Oltenia). ==Geography and climate== Râmnicu Vâlcea is situated in the central- south area of Romania. Set at the foothills of the Southern Carpathians, the city is located at about from the Cozia Mountains and about from the Făgăraș and Lotrului Mountains. The southern limit of the city is formed by the Getic Plateau and the Olt River valley. The E81 road (a road of European interest) and one of the main national railway routes cross the city. The climate is defined as Dfa\" (humid continental with warm summers) bordering Cfa\" (humid subtropical). Precipitation amount is higher in the summer, although not high enough in order to be a \"Dwa\" type climate. ==History== thumb|left|A market in Râmnicu Vâlcea, 1869 watercolor by Amedeo Preziosi The area has been inhabited since Dacian and Roman times, and was the site of a castrum. A new fortress was built on the location during the Middle Ages. Râmnicu Vâlcea was first attested during the rule of Prince Mircea cel Bătrân, as \"the princely town of Râmnic\" (4 September 1388), and confirmed as the seat of a Vâlcea County during the same period (8 January 1392). The town seal dates to 1505. Cetățuia, the actual fortress, served as the residence of Oltenian Bans and, from 1504, of the Orthodox bishops of the Râmnic Diocese; in 1529, Prince Radu of Afumați was killed in Cetățuia by a boyar conspiracy. During the rules of Matei Basarab and Constantin Brâncoveanu, it became an important cultural center. It was here where the first paper mill and printing press in Romania were built (see Anthim the Iberian). The city was heavily damaged during the Habsburg Monarchy's takeover of Oltenia between 1718 and 1739, and its purpose was again reduced to that of a fortress. During the Wallachian Revolution, on 29 July 1848, Deșteaptă-te, române! (the current national anthem of Romania), with lyrics written by Andrei Mureșanu and music composed by Anton Pann (whose memorial house lies in the center of the town), was sung for the first time in Râmnicu Vâlcea. Gheorghe Magheru gathered his military force in Râureni, now part of the city, in an attempt to face the anti-revolutionary forces of Imperial Russia and the Ottoman Empire. In the 1980s, the city was completely rebuilt in a style combining Socialist realism with local vernacular architecture. The city was the center and peak point of the path of total darkness of the Solar eclipse of 11 August 1999. Around 2005 the city gained notoriety as a centre of cyber crime. ==Politics== The mayor of Râmnicu Vâlcea is Mircia Gutău of the Romanian Ecologist Party (PER), following the 2020 Romanian local elections. The Râmnicu Vâlcea Municipal Council, elected in the 2020 local elections, is made up of 23 councillors, with the following party composition: {| class=\"wikitable\" ! style=\"background:#ccc\" | ! style=\"background:#ccc\" | Party ! style=\"background:#ccc\" | Seats ! style=\"background:#ccc\" colspan=\"9\" | Current Council |- | | National Liberal Party (PNL) | style=\"text-align: right\" | 9 | | | | | | | | | |- | | Social Democratic Party (PSD) | style=\"text-align: right\" | 6 | | | | | | | | | |- | | Ecologist Party (PER) | style=\"text- align: right\" | 5 | | | | | | | | | |- | | Save Romania Union (USR) | style=\"text-align: right\" | 3 | | | | | | | | | |- |} == Sports == Râmnicu Vâlcea is home to SCM Râmnicu Vâlcea, which is a women's handball club that competes traditionally in the EHF Champions League. ==Villages== The city administers thirteen villages: Aranghel, Căzănești, Copăcelu, Dealu Malului, Fețeni, Goranu, Lespezi, Poenari, Priba, Râureni, Săliștea, Stolniceni, and Troian. Goranu, Fețeni, Lespezi, and Săliștea were a separate commune, Goranu, until 1996, when they were merged into the city. ==Natives== *Petre Alexandru *Eugen I. Angelescu *Mircea Angelescu *Nicolae Bănicioiu *Radu Berceanu *Traian Boicescu *Dan Burghelea *Ion Emanuel Florescu *Gheorghe I. Lahovary *Gabriel Liiceanu *Nicolae Manolescu *Horia Moculescu *Eugen Negrici *Mihail Oromolu *Dumitru Popescu *Dem Rădulescu *Dan Stuparu *Dorel Zugrăvescu ==See also== *Oltchim S.A. ==References== ==External links== * Râmnicu Vâlcea City Hall official site Category:Cities in Romania Category:Populated places in Vâlcea County Category:Capitals of Romanian counties Category:Localities in Oltenia",
 "title": "Râmnicu Vâlcea"
}