{
 "id": "381963",
 "text": "Wario's Woods is a 1994 falling tile puzzle video game published by Nintendo for the NES and Super NES. Based on the company's Mario series, players control Toad in his mission to defeat Wario, who has taken control of the Peaceful Woods. Gameplay revolves around clearing each level by using bombs to destroy groups of enemies. The game also features a multiplayer mode that allows two players to compete against each other. Developed by Nintendo Research & Development 1 (R&D1;), Wario's Woods is noteworthy for being the last officially-licensed NES game in North America, released at the end of the console's lifespan. It is also the only NES game to receive a rating from the Entertainment Software Ratings Board (ESRB), which was inducted several months before the game's release. In Japan, the game was released alongside a re- release of The Legend of Zelda to coincide with the release of the AV Famicom. Wario's Woods has been re-released several times for other platforms, such as the Satellaview and the Wii Virtual Console. The game received favorable reviews from critics, who praised its gameplay, design, and multiplayer mode. Some believed it was not as refined as Nintendo's previous puzzle games like Dr. Mario, and lacked depth and enough content to keep players engaged. ==Gameplay== The objective of Wario's Woods is to clear the playing field of monsters of varying colors by using bombs of matching color, which are dropped into the field from the top of the screen by a sprite. In order to do so, the monsters and bombs must be rearranged by the player such that three or more objects of the same color are placed adjacent to one another in horizontal, vertical, or diagonal rows, with at least one object being a bomb (such rows are called a \"match\"). For example, a match may consist of two red monsters and one red bomb, but may also consist of two red bombs and one red monster. However, a match cannot consist of three monsters of the same type. A Thwomp may also come down a number of rows (being disguised as the ceiling), making less room for the player to match enemies and bombs. When the play field is cleared of all the monsters, the player progresses to the next round, where the initial number of monsters increases. There are different monster types that can only be destroyed in specific ways, such as requiring two matches in quick succession or being placed into a diagonal match. Unlike other action puzzle games such as Tetris or Puzzle League where the player directly manipulates the game pieces, either as they fall or via a cursor, the player directly controls the character Toad, who moves around inside the playing field atop the fallen objects. Toad can pick up individual objects or lift entire stacks and place them elsewhere in the playing field, but is unable to manipulate objects he cannot immediately reach. However, Toad can perform a variety of additional tricks, such as kicking objects across the play field and scurrying up the sides of stacks to retrieve specific objects. If the player cannot clear the playing field of its objects quickly enough, the play field will eventually fill to the brim and trap Toad, resulting in a Game Over. ===Multiplayer=== The game has a multiplayer mode, called 'VS' or 'VS 2P', where the player can play against another player. In the multiplayer mode, players can make two or more matches after another to make a stack of enemies on their opponents field. ==Story== Wario casts a spell over the inhabitants of a once peaceful area in the Mushroom Kingdom known appropriately as the \"Peaceful Woods\", manipulating the forest's residents into becoming his minions. In an attempt to take over the Mushroom Kingdom, Wario uses his band of monsters to destroy the peace of the forest and as a result, peaceful creatures were no longer welcome in the newly renamed \"Wario's Woods\". Toad, who is introduced as the Mushroom Kingdom hero, makes his way to Wario's Woods in order to quiet the sinister lout and win the woods back for the sprites (fairylike beings who kept the peace in Wario's Woods until Wario gained control). With the help of a fairy known as Wanda (who can create bombs) and Birdo (who provides encouragement for Toad), Toad must rescue the Mushroom Kingdom from Wario's greed and power. When Toad's time bar runs out, Birdo is replaced by Wario, who occasionally lowers the ceiling, and Wanda is replaced by a Pidgit, who spawns monsters instead of bombs. Birdo and Wanda replace them after Toad's time bar runs out again, ad infinitum. Toad's job is to take the bombs and line them up with the enemies of the woods, to defeat Wario's monsters. If Toad clears enough monster-packed sections of the forest (including various mini-bosses), he'll go up against Wario himself. After defeating Wario the first time, it is then revealed to Toad that the villain that he had just defeated was a \"False Wario\", and that the real Wario in the meantime had prepared for the final battle by inflating himself to a massive size. Upon defeating the real Wario, the antagonist soon shrinks back to his regular size and is soon chased out of the woods by the victorious Toad; thus allowing peace to finally be restored to the woods. The ending to the SNES version of Wario's Woods is slightly different as it instead involves Toad destroying Wario's Castle through the use of a large bomb, which causes the castle to crumble and puts an end to Wario's rule and spell over the Mushroom Kingdom and its inhabitants. ==Re-releases== Two modified versions of the SNES version of Wario's Woods were released in Japan for the Satellaview, a satellite modem add-on for the Super Famicom. The first version was copyrighted in 1994 and released under the name . The Bakushou Version featured personalities from the Japanese radio comedy show, Bakushō Mondai.ワリオの森 爆笑バージョン＆イベントバージョン１ Satellaview Memorial. Retrieved July 23, 2010.ワリオの森 爆笑バージョン. SFC Mania. July 27, 2008. The second version of Wario's Woods broadcast for Satellaview was released under the name . It was broadcast from April 23, 1995, to June 30, 2000,セント・ギガ衛星データ放送. St.GIGA. Archived 20 June 2000. throughout the lifespan of the Satellaview. The game was quite popular and it was rebroadcast at least seven times throughout the tenure of St.GIGA's Satellaview-broadcasting period.Kameb. スーパーファミコンアワー番組表 . The Satellaview History Museum. 12 February 2008. The game was also broadcast at least once as one of the Satellaview's special event versions. The NES version of Wario's Woods is available as a collectible item in the 2001 game Animal Crossing for the Nintendo GameCube, obtained through use of the GameCube – Game Boy Advance link cable. This version was one of the first titles available for the Wii Virtual Console, released alongside the service's launch in North America, Australia, and Europe, and on December 12, 2006, in Japan. It was available for purchase at the Wii Shop Channel for 500 Nintendo Points. It was released for the eShop in Japan on May 29, 2013, for the Nintendo 3DS and on January 29, 2014, for the Wii U, in Europe for the 3DS on October 24, 2013, for the 3DS and the Wii U eShop in North America on November 7, 2013. The game was added to the Nintendo Switch Online service on December 13, 2018. ==Reception== Wario's Woods has received mild to favorable reviews. Reviewing the SNES version, GamePro called it \"a ho-hum puzzler\", commenting that though it has some interesting gameplay mechanics, it ultimately fails to be more than a standard Tetris clone. They also regarded the controls as difficult. Nintendo Power reviewed the game noting that it had a fun two-player mode and was challenging and fast-paced while saying that it's not as easy to control as Tetris 2. For the individual scores, the game ranked scores evenly for graphic and sound for both systems, but gave slightly higher scores for the Super NES in the Play Control, Challenge, and Theme and Fun categories. A reviewer for Next Generation argued that the gameplay mechanics are too complicated for an action puzzle game, concluding that, \"After a while you can become interested, but the learning curve is just too steep, the rewards too slim.\" In retrospective reviews, Allgame rated Wario's Woods 4 stars out of 5 for the NES version, and 3.5 stars out of 5 for the SNES version. Christian Huey, who reviewed the NES version, stated that the controls were \"both surprisingly complex and completely intuitive\" while the gameplay has a \"surprising level of depth\", and labeled the two-player versus mode as \"an extremely welcome addition to the core game.\" Scott Alan Marriott, who reviewed the SNES version, felt that the game \"doesn't quite measure up to the addictiveness of either Tetris or Dr. Mario\", citing the game's \"extremely awkward\" controls and complicated gameplay. While Marriott appreciated \"that the developers were trying something new\", he concluded that \"Sometimes when you add things to an already proven formula [for action puzzle games], you dilute the ingredients that made it a success.\" The reviews for the Virtual Console release ranged from mixed to positive, applauding the gameplay and depth, but criticizing the choice to release the primitive NES version over the more comprehensive SNES version. Lucas Thomas of IGN awarded the game an 8.0 out of 10, praising the game's unique approach to the puzzle genre and graphics that \"took full advantage of the 8-bit hardware [and were] full of character\", but recommended \"saving [one's] points for the SNES version, if it becomes available.\" Aaron Thomas of GameSpot gave Wario's Woods a score of 7.0 out of 10, admiring the \"fun, addictive game play\" and \"surprising amount of depth\", but criticizing the game's repetitive music and poor sound effects, adding that he also prefers the \"ideal\" SNES version. Nintendo Life scored the game 6 out of 10, stating that while the game is fun, \"enjoyment for most will no doubt be short-lived.\" ==See also== ==Notes== ==References== ==External links== * * Wario's Woods at NinDB Category:1994 video games Category:Falling block puzzle games Category:Nintendo Entertainment System games Category:Nintendo games Category:Satellaview games Category:Super Nintendo Entertainment System games Category:Video games developed in Japan Category:Video games scored by Soyo Oka Category:Video games set in forests Category:Virtual Console games Category:Virtual Console games for Nintendo 3DS Category:Virtual Console games for Wii Category:Virtual Console games for Wii U Category:Wario video games Category:Mario puzzle games Category:Multiplayer and single-player video games Category:Nintendo Switch Online NES games",
 "title": "Wario's Woods"
}