{
 "id": "382289",
 "text": "Wirksworth is a market town in the Derbyshire Dales district of Derbyshire, England. Its population of 5,038 in the 2011 census was estimated at 5,180 in 2019.City Population. Retrieved 13 January 2021. Wirksworth contains the source of the River Ecclesbourne. The town was granted a market charter by Edward I in 1306 and still holds a market on Tuesdays in the Memorial Gardens. The parish church of St Mary's is thought to date from 653. The town developed as a centre for lead mining and stone quarrying. Many lead mines were owned by the Gell family of nearby Hopton Hall. ==History== The origins of Wirksworth are thought to have related to the presence of thermal warm water springs nearby, coupled with a sheltered site at the head of a glaciated valley, able to yield cereals such as oats and provide timber suitable for building. The Wirksworth area in the White Peak is known for Neolithic and Bronze Age remains.thumb|Bar Moot hall on Chapel Lane Woolly rhino bones were found by lead miners in 1822 in Dream Cave, on private land between Wirksworth and present-day Carsington Water. A nearby cave at Carsington Pasture yielded prehistoric finds in the late 20th century. In Roman Britain, the limestone area of today's Derbyshire yielded lead, the prime site probably being Lutudarum in the hills south and west of present-day Matlock. Wirksworth is a candidate for the site of Lutudarum. Roman roads from Wirksworth lead to Buxton (The Street) and to Brough-on-Noe (The Portway).Wirksworth Archaeological Society: Reports. The town has the oldest charter of any in the Peak District, dating from 835, when the Abbess of Wirksworth granted nearby land to Duke Humbert of Mercia. Wirksworth appears in the 1086 Domesday Book. Outlying farms (berwicks) were Cromford, Middleton, Hopton, Wellesdene [sic], Carsington, Kirk Ireton and Callow. It gave its name to the earlier Wirksworth wapentake or hundred. Many lead mines in Anglo-Saxon times were owned by Repton Abbey. Three of these are identified in Wirksworth's Domesday Book entry. Scientists studying a Swiss glacial ice core have found that levels of lead in European air pollution between 1170 and 1216 were similar to those during the Industrial Revolution, pointing to the local lead and silver smelting around Wirksworth, Castleton etc. as the main source with a remarkable correlation. There is a tiny carving in Wirksworth Church of a miner with a pick and kibble (basket). The figure is known as \"T'Owd Man of Bonsall.\" It stood in Bonsall Church for centuries, but was moved for safekeeping during a restoration project. It was later found in a Bonsall garden and moved to Wirksworth by the vicar of the time. The ore was washed out through a sieve, whose iron wire had been drawn in Hathersage since the Middle Ages. Smelting took place in boles, hence the name Bolehill. The lead industry, the miner, the ore and the waste were also known collectively as \"t'owd man\". Henry VIII granted a charter for a miners' court in the town, the Bar Moot. Anyone had a right to dig for ore wherever he chose, except in churchyards, gardens or roadways. All that was needed for a claim was to place one's stowce (winch) on the site and extract enough ore to pay tribute to the \"barmaster\". The present Bar Moot building dates from 1814. Within is a brass dish for measuring the levy due to the Crown. Even into the 20th century, the penalty for stealing from a mine was to have a hand nailed to the stowce, giving a miscreant the choice of tearing himself loose or starving to death. The Barmote Court is still held at the Bar Moot hall in Chapel Lane and controls all matters of lead mining. By the 18th century there were many thousand lead mines worked individually. Daniel Defoe gives a first-hand account of such a family and the miner at work. At this time, the London Lead Company was formed to provide finance for deeper mines with drainage channels, called soughs, and introduce Newcomen steam-engine pumps. Many institutions in the area have ties with the Gell family of nearby Hopton Hall. One member, Sir John Gell, 1st Baronet, fought on Parliament's side in the Civil War. A predecessor, Anthony Gell, founded the local grammar school, and a successor, Phillip Gell, opened the Via Gellia (perhaps an allusion to the Roman Via Appia), a road from the family lead mines round Wirksworth to a smelter in Cromford. More recently he has been remembered in the name of Anthony Gell School. The carboniferous limestone around Wirksworth has been much quarried over the town's history, resulting in several rock faces and cliffs surrounding the town. There was a workhouse from 1724 to 1829 called Babington House standing on Green Hill () and housing 60 inmates. In 1777 Richard Arkwright leased land and premises for a corn mill from Philip Eyre Gell of Hopton and converted it to spin cotton, using his water frame. It was the world's first cotton mill to use a steam engine to replenish the millpond that drove its waterwheel. The mill was adjacent to another, Speedwell Mill, owned by John Dalley, a local merchant. Arkwright's mill was sublet in 1792, when Arkwright's son, Richard, began to sell off family property and move into banking. It was named Haarlem Mill in 1815, when converted to weaving tape by Madely, Hackett and Riley, who had set up Haarlem Tape Works in Derby in 1806. In 1879 the Wheatcroft family, which produced tape at Speedwell Mill, expanded into Haarlem. The two mills together employed 230; their weekly output was said to equal the circumference of the earth; Wirksworth was the main producer of red tape for Whitehall. These mills were close together at Miller's Green next to the Derby road. Haarlem Mill now houses an art collective; Speedwell Mill has been replaced by private houses and a carpentry workshop. The growing prosperity of the town led to the development of Wirksworth Town Hall in 1871. ==Geography== In the 2011 census Wirksworth civil parish had 2,416 dwellings, 2,256 households and a population of 5,038. Districts of Wirksworth include Yokecliffe, Gorsey Bank, Bolehill, Mountford and Miller's Green. Bolehill, although technically a hamlet in its own right in Wirksworth's suburbs, is the oldest and most northerly part of the town, while Yokecliffe is a newer estate in the westerly area. Modern houses have been built in the Three Trees area and at the bottom of Steeple Grange (Spring Close). ==Education== There are five schools in Wirksworth: Church of England and county infants, and regularly combined but on two sites, Wirksworth Junior School, the Anthony Gell School and Callow Park College. Anthony Gell was a local, requested by Agnes Fearne to build a grammar school on her death. The original site is now a private house on the edge of the churchyard. The current school is an 11–18 comprehensive on a larger site by the Hannage Brook with about 800 pupils. The school's five houses are named after Fearne, Arkwright (Sir Richard Arkwright), Wright (Joseph Wright of Derby), Gell and Nightingale (Florence Nightingale). Its catchment area is the town and surrounding villages: Middleton, Carsington, Brassington, Kirk Ireton, Turnditch, Matlock Bath, Cromford and Crich. The Anthony Gell School qualifies as a Sports College. ==Culture and community== ===Events=== right|thumb|Well or tap dressing in Wirksworth in the 1860s *Early April – The Wirksworth Book Festival, launched in 2016, is a sister event to the Wirksworth Festival, celebrating books and reading, particularly local writers. *Early June: The Wirksworth well dressing and carnival. This was adapted after the arrival of piped water, so that taps as well as wells are decorated.1860s picture, PictureThePast, Retrieved August 2009 *First Sunday after 8 September: Clipping the church is an ancient custom, where the congregation join hands to encircle the building. This occurs on the Sunday after the Feast of the Nativity, the church's dedication. *September: Since 1995 the Wirksworth Festival has celebrated and promoted arts in the town. It features crafts, exhibitions and street theatre. *First Weekend in December: The Glee Club holds an annual pantomime. ===Community facilities=== Fanny Shaw's Playing Field, just beyond the centre, is the main recreation area for the north of the town. It includes a play area. In the south is the \"Rec\", another children's play area, along with cricket and football pitches. There are public toilets in the car park alongside the United Reformed Church in Jubilee Court. ===Cultural references=== Haarlem Mill has been mentioned as the possible model for the mill in George Eliot's The Mill on the Floss. The town of Snowfield in George Eliot's Adam Bede is also said to be based in Wirksworth; Dinah Morris, a character in that novel, is based on Eliot's aunt, who lived in Wirksworth and whose husband ran the silk mill, which used to house the Wirksworth Heritage Centre. Wirksworth was the main location of ITV's Sweet Medicine in 2003, having featured as an occasional location in its forerunner, Peak Practice. More recently, some of Mobile was filmed on a train on the Ecclesbourne Valley Railway, and much of an episode of the BBC series Casualty was set in the town. Wirksworth features in the 2015 memoir The Long Road Out of Town by author and journalist Greg Watts, who grew up there. Middle Peak Quarry, on the outskirts of Wirksworth, featured in the 2010 music video \"Unlikely Hero\" by the Hoosiers. ===Town twinning=== Wirksworth is twinned with Die in southern France and with Frankenau in the Kellerwald range south-west of the Talgang, Germany, through the Wirksworth Twinning Association. ==Notable residents== In alphabetical order: *Lawrence Beesley (1877–1967) was an English science teacher, journalist and author who was a survivor of the sinking of Titanic. *Abraham Bennet (1749–1799) was curate of Wirksworth and did important early work in electricity, in association with Erasmus Darwin. There is a memorial plaque to him in Wirksworth Church and a portrait by an unknown artist. *Anthony Draycot (died 1571) was rector of the parish from 1535 until his imprisonment in 1560. He was the judge at the heresy trial where Joan Waste was condemned to be burnt. *D. H. Lawrence (1885–1930) lived at Mountain Cottage with his wife Frieda in 1918–1919. It stands below the B5023 road on the edge of Middleton- by-Wirksworth, about 1½ miles (2.4 km) north-west of Wirksworth. Lawrence reputedly spent time also at Woodland Cottage on the far side of New Road. While in Middleton in the bitter winter of 1918–1919, he wrote the short story \"A Wintry Peacock\", published in 1921. *Frederick Treves (1853–1923), surgeon and author, was in practice in the town in 1877–1879. A house in Coldwell Street is named after him. *John Woodward, naturalist (1665–1728), may have been born here.ODNB entry for John Woodward: Retrieved 14 October 2011. Pay- walled. ==Landmarks== thumb|left|250px|Wirksworth Stone in St Mary's Church, an early stone carving depicting scenes from the life of Christ Wirksworth civil parish contains 108 structures listed by Historic England for their historic or architectural interest. The Parish Church of St Mary is listed Grade I and eight structures (15 Market Place, 35 Green Hill, 1 Coldwell Street, Haarlem Mill, Wigwell Grange, the Red Lion Hotel, Gate House and the former grammar school) are Grade II*. Wirksworth Heritage Centre is next to Walkers Butchers, down the lower end of Wirksworth. The display illustrates the history of Wirksworth from its prehistoric Dream Cave and woolly rhinos, through its Roman and lead mining histories, to modern times. Other nearby attractions include the Ecclesbourne Valley Railway, the Steeple Grange Light Railway and Peak District National Park. The study Wirksworth and Five Miles Around, written by Richard R Hackett (1843–1900), includes census information, notes on church monuments, accounts of crimes, church wardens' accounts, maps, a transcription of \"Ince's pedigrees\", monument inscriptions and old photographs, parish registers and wills. ==References== ==External links== *Go Wirksworth - Community web site *The Wirksworth Heritage Centre *Discover Derbyshire and the Peak District: Wirksworth *Wirksworth Parish Records 1600-1900 *Lutudarum.com - It is thought that Wirksworth is the site of the lost Roman town of Lutudarum Category:Market towns in Derbyshire Category:Towns and villages of the Peak District Category:Towns in Derbyshire Category:Lead mining in the United Kingdom Category:Civil parishes in Derbyshire Category:Derbyshire Dales",
 "title": "Wirksworth"
}