{
 "id": "382248",
 "text": "144px|thumb|right|John R Rice John R.Rice's birth certificate gave only \"R.\" as his middle name. Family members have suggested that the \"R.\" stood for \"Reece,\" \"Robert\" or \"Richard.\" John Rice Himes, John R. Rice, The Last Revivalist of the 20th Century (Menomonee Falls, WI: Christ Walk Publications, 2021), 36. Rice (December 11, 1895 – December 29, 1980) was a Baptist evangelist and pastor and the founding editor of The Sword of the Lord, an influential fundamentalist newspaper. ==Childhood and education== John R. Rice was born in Cooke County, Texas in 1895, the son of William H. and Sallie Elizabeth La Prade Rice, and the oldest of three brothers. Will Rice was a small businessman, a lay preacher, and a one-term state legislator \"well respected in the community.\"Howard Edgar Moore, \"The Emergence of Moderate Fundamentalism: John R. Rice and 'The Sword of the Lord,'\" Ph.D. dissertation, George Washington University, 1990, 26. (Will Rice was also a Mason, an Odd Fellow, and \"an ardent Klansman\"—all of which memberships his son later believed were \"mistakes.\")John R. Rice, Lodges examined by the Bible : is it sinful for a Christian to have membership in secret orders? Findlay, Ohio : Fundamental Truth Publishers, 1943(?), 45. The death of John R. Rice's mother when he was six years old left a lasting mark on the man.\"I remember the November day when we laid her body away….The rain beat down upon us and a friendly neighbor held an umbrella over our heads. O death! death! DEATH! All the years my lonely heart has known the reality of death.\" \"What Will Happen When Jesus Comes?\" The Sword of the Lord (December 3, 1943), 4. At twelve Rice made a profession of faith and joined his parents' Southern Baptist Church. After being educated in public schools, he earned a teaching certificate and taught at a local primary school. In 1916 Rice entered Decatur Baptist College in Decatur, Texas, riding his cow pony 120 miles to get there and borrowing $60 on the horse to make his first tuition payment. In 1918, he was drafted into the Army, but after his discharge the following year, he attended Baylor University, from which he graduated in 1920. Rice was attending graduate school at the University of Chicago and volunteering at the Pacific Garden Mission when he was called to the full-time ministry and returned to Texas.Rice later recalled that although he had participated in evangelistic ministry, he knew \"very little about the Bible\" and had \"absorbed a great deal of evolutionary teaching\" from his college courses. In 1921 he had a long conversation with William Jennings Bryan and realized that \"both evolution and the Bible could not be true and that modernism was a deadly enemy of true Christianity.\" \"Surrendered to Preach at Pacific Garden Mission: Dr. John R. Rice Tells About How He Came to be a Preacher,\" Sword of the Lord, December 25, 2009), 3; \"How I Went to College,\" Sword of the Lord,\" June 17, 2016, 4. He married Lloys McClure Cooke, whom he had met at Decatur, and shortly thereafter he entered Southwestern Baptist Theological Seminary. ==Early ministry== Rice did not complete his seminary course but in 1923, took a position as the assistant pastor of a Southern Baptist church in Plainview, Texas. The following year he became senior pastor in Shamrock, Texas, an oil boomtown; but in 1926 he left the pastorate for evangelism. Settling in Fort Worth, he became an unofficial associate of the flamboyant and authoritarian fundamentalist J. Frank Norris, pastor of First Baptist Church, who was preparing to leave the Southern Baptist Convention. Rice himself broke with the Southern Baptists in 1927. During the next few years, Rice held a series of successful revivals in Texas that were promoted by Norris. Rice made converts during his campaigns and then organized the new Christians into at least a half-dozen churches with the name \"Fundamentalist Baptist,\" a title that had come to be associated with Norris.Moore, 132. In July 1932, Rice held an open-air evangelistic campaign in the Oak Cliff section of Dallas and hundreds made professions of faith. There Rice organized the Fundamentalist Baptist Tabernacle of Dallas; but instead of moving on, he pastored the church for more than seven years. The congregation of more than a thousand members built two buildings, the first being destroyed by fire.No cause was ever assigned to the fire, which completely destroyed the uninsured building. Moore suggests that Norris may have been responsible for having the church burned. Moore, 125-26. When Rice refused to bend to Norris's will, the older man threatened him and then viciously attacked him in print.Norris wrote Rice, \"No man will get anywhere in the cause of Fundamentalism in the North, East or outside Texas, if he fails to have the love and confidence of First Baptist Church,\" a virtual blackmail threat, which Norris attempted to make good. Moore, 99-100. Nevertheless, Rice's sermons continued to include much of his mentor's sensationalism, with titles such as \"Wild Oats in Dallas--How Dallas People Sow Them and How They Are Reaped,\" \"The Dance--Child of the Brothel, Sister of Gambling and Drunkenness, Mother of Lust--Road to Hell!\" and \"Diseased, Decaying Bodies with Undying Maggots and Unquenched Fire in Hell\"Viola Walden, John R. Rice: The Captain of Our Team (Murfreesboro, TN: Sword of the Lord Publishers, 1990), 34. In 1940, Rice offered advice to revivalists: \"Preach on booze. Preach on the scarlet sin, adultery.... Preach on the dance, tell people that it is rotten as sin....Preach on the movies...made by vile, lewd people, holding up rotten moral standards, breaking down respect for marriage, pure love, hard work, God and the Bible.... Preach against lodges.... Preach against evolution and false cults. Preach on death, sin, Hell, judgment! Such preaching with boldness, with love, with tears, with Scripture, with faith, will bring great revivals, will save hardened sinners.\" \"Evangelistic Preaching,\" The Sword of the Lord, (September 20, 1940), 2. Rice believed that the mission of churches was \"not to take care of Christians\" but to \"win souls,\" a notion his mostly lower-middle-class church members did not wholeheartedly endorse. When Rice spent more time away from his pulpit to hold revivals elsewhere, a supply pastor and his supporters staged a coup. Rice decided to reenter evangelism. Yet before he did so, he encouraged the church to change its name from Fundamentalist Baptist Tabernacle to Galilean Baptist Church, thus distinguishing his ministry and that of the church from J. Frank Norris.Moore, 129-131. ==Sword of the Lord== In 1934, Rice founded The Sword of the Lord, a bi-weekly publication that grew into an influential fundamentalist Baptist newspaper. At first it was simply the publication of his Dallas church, handed out on the street and delivered door-to-door by Rice's daughters and other Sunday School children.Barlow, 14. When Rice re-entered full-time evangelism in 1940, he moved The Sword of the Lord to Wheaton, Illinois, partially to educate his daughters at Wheaton College, and partially to put distance between himself and Norris. Rice had already begun to publish his sermons, and at his death, The Sword of the Lord had printed more than 200 of his books and pamphlets, with more than 60 million copies in print. His sermon booklet, \"What Must I Do to Be Saved?\" was distributed in over 32 million copies in English, 8.5 million in Japanese, and nearly 2 million in Spanish. Perhaps his most popular books were Prayer-- Asking and Receiving (1942) and The Home: Courtship, Marriage and Children (1945). Rice also wrote commentaries on books of the Bible, and he attacked humanism, worldliness (especially movies and dancing), evolution, fraternal lodges, and the Southern Baptist Convention. A special target was religious liberalism. Rice recalled that while at the University of Chicago, he had heard a message by William Jennings Bryan and then observed a missionary's son turn to infidelity during the subsequent campus discussion. \"It was a time of crisis in my life,\" recalled Rice. \"Standing there on the steps of Mandel Hall that spring afternoon with dusk coming on, I felt burning in me a holy fire. I lifted my hand solemnly to God and said, 'If God gives me grace and I have opportunity to smite this awful unbelief that wrecks the faith of all it can, then smite it I will, so help me God!'\"Barlow, 15, 19. Rice became a fierce opponent of the National Council of Churches, the Revised Standard Version of the Bible, and prominent liberal ministers, such as Harry Emerson Fosdick, Nels Ferré, and G. Bromley Oxnam. The Sword circulation grew dramatically. It was thirty thousand in 1940, fifty thousand in 1946, and ninety thousand in 1953, surpassing the circulation of the venerable Moody Monthly. Rice regularly published reports from evangelistic campaigns that became valuable publicity tools for approved revivalists. In 1946, he and other prominent evangelists adopted a code of ethics and a statement of faith to prevent \"evangelists from being unduly criticized for commercialism and unethical practices.\"Moore, 171-72. The same year Bob Jones College conferred on him an honorary Litt. D. degree. ==Evangelism conferences== In 1945 Rice began organizing evangelism conferences, which in 1974 became Sword of the Lord Conferences. These meetings drew influential evangelists, such as Hyman Appelman, Joe Henry Hankins, Jack MacArthur, and especially Bob Jones, Sr., whom Rice called \"the dean of all the evangelists.\" The conferences attracted large crowds of clergymen from various denominations, not just Baptists. For instance, the Fort Smith conference of August 1952 had an average attendance of six to eight hundred at the morning sessions and a thousand to two thousand in the evenings.Moore, 164-66. So many fundamentalist churches began to accept Rice's role as a clearing house for approved evangelists that to relieve some of the burden, he established a \"Sword Extension Department,\" headed by his brother Bill. The Sword of the Lord even placed babies born to unwed mothers.Moore, 178; Walden, 204-05. ==Separation from neo-evangelicals== For a brief period during the late 1940s, Rice and The Sword of the Lord held the allegiance of many orthodox Protestant Christians who would shortly be divided into Neo-Evangelical and Fundamentalist camps. While continuing to support older independent evangelists such as Bob Jones, Sr. and Hyman Appelman, Rice now also endorsed the newer ministries of Youth for Christ, the Southern Baptist evangelist R. G. Lee, and especially, the young Billy Graham. By 1948, Rice believed Graham might become another Dwight L. Moody or Billy Sunday,\"A Word from the Editor\", The Sword of the Lord (November 19, 1948), 6. and Graham's evangelistic successes were regularly trumpeted in the pages of The Sword of the Lord.Moore, 201. Meanwhile, Graham was distancing himself from fundamentalism. In 1954, Graham spoke to the faculty and student body of liberal Union Theological Seminary in New York, repeatedly referring to his ministry as \"ecumenical\". Presbyterian fundamentalist Carl McIntire picked up on this \"compromising\" speech in his Christian Beacon, but Rice continued to defend Graham in The Sword of the Lord. Graham used his considerable charm to remain in Rice's good graces for as long as possible, even inviting the older man to participate in his 1955 Glasgow campaign. At 59, Rice had never been out of the United States, and his response to Graham's red-carpet treatment in Scotland was more effusive praise.Moore, 220-21, 229-231. Nevertheless, by 1956, the religious differences between Rice and Graham could no longer be papered over. Rice decided with some annoyance that Graham had been, at best, disingenuous about his relationship with religious liberals. Graham's 1957 New York City campaign was held in cooperation with the Protestant Council of New York, which was \"predominantly nonevangelical and even included out-and-out modernists.\"George M. Marsden, Reforming Fundamentalism: Fuller Seminary and the New Evangelicalism (Grand Rapids: Eerdmans, 1987), 162. Rice began to criticize Graham with increasing severity.Moore, 273. When the seventy-five- year-old Bob Jones, Sr. decided to draw the line of demarcation between fundamentalism and neo-evangelicalism, Rice agreed to chair the resolutions committee at a meeting of fundamentalist leaders in Chicago held on December 26, 1958. Ninety attendees signed a pledge, written by Rice's committee, promising not to participate in evangelistic campaigns sponsored by clergymen who denied such cardinal doctrines of orthodox Christian belief as the inspiration of the Bible, the virgin birth, and the bodily resurrection of Christ.R. K. Johnson, Builder of Bridges: A Biography of Dr. Bob Jones, Sr. (Greenville, S.C.: BJU Press, 1982), 320. The names of Bob Jones, Sr., Bob Jones, Jr., and John R. Rice headed the list.Moore, 276. Rice had clearly cast his lot with such separatist fundamentalists as Carl McIntire, Robert T. Ketcham, W. O. H. Garman, George Beauchamp Vick, Lee Roberson, Oliver B. Greene, and Archer Weniger, while the majority of Protestant evangelicals opted for a less militant position. The break with Billy Graham left The Sword reeling. Circulation dropped from over 100,000 in 1956 to 67,000 in 1957. Rice was also refused the use of a conference center in Toccoa, Georgia, where he had held Sword rallies for thirteen years, because its founder, R. G. LeTourneau, had sided with neo-evangelicalism. Even more distressing to Rice was the break with radio preacher Charles E. Fuller, whose namesake seminary quickly moved to the vanguard of the neo-evangelical movement. Only a few years earlier, Fuller, Rice, and Jones had appeared together at a rally.Moore, 293-95, 303-04. In 1963, Rice moved The Sword of the Lord from Wheaton to Murfreesboro, Tennessee, where his brother Bill had established the Bill Rice Ranch, a ministry to the deaf. The cost of living in Murfreesboro was also cheaper than in the Chicago area. But Rice primarily wished to cut his ties with Wheaton, which had become a center of the neo-evangelical movement that he opposed.Moore, 309. When after his death, his daughters sold the farm to make way for an outlet mall, John R. Rice Boulevard was built on the land. ==Separation from separationists== In 1959, Rice and Bob Jones, Sr. held a series of one-day rallies in different parts of the country in an attempt to explain the separationist position to the wavering, and Jones urged that the Sword be made \"the official organ\" of separatist fundamentalism. Meanwhile, Rice made new, younger, friends. One was Jack Hyles, who in 1959 had become the pastor of First Baptist Church of Hammond, Indiana; another was Curtis Hutson, who eventually became Rice's successor. A third was Jerry Falwell, pastor of Thomas Road Baptist Church in Lynchburg, Virginia.Moore, 294, 304-06. In 1971, Rice planned a \"great world conference on evangelism\" that would bring together the various strands of fundamentalism.An advertisement in The Sword said that its purposes were to \"stir revival fires...[and]promote the fellowship without compromise of fundamental churches, pastors, and people in soulwinning.\" The Sword of the Lord (June 18, 1971), 4. But Bob Jones, Sr. had died three years earlier, and his son and successor, Bob Jones, Jr., objected to the inclusion in the conference program of two Southern Baptists, W. A. Criswell and R. G. Lee, whom Jones considered \"compromisers and traitors to the cause of Scriptural evangelism.\"Jones to Rice, September 16, 1971, in Moore, 322-323. (It did not help that shortly before Jones, Sr.'s death, Criswell had referred to him as \"a senile old fool.\")Bob Jones, Cornbread and Caviar: Reminiscences and Reflections (Greenville, SC: Bob Jones University Press, 1985), 169. Jones also opposed Rice's insistence that there be no criticism of Billy Graham (and presumably, neo-evangelicalism) at the conference.Moore, 326. Rice argued that his position on separation was the same as that held by Bob Jones, Sr. and that there was \"nobody living in this world who was more intimately acquainted\" with the late evangelist.Moore, 336. Not surprisingly, Jones, Jr. disagreed, and he and Rice engaged in an exchange of views about separation—Rice in The Sword of the Lord, Jones in a pamphlet, \"Facts John R. Rice Will Not Face.\" To Rice the importance of soulwinning trumped what he considered minor disagreements among Christians about biblical separation. The upshot was that Rice's planned conference was postponed and then canceled. In November 1971, Bob Jones, Jr. and Bob Jones III were dropped from the cooperating board of The Sword to be replaced by Jerry Falwell and Curtis Hutson.Moore, 329. In 1976, Jones, Ian Paisley, and Wayne Van Gelderen organized their own \"World Congress of Fundamentalists\" in Edinburgh. Unlike the split with Billy Graham, however, Rice's refusal to agree with separationist fundamentalists like Bob Jones, Jr. and Ian Paisley only enhanced the growth of The Sword. By the mid-1960s, the paper had more than recovered its losses after Rice's criticism of Billy Graham; in 1974, circulation of The Sword of the Lord was over 300,000.Viola Walden, John R. Rice: The Captain of Our Team(Murfreesboro, TN: Sword of the Lord Publishers, 1990), 527. Rice had been a major participant in shaping the two most important divisions of late twentieth-century fundamentalism, the split between fundamentalists and neo-evangelicals and then the creation of two fundamentalist factions: Rice's more sentimental and irenic; Jones's more academic, doctrinal, and confrontational. ==Personality== Rice was an exceptionally hard worker who rarely took vacations. He once estimated that he had been away from home for thirty years of his forty-five year ministry. His book Home, Courtship, Marriage and Children was written almost entirely on the road, one chapter dictated on a train between Chicago and Albany, most of another while waiting for a plane at LaGuardia. A daughter who took a semester out of college to play the piano for Rice in two large revivals was there also pressed into service taking his dictation and typing the manuscript of the final chapters of the book. He claimed that woodworking was his hobby, but although he had all the necessary tools, he never had the time to use them. A brick room behind his house intended for woodworking was eventually used for storage.Walden, 262, 286-287. Rice was gracious with praise and commanded the loyalty of his staff. He had a sometimes corny sense of humor—such as asking service station attendants, \"Do you know where I could buy some gasoline?\" or walking by a table filled with his own books and remarking to potential buyers, \"I have read these books and find them to be sound.\" He liked dogs, horses, and children. Once he was discovered after a service playing hopscotch. He wrote texts and picked out melodic lines for dozens of simple gospel songs, mostly about revival and soulwinning. He was extremely frugal; there was never a hint of scandal about his personal life, and the testimonies of his six daughters were a credit to his ministry.Walden, 63, 209-11, 245, 269. Once on a car trip from Dallas to Chicago, Rice prayed, \"Lord, help me to find someone I can win.\" He then missed a turn in Oklahoma and drove fifty miles out of the way. At a gas station where he stopped to ask directions, he led the attendant to Christ. Still upset about the unplanned detour, his daughters giggled at him, reminding him of his earlier prayer.Barlow, 20. At 81, with a hearing aid, suffering from arthritis, and aware that his memory was \"not quick as it was years ago,\" Rice still managed to be at the office most mornings at 6:30.Moore, 358. In 1978, he had a heart attack, then a second, more serious one in April 1980. He died of a stroke on December 29. The staff counted 22,923 letters that had come to Rice between the beginning of his writing ministry and his death, each reporting that the writer had found Christ through Rice's books or booklets or through a sermon published in The Sword of the Lord.Walden, 517. ==References== *Fred Barlow, \"A Brief Biography of Dr. John R. Rice, Giant of Evangelism,\" Sword of the Lord (September 22, 2006). *Howard Edgar Moore, \"The Emergence of Moderate Fundamentalism: John R. Rice and The Sword of the Lord,\" Ph.D. dissertation, George Washington University, 1990. *Robert L. Sumner, Man Sent from God: A Biography of Dr. John R. Rice (Grand Rapids: Eerdmans Publishing Company, 1959). *Viola Walden, John R. Rice: The Captain of Our Team (Murfreesboro, TN: Sword of the Lord Publishers, 1990) *F. Lionel Young III, \"To the Right of Billy Graham: John R. Rice's 1957 Crusade Against New Evangelicalism and the End of the Fundamentalist-Evangelical Coalition.\" Th.M. Thesis, Trinity Evangelical Divinity School, 2005. ==References== ==External links== * The Sword of the Lord * Some works by John R. Rice * Coming Today?, one of Rice's hymns Category:1895 births Category:1980 deaths Category:American evangelicals Category:American evangelists Category:Baptists from Texas Category:Independent Baptist ministers Category:Southern Baptist ministers Category:Southern Baptist Theological Seminary alumni Category:Baylor University alumni Category:Bob Jones University alumni Category:American Christian creationists Category:Christian fundamentalists Category:Dallas Baptist University alumni Category:King James Only movement Category:People from Murfreesboro, Tennessee Category:People from Cooke County, Texas Category:People from Wheaton, Illinois Category:University of Chicago alumni Category:Baptists from Tennessee Category:Decatur Baptist College alumni Category:20th-century Baptist ministers from the United States",
 "title": "John R. Rice (pastor)"
}