{
 "id": "382268",
 "text": "Westminster Millennium Pier is a pier on the River Thames, in the City of Westminster in London, UK. It is operated by London River Services and served by various river transport and cruise operators. It is located next to Westminster Bridge on the north bank of the Thames, and is close to one of London's most prominent landmarks, Big Ben. ==Former Westminster Floating Pier== The former Westminster Floating Pier existed on the site through the 1950's, running along the Thames between Kew and the London docks. The floating pier acted as a landing point for many Royal water journeys, including the conclusion of Queen Elizabeth II's Commonwealth tour in May 1954. On the 7th February 1955, night watchmen reported a leak had been found in the pier, causing the middle sections to sink. Workman from the Port Of London Authority spent three hours trying to drain the central pontoon of water, with the pier being half submerged by 10am before fully sinking \"as Big Big stuck twelve\". No one was hurt during the sinking, with the staff having time to evacuate and retrieve important documents. The sinking of the pier was widely reported on by newspapers and media of the time, with it being parodied in an episode of The Goon Show a week after the incident. ==Construction== thumb|right|250px|A view from Westminster Pier on the River Thames The development of Westminster Millennium Pier was funded by the Millennium Commission as part of the Thames 2000 project, and it was one of five new piers opened in 2000 by the Commission on the Thames (the others being Blackfriars Millennium Pier, London Eye Pier, Tower Millennium Pier and Millbank Millennium Pier). Its creation was funded by the project as part of an integrated transport and regeneration strategy for the Thames led by London's Cross River Partnership. ==Services== The pier is served by various services including: * Thames River Services between Westminster, Tower Bridge Quay, Greenwich Pier and the Thames Flood Barrier (Pre-booked groups can disembark at Barrier Gardens Pier). * City Cruises leisure cruises between Westminster and Greenwich Pier * Circular Cruise Westminster to St Katharine's Circular * Thames River Boats cruises to Hampton Court Palace ==Connections== *Westminster Underground station ==Local attractions== thumb|right|250px|Entrance to the Westminster Pier North bank *Big Ben and the Palace of Westminster *Westminster Abbey and St. Margaret's, Westminster *Churchill Museum and Cabinet War Rooms *The Boudica statue South Bank *London Eye *London Aquarium *Dali Universe *Florence Nightingale Museum ==Lines== ==References== Category:Transport in the City of Westminster Category:London River Services Category:Buildings and structures celebrating the third millennium Category:Piers in London Category:Victoria Embankment",
 "title": "Westminster Millennium Pier"
}