{
 "id": "382276",
 "text": "thumb|William Motherwell thumb|William Motherwell by James Fillans William Motherwell (13 October 1797, Glasgow - 1 November 1835, Glasgow) was a Scottish poet, antiquary and journalist. ==Life== Motherwell was born at Glasgow, the son of Willan and Jane Motherwell. His father was an ironmonger. He was sent to school and at the age of fifteen he was apprenticed in the office of the sheriff-clerk at Paisley. He studied classics for a winter term at Glasgow University between 1818 and 1819.Hamish Whyte, ‘Motherwell, William (1797–1835)’, Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 4 April 2017 He and appointed sheriff-clerk depute there in 1819. He spent his leisure in collecting materials for a volume of local ballads which he published in 1819 under the title of The Harp of Renfrewshire. In 1827 he published a further instalment in Minstrelsy Ancient and Modern, prefaced by an excellent historical introduction. This work was to provide evidence of the work of notable women like Agnes Lyle.Mary Ellen Brown, ‘Lyle , Agnes (fl. 1825)’, Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 4 April 2017> He contributed verses to newspapers and magazines, \"Jeanie Morrison\", \"My Heid is like to rend, Willie\", and \"Wearies Cauld Well\" being his best-known poems. He became editor of the Paisley Advertiser in 1828, and of the Glasgow Courier in 1830. A small volume of his poems was published in 1832, and a larger volume with a memoir in 1846, reissued, with additions, in 1848. William Motherwell did not know Robert Tannahill, but became very well acquainted with Tannahill's friend and musical collaborator Robert Archibald Smith. It has been suggested that Smith may have encouraged Tannahill's shift from weaving to music, but this has no basis in fact as no such shift ever took place. Tannahill was a weaver from the time he was apprenticed to his father on 7 December 1786 until his death in 1810. It was Smith who sought out the company of Tannahill after hearing one of latter's songs performed at a musical evening in Paisley. In his role as Sheriff-Clerk Depute, William Motherwell was not averse to \"handling a truncheon in defence of the public peace on the streets of Paisley\". Motherwell has been described in classic twentieth century parlance as the \"working class Tory made good\". He managed through his own efforts to establish himself in moderately powerful circles and become something of an arbiter of both literary and political opinion during the 1820s. In politics he was an Orangeman as well as a Tory. Orangeism espousing the view that hereditary rank is sacred while Roman Catholicism and revolutionary innovations which threaten the constitution (unwritten) of Britain are an abhorrence. Motherwell left Paisley for Glasgow in 1830 to become the Tory editor of the Orange-Tory paper the Glasgow Courier. While Motherwell expressed a kind of cultural nationalism in his literary work, his politics were well to right, nowhere near the liberation theology of George Buchanan with his abstract democratic principles but violently opposed to anything Roman Catholic. Motherwell is not atypical of the Glasgow middle classes of his time. By reason of common sense he could not deny that he lived in Scotland and if one was honest about history that history was for the most part Scottish. Complex as that history might be there was a need to come up with a coherent story. A need for propaganda and opinion forming. The modern state had well and truly arrived. And if the social conflict and deprivation in Glasgow were anything to go by it was a state closer to hell than to heaven. What Motherwell had was a romantic hankering for the chivalrous which took form in his participation in the rituals and ideology of Orangeism; in the activities of collecting antique songs and poems as well as more conventional antique objects. Motherwell understood the need, all too human, to make a coherent story in the history of literature or of politics that answered peoples' personal and psychological yearnings. The natural inclination to make the world make sense and give life meaning; and that he understood this is perhaps to his credit. Orangeism was a new Irish variant of the Presbyterianism which had existed in Scotland since the Reformation of 1560. The mythologising of 1690 and William III in Scotland had everything to do with the Tory politics of the early 19th Century and their (the Tories) determination to win the class war. To oppose calls for universal suffrage. To deny the injustice done to Thomas Muir and the Friends of the People, to discredit the writings of Thomas Paine. (In Motherwell's time and from his viewpoint this version of the story, of history, made perfect sense). The Orange Lodge in Scotland were a form of Protestant ideological storm-troopers. The hard-line. The fiery preachers who made Tories of working women and men. The values of Orangeism are on the face of it quite deeply at odds with Motherwell's cultural activities. He was for the preservation and use of the Scots language in literature something that militates against the inherent Britishness of Orange ideology. M'Conechy in his memoir of Motherwell states that the introduction of Orangeism in Scotland \"could be attended with no benefits whatsoever… As an antagonist to Popery and Jacobitism it was certainly not wanted in Presbyterian Scotland\". That the Orange Lodge still thrives throughout much of Lanarkshire, Renfrewshire, Ayrshire and elsewhere today implies that M'Conechy is being somewhat disingenuous in his assessment of the real role of Orangeism. While M'Conechy may have come from a part of the Tory party which did not approve of the Orangemen there were plenty of other Tories who did. Motherwell's dalliance with Orangeism (and M'Conechy's denial), in apparent contradiction to his cultural politics, can be seen as an example of the kind of personal identity crisis that arose frequently in Scots men and woman following the Act of Union. Yet through this William Motherwell carried out useful literary and cultural work, simply by the act of writing down and recording. The Harp of Renfrewshire is an important book. Although it was already in progress when it landed with Motherwell his introductory essay is not without merit. It seeks to understand a locale and its history through the study of the poetry and song of the place itself. It includes folk pretty much on the basis of literary merit and not along sectarian or class divides. He shows an understanding of literature as both historical process and individual creative process; demonstrates that language is not static but evolves and that political forces have influence on such evolution. So there is a fairly sophisticated level of literary/cultural politics and argument going on there. In spite of his Paisley Sheriff's Depute job bringing him \"into the thick of military suppression of the Radical risings and civil disturbances around 1820; in 1818 he was knocked unconscious by an angry crowd and narrowly escaped being thrown in the River Cart.\" he was extremely sympathetic towards both Tannahill and the radical poet Alexander Wilson in his introduction to The Harp of Renfrewshire. As a result, he further enhanced the reputations of both Tannahill and Alexander Wilson. ==Grave== Motherwell is buried in the Glasgow Necropolis. The grave was originally unmarked but in 1851 a monument carved by the celebrated Scots sculptor James Fillans was erected by admirers.glasgowsculpture.com ==Artistic Recognition== He was sculpted by James Fillans.Illustrated Catalogue of the Exhibition of Portraits on Loan in the New Galleries of Art, Glasgow 1887 ==References== ==See also== *Scottish literature *\"Famous Scots Series\". A biography of William Motherwell appears in the book, James Hogg by Sir George Douglas (Edinburgh: Oliphant, Anderson & Ferrier, 1899). Category:1797 births Category:1835 deaths Category:Scottish poets Category:Writers from Glasgow Category:Scottish antiquarians Category:Journalists from Glasgow Category:19th-century poets Category:Burials at the Glasgow Necropolis",
 "title": "William Motherwell"
}