{
 "id": "382351",
 "text": "The Korowai, also called the Kolufo, are the people who live in southeastern West Papua in the Indonesian province of Papua, close to the border with Papua New Guinea. They number about 3,000.Nathalia, Telly. Indonesia census turns up Papua tribe living in trees. Reuters. According to The Daily Telegraph, \"Until the late 1970s, when anthropologists embarked on a study of the tribe, the Korowai were unaware of the existence of any peoples other than themselves\".Indonesian Korowai Tribe First Officially Recognised As Tree- Dwellers The Telegraph 8 Jul 2010. Visited 29 Jan 2013. ==Language== The Korowai language belongs to the Awyu–Dumut family (southeastern Papua) and is part of the Trans–New Guinea phylum. A dictionary and grammar book have been produced by a Dutch missionary linguist. ==Living== It has been claimed that the majority of the Korowai clans live in tree houses on their isolated territory,Sustainable living: Korowai tribe and tree houses. BBC. but the BBC revealed in 2018 that the Korowai had constructed the tree houses \"for the benefit of overseas programme makers\" and did not actually live in them.BBC admits treehouse scene from Human Planet series was faked. The Guardian. Since 1980 some have moved into the recently opened villages of Yaniruma at the Becking River banks (Kombai–Korowai area), Mu, and Mbasman (Korowai–Citak area). In 1987, a village was opened in Manggél, in Yafufla (1988), Mabül at the banks of the Eilanden River (1989), and Khaiflambolüp (1998). The village absenteeism rate is still high, because of the relatively long distance between the settlements and the food (sago) resources. The Korowai appear to now smoke tobacco but not to drink alcohol. ==Economy== The Korowai are hunter-gatherers and horticulturalists who practice shifting cultivation. They have excellent hunting and fishing skills. Information about Korowai trade patterns is scant. The Korowai have a few gender-specific activities, such as the preparation of sago and the performance of religious ceremonies in which only the male adults are involved. Some Korowai have since the early 1990s generated moderate cash income by working with tour companies selling tours into the Korowai region. Within the tourist industry, opportunities are limited to hosting tour groups in villages for tourist-sponsored sago feasts, carrying luggage, and performing traditional displays. ==Kinship== The patriclan is the central unit with respect to social, economic, and political organization. Kinship terminology follows the Omaha I pattern (Lounsbury), knowing a central opposition between cross and parallel relationships. In Korowai, society the forms of institutional levirate and predominance of avuncular relationships are found, as well as a kind of affinal avoidance relationships. Marriage is exogamous and polygynous. Preference is given to a conjugal relationship with the (classificatory) mother's mother's brother's daughter. ==Social life== Leadership structures are based on personal qualities of big men, rather than on institution. Interclan warfare occurs mainly because of witchcraft and sorcery-related conflicts. ==Religious life== The Korowai universe is filled with a variety of spirits, some more personal of character than others. Reverence is paid especially to the red headed creator god Gimigi. The Korowai ascribe an important role in their daily lives of honoring their \"One God\" with one being used as the concept of a prime deity from whom all others either descend or to whom all others pay homage. Once in a lifetime, a Korowai clan must organize a sago grub festival in order to stimulate prosperity and fertility in a ritual fashion. In times of trouble they sacrifice domesticated pigs to the spirits of the ancestors. The Korowai have an extraordinary and rich oral tradition: myths, folktales, (magical) sayings and charms, and totem traditions. With respect to death and afterlife the Korowai believe in the existence of a reciprocal type of reincarnation: those who died can be sent back at any time to the land of the living, by their kinsmen in the land of the dead, in order to reincarnate in a newly born infant of their own clan. ==Contact with Westerners== The first documented contact by Western scientists with members of a band of western Korowai (or eastern Citak) took place on 17–18 March 1974. The expedition was co-led by anthropologist Peter Van Arsdale (now at the University of Denver), geographer Robert Mitton, and community developer Mark (Dennis) Grundhoefer. Thirty men were encountered on the south bank of the Upper Eilanden River, approximately 12 miles east of its junction with the Kolff River and 10 miles north of the Becking River. A basic word list was generated and observations were recorded regarding such things as fire making techniques. In the late 1970s, a few Christian (Dutch Protestant) missionaries began to live among the Korowai. Dea Sudarman, an Indonesian anthropologist, made several documentary films on the Korowai for Japanese television in the 1980s. In 1993, a film crew documented an anthropological study in the Dayo village area by the Smithsonian Institution of Korowai treehouse construction and the practice of cannibalism as a form of criminal justice. This resulted in the film Lords of the Garden. In 1996 a local Christian community was established, the members of it mainly originating from the neighbouring Kombai people. For a long time the Korowai have been considered exceptionally resistant to religious conversion; however, by the end of the 1990s the first converts to Christianity were baptized. In the autumn of 2003, a small team of Bible translators from Wycliffe/SIL moved to Yaniruma. In May 2006, tour-guide Paul Raffaele led an Australian 60 Minutes crew to report on the people. After a few days' filming, the crew were allegedly approached by a man who claimed his 6-year-old nephew Wa-Wa had been accused of being a khakua (witch doctor), and was in danger of being cannibalised. The 60 Minutes crew declined to offer assistance. Paul Raffaele approached the rival Seven Network, who agreed to send a Today Tonight crew to remove Wa-Wa from the area. Before being able to gain access to them, the crew were deported by Indonesian authorities at the Papuan capital of Jayapura over visa issues. The 2007 BBC documentary First Contact, presented by Mark Anstice, features footage from his 1999 encounter with members of the Korowai people, and describes how they were disturbed upon seeing a \"white ghost\", whose presence indicated the end of the world was nigh. In January–February 2011, the BBC documentary Human Planet commissioned the Korowai building of a treehouse 35m high. In August 2019, the \"Best Ever Food Review Show\" channel on YouTube made contact with the Korowai people in which they ate various foods of the culture. In the documentary My Year with the Tribe, a film team visits the Korowai area several times over a period of one year. The documentary reveals that an industry has developed around the supposedly traditional lives of many Korowai. Many locals take advantage of the Korowai's reputation for living a particularly original life in order to earn money. It is also reported that houses located at a particular high altitude have been financed by Western film crews. ==Cannibalism claims== The Korowai have been reported to practice ritual cannibalism up to the present day. Anthropologists suspect that cannibalism is no longer practiced by the Korowai clans that have had frequent contact with outsiders. Recent reports suggest that certain clans have been coaxed into encouraging tourism by perpetuating the myth that cannibalism is still an active practice. ==Architecture== The distinctive high stilt architecture of the Korowai houses, well above flood-water levels, is a form of defensive fortification – to disrupt rival clans from capturing people (especially women and children) for slavery or cannibalism. The height and girth of the common ironwood stilts also serves to protect the house from arson attacks in which huts are set alight and the inhabitants smoked out. ==Notable People== *Ricky Kambuaya ==References== ==Bibliography== * The Korowai of Irian Jaya: Their Language in Its Cultural Context (Oxford Studies in Anthropological Linguistics, 9) by Gerrit J. Van Enk & Lourens de Vries (). * Korowai: in Encyclopedia of World Cultures – Supplement (Editors: Melvin Ember, Carol R. Ember, and Ian Skoggard) pp.183-187 by Gerrit J.van Enk. Macmillan Reference United States / Gale Group (). * Society of Others: Kinship and Mourning in a West Papuan Place by Rupert Stasch (). University of California Press. * Korowai Treehouses and the Everyday Representation of Time, Belonging, and Death. by Rupert Stasch. The Asia Pacific Journal of Anthropology. 12(3): 327–347. * Textual Iconicity and the Primitivist Cosmos: Chronotopes of Desire in Travel Writing about Korowai of West Papua. by Rupert Stasch. Journal of Linguistic Anthropology 21(1):1–21. * Word Avoidance as a Relation-Making Act: A Paradigm for Analysis of Name Utterance Taboos. by Rupert Stasch. Anthropological Quarterly 84(1):101–120. * The Camera and the House: The Semiotics of New Guinea \"Treehouses\" in Global Visual Culture. by Rupert Stasch. Comparative Studies in Society and History 53(1):75–112. * Knowing Minds is a Matter of Authority: Political Dimensions of Opacity Statements in Korowai Moral Psychology. by Rupert Stasch. Anthropological Quarterly 81(2): 443–453. * Referent-Wrecking in Korowai: A New Guinea Abuse Register as Ethnosemiotic Protest. by Rupert Stasch. Language in Society 37(1):1–25. * Demon Language: The Otherness of Indonesian in a Papuan Community. by Rupert Stasch. In Bambi Schieffelin and Miki Makihara, eds., Consequences of Contact: Language Ideologies and Sociocultural Transformations in Pacific Societies, pp. 96–124. Oxford University Press. * The Semiotics of World-Making in Korowai Feast Longhouses. by Rupert Stasch. Language & Communication 23(3/4):359–383. * Separateness as a Relation: The Iconicity, Univocality, and Creativity of Korowai Mother-in-law Avoidance. by Rupert Stasch. Journal of the Royal Anthropological Institute (n.s.) 9(2):311–329. * Joking Avoidance: A Korowai Pragmatics of Being Two. by Rupert Stasch. American Ethnologist 29(2):335–365. ==External links== * Expeditions to West Papua: the Korowai * The Korowai * Korowai Language Research, VU University Amsterdam * Mahüon-Korowai: Gerrit van Enk's specific subjects from the daily life and symbolic environment of the Korowai * On Stasch's dissertation * Stasch's book * The Korowai, The Last Cannibals * \"Sleeping with the Cannibals\" Category:Ethnic groups in Indonesia Category:Indigenous ethnic groups in Western New Guinea",
 "title": "Korowai people"
}