{
 "id": "382592",
 "text": "thumb|IDB flag. The Inter-American Development Bank (IADB or IDB or BID) is the largest source of development financing for Latin America and the Caribbean.About the Inter-American Development Bank – Inter-American Development Bank. Iadb.org. Retrieved on 2010-12-14. Established in 1959, the IDB supports Latin American and Caribbean economic development, social development and regional integration by lending to governments and government agencies, including State corporations. The IDB has four official languages: English, French, Portuguese, and Spanish. Its official names in the other three languages are as follows: {| class=\"wikitable\" |- !Language !Name |- |French |Banque interaméricaine de développement; |- |Portuguese |Banco Interamericano de Desenvolvimento |- |Spanish |Banco Interamericano de Desarrollo |} In all three other languages the Bank uses the acronym \"BID\". ==History== At the First Pan-American Conference in 1890, the idea of a development institution for Latin America was first suggested during the earliest efforts to create an inter-American system. The IDB became a reality under an initiative proposed by President Juscelino Kubitshek of Brazil. The Bank was formally created on April 8, 1959, when the Organization of American States drafted the Articles of Agreement establishing the Inter-American Development Bank. === Member states === thumb|Borrowing members in green, non- borrowing members in red The Bank is owned by 48 sovereign states, which are its shareholders and members. Only the 26 borrowing countries are able to receive loans. * Borrowing: Argentina, The Bahamas, Barbados, Belize, Bolivia, Brazil, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, El Salvador, Guatemala, Guyana, Haiti, Honduras, Jamaica, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, Trinidad and Tobago, Uruguay, Venezuela * Non- borrowing: Austria, Belgium, Canada, China, Croatia, Denmark, Finland, France, Germany, Israel, Italy, Japan, Korea, The Netherlands, Norway, Portugal, Slovenia, Spain, Sweden, Switzerland, United Kingdom, United States. === Presidents === {|class=\"wikitable\" |- !Name !Years of Tenure |- | Felipe Herrera |1960–1970 |- | Antonio Ortiz Mena |1971–1988 |- | Enrique V. Iglesias |1988–2005 |- | Luis Alberto Moreno |2005–2020 |- | Mauricio Claver-Carone |2020–Present |} == Operations == The IDB is the largest multilateral source of financing for the Latin America and the Caribbean region. The IDB makes loans to the governments of its borrowing member countries at standard commercial rates of interest, and has preferred creditor status, meaning that borrowers will repay loans to the IDB before repaying other obligations to other lenders such as commercial banks. === Governance === The IDB is governed by its Board of Governors, a 48-member body who regularly meets once a year. In March 2010, reunited in Cancun, Mexico, the Board of Governors of the Bank agreed on a $70 billion capital increase, along with full debt forgiveness for Haiti, its poorest member country, devastated by an earthquake that had destroyed its capital, Port-au-Prince, two months before. The developing countries that borrow from the IDB are the majority shareholders, and therefore control the majority of the decision-making bodies of the Bank. Each member's voting power is determined by its shareholding: its subscription to the Bank's ordinary capital. The United States holds 30 percent of the Bank's shares, while the countries of Latin America and the Caribbean combined hold 50.02 percent but with another 20% from Europe the US can veto decisions.Data as of 2005. This arrangement is unique in that the developing member countries, as a group, are the majority shareholders. Though this arrangement was first viewed as risky, it is believed by some that strict peer pressure prevents the borrowers from defaulting, even when under severe economic pressure. ==Priority areas== In March 2015, the Bank updated its Institutional Strategy for 2010–2020.Update to the Institutional Strategy 2010-20120 The document says that to ultimately transform Latin American and the Caribbean 'into a more inclusive and prosperous society, three main development challenges must be addressed: social exclusion and inequality, low productivity and innovation, and limited economic integration.\" Moreover, the document also says that \"these three challenges are inter-related and certain overarching issues cut across them that public policies need to address: gender equality and diversity; climate change and environmental sustainability; and institutions and the rule of law.\" ===Education Initiative=== ====Vision==== The IDB's Education Division works in partnership with 26 borrowing countries in Latin America and the Caribbean to ensure that children and adolescents exercise their right to a quality education, achieve their potential, and reverse the cycle of poverty. ====Mission==== Given that education is a key to development and a prerequisite for a genuine equality of opportunity, and given its strategic importance to the region, the IDB has an Education Initiative that focuses its research and projects in three main areas: Early Childhood Development, School to Work Transition and Teacher Quality. ====Early childhood development==== The IDB supports readiness to learn interventions so that children can have access to quality programs within the region. Among the projects in this area are the Regional Project on Child Development Indicators (PRIDI), which provides high quality, policy- relevant, and regionally comparative data on the situation of young children and their families. These data will allow countries to benchmark progress on childhood development both within their borders and in the region, thus facilitating policy dialogue between governments on how to best address the needs of young children and their families. Participating countries include Argentina, Costa Rica, Ecuador, Nicaragua, Peru and Paraguay. The IDB also participates in the Support for a Seamless Education System Program in Trinidad and Tobago, which aims to improve the quality of early childhood care and primary education, and the Alliance for Children Initiative (Alianza por la Iniciativa Infantil), an initiative that seeks to foster collaboration between governments, families, civil society and the private sector to support innovative interventions in the field. ====Teacher quality==== The IDB supports interventions to improve teacher quality in Latin America and the Caribbean and conducts research in the field. It supports the Aligning of Learning Incentives (ALI) in Mexico, a pilot program that provides monetary incentives to students, faculty and staff to improve student achievement in mathematics. Brazil also supports the tutoring program, Multiplying Knowledge, where academically successful students help children in the last years of primary school with mathematics. and the implementation and evaluation of Enseña Chile, a program that attracts outstanding college graduates to teach for two years in vulnerable schools. The Inter-American Development bank focuses on three main areas: incentives (with particular emphasis on teachers), supplies (with emphasis on teacher training and capacity building), and administration (targeting school management). ====School to work transition==== The IDB supports the development of knowledge, interventions, programs, and policies to improve the competencies and skills acquired by adolescents in the education system so they will contribute to a student's successful transition between school and work. The projects for this field include supporting the government of Costa Rica to improve the English as a foreign language project in order to close the skills gap between the demand in the labor market and the supply of the education systems in the field.Escuela Trabajo, Habilidades para el Siglo XXI La Enseñanza del Inglés en Costa Rica, February 8, 2011 As part of its research agenda, the IDB conducted a survey of young students from Chile analyzing their educational labor trajectory while measuring certain cognitive and non-cognitive skills, relating them to the education and labor performance of adolescents. The IDB also implemented The Employers’ Survey of Mandatory Skills (ENEHD, Spanish Acronym), that investigated the twenty-first century skills demanded by entrepreneurs for people under 25. ====Other projects==== The Bank also has interventions in other areas that affect children and adolescents in the region, such as education inputs, equity, and compensatory programs. The initiatives in these fields are support projects for the reconstruction of educational infrastructure in Haiti; a support project for the consolidation and expansion of the Plan Ceibal in Uruguay; a community education program in Mexico, which aims to raise quality of educational services for marginalized communities; a project to support the education plan in the Dominican Republic; the National Infrastructure Program for the universalization of education quality and equality in Ecuador; a program to support policies for the improvement of education equity in Argentina (PROMEDU); a project to improve education activities and learning quality in Mexico; and a comprehensive care program for children in Nicaragua, which contributes to the development of children living in extreme poverty within rural areas under 6 years old. ===Poverty reduction=== Government of developing countries is not equipped to reduce poverty due to heavy responsibility to build and maintain infrastructure, as well as meet payroll and debt obligations. Tax revenue is often weak or non-existent. Poverty reduction depends largely on business investment in global markets to create sustainable jobs for economic empowerment of individuals. International companies need funding, and difficulty lies on the inability of the investment banks to overcome regulatory obstacles. Small business entities are largely responsible for improving lives, as they play an inherent role in raising the socio-economic status of families, making it possible to combat poverty in the long range, as employed heads of household are in better positions to finance the education of children for a better future. Hence, empowering institutions, such as, The World Bank, IFC, the IADB, and others can exercise their due diligence to fit those promising entities in their projects with eased regulatory restraints, as certain regulations that work in developed nations are obstacles to progress in developing nations. ===Climate Change and Sustainability Division=== Climate change threatens both to undermine the long-term efforts of the region to achieve sustainable development and to affect the most vulnerable members of society disproportionately. To respond to increasing demand for clients for assistance in addressing climate change, the General Capital Increase (GCI-9) commits the Bank to support mitigation and adaptation efforts of borrowing members while meeting their developmental and energy requirements. GCI-9 sets a target of 25 percent of total lending going to a growing portfolio on climate change, environmental sustainability, and renewable energy. ====Climate Change Strategy==== The objective of the Climate Change Strategy (CCS) is to serve as a guiding instrument for scaling up IDB support for actions to mitigate and adapt to climate change within Latin America and the Caribbean Leveraging the IDB's institutional strengths and its unique advantages, the CCS will promote the development and use of a range of public and private sector financial and nonfinancial instruments for strengthening the institutional, technical, and financial capacity to address climate change challenges. ===Water and sanitation=== There are four programs in the Water and Sanitation Division: 100 Cities Program, Water for 3,000 Rural Communities, Water Defenders and Efficient and Transparent Utilities. The Bank has also a number of focused special programs: AquaFund, Energy Efficient, Hydro-BID, and AquaRating. ====Hydro-BID==== In order to support the Latin American and Caribbean region to address water resources challenges, the IDB has created Hydro-BID, a tool that allows the efficient management and planning of water resources by predicting water availability taking into consideration the impacts of climate change. Hydro-BID was developed to respond to the challenges related to lack of information, reliable data and the lack of tools to support governments, water utilities, the private sector and other institutions to plan and make better decisions for a sustainable management on behalf of the consumers of water, the people. ====AquaRating==== AquaRating is the first rating agency for the water sector.\"IDB and IWA set up AquaRating, the world’s first rating agency for the water sector\" IDB News Release: Retrieved on 2015-03-03 It is an Inter-American Development Bank venture, hosted by the International Water Association. The rating system has already been piloted in thirteen utilities in nine countries in Europe and Latin America and the Caribbean. A worldwide market introduction is planned during 2015. ===Infrastructure=== The satisfactory provision and administration of infrastructure stimulates economic growth and competitiveness. It is also essential for improving the quality of life and inclusion in modern society. The infrastructure strategy identifies priority areas of action: a)Promote access to infrastructure services b)Support infrastructure for regional and global integration c)Foster financing mechanisms and leverage private sector participation in infrastructure d) Adopt and promote a multisector agenda e) Support the construction and maintenance of an environmentally and socially sustainable infrastructure f) Promote ongoing improvements in infrastructure governance Of the 44 new projects, 32% are in the infrastructure and environment sector. ==Capital increase== On July 21, 2010, the Board of Governors agreed to increase the Bank's ordinary capital by $70 billion, the largest expansion of resources in the Bank's history, and to provide an unprecedented package of financial support to Haiti. The agreement also includes a replenishment of the Fund for Special Operations, which finances operations in the region's poorest nations. The Bank's capital increase will be implemented through 2015 as parliaments in each of its member countries appropriate the necessary funds.Why increase the IDB’s capital? – Inter-American Development Bank. Iadb.org (2010-07-21). Retrieved on 2010-12-14. ==Haiti== After the 2010 Haiti earthquake, the IDB pledged to provide Haiti more than $2.2 billion in grants over the next decade to fund its recovery efforts and long-term development plans, working closely with the Haitian government and the international community. The Bank's Board of Governors also agreed to cancel all of Haiti's outstanding debt.Hope for Haiti – Inter-American Development Bank. Iadb.org. Retrieved on 2010-12-14. President Préval also gave the Inter-American Development Bank the mandate to work with the Education Ministry and the National Commission preparing a major reform of the Education System in a 5-year plan.Haiti gives IDB mandate to promote major education reform – Inter-American Development Bank . Iadb.org (2010-05-15). Retrieved on 2010-12-14. == Financial resources == The callable capital pledged by the 22 non-borrowing members, which include the world's wealthiest developed countries, therefore functions as a guarantee for the bonds that the IDB sells. This arrangement ensures that the IDB maintains a triple-A credit rating, and as a result can make loans to its borrowing member countries at rates of interest similar to those that commercial banks charge their largest corporate borrowers. At the same time, the 22 non-borrowing countries are only putting up guarantees – not actual funds – so their support of the IDB's lending operations has a minimal impact on their national budgets. The funds that the IDB lends are raised by selling bonds to institutional investors at standard commercial rates of interest. The bonds are backed by (a) the sum of the capital subscriptions actually paid in by the Bank's 47 member countries, plus (b) the sum of the callable capital subscriptions pledged by the Bank's 22 non-borrowing member countries. Together these constitute the Bank's ordinary capital, some US$101 billion. Of this amount, 4.3 percent is paid in, while the remaining 95.7 percent is callable. Aside from its lending activities for its member countries, the IDB also has lending operations with private sector companies, both directly through its Structured Corporate Finance Department and Opportunities for the Majority Initiative, and by means of the Inter-American Investment Corporation (IIC), a multilateral lender created by the IDB member countries to help develop small and medium-sized companies in Latin America and the Caribbean. An affiliate of the IDB, the Multilateral Investment Fund (FOMIN), uses loans, grants and equity investments to support private projects seeking to bring innovation, boost entrepreneurship, or expand access to financing throughout the region. The Bank, the Corporation and the Fund constitute the IDB Group. ==Criticism== There are claims that operations funded by the IDB may have adverse impacts on local environments and indigenous peoples. According to the Bank Information Center (BIC), \"civil society groups have long been concerned about the negative impacts the IDB's operations have on the environment and on indigenous and traditional peoples, as well as on the prospects for genuine economic and democratic reform in the region\". The BIC cites environmental and social damage funded by the IDB as adversely impacting local economies, contrary to IDB's stated goal of fostering social and economic prosperity. ==Member state comparison table== The following table are amounts for 20 largest countries by subscribed capital stock, voting power, and FSO contribution quotas at the Inter-American Development Bank as of December 2020. {| class=\"wikitable sortable\" style=\"text-align: right\" |+ The 20 Largest Countries by Subscribed Capital and Voting Power at the Inter-American Development Bank ! Rank !! Country !! Ordinary Capital !! Rank !! Country !! Voting Power (% of Total) !! Rank !! Country !! FSO Contribution Quotas (Millions US$) |- | || align=left|World || 176,754.0 || || align=left|World || 100.000 || || align=left|World || 10,239.9 |- | 1 || align=left| || 54,237.1 || 1 || align=left| || 30.006 || 1 || align=left| || 5,076.4 |- | 2 || align=left| || 19,740.9 || 2 || align=left| || 11.354 || || align=left| || 1,315.2 |- | 3 || align=left| || 19,718.7 || 2 || align=left| || 11.354 || 2 || align=left| || 623.3 |- | || align=left| || 16,322.5 || || align=left| || 9.207 || 3 || align=left| || 573.2 |- | 4 || align=left| || 12,678.4 || 4 || align=left| || 7.299 || 4 || align=left| || 532.2 |- | 5 || align=left| || 8,877.5 || 5 || align=left| || 5.001 || 5 || align=left| || 346.4 |- | 6 || align=left| || 7,025.0 || 6 || align=left| || 4.001 || 6 || align=left| || 328.9 |- | 7 || align=left| || 5,988.8 || 7 || align=left| || 3.403 || 7 || align=left| || 315.3 |- | 8 || align=left| || 5,425.9 || 8 || align=left| || 3.119 || 8 || align=left| || 241.3 |- | 9 || align=left| || 5,423.0 || 8 || align=left| || 3.119 || 9 || align=left| || 232.8 |- | 10 || align=left| || 3,480.1 || 10 || align=left| || 1.965 || 10 || align=left| || 227.2 |- | 11 || align=left| || 3,479.2 || 10 || align=left| || 1.965 || 11 || align=left| || 226.4 |- | 12 || align=left| || 3,368.7 || 12 || align=left| || 1.896 || 12 || align=left| || 183.9 |- | 13 || align=left| || 3,364.2 || 12 || align=left| || 1.896 || 13 || align=left| || 166.1 |- | 14 || align=left| || 2,646.3 || 14 || align=left| || 1.521 || 14 || align=left| || 161.2 |- | 15 || align=left| || 2,115.9 || 15 || align=left| || 1.219 || 15 || align=left| || 131.1 |- | 16 || align=left| || 1,744.8 || 16 || align=left| || 0.964 || 16 || align=left| || 84.0 |- | 17 || align=left| || 1,588.3 || 17 || align=left| || 0.913 || 17 || align=left| || 67.1 |- | 18 || align=left| || 1,061.3 || 18 || align=left| || 0.610 || 18 || align=left| || 58.7 |- | 19 || align=left| || 1,056.6 || 19 || align=left| || 0.608 || 19 || align=left| || 51.1 |- | 20 || align=left| || 1,005.2 || 20 || align=left| || 0.577 || 20 || align=left| || 44.6 |- | || || || 20 || align=left| || 0.577 || || || |} ==See also== * Generation and Transfer of Agricultural Technology and Seed Production * Development in the Americas ==References== ==External links== * * Inter- American Investment Corporation (official site) * Multilateral Investment Fund (official site) * YoGobierno.org (project from IADB's Institutional Capacities Division) Category:Banks established in 1959 Category:Supranational banks Category:Multilateral development banks Category:United Nations General Assembly observers Category:Banks based in Washington, D.C. Category:Organizations established in 1959 Category:Development in North America Category:International development organizations Category:Non-profit organizations based in Washington, D.C. Category:Development in South America",
 "title": "Inter-American Development Bank"
}