{
 "id": "382538",
 "text": "Forest falcons are members of the genus Micrastur, part of the family Falconidae. They are endemic to the Americas, found from Mexico in the north, south through Central America and large parts of South America, and as far south as northern Argentina. Most are restricted to humid tropical and subtropical forests, but the two most widespread species, the collared and the barred forest falcon, also range into drier and more open habitats.Bierregaard, R. O. (1994) Species accounts - Genus Micrastur. In: Del Hojo J, Elliott A, Sargatal J (eds), Handbook of the Birds of the World, Volume 2, pp 252–254. Barcelona: Lynx Edicions Forest falcons, like most Accipiter-type hawks (but unlike other falcons), are adapted for agility in thick cover rather than outright speed in the open air. They have short wings, long tails, and extraordinarily acute hearing. While generally visually inconspicuous, their songs are commonly heard. Their diet is a mixture of birds, mammals, and reptiles. Hunting is often performed in goshawk fashion: the bird takes up a perch in an inconspicuous position and waits for a prey species to pass, then strikes with a short, rapid pursuit. Forest falcons are inventive, flexible hunters, and at least some species (such as the relatively long-legged collared forest falcon) are also capable of catching terrestrial prey on foot. In 2002, a new species was described, found in the Atlantic forest and the southeastern Amazon of Brazil (and later also confirmed for adjacent parts of Bolivia). It has been named Micrastur mintoni, the cryptic forest falcon, as it is phenotypically highly similar to M. gilvicollis.Whittaker, A. (2002). A new species of forest-falcon (Falconidae: Micrastur) from south eastern Amazonia and the rain forests of Brazil. Wilson Bulletin, 114, 421-445. ==Species== {| class=\"wikitable\" |- ! Image !! Scientific name !! Common Name!! Distribution |- |120px || Micrastur ruficollis|| Barred forest falcon || south-eastern Brazil south to north- eastern Argentina and west to Paraguay |- | || Micrastur plumbeus|| Plumbeous forest falcon || Chocó in south-western Colombia and north-western Ecuador. |- |120px || Micrastur gilvicollis|| Lined forest falcon || western and northern Amazon Basin. |- |120px || Micrastur mintoni|| Cryptic forest falcon || south- eastern Amazon rainforest in Brazil and Bolivia. |- | || Micrastur mirandollei|| Slaty-backed forest falcon || Bolivia, Brazil, Colombia, Costa Rica, Ecuador, French Guiana, Guyana, Panama, Peru, Suriname, and Venezuela. |- ||| Micrastur semitorquatus|| Collared forest falcon || Argentina, Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname and Venezuela. |- |120px || Micrastur buckleyi|| Buckley's forest falcon|| Peru, Ecuador and far southern Colombia. |- |} == References == Category:Polyborinae Category:Falcons Category:Birds of prey Category:Taxa named by George Robert Gray",
 "title": "Forest falcon"
}