{
 "id": "382673",
 "text": "The eastern meadowlark (Sturnella magna) is a medium-sized blackbird (family: Icteridae), very similar in appearance to sister species western meadowlark. It occurs from eastern North America to northern South America, where it is also most widespread in the east. ==Description== The adult eastern meadowlark measures from in length and spans across the wings. Body mass ranges from .CRC Handbook of Avian Body Masses by John B. Dunning Jr. (Editor). CRC Press (1992), . The extended wing bone measures , the tail measures , the culmen measures and the tarsus measures . Females are smaller in all physical dimensions.Jaramillo, Alvaro and Burke, Peter (1999) New World Blackbirds: The Icterids, Christopher Helm Publishing, Adults have yellow underparts with a black \"V\" on the breast and white flanks with black streaks. The upperparts are mainly brown with black streaks. They have a long pointed bill; the head is striped with light brown and black. thumb|left|SongThe song of this bird is of pure, melancholy whistles, and thus simpler than the jumbled and flutey song of the western meadowlark; their ranges overlap across central North America. In the field, the song is often the easiest way to tell the two species apart, though plumage differences do exist, like tail pattern and malar coloration. The pale Lilian's meadowlark of northern Mexico and the southwestern US is sometimes split off as a separate species. ==Behavior== About three-quarters of the eastern meadowlark's diet is from animal sources like beetles, grasshoppers, and crickets. They also eat grain and seeds. The eastern meadowlark nests on the ground in depressions 1 to 3 inches deep, such as in the hoofprints of cattle, in pastures, meadows, hay fields, and on the edges of marshes. The nests are made of dried grass and plant stems, and are lined with grass lespedezas, pine needles, or horse hair. ==Taxonomy== thumb|left|The Cuban subspecies S. m. hippocrepis (Wagler, 1832) is small and more streaked below, and may be a separate species This species was first described by Carl Linnaeus in his 1758 10th edition of Systema Naturae as Alauda magna. The type locality is mistakenly given as \"America, Africa\". Linnaeus' error is explained by two likely contributing factors: first, he did not distinguish between the eastern and western meadowlarks; in fact, eastern and western meadowlarks weren't split by the American Ornithologists' Union until their 14th check-list supplement.A.O.U. 1908 Secondly, the peculiar belief that this bird also occurred in Africa is due to confusion of the yellow-breasted meadowlarks with certain longclaws (Macronyx), a genus of unrelated African songbirds. Specifically, the Cape longclaw (M. capensis) and the yellow-throated longclaw (M. croceus) share similar habitat and habits to meadowlarks; their plumage patterns are also all but identical, a striking example of convergent evolution. Linnaeus recognized his error less than a decade later, separating the longclaws from their meadowlark look-alikes. The scientific name Sturnella magna is Latin for, rather confusingly, \"large little starling\", the generic name having been given due to the meadowlarks' behavior being similar to starlings. ==Ecology== Their breeding habitat is grasslands and prairie, also pastures and hay fields. This species is a permanent resident throughout much of its range, though most northern birds migrate southwards in winter. In 1993 this species was first recorded in El Salvador, and the discovery of a breeding pair in 2004 confirmed that the species is a resident there. These birds forage on the ground or in low vegetation, sometimes probing with the bill. They mainly eat arthropods, but also seeds and berries. In winter, they often feed in flocks. Nesting occurs throughout the summer months. The nest is also on the ground, covered with a roof woven from grasses. There may be more than one nesting female in a male's territory. The numbers of this species increased as forests were cleared in eastern North America. This species is ideally suited to farmland areas, especially where tall grasses are allowed to grow. Their numbers are now shrinking with a decline in suitable habitat. On the other hand, its range is expanding in parts of Central America toward the Pacific (western) side of the continent, in agricultural-type areas. == Conservation efforts == Eastern meadowlarks are species at risk in Nova Scotia and the subject of agricultural conservation program seeking to reduce mortality through modified practices. Allowing marginal areas of fields on farms to seed with grass can provide nesting habitat for meadowlarks and all grassland birds. Delaying hay harvest can also improve survival, giving young meadowlarks a chance of fledging ==Gallery== File:Eastern Meadowlark RWD5.jpg|Juvenile – Panama File:Eastern Meadowlark RWD3.jpg|Adult – Panama File:Sturnella magna MHNT 227 Petersburg (Michigan) HdB 1894.jpg|Eggs of Sturnella magna MHNT File:Two meadows.jpg|alt=Juvenile and adult – Maine|Juvenile and adult – Maine ==References== ==External links== * * Eastern meadowlark Bird Sound at Florida Museum of Natural History * eastern meadowlark Category:Native birds of Eastern Canada Category:Native birds of the Eastern United States Category:Native birds of the Plains-Midwest (United States) Category:Native birds of the Southwestern United States Category:Birds of the Rio Grande valleys Category:Birds of Central America Category:Birds of Cuba Category:Birds of Colombia Category:Birds of Venezuela Category:Birds of the Guianas eastern meadowlark eastern meadowlark Category:Birds of the Amazon Basin Category:Birds of Brazil",
 "title": "Eastern meadowlark"
}