{
 "id": "382707",
 "text": "Aalborg University (AAU) is a Danish public university with campuses in Aalborg, Esbjerg, and Copenhagen founded in 1974. The university awards bachelor's degrees, master's degrees, and PhD degrees in a wide variety of subjects within humanities, social sciences, information technology, design, engineering, exact sciences, and medicine. == History == The idea of a university in the North Jutland Region started in 1961 when the North Jutland Committee for higher education institutions was established. On 19 August 1969 the Aalborg University Association was founded and a planning group was established with Eigil Hastrup as chairman. The same year in December, about 1,000 people from North Jutland demonstrated in front of the Folketinget (the Danish Parliament) for their cause. In 1970, a law about the establishment of a university centre in Aalborg was passed in the Danish Parliament. In 1972, it was decided that the first rector of the new university center should be the Swedish historian and professor Jörgen Weibull. On 1 September 1974, Aalborg University Center (AUC) was inaugurated by Queen Margrethe II of Denmark. Jørgen Weibull was replaced by Sven Caspersen as rector of Aalborg University Center (AUC) in 1976. At the same time, a new management organization was established under a consistory. The first formal cooperation agreement was signed with the University of Wisconsin–Green Bay in 1980. The North Jutland knowledge park was established in 1989 as a neighbor to Aalborg University Center (AUC). In 1993, external representatives joined the consistory. In 1994, Aalborg University Center (AUC) changed its name to Aalborg University (AAU). Aalborg University - Esbjerg was established through a merger between the engineering college in Esbjerg and Aalborg University in 1995. In 1998, the NOVI science park was connected to Aalborg University. Aalborg University Copenhagen was formed in collaboration with the engineering college in Copenhagen in 2003. A new university board was formed and joined by its members on 1 February 2004, with Jørgen Østergaard appointed as rector. In 2005, Finn Kjærsdam was hired by the university board as rector. Aalborg University and the Danish Building Research Institute merged in 2007. In 2010, Aalborg University established a faculty of Medicine and created a medical education. Per Michael Johansen was hired as rector by the university board in 2014. == List of rectors of Aalborg University == Since Aalborg University was founded in 1974 the university has had a total of 5 rectors in office. {| class=\"wikitable\" !Period !Name !Research area |- |1974–1976 |Jörgen Weibull |History |- |1976–2004 |Sven Caspersen |Economies |- |2004–2005 |Jørgen Østergaard |Engineering |- |2005–2014 |Finn Kjærsdam |Land Surveying and Urban Planning |- |2014–present |Per Michael Johansen |Engineering and Physics |- |} == Profile == Aalborg University differentiates itself from the older and more traditional Danish universities with its focus on interdisciplinary, inter- faculty studies; an experimental curriculum based on an interdisciplinary basic course with subsequent specialisation; a pedagogical structure based on problem-centred, real-life projects of educational and research relevance – which internationally has become known and recognised as The Aalborg Model. With the problem-based, project-organised model, semesters at AAU are centred around complex real-life problems which students attempt to find answers to in a scientific manner while working together in groups. In February 2007, the foundation of the UICEE Centre for Problem Based Learning (UCPBL) paid recognition to Aalborg University, which subsequently led to the appointment of AAU as UNESCO Chair in problem-based learning. == University rankings == In 2021, The Times Higher Education Impact Rankings ranked Aalborg University number 6 in the world, out of 1,117 universities from 94 countries/regions, against the United Nations’ Sustainable Development Goals. That is the number 1 university in the European Union (EU). For the current academic year (i.e. 2020−21), Aalborg University (AAU) is currently moderately well ranked worldwide (including, most notably, by ARWU, QS, and THE) and recently ranked 4th nationally in Denmark. == Administration and organisation == The university is governed by a board consisting of 11 members as follows: * Six members recruited outside the university form the majority of the board; * Two members are appointed by the scientific staff; * One member is appointed by the administrative staff; * Two members are appointed by the university students. The rector is appointed by the university board. The rector in turn appoints deans, and deans appoint heads of departments. There is no faculty senate and faculty are not involved in the appointment of rector, deans, or department heads. Hence the university has no faculty governance. ==Campuses== Aalborg University has campuses in Aalborg, Esbjerg, and Copenhagen. ===Esbjerg=== Aalborg University Esbjerg (AAU-Esbjerg) is an organisational unit (department) under Aalborg University, but is geographically located in Esbjerg. The institute's official name is \"Esbjerg Technical Institute\", formerly the \"Department of Chemistry and Applied Engineering.\" AAUE has approximately 500 students and educates mainly engineers, but also offers a number of niche programmes such as fishing technology and a graduate degree in computer science education (bachelor of science in software engineering). Aalborg University Esbjerg was created through a merger of Engineering College Esbjerg and Aalborg University in 1995. Since the merger, the number of applicants for Aalborg University Esbjerg has risen steadily and therefore there have been a need for extensions of the physical environment in several stages. The university offers programmes in information technology, with a Department of Software and Media Technology. The student organisation at AAU- Esbjerg is called DSR-SE and the student bar is called \"The Loophole\" (Danish: Smuthullet) == Faculties and departments == Aalborg University has five faculties with a number of departments: * Faculty of Humanities ** Department of Communication and Psychology ** Department of Culture and Learning * Faculty of Social Sciences ** AAU Business School ** Department of Law ** Department of Politics and Society ** Department of Sociology and Social Work * Technical Faculty of IT and Design ** Department of Electronic Systems ** Department of Computer Science ** Department of Architecture, Design, and Media Technology ** Department of Planning * Faculty of Engineering and Science ** Department of the Built Environment ** Department of Materials and Production ** Department of Chemistry and Bioscience ** Department of Mathematical Sciences ** Department of AAU Energy * The Faculty of Medicine ** Department of Health Science and Technology ** Department of Clinical Medicine == Library == Aalborg University Library is a public research library for the North Jutland region. The library's primary mission is to support research and education at Aalborg University by providing appropriate information and documentation. The main branch of the University Library is located at Kroghstræde 3 in Aalborg, which is linked to smaller branches located on other campuses in Aalborg, Esbjerg, and Copenhagen. == Special action areas and cross-disciplinary research == AAU conducts research within all faculties. Aalborg University is among the leading universities in the world within health technology research, wireless communication, energy, computer science, innovation economics and comparative welfare studies. AAU has established centres for telecommunication at Birla Institute of Technology in India, at Bandung Institute of Technology in Indonesia, and at the University of Rome. Furthermore, AAU has established a research centre for health technology at Xi'an Jiaotong University in China. AAU has conducted several experiments in the field of CubeSat technology. The first AAU CubeSat was launched on 30 June 2003, the second (called AAUSAT-II) on 28 April 2008 and the third will be launched in Q1, 2013. After launching AAUSAT3 the fourth will begin development. AAU has always adopted a cross-disciplinary, problem-based approach to research which often requires contributions from a number of scientific disciplines. Aalborg University has five cross-disciplinary action areas: * Sustainable energy, the environment and construction; * Global production, innovation, knowledge development and coherence; * Information technology; * Nanotechnology and nanoproduction; * Experience technology and design. == Cooperative agreements with other universities and colleges == Aalborg University is a member of the European Consortium of Innovative Universities (ECIU), which was founded in 1997 by 10 European universities. The other 9 European universities are: Dublin City University, Ireland; Linköping University, Sweden; Aveiro University, Portugal; Autonomous University of Barcelona, Spain; Hamburg University of Technology, Germany; University of Stavanger, Norway; Kaunas University of Technology, Lithuania; Tampere University of Technology, Finland; University of Twente, The Netherlands. The aim of the ECIU is to create a European network where participating universities can exchange experiences and practices in projects in education, research, and regional development. In 2010, the ECIU consisted of eleven members and three foreign affiliates. == Gallery == File:Office bridge (Unsplash).jpg|Skyway at Aalborg University in Copenhagen seen from Frederikskaj File:Fredrik Bajers Vej 7H (Aalborg Universitet).jpg|Fredrik Bajers Vej 7H (Aalborg Universitet) File:Aalborg University summerlake.jpg|Aalborg University in Aalborg, Campus East File:AAUNI05 ubt.jpg|Aalborg University in Aalborg, Campus East == Notable alumni and people associated with Aalborg University == *Frank Aaen, Danish economist, member of Danish Parliament and member of the Red–Green Alliance *Gunhild Moltesen Agger, professor in Danish media history *Erik Bach, Danish composer and music teacher *Louis Becker, Danish architect and lecturer *Jens Blauert, German scientist and emeritus professor *Frede Blaabjerg, World known Danish researcher within the areas of renewable energy and power electronics *Anette Borchorst, Danish Professor *Vladimir Bouchler, Uzbek theatre director and pedagogue *Ann-Dorte Christensen, Danish Professor *Henrik I. Christensen, Danish roboticist and Distinguished Professor *Jesper deClaville Christiansen, Danish professor *Klaus Dittrich, German computer scientist *Jan Fagerberg, Norwegian professor *Bent Flyvbjerg, Danish social scientist *Mette Frederiksen, Danish politician, leader of the Social Democrats and Prime Minister of Denmark *Christopher Freeman, British economist *Christian Graugaard, Danish physician, professor, researcher, commentator, critic, poet and writer *Lars Graugaard, Danish flutist, composer, music teacher and researcher *Carsten Greve, Danish professor *Birkir Hólm Guðnason, Icelandic business leader and CEO of Icelandair *Dorte Hammershøi, Danish Professor *Thomas Blom Hansen, Danish anthropologist *Fredric J. Harris, American professor *Cathrine Hasse, Danish professor with special responsibilities *Christian Geo Heltboe, Danish comedian *Peter Hervik, Danish anthropologist and professor *Arlie Russell Hochschild, American professor *Anders Post Jacobsen, Danish professional football player *Frank Jensen, Danish politician, Lord Mayor of Copenhagen, a member of Social Democrats and former minister *Anja Joergensen, Danish Professor *Per Michael Johansen, Danish rector *Rosabeth Moss Kanter, American professor *Finn Kjærsdam, Danish former rector at Aalborg University and professor *Anette Kolmos, Danish Professor *Arnulf Kolstad, Norwegian social psychologist *Mads Mensah Larsen, Danish handball player *Torben Larsen, Danish scientist *Karsten Lauritzen, Danish politician and minister of taxation under Lars Løkke Rasmussen II Cabinet *Steffen Lauritzen, Danish professor *Henrik Lund, Danish engineer and professor *Bengt-Åke Lundvall Danish organizational theorist *Brian Vad Mathiesen, Danish engineer and professor *Morten Middelfart, Danish entrepreneur, inventor and technologist *Søren Hald Møller, Danish official *Henrik Frystyk Nielsen, Danish engineer and computer scientist *Malene Freudendal-Pedersen, Danish Professor *Anne Phillips, British professor *Vincent Poor, American dean and professor *Zenon J. Pudlowski, Polish engineer and educator *Herbert Pundik, Danish Jewish journalist and author *Toke Reichstein, Danish economist and professor *Mike Sandbothe, German intellectual and philosopher *Henrik Scharfe, Danish professor *Vashanth Sellathurai, Tamil actor and composer. *Lene Siel, Danish singer *Hege Skjeie, Norwegian political scientist and feminist *David Spiegelhalter, British statistician *Jakob Stoustrup, Danish professor *Emil Wolf, Czech born American physicist *Jonas Kærlev, creator of A Hat in Time. ==See also== *Centre for Comparative Welfare Studies * Open access in Denmark == References == == External links == * Official homepage in English Category:Education in Aalborg Aalborg Category:Educational institutions established in 1974 Category:1974 establishments in Denmark Category:Universities and colleges formed by merger in Denmark",
 "title": "Aalborg University"
}