{
 "id": "382952",
 "text": "Lieutenant-General Sir Frederick Arthur Montague \"Boy\" Browning, (20 December 1896 – 14 March 1965) was a senior officer of the British Army who has been called the \"father of the British airborne forces\". He was also an Olympic bobsleigh competitor, and the husband of author Daphne du Maurier. Educated at Eton College and then at the Royal Military College, Sandhurst, Browning was commissioned as a second lieutenant into the Grenadier Guards in 1915. During the First World War, he fought on the Western Front, and was awarded the Distinguished Service Order for conspicuous gallantry during the Battle of Cambrai in November 1917. In September 1918, he became aide de camp to General Sir Henry Rawlinson. During the Second World War, Browning commanded the 1st Airborne Division and I Airborne Corps and was also the deputy commander of First Allied Airborne Army during Operation Market Garden in September 1944. During the planning for this operation, he was alleged to have said: \"I think we might be going a bridge too far.\" In December 1944 he became Chief of Staff of Admiral Lord Louis Mountbatten's South East Asia Command. From September 1946 to January 1948, he was Military Secretary of the War Office. In January 1948, Browning became Comptroller and Treasurer to Her Royal Highness Princess Elizabeth, Duchess of Edinburgh. After she ascended to the throne to become Queen Elizabeth II in 1952, he became treasurer in the Office of the Duke of Edinburgh. He suffered a severe nervous breakdown in 1957 and retired in 1959. He died at Menabilly, the mansion that inspired his wife's novel Rebecca, on 14 March 1965. ==Early life== Frederick Arthur Montague Browning was born on 20 December 1896 at his family home in Kensington, London. The house was later demolished to make way for an expansion of Harrods, allowing him to claim in later life that he had been born in its piano department. He was the first son of Frederick Henry Browning, a wine merchant, and his wife Anne \"Nancy\" née Alt. He had one sibling, an older sister, Helen Grace. From an early age, he was known to his family as \"Tommy\". He was educated at West Downs School and Eton College, which his grandfather had attended. While at Eton, he joined the Officer Training Corps. ==First World War== Browning sat the entrance examinations for the Royal Military College, Sandhurst, on 24 November 1914. Although he did not achieve the necessary scores in all the required subjects, the headmasters of some schools, including Eton, were in a position to recommend students for nomination by the Army Council. The headmaster of Eton, Edward Lyttelton, put Browning's name forward and in this way he entered Sandhurst on 27 December 1914. He graduated on 16 June 1915, and was commissioned a second lieutenant into the Grenadier Guards. Joining such an exclusive regiment, even in wartime, required a personal introduction and an interview by the regimental commander, Colonel Sir Henry Streatfeild. Initially, Browning joined the 4th Battalion, Grenadier Guards, which was training at Bovington Camp. When it departed for the Western Front in August 1915, he was transferred to the 5th (Reserve) Battalion. In October 1915 he left it to join the 2nd Battalion at the front. The battalion formed part of the 1st Guards Brigade of the Guards Division. Around this time he acquired the nickname \"Boy\". For a time he served in the same company of 2nd Battalion as Major Winston Churchill. Upon Churchill's arrival, Browning was given the job of showing him the company's trenches. When Browning discovered that Churchill had no greatcoat, Browning gave Churchill his own. When Churchill died in 1965, the 2nd Battalion, Grenadier Guards provided his guard of honour. Browning was invalided back to England with trench fever in January 1916, and, although only hospitalised for four weeks, did not rejoin the 2nd Battalion at the front until 6 October 1916. After being released from hospital, he went on leave for two months. In April he was posted to the 5th (Reserve) Battalion, and then to the Guards Depot at Caterham Barracks. He was assessed each month by a medical board at Caxton Hall, and was not passed as fit for service at the front until 20 September. Browning fought in the Battle of Pilckem Ridge on 31 July 1917, the Battle of Poelcappelle on 9 October and the Battle of Cambrai in November. He distinguished himself in this battle, for which he received the Distinguished Service Order (DSO). The order was generally given to officers in command, above the rank of captain. When a junior officer like Browning, who was still only a lieutenant, was awarded the DSO, this was often regarded as an acknowledgement that the officer had only just missed out on being awarded the Victoria Cross. His citation read: He was awarded the French Croix de Guerre on 14 December 1917, and was mentioned in despatches on 23 May 1918. In September 1918, Browning became aide de camp to General Sir Henry Rawlinson, commander of the British Fourth Army, after which he returned to his regiment. He was promoted to the temporary rank of captain, and appointed adjutant of the 1st Battalion, Grenadier Guards, then part of the 3rd Guards Brigade of the Guards Division, in November 1918. ==Inter-war period== Browning was granted the substantive rank of captain on 24 November 1920. He retained his post as adjutant until November 1921, when he was posted to the Guards' Depot at Caterham Barracks. In 1924 he was posted to Sandhurst as adjutant. He was the first adjutant, during the Sovereign's Parade of 1926, to ride his horse (named \"The Vicar\") up the steps of Old College and to dismount in the Grand Entrance. There is no satisfactory explanation as to why he did it. After the Second World War this became an enduring tradition, but since horses have great difficulty going down steps, a ramp is now provided for the horse to return. Other members of staff at Sandhurst at the time included Richard O'Connor, Miles Dempsey, Douglas Gracey, and Eric Dorman- Smith, with whom he became close friends. Browning relinquished the appointment of adjutant at Sandhurst on 28 April 1928, and was promoted to major on 22 May 1928. Following a pattern whereby tours of duty away from the regiment alternated with those in it, he was sent for a refresher course at the Small Arms School before being posted to the 2nd Battalion, Grenadier Guards, at Pirbright. His workload was very light, allowing plenty of time for sport. Browning competed in the Amateur Athletic Association of England championships in hurdling but failed to make Olympic selection. He did however make the Olympic five-man bobsleigh team as brake-man. An injury incurred during a training accident prevented his participation in the bobsleigh at the 1924 Winter Olympics, but he competed in the bobsleigh at the 1928 Winter Olympics in St. Moritz, Switzerland, in which his team finished tenth. Browning was also a keen sailor, competing in the Household Cavalry Sailing Regatta at Chichester Harbour in 1930. He purchased his own motor boat, a cabin cruiser that he named Ygdrasil. In 1931, Browning read Daphne du Maurier's novel The Loving Spirit and, impressed by its graphic depictions of the Cornish coastline, set out to see it for himself on Ygdrasil. Afterwards, he left the boat moored in the River Fowey for the winter, and returned in April 1932 to collect it. He heard that the author of the book that had impressed him so much was convalescing from an appendix operation, and invited her out on his boat. After a short romance, he proposed to her but she rejected this, as she did not believe in marriage. Dorman-Smith visited her and explained that it would be disastrous for Browning's career for him to live with Du Maurier without marriage. Du Maurier then proposed to Browning, who accepted. They were married in a simple ceremony at the Church of St Willow, Lanteglos-by-Fowey on 19 July 1932, and honeymooned on Ygdrasil. Their marriage produced three children: two daughters, Tessa and Flavia, and a son, Christian, known as Kits. Browning was promoted to lieutenant-colonel on 1 February 1936, and was appointed commanding officer of the 2nd Battalion, Grenadier Guards. The battalion was deployed to Egypt in 1936 and returned in December 1937. His term as commander ended on 1 August 1939; he was removed from the Grenadier Guards' regimental list but remained on full pay. On 1 September, he was promoted to colonel, with his seniority backdated to 1 February 1939, and became Commandant of the Small Arms School. ==Second World War== ===Airborne troops=== ====Establishment==== In mid-May 1940, eight months after the outbreak of the Second World War, Browning, promoted to brigadier, was given command of the 128th (Hampshire) Infantry Brigade (consisting of the 1/4th, 2/4th and 5th Battalions of the Hampshire Regiment). Part of the 43rd (Wessex) Infantry Division, which was then commanded by Major-General Robert Pollok, the brigade was a Territorial Army unit that was preparing to join the British Expeditionary Force (BEF) in France. This was pre-empted by the Dunkirk evacuation and the subsequent fall of France in June, and the division instead assumed a defensive posture. In late February 1941, after handing over the brigade to Brigadier Manley James, Browning succeeded Brigadier The Hon. William Fraser, a fellow Grenadier Guardsman and an old friend, in command of the 24th Guards Brigade Group, whose objective was to defend London from an attack from the south. On 3 November 1941, Browning was promoted to the acting rank of major-general, and appointed as the first General Officer Commanding (GOC) of the newly created 1st Airborne Division. The division initially comprised the 1st Parachute Brigade, under Brigadier Richard Gale, and the 1st Airlanding Brigade, under Brigadier George Hopkinson. In this new role he was instrumental in parachutists adopting the maroon beret, and assigned an artist, Major Edward Seago, to design the Parachute Regiment's emblem of the warrior Bellerophon riding Pegasus, the winged horse. Because of this he has been called the \"father of the British airborne forces\". Browning designed his own uniform. He qualified as a pilot in 1942, and henceforth wore the Army Air Corps wings, which he also designed. ====Training==== Browning supervised the newly formed division as it underwent a prolonged period of expansion and intensive training, with new brigades raised and assigned to the division, and new equipment tested. Though not considered an airborne warfare visionary, he proved adept at dealing with the War Office and Air Ministry, and demonstrated a knack for overcoming bureaucratic obstacles. As the airborne forces expanded in size, the major difficulty in getting the 1st Airborne Division ready for operations was a shortage of aircraft. The Royal Air Force (RAF) had neglected air transport before the war, and the only available aircraft for airborne troops were conversions of obsolete bombers like the Armstrong Whitworth Whitley. Air Chief Marshal Sir Arthur Harris, in particular, felt that the 1st Airborne Division was not worth the drain on RAF Bomber Command's resources. When Churchill, who was now the Prime Minister, and General George Marshall, the US Army Chief of Staff, visited the 1st Airborne Division on 16 April 1942, they were treated to a demonstration involving every available aircraft of No. 38 Wing RAF—12 Whitleys and nine Hawker Hector biplanes towing General Aircraft Hotspur gliders. At a meeting on 6 May chaired by Churchill, Browning was asked what he required. He stated that he needed 96 aircraft to get the 1st Airborne Division battle-ready. Churchill directed Air Chief Marshal Sir Charles Portal to find the required aircraft, and Portal agreed to supply 83 Whitleys, along with 10 Halifax bombers to tow the new, larger General Aircraft Hamilcar gliders. In July 1942, Browning travelled to the United States, where he toured airborne training facilities with his American counterpart, Major-General William C. Lee, who soon took command of the US 101st Airborne Division. Browning's tendency to lecture the Americans on airborne warfare made him few friends among the Americans, who felt that the British were still novices themselves. Browning was envious of the Americans' equipment, particularly the Dakota transports. On returning to the United Kingdom, he arranged for a joint exercise to be conducted with the 2nd Battalion, 503rd Parachute Infantry Regiment (2/503). ====Operation Torch==== In mid–September, as the 1st Airborne Division was coming close to reaching full strength, Browning was informed that Operation Torch, the Allied invasion of French North Africa, would take place in November. When he found that the 2/503 was to take part, Browning argued that a larger airborne force should be utilised, as the vast distances and comparatively light opposition would provide opportunities for airborne operations. The War Office and the Commander-in-Chief, Home Forces, General Sir Bernard Paget, were won over by Browning's arguments, and agreed to detach the 1st Parachute Brigade, now under Brigadier Edwin Flavell, from 1st Airborne Division and place it under the command of US Lieutenant-General Dwight D. Eisenhower, who would command all Allied troops participating in the invasion. After it had been brought to full operational strength, partly by cross-posting personnel from the newly formed 2nd Parachute Brigade, under Brigadier Ernest Down, and had been provided with sufficient equipment and resources, the brigade departed for North Africa at the beginning of November. The results of British airborne operations in North Africa were mixed, and the subject of a detailed report by Browning. The airborne troops had operated under several handicaps, including shortages of aerial photographs and maps of the target area. All the troop carrier aircrew were American, who lacked familiarity with airborne operations and in dealing with British troops and equipment. Browning felt that the inexperience with handling airborne operations extended to Eisenhower's Allied Force Headquarters (AFHQ) and that of the British First Army, resulting in the paratroops being misused. He felt that had they been employed more aggressively and in greater strength they might have shortened the Tunisian campaign by some months. The 1st Parachute Brigade was called the \"Rote Teufel\" (\"Red Devils\") by the German troops they had fought. Browning pointed out to the brigade that this was an honour, as \"distinctions given by the enemy are seldom won in battle except by the finest fighting troops.\" The title was officially confirmed by General Sir Harold Alexander, commander of the Allied 18th Army Group, and henceforth it applied to all British airborne troops. ====Allied Force Headquarters posting==== On 1 January 1943, Browning was appointed a Companion of the Order of the Bath. He relinquished command of the 1st Airborne Division to Hopkinson in March 1943 to take up a new post as Major-General, Airborne Forces at Eisenhower's AFHQ. He soon clashed with the commander of the American 82nd Airborne Division, Major-General Matthew Ridgway. When Browning asked to see the plans for Operation Husky, the Allied invasion of Sicily, Ridgway replied that they would not be available for scrutiny until after they had been approved by the US Seventh Army commander, Lieutenant-General George S. Patton. When Browning protested, Patton backed Ridgway, but Eisenhower and his chief of staff, Major-General Walter Bedell Smith, supported Browning and forced them to back down. Browning's dealings with the British Army were no smoother. Hopkinson sold the British Eighth Army commander, General Sir Bernard Montgomery, on Operation Ladbroke, a glider landing to seize the Ponte Grande road bridge south of Syracuse. Browning's objections to the operation were ignored, and attempts to discuss airborne operations with the corps commanders elicited a directive from Montgomery that all such discussion had to go through him. The operation was a disaster, as Browning had predicted. Inexperienced aircrew released the gliders too early, and many crashed into the sea; 252 soldiers were drowned. Those that made it to land were scattered over a wide area. The troops captured their objective, but were driven off by an Italian counterattack. Browning concluded that to be effective, the airborne advisor had to have equal rank with the army commanders. In September 1943, Browning travelled to India, where he inspected the 50th Parachute Brigade, and met with Major-General Orde Wingate, the commander of the Chindits. Browning held a series of meetings with General Sir Claude Auchinleck, the Commander-in-Chief, India; Air Chief Marshal Sir Richard Peirse, the Air Officer Commander-in-Chief; and Lieutenant-General Sir George Giffard, the GOC Eastern Army. They discussed plans for improving the airborne establishment in India and expanding the airborne force there to a division. As a result of these discussions, and Browning's subsequent report to the War Office, the 44th Indian Airborne Division was formed in October 1944. Browning sent his most experienced airborne commander, Major-General Ernest Down, to India as GOC of the 44th Division. Formerly the commander of the 2nd Parachute Brigade, Down had succeeded Hopkinson as GOC 1st Airborne Division after Hopkinson had been killed in Italy. Down's replacement as GOC 1st Airborne Division was Montgomery's selection, Major-General Roy Urquhart, an officer with no airborne experience, rather than Browning's choice, Brigadier Gerald Lathbury of the 1st Parachute Brigade. The decision was to become controversial. US Brigadier-General James M. Gavin, recalled that when he travelled to England in November 1943 to assume command of the 82nd Airborne Division, Ridgway \"cautioned me against the machinations and scheming of General F. M. Browning, who was the senior British airborne officer, and well he should have.\" Gavin was taken aback by Browning's criticism of Ridgway on the grounds that he had not parachuted into Sicily with his troops. US Major-General Ray Barker, who worked in Eisenhower's Supreme Headquarters Allied Expeditionary Force (SHAEF), warned him that Browning was \"an empire builder\", an assessment with which Gavin came to agree. ===Operation Market Garden=== Browning assumed a new command on 4 December 1943. His Directive No. 1 announced that \"the title of the force is Headquarters, Airborne Troops (21st Army Group). All correspondence will bear the official title, but verbally it will be known as the Airborne Corps and I will be referred to as the Corps Commander.\" He was promoted to lieutenant-general on 7 January 1944, with his seniority backdated to 9 December 1943. He officially became commander of I Airborne Corps on 16 April 1944. I Airborne Corps became part of the First Allied Airborne Army, commanded by Lieutenant-General Lewis H. Brereton, in August 1944. While retaining command of the corps, Browning also became Deputy Commander of the First Allied Airborne Army, despite a poor relationship with Brereton and being disliked by many American officers. During preparations for one of many cancelled operations, Linnete II, his disagreement with Brereton over a risky operation caused him to threaten resignation, which, due to differences in military culture, Brereton regarded as tantamount to disobeying an order. Browning was forced to back down. When I Airborne Corps was committed to action in Operation Market Garden in September 1944, Browning's rift with Brereton had severe repercussions. Browning was concerned about the timetable put forward by Major-General Paul L. Williams of the IX Troop Carrier Command, under which the drop was staggered over several days, with only one drop on the first day. This restricted the number of combat troops that would be available on the first day. He also disagreed with the British drop zones proposed by Air Vice Marshal Leslie Hollinghurst of No. 38 Group, which he felt were too distant from the bridge at Arnhem, but Browning felt unable to challenge the airmen. Browning downplayed Ultra evidence brought to him by his intelligence officer, Major Brian Urquhart, that the 9th SS Panzer Division Hohenstaufen and the 10th SS Panzer Division Frundsberg were in the Arnhem area, but was not as confident as he led his subordinates to believe. According to Major-General Roy Urquhart, when informed that his airborne troops would have to hold the bridge for two days, Browning responded that they could hold it for four, but later claimed that he had added: \"But I think we might be going a bridge too far.\" Browning landed by gliders with a tactical headquarters near Nijmegen with Gavin's 82nd Airborne Division. His use of 38 aircraft to move his corps headquarters on the first lift has been criticised. Half of these gliders carried signal equipment but for much of the operation he had no contact with either the British 1st Airborne Division at Arnhem or Major-General Maxwell D. Taylor's US 101st Airborne Division at Eindhoven. His headquarters had not been envisaged as a frontline unit, and the signals section that had been hastily assembled just weeks before lacked training and experience. In his pack, Browning carried three teddy bears and a framed print of Albrecht Dürer's The Praying Hands. After the war, Gavin was criticised for the decision to secure the high ground around Groesbeek before attempting the capture of the road and the railway bridges at Nijmegen. Browning took responsibility for this, noting that he \"personally gave an order to Jim Gavin that, although every effort should be made to effect the capture of the Grave and Nijmegen bridges as soon as possible, it was essential that he should capture the Groesbeek Ridge and hold it\". Gavin's opinion of Browning was uncomplimentary: \"There is no doubt that in our system he would have been summarily relieved and sent home in disgrace.\" Browning was awarded the Order of Polonia Restituta (II class) by the Polish government-in-exile, Order of Polonia Restituta (II class) but his critical evaluation of the contribution of Polish forces led to the removal of Major-General Stanisław Sosabowski as commanding officer of the Polish 1st Independent Parachute Brigade. Some writers later claimed that Sosabowski had been made a scapegoat for the failure of Market Garden. Montgomery attached no blame to Browning or any of his subordinates, or indeed acknowledged failure at all. He told Field Marshal Sir Alan Brooke, the Chief of the Imperial General Staff (CIGS), the professional head of the British Army, that he would like Browning to take over VIII Corps in the event that Sir Richard O'Connor, the GOC, was transferred to another theatre. ===South East Asia Command=== thumb|left|Browning in Ceylon, 1945 |alt=Browning addresses a parade Events took a different course. Admiral Lord Louis Mountbatten, the Supreme Allied Commander, South East Asia Command (SEAC), had need of a new chief of staff owing to the poor health of Lieutenant-General Henry Pownall. Brooke turned down Mountbatten's initial request for either Lieutenant-General Sir Archibald Nye or Lieutenant-General Sir John Swayne. He then offered Browning for the post, and Mountbatten accepted. Pownall considered that Browning was \"excellently qualified\" for the post, although Browning had no staff college training and had never held a staff job before. Pownall noted that his \"only reservation is that I believe [Browning] is rather nervy and highly strung\". For his services as a corps commander, Browning was mentioned in despatches a second time, and was awarded the Legion of Merit in the degree of Commander by the United States government. Browning served in South East Asia from December 1944 until July 1946; Mountbatten soon came to regard him as indispensable. Browning had an American deputy, Major-General Horace H. Fuller, and brought staff with him from Europe to SEAC headquarters in Kandy, Ceylon. For his services at SEAC, Browning was created a Knight Commander of the Order of the British Empire on 1 January 1946. His last major military post was as Military Secretary of the War Office from 16 September 1946 to January 1948, although he did not formally retire from the Army until 5 April 1948. ==Later life== In January 1948, Browning became Comptroller and Treasurer to Her Royal Highness the Princess Elizabeth. This appointment was made on the recommendation of Lord Mountbatten, whose nephew Philip Mountbatten was the Duke of Edinburgh. As such, Browning became the head of the Princess' personal staff. Browning also juggled other duties. In 1948 he was involved with the 1948 Summer Olympics as Deputy Chairman of the British Olympic Association, and commandant of the British team. From 1944 to 1962 he was Commodore of the Royal Fowey Yacht Club; on stepping down in 1962, he was elected its first admiral. Upon the death of King George VI in 1952, the Princess Elizabeth came to the throne as Queen Elizabeth II, and Browning and his staff became redundant, as the Queen was served by the large staff of the monarch. The domestic staff remained at Clarence House, where they continued to serve the Queen Mother; the remainder were reorganised as the Office of the Duke of Edinburgh, with Browning as treasurer, the head of the office, and moved into a new and larger office at Buckingham Palace. Like the Duke they served, the office had no constitutional role, but supported his sporting, cultural and scientific interests. Browning became involved with the Cutty Sark Trust, set up to preserve the famous ship, and the administration of the Duke of Edinburgh's Award. In June 1953, Browning and du Maurier attended the Coronation of Queen Elizabeth II. Browning had been drinking since the war, but it now became chronic. This led to a severe nervous breakdown in July 1957, forcing his resignation from his position at the Palace in 1959. Du Maurier had known he had a mistress in Fowey, but his breakdown brought to light two other girlfriends in London. For her part, du Maurier confessed to her own wartime affair. For his services to the Royal Household, Browning was made a Knight Commander of the Royal Victorian Order in 1953, and was advanced to Knight Grand Cross of the order in 1959. He retreated to Menabilly, the mansion that had inspired du Maurier's novel Rebecca, which she had leased and restored in 1943. He was appointed a Deputy Lieutenant of Cornwall in March 1960. Browning caused a scandal in 1963 when, under the influence of prescription drugs and alcohol, he was involved in an automobile accident in which two people were injured. He was fined £50 and forced to pay court and medical costs. He died from a heart attack at Menabilly on 14 March 1965. ==Legacy== Browning was portrayed by Dirk Bogarde in the film A Bridge Too Far, which was based on the events of Operation Market Garden. A copy of Browning's uniform was made to Bogarde's measurements from the original in the Parachute Regiment and Airborne Forces Museum. Du Maurier responded angrily to early reports of how Browning was portrayed, and wrote to Mountbatten, urging him to boycott the premiere. He did not do so, explaining that proceeds were going to a charity that he supported. After seeing the film he wrote back that he could find nothing detrimental to Browning in it, and did not think that Browning's reputation had been tarnished. He pointed out that Operation Market Garden was a disaster, and blame had to be shared by those in charge, which included Browning. The Parachute Regiment and Airborne Forces Museum, which opened in 1969, was for many years located in Browning Barracks at Aldershot, which had been built in 1964 and named after him. It remained the depot of the Parachute Regiment and Airborne Forces until 1993. The museum moved to the Imperial War Museum Duxford in 2008, and Browning Barracks was sold for housing development. ==Notes== ==References== * * * * * * * * * * * * * * * * ==External links== *British Army Officers 1939−1945 |- |- Category:1896 births Category:1965 deaths Category:Airborne warfare Category:Bobsledders at the 1928 Winter Olympics Category:British Army generals of World War II Category:British Army personnel of World War I Category:British male bobsledders Category:Commanders of the Legion of Merit Category:Companions of the Distinguished Service Order Category:Companions of the Order of the Bath Category:Deputy Lieutenants of Cornwall Category:Du Maurier family Category:Foreign recipients of the Legion of Merit Category:Graduates of the Royal Military College, Sandhurst Category:Grenadier Guards officers Category:Knights Commander of the Order of the British Empire Category:Knights Grand Cross of the Royal Victorian Order Category:Olympic bobsledders of Great Britain Category:People educated at Eton College Category:People educated at West Downs School Category:People from Kensington Category:Recipients of the Croix de Guerre 1914–1918 (France) Category:Recipients of the Order of Polonia Restituta Category:Grand Crosses with Star and Sash of the Order of Merit of the Federal Republic of Germany Category:Academics of the Royal Military College, Sandhurst Category:British Army generals Category:Military personnel from London",
 "title": "Frederick Browning"
}