{
 "id": "383050",
 "text": "Camp Julien was the main base for the Canadian contingent of the International Security Assistance Force (ISAF) in Kabul, Afghanistan. thumbnail|An audience of senior officers from both the Afghan National Army and Coalition forces attend a ceremony establishing the Mentor House Infantry School being handed back to the ANA, Dec. 31 2011. The camp was named after Lance Corporal George Patrick Julien, a Canadian Army soldier who was awarded the Military Medal as a Private, for his actions at Hill 187 in Korea in May 1953. LCpl Julien was a member of 3rd Battalion, The Royal Canadian Regiment, which was the first unit to occupy Camp Julien. Camp Julien was ready for full-scale occupancy in the late summer of 2003 with the arrival of Roto 0. At its height the camp housed 2,000 Canadian soldiers and over 400 civilian workers, approximately half of whom were Nepalese. The Nepalese workers were responsible for manual labour, including cooking and cleaning. The Canadian workers supervised, and completed tasks in office, warehouse, laundry, maintenance, utilities, cleaning service and food preparation settings. Other workers hailed from South Africa, the United States, the United Kingdom and India. A limited number of local Afghan citizens were employed in the laundry. This was the Canadian military's first large-scale camp which was largely run by a third-party independent contractor, in this case SNC Lavalin PAE. The camp had a good reputation with coalition troops for its amenities which included water and sewage treatment plants and a water bottling facility. The site closed in November 2005 and was handed over to the Government of Afghanistan. In April 2007 Camp Julien was reopened and designated as the new home for the COIN (Counterinsurgency) Academy. It is a multinational organization that runs a week-long course designed to teach military leaders the basics of counterinsurgency operations. ==References== ==External links== *Archived link *Canadian Camp Julien in Kabul Closes Category:Army installations of Canada Category:Military installations of Afghanistan Category:War in Afghanistan (2001–2021)",
 "title": "Camp Julien"
}