{
 "id": "383111",
 "text": "is a major railway station in the Shinjuku and Shibuya wards in Tokyo, Japan. In Shinjuku, it is part of the Nishi-Shinjuku and Shinjuku districts. In Shibuya, it is located in the Yoyogi and Sendagaya districts. It is the world's busiest railway station. Serving as the main connecting hub for rail traffic between Tokyo's special wards and Western Tokyo on inter-city rail, commuter rail, and subway lines, the station was used by an average of 3.59 million people per day in 2018, making it, by far, the world's busiest station (and registered as such with Guinness World Records). Busiest station | Guinness World Records The main JR station and the directly adjacent private railways have a total of 35 platforms, including an underground arcade, above ground arcade and numerous hallways with another 17 platforms (53 total) can be accessed through hallways to 5 directly connected stations without surfacing outside. The entire above/underground complex has well over 200 exits. ==Lines== Shinjuku is served by the following railway systems: *23px JR East: ** Chuo Main Line (Limited Express) ** Chūō Line (Rapid) ** Chuo-Sobu Line ** Saikyo Line ** Shonan-Shinjuku Line ** Yamanote Line *32px Keio Corporation: ** Keio Line ** Keio New Line *16px Odakyu Electric Railway: ** Odakyu Odawara Line *15px Toei Subway: ** Toei Oedo Line ** Toei Shinjuku Line *18px Tokyo Metro: ** Marunouchi Line ==Station facilities== ===JR East=== The station is centered around facilities servicing the East Japan Railway Company (JR East) lines. These consist of eight ground-level island platforms (16 tracks) on a north-south axis, connected by two overhead and two underground concourses. Most JR services here are urban and suburban mass transit lines, although many limited express services to Kōfu and Matsumoto on the Chūō Main Line and to Nikkō and Kinugawa Onsen via joint operations with the private Tōbu Railway also begin and end at this station, including Narita Express services to and from Narita International Airport. The JR section alone handles an average of 1.5 million passengers a day. File:JRE-Shinjuku-STA East-Gate.jpg|East gates in July 2021 File:JRE-Shinjuku-STA West-Gate.jpg|West gates in July 2021 File:JRE-Shinjuku-STA Connecting-passage.jpg|Internal concourse in July 2021 File:JRE-Shinjuku-STA Central-east-Gate.jpg|Central East gates in November 2021 File:JRE-Shinjuku-STA Central-West- Gate.jpg|Central Wast gates in September 2021 File:JRE-Shinjuku-STA South- Gate.jpg|CentralSouth gates in November 2021 File:JR Shinjuku Station South East Gates (20210410).jpg|South East gates in April 2021 File:JRE-Shinjuku-STA Koshu-Kaido-Gate.jpg|Koshu Kaido gates in September 2021 File:JRE-Shinjuku-STA MIRAINA-TOWER-Gate.jpg|Miraina Tower gates in September 2021 File:JRE- Shinjuku-STA New-South-Gate.jpg|New South gates in September 2021 File:JRE- Shinjuku-STA Home1-2.jpg|JR East platforms 1 and 2 File:JRE-Shinjuku-STA Home3-4.jpg|JR East platforms 3 and 4 File:JRE-Shinjuku-STA Home5-6.jpg|JR East platforms 5 and 6 File:JRE-Shinjuku-STA Home7-8.jpg|JR East platforms 7 and 8 File:JRE-Shinjuku-STA Home9-10.jpg|JR East platforms 9 and 10 File:JRE- Shinjuku-STA Home11-12.jpg|JR East platforms 11 and 12 File:JRE-Shinjuku-STA Home13-14.jpg|JR East platforms 13 and 14 File:JRE-Shinjuku-STA Home15-16.jpg|JR East platforms 15 and 16 File:JR Shinjuku station track map 2010.svg|Station layout ===Odakyu=== The terminus for the private Odakyu Odawara Line is parallel to the JR platforms on the west side, and handles an average of 490,000 passengers daily. This is a major commuter route stretching southwest through the suburbs and out towards the coastal city of Odawara and the mountains of Hakone. The ten platforms are built on two levels beneath the Odakyu department store; three express service tracks (six platforms) on the ground level and two tracks (four platforms) on the level below. Each track has platforms on both sides in order to completely separate boarding and alighting passengers. Chest-high platform screen doors were added to platforms 4 and 5 in September 2012. ====Ground level==== ====Underground level==== File:OER Shinjuku station South.jpg|South gate File:Odakyu-Shinjuku-STA West- ground-Gate.jpg|West gate File:Odakyu-Shinjuku-STA Home1.jpg|Ground level platform 1 File:Odakyu-Shinjuku-STA Home2-3.jpg|Ground level platforms 2 and 3 File:Odakyu-Shinjuku-STA Home4-5.jpg|Ground level platforms 4 and 5 File:Odakyu-Shinjuku-STA Home6.jpg|Ground level platform 6 File:Shinjuku-Sta- Odakyu-B1-Platform.JPG|Underground platforms ===Keio/Toei Subway (Toei Shinjuku Line)=== Keio operates two sections of Shinjuku Station, the traditional Keio Line stub terminal and a separate through station connecting the Keio New Line with the Toei Shinjuku Line. In 2019, 788,567 passengers used the Keio complex daily (Keio and Keio New Lines), which makes among the busiest amongst the non-JR Group railways of Japan. ==== Keio Line ==== The Keio Line concourse is located to the west of the Odakyu line concourse, two floors below ground level under Keio department store. It consists of three platforms stretching north to south. This suburban commuter line links Shinjuku to the city of Hachiōji to the west. Chest-high platform edge doors were introduced on the Keio Line platforms in March 2014. The doors are different colours for each platform. The doors on platform 2 are green. File:Keio-Shinjyuku-STA West-Gate.jpg|West gates File:Keio-Shinjyuku-STA RUMINE-Gate.jpg|Lumine gates File:Keio-Shinjuku-STA Keio-Department-Store- Gate.jpg|Keio Department Store gates File:Keio-Shinjyuku-STA Hiroba- Gate.jpg|Hiroba gates (for entry only) File:Keio-Shinjyuku-STA Home1-2.jpg|Platforms 1 and 2 File:Keio-Shinjyuku-STA Home2-3.jpg|Platforms for getting off File:Keio-Shinjyuku-STA Home3.jpg|Platform 3 ====Keio New Line and Toei Shinjuku Line==== The shared facilities for the Toei Shinjuku subway line and the Keiō New Line are distinctively called and consist of two platforms stretching east-west five floors beneath the Kōshū Kaidō avenue to the southwest of the JR section. The concourse is managed by Keio Corporation but is in a separate location to the main Keio platforms. Further south (and deeper underground) are the two north-to-south Toei Ōedo subway line platforms. File:Keio newline shinjukusta shintoshin gate.JPG|Ticket gates for Keio New Line and Toei Shinjuku Line, 2010 File:Keio newline sinjukusta platform.JPG|Island platform for Keio New Line and Toei Shinjuku Line, 2010 ===Toei Subway (Toei Oedo Line)=== Toei Oedo Line's two underground platforms stretch north-south to the south of the Toei Shinjuku Line and Keio New Line facilities. This is on the 7th basement floor of Tokyo prefectural road 414(Yotsuya-Tsunohazu Ave.). ===Tokyo Metro=== Tokyo Metro's two Marunouchi Line underground platforms stretch east-west to the north of the JR and Odakyu facilities, directly below the Metro Promenade underground mall. ===Commercial facilities=== thumb|East exit of Shinjuku Station thumb|South exit of Shinjuku Station Many department stores and shopping malls are built directly into the station. These include *Lumine Est – above JR's east exit *Odakyu department store – above the Odakyu line concourse *Odakyu Mylord – above the southern end of Odakyu line concourse *Lumine 1 shopping mall – above the Keio Line concourse *Lumine 2 shopping mall – above JR's south and Lumine exits *Keio Department store – above the Keio Line concourse *Keio Mall – underground mall to the southwest of the Keio Line concourse *Odakyu Ace – underground malls beneath the bus terminal by the west exit. In addition to the above, the Metro Promenade, which is an underground mall owned by Tokyo Metro, extends eastwards from the station beneath Shinjuku-dori avenue, all the way to the adjacent Shinjuku-sanchōme station with 60 exits along the way. The Metro Promenade in turn connects to Shinjuku Subnade, another underground shopping mall, which leads onto Seibu Railway's Seibu-Shinjuku station. Shinjuku Station is connected by underground passageways and shopping malls to: *Nishi- Shinjuku Station (Tokyo Metro Marunouchi Line) *Seibu Shinjuku Station (Seibu Shinjuku Line) *Shinjuku-nishiguchi Station (Toei Ōedo Line) *Shinjuku- sanchōme Station (Tokyo Metro Marunouchi Line, Tokyo Metro Fukutoshin Line, and Toei Shinjuku Line) *Tochōmae Station (Toei Ōedo Line) Nearby non- connected stations (within 500 meters of an underground passageway or station) include: *Shinjuku-gyoemmae Station *Yoyogi station *Higashi-Shinjuku Station *Okubo Station *Shin-Okubo Station *Minami-Shinjuku Station ===Bus terminals=== There is a bus terminal at the west exit servicing both local and long-distance buses, and a JR Highway Bus terminal at the New South Gates. On April 4, 2016, the new bus terminal and commercial facilities nearby south exit, named (Shinjuku Expressway Bus Terminal), opened for service.Buster Shinjuku Shinjuku-busterminal.co.jp Considerable numbers of the coaches and the airport buses depart from this new terminal. ==Passenger statistics== The figures below are the official number of passengers entering and exiting (except for JR East) each day released by each train operator. The figure for JR East only includes entering passengers. {| class=\"wikitable\" ! colspan=2 | Operator !! Number !! Fiscal year !! Source !! Note |- | colspan=2 | JR East || 751,018 (boarding only) || 2013 || || Boarding passengers only. Busiest station in Japan. |- | colspan=2 | Odakyu || 494,184 || 2013 || || The busiest Odakyu station |- | colspan=2 | Keio || 730,849|| 2013 || || The busiest Keio station, sum of the ridership of the Keiō New Line and Keiō Line. |- | colspan=2 | Tokyo Metro || 227,366 || 2013 || || The 6th busiest Tokyo Metro station |- | rowspan=2 | Toei || Shinjuku Line || 266,869 || 2013 || 134,185 entries and 132,684 exits|| rowspan=2 | The busiest Toei subway station |- | Oedo Line|| 133,075 || 2013 || 64,701 entries and 68,374 exits |} The passenger figures (boarding passengers only) for the JR East (formerly JNR) station in previous years are as shown below. {| class=\"wikitable\" |- ! Fiscal year !! Daily average |- | 1913|| 5,052 |- | 1960|| 305,236 |- | 1971|| 614,419 |- | 1984|| 648,659 |- | 2000|| 753,791 |- | 2005|| 747,930 |- | 2010 || 736,715 |- | 2011 || 734,154 |- | 2012 || 742,833 |- | 2013 || 751,018 |} ==History== thumbnail|Shinjuku Station in 1925 Shinjuku Station opened in 1885 as a stop on Japan Railway's Akabane-Shinagawa line (now part of the Yamanote Line). Shinjuku was still a quiet community at the time and the station was not heavily trafficked at first. The opening of the Chūō Line (1889), Keiō Line (1915) and Odakyū Line (1923) led to increasing traffic through the station. Japanese government urban planner Kensaburo Kondo designed a major revamp of the station in 1933, which included a large public square on the west side completed in 1941. Kondo's plan also called for extending the Tokyu Toyoko Line to a new underground terminal on the west side of the station, and constructing an east-west underground line that would be served by the Seibu Railway and the Tokyo Kosoku Railway (forerunner of Tokyo Metro), while the Keio and Odakyu lines would use above-ground terminals to the west of the JR station. These plans were suspended upon the onset of World War II but influenced the current layout of the station area. Subway service ultimately began in 1959. The Seibu Shinjuku Line was extended from Takadanobaba Station to Seibu Shinjuku Station in 1952. Seibu Shinjuku was built as a temporary station pending a planned redevelopment of the east side of Shinjuku Station, which was to feature a large station building that would house a new Seibu terminal on its second floor. Seibu abandoned its plan to use the building due to a lack of space for trains longer than six cars; the building is now known as Lumine Est and retains some design features originally intended to accommodate the Seibu terminal (in particular, a very high ceiling on the first floor and a very low ceiling on the second floor). In the late 1980s, Seibu planned to build an underground terminal on the east side of Shinjuku, but indefinitely postponed the plan in 1995 due to costs and declining passenger growth. On August 8, 1967, a freight train carrying jet fuel bound for the U.S. air bases at Tachikawa and Yokota collided with another freight train and caught fire on the Chūō Rapid tracks. The incident stoked ongoing political controversy in Japan regarding the Vietnam War. The station was a major site for student protests in 1968 and 1969, the height of civil unrest in postwar Japan. On October 21, 1968, 290,000 marchers participated in International Anti-War Day, taking over Shinjuku station and forcing trains to stop. In May and June 1969, members of the antiwar group Beheiren carrying guitars and calling themselves \"folk guerrillas\" led weekly singalongs in the underground plaza outside the west exit of the station, attracting crowds of thousands. Participants described it as a \"liberated zone\" and a \"community of encounter.\"Konaka Yotaro, \"Shinjuku: Community of Encounter,\" Japan Quarterly, 38 no.3 (1991), 301–310. In July, riot police cleared the plaza with tear gas and changed signs in the station to read \"West Exit Concourse\" instead of \"West Exit Plaza.\" The incident represented a significant defeat for public activism in Tokyo. There have been plans at various points in history to connect Shinjuku into the Shinkansen network, and the 1973 Shinkansen Basic Plan, still in force, specifies that the station should be the southern terminus of the Jōetsu Shinkansen line to Niigata. While construction of the Ōmiya-Shinjuku link never started and the Jōetsu line presently terminates in Tokyo Station, the right of way, including an area underneath the station, remains reserved. On May 5, 1995, the Aum Shinrikyo doomsday cult attempted a chemical terrorist attack by setting off a cyanide gas device in a toilet in the underground concourse, barely a month after the gas attack on the Tokyo subway which killed 13, left 6,252 people with non-fatal injuries, severely injured 50 people, and caused 984 cases of temporary vision problems. This time the attack was thwarted by staff who extinguished the burning device. A major expansion of the JR terminal was completed in April 2016, adding a 32-story office tower, bus terminal, taxi terminal, and numerous shops and restaurants. In 2020, the east-west free passageway was opened, shortening the time required for pedestrians to pass between the east and west exits by 10 minutes. ===Keiō Shinjuku Station=== thumb|Keio Shinjuku Oiwake Building, the site of the former terminal When the Keio Line extended to Shinjuku in 1915, its terminal was located several blocks east of the government railway (presently JR) station. The terminal was first named and was on the street near the Isetan department store. In 1927, the station was moved from the street to a newly built terminal adjacent to the original station. The station building housed a department store. The station name was changed to in 1930 and again to in 1937. The tracks from the terminal were on the Kōshū Kaidō highway, which crosses the Yamanote Line and the Chūō Line in front of the south entrance of Shinjuku Station by a bridge. The Keiō Line had a station for the access to Shinjuku Station, named and renamed in 1937 . In July 1945, the terminal of the Keiō Line was relocated to the present location, though on the ground level, on the west side of Shinjuku Station. Keiō Shinjuku Station and Shōsen Shinjuku Ekimae Station were closed. This was because the trains faced difficulty in climbing up the slopes of the bridge over the governmental railway after one of the nearby transformer substations was destroyed by an air raid. The site of Keiō Shinjuku Station near Shinjuku-Sanchōme subway station is now occupied by two buildings owned by Keiō: Keiō Shinjuku Sanchōme Building and Keiō Shinjuku Oiwake Building. == Cultural references == The station and other parts of the Toei Ōedo Line are referenced in the Digimon Adventure franchise. Contemporary British painter Carl Randall (who spent 10 years living in Tokyo as an artist) depicted the station area in his large oil painting 'Shinjuku', exhibited at the National Portrait Gallery in London 2013. thumb|Shinjuku, by Carl Randall ==See also== *List of East Japan Railway Company stations *List of railway stations in Japan *Transport in Greater Tokyo *Gare du Nord, the busiest railway station outside Japan ==References== ==External links== *JR map of Shinjuku Station *map of Odakyu Shinjuku Station * *map of Toei Subway Shinjuku Station *map of Tokyo Metro Shinjuku Station Category:Yamanote Line Category:Saikyō Line Category:Shōnan-Shinjuku Line Category:Chūō Main Line Category:Chūō-Sōbu Line Category:Odakyu Odawara Line Category:Keio Line Category:Keio New Line Category:Toei Shinjuku Line Category:Toei Ōedo Line Category:Tokyo Metro Marunouchi Line Category:Stations of East Japan Railway Company Category:Stations of Odakyu Electric Railway Category:Stations of Keio Corporation Category:Stations of Tokyo Metropolitan Bureau of Transportation Category:Stations of Tokyo Metro Category:Railway stations in Tokyo Category:Railway stations in Japan opened in 1885",
 "title": "Shinjuku Station"
}