{
 "id": "383156",
 "text": "The Datsun 510 was a series of the Datsun Bluebird sold from 1968 to 1973, and offered outside the U.S. and Canada as the Datsun 1600. The 510's engineering was inspired by contemporary European sedans, particularly the 1966 BMW 1600-2 -- incorporating a SOHC engine, MacPherson strut suspension in front and independent, semi-trailing arms in the back.George Damon Levy. \"Pete Brock's \"Screaming Yellow Zonker.\"\" AutoWeek. 20 January 1986. Retrieved 6 October 2007 from The Dime, Quarterly . The styling is attributed to Datsun in-house designer, Teruo Uchino. The engine was promoted by Nissan USA president Yutaka Katayama, a design developed through Prince, an acquisition. Launched in October 1967, body styles included the original four-door sedan, a two-door sedan (June 1968), five-door station wagon, and two-door coupé (November 1968). The 510 range became famous for Nissan's rallying successes outside Japan and paved the way for greater Nissan sales internationally. The Datsun 510 released to the North American market had a Hitachi downdraft-carbureted 1.6L L-series I4 engine, with an advertised gross power of 96 hp (72 kW), a claimed top speed of 100 mph, front disc brakes, four-wheel independent suspension (MacPherson struts in front and semi trailing arms in rear; wagons had a solid rear live axle and leaf springs in back), rear-wheel drive, and either a four-speed manual or a three-speed automatic transmission. Two-door sedan, four-door sedan, and four-door station wagon variants were available. It achieved 20 to 30 mpg in factory trim (U.S.). Japanese-domestic-market (JDM) models were also available in a two-door coupe body style with either a 1.6L or a 1.8L (1973) L-Series engine. 510s, in some markets, offered twin Hitachi side-draft carburetors, which were a smaller version of the British SU (Skinner's Union) design used on Jaguars and MGs. These engines also used enhanced compression and camshaft profiles to produce more power. SSS models (not offered in North America) offered upgraded instrumentation and interior trim, as well as appropriate exterior badges. All North American model 510s received anti-sun glass from 1970 on. ==Popularity== Affordable performance combined with simple mechanicals has helped the Datsun 510 remain a popular automotive enthusiast's car for nearly 50 years. Avid collectors can be found around the world with significant numbers in the U.S., Australia, and New Zealand. One advantage of the early Datsun cars is that many of the parts were interchangeable — engines, transmissions, and suspension setups, for example, were all similar enough to swap with minor modifications. This allowed the Datsun 510 to be easily upgraded from the 1.6l - L16 engine, to the 1.8l - L18 engine, and later to the 2.0L L20B engine, and to go from the four-speed manual transmission to the 63 mm (shaft-center distance) five-speed transmissions made available for the early (S10) 200SX and (A10) HL510, and the 71 mm five-speed transmissions used in the (S30 & S130) 280-series Z cars, 1980 to '83 (S110) 200SX, the 1977 to '80 (810) 810, the 1981 to '84 (910) 810/Maxima/Bluebird, and the C210/R30 series of Skylines. The 71 mm five-speed transmissions also saw extensive use in the 620/720/D21 series pick-up trucks in both long and short (rare) extension-housing versions. Its positive reputation also led to Nissan re-using the 510 model name later on for the unrelated, 1978–1981 Nissan Stanza 'A10' in an effort to capture this range’s glory, an effort reviewers thought was a failure. Hot Wheels manufactures several versions of the car. ==Variations and market differences== The P510 (RHD) and PL510 (LHD) were the most prevalent models in most markets, including the U.S. The 1969 KP510T two-door coupe version arrived in small numbers to right-hand-drive markets, predominantly Japan's domestic market, unsaddled by engine emission regulations. The K prefix cars had a coupe-style swept roofline and shorter deck lid while wagons got a W prefix. In the U.S., the 1968 510 two-door sedan saw a limited introduction during the summer season, resulting in it being the rarest U.S. 510-year and model. The two-door sedan body style became popular and was imported into the U.S. and Canada in large numbers for the next 5 model years. For the 1974 model year, the 510 four-door sedan was dropped in favor of the 1974 PL610 series cars. Around the world, the J series pushrod-engined model was most common. File:1970 Datsun 510 (5080449677).jpg|1970 Datsun 1600 2-door (Australia) File:Datsun 1600 (14951295867).jpg|Datsun 1600 4-door File:1968 Datsun Bluebird wagon.jpg|1968 Datsun Bluebird estate wagon File:Datsun Bluebird Coupe (510) 001.JPG|Datsun Bluebird SSS coupé (Japan) ==1967-1973== When first shown, at the 1967 Tokyo Motor Show, Japanese customers received the overhead-camshaft 1.3-liter engine with a claimed - according to Nissan, an engine more capable than competitor Toyota's 1.5-liter version. The little engine was not helped by being married to a three-speed manual gearbox. From the beginning, however, North American customers received the larger 1.6 coupled to a four-speed all-synchro transmission. Indeed, by October 1968 the Bluebird was made available with a 1600 cc engine to Japanese buyers as well. The 510-series Bluebirds differed widely depending on the market. In South America, Asia (excluding Japan) and in Africa, 510 sedan, two-door & station wagon models traded rear independent suspension for a leaf-sprung solid axle. The engines for these markets also differed. Rather than the OHC 1.6l L-series, they received pushrod inline four-cylinder engines from the J-series with either 1.3l or 1.5l displacement. These variants were also known as Datsun 1500 (J15 engine) and Datsun 1300 (J13 engine). thumb|1972-1973 Datsun Bluebird 1400 Deluxe (510N, Japan) In September 1970, the 1.3 and 1.5-L engines were replaced with 1.4-L units. In other parts of the world the 510 was equipped with the J-series OHV pushrod engines. In the US it remained a 1.6. In September 1971 the new, larger, Bluebird U (610) appeared in Japanese showrooms, but the 510 continued on sale as a lower-priced, more compact version. It also received a minor facelift with plastic surrounds for the headlamps, while the 1800 cc models were discontinued, and the chassis code was changed to 510N. As well as American and Oceanic markets, the 510 was also imported into Europe. First imports were delivered shortly after the announcement of the car in Japan and was one of the models to spearhead the brand. The first UK imports were announced at the October 1968 Motor Show. The first models were the L16 saloons, with the estate versions following shortly after. L13 models arrived in early 1969, and a series of minor updates and equipment changes followed - as dictated by the changes made for the US market. The L14 model replaced the L13 in October, 1970, and was imported with the L16 until May, 1972, when the car was replaced by the far more successful (in the UK) 610. Nissan imported about 4000 510 models into the UK, and less than 10 of those original UK spec cars are known to exist. Nissan established a proper dealer network around the time the 510 was discontinued, (Octav Botnar was instrumental in the massive success of the brand in the UK) so the 510 never really received the marketing nor recognition that was achieved in other countries. All official imports in the UK were four-door saloons or estates, but several two-doors and at least one four-door SSS version are in the country. Australian versions of the Datsun 1600 were delivered either as a full import (1967 and early 1969), or assembled in Australia from local and Japanese parts. These 510 Datsuns were equipped with L16 engines. Australia officially received only the four-door sedan and station wagon models. The last of the P510 series went through Australian assembly lines in 1972, and due to the extensive use for rallying, the cars are now quite hard to find in any reasonable condition. Nissan-Datsun New Zealand had the four-door manual sedans assembled locally from 1968, replacing two generations of Bluebirds (the name continued on 1600s sold in Japan) with the new 1600 export badge. Local content was about 40% and included glass, wiring, batteries, radiators, carpet and interior trim. Locally made radios were a dealer-fit accessory. The cars were built under contract at Campbell Motor Industries in Thames; the preceding Bluebird had been built at NZ Motor Bodies in Auckland. The 1968 1600s/510s had 'clap-hand' wipers that parked in the centre of the windscreen and a rectangular speedometer; wipers soon were changed to a parallel action that cleared more glass, reversible for LHD versions. The 1970 facelift brought a new safety- style dashboard with recessed round dials, larger tail lamps with additional chrome trim in the lens, larger front combination lamps, increased bumper height, and detail changes to the grille. Automatic versions were a special import, built up, and only if (limited) import license was available, and a few SSS sedans were also imported fully assembled. The 1600, popular for modification and racing, not least due to its independent rear suspension (when contemporary rivals like the Ford Cortina and Toyota Corona had live, leaf-sprung rear axles), was replaced by the 180B in 1972 and was sought after used for many years afterwards. South American versions of the Datsun 510 were delivered with OHV pushrod engines of the J series variety and leaf spring suspensions (no IRS) on all models. Marketed as Datsun 1300 or Datsun 1500, depending on engine size. The 510 was sold in Taiwan as the Yue Loong Bluebird 706 and was powered by the J13 from the 411 and had leaf spring rear suspension. The P510-series Datsun 1600 was built in South Africa in Pretoria between 1969 and 1974 and marked the end of the \"Bluebird\" badge there. It was available as a 1600 deluxe, 1600 SSS sedan, 1600GL, 1600GL SSS and later as the 1800GL and SSS. They all had independent rear suspension and the SSS version, introduced in July 1969, had twin carbs. The SSS has SAE. These cars were very popular for motor sport in South Africa. In Canada and the U.S., unitized-body Datsun PL510 cars have become rare in the Rust Belt regions, but can still be seen in areas where corrosive materials are not generally used on the roads- such as Western and Southern States. The greatest numbers of the cars seem to be in the West Coast region. ==Later years== The Datsun 510 model name continued in Canada and the U.S. from 1974 until 1981, but the vehicles which wore the badge were quite different from the original flagship 510s, with updated styling, solid rear axles, and rectangular headlights. The 1981 model had a 2.0L (L20B) engine rated at 96 HP. In 1982 the 510 was replaced by the (Nissan) Stanza. In 2013 and 2014, Nissan showed the Nissan Freeflow IDX and NISMO IDX at various auto shows, said to be influenced by the Datsun 510. ==Motorsport== thumb|right|1970 Datsun Bluebird 510, the winning car of the 18th East African Safari Rally thumb|Australian Northern Territory Speedway Champion circa 1970 - Still holds records today The 510 is best known in the United States for its competitiveness in the Trans Am Series under 2500cc class. Datsun won its class in 1971 and 1972. The Datsun 510 remains one of the most popular production cars in numerous SCCA classes of amateur racing, partly due to Nissan Motor Corporation in USA's commitment to providing an extensive selection of common replacement parts from its many area parts distribution centers, special replacement parts from their master parts distribution center (based in Los Angeles), as well as parts from Nissan Motorsports, Nissan's performance division (based in Tennessee). The Datsun 1600 was also very competitive in the Australian Rally Championship with outright and class wins throughout the 70s and the 80s and currently in historic classes. ===Major motorsport victories=== :{|class=\"wikitable\" style=\"font-size: 95%; \" ! Event / Series ! Year ! Driver ! Co-driver ! Car |- | Ampol Trial | 1970 | Edgar Herrmann | Hans Schüller | Datsun 1600 SSS |- | East African Safari Rally | 1970 | Edgar Herrmann | Hans Schüller | Datsun 1600 SSS |- | SCCA Trans Am 2.5 Championship | 1972 | John Morton | N/A | Datsun 510 2 door sedan |- | Australian Rally Championship | 1982 | Geoff Portman | Ross Runnalls | Datsun 1600 |- | Australian Rally Championship | 1983 | Ross Dunkerton | Geoff Jones | Datsun 1600 |- |} ==References== ==External links== * Model Info (from Datsuns.com) * Some facts and myths about Datsun 510 * 1968 Datsun Bluebird 510 510 Category:Rear-wheel-drive vehicles Category:Rally cars Category:1970s cars Category:Cars introduced in 1968",
 "title": "Datsun 510"
}