{
 "id": "383101",
 "text": "is a railway station in Shibuya, Tokyo, Japan, operated by East Japan Railway Company (JR East). The station takes its name from the area on its eastern side, Harajuku. ==Lines== This station is served by the circular Yamanote Line. It is also adjacent to Meiji-Jingumae Station on the Tokyo Metro Chiyoda and Fukutoshin Lines, and is marked as an interchange on most route maps, although there is no physical connection between the two stations. ==Station layout== thumb|The Yamanote line platforms in 2020 The station consists of a two side platforms serving two tracks. The station was initially an island platform with an additional temporary platform for the Shinjuku direction during major events only. The temporary platform was made permanent during the 2020 renovations, and the two platforms now serve different directions. The main entrance is at the southern end of the station. A smaller entrance leading to the centre of the platform is convenient for Takeshita Street, a famous area in Harajuku. thumb|Outside of the Imperial train platform To the north of the station there is a separate platform serving a loop on the east side of the freight line for use by the Imperial train. The platform has not been used since 2001, in part because the opening of the Shonan-Shinjuku Line has made it more difficult to schedule special charters on the Yamanote Line corridor (the most recent use of the official Imperial train, in 2008, was to and from Ueno Station). The points, signals and rails incidental to the platform are in disrepair, making it impossible to use the platform without some refurbishment. ===Platforms=== ==History== thumb|Original station building in 2016 The station opened on October 30, 1906. Platform edge doors were installed on the platforms in November 2014, and brought into operation from December. ===2020 renovations=== In June 2016, JR East announced plans to rebuild the station ahead of the 2020 Olympics in order to alleviate overcrowding. A new station building was to be built by JR East at the station's Meiji-Jingu entrance. A temporary platform used during busy periods will become the permanent platform for trains heading north through the station. The new station building and platform opened on 21 March 2020, in time for the Tokyo Olympics and Paralympics. JR East decided in November 2019 to demolish the old station building at the Takeshita entrance on safety grounds after the Paralympics, and replace it with a safer structure constructed in a similar style. ==Passenger statistics== In fiscal 2013, the station was used by an average of 70,866 passengers daily (boarding passengers only), making it the sixtieth-busiest station operated by JR East. The daily average passenger figures (boarding passengers only) in previous years are as shown below. {| class=\"wikitable\" |- ! Fiscal year !! Daily average |- | 2000 || 71,364 |- | 2005 || 73,446 |- | 2010 || 71,456 |- | 2011 || 69,750 |- | 2012 || 71,472 |- | 2013 || 70,866 |} ==Surrounding area== * Meiji Shrine * Yoyogi Park * Takeshita Street ==See also== * List of railway stations in Japan * Transport in Greater Tokyo ==References== == External links == * Category:Railway stations in Japan opened in 1906 Category:Harajuku Category:Railway stations in Tokyo Category:Stations of East Japan Railway Company Category:Yamanote Line",
 "title": "Harajuku Station"
}