{
 "id": "383475",
 "text": "Fairhaven College of Interdisciplinary Studies is an interdisciplinary liberal arts college at Western Washington University. Instead of completing the general education requirements at Western, students take interdisciplinary classes at Fairhaven, which aim to cover the same breadth and depth of subjects, but within small, interdisciplinary seminars. When it comes time to move onto \"concentrated studies,\" students have the option of pursuing any of the majors or minors offered by Western Washington University, but may also choose to shape their own interdisciplinary concentration or major, combining independent study, internships, and Western Washington University courses with Fairhaven courses to define their course of study. Another unique feature of the college: nearly all classes follow a small seminar format rather than a large lecture format. Class enrollment is rarely above twenty students and will sometimes have two professors for a given class instead of only one. Fairhaven students do not receive letter grades; instead, they are given narrative evaluations, in addition to writing their own self-evaluations, for each class. ==History== Founded in 1967, with a five-member faculty and an initial class of thirteen students, Fairhaven was housed in the former Latter Day Saints House. Fairhaven students lived in the Western dorms and took classes both at Western and at Fairhaven, while helping plan Fairhaven's future. During that academic year and the next one, Fairhaven's campus was under construction just south of Western's campus. The 1968 academic year saw Fairhaven's first full-size class of 200 students arrive. That class lived and held its Fairhaven seminars in Edens Hall, which also held its faculty and administration offices. In the 1969 academic year, Fairhaven moved to its new campus. Initially, Fairhaven was to be a residential college, with its students required to live on campus for all of their four years there. But in 1970, a restive student body successfully agitated to have the residential requirement reduced to two years, and a substantial portion of the junior and senior classes moved off campus. Today, there is no residential requirement at Fairhaven, and its dorms are available to all Western students. ==See also== *The Evergreen State College ==References== ==External links== *Fairhaven College of Interdisciplinary Studies *Official Western Washington University website *Center for Instructional Innovation at Western Washington University Category:Universities and colleges in Bellingham, Washington Category:Western Washington University Category:Educational institutions established in 1967 Category:1967 establishments in Washington (state)",
 "title": "Fairhaven College"
}