{
 "id": "383670",
 "text": "The Net Book Agreement (NBA) was a fixed book price agreement in the United Kingdom and Ireland between The Publishers Association and booksellers which set the prices at which books were to be sold to the public. The agreement was concerned solely with price maintenance. It operated in the UK from 1900 until the 1990s when it was abandoned by some large bookshop chains and was then ruled illegal. It also operated in Ireland until shortly before its final demise. == History == It came into effect on 1 January 1900 and involved retailers selling books at agreed prices. Any bookseller who sold a book at less than the agreed price would no longer be supplied by the publisher in question. In 1905, The Times tried but failed to challenge the agreement by setting up a low-cost book borrowing club. In 1905, following The Education Act, The Publishers Association introduced the practice of deeming school books 'non-net' allowing schools discounts that were not available on other books. There were also agreements in place to allow public libraries to receive discounts of up to 5% on the net books they purchased. In 1962 the Net Book Agreement was examined by the Restrictive Practices Court, which decided that the NBA was of benefit to the industry, since it enabled publishers to subsidise the printing of the works of important but less widely read authors using money from bestsellers. In 1991 the large bookshop chain Dillons, followed by Waterstones, began to offer some books at a discount. As the agreement did not cover books that were damaged (or second hand), shops that wished to sell \"new\" books below cover price for any reason (for example to get rid of obsolete stock or titles that were not otherwise selling) adopted a simple strategy which meant that they were still sticking to the terms of the agreement: they deliberately defaced or damaged the book(s). The two methods most commonly used were to either use a hole punch to punch a hole in the cover of the book or to use a marker pen to mark the edge of the pages. The marker pen method was the most common as it took the least effort. == Dissolution of the NBA == The Publishers Association applied the NBA in the Republic of Ireland until 1992, after the Competition Act 1991 came into force. In June 1994 Ireland's Competition Authority refused to license the NBA, on the grounds that UK publishers' market share was high enough for the NPA to distort competition in Ireland. In the UK in August 1994 the Director General of the Office of Fair Trading decided that the Restrictive Practices Court should review the agreement. In September 1995 several major publishers (including HarperCollins and Random House) withdrew, and in September 1996 the Booksellers Association decided to take no part in the case. In March 1997 the Restrictive Practices Court ruled that the Net Book Agreement was against the public interest and therefore illegal. The adoption of this new procurement discipline by academic libraries since the demise of the NBA is the focus of \"Managing suppliers for collection development: the UK higher education perspective.\"Ball, D., 2012. \"Managing suppliers for collection development: the UK higher education perspective.\" In: Fieldhouse, M. and Marshall, A., eds. Collection Development in the Digital Age. London: Facet, 111-124. The collapse of the Agreement strengthened large bookstore chains and reduced book prices. It also paved the way for the large supermarket chains to take a chunk of the book business, typically offering a small number of best-selling titles at deeply discounted prices. As of 2009, 500 independent bookshops had closed since the demise of the agreement.BBC - The Money Programme, 12 February 2009 An early example of the changes in the book publishing markets following the termination of the agreement was the entry of the US-owned booksellers Borders into the British high street, following their purchase of Books Etc. However, market concentration and a demise of independent bookshops have also taken place in economies such as Germany and France where a fixed book price agreement is still in place.Kaufmann, Problems of a Fixed Book Price Agreement under European Competition Law, 1998. The loss in small business was smaller than predicted by many commentators and the number of titles published in the UK has increased despite claims to the contrary when the NBA was dissolved.Davies/Wilson, The Benefits from Competition: some illustrative UK cases , 43 f. Also, the volume of books sold in the UK has increased by about 30% between 1995 and 2006.Office of Fair Trading, An evaluation of the impact upon productivity of ending resale price maintenance on books , 42. == See also == * United States v. Apple Inc., a book price-fixing conspiracy, which also involved collusion between publishers and was also ruled illegal ==References== ==External links== *Politics and the NBA *Collapse of Net Book Agreement `within months' collapse' - UK ... *The Economist: Blood on the Bookshelves Category:Anti-competitive practices Category:Publishing in the United Kingdom Category:United Kingdom competition law Category:1900 establishments in the United Kingdom Category:1997 disestablishments in the United Kingdom Category:Price controls Category:Regulation in the United Kingdom de:Buchpreisbindung fr:Prix unique du livre",
 "title": "Net Book Agreement"
}