{
 "id": "384209",
 "text": "Play Misty for Me is a 1971 American psychological thriller film directed by and starring Clint Eastwood, his directorial debut. Jessica Walter and Donna Mills co-star. The screenplay, written by regular Eastwood collaborators Jo Heims and Dean Riesner, follows a radio disc jockey (Eastwood) being stalked by an obsessed female fan (Walter). The film was a critical and mild financial success, with Walter earning praise for her first major film role, earning a Golden Globe nomination for Best Actress in a Motion Picture – Drama. == Plot == Dave Garver is a KRML radio disc jockey who broadcasts nightly from a studio in Carmel-by-the-Sea, California, often incorporating poetry into his program. After work at his favorite bar, playing a nonsensical game involving corks and bottle caps with the barman as a device, he deliberately attracts the attention of a woman named Evelyn Draper. Dave drives her home, where she reveals that her presence in the bar was not accidental; it was she in fact who sought him out after hearing the bar mentioned on his radio show. He guesses correctly that she is the recurring caller who always requests the jazz standard \"Misty.\" The two have sex. A casual relationship begins between Dave and Evelyn. But before long, Evelyn begins to display obsessive behavior. She shows up at Dave's house uninvited, follows him to work, and calls to demand that he not leave her alone for a single minute. The final straw comes when Evelyn disrupts a business meeting, mistaking Dave's lunch companion for his date. His efforts to gently sever ties with Evelyn lead her to attempt suicide in his home by slashing her wrists. After Dave rejects her again, Evelyn breaks into his home and his housekeeper finds her vandalizing his possessions. Evelyn stabs the housekeeper (who survives but is taken to the hospital) and is subsequently committed to a psychiatric hospital. During Evelyn's incarceration, Dave rekindles a relationship with his ex-girlfriend, Tobie Williams. A few months later, Evelyn again calls the studio to request \"Misty.\" She tells Dave that she has been released from the mental hospital and is moving to Hawaii for a fresh start in life. She then quotes an Edgar Allan Poe poem, \"Annabel Lee.\" That night, while Dave is asleep, she sneaks into his house and tries to kill him with a large knife. He wakes up to see her standing over him wielding the knife, and as she screams and stabs downward, he rolls away from the descending knife (which plunges into his pillow) and he falls onto the floor; Evelyn flees, and he contacts the police. Dave tells Tobie about Evelyn and cautions her to stay away from him until the woman is caught. For her safety, she goes home. There, she meets with a girl who answered her ad for a roommate: Evelyn, using the alias Annabel. Tobie eventually realizes that Annabel is Evelyn when she sees the fresh scars on Evelyn's wrists, but before Tobie can escape, Evelyn takes her hostage. Evelyn also kills McCallum, a police detective who had come to check on Tobie. Dave makes the connection between Tobie's roommate and the quote from \"Annabel Lee.\" When he calls Tobie to warn her, Evelyn answers and says she and Tobie are waiting for him. Dave switches from a live show to taped music and rushes to the house, where he finds Tobie bound and gagged. Evelyn attacks him with the butcher knife, slashing Dave multiple times. He punches Evelyn, knocking her through the window, over a railing, down onto the rocky shore below, killing her. He and Tobie leave the house as his voice on the radio show leads into the song \"Misty.\" == Cast == * Clint Eastwood as Dave Garver * Jessica Walter as Evelyn Draper * Donna Mills as Tobie Williams * John Larch as Sgt. McCallum * Jack Ging as Frank * Irene Hervey as Madge * James McEachin as Al Monte * Clarice Taylor as Birdie * Donald Siegel as Murphy * Duke Everts as Jay Jay * Britt Lind as Angelica * Jack Kosslyn as Cabbie Jazz musicians Johnny Otis, Joe Zawinul, and Cannonball Adderley appear as themselves in scenes shot at the real-life 1970 Monterey Jazz Festival. == Production == The script was originally conceived by Jo Heims, a former model and dancer turned secretary, and was polished by Dean Riesner. The story was acquired by Ross Hunter while at Universal Pictures. Before Malpaso Productions co-founder Irving Leonard died, he and Eastwood discussed a final film, one giving Eastwood the artistic control he desired by making his directorial debut. The film was Play Misty for Me. Eastwood reflected on his new role: > After seventeen years of bouncing my head against the wall, hanging around > sets, maybe influencing certain camera set-ups with my own opinions, > watching actors go through all kinds of hell without any help, and working > with both good directors and bad ones, I'm at the point where I'm ready to > make my own pictures. I stored away all the mistakes I made and saved up all > the good things I learned, and now I know enough to control my own projects > and get what I want out of actors. The story line was originally set in Los Angeles, but at Eastwood's insistence, the film was shot in the more comfortable surroundings of the actual Carmel-by-the-Sea, where he could shoot scenes at the local radio station, bars and restaurants, and friends' houses. The idea of another love interest, with a level-headed girlfriend Tobie added to the plot, was a suggestion by Sonia Chernus, an editor who had been with Eastwood when he was initially spotted for Rawhide. Filming commenced in Monterey, California, in September 1970, and although this was Eastwood's debut as film director, Don Siegel stood by to help and also had an acting role in the film as a bartender. Frequent collaborators of Siegel's, such as cinematographer Bruce Surtees, editor Carl Pingitore, and composer Dee Barton, made up part of the filming team. Additional scenes were shot at the Monterey Jazz Festival in September 1970, featuring jazz greats Johnny Otis, Cannonball Adderley, and future Weather Report founder Joe Zawinul. The commentator mentions: \"That was the Cannonball Adderley group. They are playing at the Monterey Jazz Festival with Duke Ellington, Woody Herman, Joe Williams, and many others. Now we are gonna hear from 'The Gator Creek Organization' and 'Feeling Fine'...\" The Sardine Factory is still at the same location as in the film, at Prescott and Wave Streets, just one block up from Cannery Row in Monterey. The radio station, KRML, was an actual jazz station in Carmel, whose studios were relocated to the Eastwood Building at San Carlos and 5th, in the same building as the Hog's Breath Inn (a restaurant that Eastwood owned). After a brief dark period in 2010, the radio station returned to the air in 2011. The rights to the song \"Misty\" were obtained after Eastwood saw Erroll Garner perform at the Concord Music Festival in 1970. Eastwood also paid $2,000 for the use of the song \"The First Time Ever I Saw Your Face\" by Roberta Flack. Meticulous planning and efficient directorship by Eastwood (which would become one of his trademarks) enabled the film to be made nearly $50,000 short of its $1 million budget, and it was completed four or five days ahead of schedule. Variety reported the budget at $1,242,000. Other sources put the budget at $750,000. == Release == Play Misty for Me premiered in October 1971 at the San Francisco Film Festival and opened in six cities on October 20, 1971 before expanding in November. === Home media === Play Misty for Me was released on DVD in many territories. In the United States it was released as a Collector's Edition DVD on September 18, 2001. Extra features include a 49-minute documentary titled \"\"Play it Again: A Look Back at 'Play Misty for Me'\", a brief featurette of the relationship between Eastwood and Don Siegel, photography montage and \"Evolution of a Poster\" on the marketing and design of the one sheet. It was first released on Blu-ray Disc on November 10, 2015 by Universal Studios with most of the extra features ported over. The film was released in the United Kingdom on Blu-ray by Final Cut Ent. on July 27, 2020 with all-new alternative special features. It was released on Blu-ray in the U.S. by Kino Lorber studio classics on November 10, 2020 with a 2K master. It includes ported over special features from the previous release and a recent interview with Donna Mills and audio commentary by Film Historian Tim Lucas. == Reception == === Box office === It was a mild financial success, grossing $10.6 million at the US and Canadian box office. It grossed $133,000 in its first week from six theaters, finishing tenth for the week at the box office in the United States and Canada. === Critical response === The film has been given mostly positive reviews, with an 84% \"fresh\" rating on Rotten Tomatoes based on 37 reviews. The site's critics consensus reads, \"A coolly calculating psychological thriller that manages to scare the audience even if it is just using textbook thrills.\" Roger Ebert wrote, \"Play Misty for Me is not the artistic equal of Psycho, but in the business of collecting an audience into the palm of its hand and then squeezing hard, it is supreme.\" Critics such as Jay Cocks in Time, Andrew Sarris in the Village Voice, and Archer Winsten in the New York Post all praised Eastwood's directorial skills and the film, including his performance in the scenes with Walter. Arthur D. Murphy of Variety called it an \"often fascinating suspenser\" \"when it's not serving as an overdone travelog for the Monterey Peninsula\". He also praised the excellent casting. === Accolades === Jessica Walter was nominated for the 1972 Golden Globe Award for Best Actress – Drama, but lost to Jane Fonda for Klute. Play Misty for Me was number 26 on Bravo!'s \"30 Even Scarier Movie Moments.\" == In popular culture == In Clint Eastwood's film Dirty Harry, a cinema marquee that clearly shows the title of Play Misty for Me is visible in the very beginning of the film as Insp. Detective Harry Callahan is on his lunchbreak prior to the bank robbery which opens the movie. In Keeping Up Appearances, Rose asks Emmett to \"play Misty for me\" while being dragged out of the church while under the influence of tranquilizers. In an episode of That 70's Show, Fez takes a date to a showing of Play Misty for Me, where she thinks Evelyn is the hero. In Grand Theft Auto III, there is a mission called \"Drive Misty for Me\" where its silent protagonist Claude must drive prostitute Misty to the son of Don Salvatore Leone named Joey. The film's title is parodied in the name of a quest for the 2017 video game Fortnite: Save the World, which is \"Slay Misties for Me\". \"Misties\" refers to larger \"mist monsters\" created by an apocalyptic storm that establishes the game's plot and premise. == See also == * List of films featuring home invasions * Fatal Attraction == References == == External links == * * * Category:1971 films Category:1970s crime thriller films Category:1970s psychological thriller films Category:American crime thriller films Category:American films Category:Borderline personality disorder in fiction Category:English-language films Category:Films about psychopaths Category:Films about radio people Category:Films about stalking Category:Films directed by Clint Eastwood Category:Films set in California Category:Films shot in California Category:Films with screenplays by Jo Heims Category:Home invasions in film Category:Jazz films Category:Malpaso Productions films Category:Universal Pictures films Category:1971 directorial debut films",
 "title": "Play Misty for Me"
}