{
 "id": "384627",
 "text": "The Presidential Cup Game (also known as the Presidential Cup Bowl) was a postseason American college football bowl game played at Byrd Stadium in College Park, Maryland, on December 9, 1950, between Texas A&M; University and University of Georgia.Foldesy, Jody. \"Bowls burgeon as big business\", The Washington Times. December 21, 1997. Page A1. ==Entering the game== The Aggies, coached by Harry Stiteler, entered the contest with a 6-4 record. A&M; had posted victories over Nevada, Texas Tech, VMI, TCU, Arkansas, and SMU; while dropping contests against Oklahoma, Baylor, Rice, and Texas. The game was A&M;'s first post-season appearance since a 19-14 defeat at the hands of LSU in the 1944 Orange Bowl. Having posted records of 0-9-1 and 1-8-1 in his first two seasons in College Station, the 1950 season marked a huge turn- around for Stiteler's program. Prior to the bowl game, he reported that he was attacked and beaten by a stranger near the Shamrock Hotel in Houston, where Stiteler had been scheduled to address a group of Texas A&M; alumni. A press report stated that he did not provide details to the police. Meanwhile in Athens, Coach Wally Butts' Bulldogs had scratched out a 6-2-3 record. The Red & Black enjoyed victories over Maryland, Mississippi State, Boston College, Florida, Auburn, and Furman; fought to ties with Saint Mary's, North Carolina, and LSU; and lost 14-7 against Alabama, and 7-0 to Georgia Tech. The trip to College Park was Georgia's 7th bowl venture, and would be UGA's first December bowl outing. ==Game summary== Bob Smith opened the game with a 100-yard kickoff return for a score and added an 81-yard scoring run as A&M; jumped to a 33-0 halftime lead on five touchdowns, two by Smith and Tidwell. Smith totalled 160 yards on 20 carries for the day along with 121 yards in punt returns, 22 yards receiving and five yards passing to accumulate 301 total yards. Tidwell added his third score to make it 40-0 before Georgia managed to score 20 of their own. But it was not enough, as A&M; won in Stiteler's final game as coach.http://sports.tamu.edu/cbs/football/spec-rel/1950-presidential- cup.html ==Aftermath== Three months later, it was revealed by Stiteler admitted that he had misrepresented the facts concerning the assault. He reported that he had known his attacker and \"the affair was a personal one.\" Stiteler submitted his letter of resignation to the President of Texas A&M; upon revealing the facts concerning \"my affair in Houston.\" A&M; would not reach a bowl game for another 7 years, the 1957 Gator Bowl. The Bulldogs would not reach one again until 1959. ==See also== * List of college bowl games ==References== Presidential Cup Bowl Category:Georgia Bulldogs football bowl games Category:Texas A&M; Aggies football bowl games Category:Defunct college football bowls Category:December 1950 sports events in the United States Category:1950 in sports in Maryland",
 "title": "Presidential Cup Bowl"
}