{
 "id": "384890",
 "text": "Christoffer Gabel (6 January 1617 - 13 October 1673) was a Danish statesman. ==Biography== He was born on 6 January 1617 at Glückstadt.Bruun (2008), p.110Bricka (1891), p.512 His father, Wulbern or Waldemar Gabel, originally a cartographer and subsequently recorder of Glückstadt, was killed at the siege of the fortress there, by the German Imperial Army, in 1628. Nothing is known of Christoffer's youth, but it is certain he received a university education.Bruun (2008), p.111 Christoffer's name is first recorded in 1639, as overseer and accountant at the court of the Archbishop of Bremen, Duke Frederick. When the duke ascended the Danish throne as King Frederick III of Denmark, Gabel followed him to Copenhagen as his private secretary and man of business,Artikel: Enevælden, Danmarkshistorien.dk, Aarhus University holding great influence over the irresolute king.Bricka (1891), p.513 During the brief interval of peace between King Charles X's first and second attack upon Denmark, Gabel was employed in several secret missions to Sweden; and he took part in the intrigues which resulted in the autocratic revolution of 1660. While not the originator of the revolution, he was certainly the chief intermediary between Frederick III and the Conjoined Estates in the mysterious conspiracy which established absolutism in Denmark.Bricka (1891), p.514 His activities won the king's lifelong gratitude. He was enriched, ennobled, and in 1664 made governor of Copenhagen.Bricka (1891), p.515 From 1660 to 1670 he was regarded as the most influential figure at court,Bricka (1891), p.516 and very largely employed in financial and diplomatic affairs. During this period he carried out a pro-French foreign policy, while his domestic policy was affected by laziness and corruption.Bricka (1891), p.517 When Frederick III died, in February 1670, Gabel's power was at an end. The new ruler, Christian V did not favour him, and accusations against Gabel poured in from every quarter.Bricka (1891), p.518 When, on 18 April 1670, he was dismissed, there was no public sympathy for a man who had grown wealthy in a time of widespread poverty. He was stripped of all titles and privileges, except the financial control of the Faroe Islands. He spent his remaining time in Copenhagen, and died on 13 October 1673 and was buried in St. Peter's Church.Thiset (1893) p.141 ==Sources== *Christian Bruun, \"Gunde Rosenkrantz: Et Bidrag Til Danmarks Historie Under Frederik Den Tredie\", 2008, Google Books edition *Carl Frederik Bricka, \"Dansk biografisk Lexikon : Volume V : Faaborg - Gersdorff\", Copenhagen, 1891 Online edition *Anders Thiset, \"Danmarks Adels Aarbog : Volume X, Dansk Adelsforening, 1893 *Dansk Biografisk Leksikon Online Edition ==References== Category:1617 births Category:1673 deaths Category:17th- century Danish politicians Category:17th-century Faroese people",
 "title": "Christoffer Gabel"
}