{
 "id": "385008",
 "text": "The beautiful nuthatch (Sitta formosa) is a bird species in the family Sittidae, collectively known as nuthatches. It is a large nuthatch, measuring in length, that is not sexually dimorphic. Its coloration and markings are dramatic, the upper parts being black and azure, streaked with white and pale blue on the head and lined with the same colors on the wing feathers. The are orange, and the and are ochre. An irregular, dark highlights its eye. S. formosas ecology is not fully described, but it is known to feed on small insects and larvae found on the trunks and epiphyte-covered branches of trees in its range. Reproduction takes place from April to May; the nest is placed in the hole of an oak, rhododendron, or other large tree. The nest is made of plant material and fur in which the bird typically lays four to six eggs. Although the species is found in most of the countries making up the mainland of Southeast Asia, it appears to be rare throughout its range, its population being highly localized where it is found. The bird nests predominantly in montane forest at an altitudinal range from up to nearly , with some seasonal height adjustment, down to around in winter. Its apparent localization within its range makes rigorous estimates of its population difficult, but its habitat is threatened by deforestation and the species appears to be in decline. It has been classified as vulnerable by the International Union for Conservation of Nature. == Taxonomy == The nuthatches constitute a genus – Sitta – of small passerine birds in the family Sittidae, typified by short, compressed wings and short, square 12-feathered , a compact body, longish pointed , strong toes with long claws, and behaviorally, by their unique head- first manner of descending tree trunks. Most nuthatches have gray or bluish and a black eyestripe. Sitta is derived from the Ancient Greek name for nuthatches, , sittē. \"Nuthatch\", first recorded in 1350, is derived from \"nut\" and a word probably related to \"hack\", since these birds hack at nuts they have wedged into crevices. The genus may be further divided into seven subgenera, of which the beautiful nuthatch is placed alone in Callisitta (Bonaparte, 1850), and the species is therefore sometimes called Callisitta Formosa. The beautiful nuthatch was first described in 1843 by British zoologist Edward Blyth, from a specimen he examined in Darjeeling. Its kinship with other members of the genus is unclear. The bright blue color of its invites a comparison to the blue nuthatch (S. azurea), or other blue-tinted nuthatch species such as the velvet-fronted nuthatch (S. frontalis), yellow- billed nuthatch (S. solangiae) and the sulphur-billed nuthatch (S. oenochlamys), but its distribution being focused in the eastern Himalayas, and the uniqueness of its plumage, argues against the assumption. According to the International Ornithological Congress and ornithologist Alan P. Peterson, no subspecies have been identified. In 2014, Eric Pasquet, et al. published a phylogeny based on examination of nuclear and mitochondrial DNA of 21 nuthatch species. The position of the beautiful nuthatch within the genus was not established with certainty, having a far lower statistical association than others in the model. Nevertheless, under the findings the species appears closest evolutionarily to three clades of nuthatches: two nuthatches that prefer rocky environments, the western rock nuthatch (S. neumayer) and the eastern rock nuthatch (S. tephronota); species in the \"europaea\" group, including the Eurasian nuthatch (S. europaea), Siberian nuthatch (S. arctica), chestnut-vented nuthatch (S. nagaensis), Kashmir nuthatch (S. cashmirensis), Indian nuthatch (S. castanea), chestnut-bellied nuthatch (S. cinnamoventris) and the Burmese nuthatch (S. neglecta); as well as the white-tailed nuthatch (S. himalayensis), and therefore, the white-browed nuthatch (S. victoriae). These close relatives are generally all species that plaster the entrance to their nest with mud. == Description == Described by Erik Matthysen in his 1998 treatise The Nuthatches as a bird that \"deserves its name\", the beautiful nuthatch has highly distinctive plumage. Its upperparts are black and azure, and it is orange on the underparts. The crown and upper mantle are black, streaked with pale blue and white. The scapulars, back and rump are an azure blue. The greater and medium coverts are black, finely edged with white, forming two narrow ; the flight feathers are black and more or less lined with pale blue. The eyebrow and throat are white and buff and the eye is highlighted by an irregular, dark eyestripe. Under the wing, the white base of the contrasts sharply with gray ; a distinguishing trait when viewing the bird in flight. The iris is reddish-brown or dark brown and the bill is black but for a whitish tinge at the base of the . The lower parts are generally orange- cinnamon. The legs and feet are yellowish-brown, olive-brown or greenish- brown. There is no sexual dimorphism. Juveniles are very similar to adults, but the streaks on the mantle are blue rather than white. The primary coverts of juveniles are also more closely lined with blue, and the underparts are paler overall, especially on the chest. Adults perform a complete moult after the breeding season, whereas juveniles only have a partial moult, in which they replace a variable number of rectrices. The bird is large as compared with other members of the genus Sitta, measuring in length. The folded wing measures in males and in females. The tail is in males and in females. The measures between and and the tarsus is in length. The weight is not known. == Ecology and behavior == === Voice === S. formosa's vocalizations are not well known, but its is described as \"low and sweet in tone\". Its call is typical of nuthatches, and similar to that of the Eurasian nuthatch (Sitta europaea), but less strident. === Feeding === The beautiful nuthatch alone, in pairs or in small groups of four to five individuals, though an unusual gathering of 21 individuals was observed in one tree in Bhutan. It often takes part in mixed- species foraging flocks, and has been notably observed feeding with the Himalayan cutia (Cutia nipalensis) and the velvet-fronted nuthatch (Sitta frontalis) – two other species that prospect for food on tree trunks. Other foraging flock partners surveyed are the long-tailed broadbill (Psarisomus dalhousiae), the lesser racket-tailed drongo (Dicrurus remifer), the maroon oriole (Oriolus traillii) and the white-browed scimitar babbler (Pomatorhinus schisticeps). S. formosa forages from about the middle to the apex of tall trees, exploring the trunks and epiphyte-covered branches (lichens, mosses, orchids), for small insects, but also prospect on outermost branches. In Laos, individuals were observed feeding while perched on the larger branches of a Fokienia evergreen (Fokienia hodginsii) – a tree frequently enveloped in epiphytes. The bird has been described at times as the most timid of nuthatches. It prospects in a manner typical of many others in its genus, sometimes hanging upside down for an extended time surveying its surroundings. As compared with other nuthatch, the species has been described as working \"unhurriedly\", as they peck at trunks, lichen and other epiphytes, searching for prey. Stomach contents of collected Chinese specimens consisted of beetles and insect larvae. === Breeding === Reproduction in the species has not been well studied. In the northeast of India, the breeding season is from April to May. The nest is placed off the ground, between two and eight meters high, and is often built in a hole of a (living or dead) oak or rhododendron tree, or sometimes in other large trees. Nests are constructed using leaves and bark, held together with hair, often that of bamboo rats. If the opening of the hole is too large, it is cemented with mud to reduce the entrance size. The bird usually lays four to six white eggs, speckled with red spots, that measure . Beautiful nuthatch sexes are reported to share equally in nest building and duties. == Distribution and habitat == thumb|left|In natural habitat in Bhutan thumb|A beautiful nuthatch at Eagle Nest sanctuary, India. This species lives in the eastern Himalayas, and has been reported in several scattered sites across Southeast Asia, in the northwest of Vietnam and in central Laos. Its range stretches west into the northeast of India, where it was reported seen near Darjeeling in West Bengal, but not since 1933. It is present in Bhutan, and in the Indian states of Sikkim (in the town of Rangpo), in Meghalaya (in the Khasi Hills), in Assam (in the Dima Hasao district), in the south of Arunachal Pradesh, and in Manipur and Nagaland. Its presence in Bangladesh is uncertain but it is found further east in the north of Burma, in Chin State (in the Chin Hills–Arakan Yoma montane forests), the Sagaing Region, in Kachin State and in Shan State. Data on the bird from Laos is erratic, but there are reports of sightings north of Phou Kobo, and of large numbers of the species wintering in the center of the country in the pristine wilderness of Nakai–Nam Theun. There are also reports of sightings in the southeast of China’s Yunnan province, in northern Thailand and in northwestern Vietnam. Its residential and breeding range is estimated to cover . Beautiful nuthatches typically inhabit both the interior and outskirts of evergreen or semi-evergreen montane forest, though in northern Burma they have been recorded nesting in trees scattered across open areas. In central Laos, the bird was found associated with the Fokienia evergreen. They usually live at altitudes of and up to nearly during the warm seasons but may make seasonal vertical migration. In India, for example, the species spends the summer between and , but was observed during winter at just in Sikkim and in northeastern Arunachal Pradesh at and between and . In Burma, they were observed at between and , in China between and , in Laos between and and in Thailand, the only observation of the species was at a height of . == Threats and protection== The beautiful nuthatch has always been rare and very localized throughout its distribution, perhaps due to very specific ecological requirements, though this has been questioned as not in keeping with the diversity of habitats in which S. formosa has been observed. Although the species is less threatened at high elevations, its habitat has been reduced by deforestation, due to logging and forest clearance to make way for human habitation. In the center of Laos and northern Vietnam, Fokienia trees, which are a known beautiful nuthatch foraging source and nesting site, are harvested for their high commercial value. Research conducted in 2001 indicated a population comprising 2,500 to 10,000 adults, and between 3,500 and 15,000 total individuals; these numbers are in decline. The species has been classified as vulnerable by the International Union for Conservation of Nature (IUCN). == Footnotes == == Citations == == Bibliography == * * == External links == * Oriental Bird Images: Beautiful Nuthatch, selected images Category:Nuthatches nuthatch, beautiful nuthatch, beautiful nuthatch, beautiful nuthatch, beautiful Category:Birds described in 1843 Category:Taxa named by Edward Blyth",
 "title": "Beautiful nuthatch"
}