{
 "id": "385158",
 "text": "The Independent Democratic Serb Party (, SDSS) is a social-democratic political party in Croatia representing the interests of the Croatian Serbs. It holds, progressive, pro-European stances and is generally considered a centre-left party. == History == It was formed in 1997 and led by Vojislav Stanimirović. In the 2003 Croatian parliamentary election, it beat its main rival, the Serb People's Party (SNS), taking all three seats reserved for Serb representatives in the Croatian parliament.Nastanak i razvoj, SDSS official website After the elections, the Independent Democratic Serb Party made an agreement with the winning Croatian Democratic Union led by Ivo Sanader in which they agreed on fulfilling several Independent Democratic Serb Party demands such as refugee return, strengthening of national equality, judicial reform and cooperation with neighbouring countries. In the 2007 Croatian parliamentary election, they retained their three seats in the Parliament of Croatia. In the Cabinet of Ivo Sanader II, their member Slobodan Uzelac received the position of vice-president of government. In the 2011 Croatian parliamentary election, they again won all three seats for Serb minority lists in the Parliament. In the 2015 and 2016 Croatian parliamentary elections, the SDSS also held all of 3 Serb national minority seats in the Croatian Parliament, continuing to support the HDZ-led government of Croatia. The party participated in 2019 European Parliament election in Croatia, winning 2.66% of votes. After the 2020 parliamentary election, SDSS member Boris Milošević received the position of Deputy Prime Minister of Croatia, in charge of social affairs and human and minority rights, within the Second Cabinet of Andrej Plenković, representing national minorities in Croatia. == Electoral performances == === Croatian Parliament === {| class=\"wikitable\" style=\"text- align:center\" |+ Croatian Parliament ! Year ! % of popular vote ! Overall seats won ! District XII ! District XII (Serb seats) ! Government |- ! 2003 |1.9% | | | | |- ! 2007 |2.0% | | | | |- ! 2011 |2.0% | | | | |- ! 2015 |2.0% | | | | |- ! 2016 |2.0% | | | | |- ! 2020 |2.0% | | | | |} === European Parliament === For the 2014 European Parliament election, the Independent Democratic Serb Party joined the centre-left SDP-led Kukuriku coalition. The coalition eventually won 4 out of 11 Croatian seats in European Parliament, with SDSS received no seat. In 2019 the Independent Democratic Serb Party ran independently for the first time in a European Parliament election. Although there were speculations that the SDSS might leave the ruling coalition with HDZ, its leader Milorad Pupovac confirmed that the SDSS will remain a part it, following a meeting with Prime Minister Andrej Plenković. Campaign was marked by SDSS jumbo posters with inscription \"Do you know what it is like to be a Serb in Croatia?\" in which a word Serb was written in Serbian Cyrillic (). University of Zagreb professor Dejan Jović was second on the list, just behind party leader Milorad Pupovac. As it was expected by campaign leaders, the jumbo posters were target of widespread nationalist vandalism and destruction which underlined the issue of ethnic intolerance and discrimination. == Party presidents == {| class=\"wikitable\" style=\"text-align:center\" |- ! colspan=2| ! colspan=\"2\"| President ! Birth–Death ! Term start ! Term end |- ! 1 ! style=\"background:;\"| | Vojislav Stanimirović ||80px || 1953– || 5 March 1997 || 2 July 2017 |- ! 2 ! style=\"background:;\"| | Milorad Pupovac || 80px || 1955– || 2 July 2017 || Incumbent |} == Party platform == The SDSS defines itself as a democratic party of liberal and social-democratic orientation but also as a Serb national party. Political goals include: #Refugee return, especially of Serbs, which its represent in parliament; finishing renewal of war damaged areas #The right to buy earlier state-owned flats, under earlier legislation (before peaceful reintegration of Croatian Podunavlje, when deadline for buying state-owned flats ended) #State protection and securing of existing rights of national minorities, especially Serbs in Croatia #Cultural and educational autonomy of Serbs in Croatia, through use of Serbian language and writings, use of Serbian national symbols, education in Serbian, foundation of Serb organizations in education and culture, foundation of Serbian information media and the maintaining of Serbian traditions and customs #Professionalization of the armed forces #Regionalism and decentralization #Croatian integration into the EU and developing relations with Serbia == See also == * Novi Plamen, some of the party leaders are members of its Advisory Board * Novosti, weekly magazine published by the Serb National Council (SNV) == References == Category:1997 establishments in Croatia Category:Anti-fascism in Croatia Category:Anti- fascist organizations Category:Political parties established in 1997 Category:Pro-European political parties in Croatia Category:Serb political parties in Croatia Category:Social democratic parties in Croatia Category:Vukovar",
 "title": "Independent Democratic Serb Party"
}