{
 "id": "385313",
 "text": "Crystal Palace Football Club is a professional football club based in Selhurst in the Borough of Croydon, South London, England, who currently compete in the Premier League, the highest level of English football. Although formally created as a professional outfit in 1905, the club's origins can be traced as far back as 1861, when an amateur Crystal Palace football team was established at the Crystal Palace Exhibition building, which has led to claims by the club that Crystal Palace should be recognised as the oldest professional football club in the world, after historians discovered a direct lineage through their ownership under the same Crystal Palace Company.Palace at the Palace. Peter Manning 2018.The Origin of Crystal Palace FC, Volume I. Steve Martyniuk 2016. Both the amateur and professional clubs played inside the grounds of the Palace, with the professional club using the FA Cup Final stadium for its home games until 1915, when they were forced to leave due to the outbreak of the First World War. In 1924, they moved to their current home at Selhurst Park. The amateur club became one of the original founder members of the Football Association in 1863Bell’s Life in London and Sporting Chronicle 12 December 1863 and competed in the first ever FA Cup competition in 1871–72, reaching the semi-finals where they lost to the Royal Engineers.Bell's Life in London and Sporting Chronicle 24 February 1872 They played in the FA Cup over the next four seasons, but disappeared from historical records after a match against Barnes F.C. on 18 December 1875. Shortly after Crystal Palace returned to existence in 1905 as a professional club, they applied for election to the Football League, but were rejected and instead played in the Southern League. Palace did eventually join the Football League in 1920, and have overall spent the majority of their league history competing in the top two tiers of English football. Since 1964, they have only dropped below the second tier once, for three seasons between 1974 and 1977. During their period in the top flight in the late 1980s and early 1990s, the club achieved their highest ever league finish of third place in the old First Division, now known as the Premier League, in the 1990–91 season. Palace were unfortunate to miss out on qualification for the UEFA Cup at the end of that season due to the limited number of European places available to English clubs after the lifting of the UEFA ban caused by the Heysel Stadium disaster. It was also during this period that Palace reached the 1990 FA Cup Final losing to Manchester United after a replay, and they became founder members of the Premier League in 1992. Following their relegation from the Premier League in 1998, Palace went into decline after suffering financial problems which resulted in the club going into administration twice in 1999 and 2010, but they recovered and returned to the Premier League in 2013 where they have remained ever since, and reached another FA Cup final in 2016, again finishing runners-up to Manchester United. The club's kit colours were claret and blue until 1973, when they changed to the red and blue vertical stripes worn today. Palace have a long-standing and fierce rivalry with Brighton & Hove Albion, with whom they contest the M23 derby, and also share rivalries with fellow South London clubs Millwall and Charlton Athletic. ==History== ===The Exhibition Palace and original amateur club (1854–1905)=== In 1854, the Crystal Palace Exhibition building had been relocated from Hyde Park, London and rebuilt in an area of South London next to Sydenham Hill. This area was renamed Crystal Palace which included the Crystal Palace Park that surrounded the site where various sports facilities were built. The Crystal Palace Company who owned the exhibition building founded the Crystal Palace Club in 1857 to play cricket before turning their attention to football. It had been lobbied by existing members of the cricket club to provide a continuation of sporting activities during the winter months. The company formed an amateur Crystal Palace football club in 1861. All of the football club’s management-committee and most of its original players were previously members of the cricket club,The Spectator, 18 April 1857 and they shared the same pitch within the Crystal Palace Park. The amateur club became one of the original founder members of the Football Association in 1863 and competed in the first ever FA Cup competition in 1871–72, reaching the semi-finals where they lost to the Royal Engineers. They played in the FA Cup over the next four seasons, but disappeared from historical records after a match against Barnes F.C. on 18 December 1875. In 1895, the Football Association found a new permanent venue for the FA Cup Final at the sports stadium situated inside the Palace grounds. Some years later the Crystal Palace Company, who were reliant on tourist activity for their income, sought fresh attractions for the venue, and decided to form a new professional football club to play at the stadium.Matthews, p. 11–13 The owners wanted a club to play there and tap into the vast crowd potential of the area. ===Birth of the professional club and playing at the FA Cup Final venue (1905–20)=== The professional Crystal Palace football club was formed on 10 September 1905 under the guidance of Aston Villa assistant secretary Edmund Goodman. The club applied for election to the Football League, but were rejected and instead found itself in the Southern League Second Division for the 1905–06 season. Palace were successful in their inaugural season achieving promotion to the First Division, crowned as champions. They also played in the mid-week United Counties League, finishing runners-up to Watford, and it was in this competition that the club played their first match, winning 3–0 away to New Brompton.King, p. 10 Palace remained in the Southern League up until 1914, their one highlight the 1907 shock First Round victory over Newcastle United in the FA Cup. The outbreak of the First World War led to the Admiralty requisitioning the Crystal Palace and its grounds, which meant the club was forced to leave and they moved to the home of nearby West Norwood F.C. at Herne Hill Velodrome. Three years later they moved again to the Nest due to the folding of Croydon Common F.C. ====1913 attempted FA Cup Final bombing==== The Palace stadium was almost destroyed in an attempted terrorist bombing of the 1913 FA Cup Final, when the suffragettes of the Women's Social and Political Union plotted to blow up the stands. This was known as the suffragette bombing and arson campaign, in which the suffragettes carried out a series of politically-motivated bombing and arson attacks nationwide as part of their campaign for women's suffrage. ===Into the Football League (1920–58)=== The club became founder members of the new Football League Third Division in the 1920–21 season, finishing as champions and gaining promotion to the Second Division. This achievement meant they joined Preston North End, Small Heath, Liverpool, and Bury as the only clubs to win a championship in their first season as a league club. Palace then moved to a new stadium Selhurst Park in 1924, where the club still play their home games today.King, pp. 15–19 The opening fixture at Selhurst Park was against The Wednesday, with Palace losing 0–1 in front of a crowd of 25,000. Finishing in twenty-first position, the club were relegated to the Third Division South. Before the Second World War, Palace made good efforts at promotion, mostly finishing in the top half of the table and were runners-up on three occasions. During the war years, the Football League was suspended, and the club won two Wartime Leagues. After the war, Palace were less successful in the league, their highest position being seventh, and conversely on three occasions the club had to apply for re-election. ===Historic Real Madrid visit and promotion to the top flight (1958–73)=== The club remained in the Third Division South up until the end of the 1957–58 season, after which the league was restructured with clubs in the bottom half of the Third Division South merging with those in the bottom half of the Third Division North to form a new Fourth Division. Palace had finished fourteenth – just below the cut – and therefore found itself in the basement of English football. Their stay was only brief. Palace chairman Arthur Wait appointed the ex-Tottenham manager Arthur Rowe in April 1960, and his exciting style of football was a joy to watch for the Palace fans. The 1960–61 season saw Palace gain promotion and they also achieved distinction in 1962 when they played the great Real Madrid team of that era in an historic friendly match. This was the first time that the Spanish giants had ever played a match in London and was only two weeks before they were due to play Benfica in the European Cup final. A full strength Madrid team beat Palace 4–3. Although Rowe resigned due to health reasons towards the end of 1962, the promotion proved a turning point in the club's history. Dick Graham and then Bert Head guided Palace to successive promotions in 1963–64 and 1968–69, taking the club through the Second Division and into the heights of the First Division.King, pp. 32–7 Palace stayed in the top flight from 1969 until 1973, and achieved some memorable results, arguably the best was a 5–0 home win against Manchester United in the 1972–73 season. Arthur Wait stepped down as chairman during that season and was replaced by Raymond Bloye who appointed Malcolm Allison as manager in March 1973, with Bert Head moving upstairs to become general manager. Unfortunately the managerial change came too late to save the club from relegation back to the Second Division. ===Bouncing between the divisions (1973–84)=== After the disappointment of relegation, worse was to follow for the club. Under the management of Allison, Palace were immediately relegated again and were back in Division Three for the 1974–75 season. It was also under Allison that the club changed its nickname from \"The Glaziers\" to \"The Eagles\", and ended its association with claret and blue kit colours by changing to the red and blue vertical stripes worn today. Palace enjoyed a run to the semi-finals of the 1975–76 FA Cup, beating Leeds and Chelsea along the way. Allison resigned at the end of the 1975–76 season after failing to get the club out of the third tier, and it was under Terry Venables' management that Palace moved back up to the top flight with promotions in 1976–77 and 1978–79; the latter saw the club crowned as Division Two champions. That team from 1979 was dubbed \"The Team of the Eighties\", due to the fact it included a number of very talented young players who had emerged from the youth team which won the FA Youth Cup in 1976–77 and 1977–78, and they were briefly top of the whole Football League in the early part of the 1979–80 season. However financial difficulties suffered by the club caused the break-up of that group of players, and this ultimately led to Palace being unable to maintain its position in the top flight. Palace were relegated from the First Division in 1980–81, coinciding with Ron Noades' takeover of the club. They struggled back in the second tier, and Noades even appointed the ex-Brighton manager Alan Mullery, which was very unpopular with the Palace fans. ===Steve Coppell years (1984–93)=== On 4 June 1984, former Manchester United and England player Steve Coppell who had recently retired from the game due to injury was appointed as manager, and he rebuilt the club steadily over the next few years which resulted in the Eagles achieving promotion back to the top flight via the play-offs in 1988–89. Palace followed this up by reaching the 1990 FA Cup Final, drawing 3–3 with Manchester United after extra-time in the first match but losing the replay 0–1. The club were able to build on this success and the 1990–91 season saw them achieve their highest ever league finish of third place in the top flight. Palace were unfortunate to miss out on a European place at the end of that season partly due to the UEFA ban on English clubs caused by the Heysel Stadium disaster. Though by that time the ban had been lifted, it resulted in England being unranked in the UEFA coefficient rankings used that season, which meant the English top flight was only entitled to one European place in the UEFA Cup, and this went to the runners-up Liverpool. The club also returned to Wembley and won the Full Members Cup beating Everton 4–1 after extra-time in the final. During the following season star striker Ian Wright left the club to join Arsenal. Palace finished tenth, allowing the club to become a founding member of the Premier League in 1992–93.King, p. 39–48 The club sold Mark Bright to Sheffield Wednesday, but failed to rebuild the squad adequately, and they struggled to score goals throughout the season. Palace were relegated with a total of 49 points, which is still a Premier League record for the highest number of points for a relegated club. Coppell resigned and Alan Smith, his assistant at the club, took over as manager. ===The yo-yo years (1993–98)=== Alan Smith's first season as manager saw Palace win the First Division title and gain promotion back to the Premier League.King, p. 48 Their stay on this occasion proved both eventful and controversial. On 25 January 1995, Palace played Manchester United at Selhurst Park in which United forward Eric Cantona was sent off. He was taunted by Palace fan Matthew Simmons, and retaliated with a flying kick. Cantona was sentenced to two weeks in jail, reduced to 120 hours community service on appeal. Simmons was immediately banned from Selhurst Park, and later found guilty on two charges of threatening Cantona. More was to follow in March, when Palace striker Chris Armstrong was suspended by the FA for failing a drugs test. On the field, Smith guided the club to the semi- finals of both the FA Cup and the League Cup, but league form was inconsistent and Palace once again found themselves relegated, finishing fourth from bottom as the Premier League was reduced from 22 to 20 clubs.King, p. 50 Smith left the club and Steve Coppell returned as technical director in the summer of 1995, and through a combination of the first-team coaching of Ray Lewington and latterly Dave Bassett's managership Palace reached the play-offs. They lost the 1996 First Division play-off final in dramatic fashion when Steve Claridge scored in the last minute of extra-time for Leicester City to win 2–1. The following season saw Coppell take charge as first-team manager when Bassett departed for Nottingham Forest in early 1997. The club was successful in the play-offs at the second time of asking when they defeated Sheffield United 1–0 in the final at Wembley.King, pp. 51–2 This stay in the Premier League was no more successful than the previous two, and in true yo-yo club fashion Palace were relegated back to the First Division at the end of the 1997–98 season. The club also had a new owner when recruitment tycoon Mark Goldberg completed his takeover in June 1998.Dyer, Ken. \"Goldberg Finally Seals Palace Deal.\" Evening Standard: 71. 5 June 1998. ProQuest. Web. 30 May 2013. ===Financial crisis (1998–2010)=== Terry Venables returned to Palace for a second spell as manager and the club competed in European competition during the summer when they played in the UEFA Intertoto Cup. Palace then went into administration in 1999, when owner Mark Goldberg was unable to sustain his financial backing of the club. Venables left and Steve Coppell took over again as manager. The club emerged from administration under the ownership of Simon Jordan, and Coppell was replaced as manager by Alan Smith for a second time. Palace were almost relegated to the third tier in Jordan's first season, in 2000–01. Smith was sacked in April and long-serving coach Steve Kember took over as caretaker manager and he managed to win the two remaining fixtures that would guarantee Palace survival, with Dougie Freedman scoring the winner in the 87th minute on the final day of the season, securing a 1–0 victory over Stockport County. Former Manchester United captain Steve Bruce was appointed manager for the 2001–02 season. A good start to the season gave Palace hope for a promotion challenge, but Bruce attempted to walk out on the club after just four months in charge following an approach from Birmingham City to become their new manager.Stewart, Colin. \"Bruce Left in Limbo as Palace Turn Down Resignation.\" The Scotsman: 3. 3 November 2001. ProQuest. Web. 31 May 2013. Archived on 3 June 2013. After a short spell on gardening leave, Bruce was eventually allowed to join Birmingham, and was succeeded by Trevor Francis, who had been his predecessor at the Midlands club. Under Francis, Palace finished mid-table for two successive seasons, but he was then sacked, and replaced by Steve Kember, who became permanent manager.Bright, Richard. \"Palace Turn to Kember as Manager.\" The Daily Telegraph: 05. 24 May 2003. ProQuest. Web. 31 May 2013 The club won their opening three games of the 2003–04 season under Kember, which put them at the top of the table, but he was sacked in November after a terrible loss of form saw Palace slip towards the relegation zone. Former Palace striker Iain Dowie was appointed manager and guided the club to the play-off final, securing promotion with a 1–0 victory over West Ham. Again Palace could not maintain their place in the top tier and were relegated on the last day of the season after drawing at local rivals Charlton Athletic. Following that relegation, Simon Jordan was unable to put the club on a sound financial footing over the next few years, and in January 2010, Palace were once again placed in administration, this time by a creditor. Due to the Football League's regulations, the club were deducted ten points, and the administrators were forced to sell key players including Victor Moses and José Fonte. Neil Warnock had also departed as manager in the early part of 2010. He had been appointed in 2007, replacing the former Palace favourite Peter Taylor who had a brief spell as manager. Paul Hart took over as caretaker manager for the final weeks of the season. Survival in the Championship was only secured on the final day of the season after a memorable 2–2 draw at Sheffield Wednesday, which was itself relegated as a result. During the close of that season, CPFC 2010, a consortium consisting of several wealthy fans, successfully negotiated the purchase of the club. They were led by Steve Parish, the vocal representative for the consortium of four that also included Stephen Browett, Jeremy Hosking and Martin Long. Crucially, the consortium also secured the freehold of Selhurst Park, and paid tribute to a fans' campaign which helped pressure Lloyds Bank into selling the ground back to the club. ===Established back in the Premier League (2010–present)=== The CPFC 2010 consortium swiftly installed George Burley as the new Palace manager. However a poor start to the following season saw the club hovering around the bottom of the table by December. On 1 January 2011, after a 0–3 defeat to Millwall, Burley was sacked and his assistant Dougie Freedman named caretaker manager. Just over a week later Freedman was appointed manager on a full-time basis. Palace moved up the table and by securing a 1–1 draw at Hull City on 30 April, the club was safe from relegation with one game of the season left. After another year and a half as manager, Freedman departed to manage Bolton Wanderers on 23 October 2012. In November 2012, Ian Holloway became the new Palace manager. He guided the club back to the Premier League after an eight-year absence by defeating Watford 1–0 in the Championship play- off final at the new Wembley, but resigned in October 2013. Following a brief spell under Tony Pulis, and an unsuccessful second tenure for Neil Warnock, former Palace player Alan Pardew was confirmed as the new manager in January 2015. In his first full season, Pardew led the club to the 2016 FA Cup Final, their first for 26 years. Palace met Manchester United who they had lost to in the 1990 final, and the Eagles suffered disappointment again losing 1–2 after extra-time. In December 2016, Pardew was sacked and replaced by Sam Allardyce, who kept the club in the Premier League, but resigned unexpectedly at the end of the season. On 26 June 2017, Palace appointed Frank de Boer as their first ever permanent foreign manager. He was dismissed after only 77 days in charge, with the club having lost their first four league games at the start of the 2017–18 season while failing to score in any of them. Former England manager Roy Hodgson was appointed as the club's new manager the next day. Palace finished in eleventh place in the Premier League in Hodgson's first season, twelfth in the 2018–19 season and fourteenth the following season. On 18 May 2021, the club announced Hodgson would be leaving at the end of the 2020–21 season, upon the expiration of his contract. He achieved a fourteenth place finish in his last season at the club. On 4 July 2021, Palace appointed the former Arsenal player Patrick Vieira as their new manager on a three-year contract. ==Colours and crest== The original amateur club wore blue and white hooped shirts with blue shorts, although there were variations on this, it is thought their first ever kit in 1861 was light blue and white halves. When the professional Crystal Palace club was created in 1905, its choice of colours were originally claret and blue shirts paired with white shorts and socks tending to be claret. This was a result of the important role in the club's formation played by Edmund Goodman, an Aston Villa employee who later became Palace manager. The club kept to this formula fairly consistently until 1938, when they decided to abandon the claret and blue and adopt white shirts and black shorts with matching socks. They returned to claret and blue from 1949 to 1954, but in 1955 the club reverted to white and black, using claret and blue trim. There were variations on this theme until 1963 when the club adopted the away strip of yellow shirts as its home colours. In 1964, the club changed to an all-white strip modelled on Real Madrid whom Palace had played recently in a friendly, before they returned to claret and blue jerseys with white shorts in 1966. The club continued with variations on this theme up until Malcolm Allison's arrival as manager in 1973. Allison overhauled the club's image, adopting red and blue vertical stripes for colours and kit, inspired by FC Barcelona. Palace have played in variations of red and blue ever since, bar the centenary season of 2005 which saw them wear a version of their 1971–72 claret, blue and white kit. thumb|right|Pete the Eagle – The club's mascot (2016). The club were relatively late in establishing a crest. Although the initials were embroidered onto the shirt from the 1935–36 season, a crest featuring the façade of The Crystal Palace did not appear until 1955. This crest disappeared from the shirt in 1964, and the team's name appeared embroidered on shirts between 1967 and 1972. A round badge was then adopted in 1972, with the club's initials and nickname \"The Glaziers\" before Allison changed this too. The club's nickname became \"The Eagles\", inspired by Portuguese club Benfica, with the badge showing the image of an eagle holding a ball. This emblem remained until 1987 when the club married the eagle with the Crystal Palace façade, and although updated in 1996 and again in 2012, the crest retains these features. From mid-2010 to 2020, the club made use of an American bald eagle, called Kayla, as the club mascot, with the bird flying from one end of the stadium to the other at every home game. The bird died in June 2020. ===Kit manufacturers and sponsors=== Since 2018, Crystal Palace's kit has been manufactured by Puma. Previous manufacturers include Umbro (1975–77), Admiral (1977–80, 1987–88, 2003–04), Adidas (1980–83, 1996–99), Hummel (1984–87), Bukta (1988–92), Ribero (1992–94) Nutmeg (1994–96), TFG Sports (1999–2001) Le Coq Sportif (2001–03), Diadora (2004–07), Errea (2007–09), Nike (2009–12), Avec (2012–14), and Macron (2014–18). The club's shirts are currently sponsored by W88, and have previously been sponsored by Red Rose (1983–84), Top Score (1985–86), AVR (1986–87), Andrew Copeland (1987–88), Fly Virgin (1988–91), Tulip Computers (1991–93), TDK (1993–99), Churchill Insurance (2000–06), GAC Logistics (2006–14), Neteller (2014–15), Mansion.com (2015–17) and ManBetX (2017–20). The club signed its first sleeve sponsor with All Football, a Chinese football-based social media application, in 2017. ==Stadium== In 1905, the Crystal Palace Company who owned the FA Cup Final venue situated inside the grounds of The Crystal Palace, wanted a professional club to play there and tap into the vast crowd potential of the area. They formed a new professional Crystal Palace football club to play at the stadium.King, p. 62 When the First World War broke out, the Palace and grounds were seized by the armed forces, and in 1915 the club were forced to move by the Admiralty. They found a temporary base at the Herne Hill Velodrome. Although other clubs had offered the use of their ground to Palace, the club felt it best to remain as close to their natural catchment area as possible.King, p. 63 When Croydon Common F.C. were wound up in 1917, the club took over their old stadium located at the Nest,King, p. 64 but in 1919 they began the purchase of the land on which they would eventually build Selhurst Park, their current home.Matthews, pp.29–30 The renowned stadium architect Archibald Leitch was employed to draw up plans, and the construction of Selhurst Park was completed in time for the 1924–25 season. The stadium remained relatively unchanged, with only the introduction of floodlights and some maintenance improvements until 1969, when the Arthur Wait Stand was built. The Main Stand became all-seater in 1979 and more work followed in the early 1980s when the Whitehorse Lane End was redeveloped to allow for a Sainsbury's supermarket, club offices and a club shop. The Arthur Wait Stand became all-seater in 1990, and in 1994 the Holmesdale Terrace was replaced with a new two tier stand. Selhurst Park's record attendance was set in 1979, with an official total of 51,482.King p. 67–71 After all the redevelopments to the ground and safety requirements due to the Taylor Report, the ground's current capacity is 26,309. In 2011, proposals were put forward to move the club back to their original home at the Crystal Palace National Stadium, but after the club gained promotion to the Premier League in 2013, there has been a renewed focus on redeveloping Selhurst Park into a 40,000 seater stadium. Revised plans for a new 13,500-seater Main Stand (extending overall stadium capacity to 34,000) were approved at a Croydon Council meeting on 19 April 2018. ==Supporters== thumb|The Holmesdale Fanatics passionate home support. Crystal Palace have a fan base predominantly from the local area which draws on South London, Kent, and Surrey. Their original home at The Crystal Palace was on the boundary with Kent, while Selhurst Park was within Surrey's borders until the London Government Act 1963 saw Greater London encompass Croydon. The club's passionate support at home games emanates from the Holmesdale Road Stand, in which the ultras group the Holmesdale Fanatics have been based since 2005. The fans have established at least two other supporters groups. The Palace Independent Supporters' Association was set up to raise supporter concerns with the club, while the Crystal Palace Supporters' Trust was originally established to enable fans to purchase the club during the administration of 2000 and remains in existence today. A number of fanzines have been produced by the supporters over the years. Eagle Eye was launched in 1987 and ran until 1994, with a number of contributors producing the replacement Palace Echo in 1995, which ran until 2007. The Eastern Eagles, So Glad You're Mine and One More Point were also published by fans in the 1990s. When One More Point ceased publication, Five Year Plan was launched in its place, and maintains an online presence. Supporters also engage in debate on two internet forums, The BBS and Holmesdale.net which the club use as channels to communicate with the fans. Due to the fact Palace are a London club means they compete against a number of other local clubs for the attention of supporters, but it does have a recognisably large catchment area of 900,000. When the new owners took control in 2010, they sought the fans' input into future decisions. They consulted on a new badge design, and when their chosen designs were rejected, the club instead opted for a design based on a fans' idea from an internet forum. The club have strengthened their ties with the local community, and through the Crystal Palace F.C. Foundation, they work with the local London Boroughs of Croydon, Bromley and Sutton to provide sports and educational programmes which they also hope will continue to develop their supporter and geographical base. The Foundation's work was recognised by the Football League in August 2009 with their Silver Standard Community Scheme Award. The club also enjoys a sizeable celebrity support. Kevin Day and Jo Brand host an annual comedy night for Comic Relief and the Palace Academy, and fellow comedians Eddie Izzard and Mark Steel are also staunch Palace fans. The actor Neil Morrissey developed Palace Ale, a beer on sale in the ground, while actor Bill Nighy is patron of the Crystal Palace Children's Charity (CPSCC). Radio DJ David Jensen is chairman of the Crystal Palace Vice Presidents Club, and acted as spokesman for the CPFC 2010 consortium during their takeover bid for the club. Actor, writer and producer John Salthouse was on the books of Palace as a player from 1968 to 1970 under the name of John Lewis, and was also a mascot for the club as a child. He incorporated the club into his role as Tony in Abigail's Party. The television presenter Susanna Reid revealed her love of Palace while taking part in Strictly Come Dancing, and visited Selhurst Park for inspiration.Strictly Come Dancing, broadcast BBC1 12 October 2013 ===Rivalries=== Due to their location in the capital, Crystal Palace are involved in a number of local derbies, mostly across South London. They enjoy rivalries with both Millwall and former tenants Charlton Athletic. The club have a long-standing and fierce rivalry with Brighton & Hove Albion which developed after Palace's relegation to the Third Division in 1974, reaching its height when the two teams were drawn together in the first round of the 1976–77 FA Cup. The tie went to two replays, but the second replay ended in controversy after referee Ron Challis ordered a successful Brighton penalty to be retaken because of Palace player encroachment. The retake was saved, Palace won the tie 1–0 and a fierce rivalry was born. ==Ownership== The Crystal Palace Company formed both the amateur and professional clubs. The first chairman of the professional Crystal Palace club was Sydney Bourne who was found by club secretary Edmund Goodman after he had examined records of FA Cup Final ticket purchasers. Goodman noted his name as one that had bought a number of tickets every year, and so met with Bourne and found him very agreeable to the idea of the new club. Bourne was invited onto the board of directors and elected chairman at the club's first ever meeting. He remained chairman until his death in 1930.King, pp. 8–23 After Bourne's death, there were a number of short-term chairmanship appointments: Louis Bellatti (1930-35), R.S. Flew (1935), Carey Burnett (1935-36), E.T. Truett (1936-1939), before Percy Harper's reign (1939-50). Local builder Arthur Wait established a consortium of seven other businessmen to purchase the club in 1949, and took over from Harper in 1950, initially rotating the chairmanship. In 1958, Wait became the permanent chairman, lasting until 1972 when Raymond Bloye took over.\"New chairman ends freeze at Palace.\" Times [London, England] 27 October 1972: 10. The Times Digital Archive. Web. 29 May 2013.\"New Man Bloye Kills 'Moneybags' Tag\", Croydon Advertiser, 27 October 1972, p.58 \"Twenty two years ago ... seven men formed a board ... (n)ow the last of the seven, Arthur Wait, steps (down)\" Bloye's ownership lasted until 26 January 1981, when property developer Ron Noades and his consortium took control of the club. Noades eventually sold the club to Mark Goldberg on 5 June 1998, becoming the second longest serving Palace chairman behind Sydney Bourne. However, Noades did maintain ownership of Selhurst Park, leasing it to the club to use. Goldberg's tenure of the club was not a success and Palace entered administration in March 1999. Although the fans established a group called the Crystal Palace Supporters' Trust in a bid to gain control of the club, millionaire and lifelong fan Simon Jordan negotiated a deal with creditors and the administrator, and a new company, CPFC 2000 took control. This company entered administration in January 2010, and it was not until June of that year that a takeover was completed by a consortium of four wealthy fans known as CPFC 2010.King, pp. 42–60 CPFC 2010 was established by a consortium of four businessmen, Steve Parish, Martin Long, Stephen Browett and Jeremy Hosking, with each owning a 25% share of the company. The four successfully negotiated a takeover with the administrator Brendan Guilfoyle from the P&A; Partnership and a company voluntary arrangement was formally accepted by company creditors on 20 August 2010. The consortium also purchased back Selhurst Park from Lloyds Bank after a demonstration by fans put pressure on the bank to agree terms. On 18 December 2015, it was announced that a new deal had been signed with American investors Josh Harris and David Blitzer. The club stated that Steve Parish would continue as chairman alongside Harris and Blitzer as general partners in a new structure, and that Browett, Long and Hosking would also retain a substantial investment. The company accounts later showed that the ownership figures were: Steve Parish 18%, Steve Browett 5%, Jeremy Hosking 5% and Martin Long 2.5% with the remainder being owned by Palace Holdco LP (a limited partnership registered in Delaware) 67.5% and Palace Parallel LLC (a company also registered in Delaware) 1.5%. Both Palace Holdco and Palace Parallel have 180 preference shares each. As the Delaware companies do not have to reveal their owners, the exact ownership of the club is therefore unknown, but Steve Parish did confirm that each of Harris and Blitzer had an 18% share to match his own. In August 2021, John Textor, another American investor, joined as a fourth partner with an investment of £87.5 million for 40% ownership of the club. ==Statistics and records== Jim Cannon holds the record for the most Crystal Palace appearances in all competitions, having played 660 first-team matches between 1973 and 1988.King, p. 441 The defender also holds the record for the most league appearances, making 571. Striker Peter Simpson holds the record for the most goals scored in a season, 54 in the 1930–31 season in Division Three (South) and is also the top scorer over a career – 165 goals between 1929 and 1935. Goalkeeper Wayne Hennessey holds the club record for most international caps. thumb|left|Chart showing Crystal Palace's table positions since joining the Football League.Palace were inaugural champions of the newly formed Third Division in 1920–21, which was also their first ever season in the Football League and so became one of only a small group of clubs to have achieved the feat of winning a Football League Division at the first time of asking. Their average league attendance of 19,092 in the 1960–61 season and the attendance of 37,774 for the Good Friday game at Selhurst Park between Palace and Millwall the same season are Fourth Division attendance records. Palace's official record home attendance is 51,482 for a Second Division match against Burnley on 11 May 1979. The club's biggest victory margin in the league was the 9–0 home win against Barrow in the Fourth Division in 1959, while their heaviest defeat in the league was by the same scoreline away to Liverpool in the First Division in 1989.King, p. 444 The highest transfer fee received for a Palace player is £50 million, from Manchester United for Aaron Wan-Bissaka in June 2019, while the highest transfer fee paid by the club to date was for Christian Benteke from Liverpool in August 2016, for £32 million. The club's highest ever league finish so far is third place in the old Football League First Division, which is now called the Premier League, achieved in the 1990–91 season. Palace hold the record for the most points for a relegated Premier League club with 49 (although that was in a 42-game season in 1992–93). They are also the only club ever to be relegated from the Premier League even though they finished fourth from bottom, as it had been decided that at the end of the 1994–95 season, the bottom four clubs would be relegated in order to accommodate the league being reduced from 22 to 20 clubs for the 1995–96 season; Palace's points total that season of 45 is also the second-highest points total in Premier League history for a relegated club. Palace hold the record for the most Play-off final wins (4) resulting in promotion to the top flight. Each of these play-off final wins occurred at a different location: Selhurst Park in 1989 (the first leg of the two-legged final was played at Ewood Park in Blackburn), old Wembley Stadium in 1997, Millennium Stadium in Cardiff in 2004, and new Wembley in 2013. ==Players== ===First-team squad=== ===Out on loan=== ===Youth academy=== ==Notable former players== :Players with over 100 appearances for Crystal Palace can be found here :All past (and present) players who are the subjects of Wikipedia articles can be found here ===Crystal Palace \"Centenary XI\"=== To celebrate the professional Crystal Palace F.C.'s centenary in 2005, the Palace fans were asked to vote for a \"Centenary XI\" from a shortlist of ten players per position provided by the club. * Nigel Martyn (1989–96) * Paul Hinshelwood (1974–83) * Chris Coleman (1991–95) * Jim Cannon (1972–88) * Kenny Sansom (1975–80) * John Salako (1986–95) * Geoff Thomas (1987–93) * Andy Gray (1984–87,1989–92) * Attilio Lombardo (1997–99) * Andrew Johnson (2002–06, 2014) * Ian Wright (1985–91) ==Club staff== {| class=\"toccolours\" |- ! style=\"background:silver;\"|Position ! style=\"background:silver;\"|Name |- |Chairman |Steve Parish |- |Chief executive |Phil Alexander |- |Sporting director |Dougie Freedman |- |Manager |Patrick Vieira |- |Assistant manager |Osian Roberts |- |First team coach |Shaun Derry |- |First team coach |Kristian Wilson |- |Development coach |Saïd Aïgoun |- |Goalkeeping coach |Dean Kiely |} ==Managers== :As of match played 20 March 2022. Not including caretaker managers. All competitive matches are counted. . {| class=\"wikitable sortable\" style=\"text-align: center\" |- ! Name ! From ! To ! G ! W ! D ! L ! %W |- |align=left| Jack Robson |align=left|July 1905 |align=left|30 April 1907 |- |align=left|Edmund Goodman |align=left|1 May 1907 |align=left|24 November 1925 |- |align=left| Alex Maley |align=left|24 November 1925 |align=left|12 October 1927 |- |align=left| Fred Mavin |align=left|21 November 1927 |align=left|18 October 1930 |- |align=left| Jack Tresadern |align=left|27 October 1930 |align=left|June 1935 |- |align=left|Tom Bromilow |align=left| July 1935 1 January 1937 |align=left|July 1936 July 1939 |- |align=left| R. S. Moyes |align=left|July 1936 |align=left|8 December 1936 |- |align=left| George Irwin |align=left|July 1939 |align=left|July 1947 |- |align=left| Jack Butler |align=left|July 1947 |align=left|June 1949 |- |align=left|Ronnie Rooke |align=left|June 1949 |align=left|29 November 1950 |- |align=left| Fred Dawes/Charlie Slade |align=left|29 November 1950 |align=left|11 October 1951 |- |align=left|Laurie Scott |align=left|11 October 1951 |align=left|October 1954 |- |align=left|Cyril Spiers |align=left|October 1954 |align=left|June 1958 |- |align=left|George Smith |align=left|July 1958 |align=left|12 April 1960 |- |align=left|Arthur Rowe |align=left|15 April 1960 |align=left|30 November 1962 |- |align=left|Dick Graham |align=left|30 November 1962 |align=left|3 January 1966 |- |align=left| Bert Head |align=left|18 April 1966 |align=left|30 March 1973 |- |align=left| Malcolm Allison |align=left|30 March 1973 1 December 1980 |align=left|May 1976 26 January 1981 |- |align=left| Terry Venables |align=left|1 June 1976 9 June 1998 |align=left|14 October 1980 15 January 1999 |- |align=left| Dario Gradi |align=left| 26 January 1981 |align=left| 10 November 1981 |- |align=left| Steve Kember |align=left| 10 November 1981 18 April 2003 |align=left| June 1982 3 November 2003 |- |align=left| Alan Mullery |align=left| July 1982 |align=left| June 1984 |- |align=left| Steve Coppell |align=left| July 1984 July 1995 28 February 1997 15 January 1999 |align=left| 21 May 1993 8 February 1996 13 March 1998 1 August 2000 |- |align=left| Alan Smith |align=left| 3 June 1993 1 August 2000 |align=left| 15 May 1995 29 April 2001 |- |align=left| Dave Bassett |align=left| 8 February 1996 |align=left| 27 February 1997 |- |align=left| Attilio LombardoPlayer-manager |align=left| 13 March 1998 |align=left| 29 April 1998 |- |align=left| Steve Bruce |align=left| 30 May 2001 |align=left| 31 October 2001 |- |align=left| Trevor Francis |align=left| 30 November 2001 |align=left| 18 April 2003 |- |align=left| Iain Dowie |align=left| 22 December 2003 |align=left| 22 May 2006 |- |align=left| Peter Taylor |align=left|13 June 2006 |align=left|8 October 2007 |- |align=left| Neil Warnock |align=left|11 October 2007 27 August 2014 |align=left|2 March 2010 27 December 2014 |- |align=left| Paul Hart |align=left|2 March 2010 |align=left|3 May 2010 |- |align=left| George Burley |align=left|17 June 2010 |align=left|1 January 2011 |- |align=left| Dougie Freedman |align=left|11 January 2011 |align=left|23 October 2012 |- |align=left| Ian Holloway |align=left|3 November 2012 |align=left|23 October 2013 |- |align=left| Tony Pulis |align=left|23 November 2013 |align=left|14 August 2014 |- |align=left| Alan Pardew |align=left|2 January 2015 |align=left|22 December 2016 |- |align=left| Sam Allardyce |align=left|23 December 2016 |align=left|23 May 2017 |- |align=left| Frank de Boer |align=left|26 June 2017 |align=left|11 September 2017 |- |align=left| Roy Hodgson |align=left|12 September 2017 |align=left|23 May 2021 |- |align=left| Patrick Vieira |align=left|4 July 2021 |align=left|Incumbent |} ==Honours and achievements== ===Domestic competitions=== * English first tier (currently the Premier League) ** Highest finish: 3rd place, 1990–91 * English second tier (currently the EFL Championship) ** Champions (2): 1978–79, 1993–94 ** Runners-up (1): 1968–69 ** Play-off winners (4) (record): 1988–89, 1996–97, 2003–04, 2012–13 ** Play-off runners-up (1): 1995–96 * English third tier (currently EFL League One) ** Champions (1): 1920–21 ** Runners-up (4): 1928–29 (South), 1930–31 (South), 1938–39 (South), 1963–64 * English fourth tier (currently EFL League Two) ** Runners-up (1): 1960–61 * FA Cup ** Runners-up (2): 1989–90, 2015–16 * Full Members CupThis was a cup competition held from 1985 to 1992. It was also known under its sponsored names of the Simod Cup from 1987 to 1989 and the Zenith Data Systems Cup from 1989 to 1992. It was created after the Heysel Stadium disaster, when English clubs were banned from European competition, as an additional competition for clubs in the top two divisions. ** Winners (1): 1990–91 * FA Youth Cup ** Winners (2): 1976–77, 1977–78 ** Runners-up (2): 1991–92, 1996–97 ===Wartime competitions=== * Football League South **Champions (1): 1940–41 *Football League South 'D' Division **Champions (1): 1939–40 ===Regional competitions=== * Southern Football League Division One **Runners-up (1): 1913–14 * Southern Football League Division Two **Champions (1): 1905–06 * United League **Champions (1): 1906–07 ** Runners-up (1): 1905–06 * Southern Professional Floodlit Cup ** Runners-up (1): 1958–59 * London Challenge CupThis was a tournament organised by the London FA. It was first contested in 1908, and other than during the World Wars, was contested every season until 1974, when the tournament was disbanded. **Winners (3): 1912–13, 1913–14, 1920–21 ** Runners-up (6): 1919–20, 1921–22, 1922–23, 1931–32, 1937–38, 1946–47 * Surrey Senior Cup **Winners (3): 1996–97, 2000–01, 2001–02 ==In popular culture== In the 1999 Michael Winterbottom film Wonderland, the scenes of the character Dan and his son at a football match were filmed at Selhurst Park during Palace's 1–1 draw against Birmingham City on 6 February 1999. In the Mike Leigh play Abigail's Party, the character Tony mentions that he used to play professionally for Crystal Palace but it \"didn't work out\", something actor John Salthouse brought to the character in rehearsals based on his own life. Salthouse also incorporated the club into the children's television series he wrote, Hero to Zero, in which the father of the main character once played for Palace reserves. In the first series of Only Fools and Horses, a Crystal Palace scarf could be seen on the coat rack, placed there by producer Ray Butt, even though Rodney's middle name was Charlton, as Del revealed on Rodney's wedding day: their mother was a fan of \"Athletic\" not \"Heston\". Headmaster Keith Blackwell, who played Palace mascot \"Pete the Eagle\" in the late nineties, fronted a series of Coca-Cola advertisements in 1996. Blackwell spoke about his role and the embarrassment it brought to his family, and clips of him in costume were used in the campaign. The 2008 episode of The IT Crowd, \"Are We Not Men?\", used Selhurst Park to film the crowd scenes. The Apple TV series Ted Lasso filmed its stadium scenes at Selhurst Park. After the band The Dave Clark Five performed \"Glad All Over\" at Selhurst Park in 1968, the song became synonymous with the club, and the Palace fans sing it at every match. Crystal Palace F.C. was the subject of an Amazon Prime Video five-part series released in 2021 called When Eagles Dare, which documented the club's 2012–13 season when they achieved promotion to the top flight via the Championship play-offs. ==Crystal Palace Women== Crystal Palace F.C. (Women) is a women's football club founded in 1992, which is affiliated to the club. They currently compete in the FA Women's Championship and play their home games at Hayes Lane, Bromley, London. ==The Crystals cheerleaders== The Crystals or Crystal Girls are the official cheerleading squad of Crystal Palace F.C. which is the only club in English football that has NFL-style cheerleaders. They were established in 2010 and perform before each home match and during half-time. The squad also performs at charity events as ambassadors for the club. ==Notes== ==References== ;Bibliography * * Matthews, Tony (editor). We All Follow The Palace. Juma, 1998. ;Citations ==Further reading== * The Crystal Palace Story by Roy Peskett, published by Roy Peskett Publishing Ltd (1969). * 100 Years of Crystal Palace Football Club by Rev. Nigel Sands, published by The History Press Ltd, (2005), . * Crystal Palace Football Club by Rev. Nigel Sands, published by NPI Media Group, (1999), . * Classic Matches: Crystal Palace FC by Rev. Nigel Sands, published by The History Press Ltd, (2002), . * Crystal Palace Miscellany by Neil McSteen, published by Legends Publishing, (2009), . ==External links== * * * CPFC BBS online fans forum * Unofficial Records Site Category:Association football clubs established in 1905 Category:Football clubs in England Category:Premier League clubs Category:Former English Football League clubs Category:Football clubs in London Category:Southern Football League clubs Category:1905 establishments in England Category:Crystal Palace, London Category:Companies that have entered administration in the United Kingdom",
 "title": "Crystal Palace F.C."
}