{
 "id": "385656",
 "text": "Raymond Emmett Berry Jr. (born February 27, 1933) is an American former professional football player and coach in the National Football League (NFL). He played as a split end for the Baltimore Colts from 1955 to 1967, and after several assistant coaching positions, was head coach of the New England Patriots from 1984 to 1989. With the Colts, Berry led the NFL in receptions and receiving yards three times and in receiving touchdowns twice, and was invited to six Pro Bowls. The Colts won consecutive NFL championships, including the 1958 NFL Championship Game—known as \"The Greatest Game Ever Played\"—in which Berry caught 12 passes for 178 yards and a touchdown. He retired as the all-time NFL leader in both receptions and receiving yardage. As a head coach, Berry led the Patriots to Super Bowl XX following the 1985 season, where his team was defeated by the Chicago Bears, 46–10. After catching very few passes in high school and college, Berry was drafted in the 20th round of the 1954 NFL Draft by the Colts and was considered a long shot to make the team's roster. Diminutive and unassuming, his subsequent rise to the Pro Football Hall of Fame has been touted as one of football's Cinderella stories. He made up for his lack of athleticism through rigorous practice and attention to detail, and was known for his near-perfect route running and sure-handedness. Berry was a favorite target of quarterback Johnny Unitas, and the two were regarded as the dominant passing and receiving duo of their era. After his playing career, Berry coached wide receivers for the Dallas Cowboys, the University of Arkansas, Detroit Lions, Cleveland Browns, and Patriots. He became the Patriots' head coach in 1984 and held that position through 1989, amassing 48 wins and 39 losses. In recognition of his playing career, Berry was inducted into the Pro Football Hall of Fame in 1973. He is a member of the NFL 75th Anniversary All-Time Team as one of the best players of the NFL's first 75 years and a unanimous selection to the NFL 100th Anniversary All-Time Team as one of the best players of the NFL's first 100 years. His number 82 jersey is retired by the Indianapolis Colts and he is a member of the Patriots' 1980s All-Decade Team. ==Early life and college== Raymond Emmett Berry Jr. was born in Corpus Christi, Texas, on February 27, 1933, and spent the majority of his childhood in Paris, Texas. At Paris High School and in college, Berry caught very few passes. He did not start on his high school team until he was a senior, even though his father, Berry Sr., was the coach. After high school Berry played one year of junior college football at Shreiner Institute (now Schreiner University) in Kerrville, Texas, during the 1950 campaign. He helped the Mountaineers finish its most successful season in 10 years with a record of 7–3. He then transferred to Southern Methodist University (SMU). In three seasons for the SMU Mustangs football team, Berry received only 33 passes total. Sportswriters attributed his lack of receptions to his poor eyesight, but during the early 1950s, colleges specialized in the running game. As Berry said, \"I didn't catch many passes because not many were thrown\". He also played outside linebacker and defensive end for the Mustangs, despite weighing only even by his senior year. ==Professional playing career== thumb|left|Berry in 1960 Berry was drafted by the Baltimore Colts in the 20th round as the 203rd overall pick of the 1954 NFL Draft. Considered a long-shot to make the team roster, he was used sparingly as a rookie, catching only 13 passes. By his second NFL season he became a permanent starter when the Colts acquired quarterback Johnny Unitas. Over the next 12 seasons together the two became one of the most dominant passing and catching duos in NFL history. Berry, who did not miss a single game until his eighth year in the league, led the NFL in receptions and receiving yards three times and in receiving touchdowns twice. In 1957, Berry caught 47 passes for 800 yards and six touchdowns, leading the NFL in receiving yards for the first time. Against the Washington Redskins that year in near-freezing weather, Unitas connected with Berry on 12 passes for 224 yards and two touchdowns, staging what the Pittsburgh Post-Gazette called a \"spectacular show\". He was recognized as a first-team All-Pro by The Sporting News and earned second-team honors from the Associated Press (AP). The following season, he recorded 794 receiving yards and led the league with 56 receptions and nine touchdowns. For his efforts, Berry was invited to his first Pro Bowl, and was a first-team All-Pro by the AP and several other major selectors. The Colts finished atop the Western Division with a record of 9–3 and faced the New York Giants in the NFL Championship Game. One of Berry's most notable performances was in that 1958 NFL Championship Game, known as \"The Greatest Game Ever Played\", in which he led the Colts to the franchise's first title with a then championship record 12 catches for 178 yards and a touchdown in the Colts' 23–17 victory over the Giants. At the end of regulation, he caught three consecutive passes for 62 yards to set up the Colts' tying field goal. He also had two key receptions for 33 yards during the Colts' final game-winning drive in overtime. His 12 receptions would remain an NFL championship game record for more than half a century, topped by one by Demaryius Thomas in Super Bowl XLVIII after the 2013 season. Berry led the NFL in receptions, receiving yards, and receiving touchdowns in 1959, becoming the fourth player to record a \"triple crown\" in receiving. His 14 receiving touchdowns set a Colts single-season franchise record that stood unmatched for over four decades. He was invited to his second straight Pro Bowl, and earned first-team All-Pro honors from the AP, UPI, the Newspaper Enterprise Association, and the New York Daily News. The Colts won back-to-back championships in an encore with the Giants, 31–16. In that game, Berry caught five passes for 68 yards, second on the team behind halfback Lenny Moore's 126 yards on three receptions. In 1960, Berry recorded his only 1,000-yard season, catching 74 passes en route to career highs in receiving yards (1,298) and receiving yards per game (108.2). Each of those totals led the NFL that year by a wide margin; no other player had more than 1,000 yards, and the next highest yards-per-game average was 81.0. He had a mid-season string of six straight games with over 100 yards, during which he caught 50 passes for 920 yards and eight touchdowns. Berry again was a Pro Bowl invitee, and earned first-team All-Pro honors from all the same selectors as the previous year, including unanimous All-Pro recognition by UPI sportswriters. Following this zenith, Berry did not have the same statistical success over his final seven seasons, but remained a consistent target for Unitas. His 75 receptions in the 1961 season was second-most in the league, and he finished 10th in receiving yards, but failed to record a touchdown for the first time since his rookie year. He scored the first touchdown of the 1962 Pro Bowl on a 16-yard reception from Unitas in the first quarter. His streak of Pro Bowl invitations ended at four, but he rebounded to appearances in 1963 and 1964, the latter his final. The Colts returned to the postseason in 1964, where they were shut out 27–0 by the Cleveland Browns in the 1964 championship game. After consecutive seasons recording 700+ receiving yards and seven touchdowns in 1965 and 1966, Berry missed half of the 1967 season due to injuries and caught only 11 passes for 167 yards. He announced his retirement shortly after the season's end. He completed his professional playing career having caught 631 passes for 9,275 yards (14.7 yards per catch) and 68 touchdowns. At the time, he held the NFL career records for receptions and receiving yards, and his receiving touchdowns were tied for fourth most with Don Maynard. ==Coaching career== After retiring from playing, Berry joined Tom Landry's Dallas Cowboys coaching staff as receivers coach. In 1970, after two seasons, Berry took a job with Frank Broyles at the University of Arkansas as receivers coach. In 1973 Berry joined Don McCafferty with the Detroit Lions as his receivers coach. In 1976, Berry joined former SMU teammate Forrest Gregg as his receivers coach with the Cleveland Browns. Berry joined the New England Patriots as receivers coach under Chuck Fairbanks in 1978. He stayed on with new coach Ron Erhardt until Erhardt and his entire staff were fired following a 2–14 1981 season. Berry left football and worked in real estate in Medfield, Massachusetts, until the Patriots fired Ron Meyer in the middle of the 1984 season and hired Berry to replace him. Under his leadership, the Patriots won four of their last eight games and finished the season with a 9–7 record. Berry's importance to the team was reflected less in his initial win–loss record than in the respect he immediately earned in the locker room – according to running back Tony Collins, \"Raymond Berry earned more respect in one day than Ron Meyer earned in three years\". In the 1985 season, the team improved further, posting an 11–5 record and making the playoffs as a wild card team. They went on to become the first team in NFL history to advance to the Super Bowl by winning three playoff games on the road, defeating the New York Jets 26–14 (the second postseason win in franchise history), the Los Angeles Raiders 27–20, and the Miami Dolphins 31–14. It was the first time the Patriots had beaten the Dolphins at the Orange Bowl (Miami's then-home stadium) since 1966, Miami's first season as a franchise. The Patriots had lost to the Dolphins there 18 consecutive times, including a 30–27 loss in Week 15 of the regular season. Despite their success in the playoffs, the Patriots were heavy underdogs to the Chicago Bears in Super Bowl XX. They lost 46–10 in what was at the time the most lopsided defeat in Super Bowl history. \"We couldn't protect the quarterback, and that was my fault. I couldn't come up with a system to handle the Bears' pass rush\", Berry acknowledged. The following season, Berry's Patriots again recorded an 11–5 record and made the playoffs, this time after winning their second division title as an NFL team. However, they lost in the first round of the postseason. It would be Berry's last postseason appearance in New England, and the Patriots' last playoff berth altogether until 1994. They narrowly missed the playoffs with an 8–7 record in 1987 (a strike-shortened season) and a 9–7 record in 1988, in which quarterback Doug Flutie went 6-3 as a starter. However, Berry benched Flutie in the season finale against the Denver Broncos until the final seconds. The Patriots lost 21-10 and Flutie left for the CFL less than two years later. Then in Berry's last year as a coach, the Patriots finished the 1989 season 5–11. New Patriots majority owner Victor Kiam demanded Berry relinquish control over personnel and reorganize his staff; Berry refused and was fired. His regular-season coaching record was 48–39 () and he was 3–2 () in the playoffs. After a year out of coaching, Berry joined Wayne Fontes' staff with the Detroit Lions in 1991 as their quarterbacks coach, and then held the same position the following season on Dan Reeves' staff with the Denver Broncos. Reeves was fired after that season, along with his entire coaching staff. ==Profile== Berry overcame several physical ailments during his football career, a fact he became famous for, but one that according to Berry was often exaggerated by the media. He was skinny and injury-prone, such that when his college teammates saw him for the first time they sarcastically dubbed him, \"Jack Armstrong, the All-American Boy\". Reportedly, because one leg was shorter than the other, Berry had to wear padding inside his shoe in order to walk properly. However, according to Berry, this was not entirely true. In actuality, bruised nerves near the sacroiliac joint occasionally caused misalignment in his back, which in turn affected his legs and caused one to become slightly shorter; it was not a permanent condition. To alleviate this, he wore a back brace for 13 years in the NFL. That he required specialized shoes was a myth, which Berry says was perpetuated by an overzealous information director with the Colts when Berry tried to compensate for his condition by putting something in his shoe during training camp. Due to his poor eyesight, Berry wore contact lenses when he played. Because the lenses would often slip when he did rapid eye movements toward the ball, he tried many different lenses, which led sportswriters to believe he must have had major eye problems. \"I tried all kinds of lenses till we got what we wanted,\" he said. \"I even had tinted lenses for sunny days, so I could watch the ball come right across the sun.\" Berry was famous for his attention to detail and preparation, which he used to overcome his physical limitations. Considered slow for a wide receiver, he ran the 40-yard dash in 4.8 seconds. Rather than speed, he was renowned for his precise pass patterns and sure hands; he rarely dropped passes, and he fumbled only once in his career. He would squeeze Silly Putty constantly to strengthen his hands. He and Unitas regularly worked after practice and developed the timing and knowledge of each other's abilities that made each more effective. The reason for this, according to Berry, was that the two did not think on the same wavelength. \"Every season we had to start all over on our timing, especially the long ball,\" said Berry. \"He knew he had to release the ball when I was eighteen yards from scrimmage for me to receive it thirty-eight yards out. I knew I had to make my break in those first eighteen yards and get free within 2.8 seconds.\" He also relied on shifty moves, and by his count, he had 88 different moves to get open, all of which he practiced every week. Even in his adult years, Berry was soft-spoken and reserved. He preferred not to draw attention to himself, and was described by sportswriter Jim Murray as \"polite as a deacon, as quiet as a monk.\" Both as a player and as a coach, he was studious, serious, and orderly; \"He was too straight and narrow—but a great guy, a hell of a guy,\" former Colts teammate Art Donovan said of Berry. \"He was a little peculiar, to say the least.\" ==Honors== In 1973, Berry was voted into the Pro Football Hall of Fame in Canton, Ohio. He is a member of the NFL 75th Anniversary All-Time Team, compiled in 1994 by the Hall of Fame selection committee and media to honor the NFL's best players of the league's first 75 years, and the 1950s All-Decade Team. In 1999, he was ranked 40th on The Sporting News' list of the 100 Greatest Football Players. Berry's number 82 jersey is retired by the Colts, he is a member of the Patriots' 1980s All- Decade Team as a coach, and he is enshrined in the Baltimore Ravens Ring of Honor. ==Personal life== Berry is a professed born again Christian and a member of the Fellowship of Christian Athletes. He considers his faith to be a \"huge part\" of his life. As of 2009, he lives with his wife in Tennessee.Klingaman, Mike (December 15, 2009). \"Catching Up With...former Colt Raymond Berry\". The Toy Department (The Baltimore Sun sports blog). Retrieved January 10, 2017. On February 5, 2012, at Super Bowl XLVI, Berry carried the Vince Lombardi Trophy to midfield to present it to the New York Giants, who had just defeated the New England Patriots. He was given the honor due to the game being played at Lucas Oil Stadium, the home stadium of his former team, the Colts, who had moved to Indianapolis in 1984. ==Coaching record== {|class=\"wikitable\" style=\"font-size: 95%; text-align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"5\"|Regular season !! colspan=\"4\"|Postseason |- !Won !!Lost!!Ties!!Win %!!Finish!!Won!!Lost!!Win %!!Result |- !NE||1984 |4||4||0||.500||2nd in AFC East|| - || - || || |-! style=\"background:#fdd;\" !NE||1985 |11||5||0||.688||3rd in AFC East|| 3 || 1 || .750 || Lost to Chicago Bears in Super Bowl XX |-! style=\"background:#fdd;\" !NE||1986 |11||5||0||.688||1st in AFC East|| 0 || 1 || .000 || Lost to Denver Broncos in AFC Divisional Game |- !NE||1987 |8||7||0||.533||2nd in AFC East|| - || - || || |- !NE||1988 |9||7||0||.563||3rd in AFC East|| - || - || || |- !NE||1989 |5||11||0||.313||4th in AFC East|| - || - || || |- ! colspan=\"2\"|Total||48||39||0||.552|| ||3 || 2 || .600 || |} ==References== ===Bibliography=== * * * * ==External links== * * Category:1933 births Category:Living people Category:American football wide receivers Category:Arkansas Razorbacks football coaches Category:Baltimore Colts players Category:Cleveland Browns coaches Category:Dallas Cowboys coaches Category:Denver Broncos coaches Category:Detroit Lions coaches Category:New England Patriots coaches Category:New England Patriots head coaches Category:Schreiner Mountaineers football players Category:SMU Mustangs football players Category:Pro Football Hall of Fame inductees Category:Western Conference Pro Bowl players Category:United States Army soldiers Category:People from Paris, Texas Category:Sportspeople from Corpus Christi, Texas Category:Coaches of American football from Texas Category:Players of American football from Texas Category:National Football League players with retired numbers",
 "title": "Raymond Berry"
}