{
 "id": "385855",
 "text": "Cheoljong of Joseon (25 July 1831 – 16 January 1864) was the 25th king of the Joseon Dynasty. He was a second cousin once removed to the heirless Heonjong of Joseon, as well as a great-great-grandson of Yeongjo of Joseon. He ascended the throne at the age of 19. ==Biography== === Early life === He was born as the 3rd and youngest son of Yi Gwang, Prince Jeongye (who died on December 14, 1841), and his 1st concubine, Lady Yeom of the Yongdam Yeom clan, on Ganghwa Island. 조선왕조실록 헌종실록 16권, 1849년 음력 6월 6일 14번째기사 (Annals of the Joseon Dynasty, Annals of King Heonjong, vol. 16, 25 July 1849, entry 14) His name was originally Yi Won-beom (이원범), but upon ascending the throne his name was legally changed to Yi Byeon (이변) (or Yi Seong).Cheoljong of Joseon#Hanja name In 1841, during the reign of Heonjong, a conspiracy by members of the Noron faction (Min Jin-yong, Yi Won-deok, Park Sun-su and others) to enthrone Yi Won-gyeong, Cheoljong's oldest half-brother and Yi Gwang's only legitimate child, was exposed and led to Yi Won-gyeong's execution. The family, guilty by association, was again exiled to Ganghwa Island. ===Background=== By the beginning of the 19th century, the powerful Andong Kim clan had largely consolidated its grip on Joseon, having provided several Queens. Against the backdrop of factional power struggles, the public was bled by staggering levels of corruption and embezzlement from the treasury. Rebellions erupted as the country was also plagued by natural disasters. Rather than addressing the economic crisis, the Andong Kim clan turned its focus to dominating the throne, forcing almost all members of the Royal Family to flee from the capital. They accused candidates to the throne of treason or forced them into exile if not execution. When King Heonjong died, there were no suitable candidates for accession. ===Reign=== Cheoljong ascended to the throne in 1849 at the age of 19 after King Heonjong died without an heir. As a distant relative of the recently deceased King as well as a descendant of King Yeongjo, Cheoljong was selected for adoption by the Senior Grand Royal Queen Dowager Sunwon (King Sunjo's widow), to allow him to ascend to the throne. Cheoljong was found on Ganghwa Island where his family had been in exile since the Catholic Persecution of 1801. When the envoys dispatched to seek the future King arrived on Ganghwa Island, they found the exiled remnants of the Royal Clan barely surviving. In the midst of their wretched poverty and degradation, 19-year-old Yi Won-beom was proclaimed King. Cheoljong could not read a single word on the notice delivering congratulations to him on his elevation to the throne, standing in marked contrast to the tradition of Kings giving top priority to the education of their sons, a defining feature of the Joseon Dynasty since its founding. For the Andong Kims, Cheoljong was an ideal choice. His illiteracy made him a puppet vulnerable to their control. Although Cheoljong ruled the country for 13 years, he never acquired the bearing or dignity of his office. It was purported that even while wearing the most luxurious raiment, he looked like a native of a fishing village. As part of the Andong Kim's manipulation of Cheoljong, in 1851, the clan married Cheoljong to Kim Mun-geun's daughter, known posthumously as Queen Cheorin. ===Death=== According to Ilseongnok (\"Diary of Self-examination\"), since Cheoljong ascended to the throne, he had a weak digestive system, causing a series of chronic disease throughout his life; Cheoljong also had symptoms of asthma and caught cold quite easily. In order to tone up the body, he took a large amount of herbal medicine for years; on the other hand, some other common treatments by the time, such as acupuncture and moxibustion, rarely appear in the documents. Cheoljong died at the age of 32 on January 16, 1864, without any surviving male heirs. The cause of his death is ambiguous, as there was no clear official record about it. Some suggested that the death of cause of Cheoljong could be liver disease or tuberculosis; according to existing documents, however, it's still hard to give a certain conclusion to date. Once again, it became necessary to search far back in the Jeonju Yi clan lineage to find a candidate for accession. ==Family== * Great-Grandfather ** Yi Seon, Crown Prince Sado (이선 사도세자) (13 February 1735 - 12 July 1762) * Great-Grandmother ** Royal Noble Consort Suk of the Buan Im clan (숙빈 임씨; 肅嬪 林氏) (? - 1773) * Grandfather ** Yi In, Prince Euneon (은언군 이인) (29 May 1754 - 30 June 1801) * Grandmother ** Princess Consort Jeonsan of the Jeonju Yi clan (전산군부인 이씨, 全山郡夫人 李氏) (19 December 1764 - 4 June 1819) *Father **Biological: Yi Gwang, Grand Internal Prince Jeongye (전계대원군 이광) (29 April 1785 – 14 December 1841)조선왕조실록 철종실록 1권, 1849년 음력 6월 27일 1번째기사 (Annals of the Joseon Dynasty, Annals of King Cheoljong, vol. 1, 15 August 1849) Cheoljong bestowed posthumous honorific titles towards his predeceased parents as well as his father's legal wife (the mother of his elder half-brother Yi Won-gyeong who was implicated in Min Jin-yong's rebellion). **Legal adoptive: King Sunjo (순조대왕) (29 July 1790 – 13 December 1834) *Mother **Biological: Grand Internal Princess Consort Yongseong of the Yongdam Yeom clan (용성부대부인 염씨) (20 July 1793 – March 1834)Originally one of Grand Internal Prince Jeon'gye's 2 concubines. *** Maternal grandfather: Yeom Seong-hwa (염성화, 廉成化) *** Maternal grandmother: Lady Ji of the Sangju Ji clan (상주 지씨, 尙州 池氏) **Legal adoptive: Queen Sunwon of the Andong Kim clan (순원왕후 김씨) (8 June 1789 – 21 September 1857) * Siblings ** Older half-brother: Yi Won-gyeong, Prince Hoepyeong (회평군) (11 September 1827 - 6 September 1844) ** Older half-brother: Yi Gyeong-eung, Prince Yeongpyeong (영평군) (20 July 1828 - 1 February 1902) *Consorts and their respective Issue(s): #Queen Cheorin of the Andong Kim clan (철인왕후 김씨) (27 April 1837 – 12 June 1878) ##Yi Yung-jun (이융준),A childhood name, according to the Journal of the Royal Secretariat, book 2611, 01 March 1859, entry 13 2nd son (22 November 1858 – 25 May 1859),조선왕조실록 철종실록 10권, 1858년 음력 10월 17일 1번째기사 (Annals of the Joseon Dynasty, Annals of King Cheoljong vol. 10, 22 November 1858, entry 1)Ibid. 11권, 1859년 음력 4월 23일 1번째기사 (Ibid. vol. 11, 25 May 1859, entry 1) second son #Royal Consort Gwi-in of the Miryang Park clan (귀인 박씨) (1827 – 9 May 1889)Ibid. 고종실록 26권, 1889년 음력 4월 10일 1번째기사 (Ibid. Annals of King Gojong, vol. 26, 09 May 1889, entry 1) ##First son (3 August 1854 – 1854)Ibid. 철종실록 6권, 1854년 음력 7월 10일 1번째기사 (Ibid. Annals of King Cheoljong, vol. 6, 03 August 1854, entry 1) Cheoljong also bestowed upon Lady Park the rank of \"Noble Lady\" (or Gwi-in) on the same day upon precedent. #Royal Consort Gwi-in of the Pungyang Jo clan (귀인 조씨) (1842 – 1865) ##Third son (7 November 1859 – 1859)Ibid. 11권, 1859년 음력 10월 13일 1번째기사 (Ibid. vol. 11, 7 November 1859, entry 1) Cheoljong later bestowed on Lady Jo the rank of \"Noble Lady\" (or Gwi-in) 2 days later. ##Fourth son (24 February 1861 – 1861) # Royal Consort Suk-ui of the Onyang Bang clan (숙의 방씨) (? – 1878)Ibid. 고종실록 15권, 1878년 음력 11월 14일 2번째기사 (Ibid. Annals of King Gojong, vol. 15, 07 December 1878, entry 2) ##First daughter (1851 – 1853) ##Second daughter (1853 – ?) #Royal Consort Suk-ui of the Geumseong Beom clan (숙의 범씨) (1838 – 23 January 1884)Ibid. 20권, 1883년 음력 12월 26일 1번째기사 (Ibid. vol. 20, 23 January 1884, entry 1)Daughter of Beom Won- shik (범원식) ##Princess Yeonghye (영혜옹주) (1858 – 7 August 1872,조선왕조실록 고종실록 9권, 1872년 음력 7월 4일 1번째기사 (Annals of the Joseon Dynasty, Annals of King Gojong, vol. 9, 07 August 1872, entry 1)She married Park Yeong-hyo, sometimes nicknamed \"the last royal son-in-law of the Joseon Dynasty\"; her step- granddaughter Park Chan-ju is the wife of Yi U, sometimes nicknamed \"the last Prince of Korea\". fourth daughter #Royal Consort Suk-ui of the Gimhae Kim clan (숙의 김씨) (1833 – ?) ##Third daughter (5 August 1856 – ?)According to an entry in the Journal of the Royal Secretariat, book 124, 05 August 1856 #Court Lady Yi (궁인 이씨) ##Fifth son (1 October 1862 – 1862)조선왕조실록 철종실록 14권, 1862년 음력 윤8월 8일 1번째기사 (Annals of the Joseon Dynasty, Annals of King Cheoljong, vol. 14, 01 October 1862, entry 1) ##Sixth daughter (dates unknown) #Court Lady Park (궁인 박씨) ##Fifth daughter (dates unknown) ==Titles== *Nickname: Woodcutter Prince of Ganghwa Island (강화도령) ===Royal titles=== *27 – 28 July 1849:Ibid. 헌종실록 16권, 1849년 음력 6월 8일 1번째기사 (Ibid. Annals of King Heonjong, vol. 16, 27 July 1849, entry 1) Prince Deokwan (덕완군; 德完君) *28 July 1849 – 16 January 1864:Ibid. 철종실록 1권, 1849년 음력 6월 9일 1번째기사 (Ibid. Annals of King Cheoljong, vol. 1, 28 July 1849, entry 1) The King of Joseon (조선 국왕; 朝鮮國王) ===Posthumous title=== *Joseon Dynasty **full formal title: King CheoljongIbid. 고종실록 1권, 1864년 음력 4월 7일 3번째기사 (Ibid. Annals of King Gojong, vol. 1, 12 May 1864, entry 3) Huiryun Jeonggeuk Sudeok SunseongIbid. 철종실록 15권, 1863년 을력 6월 1일 6번째기사 (Ibid. Annals of King cheoljong, vol. 15, 16 July 1863, entry 6) Munhyeon Museong Heon'in Yeonghyo the Great of Joseon (철종희륜정극수덕순성문현무성헌인영효대왕; 哲宗熙倫正極粹德純聖文顯武成獻仁英孝大王) **short informal title: King Cheoljong the Great (철종대왕; 哲宗大王) **Qing Dynasty- conferred: King Zhōngjìng (忠敬王; 충경왕; King Chunggyeong)Purged by Emperor Sunjong upon the posthumous upgrade to \"Emperor\" status. *Korean Empire **full formal title: Emperor Cheoljong Huiryun Jeonggeuk Sudeok Sunseong Heummyeong Gwangdo Don'won Changhwa조선왕조실록 고종실록 3권, 1866년 음력 2월 16일 5번째기사 (Annals of the Joseon Dynasty, Annals of King Gojong, vol. 3, 02 March 1866, entry 5) Munhyeon Museong Heon'in Yeonghyo JangIbid. 순종실록 2권, 1908년 7월 30일 1번째기사 (Ibid. Annals of Emperor Sunjong, vol. 2, 30 July 1908, entry 1) of the Korean Empire (철종희륜정극수덕순성흠명광도돈원창화문현무성헌인영효장황제; 哲宗熙倫正極粹德純聖欽明光道敦元彰化文顯武成獻仁英孝章皇帝) **short informal title: Emperor Cheoljong Jang (철종장황제; 哲宗章皇帝) ==Ancestry== ==Popular culture== * Portrayed by Kim Jung-hyun in the 2020 television series Mr. Queen. * Portrayed by Jung Wook in the 2020 television series Kingmaker: The Change of Destiny. ==See also== *List of Rulers of Korea *Joseon Dynasty *History of Korea *Jeongye Daewongun ==References== ==Further reading== * *Cummings, Bruce. (1997). Korea's Place in the Sun: A Modern History. New York. Category:House of Yi Category:1831 births Category:1864 deaths Category:19th-century Korean monarchs",
 "title": "Cheoljong of Joseon"
}