{
 "id": "386034",
 "text": "New World orioles are a group of birds in the genus Icterus of the blackbird family. Unrelated to Old World orioles of the family Oriolidae, they are strikingly similar in size, diet, behavior, and strongly contrasting plumage, a good example of convergent evolution. As a result, the two have been given the same vernacular name. Males are typically black and vibrant yellow or orange with white markings, females and immature birds duller. They molt annually. New World orioles are generally slender with long tails and a pointed bill. They mainly eat insects, but also enjoy nectar and fruit. The nest is a woven, elongated pouch. Species nesting in areas with cold winters are strongly migratory, while subtropical and tropical species are more sedentary. The name \"oriole\" was first recorded (in the Latin form oriolus) by Albertus Magnus in about 1250, which he stated to be onomatopoeic, from the song of the European golden oriole. One of the species in the genus, Bahama oriole, is critically endangered. The genus Icterus was introduced by the French zoologist Mathurin Jacques Brisson in 1760 with the Venezuelan troupial as the type species. The name is the Latin word for the Eurasian golden oriole. The genus name Icterus as used by classical authors, referred to a bird with yellow or green plumage. Icterus is from Greek ἴκτερος (íkteros, “jaundice”); the ictērus was a bird the sight of which was believed to cure jaundice, perhaps the Eurasian golden oriole.ictĕrus in Charlton T. Lewis and Charles Short (1879) A Latin Dictionary, Oxford: Clarendon Press. Brisson re- applied the name to the New World birds because of their similarity in appearance. ==Species list== The genus contains 33 extant species. {| class=\"wikitable\" |- ! Image !! Common Name !! Scientific name !! Distribution |- |120px || Scott's oriole || Icterus parisorum||Southwestern United States and south to Baja California Sur and central Mexico. |- |120px || Yellow- backed oriole || Icterus chrysater|| Belize, Colombia, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, and Venezuela. |- |120px || Audubon's oriole || Icterus graduacauda||westernmost range extends from Nayarit south to southern Oaxaca, whereas the eastern range stretches from the lower Rio Grande valley to northern Querétaro |- |120px || Jamaican oriole || Icterus leucopteryx||Jamaica and on the Colombian island of San Andrés |- |120px|| Orange oriole || Icterus auratus||the Yucatán Peninsula and far northern Belize |- |120px || Altamira oriole || Icterus gularis||subtropical lowlands of the Mexican Gulf Coast and northern Central America, the Pacific coast and inland |- |120px || Yellow oriole || Icterus nigrogularis||northern South America in Colombia, Venezuela, Trinidad, the Guianas and parts of northern Brazil, (northern Roraima state, and eastern Amapá) |- |120px || Bullock's oriole || Icterus bullockii|| as far north as British Columbia in Canada and as far south as Sonora or Durango in Mexico |- |120px || Streak-backed oriole || Icterus pustulatus|| Costa Rica, Nicaragua, Honduras, El Salvador, Guatemala, Mexico and an occasional visitor to the Southwestern United States |- |120px || Black-backed oriole || Icterus abeillei||Mexico. |- |120px || Baltimore oriole || Icterus galbula||Canadian Prairies and eastern Montana in the northwest eastward through southern Ontario, southern Quebec and New Brunswick and south through the eastern United States to central Mississippi and Alabama and northern Georgia. |- |120px || Yellow-tailed oriole || Icterus mesomelas||southern Mexico to western Peru and northwestern Venezuela |- |120px || Spot-breasted oriole || Icterus pectoralis|| Costa Rica, El Salvador, Guatemala, Honduras, Mexico, and Nicaragua. |- |120px || White-edged oriole || Icterus graceannae|| Ecuador and Peru. |- |120px || Campo troupial || Icterus jamacaii||northeastern Brazil |- |120px || Venezuelan troupial || Icterus icterus||Colombia, Venezuela, and the Caribbean islands of Aruba, Curaçao, Bonaire, and Puerto Rico. |- |120px || Orange-backed troupial || Icterus croconotus|| Guyana, Brazil, Paraguay, and eastern Ecuador, Bolivia, and Peru |- |120px || Bar-winged oriole || Icterus maculialatus||El Salvador, Guatemala, Honduras, and Mexico. |- |120px || Black-vented oriole || Icterus wagleri||El Salvador, Guatemala, Honduras, Mexico, Nicaragua, and the United States. |- |120px || Hooded oriole || Icterus cucullatus||Baja California Sur, the Mexican east coast, and Belize. |- |120px || Black-cowled oriole || Icterus prosthemelas|| eastern half of mainland Central America. |- |120px || Orchard oriole || Icterus spurius||United States, Mexico |- |120px || Cuban oriole || Icterus melanopsis|| island of Cuba and the neighboring Isla de la juventud |- |120px || Bahama oriole || Icterus northropi||the Bahamas. |- | || Martinique oriole || Icterus bonana|| Martinique, French West Indies |- |120px || Puerto Rican oriole || Icterus portoricensis|| Puerto Rico |- |120px || Montserrat oriole || Icterus oberi||Lesser Antilles of the West Indies, |- | || Saint Lucia oriole || Icterus laudabilis||main island of St. Lucia |- |120px || Hispaniolan oriole || Icterus dominicensis||Hispaniola. |- |120px || Orange-crowned oriole || Icterus auricapillus||eastern Panama, Colombia and Venezuela. |- |120px || Variable oriole || Icterus pyrrhopterus|| Argentina, Bolivia, Brazil, Paraguay, and Uruguay. |- |120px || Epaulet oriole || Icterus cayanensis|| Bolivia, Brazil, Colombia, Ecuador, French Guiana, Guyana, Peru, and Suriname. |- |} One extinct species, the Talara troupial (Icterus turmalis), is known from fossil remains recovered from the Talara Tar Seeps of northwestern Peru, and likely went extinct during the late Quaternary. It may have been a close associate of Pleistocene megafauna communities, and may have gone extinct following their collapse in populations. ==References== ==External links== *New World oriole videos, photos and sounds on the Internet Bird Collection * Category:Orioles",
 "title": "New World oriole"
}