{
 "id": "386112",
 "text": "Charles William Ingram (born 6 August 1963) is an English fraudster, novelist and former British army major who gained infamy for his appearance on the ITV television game show Who Wants to Be a Millionaire?. In episodes recorded in September 2001, Ingram correctly answered fifteen questions to win the show's maximum prize of £1 million, becoming the third recorded contestant to ever do so. However he was denied the winnings due to suspicion of cheating. Following a lengthy trial at Southwark Crown Court, Ingram was convicted on a single count of procuring the execution of a valuable security by deception. He was subsequently convicted of an unrelated offence involving insurance fraud in 2003 and ordered to resign his commission as a major by the Army Board. ==Early life== Charles Ingram was born on 6 August 1963 in Shardlow, Derbyshire, the son of retired RAF wing commander John Ingram(RAF/39187) and his wife, theatre set designer Susan Ingram. His father's Wellington bomber, operating with 103 Squadron from RAF Elsham Wolds, had been shot down in late September 1941; he was taken as a prisoner of war while two of his crew were killed. Ingram's parents divorced when he was young and he spent most of his education years boarding privately at Oswestry School in Oswestry, Shropshire. There he was a member of the Combined Cadet Force and completed the Duke of Edinburgh Silver Award. He went on to obtain a BSc in civil engineering from Kingston University. ===Military Career=== In 1987, Ingram trained for the British Army at Sandhurst and was commissioned as an officer in the Royal Engineers. He was promoted to the rank of captain in 1990 and major in 1996. In 1999, Ingram was sent to Banja Luka in Bosnia for six months on United Nations peacekeeping duties. He graduated from Cranfield University with a master's degree in corporate management in August 2000. He was ordered by the Army Board via letter to resign his commission on 20 August 2003 and give up his rank of major. It is widely disputed whether or not he was dishonourably discharged. ==Who Wants to Be a Millionaire? scandal== On 9 September 2001, Ingram became a contestant on the ITV game show Who Wants to Be a Millionaire?, following his wife Diana and her brother Adrian Pollock, who had each won £32,000 as contestants on the show. To prepare, Ingram practised for about twenty minutes per day on a homemade \"Fastest Finger First\" machine. Ingram got into the \"hot seat\" but used two lifelines early, ending the day at £4,000 and with only the 50/50 lifeline remaining. The production team doubted he would proceed much further when filming resumed, but he surprised them and reached the jackpot of £1 million. By the time Ingram had left the set, the show's production company, Celador, began to receive allegations of irregularities occurring within the quiz and suspended the jackpot payout to investigate the matter. At the same time, the show's presenter, Chris Tarrant, overheard that the Ingrams had been arguing, despite Ingram's success, moments before Tarrant joined them in their dressing room for champagne; another member of the production team also noted a similar thought about the couple's behaviour. While reviewing the recording, the production team made a connection between Ingram's answers and coughs coming from one of the waiting contestants, lecturer Tecwen Whittock; in another instance, the coughing came from Ingram's wife while she was in the audience. Based on this evidence, all three were accused of cheating, and the matter handed over to police to investigate further. Whittock and the Ingrams were eventually charged with \"procuring the execution of a valuable security by deception\". === Trial === Following a trial at Southwark Crown Court lasting four weeks (including jury deliberation for three and a half days), Ingram, his wife and Whittock were convicted by a majority verdict of their offences on 7 April 2003. Both of the Ingrams and Whittock were given prison sentences, suspended for two years--the Ingrams were sentenced to eighteen months; Whittock was sentenced to twelve months--and each fined £15,000 and ordered to pay £10,000 towards prosecution costs. Within two months of the verdict and sentence, the trial's judge ordered the Ingrams to pay additional defence costs, which left them repaying a total of £115,000. On 19 August 2003, the Army Board ordered Ingram to resign his commission as a major after sixteen years of service, but stated that this would not affect his pension entitlements. On 19 May 2004, the Court of Appeal denied Ingram leave to appeal against his conviction and upheld his sentence but agreed to quash his wife's fine and prosecution costs. On 5 October, the House of Lords denied Ingram leave to appeal against his fine and prosecution costs, and he appealed to the European Court of Human Rights. On 20 October, the original trial judge reduced Ingram's defence costs order to £25,000 and Diana's defence costs order to £5,000. Ingram's defence costs were later further reduced to £5,000 on appeal. In 2006, journalist Jon Ronson, who covered the case at the time for The Guardian, wrote that he believed the Ingrams might be innocent. Ronson, who attended every day of the trial, had observed that when the word \"cough\" was mentioned, pensioners in the public gallery had coughed. James Plaskett, who had appeared in the Fastest Finger First round several times before winning £250,000 in January 2006, argued this was an example of coughs caused by unconscious triggers; Whittock or others had simply coughed involuntarily upon hearing the correct answer. Whittock was also accused of having coughed after Ingram mentioned an incorrect option to his penultimate question and swiftly following that up with a smothered, \"No\". However, Plaskett, who had sat in that very same seat, argued that someone might have audibly said it in response to an incorrect option in the same way that other waiting contestants have been known to whisper, \"No\". ====Recorded evidence==== In court, Ingram claimed the videotape of his appearance on Millionaire was \"unrepresentative of what I heard\", and he continues to assert that it was \"unfairly manipulated\". A video recording, with coughing amplified relative to other sounds, including Ingram's and Tarrant's voices, was prepared by Celador's editors (Editworks) for the prosecution and \"for the benefit of the jury\" during the trial (and later for viewers in television broadcasts). Ingram claims that he neither \"listened for, encouraged, nor noticed any coughing\". The prosecution alleged that, of the 192 coughs recorded during his second-night performance, 32 were recorded from the ten Fastest Finger First contestants, and that 19 of the 32 coughs heard on the video tape were \"significant\". The prosecution asserted that these \"significant\" coughs were by Whittock when the correct answer had been spoken. During the trial, Tarrant also denied hearing any coughing throughout the episode, claiming he was too busy to notice. ====Testimony of Larry Whitehurst==== Larry Whitehurst, another contestant who had appeared on the show as a Fastest Finger First contestant on four occasions, was adamant that he had known the answers to Ingram's questions. He told the court that he had been able to detect a pattern of coughing, and that he was entirely convinced that coughing had helped Ingram. ====Testimony of Tecwen Whittock==== Whittock claims to have suffered a persistent cough for his entire life, insisted that he had a genuine cough caused by a combination of hay fever and a dust allergy, and that it was only coincidence that his throat problem coincided with the right answers. During the trial, however, the jury heard evidence that once Whittock himself earned the right to sit in the hot seat, his throat problems disappeared. Whittock later testified that he drank several glasses of water before he went in front of the cameras. Whittock also insisted that he had not known the answers to three of the questions he allegedly helped with. However, the police found the answer to the twelfth question, regarding the artist who painted The Ambassadors, in a hand-written general knowledge book at Whittock's home. Davies, the floor manager on Millionaire, said that as soon as the coughing came to his notice during the recording he decided to find out who was responsible. \"The loudest coughing was coming from Tecwen in seat number three\", he said. \"He was talking to the person to his left when I was observing him, and then he turned towards the set and the hot seat to cough.\" Whittock remarked during the trial that \"you do not cough into someone's face\". During the trial, Whittock portrayed himself as a \"serial quiz show loser\" because he had been eliminated in round one of Channel 4's Fifteen to One, had also failed on ITV's The People Versus and had been able to win only an atlas on his appearance on ITV's Sale of the Century. He had also done poorly on the BBC radio quiz show Brain of Britain. ==After Millionaire== ===Books=== Since leaving the Army, Ingram has written two novels: The Network (2006) and Deep Siege (2007). ===TV appearances=== Following his appearance on Millionaire, Ingram has appeared on various other television shows, including Channel 4's The Games, the BBC's The Weakest Link, and Channel 4's Wife Swap, featuring alongside his wife in the latter two. On The Weakest Link, Anne Robinson jokingly referred to the \"dashing young major with a throat infection\", regarding his Millionaire appearance. A question was also posed concerning, \"In classical music what 'C' is the act of throat clearing which members of the audience are asked to try to avoid?\", the answer being \"coughing\". Ingram also narrowly lost to Paul Daniels on the short-lived Channel 5 game show 19 Keys in November 2003. ===Insurance fraud case=== In late 2003, Ingram and his wife were charged with further fraud offences. On 28 October, Ingram was found guilty at Bournemouth Crown Court of obtaining a pecuniary advantage by deception, and of a second charge of deception, having attempted to claim on an insurance policy after an alleged burglary at his home. Ingram had failed to tell Direct Line Insurance about claims he had made in the three years before he took out the policy in July 2001. The court was told that Ingram had been a \"habitual claimant\" with Norwich Union after suffering \"unfortunate\" losses of private possessions. Christopher Parker, prosecuting, said Ingram switched insurers to Zurich Insurance Group in 1997, after Norwich Union reduced a burglary claim from £19,000 to £9,000, and in 2000 switched again to Direct Line. \"He has been ineluctably dishonest,\" Parker said. \"He went to Direct Line and didn't make a disclosure about his claims history, because he knew he wouldn't have been insured. It might not have started off as the most monstrous piece of villainy but these things tend to snowball and it all came to a sticky end when he claimed for £30,000.\" Staff at Direct Line were already \"suspicious\" about Ingram's £30,000 burglary claim but decided to investigate only after reading newspaper coverage about his questionable win on Millionaire. Ingram was given a conditional discharge on the charge of fraudulently claiming £30,000 on insurance. The judge told Ingram he took into account \"the punishment [Ingram had] brought upon [himself] and [his] dire financial state\" and rejected an alternative option of community service after Ingram told a probation officer he feared other criminals would bully him. ==In popular culture== A book covering the case, Bad Show: The Quiz, The Cough, The Millionaire Major, by Bob Woffinden and James Plaskett, was published in January 2015. Quiz, a play written by James Graham that re-examines the events and subsequent conviction of the Ingrams and Whittock, opened at the Minerva Theatre, Chichester, on 3 November 2017, running until 9 December 2017. The play transferred to the West End, playing at the Noël Coward Theatre from 31 March 2018 to 16 June 2018. In 2019, Graham adapted his play into a serial drama for ITV that was broadcast in April 2020 in three parts. Ingram was portrayed in the series by Matthew Macfadyen. The series also aired on AMC and BBC America in the United States in June 2020 and on RTÉ One in Ireland in February 2021. ==Personal life== Ingram met his wife, Diana, while she was training to be a teacher at Barry College in Wales. The two became engaged during his first posting with the Royal Engineers in Germany. They were married in November 1989 and have three children. In 2010, he lost three toes on his left foot in an accident involving a lawnmower.Millionaire cheat loses toes in accident. The Independent. ==See also== *Martin Flood *Michael Larson == References == ==External links== * Category:1963 births Category:Living people Category:21st-century English criminals Category:Royal Engineers officers Category:Contestants on British game shows Category:Entertainment scandals Category:Television controversies in the United Kingdom Category:Criminals from Derbyshire Category:Alumni of Cranfield University Category:English fraudsters Category:People from Shardlow Category:People educated at Oswestry School Category:British people convicted of fraud Category:Mensans Category:British writers Category:British male criminals Category:Who Wants to Be a Millionaire? Category:2001 controversies Category:Cheating in sports",
 "title": "Charles Ingram"
}