{
 "id": "386292",
 "text": "Susan Agnes Macdonald, 1st Baroness Macdonald of Earnscliffe (née Bernard; 24 August 1836 – 5 September 1920) was the second wife of Sir John A. Macdonald, the first Prime Minister of Canada. ==Early life== Agnes was born near Spanish Town, Jamaica, to The Hon. Thomas James Bernard (1796–1850), of Bellevue, south of Montego Bay; member of the Privy Council of Jamaica, slave and sugar plantation owner. Her mother, Theodora Foulks Hewitt (1802–1875), was the daughter of William Hewitt, also of Jamaica, descended from a brother of James Hewitt, 1st Viscount Lifford. She was raised both in Jamaica and in England. The family lost their residence to a planation riot in 1831, which would end the Bernards time in Jamaica with emancipation of their slaves in 1832. ==Marriage and family== After her father's death from cholera she came to Barrie, Upper Canada with her mother in 1854 to live with her brother, Hewitt Bernard (whom left in 1851 after giving up the family plantation), a lawyer and private secretary to political leader John A. Macdonald. It was through him that she met Macdonald for the first time in 1856. It was in 1866, in London, England, where Miss Bernard had been with her mother that she again met her husband-to-be who was there to prepare the British North America Act. They married on 16 February 1867, and had one daughter, Margaret Mary Theodora Macdonald (1869–1933), who was born severely handicapped, both mentally and physically. ==Wife of the prime minister== On the first prime ministerial trip to British Columbia on the newly opened Canadian Pacific Railway, Macdonald built Agnes a platform on the cowcatcher of the locomotive and had a chair nailed to it so she could better see the mountain scenery. During her life in Canada with her husband, she became intimately acquainted with many of the intricacies of the political and historical events of the country. Lady Macdonald Drive in Canmore, Alberta is named after her. ==Later life== After her husband's death in 1891 she was raised to the peerage in his honour as Baroness Macdonald of Earnscliffe, in the Province of Ontario and Dominion of Canada.Baroness Macdonald's Death, The Globe. A1. 8 September 1920. By 1896 she left her home at Earnscliffe to go back to England. She actively participated in social and philanthropic work late into life. She died in England in September 1920, aged 84, and was buried in the Ocklynge Cemetery in Eastbourne, a town on the south coast of England. The barony became extinct on her death. Her daughter died in 1933 and also buried in Ocklynge Cemetery. She is the only wife of a Canadian Prime Minister to be buried outside of Canada and one of two not buried with their spouse. ==See also== * Spouse of the prime minister of Canada ==References== ==External links== *Biography at the Dictionary of Canadian Biography Online Category:1836 births Category:1920 deaths Category:Spouses of prime ministers of Canada Agnes Macdonald, Agnes Category:Barons in the Peerage of the United Kingdom Category:Hereditary peeresses created by Victoria Category:Canadian peers Category:Wives of knights Category:Jamaican emigrants to Canada Category:People from Spanish Town Category:Jamaican people of English descent Category:Colony of Jamaica people",
 "title": "Agnes Macdonald, 1st Baroness Macdonald of Earnscliffe"
}