{
 "id": "386411",
 "text": "Shannon Harold Stewart (born February 25, 1974) is an American former professional baseball outfielder with the Toronto Blue Jays, Minnesota Twins and Oakland Athletics of Major League Baseball. ==High school years== Stewart was born in Cincinnati and attended Miami Southridge High School in South Miami Heights, Florida. He played baseball and football and ran track at Miami Southridge. He was recruited by Bobby Bowden to play football at Florida State as a defensive back. He was named to the 1992 American Baseball Coaches Association/Rawlings High School All-America Second Team. His number would later be retired by the baseball team at Miami Southridge. ==Professional career== ===Toronto Blue Jays=== Stewart was drafted by the Toronto Blue Jays in the 19th pick of the 1992 MLB Draft as compensation for the Los Angeles Dodgers signing Tom Candiotti. He made his Major League debut on September 2, 1995 against the Chicago White Sox. Stewart fluctuated between the majors and minors over the next several seasons, eventually finding a place in the everyday Blue Jay lineup by the end of 1997. In his first full season with the Blue Jays in 1998, he hit .279, belting 12 home runs and driving in 55 runs. During that season, he stole 51 bases, a career-high. Playing alongside superstars Jose Canseco, Roger Clemens, and Carlos Delgado that year, Stewart became a catalyst at the top of the Toronto lineup, providing speed and base- stealing ability, as well as some power and clutch-hitting. In every season from 1999 to 2002, Stewart batted .300 or higher and scored over 100 runs. He also showed some unexpected power, hitting a career-high 21 home runs in 2000. Stewart spent parts of eight seasons with Toronto before he was dealt to the Minnesota Twins for Bobby Kielty in mid-2003. Stewart played in 855 games with Toronto, batting .301 with 218 doubles, 73 home runs and 163 stolen bases. ===Minnesota Twins=== Stewart was traded, along with the balance of his salary, on July 16, 2003 to the Minnesota Twins for Bobby Kielty. Following that off-season, the Blue Jays would trade Kielty for Ted Lilly. Stewart performed well for the Twins in the pennant race with the Chicago White Sox, batting .322 with six home runs and 38 RBI in 65 games with Minnesota, along with an on-base percentage of .384. The Twins won the American League Central Division title that year, but lost to the New York Yankees in four games in the American League Division Series. Despite his team's loss, Stewart batted .400 with a .471 on-base percentage in that series. That year, Stewart finished fourth in American League MVP voting. ===Oakland Athletics=== On February 7, 2007, Stewart and the Oakland Athletics agreed to a one-year deal worth $1 million with a possible extra $1.5 million more in incentives based on playing time. On June 7, 2007, Stewart broke up Curt Schilling's bid for a no-hitter with a two out, bases-empty single in the bottom of the ninth inning. Stewart finished his one season with the Athletics hitting .290 with 12 home runs and 48 RBI in 146 games. ===Second stint with Blue Jays=== The Toronto Blue Jays signed Stewart to a minor league deal on February 24, 2008, and gave their former first-round pick an invitation to spring training. Stewart ended up being chosen by the Jays to take over left field in a platoon with Matt Stairs, over fan favorite Reed Johnson who was released by the team. On March 30, the Blue Jays purchased Stewart's contract from Triple-A Syracuse. He was released by the Blue Jays on August 11. ==Injuries== After his stellar 2003 season, Stewart suffered from plantar fasciitis problems in both feet, limiting him to 92 games in 2004 and only 44 in 2006. While playing football in high school, Stewart suffered an injury to his shoulder, thus weakening his throwing ability. Because his arm is not as strong as it once was, he has sometimes been considered a liability in the field; opposing base runners frequently take bases they might not take if another fielder were playing his position. ==Accomplishments== *Finished 4th in American League MVP voting (2003) *3rd in the American League in steals (1998, 51 steals) *4th in the American League in steals (1999, 37 steals) ==Career statistics== In 1,386 games over 14 seasons, Stewart posted a .297 batting average (1653-for-5574) with 853 runs, 315 doubles, 41 triples, 115 home runs, 580 RBI, 196 stolen bases, 504 bases on balls, .360 on-base percentage and .430 slugging percentage. He finished his career with a .984 fielding percentage playing at all three outfield positions. In eight postseason games, he hit .286 (10-for-35) with 2 RBI. ==See also== * List of Major League Baseball career stolen bases leaders ==References== ==External links== , or Retrosheet, or Pelota Binaria (Venezuelan Winter League) Category:1974 births Category:Living people Category:African-American baseball players Category:American expatriate baseball players in Canada Category:Baseball players from Cincinnati Category:Cardenales de Lara players Category:American expatriate baseball players in Venezuela Category:Dunedin Blue Jays players Category:Gulf Coast Blue Jays players Category:Hagerstown Suns players Category:Knoxville Smokies players Category:Major League Baseball left fielders Category:Minnesota Twins players Category:Oakland Athletics players Category:Rochester Red Wings players Category:St. Catharines Blue Jays players Category:Syracuse Chiefs players Category:Syracuse SkyChiefs players Category:Toronto Blue Jays players Category:21st-century African-American sportspeople Category:20th-century African-American sportspeople",
 "title": "Shannon Stewart (baseball)"
}