{
 "id": "386448",
 "text": "Sir Arthur Helps (10 July 1813 – 7 March 1875) was an English writer and dean of the Privy Council. He was a Cambridge Apostle and an early advocate of animal rights. ==Biography== The youngest son of London merchant Thomas Helps, Arthur Helps was born in Streatham in South London. He was educated at Eton and at Trinity College, Cambridge, coming out thirty-first wrangler in the mathematical tripos in 1835. He was recognized by the ablest of his contemporaries there as a man of superior gifts, and likely to make his mark in later life. As a member of the \"Conversazione Society\", better known as the Cambridge Apostles, a society established in 1820 for the purposes of discussion on social and literary questions by a few young men attracted to each other by a common taste for literature and speculation, he was associated with Charles Buller, Frederick Maurice, Richard Chenevix Trench, Monckton Milnes, Arthur Hallam and Alfred Tennyson. Soon after leaving the university, Arthur Helps became private secretary to Thomas Spring Rice (afterwards Lord Monteagle), then Chancellor of the Exchequer. This appointment he filled until 1839, when he went to Ireland as private secretary to Lord Morpeth (afterwards Earl of Carlisle), Chief Secretary for Ireland. In the meanwhile (28 October 1836) Helps had married Bessy Fuller, daughter of Captain Edward Fuller and Elizabeth Blennerhassett. Bessy's maternal grandfather, Rev. John Blennerhassett of Tralee, Co. Kerry, was the cousin of Harman Blennerhassett. He was one of the commissioners for the settlement of various claims relating to the Gunboat War dating as far back as 1807. In retaliation for the bombardment of Copenhagen, the Danish government had impounded British goods in warehouses, and merchant ships with their cargoes. Although the seizure of goods on land had been settled soon afterwards, the ship-owners were still fruitlessly pursuing their claims for compensation from the British Government as late as 1861. However, with the fall of the Melbourne administration (1841) Helps' official experience closed for a period of nearly twenty years. He bought the Vernon Hill estate near Bishops Waltham, Hampshire, and a private income allowed him to turn to writing books and plays, which he dictated to an amanuensis. He was not, however, forgotten by his political friends. He possessed admirable tact and sagacity; his fitness for official life was unmistakable, and in 1860 he was appointed Clerk of the Privy Council on the recommendation of Lord Granville. This appointment brought him into personal communication with The Queen and The Prince Consort, both of whom came to regard him with confidence and respect. In 1864 he received the honorary degree of DCL from Oxford University. In 1862 he established the Bishops Waltham Clay Company for the manufacture of bricks and terracotta. He was also involved with the Bishops Waltham Railway Company, set up to link the brickworks (and the town) with the main London-Southampton line. However, profits were small and he faced competition from the Staffordshire Potteries. Helps also financed the Coke and Gas works which lit the town from 1864. Helps was also affected by the banking panic of 1866, caused by the failure of Overend, Gurney and Company. It had invested heavily in long-term railway stocks rather than holding cash reserves. The brickworks went into liquidation in 1867, and Helps had to sell the Vernon Hill estate. Queen Victoria in a personal gesture (he had edited a volume of Prince Albert's speeches in 1862) offered him a grace and favour residence in Kew Gardens. He lived for the rest of his life in Queen Charlotte's Cottage, near the main gates. He was made a Companion of the Order of the Bath in 1871 and a Knight Commander of the Order of the Bath in the following year. He died of pleurisy on 7 March 1875. ==Animal rights== Helps was an early advocate of animal rights and was concerned about animal cruelty.Preece, Rod. (2002). Awe for the Tiger, Love for the Lamb: A Chronicle of Sensibility to Animals. UBC Press. p. 336. Keck, Stephen L. (2013). Sir Arthur Helps and the Making of Victorianism. Cambridge Scholars Publishing. p. 152. He authored Some Talk About Animals and Their Masters in 1873. The book is notable for extending rights even to insects.Nash, Roderick Frazier. (1989). The Rights of Nature: A History of Environmental Ethics. University of Wisconsin Press. p. 27. Marshall, Peter. (2015). Nature's Web: Rethinking Our Place on Earth. Routledge. p. 256. Edward Nicholson dedicated his book Rights of an Animal (1879) to Helps. ==Writings== His first literary effort, Thoughts in the Cloister and the Crowd (1835), was a series of aphorisms upon life, character, politics and manners.See One of these aphorisms is quoted by John Stuart Mill in On Liberty, Chapter Two: \"The Deep slumber of decided opinion.\"In the Cambridge Edition, On Liberty and Other Writings this quote occurs on p. 44 His Essays written in the Intervals of Business had appeared in 1841, and his Claims of Labour, an Essay on the Duties of the Employers to the Employed, in 1844. Two plays, King Henry the Second, an Historical Drama, and Catherine Douglas, a Tragedy, published in 1843, have no particular merit. Neither in these, nor in his only other dramatic effort, Oulita the Serf (1858) did he show any real qualifications as a playwright. Helps possessed, however, enough dramatic power to give life and individuality to the dialogues with which he enlivened many of his other books. In his Friends in Council, a Series of Readings and Discourse thereon (1847-1859), Helps varied his presentment of social and moral problems by dialogues between imaginary personages, who, under the names of Milverton, Ellesmere and Dunsford, grew to be almost as real to Helps's readers as they certainly became to himself. The book was very popular, and the same expedient was resorted to in Conversations on War and General Culture, published in 1871. The familiar speakers, with others added, also appeared in his Realmah (1868) and in the best of its author's later works, Talk About Animals and Their Masters (1873). A long essay on slavery in the first series of Friends in Council was subsequently elaborated into a work in two volumes published in 1848 and 1852, called The Conquerors of the New World and their Bondsmen. Helps went to Spain in 1847 to examine the numerous manuscripts bearing upon his subject at Madrid. The fruits of these researches were embodied in a historical work based upon his Conquerors of the New World, and called The Spanish Conquest in America, and its Relation to the History of Slavery and the Government of Colonies (4 vols, 1855, 1857-1861).See via Archive.org But in spite of his scrupulous efforts after accuracy, the success of the book was marred by its obtrusively moral purpose and its discursive character. The Life of Las Casas, the Apostle of the Indians (1868), The Life of Columbus (1869), The Life of Pizarro (1869), and The Life of Hernando Cortrés (1871), when extracted from the work and published separately, proved successful. Besides the books which have been already mentioned he wrote: Organization in Daily Life, an Essay (1862), Casimir Maremma (1870), Brevia, Short Essays and Aphorisms (1871), Thoughts upon Government (1872), Life and Labors of Mr Thomas Brassey (1872), Iras de Biron (1874), Social Pressure (1875). After the death of Prince Albert, Queen Victoria turned to Helps to prepare an appreciation of her husband's life and character. In his introduction to the collection (1862) of the Prince Consort's speeches and addresses Helps adequately fulfilled his task. Some years afterwards he edited and wrote a preface to the Queen's Leaves from a Journal of our Life in the Highlands (1868). ==References== * ==External links== * * * * * Category:1813 births Category:1875 deaths Category:19th-century English male writers Category:19th-century English dramatists and playwrights Category:19th-century essayists Category:Alumni of Trinity College, Cambridge Category:Anti- vivisectionists Category:British male essayists Category:Clerks of the Privy Council Category:English animal rights scholars Category:English biographers Category:English dramatists and playwrights Category:English essayists Category:English male dramatists and playwrights Category:English male non- fiction writers Category:Knights Commander of the Order of the Bath Category:People educated at Eton College Category:People from Streatham Category:Male biographers",
 "title": "Arthur Helps"
}