{
 "id": "386544",
 "text": "thumb|Henry Carvill Lewis Henry Carvill Lewis (November 16, 1853 – July 21, 1888) was an American geologist and mineralogist. ==Career== Lewis was born in Philadelphia and educated at the University of Pennsylvania. He received his Masters of Arts Degree in 1876 and became attached to the Geological Survey of Pennsylvania in 1879. He served for three years as a volunteer member, and during this term he became greatly interested in the study of glacial phenomena. In 1880 he was chosen professor of mineralogy in the Philadelphia Academy of Natural Sciences, and in 1883 he was appointed to the chair of geology in Haverford College, Pennsylvania. He was elected as a member to the American Philosophical Society in 1881. During the winters of 1885 to 1887 he studied petrology under HF Rosenbusch at Heidelberg, and during the summers he investigated the glacial geology of northern Europe and the British Isles. His observations in North America, where he had studied under Professor G.F. Wright, Professor T.C. Chamberlin and Warren Upham, had demonstrated the former extension of land-ice, and the existence of great terminal moraines. In 1884 his Report on the Terminal Moraine in Pennsylvania and Western New York was published: a work containing much information on the limits of the North American ice-sheet. In Britain he sought to trace in like manner the southern extent of the terminal moraines formed by British ice-sheets, but before his conclusions were matured he died at Manchester on July 21, 1888. The results of his observations were published in 1894 entitled Papers and Notes on the Glacial Geology of Great Britain and Ireland, edited by Dr HW Crosskey. ==Psychical research== Lewis took interest in investigating paranormal claims. In 1886, he attended séances of the medium William Eglinton and detected him in fraud.Grattan-Guinness, Ivor. (1982). Psychical Research: A Guide to Its History, Principles and Practices: In Celebration of 100 Years of the Society for Psychical Research. Aquarian Press. p. 24. \"In a later report a visiting American scientist, H. Carvill Lewis, pretending to be unobservant but actually watching like a hawk, detected Eglinton in one of his slate tricks.\"Podmore, Frank. (2011 edition, originally published in 1902). Modern Spiritualism: A History and a Criticism. Volume 2. Cambridge University Press. pp. 206-207. \"By purposely turning his head away and pretending to divert his attention, Professor Lewis was able not only to hear Eglinton's doings as he wrote on the slates, unrolled a piece of paper on which a question was written, etc., but occasionally to see the movements of the tendons of the wrist in the act of writing, and other signs of muscular action on his part necessary for the performance of the trick.\" The exposure was published in the Proceedings of the Society for Psychical Research in 1887. ==Publications== * Primitive Industry with Charles Conrad Abbott (1881) * Report on the Terminal Moraine in Pennsylvania and Western New York (1884) * Papers and Notes on the Glacial Geology of Great Britain and Ireland (1894) * The Alleged Physical Phenomena of Spiritualism: An Account of Two Séances (1887) * Papers and Notes on the Genesis and Matrix of the Diamond (1897) == References == * * See Prof. Henry Carvill Lewis and his Work in Glacial Geology, by Warren Upham, Amer. Geol. vol. ii. (Dec. 1888) p. 371, with portrait. Category:1853 births Category:1888 deaths Category:American geologists Category:American mineralogists Category:Parapsychologists Category:Petrologists",
 "title": "Henry Carvill Lewis"
}