{
 "id": "386503",
 "text": "John Singleton Mosby (December 6, 1833 – May 30, 1916), also known by his nickname, the \"Gray Ghost\", was a Confederate army cavalry battalion commander in the American Civil War. His command, the 43rd Battalion, Virginia Cavalry, known as Mosby's Rangers or Mosby's Raiders, was a partisan ranger unit noted for its lightning-quick raids and its ability to elude Union Army pursuers and disappear, blending in with local farmers and townsmen. The area of northern central Virginia in which Mosby operated with impunity became known as Mosby's Confederacy. After the war, Mosby became a Republican and worked as an attorney, supporting his former enemy's commander, U.S. President Ulysses S. Grant. He also served as the American consul to Hong Kong and in the U.S. Department of Justice. ==Early life and education== Mosby was born in Powhatan County, Virginia on December 6, 1833, to Virginia McLaurine Mosby and Alfred Daniel Mosby, a graduate of Hampden–Sydney College. His father was a member of an old Virginia family of English origin whose ancestor, Richard Mosby, was born in England in 1600familysearch.org and settled in Charles City, Virginia in the early 17th century. Mosby was named after his maternal grandfather, John Singleton, who was ethnically Irish. Mosby began his education at a school called Murrell's Shop. When his family moved to Albemarle County, Virginia (near Charlottesville) in about 1840, John attended school in Fry's Woods before transferring to a Charlottesville school at the age of ten years. Because of his small stature and frail health, Mosby was the victim of bullies throughout his school career. Instead of becoming withdrawn and lacking in self-confidence, the boy responded by fighting back. The editor of his memoirs recounted a statement Mosby made that he never won any fight in which he was engaged. The only time he did not lose a fight was when an adult stepped in and broke it up.Mosby and Russell, pp. 6–7. Mosby made the statement to John S. Patton, who wrote in the Baltimore Sun about Mosby's difficulties at the University of Virginia. In 1847, Mosby enrolled at Hampden–Sydney College, where his father was an alumnus. Unable to keep up with his mathematics class,Brinkley, John Luster. On This Hill: A Narrative History of Hampden–Sydney College, 1774–1994. Hampden–Sydney: 1994. Mosby left the college after two years. On October 3, 1850,Jones, p. 20.Bell, 2008, p. 101.Siepel, 2008, pp. 22–24. he entered the University of Virginia, taking Classical Studies and joining the Washington Literary Society and Debating Union. He was far above average in Latin, Greek, and literature (all of which he enjoyed), but mathematics was still a problem for him. In his third year, a quarrel erupted between Mosby and a notorious bully, George R. Turpin, a tavern keeper's son who was robust and physically impressive. When Mosby heard from a friend that Turpin had insulted him, Mosby sent Turpin a letter asking for an explanation—one of the rituals in the code of honor to which Southern gentlemen adhered. Turpin became enraged and declared that on their next meeting, he would \"eat him up raw!\" Mosby decided he had to meet Turpin despite the risk; to run away would be dishonorable.Mosby and Russell, pp. 7–8. On March 29 the two met, Mosby having brought with him a small pepper-box pistol in the hope of dissuading Turpin from an attack. When the two met and Mosby said, \"I hear you have been making assertions ...\" Turpin put his head down and charged. At that point, Mosby pulled out the pistol and shot his adversary in the neck. The distraught 19-year-old Mosby went home to await his fate. He was arrested and arraigned on two charges: unlawful shooting (a misdemeanor with a maximum sentence of one year in jail and a $500 fine) and malicious shooting (a felony with a maximum sentence of 10 years in the penitentiary). After a trial that almost resulted in a hung jury, Mosby was convicted of the lesser offense, but received the maximum sentence. Mosby later discovered that he had been expelled from the university before he was brought to trial.Ramage, pp. 20–24. While serving time, Mosby won the friendship of his prosecutor, attorney William J. Robertson. When Mosby expressed his desire to study law, Robertson offered the use of his law library. Mosby studied law for the rest of his incarceration. Friends and family used political influence in an attempt to obtain a pardon. Gov. Joseph Johnson reviewed the evidence and pardoned Mosby on December 23, 1853, as a Christmas present, and the state legislature rescinded the $500 fine at its next session.Bell, Griffin B., Cole, John P. Footnotes to History: A Primer on the American Political Character. Mercer University Press, 2008. Tate, J.R.. Walkin' with the Ghost Whisperers. Stackpole Books, 2006. The incident, trial, and imprisonment so traumatized Mosby that he never wrote about it in his memoirs.Wert, pp. 26–27. After studying for months in Robertson's law office, Mosby was admitted to the bar and established his own practice in nearby Howardsville. ==Family life== About this time, Mosby met Pauline Clarke (March 30, 1837 - May 10, 1876), who was visiting from Kentucky. Although he was Scots-Welsh Protestant (nominally Methodist or agnostic) and she was Catholic, courtship ensued. Her father was Beverly L. Clarke. They were married in a Nashville hotel on December 30, 1857. After living for a year with Mosby's parents, the couple settled in Bristol, Virginia, which was near a road connecting into Tennessee and Kentucky over the Cumberland Gap. The Mosbys had two children before the Civil War (May and Beverley).Ramage, pp. 28–30. John Singleton Mosby Jr., who like his father became a lawyer, and later worked for mining companies in the west, was born in 1863 during the war. By 1870, the family included five children (adding Lincoln Mosby, 1865–1923, and Victoria Stuart Mosby Coleman, 1866–1946), and lived in Warrenton, Virginia. The Catholic Church established a mission in Warrenton by 1874, which is now known as St. John the Evangelist Catholic Church. Mosby was dedicated to his family and paid to have them educated at the best Catholic schools in Washington, D.C. when he moved there after his wife's death in 1876. Their sons served as altar boys and Mosby's youngest sister, Florie, not only converted to Catholicism, but became a Catholic nun.Siepel, pp. 176-178 Two more daughters also survived their parents, Pauline V. Mosby (1869 - 1951) and Ada B. Mosby (1871 - 1937), but the Mosbys also lost two sons in the turbulent aftermath of the Panic of 1873, George Prentiss Mosby (1873 - 1874) and Alfred McLaurine Mosby (1876 - 1876). ==Civil War career== thumb|Mosby during the American Civil War ===1861=== Mosby spoke out against secession, but joined the Confederate army as a private at the outbreak of the war. He first served in William \"Grumble\" Jones's Washington Mounted Rifles. Jones became a Major and was instructed to form a more collective \"Virginia Volunteers\", which he created with two mounted companies and eight companies of infantry and riflemen, including the Washington Mounted Rifles. Mosby thought the Virginia Volunteers lacked congeniality, and he wrote to the governor requesting to be transferred. However, his request was not granted. The Virginia Volunteers participated in the First Battle of Bull Run (First Manassas) in July 1861. ===1862=== thumb|left|John Singleton MosbyIn April 1862, the Confederate Congress passed the Partisan Ranger Act which \"provides that such partisan rangers, after being regularly received into service, shall be entitled to the same pay, rations, and quarters, during their term of service, and be subject to the same regulations, as other soldiers.\" By June 1862, Mosby was scouting for J.E.B. Stuart during the Peninsular Campaign, including supporting Stuart's \"Ride around McClellan\". He was captured on July 20 by Union cavalry while waiting for a train at the Beaverdam Depot in Hanover County, Virginia. Mosby was imprisoned in the Old Capitol Prison in Washington, D.C. for ten days before being exchanged as part of the war's first prisoner exchange. Even as a prisoner Mosby spied on his enemy. During a brief stopover at Fort Monroe he detected an unusual buildup of shipping in Hampton Roads and learned they were carrying thousands of troops under Ambrose Burnside from North Carolina on their way to reinforce John Pope in the Northern Virginia Campaign. When he was released, Mosby walked to the army headquarters outside Richmond and personally related his findings to Robert E. Lee.Longacre, p. 107. After the Battle of Fredericksburg, in December, 1862, Mosby and his senior officer J.E.B. Stuart led raids behind Union lines in Prince William, Fairfax and Loudoun counties, seeking to disrupt federal communications and supplies between Washington D.C. and Fredericksburg, as well as provision their own forces. As the year ended, at Oakham Farm in Loudoun County, Virginia Mosby gathered with various horsemen from Middleburg, Virginia who decided to form what became known as Mosby's Rangers.Oakham NRIS p. 19 ===1863=== thumb|Mosby's Rangers-Top row (left to right): Lee Herverson, Ben Palmer, John Puryear, Tom Booker, Norman Randolph, Frank Raham.# Second row: Robert Blanks Parrott, John Troop, John W. Munson, John S. Mosby, Newell, Neely, Quarles.# Third row: Walter Gosden, Harry T. Sinnott, Butler, Gentry. In January 1863, Stuart, with Lee's concurrence, authorized Mosby to form and take command of the 43rd Battalion Virginia Cavalry. This was later expanded into Mosby's Command, a regimental-sized unit of partisan rangers operating in Northern Virginia. The 43rd Battalion operated officially as a unit of the Army of Northern Virginia, subject to the commands of Lee and Stuart, but its men (1,900 of whom served from January 1863 through April 1865) lived outside of the norms of regular army cavalrymen. The Confederate government certified special rules to govern the conduct of partisan rangers. These included sharing in the disposition of spoils of war. They had no camp duties and lived scattered among the civilian population. Mosby required proof from any volunteer that he had not deserted from the regular service, and only about 10% of his men had served previously in the Confederate Army.Wert, pp. 73–75. In March 1863, Mosby conducted a daring raid far inside Union lines near the Fairfax County courthouse. He was helped, according to his own account, by a deserter from the 5th New York Cavalry regiment named James Ames, who served under Mosby until he was killed in 1864.Mosby account \"Battles and Leaders of the Civil War\" 1888 {Vol.III.pp.148-151} Prison Life in the Old Capital.p.156 He and his men captured three Union officers, including Brig. Gen. Edwin H. Stoughton. Mosby wrote in his memoirs that he found Stoughton in bed and roused him with a \"spank on his bare back.\"Mosby Story .p.175. When Mosby furnished an account of Stoughton capture in \"Battles and Leaders of the Civil War\" 1888 {Vol.III.pp.148-151} He did not write of the spanking incident John Scott in \"Partisan Life with Col. John S. Mosby\" (p.46) wrote \"...With a rude shake Mosby roused him from his slumbers...\" Upon being so rudely awakened the general indignantly asked what this meant. Mosby quickly asked if he had ever heard of \"Mosby\". The general replied, \"Yes, have you caught him?\" \"I am Mosby,\" the Confederate ranger said. \"Stuart's cavalry has possession of the Court House; be quick and dress.\" Mosby and his 29 men had captured a Union general, two captains, 30 enlisted men, and 58 horses without firing a shot.Wert, pp. 20–22. Mosby was formally promoted to the rank of captain two days later, on March 15, 1863, and major on March 26, 1863.Allardice, p. 284. On May 3, 1863, Mosby attacked and captured supply depot Warrenton Junction, Virginia guarded by about 80 men of the 1st West Virginia Volunteer Cavalry Regiment; Mosby losses were 1 killed and 20 wounded/and or captured; Union losses were 6 officers and 14 privates killed and wounded John Scott \"Partisan Life with Col. John S Mosby pp.84-86 On May 29, 1863, Mosby with 40 men Mosby War reminiscences p.142 led a raid in Greenwich, Virginia derailing a supply train; a battle occurred between Mosby forces and the Union Cavalry under Colonel Mann who commanded the 1st Vermont Cavalry; 5th New York Cavalry; 7th Michigan Cavalry; Mosby forces were obliged to retreat losing 6 killed; 20 wounded and 10 men and 1 howitzer captured; Union losses were 4 killed and 15 woundedThe Rebellion Record 1863 pp.75-76 On June 10, 1863, Mosby led 100 men on a raid across the Potomac River to attack the Union camp at Seneca, Maryland. After routing a company of the Sixth Michigan Cavalry and burning their camp, Mosby reported the success to J.E.B. Stuart. This drew Stuart's attention to Rowser's Ford. Mosby had crossed the Potomac there, and during the night of June 27 Stuart's forces would use the same crossing while separated from Lee's army, and thus didn't arrive at Gettysburg until the afternoon of the second day of the battle. Thus, some analysts claim Lee stumbled into the battle without his cavalry, partly because of Mosby's successful skirmish at Seneca three weeks earlier. Mosby endured his first serious wound of the war on August 24, 1863, during a skirmish near Annandale, Virginia, when a bullet hit him through his thigh and side. He retired from the field with his troops and returned to action a month later.Smith, p. 17. ===1864=== The partisan rangers proved controversial among Confederate army regulars, who thought they encouraged desertion as well as morale problems in the countryside as potential soldiers would favor sleeping in their own (or friendly) beds and capturing booty to the hardships and privations of traditional military campaigns. Mosby was thus enrolled in the Provisional Army of the Confederate States and soon promoted to lieutenant colonel on January 21, 1864, and to colonel, December 7, 1864. Mosby carefully screened potential recruits, and required each to bring his own horse. The Personal Memoirs of Ulysses S. Grant tell of an incident near Warrenton, Virginia on about May 1, 1864 when Mosby unknowingly missed by only a few minutes a chance to kill or capture Grant, who was traveling unguarded on a special train from Washington back to his headquarters to launch the Overland Campaign. Mosby endured a second serious wound on September 14, 1864, while taunting a Union regiment by riding back and forth in front of it. A Union bullet shattered the handle of his revolver before entering his groin. Barely staying on his horse to make his escape, he resorted to crutches during a quick recovery and returned to command three weeks later.Smith, p. 17; Wert, p. 209. Mosby's successful disruption of supply lines, attrition of Union couriers, and disappearance in the disguise of civilians caused Lt. Gen. Ulysses S. Grant to tell Maj. Gen. Philip Sheridan: On September 22, 1864, Union forces executed six of Mosby's men who had been captured out of uniform (i.e. as spies) in Front Royal, Virginia; a seventh (captured, according to Mosby's subsequent letter to Sheridan, \"by a Colonel Powell on a plundering expedition into Rappahannock\") was reported by Mosby to have suffered a similar fate.Boyle, p. 161. William Thomas Overby was one of the men selected for execution on the hill in Front Royal. His captors offered to spare him if he would reveal Mosby's location, but he refused. According to reports at the time, his last words were, \"My last moments are sweetened by the reflection that for every man you murder this day Mosby will take a tenfold vengeance.\"Scott, p. 320 (quoting Overby). After the executions a Union soldier pinned a piece of paper to one of the bodies that read: \"This shall be the fate of all Mosby's men.\"Boyle, p. 155. thumb|right|Captain Montjoy, wood engraving 1867Engraving reproduced from Scott, p. 210. Scott refers to \"Captain Mountjoy\", but most references spell it \"Montjoy\". After informing General Robert E. Lee and Confederate Secretary of War James A. Seddon of his intention to respond in kind, Mosby ordered seven Union prisoners, chosen by lot, to be executed in retaliation on November 6, 1864, at Rectortown, Virginia. Although seven men were duly chosen in the original \"death lottery,\" in the end just three men were actually executed. One numbered lot fell to a drummer boy who was excused because of his age, and Mosby's men held a second drawing for a man to take his place. Then, on the way to the place of execution a prisoner recognized Masonic regalia on the uniform of Confederate Captain Montjoy, a recently inducted Freemason then returning from a raid. The condemned captive gave him a secret Masonic distress signal. Captain Montjoy substituted one of his own prisoners for his fellow MasonBoyle. (though one source speaks of two Masons being substituted).Scott, pp. 355–60. Mosby upbraided Montjoy, stating that his command was \"not a Masonic lodge\". The soldiers charged with carrying out the executions of the revised group of seven successfully hanged three men. They shot two more in the head and left them for dead (remarkably, both survived). The other two condemned men managed to escape separately.Wert, pp. 244–48. On November 11, 1864, Mosby wrote to Philip Sheridan, the commander of Union forces in the Shenandoah Valley, requesting that both sides resume treating prisoners with humanity. He pointed out that he and his men had captured and returned far more of Sheridan's men than they had lost.Wert, pp. 249–50. The Union side complied. With both camps treating prisoners as \"prisoners of war\" for the duration, there were no more executions. On November 18, 1864, Mosby's command defeated Blazer's Scouts at the Battle of Kabletown.Wert, pp. 252–54. Mosby had his closest brush with death on December 21, 1864, near Rector's Crossroads in Virginia. While dining with a local family, Mosby was fired on through a window, and the ball entered his abdomen two inches below the navel. He managed to stagger into the bedroom and hide his coat, which had his only insignia of rank. The commander of the Union detachment, Maj. Douglas Frazar of the 13th New York Cavalry, entered the house and—not knowing Mosby's identity—inspected the wound and pronounced it mortal. Although left for dead, Mosby recovered and returned to the war effort once again two months later.Smith, p. 17; Wert, p. 267; ===1865=== Several weeks after General Robert E. Lee's surrender, Mosby's status was uncertain, as some posters above the signature of Gen. Winfield S. Hancock stated that marauding bands would be destroyed, and specifically named Mosby as a guerrilla chief who was not included in the parole. However, Mosby received a copy of the poster on April 12 at a letter drop in the Valley along with a letter from Hancock's chief of staff, Gen. C.H. Morgan, calling on Mosby to surrender and promising the same terms as were extended to General Lee. Further negotiations followed at Winchester and Millwood. Finally, on April 21, 1865, in Salem, Virginia, Mosby disbanded the rangers, and on the following day many former rangers rode their worst horses to Winchester to surrender, receive paroles and return to their homes.Kevin H. Siepel, Rebel: the life and times of John Singleton Mosby (New York, St. Martin's Press, 1983) pp. 147-154 Rather than following his men to Winchester, Mosby instead rode south with several officers, planning to fight on with General Joseph E. Johnston's army in North Carolina. However, before he reached his fellow Confederates, he read a newspaper article about Johnston's surrender. Some proposed that they return to Richmond and capture the Union officers who were occupying the White House of the Confederacy, but Mosby rejected the plan, telling them, \"Too late! It would be murder and highway robbery now. We are soldiers, not highwaymen.\"Wert, pp. 287–90. By early May, Mosby confirmed the $5,000 bounty on his head, but still managed to evade capture, including at a raid near Lynchburg, Virginia which terrified his mother. When Mosby finally confirmed the arrest order had been rescinded, he surrendered on June 17, one of the last Confederate officers to do so.Siepel, pp. 154-155See also Wert, p. 290; Allardyce p. 284, claims that he remained a fugitive until being arrested in January 1866, when his wife obtained the special pardon from General Grant. ==Later legal career== When the Civil War ended, Mosby was just 31, and would live another five decades in his own individualistic style. He resumed his law practice in Warrenton, and by December 1865 was prosecuting the internal revenue collector in Prince William County for mule-stealing. Nonetheless, during the year after receiving his parole, Mosby often found himself harassed by occupying Union forces, arrested on petty or trumped-up charges, until his wife and young son Revardy, after being rebuffed by President Andrew Johnson despite their mutual kinship ties, met General Grant in January 1866 and secured a handwritten exemption from arrest and guarantee of safe conduct.Siepel, pp. 162, 165-66Allardice, p. 284 ===Virginia politics=== On May 8, 1872, as covered by the Washington Star, Mosby personally thanked then-U.S. President Ulysses S. Grant for that document. Mosby also told Grant he believed vehemently that election of Horace Greeley (a long-time editor of the New York Tribune detested in the South) would be worse for the South because the men surrounding him were worse than those surrounding his old benefactor Grant. A few days later, Massachusetts Congressman Benjamin Butler presented an amnesty bill for former Confederates, as Mosby had suggested in that meeting, and soon President Grant signed it into law. After Greeley became the Democratic party's nominee in July, Mosby became Grant's campaign manager in Virginia, and an active Republican, although he also made sure the Republicans would not run a candidate against his friend and fellow Warrenton attorney Eppa Hunton, who campaigned and won as a Democrat.Siepel, pp. 163-164, 182 In his autobiography Grant stated, \"Since the close of the war, I have come to know Colonel Mosby personally and somewhat intimately. He is a different man entirely from what I supposed. ... He is able and thoroughly honest and truthful.\"Grant, vol. 2, p. 142. Soon, Mosby had become one of Grant's favorites and was bringing federal patronage jobs to local Virginians, although initially he did not hold any federal job. He tried to make a rapprochement between President Grant and Virginia Governor James L. Kemper, a Confederate Major General and Conservative elected the following year and whom Mosby also supported. However, that failed. His Republican political activity diminished Mosby's popularity in Warrenton; many considered him a turncoat. Many Southerners still considered Grant \"the enemy\". Mosby received death threats, his boyhood home was burned down, and at least one attempt was made to assassinate him. Later reflecting on the animosity shown to him by his fellow Virginians, Mosby stated in a May 1907 letter that \"There was more vindictiveness shown to me by the Virginia people for my voting for Grant than the North showed to me for fighting four years against him.\" After the deaths of his wife Pauline and infant son Alfred in mid-1876, Mosby decided to move his family to Washington, D.C., but had difficulty finding enough legal business to support them. He thus spent much time campaigning for the Republican candidate, Rutherford B. Hayes. Scandals had rocked the Grant Administration as it ended, but Hayes became the next President, and Mosby hoped for a patronage appointment. He also courted powerful Ohio Congressman James Garfield, telling him his desire for a government position, preferably in the Justice Department. He was instead offered a position as trade representative to Canton, but ultimately was confirmed by the Senate as United States consul to Hong Kong (a position he held from 1878 to 1885).See generally Siepel pp. 190-202 Mosby had to leave his children in the care of relatives, but this proved to be the first in a series of other federal government jobs and postings, many fighting rampant fraud in politically volatile situations. President McKinley appointed Mosby's daughter May the postmistress in Warrenton, which became very important after her husband Robert Campbell died in August 1889, leaving her to raise her young children alone (although her sons John Mosby Campbell and Alexander Spottswood Campbell received many letters and some money from their overseas grandfather, as to a lesser extent did Jack Russell, son of his late sister Lucie).Siepel p. 256 ===Consul in Hong Kong=== Upon arriving in Hong Kong, Mosby found discrepancies in his predecessor's recordkeeping, and believed David H. Bailey had colluded with his vice-consul Loring (whom Mosby fired), to bilk the government of thousands of dollars in fees. Bailey had pocketed fees charged Chinese emigrants sailing to the U.S. on foreign-flag ships (certifying that they emigrated voluntarily and were not part of notorious \"coolie traffic\"), and claimed \"expenses\" for shipboard examinations (by the illiterate proprietor of a local boardinghouse frequented by sailors) of those emigrating on U.S.-flag ships equal to the fees charged. Mosby thought Bailey had almost doubled his salary over the previous eight years by embezzlement and kickbacks, and stopped charging for shipboard examinations (which he personally conducted).Siepel, pp. 207–208. However, Bailey had recently been nominated to become consul at Shanghai because George Seward, previous consul since 1863, had been nominated to become the ambassador to China. Seward's replacement in Shanghai, John C. Myers of Reading, Pennsylvania, had reported to State Department superiors that George Seward and his vice-consul Oliver Bradford had been engaging in land and capital speculation in China that seemed to violate the Burlingame Treaty of 1868, but had been suspended, as had his successor Wiley Wells, ex-Congressman from Mississippi. Wells and Myers then sought redress from Congress, which was considering impeaching George Seward, but Bailey traveled to Washington to defend his crony.Siepel, pp. 207–210. Mosby's initial letter to his superior (Frederick W. Seward, son of the former secretary of state and who had been wounded by Mosby's ex- subordinate while defending his father from an assassination attempt on the night of President Lincoln's assassination) languished. However, Special Treasury Department Inspector DeB. Randolph Keim made a whirlwind inspection of Far East consulates and found many similar bookkeeping irregularities. Eventually, in March 1879, Mosby wrote to General Thomas C. H. Smith, a friend of President Hayes, about a similar embezzlement scheme operated by David B. Sickels (U.S. Consul at Bangkok) and his vice-consul Torrey (a Hong Kong native whose correspondence to the fired Loring Mosby accepted and read). Mosby also learned that Bailey had charged (and pocketed) $10,000 per year for shipments of opium to the United States from Macao, although Mosby proposed to issue the required certificate for the legal export for just $2.50.Siepel, pp. 209–212. Meanwhile, consul Mosby was occupied entertaining his old friend President Grant, who spent the two years after his retirement touring the world as a semi-private citizen. Mosby received Grant on April 30. During the nearly week-long visit, Grant told Mosby he had heard more reports about the problems in Bangkok and advised Mosby to go directly to President Hayes (as Mosby had just done) and promised to talk to Hayes personally. However, Bailey was confirmed as consul in Shanghai before Grant's return home, and newspapers had begun publishing stories about Mosby's inappropriate attire, the start of a campaign to minimize him as a \"crackpot.\" Moreover, the new State Department investigator was General Julius Stahel, who had fought Mosby in Virginia and had been consul at Hyogo, Japan. Nonetheless, Stahel verified Mosby's complaints, and former Union Cavalry Major William H. Forbes (who had once stabbed Col. Mosby's coat during an engagement) who now headed Russell and Co. (major traders in the Far East, including of opium) also supported Mosby against Bailey, Seward and their newspaper friends. Alexander McClure of the Philadelphia Times agitated to clean up the consular service. Fred Seward, amidst charges that he was shielding the rascals, resigned by October 1879, and was replaced by John Hay. By January 1880, Grant and journalist John R. Young (who would become consul at Shanghai two years later) briefed Secretary of State William M. Evarts about Sickels and Torrey.Siepel, pp. 217–221. George Seward resigned well before the 1880 election, followed by Bailey and Sickels as the President \"at last swept the China coast\".Siepel, pp. 225–227. Nonetheless, Mosby was unhappy, despite the electoral victory of his friend Garfield in November and his son Beverley joining him as vice-consul. His repeated requests for leave to return home and visit the rest of his family kept being denied, as were most requests for supplies or funds, and one relative was removed from the Lighthouse Board. In addition to the press and bureaucratic sniping, Mosby found his salary insufficient to support socialization among the local merchant class. Still, as 1880 began, Mosby won a slander lawsuit brought against him in Hong Kong by Peter Smith, the sailors' boardinghouse keeper associated with ex-consul Bailey, reporting that he defended himself to the applause of jury and spectators, as well as laughter of the distinguished judge.Siepel, p. 230. By the time Mosby received notice that his U.S. leave had been approved, President Garfield had been shot and was hanging on to life. Garfield died on September 20, and President Chester Arthur considered promoting Mosby to the similar post at Shanghai (with higher living expenses), but Mosby wanted to either return home or remain in Hong Kong. Thus he remained in exile and dealt with the implications of the Chinese Exclusion Act, the growing opium trade and the brewing war between France and China.Siepel, pp. 230–242. Mosby left China after the election of Democrat Grover Cleveland led to a change in administrations. He was replaced by fellow Virginian Robert E. Withers, whom Mosby had long despised.Siepel, pp. 243–244. ===Railroad lawyer=== Before leaving China, Mosby had written Grant seeking help in finding another position. Grant responded (as he was dying) with a letter recommending Mosby to Senator Leland Stanford, a former California railroad magnate. Mosby then spent about 16 years in California, working as a lawyer for the Southern Pacific Railroad until the death of his mentor Collis Huntington. Much of what he did remains unknown, due to a fire which destroyed the company's records of that era. Although Mosby hated the desk work, he twice returned to Washington, D.C. to argue before the United States Supreme Court—once based on the consul fees he had remitted to the Treasury (and which the claims court found him entitled to) and once for the railroad. Mosby also wrote articles for Eastern newspapers about his escapades during the Civil War, and traveled to New England on a speaking tour where he met Oliver Wendell Holmes (both father and son).Siepel pp. 245–248 He also befriended the Patton family and spent time at their ranch with their young son, George S. Patton, recreating Civil War battles, with Mosby playing himself and George playing Robert E. Lee. Also, he tried to volunteer for the Spanish–American War, but Mosby's Hussars who trained in Oakland, California never disembarked for Cuba nor the Philippines. ===Government attorney=== When Mosby returned to Washington in 1901, during the second term of the McKinley administration (wary during the first term because of McKinley's service in the Shenandoah Valley during the Civil War, as well as being perceived as just another office-seeker), he again sought a job in the Justice Department. After McKinley's assassination, President Theodore Roosevelt instead sent Mosby west as a special agent of the Department of the Interior. There, Mosby dealt with illegal fencing of range land by cattle barons in Colorado and Nebraska, who often used fake homestead claims by military widows as well as violated the Van Wyck Fence Law of 1885. When witnesses refused to come forward to testify about illegal fencing for fear of retaliation, Mosby upheld the law by first sending notices to the affected landowner. The Pawnee Cattle Company capitulated in Colorado, so Mosby moved on to western Nebraska, where he learned the land agent actually lived in Iowa and failed to supervise the range.Siepel pp. 255–277 Mosby's Colorado methods failed, however, since the Omaha grand jury refused to authorize an indictment against Bartlett Richards or anyone but nonresident agent W.R. Lesser. Mosby was recalled to Washington to appease Nebraska's Senators, and then sent to halt timber trespassers in Alabama forests. However, other attorneys were sent out, who secured indictments. Richards and his English brother in law William G. Comstock were convicted in 1905 despite their argument that the government land hadn't been surveyed. The local judge sentenced them to $300 fine apiece and six hours in custody, which they spent celebrating at the Omaha Cattlemen's Club, and which led President Roosevelt to fire both the U.S. attorney and U.S. Marshal. The next year Richards and Comstock were indicted on a new charge of conspiracy to deprive the government of public land, convicted and fined $1,500 fines as well as sentenced to a year in jail. After three years of appeals, the convictions and sentences were upheld, so they were sent to prison in Hastings, Nebraska for a year beginning in 1901, and Richards died in a hospital a month before the sentence would end.Kevin H. Siepel, Rebel: The Life and Times of John Singleton Mosby (New York, St. Martin's Press, 1983) pp. 263–270 Mosby finally got the Department of Justice post he wanted as Philander Knox ended his term as attorney general. It was not with the trust-busting unit, however, but with the Bureau of Insular and Territorial affairs, where Mosby worked (at a low salary of $2,400/year) under his brother-in-law Charles W. Russell, Jr. from 1904 to 1910.McKnight, p. 1369. In 1905 President Roosevelt again sent him to Alabama to troubleshoot allegations of irregularities at the Port of Mobile. Next, he was sent to Oklahoma to investigate charges against U.S. Marshal (and former Rough Rider) Benjamin Colbert. He also secured an indictment of McAlester attorneys George Mansfield, John F. McMurray and Melvin Cornish for misappropriation of Indian Trust funds, but his superior Russell thought the evidence insufficient and ultimately dropped the charges two years later. Meanwhile, Mosby went back to investigate charges of land frauds against Indian minors, and on his return found little to do.Siepel pp. 274–277 ==Memoirist of the Civil War== Mosby was forced to retire from his Justice Department post at age 76, under the William Howard Taft administration. Blind in one eye and cantankerous, he spent his final years in Washington, D.C., living in a boardinghouse and watched over by his remaining daughters to the extent he would let them or others. thumb|right|upright|Mosby and his former lieutenant, John S. Russell Mosby also continued writing about his wartime exploits, as he had been in 1887 Mosby's War Reminiscences and Stuart's Cavalry Campaigns, which had defended the reputation of J.E.B. Stuart, who some partisans of the \"Lost Cause\" blamed for the Confederacy's defeat at the Battle of Gettysburg. Mosby had served under Stuart and was fiercely loyal to the late general, writing, \"He made me all that I was in the war. ... But for his friendship I would never have been heard of.\" He lectured in New England in connection with that first book and wrote numerous articles for popular publications. He published a book length treatise in 1908, a work that relied on his skills as a lawyer to refute categorically all of the claims laid against Stuart. A recent comprehensive study of the Stuart controversy, written by Eric J. Wittenberg and J. David Petruzzi, called Mosby's work a \"tour de force\".Wittenberg and Petruzzi, pp. 219–28. He attended only one reunion of his Rangers, in Alexandria, Virginia, in January 1895, noticing with bemusement how many had become clergymen but preferring to look forward not back.Siepel p. 248 During the war, he had kept a slave, Aaron Burton, to whom he occasionally sent money in Brooklyn, New York after the war and with whom he kept in contact into the 1890s.Siepel p. 284 In 1894, Mosby wrote to a former comrade regarding the cause of the war, stating: \"I've always understood that we went to war on account of the thing we quarreled with the North about. I've never heard of any other cause than slavery.\" Mosby continued to admire and appreciate Grant, and was unrepentant about turning Republican, writing the year before his death that \"my animosity toward the North has long passed away.\" In June 1907, Mosby wrote a letter to Samuel \"Sam\" Chapman, in which he expressed his displeasure over people, namely George Christian, downplaying and denying the importance of slavery in its causing the American Civil War. In the letter, Mosby explained his reasons as to why he fought for the Confederacy, despite personally disapproving of slavery. While he admitted that the Confederate states had seceded to protect and defend their institution of slavery, he had felt it was his patriotic duty as a Virginian to fight on behalf of the Confederacy, stating that \"I am not ashamed of having fought on the side of slavery—a soldier fights for his country—right or wrong—he is not responsible for the political merits of the course he fights in\" and that \"The South was my country.\" ==Death and legacy== In January 1915 the University of Virginia awarded Mosby a medal and written tribute, which touched him deeply. Throughout his life, Mosby remained loyal to those he believed fair-minded, such as Stuart and Grant, but refused to cater to Southern sympathies. He proclaimed that there was \"no man in the Confederate Army who had less of the spirit of knight-errantry in him, or took a more practical view of war than I did.\" He died of complications after throat surgery in a Washington, D.C. hospital on May 30, 1916, noting at the end that it was Memorial Day. He is buried at the Warrenton Cemetery in Warrenton, Virginia. thumb|upright|Mosby's grave in Warrenton, Virginia * The area around Middleburg, from where Mosby launched most of his behind-the-lines activities, was called \"Mosby's Confederacy\", even in the Northern press. The Mosby Heritage Area Association, headquartered in Middleburg, is actively involved in preserving the history, culture, and scenery of this historic area. * The John Singleton Mosby Museum was located in Warrenton, Virginia, at the historic Brentmoor estate where Mosby lived from 1875 to 1877. After it closed many of the artifacts moved to the Old Fauquier County Jail museum. * There are 35 monuments and markers in Northern Virginia dedicated to actions and events related to Mosby's Rangers. * John Mosby Highway, a section of US Route 50 between Dulles Airport and Winchester, Virginia, is named for Colonel Mosby. * Mosby Woods Elementary School in the Fairfax County Public Schools system was originally named in his honor. The name of the school was changed to Mosaic Elementary School by the Fairfax County School Board in February 2021; effective at the start the 2021–2022 academic year. * The segregation academy John S. Mosby Academy operated in Front Royal, Virginia from 1959 to 1969. * Mosby Woods subdivision in Fairfax City is also named in his honor. *The Mosby Woods Pool, located in the Mosby Woods subdivision, is named in his honor as is its swim team, the Mosby Woods Raiders, who compete in the Northern Virginia Swim League. * The post office branch for zip code 22042 (in Northern Virginia's Falls Church area) is referred to by the USPS as the Mosby branch. * Loudoun County High School's (Leesburg, Virginia) former mascot was the Raiders after Mosby's Raiders. * The World War II Liberty Ship was named in his honor. ==In popular culture== * Herman Melville's poem \"The Scout Toward Aldie\" was about the terror a Union brigade felt upon facing Mosby and his men. In part, the poem was based on Melville's experiences in the field with the 13th New York Cavalry and several of its officers who were alumni of Rutgers College.\"Rutgers in the Civil War,\" Journal of the Rutgers University Libraries Vol. 66 (2014), pages 99-100 http://jrul.libraries.rutgers.edu/index.php/jrul/article/viewFile/1865/3298 * A 1913 film entitled The Pride of the South, starred actor Joseph King as John Mosby. * In 1924 Carrie Stevens of Maine created one of the most famous streamers for fly fishing which she called the Gray Ghost. * Virgil Carrington Jones published Ranger Mosby (1944), and Gray Ghosts and Rebel Raiders (1956). He also wrote the late-1950s television program, The Gray Ghost. * Science fiction author H. Beam Piper wrote a popular account of Mosby's life which was published in 1950 under the title \"Rebel Raider\". * CBS Television produced The Gray Ghost during the 1957–58 television season. The show aired in syndication and starred Tod Andrews as Mosby during his Civil War exploits. * The 1967 Disney television movie Mosby's Marauders starred Kurt Russell as a young Confederate serving under Mosby, portrayed by Jack Ging.Mosby's Rangers on DVD . * In the 1988 alternate history novel Gray Victory author Robert Skimin depicts Mosby as the head of military intelligence after the Confederacy wins the Civil War. He defends his friend, J.E.B. Stuart, from a court of inquiry investigating Stuart's actions in the battle of Gettysburg. In the novel, Skimin portrays Mosby as more pro-slavery than was the case historically. * Mosby was the namesake of \"The Gray Ghost (aka Simon Trent)\", a character introduced in the 1992 Batman: The Animated Series, episode \"Beware the Gray Ghost,\" and voiced by Adam West. The character also took inspiration from the 1950s show about his war career, as well The Spirit, The Shadow, and other pulp adventurers. * There is a computer game based on Mosby's Civil War activities, by Tilted Mill, called \"Mosby's Confederacy\". (2008) ==See also== * 43rd Battalion of the Virginia Cavalry, also known as \"Mosby's Rangers\" * Loudoun Rangers, opponents of Mosby * Shenandoah River, Mosby's cave, above Harper's Ferry ==References== ==Bibliography== * Allardice, Bruce S. Confederate Colonels: A Biographical Register. Columbia: University of Missouri Press, 2008. . * Barefoot, Daniel W. Let Us Die Like Brave Men: Behind the Dying Words of Confederate Warriors. Winston-Salem, NC: John F. Blair Publisher, 2005. . * Bell, Griffin B.; John P. Cole. Footnotes to History: A Primer on the American Political Character. Macon, GA: Mercer University Press, 2008. . * Boyle, William E. \"Under the Black Flag: Execution and Retaliation in Mosby's Confederacy\", Military Law Review 144 (Spring 1994): p. 148ff. * Crawford, J. Marshall. Mosby and His Men. New York: G. W. Carleton, 1867. . * Grant, Ulysses S. Personal Memoirs of U. S. Grant. 2 vols. Charles L. Webster & Company, 1885–86. . * Jones, Virgil Carrington. Ranger Mosby. Chapel Hill: University of North Carolina Press, 1944. . * Longacre, Edward G. Lee's Cavalrymen: A History of the Mounted Forces of the Army of Northern Virginia. Mechanicsburg, PA: Stackpole Books, 2002. . * McGiffin, Lee. Iron Scouts of the Confederacy. Arlington Heights, IL: Christian Liberty Press, 1993. . * McKnight, Brian D. \"John Singleton Mosby.\" In Encyclopedia of the American Civil War: A Political, Social, and Military History, edited by David S. Heidler and Jeanne T. Heidler. New York: W. W. Norton & Company, 2000. . * Mosby, John Singleton, and Charles Wells Russell. The Memoirs of Colonel John S. Mosby. New York: Little, Brown, and Company, 1917. . * Neely, Mark E. The Fate of Liberty: Abraham Lincoln and Civil Liberties. New York: Oxford University Press, 1991. . * Ramage, James A. Gray Ghost: The Life of Col. John Singleton Mosby. Lexington: University Press of Kentucky, 2010. . * Ramage, James A. Rebel Raider: The Life of General John Hunt Morgan. Lexington: University Press of Kentucky, 1986. . * Siepel, Kevin H. Rebel: The Life and Times of John Singleton Mosby, Lincoln: University of Nebraska Press, 2008. . First published 1983 by St. Martin's Press. * Smith, Eric. Mosby's Raiders, Guerrilla Warfare in the Civil War. New York: Victoria Games, Inc., 1985. . * Wert, Jeffry D. Mosby's Rangers: The True Adventure of the Most Famous Command of the Civil War. New York: Simon & Schuster, 1990. . * Winik, Jay. April 1865: The Month That Saved America. New York: HarperCollins, 2006. . First published 2001. * Wittenberg, Eric J., and J. David Petruzzi. Plenty of Blame to Go Around: Jeb Stuart's Controversial Ride to Gettysburg. New York: Savas Beatie, 2006. . * The Home of The American Civil War: John Mosby * John Singleton Mosby \"A Long And Stormy Career\" ==Further reading== * Alexander, John H. Mosby's Men. New York: Neale Publishing Company, 1907. . * Evans, Clement A., ed. Confederate Military History: A Library of Confederate States History. 12 vols. Atlanta: Confederate Publishing Company, 1899. . * * Mosby, John Singleton. Mosby's Reminiscences and Stuart's Cavalry Campaigns. New York: Dodd, Mead & Company, 1887. . * Mosby, John Singleton. Stuart's Cavalry in the Gettysburg Campaign. New York: Moffat, Yard & Co., 1908. . * Munson, John W. Reminiscences of a Mosby Guerrilla. New York: Moffat, Yard, and Co., 1906. . * Scott, John. Partisan Life with Col. John S. Mosby. New York: Harper & Brothers, 1867. . * Williamson, James Joseph. Mosby's Rangers: A Record of the Operations of the Forty-third Battalion Virginia Cavalry. New York: Ralph B. Kenyon, 1896. . ==External links== * Pauline Mosby, Wife Of John Singleton Mosby * Col. John Mosby and the Southern code of honor, University of Virginia * Typed carbon copy letter, signed. John Mosby to Eppa Hunton. November 18, 1909. * Mosby Heritage Area Association * * * * Category:1833 births Category:1916 deaths Category:People from Powhatan County, Virginia Category:People from Charlottesville, Virginia Category:American Methodists Category:American slave owners Category:American people of English descent Category:Loudoun County in the American Civil War Category:Virginia lawyers Category:Virginia Republicans Category:Confederate States Army officers Category:People of Virginia in the American Civil War Category:United States Army Rangers Category:Irregular forces of the American Civil War Category:American Civil War prisoners of war Category:Hampden–Sydney College alumni Category:California Republicans Category:People from Warrenton, Virginia Category:Writers from Virginia Category:Consul General of the United States in Hong Kong and Macau",
 "title": "John S. Mosby"
}