{
 "id": "387078",
 "text": "Czechowice-Dziedzice (, ), previously known to 1958 as Czechowice, is a town in Bielsko County, Silesian Voivodeship, southern Poland with 35,926 inhabitants (2019). It lies on the northeastern edge of the historical region of Cieszyn Silesia. With four stations, it is a large rail junction,Urząd Miejski w Czechowicach-Dziedzicach: Rozwój miasta located at the intersection of two major lines – east-west (Trzebinia – Zebrzydowice), and north–south (Katowice – Bielsko-Biala). ==History== The area inhabited by the Golensizi tribe probably became part of Poland under Mieszko I of Poland, but the first certain historical mentions pertaining to the region began to appear much later. The village of Czechowice was first mentioned in a Latin document of Diocese of Wrocław called Liber fundationis episcopatus Vratislaviensis from around 1305 as two settlements: Chotowitz theutonico (German Czechowice) was presumably established under German rights (iure theuthonico) on the ground of the older Chotowitz polonico, which was continuously ruling itself under Polish traditional rights (iure polonico).I. Panic, 2010, p. 401 The declared size of a tithe paid by villagers was also suggesting that it was an old and quite developed community.I. Panic, 2010, p. 402 It belonged then to the Duchy of Cieszyn, formed in 1290 within fragmented Piast-ruled Poland. In 1327 the duchy passed under the suzerainty of the Kingdom of Bohemia as a fee, although it remained ruled by the Polish Piast dynasty until 1653, when it passed to the House of Habsburg. In 1430 the village was first mentioned under the current name of Czechowice rather than Chatowice. Dziedzice were first mentioned in 1465. The other medieval village that was later absorbed by Czechowice was Żebracz, first mentioned in 1443.I. Panic, 2010, p. 313 The village of Czechowice became a seat of a Catholic parish, mentioned in the register of Peter's Pence payment from 1447 among 50 parishes of Teschen deanery as Czechowicz. In the time of Protestant Reformation, the parish of Czechowice stayed Roman Catholic, conversely to the nearby town of Bielsko and the rest of the Duchy of Cieszyn. ===19th and 20th centuries=== After Revolutions of 1848 in the Austrian Empire, a modern municipal division was introduced in the re-established Austrian Silesia. The villages as two separate municipalities were subscribed to the political and legal district of Bielsko. In 1855, a local line of the important Emperor Ferdinand Northern Railway was opened to traffic with a station in Dziedzice. This led to a rapid industrialization of Dziedzice and Czechowice, especially in the late 19th century. At that time, Czechowice and Dziedzice became strong centers of the Polish national movement in stark contrast to German-dominated town of Bielsko, whose inhabitants used to call the area of Czechowice and Dziedzice verfluchte polnische Winkel (cursed Polish corner). Polish school, pedagogical, sports and other organizations were established here. According to the censuses conducted in 1880, 1890, 1900 and 1910, the population of Czechowice grew from 2804 in 1880 to 7056 in 1910 with a dwindling majority being native Polish-speakers (from 96.6% in 1880 to 86.7% in 1910) accompanied by a growing German-speaking minority (from 95 or 3.4% in 1880 to 611 or 8.9% in 1910) and Czech-speaking (from 33 or 1.1% in 1890 to 290 or 4.3% in 1910), in terms of religion in 1910 majority were Roman Catholics (94.1%), followed by Protestants (231 or 3.3%), Jews (176 or 2.5%) and 9 people adhering to yet another faith. Whereas, in case of Dziedzice, the population of the municipality grew from 1011 in 1880 to 2436 in 1910 with a majority being native Polish-speakers (between 748 or 78% in 1880 and 1994 or 85.1% in 1910, at most 938 or 92.1% in 1890) accompanied by a German-speaking minority (189 or 19.7% in 1880, then at most 266 or 11.4% in 1910) and Czech-speaking (at most 81 or 3.5% in 1910), in terms of religion in 1910 majority were Roman Catholics (88.6%), followed by Jews (185 or 7.6%) and Protestants (93 or 3.8%). thumb|Freedom Monument (Pomnik Wolności) with the police station in the background After World War I, fall of Austria-Hungary, the reestablishment of independent Poland, the Polish–Czechoslovak War and the division of Cieszyn Silesia in 1920, Czechowice and Dziedzice became a part of Poland. In the interwar period, the industry continued to expand. New factories were founded, which produced machines, bicycles, matches, paper, cables etc. New culture centers, amateur theaters, cinemas, choirs and sports clubs were founded. In 1924, the Freedom Monument (Pomnik Wolności) was unveiled, financed by voluntary contributions. Patriotic celebrations take place at the monument. Czechowice and Dziedzice were annexed by Nazi Germany at the beginning of World War II in September 1939. The local population was subjected to deportations for forced labor into Germany and to concentration camps, expropriations, street round-ups, death sentences and public executions (see Nazi crimes against the Polish nation). Polish social and political life, as well as Polish education were being destroyed. In 1942, the Germans established two forced labor camps in the town: one for Poles (Polenlager) and one for Jewish men. During the Oil Campaign of World War II, the oil refinery at Czechowice was bombed on August 20, 1944. In 1944, the occupiers established the Tschechowitz I & II subcamps of Auschwitz in Czechowice- Dziedzice, which provided forced labor for the SOCONY-Vacuum oil plant and housed over 600 prisoners. In 1945, German occupation ended and Czechowice and Dziedzice were restored to Poland. In 1951, Dziedzice were merged with Czechowice, concurrently the expanded gmina was given town rights. However, the name of the new town was Czechowice, which disappointed the citizens of Dziedzice. After complaints in 1958, the town was given the name of Czechowice-Dziedzice. From 1975 to 1998, it was located in the Katowice Voivodeship, and since 1999 in Silesian Voivodeship. In 1993, a new Freedom Monument was erected in place of the former, destroyed by the Germans in 1939. ==Landmarks== thumb|Kotuliński Palace Among the town's landmarks are the Rococo Kotuliński Palace, the Baroque Saint Catherine Church and the Gothic Revival Saint Mary of Help church. ==Sports== The local football team is . It competes in the lower leagues. ==Twin towns – sister cities== See twin towns of Gmina Czechowice-Dziedzice. == Notable people == * Piotr Beczała (born 1966), operatic tenor * Łukasz Piszczek (born 1985), footballer ==Gallery== File:POL Czechowice-Dziedzice Kościół NMP Wspomożenia Wiernych.JPG|Saint Mary of Help church File:POL Czechowice-Dziedzice Urząd Miejski 1.JPG|Town hall File:Czechowice-Dziedzice, Church of St. Catherine - panoramio.jpg|The oldest church of St. Catherine File:PG Silesia - panorama.jpg|Silesia coal mine File:POL Czechowice-Dziedzice Kolonia robotnicza na Węglowej 3.JPG|Workers' houses in Żebracz File:Fourth elementary school czechowice.JPG|Primary school ==References== ==External links== * Czechowice - Dziedzice on the web * Jewish Community in Czechowice-Dziedzice on Virtual Shtetl Category:Bielsko County Category:Silesian Voivodeship (1920–1939) Category:Cities and towns in Silesian Voivodeship Category:Oil campaign of World War II Category:Nazi war crimes in Poland",
 "title": "Czechowice-Dziedzice"
}