{
 "id": "387061",
 "text": "The New Revised Standard Version (NRSV) is an English translation of the Bible published in 1989 by the National Council of Churches. It is a revision of the Revised Standard Version, which was itself an update of the American Standard Version.Preface to the NRSV from the National Council of Churches website The NRSV was intended as a translation to serve devotional, liturgical and scholarly needs of the broadest possible range of religious adherents. The full translation includes the books of the standard Protestant canon as well as the deuterocanonical books traditionally included in the canons of Roman Catholicism and Eastern Orthodox Christianity. The translation appears in three main formats: an edition including only the books of the Protestant canon, a Roman Catholic Edition with all the books of that canon in their customary order, and The Common Bible, which includes the books that appear in Protestant, Catholic, and Eastern Orthodox canons (but not additional books from the Syriac and Ethiopian traditions). A special edition of the NRSV, called the \"Anglicized Edition,\" employs British English spelling and grammar instead of American English.Amazon.co.uk entry for Anglicized NRSV == History == The New Revised Standard Version was translated by the Division of Christian Education (now Bible Translation and Utilization) of the National Council of Churches. The group included scholars representing Orthodox, Catholic and Protestant Christian groups as well as Jewish representation in the group responsible for the Hebrew Scriptures or Old Testament. The mandate given the committee was summarized in a dictum: “As literal as possible, as free as necessary.” == Principles of revision == === Improved manuscripts and translations === The Old Testament translation of the RSV was completed before the Dead Sea Scrolls were available to scholars. The NRSV was intended to take advantage of this and other manuscript discoveries, and to reflect advances in scholarship. === Gender language === In the preface to the NRSV Bruce Metzger wrote for the committee that “many in the churches have become sensitive to the danger of linguistic sexism arising from the inherent bias of the English language towards the masculine gender, a bias that in the case of the Bible has often restricted or obscured the meaning of the original text”. The RSV observed the older convention of using masculine nouns in a gender-neutral sense (e.g. \"man\" instead of \"person\"), and in some cases used a masculine word where the source language used a neutral word. This move has been widely criticised by some, including within the Catholic Church, and continues to be a point of contention today. The NRSV by contrast adopted a policy of inclusiveness in gender language. According to Metzger, “The mandates from the Division specified that, in references to men and women, masculine-oriented language should be eliminated as far as this can be done without altering passages that reflect the historical situation of ancient patriarchal culture.” == Translation committee == The following scholars were active on the NRSV Bible Translation Committee at the time of publication. * William A. Beardslee * Phyllis A. Bird * George Coats * Demetrios J. Constantelos * Robert C. Dentan * Alexander A. DiLella, OFM * J. Cheryl Exum * Reginald H. Fuller * Paul D. Hanson * Walter Harrelson * William L. Holladay * Sherman E. Johnson * Robert A. Kraft * George M. Landes * Conrad E. L’Heureux * S. Dean McBride, Jr. * Bruce M. Metzger * Patrick D. Miller * Paul S. Minear * Lucetta Mowry * Roland E. Murphy, O. Carm. * Harry Orlinsky * Marvin H. Pope * Jimmy Jack McBee Roberts * Alfred v. Rohr Sauer * Katharine D. Sakenfeld * James A. Sanders * Gene M. Tucker * Eugene C. Ulrich * Allen Wikgren == Reception == The New Revised Standard Version is the version most commonly preferred by biblical scholars, according to Mark D. Given of Missouri State University. This is due to its basis on what are often considered the oldest and best manuscripts, and its strict adherence to word-for-word translation.A Discussion of Bible Translations and Biblical Scholarship Many mainline Protestant churches officially approve the NRSV for both private and public use. The Episcopal Church (United States) in Canon II.2 added the NRSV to the list of translations approved for church services. It is also widely used by the United Methodist Church, the Evangelical Lutheran Church in America, the Christian Church (Disciples of Christ), the Presbyterian Church (USA), the Presbyterian Church in Canada, the United Church of Christ, the Reformed Church in America, and the United Church of Canada. In accordance with the 1983 Code of Canon Law, Canon 825.1, the NRSV with the deuterocanonical books received the Imprimatur of the United States Conference of Catholic Bishops and the Canadian Conference of Catholic Bishops, meaning that the NRSV (Catholic Edition) is officially approved by the Catholic Church and can be profitably used by Catholics in private study and devotional reading. The New Revised Standard Version, Catholic Edition also has the imprimatur, granted on 12 September 1991 and 15 October 1991, respectively. For public worship, such as at weekly Mass, most Catholic Bishops Conferences in English-speaking countries require the use of other translations, either the adapted New American Bible in the dioceses of the United States and the Philippines or the English Standard Version and Revised New Jerusalem Bible in most of the rest of the English-speaking world. However, the Canadian conference and the Vatican approved a modification of the NRSV for lectionary use in 2008. The NRSV, along with the Revised Standard Version, is also quoted in several places in the English-language edition of the Catechism of the Catholic Church, the latter of which summarizes Catholic doctrine and belief in written form. In 1990 the synod of the Orthodox Church in America decided not to permit use of the NRSV in liturgy or in Bible studies on the grounds that it is highly \"divergent from the Holy Scriptures traditionally read aloud in the sacred services of the Church\", though the National Council of Churches notes that the translation has \"the blessing of a leader of the Greek Orthodox Church.\" == Review and update == A three-year process of reviewing and updating the text of the NRSV was announced at the 2017 Annual Meeting of the Society of Biblical Literature. The update will be managed by the SBL following an agreement with the copyright-holding NCC. The stated focuses of the review are incorporating advances in textual criticism since the 1989 publication of the NRSV, improving the textual notes, and reviewing the style and rendering of the translation. A team of more than fifty scholars, led by an editorial board, is responsible for the review, which goes by the working title of the New Revised Standard Version, Updated Edition (NRSV-UE). It was released on December 25, 2021, for digital purchase, with the first print editions slated for 2022.https://friendshippress.org/nrsv-updated-edition/ == Study editions == * The Harper Study Bible (Zondervan, 1991, ) * NRSV Reference Bible with the Apocrypha (Zondervan, 1993, ) * NRSV Student Bible (Zondervan, 1996, ) * The Cambridge Annotated Study Bible (Cambridge University Press, 1993, ) * The HarperCollins Study Bible with Apocrypha (Society of Biblical Literature, 1997, ) * The Access Bible with Apocrypha (Oxford University Press, 1999, ) * The Spiritual Formation Bible (Zondervan, 1999, ) * The New Interpreter's Study Bible with Apocrypha (United Methodist Publishing House, 2003, ) * The HarperCollins Study Bible: Fully Revised & Updated (HarperOne, 2006, ) * The Green Bible (HarperOne, 2008, ) * The Discipleship Study Bible (Westminster John Knox, 2008, ) * The Life with God Bible (Renovaré, 2009, ) * Lutheran Study Bible (Augsburg Fortress, 2009, ) * The Wesley Study Bible (United Methodist Publishing House, 2009, ) * The Guidebook: The NRSV Student Bible (Zondervan, 2012, ) * The Jewish Annotated New Testament, 2nd edition (Oxford University Press, 2017, ) * The New Oxford Annotated Bible with Apocrypha, 5th edition (Oxford University Press, 2018, ) * NRSV Cultural Backgrounds Study Bible (Zondervan, 2019, ) * Baylor Annotated Study Bible (Baylor University Press, 2019, ) * The Word on Fire Bible (Volume 1): The Gospels (Word on Fire, 2020, ) == Canon == The New Revised Standard Version is available in a Protestant edition with the standard 66-book Protestant Bible and as a Catholic edition with the 73-book Catholic Bible. A third edition incorporates the Eastern Orthodox canon. == References == == Bibliography == * * * * * * * == External links == * * Religion: Farewell To Thee's and He's, Time magazine * The National Council of Churches * New Revised Standard Version Category:1989 books Category:Bible translations into English Category:1989 in Christianity",
 "title": "New Revised Standard Version"
}