{
 "id": "387063",
 "text": "thumb|The dwarf elliptical galaxy PGC 29388 Dwarf elliptical galaxies, or dEs, are elliptical galaxies that are smaller than ordinary elliptical galaxies. They are quite common in galaxy groups and clusters, and are usually companions to other galaxies. == Examples == \"Dwarf elliptical\" galaxies should not be confused with the rare \"compact elliptical\" galaxy class, of which M32, a satellite of the Andromeda Galaxy, is the prototype. In 1944 Walter Baade confirmed dwarf ellipticals NGC 147 and NGC 185 as members of the Local Group by resolving them into individual stars, thanks to their relatively little distance. In the 1950s, dEs were also discovered in the nearby Fornax and Virgo clusters.G. Reaves (1956), Dwarf galaxies in the Virgo cluster == Relation to other elliptical galaxy types == Dwarf elliptical galaxies have blue absolute magnitudes within the range fainter than ordinary elliptical galaxies. The surface brightness profiles of ordinary elliptical galaxies was formerly approximated using de Vaucouleur's model, while dEs were approximated with an exponentially declining surface brightness profile. However, both types fit well by a more general function, known as Sersic's model, and there is a continuity of Sersic index (which quantifies the shape of the surface brightness profile) as a function of galaxy luminosity. This is interpreted as showing that dwarf elliptical and ordinary elliptical galaxies belong to a single sequence. An even-fainter type of elliptical-like galaxies, called dwarf spheroidal galaxies, may be a genuinely distinct class. == Origins == Dwarf ellipticals may be primordial objects. Within the currently favoured cosmological Lambda-CDM model, small objects (consisting of dark matter and gas) were the first to form. Because of their mutual gravitational attraction, some of these will coalesce and merge, forming more massive objects. Further mergers lead to ever more massive objects. The process of coalescence could lead to the present-day galaxies, and has been called \"hierarchical merging\". If this hypothesis is correct, dwarf galaxies may be the building blocks of today's large spiral galaxies, which in turn are thought to merge to form giant ellipticals. An alternative suggestion is that dEs could be the remnants of low-mass spiral galaxies that obtained a rounder shape through the action of repeated gravitational interactions with ordinary galaxies within a cluster. This process of changing a galaxy's morphology by interactions, and the removal of much of its stellar disk, has been called \"galaxy harassment\". Evidence for this latter hypothesis has been claimed due to stellar disks and weak spiral arms seen in some dEs. Under this alternative hypothesis, the anaemic spiral arms and disk are a modified version of the original stellar disk of the now transformed spiral galaxy. At the same time, the galaxy harassment scenario can not be the full picture. The highly isolated dwarf elliptical galaxy CG 611 possesses the same physical attributes as dE galaxies in clusters – such as coherent rotation and faint spiral arms – attributes that were previously assumed to provide evidence that dE galaxies were once spiral galaxies prior to a transformation process requiring immersion with a cluster of galaxies. CG 611 has a gas disk which counter- rotates to its stellar disk, clearly revealing that this dE galaxy's disk is growing via accretion events. If CG 611 was to fall into a galaxy cluster, ram-pressure stripping by the cluster's halo of hot X-ray gas would strip away CG 611's gas disk and leave a gas-poor dE galaxy that immediately resembles the other dEs in the cluster. That is, no removal of stars nor re-shaping of the galaxy within the dense galaxy cluster environment would be required, undermining the idea that dE galaxies were once spiral galaxies. == See also == * Dwarf galaxy * Dwarf spheroidal galaxy * Dwarf spiral galaxy * Elliptical galaxy * Galaxy morphological classification * Irregular galaxy == References == * * Category:Galaxy morphological types",
 "title": "Dwarf elliptical galaxy"
}