{
 "id": "387178",
 "text": "Paul Okalik (, ; born May 26, 1964) is a Canadian politician. He is the first Inuk to have been called to the Nunavut Bar. He was also the first premier of Nunavut. On November 4, 2010, he was elected Speaker of the Legislative Assembly of Nunavut.Nunavut Hansard, November 4, 2010, p. 7. Okalik represented the electoral district of Iqaluit West in the Legislative Assembly of Nunavut until April 6, 2011 when he announced he would be resigning in order to run for the Liberal Party of Canada in the riding of Nunavut in the 2011 Canadian federal election.Nunavut ex-premier named Liberal candidate He returned to the Legislative Assembly in 2013 until being defeated in the 2017 general election. == Early life == Okalik was born on May 26, 1964, in Pangnirtung, Northwest Territories (now Nunavut), the youngest of ten children born to Auyaluk and Annie Okalik. He was sent to residential school in Frobisher Bay, now Iqaluit, at 15, returning to Pangnirtung after one year. He began a series of temporary jobs and pursuits including time as an apprentice underground at the Nanisivik Mine in northern Baffin Island.Paul Okalik at Library and Archives Canada In the early 1980s, he became interested in the political development of Inuit communities and began to work for the Tunngavik Federation of Nunavut, the predecessor of Nunavut Tunngavik Incorporated, as a deputy negotiator on the Inuit land claim, the Nunavut Land Claims Agreement. That claim, the largest in Canadian history, was signed in 1993 after decades of negotiations between Canada and the Inuit of Nunavut and would lead to the creation of Nunavut that he was to lead as premier through its first decade. Okalik continued his claims work, and began University as a mature student, serving as a representative on the Nunavut Implementation Panel. Okalik has been overt in acknowledging the role alcohol played in his earlier years and his commitment during his university years to stop drinking altogether. He went on to obtain a Bachelor of Arts (B.A.) in Political Science at Carleton University in Ottawa, and a Bachelor of Laws (LL.B.) from the University of Ottawa. In 1998 he returned to Iqaluit to article at Crawford Law Office, working briefly in Yellowknife and with the Maliganik Tukisiniakvik legal aid clinic. In 1999 he was called to the Northwest Territories Bar, becoming the first Inuk lawyer in NWT/Nunavut history. His dream was to help his people in their dealings with the Canadian justice system.Premier Paul Okalik—Learning to balance tradition and the modern world ==Political life== At the first Nunavut election held February 15, 1999, Okalik was elected to represent Iqaluit West in the first Legislative Assembly of Nunavut, defeating Ben Ell and Matthew Spence, with 51% of ballots cast.Nunavut Votes 2004 The First Nunavut Assembly met prior to the official creation of the territory in order to elect the territory's first premier and ministers. There are no political parties in Nunavut. Instead, all members of the Assembly are elected as independents, with the Assembly then recommending a ministry from among its elected members via a consensus model. The Commissioner of Nunavut then formally appoints them to office. Former federal MP Jack Anawak had been widely touted as the future Premier. However, Anawak was seen as Ottawa's choice, while Okalik was a dark horse and perceived as his own man. On March 5, 1999 after an extensive Leadership Forum question and answer period in the Assembly, Okalik was elected the first Premier of Nunavut.Canadian Politics, Riding by Riding: An In-Depth Analysis of Canada's 301 Federal Electoral Districts by Tony L. Hill His mandate as premier became effective on April 1, 1999, the day Nunavut territory came into existence. He stood for reelection in the 2004 general election, and was returned to the Legislative Assembly. On March 5, 2004, the Legislative Assembly again selected him premier over challenger Tagak Curley. By 2007, Okalik was the longest-serving sitting premier in Canada. In the 2008 Nunavut General Election he won his third election and ran for a third term as Premier. On November 14, 2008, Okalik was defeated by Eva Aariak for the premiership. Okalik declined a nomination to cabinet and subsequently sat as a regular member in the Nunavut Assembly. One of Okalik's primary goals as premier of Nunavut was to make the territory economically self-sufficient, as currently 90% of their budget comes from the federal government. Despite this, Okalik continues to have high hopes for the territory and believes that Nunavut has great economic potential. He cites resources such as diamonds, and also Inuit art and tourism as potential sources of income for the territory.Okalik biography On November 4, 2010, Okalik was elected the Speaker of the Nunavut Legislative Assembly, replacing James Arreak who had resigned to become a cabinet minister.Nunavut MLAs put Arreak in cabinet, Okalik in speaker’s chair. Nunatsiaq News. 4 November 2010. He announced on April 6, 2011 that he would resign from the Legislative Assembly in order to run for the Liberal Party of Canada in the federal riding of Nunavut in the 2011 Canadian federal election.Paul Okalik to run for Liberal party in Nunavut He finished second in the election behind Conservative incumbent Leona Aglukkaq.History of Federal Ridings since 1867 (accessed 17 January 2012) Okalik returned to the legislature at the 2013 Nunavut general election as the member for Iqaluit-Sinaa, which includes much of his old riding. Soon afterward, he returned to cabinet as Justice Minister. However, in 2016, Okalik resigned from cabinet because of his opposition to a proposed liquor store in Iqaluit and the lack of addictions support. Okalik told the Assembly that as a recovering alcoholic who had his last drink in 1991, he could not support a liquor store in the territorial capital without improved facilities for recovering alcoholics.'My name is Paul and I’m an alcoholic.' Nunavut minister quits over liquor store plan During the 2015 Canadian federal election, Okalik protested a 2014 incident in which Aglukkaq read a newspaper during Question Period while opposition parties asked about exorbitant food prices in the North by reading a newspaper whenever Aglukkaq spoke at the Canadian Broadcasting Corporation election forum in Iqaluit. ==Accomplishments as Premier== The first two terms (1999–04, 2004–08) of the Nunavut Government were defining for the Nunavut territory. The creation of a new government in a territory where no prior government structures existed was an accomplishment achieved by the hard work, idealism and commitment of many individuals, including Ministers, MLAs, public servants, Inuit organizations and municipal leaders – but the period is likely to be viewed as the Okalik legacy. The First Assembly set out its goals in the mandate statement,\"Pinasuaqtavut\" with priorities on education and housing. The Second Assembly released its mandate statement,\"Pinasuaqtavut II\" with priorities on Inuit culture and economic growth. In the Nunavut consensus system, where assembly members are elected on personal and individual platforms, the mandate statement represents the collective assertion of goals and political will and values for each Assembly. Immediately in 1999 the new Nunavut government recommenced the construction of public housing, which the NWT had abandoned, taking the first steps to address the massive overcrowding and severe housing deficit facing all Nunavut communities, as well as developing innovations in assisting home ownership and first time purchasers. The monies spent on housing increased steadily over this period and persistent efforts eventually secured $300M in federal dollars for a huge construction program, the \"Nunavut Housing Trust\". The construction of schools was a massive annual commitment during this decade, with almost every Nunavut community getting up-graded, new and impressive community schools at some point during the decade. Nunavut developed enhanced training for teachers,\"Nunavut Grads Mark a Milestone\" created a Nunavut program for registered nurses and supported the very successful Akitsiraq Law School, built Nunavut's first trades school in Rankin Inlet, put in place the process and approvals for a Nunavut Cultural School slated for Clyde River, improved levels of post-secondary student financial assistance,\"Minister Announces New Student Support Rates\" and funded Inuit and Inuktitut/Inuinnaqtun curriculum development. The decade saw a steady rise in Grade 12 graduations for Nunavummiut youth across the territory, although still falling short of Canadian national rates. Long overdue health facilities were constructed in the regional centres of Iqaluit, Rankin Inlet and Cambridge Bay, infant and child inoculation rates were expanded, more physicians took up residence in the territory, the first Inuit certified midwives graduated\"Inuit Midwives Graduate\" and a series of elder-care facilities were planned and constructed. None of these measures narrowed the huge health and wellness gaps between Nunavummiut and other Canadians. Of particular concern was the huge impact of youth suicides, eventually leading to Nunavut's support for The Nunavut Suicide Prevention Project.\"Nunavut Suicide Prevention Report\" The Nunavut Land Claims Agreement requires that governments work towards a public service representative of the public it serves.\"Nunavut Land Claims Agreement: Article 23 Government Employment\" In the first ten years of Nunavut, Inuit employment rates far exceeded those in the former Northwest Territories and showed stead improvement since 1999;\"Auditor General of Canada: Human Resources Audit, 2009\" however, these rates were still highest in the lowest education and pay categories, skilled positions remained unfilled in many communities, and the classic issues around minority employment efforts became part of the Nunavut public agenda. He lost re-election in the 2017 general election. ==Legislation== The Legislative legacy of the first two Nunavut Assemblies is substantial and fundamental in impact. Okalik introduced the first Nunavut Human Rights Act, which had never been done in the former NWT, and took a principled stand on its need to cover homosexuals. New structures for energy generation and regulation were created with the Qulliq Energy Corporation Act (dividing the assets of the joint Nunavut/NWT Crown Energy utility and creating its Nunavut successor) and the Utilities Rates Review Council Act. Regional Education and Health Boards were abolished and these functions and employees were moved into the departments of Education and Health and Social Services (respectively).Demise of Regional Boards Contemplated March, 1999 These changes and Acts were original creations, scoped for the modest scale and limited capacity of Nunavut. The consultative process of the Wildlife Act, which implemented and supported the hunting rights set out in the Nunavut Land Claims Agreement,Inuit Organizations Work with GN on Wildlife Regulations, June 2004 was an extensive piece of work, frequently attempted but never accomplished in the former Northwest Territories. It took two attempts to gain a consensus on an original, some might say courageous and revolutionary Education Act which was so comprehensive it is still being implemented, and the linguistic, legal and cultural pitfalls of the Official Languages Act and the Inuit Language Protection Act guarantee that these pieces of legislation will be formative documents for many years to come. Innovative and strong controls on purchasing and youth access were instituted by the Tobacco Control Act and a unique set of timely and accessible remedies was delivered into the hands of Justice of the Peace and community member through the terms of the Family Abuse Intervention Act. ==Controversy== Nunavut managed to create its first political crisis on the issue of time zones in 1999, with Okalik and most of Cabinet supporting a unified time zone across the three current time zones and Nunavut regions. Most municipalities – despite originally supporting time zone unification at their annual meetings – responded to the government initiative with overt resistance, leading to a stand-off where Hamlets ran clocks at their preferred time and schools and airports frequently operated on another. Ultimately Okalik and the government backed down and the historic three time zones, Eastern Time Zone for the Qikiqtaaluk, Central Time Zone for the Kivalliq and Mountain Time Zone for the Kitikmeot have continued in effect. The consolidation of the Health and Education Boards was accomplished in the first year of the first Assembly, when the value of common institutions was generally accepted. The corresponding change has been frequently recommended but not yet implemented in the NWT. While the Health Boards are not generally lamented the loss of the Divisional Boards of Education is seen in some quarters as leading to a less nimble and more encumbered Inuktitut and Inuinnaqtun curriculum. The issue of \"decentralization\" or the location of territorial- and headquarters-level government functions in one or more of the 10 \"decentralized\" Nunavut communities was an integral part of the planning of Nunavut from the time of the Nunavut Implementation Commission, and the Office of the Interim Commissioner. Practical adjustments were made to the locations recommended by the Office of the Interim Commissioner for many functions in 1999 and 2000, but many other positions were assigned to communities on a community development rather than a functional basis. There remain serious contentions around the effectiveness of specific functions and the over-all value of the decentralization initiative, but Okalik remained committed to the principle, and to seeing jobs delivered to communities outside the major centres. The Okalik terms were remarkable for a general lack of corruption. Okalik along with colleagues Ed Picco and Hunter Tootoo and Rebekah Williams refused to accept a supplementary pension for members created by the Assembly which he deemed \"excessive\". Okalik was a modest spender by most accounts, and financial and political decisions taken were largely policy driven. During those years, Ministers who were perceived as not performing, were charged with criminal offences or found in a conflict of interest, lost their portfolios and/or resigned promptly, and in one instance were removed by the Assembly after being created Minister Without Portfolio.Future Lies with Fellow MLAs Okalik was perceived as strategic, intelligent, a very quick and thorough study in his work, while his adversaries characterized him as short-tempered and aggressive, especially in his second term. During his almost ten years in office he was a reliable advocate for Nunavut among Canadian First Ministers, leading a public challenge to Prime Minister Jean Chrétien on the terms of access to medical care for Nunavut,\"Northern Premiers take on Chretien\" revitalizing the Northern Premiers Forums, and being a founding member of the Council of the Federation. During the last week of June 2007, Okalik reportedly made derogatory comments to Iqaluit mayor Elisapee Sheutiapik about Lynda Gunn, an executive from the Nunavut Association of Municipalities, allegedly calling her a \"fucking bitch\". Although Okalik apologized, both publicly and in private, the apology was refused. On September 17, 2007, MLAs voted to censure Okalik. Okalik himself abstained from voting, but asked his fellow MLAs to censure him as a formal recognition of his mistake. Sheutiapik subsequently challenged Okalik for the Iqaluit West seat in the 2008 election. Okalik was re-elected. In November 2009, a report by the Integrity Commissioner declared that Okalik violated the territory's Integrity Act by soliciting campaign donations from deputy ministers, whom premiers appoint, and that Okalik should apologize. ==Electoral record== ==Personal life== On June 18, 2005, Carleton University conferred on Okalik an honorary doctorate in law. On November 24, 2008, Okalik was the sole recipient at the 16th Annual National Aboriginal Achievement Awards, now the Indspire Awards, in the category of Politics.Okalik honoured at 16th Annual NAAAwards NAA Foundation Okalik has three children, Shasta, Jordan and Béatrice, and two granddaughters, Brynn and Lakely. ==See also== *Aboriginal Canadian personalities ==References== Category:1964 births Category:Living people Category:Inuit politicians Category:Inuit from the Northwest Territories Category:Carleton University alumni Category:University of Ottawa alumni Category:Members of the Executive Council of Nunavut Category:Members of the Legislative Assembly of Nunavut Category:Premiers of Nunavut Category:People from Iqaluit Category:Speakers of the Legislative Assembly of Nunavut Category:Candidates in the 2011 Canadian federal election Category:University of Ottawa Faculty of Law alumni Category:Indspire Awards Category:Liberal Party of Canada candidates for the Canadian House of Commons Category:Inuit from Nunavut Category:People from Pangnirtung Category:Nunavut candidates for Member of Parliament",
 "title": "Paul Okalik"
}