{
 "id": "388178",
 "text": "The Chevrolet Biscayne was a series of full-size cars produced by the American manufacturer Chevrolet between 1958 and 1975. Named after a show car displayed at the 1955 General Motors Motorama, the Biscayne was the least expensive model in the Chevrolet full-size car range (except the 1958-only Chevrolet Delray). The absence of most exterior and fancy interior trimmings remained through the life of the series, as the slightly costlier Chevrolet Bel Air offered more interior and exterior features at a price significantly lower than the top-of-the-line Impala and Caprice. The Biscayne was named after Biscayne Bay, near Miami, Florida, following a trend by Chevrolet at the time to name cars after coastal cities or beaches such as the Bel Air and the later Chevrolet Malibu. ==Overview== Biscaynes were produced primarily for the fleet market, though they were also available to the general public — particularly to those who wanted low-cost, no-frills transportation with the convenience, room and power of a full-size automobile. While most Biscaynes were sold with a six-cylinder engine through the late 1960s, the V8 engine became the more popular powerplant by the early 1970s. The Biscayne was usually built as a two- or four-door sedan, although a four-door station wagon was available between 1962 and 1968 (and again after 1973 in Canada only). A low-priced, full-size Biscayne station wagon equivalent was available as the Chevrolet Brookwood both before and after this period. The two-door sedan was dropped after 1969, and consequently, from 1970 to 1972 the only Biscayne model available was a four-door sedan. In 1958, the Delray was priced below the Biscayne but was discontinued the following year. Many of the luxury convenience options available on the more expensive full-sized Chevrolet models, such as power windows, were not available on the Biscayne. However, customers could purchase a Biscayne with any of Chevrolet's high-output big- block V8 engines and performance-oriented transmissions, including the floor- mounted four-speed manual transmission with Hurst shifter and low-ratio final drive. Original production numbers of cars built this way were very low, and examples of these high-performance cars are highly sought after by collectors today. Notably, Baldwin Chevrolet of Long Island, New York, became famous for offering the \"Street Racer Special,\" a 1968 Biscayne coupe with dealer-fitted high-performance 427 cubic-inch V8, and heavy-duty suspension components, turning the Biscayne into a serious drag car. Biscayne with high-performance equipment was often nicknamed \"Bisquick\" by enthusiasts. Like the slightly upscale Bel Airs, Biscaynes are easily identified by the use of two taillights per side; the only exceptions to this were in 1959 and 1972. The more expensive Impalas (and later Caprices) have three taillights per side. The Biscayne was largely devoid of exterior chrome trim and was normally fitted with small hubcaps, though several exterior trim pieces and upgraded wheel covers were available at extra cost. Interior trim was spartan, with lower- grade cloth and vinyl or all-vinyl upholstery trim, a standard steering wheel with centre horn button, and rubber floor mats. Slight upgrades were made throughout the life of the series — for instance, the 1964 models came standard with deluxe steering wheels with horn rings, deep-twist carpeting and foam-cushioned front seats. ==First generation (1958)== At its introduction for the 1958 model year, the Biscayne was available as a two- or four-door pillared sedan. In 1958, there was also the even lower-priced Chevrolet Delray, but this was discontinued for 1959. * There was a 2-door Delray Utility Sedan offered in 1958, which substituted a platform for the rear seating area. This was described, but not pictured, in the dealer brochure. ==Second generation (1959–1960)== In 1959, the car was redesigned, and now sat on an inch-and-a-half () longer wheelbase. In 1959 the two-door Utility Sedan appeared, a version lacking a rear seat and being intended as a delivery vehicle. ===Biscayne Fleetmaster=== In 1960, a lower-priced, sparsely trimmed version of the Biscayne called the Fleetmaster was produced. Aimed primarily at the fleet market, the Fleetmaster included a lower grade of upholstery than the standard Biscayne and deleted routine convenience items such as a cigarette lighter, door armrests, and passenger-side sun visor. In addition, many parts were painted rather than chrome plated. Both two- and four-door sedans were available. thumb|left|1960 Biscayne four-door sedan A number of economy-minded options were available exclusive to the Fleetmaster model, although the performance-oriented engines and transmissions were also available (for police applications or performance-oriented customers who wanted the lightest car possible). The Fleetmaster was dropped after 1961. ==Third generation (1961–1964)== The Biscayne underwent a full model change for the 1961 model year. The stripped down Fleetmaster and the three-passenger Utility Sedan were still available for 1961 but sold in very small numbers. Series numbers were 1100 and 1200 (six- and eight-cylinder Biscayne), with the 1300 and 1400 used for the six- and eight-cylinder Fleetmaster. For 1963, the short-stroke Turbo-Thrift inline-six replaced the earlier \"Stovebolt\" 235, meaning lower weight and a slight gain in power. In 1962, a four-door station wagon version appeared, replacing the earlier Brookwood model. As usual, the full range of GM's full-size engine and transmission options were available to the low priced Biscayne. A very few of the brand-new, high-powered 409 V8s (of which only 142 were built in 1961) even found their way into the bargain- basement Biscayne Fleetmaster, with the direct intention of being used for drag racing. File:Flickr - DVS1mn - 61 Chevrolet Biscayne (2).jpg|1961 Chevrolet Biscayne 2-Door Sedan (with non-standard wheels), front view File:1961 Chevrolet Biscayne two-door, rear right (blue).jpg|1961 Chevrolet Biscayne 2-Door Sedan, rear view File:1962 Biscayne 409 (4407502205).jpg|1962 Chevrolet Biscayne 2-Door Sedan File:1963 Chevrolet Biscayne (2910061096).jpg|1963 Chevrolet Biscayne 4-Door Sedan File:Chevrolet Biscayne1.jpg|1964 Chevrolet Biscayne 4-Door Sedan ==Fourth generation (1965–1970)== alt=|left|thumb|1965 Chevrolet Biscayne 4-door station wagon thumb|left|1968 Biscayne two-door sedan The all-new 1965 Biscayne was larger yet, and offered an even wider range of engines, including a new, larger 250-ci inline-six. For the 1967 model year the smaller 230 was dropped. For 1966 the top engine became the new Big-Block 427 ci V8, available in a high- powered, high-revving version with solid lifters. Although not available for the big Chevrolets in 1967, it returned in 1968 for two more model years. After 1968 the Biscayne station wagon was discontinued, henceforth being sold as the Brookwood. Power steering and power brakes were made standard for the 1970 model year. thumb|left|1970 Chevrolet Biscayne four-door sedan. The brightwork around the windows and side moldings are non-stock items that were added later. ==Fifth generation (1971–1975)== The Turbo Hydra-Matic transmission was made standard on all cars ordered with a V8 engine starting midway through the 1971 model year. Production of the Biscayne for the United States market ended for 1972; it wasn't advertised that year in Chevrolet's brochure but was available for fleet buyers. However, the Biscayne name was still used in Canada through the 1975 model year, with a 350 cubic-inch V8 engine and Turbo Hydra-Matic automatic transmission made standard for 1974. The station wagon model had been sold as the Brookwood, but for 1973 the Biscayne station wagon made a return for the Canadian market only. Like its stablemates, the 1975 Biscayne received new dashboard, radio and climate control graphics (including a 100-mph speedometer with kilometer equivalents) and the availability of two new options: an Econominder gauge package (with temperature gauge and a gauge that monitored fuel economy, based on the driver's current driving habits) and intermittent windshield wipers. The fourth generation wagons featured a 'clamshell' design marketed as the Glide- away tailgate, also called a \"disappearing\" tailgate because when open, the tailgate was completely out of view. On the clamshell design, the rear power- operated glass slid up into the roof and the lower tailgate (with either manual or optional power operation), lowered completely below the load floor. The manual lower tailgate was counterbalanced by a torque rod similar to the torque rods used in holding a trunk lid open, requiring a 35 lb push to fully lower the gate. Raising the manual gate required a 5 lb pull via a handhold integral to the top edge of the retractable gate. The power operation of both upper glass and lower tailgate became standard equipment in later model years. Wagons with the design featured an optional third row of forward-facing seats accessed by the rear side doors and a folding second-row seat -- and could accommodate a 4 x 8' sheet of plywood with rear seats folded. The clamshell design required no increased footprint or operational area to open, allowing a user to stand at the cargo opening without impediment of a door -- for example, in a closed garage. ==Notes== ==References== * * Biscayne Category:Full-size vehicles Category:Rear-wheel-drive vehicles Category:Sedans Category:Station wagons Category:Police vehicles Category:Cars introduced in 1958 Category:1960s cars Category:1970s cars Category:Motor vehicles manufactured in the United States Category:Cars of Canada",
 "title": "Chevrolet Biscayne"
}