{
 "id": "388149",
 "text": "Dervish, Darvesh, or Darwīsh (from , Darvīsh) in Islam can refer broadly to members of a Sufi fraternity (tariqah), or more narrowly to a religious mendicant, who chose or accepted material poverty. The latter usage is found particularly in Persian and Turkish (Derviş), corresponding to the Arabic term faqīr. Their focus is on the universal values of love and service, deserting the illusions of ego to reach God. In most Sufi orders, a dervish is known to practice dhikr through physical exertions or religious practices to attain the ecstatic trance to reach God. Their most common practice is Sama, which is associated with the 13th-century mystic Rumi. In folklore, dervishes are often credited with the ability to perform miracles and ascribed supernatural powers.Frederick William Hasluck Christianity and Islam Under the Sultans, Band 1 Clarendon Press 1929 p. 281 Historically, the term Dervish has also been used more loosely, as the designation of various Islamic political movements or military entities. ==Etymology== The Persian word darvīsh () is of ancient origin and descends from a Proto-Iranian word that appears in Avestan as \"needy, mendicant\", via Middle Persian driyosh. It has the same meaning as Fakir, meaning people whose contingency and utter dependence upon God is manifest in everything they do and every breath they take. ==Religious practice== Dervishes try to approach God by virtues and individual experience, rather than by religious scholarship.JENS PETER LAUT Vielfalt türkischer Religionen 1996 p. 29 (German) Many dervishes are mendicant ascetics who have taken a vow of poverty, unlike mullahs. The main reason they beg is to learn humility, but dervishes are prohibited to beg for their own good. They have to give the collected money to other poor people. Others work in common professions; Egyptian Qadiriyya – known in Turkey as Kadiri – are fishermen, for example. Some classical writers indicate that the poverty of the dervish is not merely economic. Saadi, for instance, who himself travelled widely as a dervish, and wrote extensively about them, says in his Gulistan: Rumi writes in Book 1 of his Masnavi:The Masnavi: Book One, translated by Jawid Mojaddedi, Oxford World's Classics Series, Oxford University Press, 2004. , p63. ==Whirling dervishes== The whirling dance or Sufi whirling that is proverbially associated with dervishes is best known in the West by the practices (performances) of the Mevlevi order in Turkey, and is part of a formal ceremony known as the Sama. It is, however, also practiced by other orders. The Sama is only one of the many Sufi ceremonies performed to try to reach religious ecstasy (majdhb, fana). The name Mevlevi comes from the Persian poet Rumi, who was a dervish himself. This practice, though not intended as entertainment, has become a tourist attraction in Turkey.B. Ghafurov, \"Todjikon\", 2 vols., Dushanbe 1983-5Rumi Britannica.com ==Orders== There are various orders of dervishes, almost all of which trace their origins from various Muslim saints and teachers, especially Imam Ali. Various orders and suborders have appeared and disappeared over the centuries. Dervishes spread into North Africa, the Horn of Africa, Turkey, the Balkans, the Caucasus, Iran, Pakistan, India, Afghanistan, and Tajikistan. Other dervish groups include the Bektashis, who are connected to the janissaries, and the Senussi, who are rather orthodox in their beliefs. Other fraternities and subgroups chant verses of the Qur'an, play drums or whirl in groups, all according to their specific traditions. They practice meditation, as is the case with most of the Sufi orders in South Asia, many of whom owe allegiance to, or were influenced by, the Chishti order. Each fraternity uses its own garb and methods of acceptance and initiation, some of which may be rather severe. The form of Sufi dervishism practised during the 17th century was centered upon esotericism, patience and pacifism.Erdoan, Nezih. \"Star director as symptom: reflections on the reception of Fatih Akn in the Turkish media.\" New Cinemas: Journal of Contemporary Film 7.1 (2009): 27-38. ==Other historical uses== ===Mahdists=== Various western historical writers have sometimes used the term dervish rather loosely, linking it to, among other things, the Mahdist War in Sudan and other conflicts by Islamic military leaders. In such cases, the term \"dervishes\" may have been used as a generic (and often pejorative) term for the opposing Islamic entity and all members of its military, political and religious institutions, including persons who would not be considered \"dervishes\" in the strict sense. During the Mahdist War, Muḥammad Aḥmad al-Mahdī decreed that all those who came to join him should be called anṣār, after the Prophet’s earliest followers. He forbade the use of the term ‘dervish’ to describe his followers. Despite this, British soldiers and colonial officials continued to use the term in relation to the anṣār. While some Britons used the term to denigrate the followers of the Mahdī, it was also used with a sense of admiration in accounts by British soldiers which describe the fearlessness and bravery of the lightly-armed 'dervishes'.Nusairi, Osman and Nicoll, Fergus A note on the term ansar. Making African Connections. Retrieved December 19, 2020. Thus, the word has become closely associated with the anṣār and is often used inaccurately in relation to the Mahdi’s followers, even today. For example, a contemporary British drawing of the fighting in Sudan was entitled \"The defeat of the dervishes at Toski\" (see History of Sudan (1884–1898)#British response). == In literature == Various books discussing the lives of Dervishes can be found in Turkish literature. Death and the Dervish by Meša Selimović and The Dervish by Frances Kazan extensively discussed the life of a Dervish. Similar works on the subject has been found in other books such as Memoirs of a Dervish: Sufis, Mystics and the Sixties by Robert Erwin. ==Gallery== File:Dervish rug.jpg|Dervish Azerbaijani rug, XIX c. Tabriz school, State Museum of Azerbaijan Carpet and Applied Art File:Amedeo Preziosi - Turks.jpg|Ottoman Dervishes portrayed by Amedeo Preziosi in Istanbul, 1857 File:Darvish bazaar.jpg|A Qajar-era Persian dervish, seen here from an 1873 depiction of Tehran's Grand Bazaar File:Constantinople(1878)-begging dervis.png|An Ottoman Dervish in Istanbul, 1878 File:Wrau-dervishes-damascus-cropped.jpg|Dervishes photographed by William H. Rau near Damascus, circa 1903 File:Dervish, 1913.jpg|A Palestinian Dervish in 1913 File:Muhammad Ahmad al- Mahdi.jpg|Muhammad Ahmad al-Mahdi, leader of the Sudanese Dervishes File:Keskul GrantBowl.JPG|Sufi kashkuls were often made from a coco de mer which ordinary beggars would have difficulty to find File:Kashkul, or Beggar’s Bowl, with Portrait of Dervishes and a Mounted Falconer, A.H. 1280.jpg|Kashkul, or Beggar’s Bowl, with Portrait of Dervishes and a Mounted Falconer, A.H. 1280. Brooklyn Museum File:Brooklyn Museum - A Gathering of Dervishes.jpg|A Gathering of Dervishes in the Mughal Empire File:Brooklyn Museum - A Family of Dervishes.jpg|A family of Dervishes, possibly by Antoin Sevruguin (between 1876 and 1925) File:Dodwell Dervishes 2.jpg|The dance of the dervishes, Athens File:Friday afternoon Dervishes (8625532149).jpg|Sufi dervishes in Omdurman, Sudan File:Mohammed Abdullah Hassan-dj.jpg|Sayyid Mohammed Abdullah Hassan, head of Darawiish File:Sheykh_of_the_Rufai_Dervishes.jpg|right|A Sheikh of the Rifa'i Sufi Order ==See also== * Derviş, a variant of the spelling * Fakir * Qalandariyya * The Tale of the Four Dervishes Qissa Chahar Dervish * Death and the Dervish, a novel by Yugoslav writer Meša Selimović (published in 1966) ==References== Category:Islamic honorifics Category:Sacred dance Category:Sufism Category:Islamic mysticism Category:Mysticism Category:Religious orders Category:Islamic orders",
 "title": "Dervish"
}