{
 "id": "389573",
 "text": "Świecie (; ) is a town in northern Poland with 25,968 inhabitants (2006), situated in Kuyavian-Pomeranian Voivodeship (since 1999); it was in Bydgoszcz Voivodeship from 1975 to 1998. It is the capital of Świecie County. == Location == Świecie is located on the west bank of river Vistula at the mouth of river Wda, approximately north-east of Bydgoszcz, 105 kilometers south of Gdańsk and 190 kilometers south-west of Kaliningrad. ==History== A fishermen's village existed at the site of the present-day town in the Early Middle Ages. The area became part of the emerging Polish state in the 10th century. The name of the town comes from the Polish word świecić, which means \"shine\". During the period of the fragmentation of Poland, Świecie became the residence of Pomeranian Duke Grzymisław, when in 1198 the St. Mary's church was erected there. Grzymisław's duchy included part of Gdańsk Pomerania with prominent towns of Starogard Gdański and Lubiszewo Tczewskie, as well as Skarszewy. The Teutonic Order conquered Gdańsk in 1309 and in 1310 bought the region in Soldin from the Margraves of Brandenburg, who claimed the region, which however legally formed part of Poland. By then, the settlement already had the status of Civitas, just as Gdańsk and Tczew did. Świecie was granted a municipal form of government by the Teutonic Order, when it was still located on the high west bank of the Vistula. Probably because of destruction by fire, during the period 1338–1375 the town was relocated down into the valley at the Vistula. The town was briefly recaptured by the Poles after their victory in the Battle of Grunwald in 1410. In 1454, in the beginning stages of the Thirteen Years' War, it was captured by the Prussian Confederation, which opposed Teutonic rule, and upon the request of which King Casimir IV Jagiellon re-incorporated the territory to the Kingdom of Poland that same year.Karol Górski, Związek Pruski i poddanie się Prus Polsce: zbiór tekstów źródłowych, Instytut Zachodni, Poznań, 1949, p. 32, 54 (in Polish) The Teutonic Knights renounced any claims to the town, and recognized it as part of Poland in 1466.Górski, p. 89, 207 Administratively it formed part of the Pomeranian Voivodeship in the province of Royal Prussia in the Greater Poland Province. The town prospered due to its location at the intersection of the Amber Road and the trade route connecting Western Pomerania with Warmia, Masuria and Lithuania. In the 17th century, Świecie suffered as a result of the Swedish invasion of Poland and an epidemic. In 1772, during the First Partition of Poland, the town was annexed by the Kingdom of Prussia, and as Schwetz was integrated into the newly formed Province of West Prussia. In 1871, it also became part of Germany. The economic development was decisively improved by the connection to the railway network in 1888. In 1905, the town had a Protestant church, two Catholic churches and a synagogue.Meyers Konversations- Lexikon, 6th edition, Vol. 18, Leipzig and Vienne 1909, p. 210. In 1910, Schwetz had a population of 8,042, of which 4,206 (52.3%) were German- speaking, 3,605 (44.8%) were Polish-speaking and 166 (2.1%) were bilingual in German and another language. After World War I, Świecie was ceded by Germany to Poland in 1920 according to the Treaty of Versailles and became part of the Pomeranian Voivodeship of the Second Polish Republic.Krzysztof Halicki: Szkice z dziejów Świecia nad Wisłą i powiatu w dwudziestoleciu międzywojennym, Toruń 2012, s. 212. – Academia.edu. In 1920, Stanisław Kostka, a distinguished Polish activist who was active in Grudziądz and Świecie under Prussian rule, became the mayor of the town. Stanisław Kostka built new flood embankments that protect Świecie from floods to this day, and under his administration the town developed economically and culturally. thumb|left|Memorial to Polish teachers murdered during the German occupation between 1939 and 1945, with the post office in the background During the Second World War, Nazi Germany occupied Świecie and annexed it on 8 October 1939, making it the seat of the Kreis county of Schwetz. It was administered as part of the Reichsgau Danzig- West Prussia. Prominent Poles were arrested using secret politically targeted hit list and murdered using the Volksdeutscher Selbstschutz paramilitaries. Local Poles were murdered in large massacres in Świecie, Grupa and Mniszek.Maria Wardzyńska, Był rok 1939. Operacja niemieckiej policji bezpieczeństwa w Polsce. Intelligenzaktion, IPN, Warszawa, 2009, p. 166-167 (in Polish) The Germans also murdered the staff and 1,350 patients of the local psychiatric hospital in large massacres in the Szpęgawski and Luszkówko forests.Wardzyńska, p. 151, 167 Local Poles were also subjected to expulsions.Maria Wardzyńska, Wysiedlenia ludności polskiej z okupowanych ziem polskich włączonych do III Rzeszy w latach 1939-1945, IPN, Warszawa, 2017, p. 82, 89, 123 (in Polish) The town was captured by combined Polish and Soviet forces on February 10, 1945, and restored to Poland, where it became part of the Bydgoszcz Voivodeship formed in 1946 in the People's Republic of Poland. The town grew rapidly with population reaching 13,500 by 1961. Sugar refinery was expanded, meat, cattle feed plants, and mills were built, including the paper factory launched in 1968, with 4,600 employees.Urząd Miejski w Świeciu, Historia Świecia (Świecie history). Official website. In 1988 Świecie was awarded with the Officer's Cross of the Order of Polonia Restituta, one of Poland's highest state orders. == Demographics == {| |- | valign=\"top\" | 400px Age pyramid of the female (left) and male (right) inhabitants of Świecie in 2014, according to Central Statistical Office, Poland.GUS, Dane demograficzne. Swiecie. | | valign=\"top\" | Historical population {| class=\"wikitable\" |- ! Year ! Number |- | 1788 || align=\"right\" | 1,780 |- | 1831 || align=\"right\" | 2,660 |- | 1837 || align=\"right\" | approx. 3,000 |- | 1875 || align=\"right\" | 5,210 |- | 1880 || align=\"right\" | 5,946 |- | 1890 || align=\"right\" | 6,716 |- | 1905 || align=\"right\" | 7,747 |- | 1931 || align=\"right\" | 8,730 |- | 1943 || align=\"right\" | 11,664 |- | 2008 || align=\"right\" | 25,614 |} Above table is based on primary, potentially biased, sources.Johann Friedrich Goldbeck: Vollständige Topographie des Königreichs Preußen. Teil II, Marienwerder 1789, p. 72, no 3.August Eduard Preuß: Preußische Landes- und Volkskunde. Königsberg 1835, p. 386.Friedrich Christoph Förster: Statistisch-topographisch- historische Uebersicht des Preußischen Staats, Berlin and Leipzig 1838, p. 96.Michael Rademacher: Deutsche Verwaltungsgeschichte Provinz Westpreußen, Kreis Schwetz (2006). |} == Major corporations == * Mondi Świecie SA (before, known as Mondi Packaging Paper Świecie SA, and Frantschach Świecie SA as well as Celuloza Świecie SA) – paper products and packaging == Education == * Wyższa Szkoła Menedżerska (Higher School of Management) * I LO im. Floriana Ceynowy * II LO w Świeciu * Zespół Szkół Ponadgimnazjalnych == Sport == * Wda Świecie football club * Polpak Świecie basketball team ==Notable residents== * Heinrich von Plauen (the Elder) (ca. 1370–1429), 27th grand master of the Teutonic Order * Oskar Cassel (1849–1923), German liberal politician * Nikolaus von Halem (1905–1944), German lawyer and resistance fighter * Rolf Stein (1911–1999), German-French Sinologist and Tibetologist * Günther Radusch (1912-1988), Luftwaffe pilot * (born 1932), Polish legal historian, professor, academic lecturer * (1937–2007), Polish writer and publicist * Janusz Józefowicz (born 1959), Polish director, choreographer, creator of Metro (musical) * (born 1962), retired Polish football player * (born 1967), Polish painter * Aleksy Kuziemski (born 1977), Polish professional boxer * Dawid Konarski (born 1989), Polish volleyball player, member of the Poland men's national volleyball team, 2014 and 2018 World Champion * Paweł Paczkowski (born 1993), Polish handball player, member of the Poland men's national handball team == Footnotes == Category:Cities and towns in Kuyavian-Pomeranian Voivodeship Category:Świecie County Category:Pomeranian Voivodeship (1919–1939) Category:Kuyavian-Pomeranian Voivodeship",
 "title": "Świecie"
}