{
 "id": "389733",
 "text": "Events from the year 1925 in Canada. ==Incumbents== === Crown === * Monarch – George V === Federal government === * Governor General – Julian Byng * Prime Minister – William Lyon Mackenzie King * Chief Justice – Francis Alexander Anglin (Ontario) * Parliament – 14th (until 5 September) === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – Robert Brett (until October 29) then William Egbert *Lieutenant Governor of British Columbia – Walter Cameron Nichol *Lieutenant Governor of Manitoba – James Albert Manning Aikins *Lieutenant Governor of New Brunswick – William Frederick Todd *Lieutenant Governor of Nova Scotia – MacCallum Grant (until January 12) then James Robson Douglas (January 12 to September 14) then James Cranswick Tory *Lieutenant Governor of Ontario – Henry Cockshutt *Lieutenant Governor of Prince Edward Island – Frank Richard Heartz *Lieutenant Governor of Quebec – Narcisse Pérodeau *Lieutenant Governor of Saskatchewan – Henry William Newlands ==== Premiers ==== *Premier of Alberta – Herbert Greenfield (until November 23) then John Edward Brownlee *Premier of British Columbia – John Oliver *Premier of Manitoba – John Bracken *Premier of New Brunswick – Peter Veniot (until September 14) then John Baxter *Premier of Nova Scotia – Ernest Howard Armstrong (until July 16) then Edgar Nelson Rhodes *Premier of Ontario – George Howard Ferguson *Premier of Prince Edward Island – James D. Stewart *Premier of Quebec – Louis-Alexandre Taschereau *Premier of Saskatchewan – Charles Avery Dunning === Territorial governments === ==== Commissioners ==== * Gold Commissioner of Yukon – George P. MacKenzie (until April 1) then Percy Reid * Commissioner of Northwest Territories – William Wallace Cory ==Events== *February 5 – Post Office workers are brought under civil service regulations. *February 24 – The Lake of the Woods Treaty works out joint Canadian-American control of the Lake of the Woods. *April 13 – Women win the right to vote in Newfoundland. *May 28 – Roddick Gates unveiled in Montreal. *June 2 – 1925 Saskatchewan general election: Charles Dunning's Liberals win a sixth consecutive majority *June 10 – The United Church of Canada opens for services. *June 11 – Coal miner William Davis was killed by police in the culmination of a long Cape Breton Island strike. *June 23 – First ascent of Mount Logan, the highest mountain in Canada. *June 26 – A strike of miners in Drumheller, Alberta ends in violent confrontations. *July 16 – Edgar Rhodes becomes premier of Nova Scotia, replacing Ernest Armstrong. *September 14 – John Baxter becomes premier of New Brunswick, replacing Peter Veniot *October 29 – Federal election: Arthur Meighen's Conservatives win a plurality (116 seats), defeating Mackenzie King's Liberals (99 seats). However, King does not resign as prime minister; he will try to govern with a minority government with the support of smaller parties and independent MPs (30 seats) *November 23 – John Brownlee becomes premier of Alberta, replacing Charles Stewart *The Canadian Legion of the British Empire Service League, later the Royal Canadian Legion, is formed by the amalgamation of several veterans' organizations, such as the Great War Veterans Association. * The federal divorce law was changed to allow a woman to divorce her husband on the same grounds that a man could divorce his wife – simple adultery. Before this, a woman had to prove adultery in conjunction with other acts such as \"sodomy\" or bestiality in order to initiate a divorce.Moira Armour and Pat Stanton, Canadian Women in History: A Chronology (Toronto: Green Dragon Press, 1990) ==Arts and literature== *October 1 – The Vancouver School of Applied and Decorative Arts opened its doors. ==Sport== *March 23 and 25 – South Saskatchewan Junior Hockey League's Regina Pats win their first Memorial Cup by defeating the Ontario Hockey Association's Toronto Aura Lee 7 to 3 in a 2-game aggregate played in Arena Gardens in Toronto *March 30 – Western Canada Hockey League's Victoria Cougars win their only Stanley Cup by defeating the National Hockey League's Montreal Canadiens 3 games to 1. The deciding game was played at Vancouver's Denman Arena. The Cougars are the last non-NHL team to win the Stanley Cup, as they would soon become the Detroit Red Wings *December 5 – The Ottawa Senators win their first Grey Cup by defeating the Winnipeg Tammany Tigers 24 to 1 in the 13th Grey Cup played at Ottawa's Lansdowne Park ==Births== ===January to June=== *January 26 – Claude Ryan, politician (d. 2004) *February 1 – Hugh Horner, politician, physician and surgeon (d. 1997) *February 7 – Hans Schmidt, professional wrestler (d. 2012) *March 2 – Bernard Jean, lawyer and politician, member (1960–1970) and Speaker (1963–1966) of the Legislative Assembly of New Brunswick (d. 2012) *March 23 – Wilson Duff, anthropologist (d. 1976) *March 25 – Daniel Yanofsky, chess player, Canada's first chess grandmaster (d. 2000) *March 26 – Ben Mondor, baseball executive (Pawtucket Red Sox) (d. 2010) *April 1 – Tobie Steinhouse, artist *April 4 – Claude Wagner, judge and politician (d. 1979) *April 11 – Pierre Péladeau, businessman (d. 1997) *May 18 – Robin Blaser, author and poet (d. 2009) ===July to September=== *July 21 – Johnny Peirson, ice hockey player (d. 2021) *July 25 – Charmion King, actress (d. 2007) thumb|right|150px|Oscar Peterson *July 29 – Ted Lindsay, ice hockey player (d. 2019) *August 2 – William Andres, politician (d. 2010) *August 11 – Floyd Curry, ice hockey player (d. 2006) *August 15 – Oscar Peterson, jazz pianist and composer (d. 2007) *September 4 – Calvin Ruck, anti-racism activist and Senator (d. 2004) *September 11 – Harry Somers, composer (d. 1999) *September 24 – Dan Heap, politician (d. 2014) ===October to December=== *October 2 – Wren Blair, hockey coach and manager (Minnesota North Stars, Pittsburgh Penguins) (d. 2013) *October 6 – Bud Olson, politician, Minister and Senator (d. 2002) *October 12 – Denis Lazure, politician (d. 2008) *October 21 – Peter Dickinson, architect (d. 1961) *October 21 – Louis Robichaud, lawyer, politician and 25th Premier of New Brunswick (d. 2005) *November 8 – Allan Lawrence, politician and Minister (d. 2008) *November 10 – Doris Anderson, author, journalist and women's rights activist (d. 2007) *November 12 – Agnes Nanogak, illustrator (d. 2001) *December 5 – Dave Broadfoot, comedian (d. 2016) *December 25 – Robert Layton, politician (d. 2002) *December 29 – Colleen Thibaudeau, poet and short-story writer (d. 2012) ==Deaths== ===January to June=== *January 25 – Charles-Eusèbe Dionne, naturalist and taxidermist (b. 1845) *March 3 – William Pugsley, lawyer, politician and 10th Premier of New Brunswick (b. 1850) *March 16 – Richard Butler, editor, publisher, journalist and U.S. vice- consul (b. 1834) *May 4 – James Cunningham, merchant and politician (b. 1834) *May 25 – Margaret Mick, prison guard, first female Canadian peace officer to be killed in the line of duty (b. 1860) *June 18 – William Brymner, art teacher and painter (b. 1855) ===July to December=== *August 15 – Adam Beck, politician and hydro-electricity advocate (b. 1857) *September 6 – George Henry Bradbury, politician (b. 1859) *November 2 – James Alexander Lougheed, businessman and politician (b. 1854) == See also == * List of Canadian films ==Historical Documents== Rabbi claims only way to international peace is through righteousness Joseph S. Kornfeld, \"Great Britain and America in the Service of the World,\" The Empire Club of Canada Addresses, pgs. 59-63. Accessed 4 May 2020 http://speeches.empireclub.org/62142/data?n=1 Charles Saunders' search for Prairies-hardy variety of wheat leads to Marquis, \"which has meant millions of dollars to this country\"Address of L.H. Newman (March 26, 1925), [House] Select Standing Committee on Agriculture and Colonization[;] Addresses Delivered before the Committee, pgs. 25-6. Accessed 19 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1404_1_1/29?r=0&s;=1 Stephen Leacock resents requirement that works of authors seeking Canadian copyright must be printed in Canada Testimony of Stephen Leacock (March 10, 1925), Special Committee, Bill No. 2 re Copyright Act, pgs. 23-5. Accessed 19 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1404_2_1/53?r=0&s;=1 Radio station CKAC of La Presse claims to encourage expat Québécois/e to return and to keep farmers on their farmsTestimony of J.N. Cartier (March 17, 1925), Special Committee, Bill No. 2 re Copyright Act, pgs. 126-7. Accessed 19 October 2020 https://parl.canadiana.ca/view/oop.com_HOC_1404_2_1/156?r=0&s;=1 United Church of Canada Basis of Union accommodates doctrines of three Protestant denominations \"Doctrine,\" Subscription to the Basis of Union by the Members of the First General Council of the United Church of Canada (unpaginated). Accessed 4 May 2020 https://www.united- church.ca/sites/default/files/resources/basis-of-union.pdf PM King blames loss of election and his seat on big interests' money and Liberal Party's lack of organization Diaries of William Lyon Mackenzie King; 1925 (October 29), pg. 190. Accessed 4 May 2020 https://www.bac-lac.gc.ca/eng/discover/politics- government/prime-ministers/william-lyon-mackenzie- king/Pages/item.aspx?IdNumber=9503 Minnie Bell Sharp, first New Brunswick female candidate for MP, runs on soldiers, mothers and other issues Minnie Bell Adney, \"THE Conservative Candidate; 'By Their Fruits Ye Shall Know Them.'\" Accessed 4 May 2020 https://archives.gnb.ca/Exhibits/WomenAtWork/Details.aspx?culture=en- CA&ImageID;=6-3 With transition from Czar to Soviets in Russia, Doukhobors split on returning there from Canada \"Doukhobors in Canada,\" Protocol No. 13 (February 16, 1925), Standing Committee on Immigration, Council of Labour and Defence, U.S.S.R. Accessed 4 May 2020 http://www.canadianmysteries.ca/sites/verigin/archives/miscellaneous/2394en.html Newlywed Mountie writes of his new home life in Dawson City, Yukon Letter of Claude Tidd (August 23, 1925). Accessed 4 May 2020 http://www.yukonromance.ca/en/romance/dawson/mailbox.php?imName=9-letter_Claude- to-Anna_082.jpg Beautiful brochure for Empress of France round-the-world cruise to see \"costumes, crafts and civilizations of fifty different races\" Canadian Pacific Railway Company, \"Empress of France to the Gateway Ports of the World[;] Around the World Cruise 1925.\" Accessed 4 May 2020 https://open.library.ubc.ca/collections/chung/chungtext/items/1.0374355 == References == Category:Years of the 20th century in Canada Canada Category:1925 in North America",
 "title": "1925 in Canada"
}