{
 "id": "389758",
 "text": "Chagford is a market town and civil parish on the north-east edge of Dartmoor, in Devon, England, close to the River Teign and the A382, 4 miles (6 km) west of Moretonhampstead. The name is derived from chag, meaning gorse or broom, and the ford suffix indicates its importance as a crossing place. At the 2011 Census, it had a population of 1,449. ==History== Archaeological remains confirm that a community has existed here for at least 4000 years. In historical times, Chagford grew due to the wool trade and from tin mining in the area. A weekly market was held here from before 1220, and a monthly livestock market in the town survived until the 1980s. In 1305 it was made a stannary town where tin was traded. Among the most prominent tin-mining families in the 16th century were the Endecotts, Knapmans, Whiddons and Lethbridges.research by Sir Roper Lethbridge - \"Hands Across the Sea\", 1912. In an English Civil War skirmish Sidney Godolphin, the poet and Royalist MP for Helston, was shot and killed in the porch of the Three Crowns. In 1987, the New Scientist reported that Chagford contained \"the most radioactive loo in the world\", a reference to the high levels of Radon gas in this granite area. ===Historic estates=== The parish of Chagford comprises historic estates including: *Whiddon, seat of the Whiddon family. Sir John Whiddon (d.1576),Pevsner, Nikolaus & Cherry, Bridget, The Buildings of England: Devon, London, 2004, p.251 a Justice of the King's BenchVivian, Lt.Col. J.L., (Ed.) The Visitations of the County of Devon: Comprising the Heralds' Visitations of 1531, 1564 & 1620, Exeter, 1895, p.781, pedigree of Whiddon of Chagford under Queen Elizabeth I, purchased the manor of Chagford, built a new manor house at Whiddon, part of which survives today, and built a deer park, the massive granite block wall of which survives today. ==Today== Today Chagford is a thriving community with high property prices, busy streets, and an unusually wide range of shops for a town of this size, although not immune to national trends having lost its two banks and seen its post office downgraded. Two large hardware stores side by side in the town square were run by the same two families for over a century, but one of these closed in 2017. It is also known for its arts community, celebrated through Chagfilm (the autumn Chagford Film Festival), Chagword (the springtime literary festival, every two years), Chagstock (the summer music festival), Wonderworks (the annual crafts weekend) and other regular cultural events. There are several tea rooms and whole food cafés and four pubs. There is a good selection of holiday accommodation in and around the town for the influx of visitors during the year. The early 20th century Edwin Lutyens house Castle Drogo lies 2 miles away, in Drewsteignton parish, and overlooks Chagford. ==Governance== The town has a parish council which meets monthly. In 1976 Chagford was twinned with Bretteville-sur-Laize, France. Regular twinning activity was sustained for over 20 years, but lapsed. Chagford retains its \"Bretteville Close\", and Bretteville its \"Rue de Chagford\". ==Landmarks== A 16th century building called Endecott House, on the edge of the town square, was given this name in the early 1990s in acknowledgment of a 17th-century governor of Massachusetts Bay Colony, John Endecott, who is thought to have been born in or near Chagford. This building was possibly built as a \"church house\", and has certainly been in community use for many years, including use as a village school. It now serves as a meeting hall. One of the social centres of Chagford is the village hall, the Jubilee Hall, in the south-east corner of the town next to the public car park. Built in 1936 by public subscription, it was significantly extended between 2016 and 2018 and also houses the library (which opens three part-days a week) and a local history resource centre. It provides a venue for the regular Friday morning flea markets as well as other activities such as badminton, table tennis, parties, discos, comedy nights, kung fu, Pilates, etc. The Three Crowns Hotel dates to the 13th century and is reportedly haunted by the ghost of the cavalier poet, Sidney Godolphin, who was fatally wounded there in the English Civil War. The former Easton Court Hotel became popular with authors as a writers' retreatAlec Waugh A Year to Remember: a reminiscence of 1931, London, 1975, pp.157-159 in the 1930s, 40s and 50s, and was where Evelyn Waugh completed A Handful of Dust in 1933 and Brideshead Revisited in 1944. ==Religion== The Anglican parish church of St Michael the Archangel was dedicated in 1261 (originally Roman Catholic church), although little remains from this period. The tower dates back to the 15th century. The Grade I listed building was restored in 1865 and extended during the 20th century. It features carved roof bosses, similar to those found at St. Pancras' church, Widecombe-in-the-Moor, including the tin miners' emblem of three hares. The churchman-ship has traditionally been Broad-high church. Chagford forms part of a \"united benefice\" of seven ecclesiastical parishes, known as The Whiddon Parishes of Dartmoor, the others being Throwleigh, Gidleigh, Drewsteignton, Spreyton, Hittisleigh and South Tawton. A Wesleyan Chapel (est. 1834) was replaced by a Methodist church built in 1861; it closed in the 1990s and is now in secular use. Victorian era directories list a Baptist church (established 1829), but long since disappeared. However, the Bible Christian Chapel (est. 1844) continues to flourish as Chagford Gospel Church, and a purpose-built Roman Catholic church was founded in 1963. ==The Legend of Mary Whiddon== St Michael's church contains a memorial to Mary Whiddon, dated 11 October 1641, whose death is thought to have been one of the inspirations behind an episode in R.D. Blackmore's novel, Lorna Doone. Although his novel is set on Exmoor, the author may have been moved by a local legend about Mary who, it is claimed, was shot dead on her wedding day as she came out of church. The climax of Lorna Doone involves such a shooting, but in that case the heroine survives. Whether this actually happened is unclear. Mary's tomb records that she died \"a matron, yet a maid\" (\"a married woman, yet a virgin\"). On the other hand, \"maid\" is a common term in Devon for a \"girl\" and the inscription may just mean that Mary died young (\"although married, still just a girl\"). The church's Marriage and Burial registers for the Civil War period are lost, and the only contemporaneous record is Mary Whiddon's undated will. It mentions no husband, but as her maiden name is also thought to have been Whiddon (i.e. she married a cousin), it might have been written before her marriage. In the 21st century, a tradition has developed whereby new brides at the church lay a bouquet of flowers on Mary's memorial. This ritual is aimed at bringing good luck in the forthcoming marriage.Codd, Daniel (2013). Paranormal Devon. Amberley. p.76-77. The ghost of Mary Whiddon is said to haunt Whiddon Park House, 2 miles outside the town. ==Sports== Chagford's War Memorial Playing Fields were redeveloped in the late 1980s to provide a cricket ground to the south west of the town, overlooked by a modern clubhouse. In the winter, the ground provides two football pitches for the football club. There are public tennis courts in the town, with an associated Tennis Club, and an open-air swimming pool. A popular local running race, the Two Hills race takes place in Chagford every May, a 5k race starting from the cricket club and going up and around Meldon and Nattadon Hills, which are to the south of Chagford. ==Notes== ==References== ==External links== * Chagford parish web site * Visit Chagford (destination site) * Chagfilm (film festival) * Chagword (literary festival) * Chagstock (music festival) * Wonderworks (contemporary craft fair) * The Legend of Mary Whiddon Category:Towns in Devon Category:Market towns in Devon Category:Dartmoor",
 "title": "Chagford"
}