{
 "id": "390046",
 "text": "Federico Santa María Carrera (c. August 15, 1845 - December 20, 1925) was a Chilean businessman and philanthropist. He was of Basque descent and member of the notable Carrera family.http://diario.elmercurio.cl/detalle/index.asp?id={09b31ebd- bb5c-419c-87c7-3069540a13e3} Federico Santa María was born in Valparaíso, the son of Juan Antonio Santa María Artigas and of Magdalena Carrera Aguirre. Although he was a member of two of the most respected and influential Chilean families of the 19th century, the Santa María and the Carrera families, he made his huge fortune in the sugar markets of Paris, in which he arrived when he was very young. His importance in the sugar market was considerable: he became a major power in the French economy. During World War I he closed down all his businesses, declaring that he did not want to profit from war. He also supported the French Army, donating clothes and weapons for an entire regiment. However, once the war ended, in 1922 he started to purchase important quantities of sugar in the stock market. As analysts later declared that sugar production would be at a deficit that year, this led to enormous profits for Santa Maria. For this success he was investigated by the French national assembly, but it was determined that he had acted within legal bounds. Federico Santa Maria was a very atypical millionaire for his time. Profoundly anti-clerical, he never got married yet lived together for decades with the French woman Anna Guillaud. Because he had no descendants, he gave his entire fortune to his hometown Valparaíso for the founding of a technical and engineering school. The result of his legacy was the Federico Santa María Technical University. He was a distant relative of famous Chilean pianist Claudio Arrau. ==References== ==External links== *UTFSM home page *Santa María's Testament *Genealogical chart of Santa María family *Federico Santa Maria timeline Category:1845 births Category:1925 deaths Category:Chilean businesspeople Category:Chilean philanthropists Category:Chilean people of Basque descent Category:People from Valparaíso",
 "title": "Federico Santa María"
}