{
 "id": "390915",
 "text": "The Khoekhoe language (), also known by the ethnic terms Nama (Namagowab) ,Laurie Bauer, 2007, The Linguistics Student's Handbook, Edinburgh Damara (ǂNūkhoegowab), or Nama/Damara and formerly as Hottentot, is the most widespread of the non-Bantu languages of Southern Africa that make heavy use of click consonants and therefore were formerly classified as Khoisan, a grouping now recognized as obsolete. It belongs to the Khoe language family, and is spoken in Namibia, Botswana, and South Africa primarily by three ethnic groups, Namakhoen, ǂNūkhoen, and Haiǁomkhoen. ==History== The Haiǁom, who had spoken a Juu language, later shifted to Khoekhoe. The name for the speakers, Khoekhoen, is from the word khoe \"person\", with reduplication and the suffix -n to indicate the general plural. Georg Friedrich Wreede was the first European to study the language, after arriving in ǁHui!gaeb (later Cape Town) in 1659. ==Status== Khoekhoe is a national language in Namibia. In Namibia and South Africa, state-owned broadcasting corporations produce and broadcast radio programmes in Khoekhoegowab. It is estimated that only around 167,000 speakers of Khoekhoegowab remain in Africa, which makes it an endangered language. In 2019, the University of Cape Town ran a series of short courses teaching the language, and 21 September 2020 launched its new Khoi and San Centre. An undergraduate degree programme is being planned to be rolled out in coming years. ==Dialects== Modern scholars generally see three dialects: *Nama–Damara, incl. Sesfontein Damara *Haiǁom *ǂĀkhoe, itself a dialect cluster, and intermediate between Haiǁom and the Kalahari Khoe languages They are distinct enough that they might be considered two or three distinct languages. *Eini (extinct) is also close but is now generally counted as a distinct language. ==Phonology== ===Vowels=== There are 5 vowel qualities, found as oral and nasal . is strongly rounded, only slightly so. is the only vowel with notable allophony; it is pronounced before or . ===Tone=== Nama has been described as having threeHagman (1977) or fourHaacke & Eiseb (2002)Haacke 1999Brugman 2009 tones, or , which may occur on each mora (vowels and final nasal consonants). The high tone is higher when it occurs on one of the high vowels () or on a nasal () than on mid or low vowels (). The tones combine into a limited number of 'tone melodies' (word tones), which have sandhi forms in certain syntactic environments. The most important melodies, in their citation and main sandhi forms, are as follows: {| class=\"wikitable\" ! Citation !! Sandhi !! Meaning !! Melody |- | || || butting, hitting s.t. || low |- | colspan=\"2\" style=\"text-align: center;\" | || an udder || low rising |- | colspan=\"2\" style=\"text-align: center;\" | || forcing out of a burrow || mid |- | || || a pollard || high rising |- | || || coagulating, prizing out [a thorn] || low falling |- | || || a fist || high falling |} ===Stress=== Within a phrase, lexical words receive greater stress than grammatical words. Within a word, the first syllable receives the most stress. Subsequent syllables receive less and less stress and are spoken more and more quickly. ===Consonants=== Nama has 31 consonants: 20 clicks and only 11 non-clicks. ====Non-clicks (orthography in italics)==== {| class=\"wikitable\" style=\"text- align:center\" ! || Bilabial || Alveolar || Velar || Glottal |- ! Nasal | || || || |- ! Plosive | ~ || ~ || || |- ! Affricate | || || || |- ! Fricative | || || || |} Between vowels, is pronounced and is pronounced . The affricate series is strongly aspirated, and may be analysed phonemically as aspirated stops; in the related Korana they are . Beach (1938)D. Beach, 1938. The Phonetics of the Hottentot Language. Cambridge. reported that the Khoekhoe of the time had a velar lateral ejective affricate, , a common realisation or allophone of in languages with clicks. This sound no longer occurs in Khoekhoe but remains in its cousin Korana. ====Clicks==== The clicks are doubly articulated consonants. Each click consists of one of four primary articulations or \"influxes\" and one of five secondary articulation or \"effluxes\". The combination results in 20 phonemes. {| class=wikitable ! rowspan=2| accompaniment !! colspan=2 | affricated clicks !! colspan=2 | 'sharp' clicks !! rowspan=2 | standardised orthography (with \"ǃ\") |-class=small ! dental clicks !! lateral clicks !! alveolar clicks !! palatal clicks |- ! Tenuis | || || || || |- ! Aspirated | || || || || |- ! Nasal | || || || || |- ! Voiceless aspirated nasal | || || || || |- ! Glottalized nasal | || || || || |} The aspiration on the aspirated clicks is often light but is 'raspier' than the aspirated nasal clicks, with a sound approaching the ch of Scottish loch. The glottalised clicks are clearly voiceless due to the hold before the release, and they are transcribed as simple voiceless clicks in the traditional orthography. The nasal component is not audible in initial position; the voiceless nasal component of the aspirated clicks is also difficult to hear when not between vowels, so to foreign ears, it may sound like a longer but less raspy version of the contour clicks. Tindall notes that European learners almost invariably pronounce the lateral clicks by placing the tongue against the side teeth and that this articulation is \"harsh and foreign to the native ear\". The Namaqua instead cover the whole of the palate with the tongue and produce the sound \"as far back in the palate as possible\".Tindal (1858) A grammar and vocabulary of the Namaqua-Hottentot language ===Phonotactics=== Lexical root words consist of two or rarely three moras, in the form CVCV(C), CVV(C), or CVN(C). (The initial consonant is required.) The middle consonant may only be w r m n (w is b~p and r is d~t), while the final consonant (C) may only be p, s, ts. Each mora carries tone, but the second may only be high or medium, for six tone \"melodies\": HH, MH, LH, HM, MM, LM. Oral vowel sequences in CVV are . Due to the reduced number of nasal vowels, nasal sequences are . Sequences ending in a high vowel () are pronounced more quickly than others (), more like diphthongs and long vowels than like vowel sequences in hiatus. The tones are realised as contours. CVCV words tend to have the same vowel sequences, though there are many exceptions. The two tones are also more distinct. Vowel-nasal sequences are restricted to non-front vowels: . Their tones are also realised as contours. Grammatical particles have the form CV or CN, with any vowel or tone, where C may be any consonant but a click, and the latter cannot be NN. Suffixes and a third mora of a root, may have the form CV, CN, V, N, with any vowel or tone; there are also three C-only suffixes, -p 1m.sg, -ts 2m.sg, -s 2/3f.sg. ==Orthography== There have been several orthographies used for Nama. A Khoekhoegowab dictionary (Haacke 2000) uses the modern standard. In standard orthography, the consonants b d g are used for words with one of the lower tone melodies and p t k for one of the higher tone melodies. W is only used between vowels, though it may be replaced with b or p according to melody. Overt tone marking is otherwise generally omitted. {|class=wikitable !Orthography!!Transcription!!Melody!!Meaning |- |gao|| ||low rising ||'rule' |- |kao|| ||high rising ||'be dumbfounded' |- |ǀhubu (or ǀhuwu)|| ||low rising ||'to stop hurting' |- |ǀhupu (or ǀhuwu)|| ||high rising ||'to get out of breath' |} Nasal vowels are written with a circumflex. All nasal vowels are long, as in hû 'seven'. Long (double) vowels are otherwise written with a macron, as in ā 'to cry, weep'; these constitute two moras (two tone-bearing units). A glottal stop is not written at the beginning of a word (where it is predictable), but it is transcribed with a hyphen in compound words, such as gao-aob 'chief'. The clicks are written using the IPA symbols: *ǀ (a vertical bar) for a dental click *ǁ (a double vertical bar) for a lateral click *ǃ (an exclamation mark) for an alveolar click *ǂ (a double dagger) for a palatal click Sometimes other characters are substituted, e.g. the hash (#) in place of ǂ. ==Grammar== Nama has a subject–object–verb word order, three nouns classes (masculine/gu-class, feminine/di-class and neuter/n-class) and three grammatical numbers (singular, dual and plural). Pronominal enclitics are used to mark person, gender, and number on the noun phrases. {| class=\"wikitable\" ! ! Singular ! Dual ! Plural ! Gloss |- ! Feminine/Di-class | Piris | Pirira | Piridi | goat |- ! Masculine/Gu-class | Arib | Arikha | Arigu | dog |- ! Neutral/N-class | Khoe-i | Khoera | Khoen | people |} ===Person, gender and number markers=== The PGN (person-gender-number) markers are enclitic pronouns that attach to noun phrases. The PGN markers distinguish first, second, and third person, masculine, feminine, and neuter gender, and singular, dual, and plural number. The PGN markers can be divided into nominative, object, and oblique paradigms. ====Nominative==== {| class=\"wikitable\" ! ! colspan=\"3\" | Masculine ! colspan=\"3\" | Feminine ! colspan=\"3\" | Neuter |- ! Person !! 1 !! 2 !! 3 !! 1 !! 2 !! 3 !! 1 !! 2 !! 3 |- ! Singular || ta || ts || b/mi/ni || ta || s || s || — || — || -i |- ! Dual || khom || kho || kha || m || ro || ra || m || ro || ra |- ! Plural || ge || go || gu || se || so || di || da || du || n |} ====Object==== (PGN + i) {| class=\"wikitable\" ! ! colspan=\"3\" | Masculine ! colspan=\"3\" | Feminine ! colspan=\"3\" | Neuter |- ! Person !! 1 !! 2 !! 3 !! 1 !! 2 !! 3 !! 1 !! 2 !! 3 |- ! Singular || te || tsi || bi/mi/ni || te || si || si || — || — || -i |- ! Dual || khom || kho || kha || mi/im || ro || ra || mi/im || ro || ra |- ! Plural || ge || go || gu || se || so || di || da || du || ni/in |} ====Oblique==== (PGN + a) {| class=\"wikitable\" ! ! colspan=\"3\" | Masculine ! colspan=\"3\" | Feminine ! colspan=\"3\" | Neuter |- ! Person !! 1 !! 2 !! 3 !! 1 !! 2 !! 3 !! 1 !! 2 !! 3 |- ! Singular || ta || tsa || ba/ma/na || ta || sa || sa || — || — || -e |- ! Dual || khoma || kho || kha || ma || ro || ra || mo || ro || ra |- ! Plural || ge || go || ga || se || so || de || da || do || na |} ===Articles=== Khoekhoe has four definite articles: ti, si, sa, ǁî. These definite articles can be combined with PGN markers. Examples from Haacke (2013): * si-khom \"we two males\" (someone other than addressee and I) * sa-khom \"we two males\" (addressee and I) * ǁî-khom \"we two males\" (someone else referred to previously and I) {| |- ! ti !! si !! sa !! ǁî |- | +definite || +definite || +definite || +definite |- | +speaker || +speaker || +addressee || +discussed |- | +human || -addressee || +human || |- | +singular || +human || || |- | || -singular || || |} === Clause Headings === There are three clause markers, ge (declarative), kha (interrogative), and ko/km (assertive). These markers appear in matrix clauses, and appear after the subject.Hahn, Michael. 2013. Word Order Variation in Khoekhoe. In Mu ̈ller, Stefan (Ed.), Proceedings of the 20th International Conference on Head- Driven Phrase Struc- ture Grammar, Freie Universita ̈t Berlin, 48–68. Stanford, CA: CSLI Publications. ==Sample text== Following is a sample text in the Khoekhoe language.Khoekhoegowab: 3ǁî xoaigaub. Gamsberg Macmillan, 2003 :Nē ǀkharib ǃnâ da ge ǁGûn tsî ǀGaen tsî doan tsîn; tsî ǀNopodi tsî ǀKhenadi tsî ǀhuigu tsî ǀAmin tsîn; tsî ǀkharagagu ǀaon tsîna ra hō. :In this region, we find springbuck, oryx, and duiker; francolin, guinea fowl, bustard, and ostrich; and also various kinds of snake. ==Common words and phrases== *ǃGâi tsēs – Good day *ǃGâi ǁgoas – Good morning *ǃGâi ǃoes – Good evening *Matisa – How are you? *ǃGâise ǃgû re – Goodbye *ǁKhawa mûgus – See you soon *Regkomtani - I'll manage ==Bibliography== *Khoekhoegowab/English for Children, Éditions du Cygne, 2013, *Beach, Douglas M. 1938. The Phonetics of the Hottentot Language. Cambridge: Heffer. *Brugman, Johanna. 2009. Segments, Tones and Distribution in Khoekhoe Prosody. PhD Thesis, Cornell University. *Haacke, Wilfrid. 1976. A Nama Grammar: The Noun-phrase. MA thesis. Cape Town: University of Cape Town. *Haacke, Wilfrid H. G. 1977. \"The So-called \"Personal Pronoun\" in Nama.\" In Traill, Anthony, ed., Khoisan Linguistic Studies 3, 43–62. Communications 6. Johannesburg: African Studies Institute, University of the Witwatersrand. *Haacke, Wilfrid. 1978. Subject Deposition in Nama. MA thesis. Colchester, UK: University of Essex. *Haacke, Wilfrid. 1992. \"Compound Noun Phrases in Nama\". In Gowlett, Derek F., ed., African Linguistic Contributions (Festschrift Ernst Westphal), 189–194. Pretoria: Via Afrika. *Haacke, Wilfrid. 1992. \"Dislocated Noun Phrases in Khoekhoe (Nama/Damara): Further Evidence for the Sentential Hypothesis\". Afrikanistische Arbeitspapiere, 29, 149–162. *Haacke, Wilfrid. 1995. \"Instances of Incorporation and Compounding in Khoekhoegowab (Nama/Damara)\". In Anthony Traill, Rainer Vossen and Marguerite Anne Megan Biesele, eds., The Complete Linguist: Papers in Memory of Patrick J. Dickens\", 339–361. Cologne: Rüdiger Köppe Verlag. *Haacke, Wilfrid; Eiseb, Eliphas and Namaseb, Levi. 1997. \"Internal and External Relations of Khoekhoe Dialects: A Preliminary Survey\". In Wilfrid Haacke & Edward D. Elderkin, eds., Namibian Languages: Reports and Papers, 125–209. Cologne: Rüdiger Köppe Verlag for the University of Namibia. *Haacke, Wilfrid. 1999. The Tonology of Khoekhoe (Nama/Damara). Quellen zur Khoisan-Forschung/Research in Khoisan Studies, Bd 16. Cologne: Rüdiger Köppe Verlag. *Haacke, Wilfrid H.G. & Eiseb, Eliphas. 2002. A Khoekhoegowab Dictionary with an English-Khoekhoegowab Index. Windhoek : Gamsberg Macmillan. *Hagman, Roy S. 1977. Nama Hottentot Grammar. Language Science Monographs, v 15. Bloomington: Indiana University. *Krönlein, Johann Georg. 1889. Wortschatz der Khoi-Khoin (Namaqua-Hottentotten). Berlin : Deutsche Kolonialgesellschaft. * Olpp, Johannes. 1977. Nama-grammatika. Windhoek : Inboorlingtaalburo van die Departement van Bantoe-onderwys. * Rust, Friedrich. 1965. Praktische Namagrammatik. Cape Town : Balkema. *Vossen, Rainer. 2013. The Khoesan Languages. Oxon: Routledge. ==Notes== == References == ==External links== * *Nama grammar and a story at Cornell (dead link as of January 2009; cached by the Internet Archive) *Nama (KhoeKhoegowab) Phrase Video Lessons *KhoeSan Active Awareness Group (dead link as of 17 October 2010) *An 8-minute clip of spoken Hottentot (khoekhoegowab) *Khoekhoe phonology and a story by Johanna Brugman (dead as of January 2017; Internet Archive cache) *Khoekhoe basic lexicon at the Global Lexicostatistical Database *Khoe music / field recordings (International Library of African Music) Category:Khoe languages Category:Languages of Botswana Category:Languages of Namibia Category:Languages of South Africa Category:Damara people Category:Nama people Category:Khoikhoi",
 "title": "Khoekhoe language"
}