{
 "id": "391030",
 "text": "Cesar Julio Romero Jr. (February 15, 1907 – January 1, 1994) was an American actor and activist. He was active in film, radio, and television for almost sixty years. His wide range of screen roles included Latin lovers, historical figures in costume dramas, characters in light domestic comedies, and the Joker on the Batman television series, which was included in TV Guide's 2013 list of The 60 Nastiest Villains of All Time.Bretts, Bruce; Roush, Matt; (March 25, 2013). \"Baddies to the Bone: The 60 nastiest villains of all time\". TV Guide. pp. 14–15. He was the first actor to play the character. ==Early life== thumb|200px|right|Romero as part of the deck crew aboard the , c. 1944 César Julio Romero Jr. was born in New York City on February 15, 1907, the son of César Julio Romero Sr. and María Mantilla.Candelaria, Cordelia. Encyclopedia of Latino Popular Culture, Volume 2. His mother was said to be the biological daughter of Cuban national hero José Martí.Handel, Charles. \"A Look at TV: Gunther Plans Unusual Shows\". Philadelphia Inquirer. September 7, 1959. Retrieved April 2, 2019.Oliver, Myrna. \"César Romero, Suave Star for Over 60 Years, Dies at 86\". Los Angeles Times. January 4, 1994. Retrieved April 2, 2019.Marti, José; Allen, Esther. (2002). José Martí: Selected Writings. New York: Penguin Books. Page XXIX. . His father was born in Barcelona, Spain and immigrated to the United States in 1888, where he was an import/export merchant.Year: 1910; Census Place: Manhattan Ward 12, New York, New York; Roll: T624_1023; Page: 3B; Enumeration District: 0593; FHL microfilm: 1375036National Archives and Records Administration (NARA); Washington, D.C.; NARA Series: Passport Applications, January 2, 1906 - March 31, 1925; Roll #: 453; Volume #: Roll 0453 - Certificates: 1250-1499, 11 Jan 1918-14 Jan 1918 His mother was a concert singer.Coons, Robbin. \"Hollywood Sights and Sounds\". The Gettysburg Times. March 2, 1936. Romero grew up in Bradley Beach, New Jersey, and went to Bradley Beach Elementary School, Asbury Park High School,Voger, Mark. \"'Batman' TV cast on the creation of a camp classic\", NJ.com, November 8, 2014; retrieved November 15, 2014. \"CESAR ROMERO – The actor who created the role of the Joker lived in Bradley Beach as a child, and attended Bradley Beach Elementary School and Asbury Park High School.\" the Collegiate School, and the Riverdale Country Day School.Adams, Marjory. \"Movie Question Box\". The Boston Globe. November 16, 1957. Retrieved April 2, 2019. After his parents lost their sugar-import business and suffered losses in the Wall Street crash of 1929, Romero's Hollywood earnings allowed him to support his large family, all of whom followed him to the American West Coast years later. Romero, who referred to himself as \"a Latin from Manhattan\", lived on and off with various family members for the rest of his life.Thomas, Bob (AP). \"Entertainment: Latin from Manhattan Danced to Hollywood\". The Globe and Mail. June 22, 1984. Retrieved April 2, 2019.Thomas, Bob (AP). \"Cesar Romero, Actor, Dies at 86; A Suave Player in Films and TV\". The New York Times. January 3, 1994. Retrieved April 2, 2019. On October 12, 1942, he enlisted in the United States Coast Guard as an apprentice seaman\"Cesar Romero Signs As Coast Guardsman\", The San Bernardino Daily Sun, San Bernardino, California, October 13, 1942, Volume 49, page 9. and served in the Pacific Theater of Operations. He reported aboard the Coast Guard-crewed assault transport in November 1943. According to a press release from the period, Romero saw action during the invasions of Tinian and Saipan. The same article mentioned that he preferred to be a regular part of the crew and was eventually promoted to the rating of chief boatswain's mate. ==Career== The 6'3\" [190 cm] Romero routinely played \"Latin lovers\" in films from the 1930s until the 1950s, usually in supporting roles. In 1935, Romero played a leading role The Devil is a Woman opposite Marlene Dietrich. Romero starred as the Cisco Kid in six westerns made between 1939 and 1941. Romero danced and performed comedy in the 20th Century Fox films he starred in opposite Carmen Miranda and Betty Grable, such as Week-End in Havana and Springtime in the Rockies, in the 1940s. He also played a minor role as Sinjin, a piano player in Glenn Miller's band, in the 1942 20th Century Fox musical Orchestra Wives. In The Thin Man (1934), Romero played a villainous supporting role opposite the film's main star William Powell. Many of Romero's films from this early period saw him cast in small character parts, such as Italian gangsters and East Indian princes. Romero had a lead role as the Pathan rebel leader, Khoda Khan, in John Ford's British Raj-era action film Wee Willie Winkie starring Shirley Temple (1937) and The Little Princess (1939) also with Temple. He also appeared in a comic turn as a foil for Frank Sinatra and his crew in Ocean's 11 (1960). Romero sometimes played the leading man, for example in Allan Dwan's 15 Maiden Lane (1936) opposite Claire Trevor, as well as winning the key role of the Doc Holliday character (with name changed to \"Doc Halliday\") in Dwan's Wyatt Earp saga Frontier Marshal three years later. 20th Century Fox, along with mogul Darryl Zanuck, personally selected Romero to co-star with Tyrone Power in the Technicolor historical epic Captain from Castile (1947), directed by Henry King. While Power played a fictionalized character, Romero played Hernán Cortés, a historical conquistador in Spain's conquest of the Americas. Among many television credits, Romero appeared several times on The Martha Raye Show in the mid-1950s. He portrayed Don Diego de la Vega's maternal uncle in a number of Season 2 Zorro episodes. In 1958, he guest- starred as Ramon Valdez, a South American businessman, who excels at dancing the Cha-Cha with Barbara Eden in her syndicated romantic comedy, How to Marry a Millionaire in the episode entitled \"The Big Order\". He performed the mambo with Gisele MacKenzie on her NBC variety show, The Gisele MacKenzie Show. He guest-starred in 1957 on CBS's The Lucy–Desi Comedy Hour on the first episode of the seventh season (\"Lucy Takes a Cruise to Havana\"). He played \"Don Carlos\", a card shark on the episode, \"The Honorable Don Charlie Story\" of NBC's Wagon Train. On January 16, 1958, he appeared on The Ford Show, Starring Tennessee Ernie Ford. In 1959, Romero was cast as Joaquin in the episode \"Caballero\" from The Texan, and on September 26 of that year, he hosted the Cuban installment of John Gunther's High Road.\"TV Highlights of the Week\". Daytona Beach Morning Journal. September 26, 1959. Retrieved April 2, 2019. In 1960, he was cast as Ricky Valenti in \"Crime of Passion\" from Pete and Gladys. In 1965, Romero played the head of THRUSH in France in \"The Never Never Affair\" from The Man from U.N.C.L.E. From 1966 to 1968, he portrayed the Joker on Batman. He refused to shave his moustache for the role, and so the supervillain's white face makeup was simply smeared over it throughout the series' run and in the 1966 film. His guest star work in the 1970s included a recurring role on the western comedy Alias Smith and Jones as Señor Armendariz, a Mexican rancher feuding with Patrick McCreedy (Burl Ives), the owner of a ranch on the opposite side of the border. He appeared in three episodes. Romero later portrayed Peter Stavros on Falcon Crest (from 1985 to 1987). He also appeared in a sixth-season episode of The Golden Girls, where he played a suitor named Tony Delvecchio for Sophia. Apart from these television roles, Romero appeared as A.J. Arno, a small-time criminal who continually opposes Dexter Riley (played by Kurt Russell) and his schoolmates of Medfield College in a series of films by Walt Disney Productions in the 1970s. ==Political activities== A registered Republican, Romero appeared in the Nixon-Lodge bumper sticker motorcade campaign in October 1960, and four years later, initially supported Henry Cabot Lodge, Jr. in the write-in campaign supporting Lodge for president. Romero appreciated and said he liked Lodge's strong anti-Communist stance in South Vietnam where Lodge was at the time the United States ambassador. Later that year, Romero supported Barry Goldwater in the general election. Also in 1964, Romero was very much involved in the U.S. Senate race in California that pitted one of Romero's best friends and fellow actor, Republican nominee George Murphy (who nicknamed Romero \"Butch\"), in his bid to oust then-Senator Pierre Salinger, a Democrat. The Senate race was a heated contest where Salinger had already narrowly defeated then-California State Controller Alan Cranston, who would become a senator in 1968, in the Democratic primary. Both men had \"primaried\" Senator Clair Engle, who had sought re-nomination despite being terminally ill with a brain tumor; Engle died less than two months after the primary. Then-Democratic Governor Pat Brown appointed Salinger instead of Cranston to fill the vacancy; although the appointment seemed reasonable since Salinger had won the primary, it was roundly criticized by Romero and Murphy as cronyism since Salinger had been the White House press secretary for the late President John F. Kennedy, a close ally of Brown. Romero appealed to disappointed Cranston backers after the primary to support Murphy. Romero's urging helped Salinger lose a race no one thought could be lost. Murphy lost the full use of his voice during his term when part of his larynx was removed due to throat cancer. Romero employed other Hollywood stars to try to help Murphy win re-election in 1970. However, Murphy lost re-election to John V. Tunney, the son of boxing legend Gene Tunney. After Murphy's Senate defeat, Romero scaled back his involvement in politics but would take part for a Hollywood friend, such as Ronald Reagan in his successful gubernatorial bids in 1966 and 1970 as well as all four of his presidential bids in 1968, 1976, 1980, and 1984. Romero also joined with fellow actors and actresses in lobbying the United States Congress to present the then-dying John Wayne with a Congressional Gold Medal for his service to the nation. ==Personal life== Romero never married and had no children, but made frequent appearances at Hollywood events escorting actresses, such as Joan Crawford, Linda Darnell, Barbara Stanwyck, Lucille Ball, Ann Sheridan, Jane Wyman and Ginger Rogers; he was almost always described in interviews and articles as a \"confirmed bachelor\". Many Hollywood historians and biographers have speculated on Romero being closeted about his sexuality.Crimmins, Cathy (2005) How the Homosexuals Saved Civilization: The Time and Heroic Story of How Gay Men Shaped the Modern World Penguin. Karol, Michael (2004) Lucy A to Z: The Lucille Ball Encyclopedia iUniverse. p.177. . Author Boze Hadleigh included a series of claimed interviews with Romero in Hadleigh's 1996 book Hollywood Gays in which Romero allegedly came out;Hadleigh, Boze (1996). Hollywood Gays; William J. Mann, Behind the Screen (2001), pp. 157-58 many of the claimed interviews in Hollywood Gays have come into dispute as possible forgeries, and Romero died two years before the book was released. Charlie Harper, lead singer of English punk band UK Subs, is reportedly a nephew of Romero. ==Death== On January 1, 1994, aged 86, Romero died from complications of a blood clot while being treated for bronchitis and pneumonia at Saint John's Health Center in Santa Monica, California. His body was cremated and the ashes were interred at Inglewood Park Cemetery, Inglewood, California.Wilson, Scott. Resting Places: The Burial Sites of More Than 14,000 Famous Persons, 3rd ed.: 2 (Kindle Locations 40453-40454). McFarland & Company, Inc., Publishers. Kindle Edition For his contributions to the motion picture and television industry, Romero has a star on the Hollywood Walk of Fame at 6615 Hollywood Boulevard for film and another star at 1719 Vine Street for television. ==Filmography== ===Film=== * The Shadow Laughs (1933) as Tony Rico * The Thin Man (1934) as Chris Jorgenson * British Agent (1934) as Tito Del Val * Cheating Cheaters (1934) as Tom Palmer * Strange Wives (1934) as Boris * Clive of India (1935) as Mir Jaffar * A Dream Comes True (1935) as Himself (uncredited) * The Good Fairy (1935) as Joe * Cardinal Richelieu (1935) as Andre de Pons * The Devil Is a Woman (1935) as Antonio Galvan * Hold 'Em Yale (1935) as Gigolo Georgie * Diamond Jim (1935) as Jerry Richardson * Metropolitan (1935) as Niki Baroni * Rendezvous (1935) as Nieterstein * Show Them No Mercy! (1935) as Tobey * Love Before Breakfast (1936) as Bill Wadsworth * Nobody's Fool (1936) as Dizzy Rantz * Public Enemy's Wife (1936) as Gene Maroc * Wee Willie Winkie (1937) as Khoda Khan * Dangerously Yours (1937) as Victor Morell * Ali Baba Goes to Town (1937) as Himself (at Fictional Premiere) (uncredited) * Happy Landing (1938) as Duke Sargent * Always Goodbye (1938) as Count Giovanni 'Gino' Corini * My Lucky Star (1938) as George Cabot Jr * Five of a Kind (1938) as Duke Lester * Wife, Husband and Friend (1939) as Hugo * The Little Princess (1939) as Ram Dass * The Return of the Cisco Kid (1939) as Lopez * Frontier Marshal (1939) as Doc Halliday * Charlie Chan at Treasure Island (1939) as Rhadini * The Cisco Kid and the Lady (1939) as Cisco Kid * Hollywood Hobbies (1939) as Himself (uncredited) * He Married His Wife (1940) as Freddie * Viva Cisco Kid (1940) as Cisco Kid * Lucky Cisco Kid (1940) as Cisco Kid * The Gay Caballero (1940) as Cisco Kid * Romance of the Rio Grande (1941) as Cisco Kid / Real and fake Carlos Hernandez * Tall, Dark and Handsome (1941) as J.J. 'Shep' Morrison * Ride on Vaquero (1941) as Cisco Kid * The Great American Broadcast (1941) as Bruce Chadwick * Dance Hall (1941) as Duke McKay * Week-End in Havana (1941) as Monte Blanca * A Gentleman at Heart (1942) as Tony Miller * Tales of Manhattan (1942) as Harry Wilson * Orchestra Wives (1942) as St. John 'Sinjin' Smith * Springtime in the Rockies (1942) as Victor Prince * Coney Island (1942) as Joe Rocco * Wintertime (1943) as Brad Barton * Screen Snapshots: Hollywood Victory Show (1946) as Himself * Carnival in Costa Rica (1947) as Pepe Castro * Captain from Castile (1947) as Hernán Cortés * That Lady in Ermine (1948) as Joe Sanger * Julia Misbehaves (1948) as Fred Ghenoccio * Deep Waters (1948) as Count Mario * The Beautiful Blonde from Bashful Bend (1949) as Blackie Jobero * Screen Snapshots: Motion Picture Mothers, Inc. (1949) as Himself * Love That Brute (1950) as Pretty Willie Wetzchahofsky * Once a Thief (1950) as Mitch Moore * Happy Go Lovely (1951) as John Frost * Lost Continent (1951) as Major Joe Nolan * FBI Girl (1951) as FBI Agent Glen Stedman * The Jungle (1952) as Rama Singh * Lady in the Fog (aka Scotland Yard Inspector) (1952) as Philip 'Phil' O'Dell * The Sword of Granada (1953) as Don Pedro de Rivera * Street of Shadows (aka Shadow Man) (1953) as Luigi * Prisoners of the Casbah (1953) as Firouz * Vera Cruz (1954) as Marquis Henri de Labordere * A Star Is Born World Premiere (1954, TV Short) as Himself * The Americano (1955) as Manuel Silvera / \"El Gato\" / Etc. * The Racers (1955) as Carlos Chavez * The Leather Saint (1956) as Tony Lorenzo * Around the World in 80 Days (1956) as Abdullah's henchman * The Story of Mankind (1957) as Spanish Envoy * Villa!! (1958) as Tomás Lopez * My Private Secretaries (1959) as Rafael Travesi * Ocean's 11 (1960) as Duke Santos * Pepe (1960) as Himself * Seven Women from Hell (1961) as Luis Hullman * The Runaway (1961) as Father Dugan * If a Man Answers (1962) as Robert Swan / Adam Wright * We Shall Return (1963) as Carlos Rodriguez * The Castilian (1963) as Jerónimo * Donovan's Reef (1963) as Marquis Andre de Lage * Saint Mike (1963) * A House Is Not a Home (1964) as Lucky Luciano * Two on a Guillotine (1965) as John Harley 'Duke' Duquesne * Sergeant Deadhead (1965) as Admiral Stoneham * Marriage on the Rocks (1965) as Miguel Santos * Batman (1966) as The Joker * Madigan's Millions (1968) as Mike Madigan * Hot Millions (1968) as Customs Inspector * Skidoo (1968) as Hechy * Crooks and Coronets (1969) as Nick Marco * Midas Run (1969) as Carlo Dodero * Target: Harry (1969) as Lt. George Duval * Latitude Zero (1969) as Dr. Malic / Lt. Hastings * The Computer Wore Tennis Shoes (1969) as A. J. Arno * A Talent for Loving (1969) as Don Jose * The Red, White, and Black (1970) as Col. Grierson * The Grand Opening of Walt Disney World – TV Movie documentary (1971) as Himself * Once Upon a Wheel (1971) as Himself * The Last Generation (1971) (archive footage) * The Proud and the Damned (1972) as San Carlos' Mayor * Now You See Him, Now You Don't (1972) as A. J. Arno * The Spectre of Edgar Allan Poe (1974) as Dr. Richard Grimaldi * The Haunted Mouth (1974) as B. Plaque (Narrator) * The Strongest Man in the World (1975) as A. J. Arno * Timber Tramps (1975) as Greedy sawmill mogul * Carioca Tigre (1976) as Don Rosalindo Y Guana * Mission to Glory: A True Story (1977) as Admiral Atondo * Lust in the Dust (1985) as Father Garcia * Judgement Day (1988) as Octavio * Carmen Miranda: Bananas is My Business (1995) as Himself * The Right Way (1998) as Mr. Peretti ===Television=== * The Ed Wynn Show (1950) as Himself * Passport to Danger (1954–1958) as Steve McQuinn * The Red Skelton Hour (1956–1970) as Prison Convict, Mustapha Dame, Concierge, Russian agent, Clayton Harrison, Witch Doctor, Plumber, Advertising Agency Executive, Pierre, Big Bill - Racketeer * Navy Log (1957) as Host * The Lucille Ball-Desi Arnaz Show (1957) as Carlos Garcia * Wagon Train (1958) as Hon Don 'Charlie' Carlos de Fuentes * Zorro (1959) as Esteban de la Cruz * The Texan (1959) as Captain Joaquin Acosta * John Gunther's High Road (1959) as Himself * Death Valley Days (1959) as Oblivion * Rawhide (1959–1965) as Col. Emilio Vasquez, Don Francisco Maldenado, Big Tim Sloan, Ben Teagle * Love and Marriage (1960) as himself * Stagecoach West (1960) as Manolo Lalanda * Five Fingers (1960) as Ferri * Stagecoach West (1961) as Colonel Francisco Martinez * Dick Powell's Zane Grey Theatre (1961) as The Man from Everywhere * The Beachcomber (1962) as Jaoquin Perez, Krasny * Fractured Flickers (1963) as Himself * 77 Sunset Strip (1963) as Lorenzo Cestari * Burke's Law (1963–1965) as Police Chief Alvaro, Gregorio Jonas, Antonio Cardoza, Louis Simone, Marcus DeGrute * Dr. Kildare (1964) as Dr. Paul Marino * The Mike Douglas Show (1964–1970) as Himself * The Man from U.N.C.L.E. (1965) as Victor Gervais * Branded (1965) as Gen. Arriola * Ben Casey (1965) as Frederic Delano * Daniel Boone (1966) as Esteban de Vaca * Batman (1966–1968) as The Joker * Daniel Boone (1966–1969) as Adm. Alejandro Buenaventura, Colonel Carlos Navarro, Esteban de Vaca * Daniel Boone (1967) as Colonel Carlos Navarro * T.H.E. Cat (1967) as Gordon Amley * Get Smart (1968) as Kinsey Krispen * Here's Lucy (1969) as Tony Rivera * Julia (1970) as Bunny Henderson, Bernard Henderson * Bewitched (1970) as Ernest Hitchcock * It Takes a Thief (1970) as Mike * The Jimmy Stewart Show (1971) as Harris Crofton * Love, American Style (1971) as Young Unmarrieds * Nanny and the Professor (1971) as Schiavoni * Mooch Goes to Hollywood (1971) as Himself * The Merv Griffin Show (1971) as Himself * Alias Smith and Jones (1971–1972) as Armendariz * The Mod Squad (1972) as Frank Barton * The Jimmy Stewart Show (1972) as Admiral Decker * Chase (1973) as Parker * Ironside (1974) as Tony Hudson * Banacek (1974) as Marius Avantalu * Dinah! (1974) as Himself * Medical Center (1975) as Packy * Ellery Queen (1976) as Armand Danello * Chico and the Man (1977) as Gilberto Rodriguez * Vega$ (1978) as Christopher Vincente * Buck Rogers in the 25th Century (1979) as Amos Armat * Fantasy Island (1979) as Sheikh Hameel Habib * Charlie's Angels (1980) as Elton Mills * Fantasy Island (1981) as Maestro Roger Alexander * Matt Houston (1982) as Miles Gantry * Fantasy Island(1983) as Edmond Rome * Hart to Hart (1983) as Dr. Villac * Fantasy Island (1983) as Mr. Kragen * The Love Boat (1984) as John Drake * The Love Boat (1985) as John Stockton * Magnum, P.I. (1985) as Doc Villoroch * Murder, She Wrote (1985) as Diego Santana * Family Feud (1985) as Himself * Falcon Crest (1985–1988) as Peter Stavros * Riptide (1985–1986) as Angelo Guirilini * The Love Boat (1986) as Carlos Belmonte * The Tracey Ullman Show (1988) as Roland Diego * The Golden Girls (1990) as Tony Delveccio * Murder, She Wrote (1992) as Marcello Abruzzi * Edna Time! (1993) as Himself ==Theater== * The Street Singer (1929) as John * Dinner at Eight (1932) as Ricci ==Radio appearances== {| class=\"wikitable\" ! Year !! Program !! Episode/source |- |1949 |Burns and Allen Show |Caesar Romero Steals Bills Girlfriend |- | 1952|| Hollywood Star Playhouse || Diamonds of Gulaga |} ==References== ==External links== * * * * * Cesar Romero profile, Virtual- History.com; accessed April 17, 2017. * Cesar Romero interview in \"Jean Boone - Interview with Cast of Batman, The Movie (1966)\" at Texas Archive of the Moving Image * * Romero Family Papers Regarding José Martí dloc.com (Digital Library of the Caribbean); accessed April 17, 2017. Category:1907 births Category:1994 deaths Category:Male actors from New York (state) Category:American male film actors Category:United States Coast Guard personnel of World War II Category:American people of Cuban descent Category:American people of Spanish descent Category:American male television actors Category:Burials at Inglewood Park Cemetery Category:Deaths from pneumonia in California Category:Hispanic and Latino American male actors Category:People from Bradley Beach, New Jersey Category:Male actors from New York City Category:Asbury Park High School alumni Category:Collegiate School (New York) alumni Category:United States Coast Guard non-commissioned officers Category:California Republicans Category:New York (state) Republicans Category:20th-century American male actors Category:20th Century Fox contract players Category:Riverdale Country School alumni Category:Deaths from bronchitis",
 "title": "Cesar Romero"
}