{
 "id": "391079",
 "text": "thumbnail|Entrance to the Royal Mews The Royal Mews is a mews, or collection of equestrian stables, of the British Royal Family. In London these stables and stable-hands quarters have occupied two main sites in turn, being located at first on the north side of Charing Cross, and then (since the 1820s) within the grounds of Buckingham Palace. The Royal Mews, Buckingham Palace includes an extensive display of royal carriages and other associated items, and is open to the public for much of the year. It is also a working part of the palace, where horses and people live and work, and where carriages and cars are in daily use supporting the work of the Queen as head of state. ==Charing Cross== The first set of stables to be referred to as a mews was at Charing Cross at the western end of The Strand. The royal hawks were kept at this site from 1377 and the name derives from the fact that they were confined there at moulting (or \"mew\") time. thumb|The Mews at Charing Cross in 1793 The building was destroyed by fire in 1534 and rebuilt as a stables, keeping its former name when it acquired this new function. On old maps, such as the \"Woodcut\" map of London of the early 1560s, the Mews can be seen extending back towards the site of today's Leicester Square. This building was usually known as the King's Mews, but was also sometimes referred to as the Royal Mews, the Royal Stables, or as the Queen's Mews when there was a woman on the throne. It was rebuilt again in 1732 to the designs of William Kent, and in the early 19th century it was open to the public. On 15 June 1820, the Guards in the Royal Mews mutinied in support of Caroline of Brunswick, whom King George IV was seeking to divorce.Robins, pp. 126–127 It was an impressive classical building, and there was an open space in front of it which ranked among the larger ones in central London at a time when the Royal Parks were on the fringes of the city and the gardens of London's squares were open only to the residents of the surrounding houses. It was demolished to make way for Trafalgar Square. ==Buckingham Palace== thumb|upright=0.85|Stables in the Royal Mews The present Royal Mews is in the grounds of Buckingham Palace, to the south of Buckingham Palace Gardens, near Grosvenor Place. In the 1760s George III moved some of his day-to-day horses and carriages to the grounds of Buckingham House, which he had acquired in 1762 for his wife's use, but the main royal stables housing the ceremonial coaches and their horses remained at the King's Mews. However, when his son George IV had Buckingham Palace converted into the main royal residence in the 1820s the whole stables establishment was moved. The old Mews at Charing Cross was demolished and Trafalgar Square was laid out on the site in 1837–1844. The current Royal Mews was built to designs by John Nash and were completed in 1825 (though the Riding School, thought to be by William Chambers, dates from the 1760s). The buildings have been modified extensively since. As well as being a full-time working facility, the Royal Mews is regularly open to the public. The state coaches and other carriages are kept there, along with about 30 horses, together with their modern counterparts, the state motor cars. Coachmen, grooms, chauffeurs and other staff are accommodated in flats above the carriage houses and stables. ===Royal and State Carriages=== A few of the carriages stored at the Mews are pictured here in action; several more are illustrated on their own pages (see listing below). Vehicles in the care of the Royal Mews are listed below. A good number are on public display though not all are kept in London.'The Royal Mews, Buckingham Palace', Pitkin, London, 1973 &1990 Most are in regular use, and some (for example, the Broughams) are driven on a daily basis.Since 1843 the daily messenger Brougham has set out from the Royal Mews to collect and deliver post between Buckingham Palace and St James's Palace Others (above all the Gold Coach) are only used on great and rare State occasions. The list includes vehicles for personal, recreational and sporting use, as well as those designed and kept for State occasions: thumb|A Royal Mews Brougham on display alongside a Station Bus at Holyrood Palace in Edinburgh. * The Gold State Coach * The Irish State Coach * The Scottish State Coach * The Australian State Coach * The Diamond Jubilee State Coach * Queen Alexandra's State Coach * The Glass Coach * King Edward VII's Town Coach * Several Landau carriages including: ** The 1902 State Landau ** Seven other State Landaus ** Five Semi-state Landaus ** Five Ascot Landaus * Barouches and Sociables * Broughams and Clarences * Phaetons and Victorias * Sporting carriages, including a rare Curricle * Recreational vehicles, such as the Louis-Philippe Charabanc (illustrated) * A variety of pony carriages, drags and exercise vehicles In less regular use is Queen Victoria's State Sledge, one of a number of royal sleighs in the Mews. Also on display are some of the historic and immaculately kept liveries and harnesses (which likewise see regular use), ranging from the plainer items used for exercising and working horses, to the richly ornamented State liveries and harnesses designed for use with the similarly appointed State coaches. ===Carriage horses=== The horses in the Royal Mews today are for the most part either Windsor Greys or Cleveland Bays, though this has not always been the case (for example, for over 200 years locally bred Hanoverian Cream horses took pride of place in the harness on major state occasions, until problems due to inbreeding led to their use being discontinued in the mid-1920s). The horses are regularly exercised in the art of pulling carriages (one of the reasons for the continuing use of horse-drawn transport for the daily messenger rounds); they are used for competitive and recreational driving as well as for ceremonial duties. The manure that is produced by the horses is used by the adjacent garden at Buckingham Palace. ===State Cars=== thumbnail|Rolls-Royce Phantom VI limousines from 1986 (left) and 1978 (right) The maintenance and provision of modern motor vehicles is as much a part of the work of the Royal Mews as that of carriages and horses. Edward VII first established a garage in the Mews in the early 20th century; by 1920 his son George V had converted two of the coach-houses to accommodate his State Daimlers. The official cars (as opposed to vehicles for staff or private use) are all painted in black over claret (known as Royal Claret).The Royal fleet of limousines They are driven, cared for and maintained by a number of chauffeurs, who are based in the Mews and work under the Head Chauffeur (who, along with his deputy, is primarily responsible for driving the Queen). The five principal State Cars are without number plates. They comprise: * Two Bentley State Limousines (given to the Queen in 2002 to mark her Golden Jubilee). * Two Rolls-Royce Phantom VI limousines: the 1978 Silver Jubilee Phantom VI and a 1986 Phantom VI, both nearly identical outwardly, save for the slightly higher roof on the 1978 example (see photo). * A rare 1950 Rolls- Royce Phantom IV with body by HJ Mulliner & Co., the first example of this model built; it was fitted with an automatic gearbox in 1955. ====Former State Cars==== During the Queen's reign the following vehicles also served as State Cars: * A pair of Rolls-Royce Phantom V limousines delivered to the Royal Mews in 1960 and 1961 (retired from the working fleet after the Bentleys were acquired in 2002). * A 1954 Rolls-Royce Phantom IV landaulette with coachwork by Hooper, purchased in 1959 (retired from the working fleet after the second Phantom VI was acquired in 1987). * Four Daimler DE36 landaulettes, built as State Cars for King George VI in the late 1940s and inherited by the Queen when she came to the throne. (Of these, one was then given to the Queen Mother to use, while the others remained as State Cars alongside the Phantom IV limousine; these were sold when the Phantom IV landaulette and the Phantom V limousines were acquired). ====Other official vehicles==== Limousines used for less formal occasions and as support vehicles: * Two 2012 Jaguar XJ limousines (number plates NGN 1 and NGN 2). * Three c. 1992 Daimler DS420 limousines (number plates KLL1, K326EHV and F728OUL). Land Rovers, luggage brakes and people carriers are also kept at the Royal Mews. A number of electric vehicles have been acquired since 2012, for various purposes, ranging from a BMW i3 and a BMW 7 Series hybrid to a Nissan van and a Renault Twizy. ===Official oversight=== The care and training of so many horses, the ongoing care and maintenance of the carriages, cars and tack, along with the actual use of these royal vehicles, means that the Mews is very much a working part of the Palace. The Royal Mews Department is overseen by an official called the Crown Equerry. ==Other locations== thumb|upright|Entrance to the Royal Mews, Windsor Castle The Royal Mews, Hampton Court Palace overlooks Hampton Court Green. It continues to provide accommodation for royal staff, and horses are stabled there from time to time. It is not open to the public. There is a working Royal Mews at Windsor Castle where the Ascot carriages are normally kept, together with vehicles used in Windsor Great Park. Some horses for riding (rather than driving) are also stabled here. At Holyrood, the Royal Mews (situated in Abbey Strand) is one of the oldest parts of the Palace, and is still pressed into service whenever royal carriages are used in Edinburgh. Historically, the old stables of St James's Palace, which stood where Lancaster House is now, were also sometime referred to as the Royal Mews. ==See also== * Royal Stables (Denmark) * Royal Stables (Sweden) ==References== ==External links== * * Royal Mews at Buckingham Palace, London. The Monarchy Today > Ceremony and symbol > Transport > Carriages. Category:Buckingham Palace Category:Carriage museums in England Category:Equestrian museums in the United Kingdom Category:Grade I listed buildings in the City of Westminster Category:Grade I listed museum buildings Category:Grade I listed stables Category:John Nash buildings Category:Mews streets in London Category:Museums in the City of Westminster Category:Regency architecture in the United Kingdom Category:Regency London Category:Royal buildings in London Category:Transport museums in London",
 "title": "Royal Mews"
}