{
 "id": "391043",
 "text": "The National Center for Complementary and Integrative Health (NCCIH) is a United States government agency which explores complementary and alternative medicine (CAM). It was initially created as the Office of Alternative Medicine (OAM), and renamed the National Center for Complementary and Alternative Medicine (NCCAM) before receiving its current name. NCCIH is one of the 27 institutes and centers that make up the National Institutes of Health (NIH) within the Department of Health and Human Services of the federal government of the United States. Its stated mission is: \"to define, through rigorous scientific investigation, the usefulness and safety of complementary and alternative medicine interventions and their roles in improving health and health care.\" == Organization and history == ===Name and mission statement=== NCCIH was established in October 1991 as the Office of Alternative Medicine (OAM), which was re-established as NCCAM in October 1998 and again as NCCIH in December 2014.NIH complementary and integrative health agency gets new name, NIH, December 17, 2014 The name change to NCCIH has been discussed as an attempt by the center to mitigate criticism, such as to avoid the term \"alternative\" and to distance itself from having funded studies of questionable merit. NCCAM's mission statement declared that it is \"dedicated to exploring complementary and alternative healing practices in the context of rigorous science; training complementary and alternative medicine researchers; and disseminating authoritative information to the public and professionals.\" As NCCIH, the mission statement is \"to define, through rigorous scientific investigation, the usefulness and safety of complementary and alternative medicine interventions and their roles in improving health and health care.\" ===As the Office of Alternative Medicine (OAM)=== Joseph J. Jacobs was appointed the first director of the OAM in 1992. Initially, Jacobs' insistence on rigorous scientific methodology caused friction with the office's patrons, such as U.S. Senator Tom Harkin. Harkin, who had become convinced his allergies were cured by taking bee pollen pills, criticized the \"unbendable rules of randomized clinical trials,\" saying, \"it is not necessary for the scientific community to understand the process before the American public can benefit from these therapies.\" Harkin's office reportedly pressured the OAM to fund studies of specific \"pet theories\", including bee pollen and antineoplastons. In the face of increasing resistance to the use of scientific methodology in the study of alternative medicine, one of the OAM board members, Barrie Cassileth, publicly criticized the office, saying: \"The degree to which nonsense has trickled down to every aspect of this office is astonishing ... It's the only place where opinions are counted as equal to data.\" Finally, in 1994, Harkin appeared on television with cancer patients who blamed Jacobs for blocking their access to antineoplastons, leading Jacobs to resign from the OAM in frustration. In an interview with Science, Jacobs \"blasted politicians – especially Senator Tom Harkin ... for pressuring his office, promoting certain therapies, and, he says, attempting an end-run around objective science.\" Harkin drew support also from Iowa Representative Berkley Bedell, as Bedell had used cow colostrum against his Lyme disease. With the OAM's increasing budget in the 1990s, the office drew increasing criticism for its perceived lack of rigorous scientific study of alternative approaches favoring uncritical boosterism. Paul Berg, a Nobel laureate in chemistry, wrote to the Senate that \"Quackery will always prey on the gullible and uninformed, but we should not provide it with cover from the NIH,\" and called the office \"an embarrassment to serious scientists.\" Allen Bromley, then-president of the American Physical Society, similarly wrote to Congress that the OAM had \"emerged as an undiscriminating advocate of unconventional medicine. It has bestowed the considerable prestige of the NIH on a variety of highly dubious practices, some of which clearly violate basic laws of physics and more clearly resemble witchcraft.\"\"Office Of Alternative Medicine Gets Unexpected Boost\", Paul Smaglik, The Scientist, October 11, 1997, One opinion writer in The New York Times described the OAM as \"Tom Harkin's folly\". In 1995, Wayne Jonas, a promoter of homeopathy and political ally of Harkin, became the director of the OAM, and continued in that role until 1999.National Center for Complementary and Integrative Health (NCCIH), Skeptics Dictionary, In 1997, the NCCAM budget was increased from $12 million to $20 million annually. From 1990 to 1997, use of alternative medicine in the US increased by 25%, with a corresponding 50% increase in expenditures. The OAM drew increasing criticism from eminent members of the scientific community with letters to the Senate Appropriations Committee when discussion of renewal of funding OAM came up.Quack Medicine: A History of Combating Health Fraud in Twentieth-Century America, Eric W. Boyle, In 1998, the President of the North Carolina Medical Association publicly called for shutting down the OAM.Why the National Center for Complementary and Alternative Medicine (NCCAM) Should Be Defunded, Wallace I. Sampson, M.D., Quackwatch, In 1998, NIH director and Nobel laureate Harold Varmus came into conflict with Harkin by pushing to have more NIH control of alternative medicine research. The NIH Director placed the OAM under more strict scientific NIH control. Harkin responded by elevating OAM into an independent NIH \"center\", just short of being its own \"institute\", and renamed to be the National Center for Complementary and Alternative Medicine (NCCAM). NCCAM had a mandate to promote a more rigorous and scientific approach to the study of alternative medicine, research training and career development, outreach, and \"integration\". Stephen Strauss was the director of NCCAM from 1999 to 2006. He tried to bring more scientific rigor to the organization. In 1999 the NCCAM budget was increased from $20 million to $50 million. The United States Congress approved the appropriations without dissent. In 2000, the budget was increased to about $68 million, in 2001 to $90 million, in 2002 to $104 million, and in 2003, to $113 million. ===As NCCAM=== In 2008 Josephine Briggs was appointed as director of NCCAM. She was \"a nephrologist with impeccable scientific credentials\". The appointment was considered surprising since she did not have a complementary and alternative medicine background or integrative medicine background. Writing for Science- Based Medicine, David Gorski states Briggs was in an impossible position. \"She was a real scientist trying to impose scientific rigor on an enterprise that was inherently resistant to such an imposition.\" She attempted to impose a more scientific approach with two long-term strategic plans. Unfortunately, the plans used \"one of the most harmful tactics of quacks to legitimize their quackery under the banner of 'integrative medicine,' the co-opting of the opioid crisis as an excuse to claim all nonpharmacological treatments for pain as being 'integrative.' The results are threatening great harm to chronic pain patients by misguided governments wanting to force them to undergo quack treatments like acupuncture as a means of getting them off opioids\". However, she was able to eliminate studies on homeopathy and tried to counter anti- vaccine beliefs. Energy healing was \"relegated to the fringes, if not eliminated\". Most of the studies became centered around nutrition, exercise, pharmacognosy \"and other modalities within the realm of science-based medicine\". In 2009, after 17 years of government testing for $2.5 billion, almost no clearly proven efficacy of alternative therapies had been found. Senator Harkin complained, \"One of the purposes of this center was to investigate and validate alternative approaches. Quite frankly, I must say publicly that it has fallen short. I think quite frankly that in this center and the office previously before it, most of its focus has been on disproving things rather than seeking out and approving.\"Full Committee Hearing, Integrative Care: A Pathway to a Healthier Nation, SD 4-30 (February 26, 2009), United States Senate, Tom Harkin's War on Science, Peter Lipson, Discover Magazine editor's opinion in New York Times, February 3, 2009, Members of the scientific community criticized this comment as showing Harkin did not understand the basics of scientific inquiry, which tests hypotheses, but never intentionally attempts to \"validate approaches\". In 2009, the NCCAM's yearly budget was increased to about $122 million.Scientists Speak Out Against Federal Funds for Research on Alternative Medicine, David Brown, Washington Post, Mar 17, 2009, Overall NIH funding for CAM research increased to $300 million by 2009. By 2009, Americans were spending $34 billion annually on CAM.$34 billion spent yearly on alternative medicine, NBC News, 7-30-2009 In 2012, the Journal of the American Medical Association (JAMA) published a criticism that NCCAM had funded study after study, but had \"failed to prove that complementary or alternative therapies are anything more than placebos.\" The JAMA criticism pointed to large wasting of research money on testing scientifically implausible treatments, citing \"NCCAM officials spending $374,000 to find that inhaling lemon and lavender scents does not promote wound healing; $750,000 to find that prayer does not cure AIDS or hasten recovery from breast-reconstruction surgery; $390,000 to find that ancient Indian remedies do not control type 2 diabetes; $700,000 to find that magnets do not treat arthritis, carpal tunnel syndrome, or migraine headaches; and $406,000 to find that coffee enemas do not cure pancreatic cancer.\"Is taxpayer money well spent or wasted on alternative-medicine research?, Susan Perry, August 5, 2012, MinnPost, It was pointed out that the public generally ignored negative results from testing, that people continue to \"believe what they want to believe, arguing that it does not matter what the data show: They know what works for them.\" Continued increasing use of CAM products was also blamed on the lack of FDA ability to regulate alternative products, where negative studies do not result in FDA warnings or FDA-mandated changes on labeling, whereby few consumers are aware that many claims of many supplements were found not to be supported. ===As NCCIH=== In 2014, while Josephine Briggs was the director, the NCCAM was renamed the National Center for Complementary and Integrative Health (NCCIH). Briggs retired in October 2017. On August 29, 2018, the NCCIH announced Helene Langevin as the new director. She was previously the director of the Osher Center and professor-in-residence of medicine at Harvard Medical School. Her medical interests involve connective tissue. Langevin \"believes that the stretching of connective tissue is how several CAM modalities 'work,' such as chiropractic, massage, and ... acupuncture\". She has been studying acupuncture since the 1990s. David Gorski says he is concerned that the \"balance of power at NCCIH is about to shift back towards pseudoscience\" and states that she will have the \"largest budget ever at NCCIH to fund that shift\". ===Focus=== NCCIH funds research into complementary and alternative medicine, including support for clinical trials of CAM techniques. The four primary areas of focus are research, research training and career development, outreach, and integration. NCCIH divides complementary and alternative medicine into natural products, including dietary supplements and herbal supplements; mind and body practices, including meditation, yoga, meditation, qigong, acupuncture and spinal manipulation (both chiropractic and osteopathic); and other approaches, such as homeopathy, naturopathy, Traditional Chinese Medicine (TCM), and ayurveda. ===Operations=== The NCCIH charter states that: > Of the 18 appointed members (of the council) 12 shall be selected from among > the leading representatives of the health and scientific disciplines > (including not less than 2 individuals who are leaders in the fields of > public health and the behavioral or social sciences) relevant to the > activities of NCCIH, particularly representatives of the health and > scientific disciplines in the area of complementary and alternative > medicine. Nine of the members shall be practitioners licensed in one or more > of the major systems with which the Center is involved. Six of the members > shall be appointed by the Secretary from the general public and shall > include leaders in public policy, law, health policy, economics, and > management. Three of the six shall represent the interests of individual > consumers of complementary and alternative medicine. ==Research funding== Since 1999 the division's funding has increased more than six-fold. Up to 2012, OAM and NCCAM have spent $1.6 billion funding CAM grants. NCCAM supports about 50% of the total NCI spending on CAM between 1999 and 2009 making the total amount spent on CAM in this time $2.856 billion. The NCCIH budget for 2005 was $123 million. For fiscal year 2009 (ending September 30, 2009), it was $122 million. Research in alternative medicine is done elsewhere at NIH, notably in the National Cancer Institute. The NIH's Office of Cancer Complementary and Alternative Medicine had the same budget as NCCIH, $122 million, for 2009. Other parts of NIH had an additional $50 million for FY 2009; NIH's total budget was about $29 billion. The NCCIH budget for 2015 was $124.1 million. They requested a $3,459,000 funding increase for their 2016 budget. ==Examples of NCCAM research projects funded== {| class=\"wikitable\" |Grant (USD) |Purpose |Result |- |$110,000,000 |362 projects for diabetes (e.g. whether expressive writing reduces symptoms) |No results reported. |- |$374 000 |Does inhaling lemon, and lavender scents promote wound healing? |No evidence for such. |- |$22,000,000 |Does prayer treat diseases? |No results reported. |- |$417,000 |Does distance healing improve outcome of HIV patients? |\"Distant healing or prayer from a distance does not appear to improve selected clinical outcomes in HIV patients who are on a combination antiretroviral therapy.” |- |$823,000 |To study effect of prayer on glioblastoma |No results reported. |- |$390 000 |Can ancient Indian remedies control type 2 diabetes? |No evidence for such |- |$2,000,000 |Can magnets cure arthritis, carpal tunnel syndrome, or migraine headaches? |\"[I]mprovements (in pain intensity) did not differ significantly from changes in the Sham group or the Usual Care group.\" |- |$406,000 |Use of coffee enemas to cure pancreatic cancer |No evidence for curative effects |- |$250,000 in 2012 |Effects of Energy Healers on cholesterol-fed rabbits |No results reported. |} Of 52 CAM clinical trial studies on HIV and Cancer, only 8 reported results. ==Education== NCCAM also funds education and outreach programs. Despite the negative findings on the effectiveness of distance healing, NCCAM awarded $180,000 to a consultant to develop an Internet-based wellness program on the healing by Qigong. ==Criticism== NCCIH has been criticized by Steven E. Nissen, Stephen Barrett, and Kimball Atwood among others, for funding, along with the National Heart, Lung, and Blood InstituteNHLBI Questions and Answers: The NIH Trial of EDTA Chelation Therapy for Coronary Heart Disease Page accessed March 19, 2015 a study of EDTA chelation therapy for coronary artery disease, which lasted about 10 years and cost about $31 million, even though smaller, controlled trials found chelation ineffective.Roni Caryn Robin for the New York Times Wellness Blog. April 15, 2013 of Chelation Therapy Shows Benefits, but Doubts PersistStephen Barrett for Chelationwatch. November 16, 2012 Why the NIH Study of Chelation Therapy Should Have Been Stopped Other NCCIH-funded studies have included the benefits of distant prayer for AIDS, the effects of lemon and lavender essential oils on wound healing, \"energy chelation\", and \"rats stressed out by white noise\". In 2006, NCCIH was criticized in Science with the comment \"NCCAM funds proposals of dubious merit; its research agenda is shaped more by politics than by science, and its charter structures it in a manner that precludes an independent review of its performance.\" The authors suggested that, while it was appropriate to study alternative therapies, the quality of its research was lower than other NIH institutes and that these studies could be performed under the auspices of other institutes within the NIH. As an example, the authors described a trial of gemcitabine with the Gonzalez regimen for stage II to IV pancreatic cancer, in the belief that a deficiency of pancreatic proteolytic enzymes causes cancer. Severe adverse effects were associated with the Gonzalez regimen, and no evidence in peer-reviewed journals supported the plausibility or efficacy of the regimen or chelation therapy. A 2012 study published in the Skeptical Inquirer examined the grants and awards funded by NCCIH from 2000 to 2011, which totaled $1.3 billion. The study found no discoveries in complementary and alternative medicine that would justify the existence of this center. The authors argued that after 20 years and an expenditure of $2 billion, the failure of NCCIH was evidenced by the lack of publications and the failure to report clinical trials in peer-reviewed medical journals. They recommended that NCCIH be defunded or abolished and the concept of funding alternative medicine be discontinued. == References == ==External links== * NCCIH home page Category:1991 establishments in the United States Category:Alternative medicine organizations Category:Organizations established in 1991 Complementary and Alternative Medicine Category:Medical research institutes in Maryland",
 "title": "National Center for Complementary and Integrative Health"
}