{
 "id": "391109",
 "text": "Portlandia is a sculpture by Raymond Kaskey located above the entrance of the Portland Building in downtown Portland, Oregon. It is the second-largest copper repoussé statue in the United States, after the Statue of Liberty.Warren, Stuart & Ted Ishikawa. Oregon Handbook. Moon Publications, 1991. ==History== Portlandia was commissioned by the City of Portland in 1985. Sculptor Raymond Kaskey was paid $228,000 in public funds and reportedly an additional $100,000 in private donations. Kaskey and his assistant Michael Lasell built sections of the statue in a Maryland suburb of Washington, D.C., and sent the parts to Portland by ship. It was assembled at a barge-building facility owned by Gunderson, Inc, and was installed on the Portland Building on October 6, 1985,Crick, Rolla J. (October 7, 1985). \"Thousands bid ‘Portlandia’ warm welcome: Statue lifted successfully to final spot\". The Oregonian, p. A1. after being floated up the Willamette River on a barge.Ota, Alan K. (October 7, 1985). \"‘Portlandia’ wends way along river, city streets to delight of onlookers\". The Oregonian, p. B3. ==Description== The statue is based on the design of the Portland city seal. The statue depicts a female figure, Lady Commerce, dressed in classical clothes, holding a trident in her left hand and reaching down with her right. The statue is above street level and faces a relatively narrow, tree-lined street. The statue is high and weighs . If standing, the figure would be approximately tall. An accompanying plaque includes the official dedication poem, also titled \"Portlandia\", written by Portland lawyer and poet Ronald Talney. ==Copyright== Portlandia did not become an icon because Kaskey guards the rights to the image closely. He threatened with lawsuits anyone who used photos or illustrations of the sculpture for commercial purposes. The statue appears in the title sequence of the TV series Portlandia, the result of \"lengthy\" negotiations with Kaskey that required the statue not be used \"in a disparaging way\". In 2012, Laurelwood Brewing used an illustration of the statue on the label of Portlandia Pils, a beer it introduced; the brewery later found out about Kaskey's copyright and reached a cash settlement with Kaskey. == See also == * 1985 in art * Berolina, personification of Berlin * Hammonia, personification of Hamburg * National personification * Tethys (mythology) * The Spirit of Detroit == References == ==External links== * History of Portlandia from the Regional Arts & Culture Council * Poem by Ronald Talney on plaque * Writing Portlandia: My 15 Minutes of Fame by Ronald Talney * Video of Portlandia arriving in Portland at YouTube Category:1985 establishments in Oregon Category:1985 sculptures Category:Copper sculptures in Oregon Category:Culture of Portland, Oregon Category:Outdoor sculptures in Portland, Oregon Category:Southwest Portland, Oregon Category:Statues in Portland, Oregon Category:Sculptures of women in Oregon Category:Civic personifications Category:Architectural sculpture",
 "title": "Portlandia (statue)"
}