{
 "id": "391422",
 "text": "Jan Cornelis Terlouw (born 15 November 1931) is a retired Dutch Dutch politician, physicist and author. A member of the of the Democrats 66 (D66) party, he served as Deputy Prime Minister of the Netherlands from 1981 to 1982 under Prime Minister Dries van Agt. Terlouw studied Physics and Mathematics at the Utrecht University simultaneously obtaining Master of Physics and Mathematics degree and worked as a researcher at the FOM before finishing his thesis and graduated as a Doctor of Science in Nuclear physics. Terlouw worked as a nuclear physics researcher at the Massachusetts Institute of Technology (MIT) from February 1960 until April 1962 and for the Royal Institute of Technology (KTH) from August 1965 until December 1966. After the election of 1971 Terlouw was elected as a Member of the House of Representatives on 11 May 1971 and served as a frontbencher and spokesperson for Economic Affairs and Science. After Party Leader and Parliamentary leader Hans van Mierlo announced he was stepping down Terlouw was unanimously selected as his successor on 1 September 1973. For the elections of 1977 and 1981 Terlouw served as Lijsttrekker (top candidate) and following a cabinet formation with Christian- democratic Leader Dries van Agt and Labour Leader Joop den Uyl formed the Cabinet Van Agt II with Terlouw appointed as Deputy Prime Minister and Minister of Economic Affairs taking office on 11 September 1981. The cabinet fell just seven months into its term and was replaced with the caretaker Cabinet Van Agt III with Terlouw continuing his offices. For the election of 1982 Terlouw again served as Lijsttrekker but shortly thereafter announced he was stepping down as Leader on 8 September 1982. Terlouw continued to be active in politics and in December 1982 he was nominated as the next Secretary-General of the International Transport Forum (ITF) serving from 30 January 1983 until 15 October 1991. In October 1991 Terlouw was nominated as the next Queen's Commissioner of Gelderland serving from 1 November 1991 until 1 December 1996. Terlouw also became active in the public sector, and worked as a distinguished professor of Urbanization at the University of Amsterdam from January 1997 until January 2000. After the Senate election of 1999 Terlouw was elected as a Member of the Senate serving from 8 June 1999 until 10 June 2003 and served as a frontbencher and spokesperson for the Interior, Economic Affairs and Defence. Terlouw retired from active politics at 71 but continued to be active in the public sector as a non-profit director and served on several state commissions and councils on behalf of the government, and worked as a distinguished professor of Literature at the Tilburg University from September 2003 until September 2004. Following his retirement Terlouw continues to be active as a advocate and activist for Social norms, Sustainable development, Animal welfare and for more European integration. Terlouw is known for his abilities as a skillful consensus builder and effective negotiator and continues to comment on political affairs as of . Terlouw has been active as a prolific author since the 1970's having written more than dozen young adult fiction books, his 1972 novel Winter in Wartime was adapted and released as a feature film in 2008. == Background == ===Early life and education=== Terlouw was born in Kamperveen, Overijssel and grew up in the Veluwe. He was the eldest son a family of five, having two younger brothers and two sisters. After high school, Terlouw studied at Utrecht University, where he obtained an MSc degree in mathematics and physics, and a PhD degree in nuclear physics. ===Career=== After graduating from Utrecht University, he worked as a physics researcher in the Netherlands, the United States, and Sweden. After working for thirteen years, he became a politician, joining the Dutch House of Representatives (the lower house of the Dutch legislature) as a member of the Democraten 66 political party in 1970 ===Personal life=== Terlouw was married to Alexandra van Hulst until her death on 23 August 2017. Terlouw is a father of four and grandfather of twelve. ==Publications== Terlouw wrote 24 children's books, most notably Winter in Wartime (Oorlogswinter, 1972) and How to Become King (Koning van Katoren, 1971), both of which won the Gouden Griffel and have been made into motion pictures directed by Martin Koolhoven. Terlouw's books have been illustrated by various illustrators, including Dick van der Maat, Martijn van der Linden and Fiel van der Veen. ==Awards== *1972 Gouden Griffel for the novel How to Become King *1973 Gouden Griffel for the novel Winter in Wartime *1990 Prize of the Netherlands Children's Jury for the novel The Figure-skater *2000 Prize of the Dutch Joung Jury for Eigen rechter (1988) ==Decorations== {| class=\"wikitable\" style=\"width:60%;\" |- style=\"background:#ccf; text- align:center;\" | colspan=5 |Honours |- ! style=\"width:80px;\"| Ribbon bar !! Honour !! Country !! Date !! Comment |- | 80px | Commander of the Order of Orange-Nassau | Netherlands | 9 December 1982 | |- |} ==References== ==External links== ;Official * Dr. J.C. (Jan) Terlouw Parlement & Politiek * Dr. J.C. Terlouw (D66) Eerste Kamer der Staten-Generaal Category:1931 births Category:Living people Category:Commanders of the Order of Orange-Nassau Category:Democrats 66 politicians Category:Deputy Prime Ministers of the Netherlands Category:Dutch agnostics Category:Dutch astrophysicists Category:Dutch children's writers Category:Dutch expatriates in France Category:Dutch expatriates in Sweden Category:Dutch expatriates in the United States Category:Dutch male screenwriters Category:Dutch nonprofit directors Category:Dutch nonprofit executives Category:Dutch nuclear physicists Category:Dutch political commentators Category:Gouden Griffel winners Category:King's and Queen's Commissioners of Gelderland Category:Leaders of the Democrats 66 Category:Massachusetts Institute of Technology faculty Category:Members of the House of Representatives (Netherlands) Category:Members of the Royal Netherlands Academy of Arts and Sciences Category:Members of the Senate (Netherlands) Category:Ministers of Economic Affairs of the Netherlands Category:Municipal councillors of Utrecht (city) Category:OECD officials Category:Particle physicists Category:People from Kampen, Overijssel Category:People from Voorst Category:Radiation health effects researchers Category:KTH Royal Institute of Technology faculty Category:Royal Netherlands Army personnel Category:Tilburg University faculty Category:University of Amsterdam faculty Category:Utrecht University alumni Category:Utrecht University faculty Category:20th-century Dutch educators Category:20th-century Dutch male writers Category:20th-century Dutch mathematicians Category:20th-century Dutch military personnel Category:20th- century Dutch politicians Category:20th-century Dutch scientists Category:21st-century Dutch educators Category:21st-century Dutch male writers Category:21st-century Dutch mathematicians Category:21st-century Dutch politicians Category:21st-century Dutch scientists",
 "title": "Jan Terlouw"
}