{
 "id": "391857",
 "text": "The scarlet tanager (Piranga olivacea) is a medium-sized American songbird. Until recently, it was placed in the tanager family (Thraupidae), but it and other members of its genus are now classified as belonging to the cardinal family (Cardinalidae).Remsen, J. V., Jr., C.D. Cadena, A. Jaramillo, M. Nores, J.F. Pacheco, M.B. Robbins, T.S. Schulenberg, F.G. Stiles, D.F. Stotz, and K.J. Zimmer. (2009-04-02). A classification of the bird species of South America . American Ornithologists' Union. The species' plumage and vocalizations are similar to other members of the cardinal family, although the Piranga species lacks the thick conical bill (well suited to seed and insect eating) that many cardinals possess. The species resides in thick deciduous woodlands and suburbs. ==Etymology== The genus name Piranga is from Tupi Tijepiranga, the name for an unknown small bird, and the specific olivacea is from New Latin olivaceus, \"olive-green\". ==Description== thumb|left|Male moulting to his duller feathers during autumn The scarlet tanager, a mid-sized passerine, is marginally the smallest of the four species of Piranga that breed north of the Mexican border. It can weigh from , with an average of during breeding and an average of at the beginning of migration. Scarlet tanagers can range in length from and from in wingspan.7.del Hoyo, J., Elliott, A. and Christie, D.A. (2011). Handbook of the Birds of the World. Volume 16: Tanagers to New World Blackbirds. Lynx Edicions, Barcelona. Adults of both sexes have pale, horn-colored, fairly stout, and smooth-textured bills. Adult males are crimson-red with black wings and tail. The male's coloration is intense and deeply red, similar but deeper in shade than the males of two occasionally co-existing relatives, the northern cardinal and the summer tanager, both which lack black wings. Females are yellowish on the underparts and olive on top, with yellow-olive-toned wings and tail. The adult male's winter plumage is similar to the female's, but the wings and tail remain darker. Young males briefly show a more complex, variegated plumage intermediate between adult males and females. The somewhat confusing specific epithet olivacea (\"the olive-colored one\") was based on a female or immature specimen rather than erythromelas (\"the red-and-black one\"), which authors attempted to ascribe to the species throughout the 19th century (older scientific names always takes precedence, however). Female, immature, and nonbreeding males may be distinguished from the same ages and sexes in summer tanagers, which are more brownish overall, and western tanagers, which always have bold white bars and more yellowish undersides than scarlet tanagers. The song of the scarlet tanager sounds somewhat like a hoarser version of the American robin's and is only slightly dissimilar from the songs of the summer and western tanagers. The call of the scarlet tanager is an immediately distinctive chip-burr or chip-churr, which is very different from the pit-i- tuck of the summer tanager and the softer, rolled pri-tic or prit-i-tic of western tanager.Mowbray, Thomas B. (1999). Scarlet Tanager (Piranga olivacea), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: http://bna.birds.cornell.edu/bna/species/479 ==Behavior== Their breeding habitat is large stretches of deciduous forest, especially with oaks, across eastern North America. They can occur, with varying degrees of success, in young successional woodlands and occasionally in extensive plantings of shade trees in suburban areas, parks, and cemeteries. For a viable breeding population, at least 10 to 12 hectares of forest are required.Robbins, C.S., D.K. Dawson, and B.A. Dowell (1989). Habitat area requirements of breeding forest birds of the Middle Atlantic states. Wildl. Monogr. 103.Roberts, C. and C.J. Norment (1999). Effects of plot size and habitat characteristics on breeding success of Scarlet Tanagers. Auk 116:73-82. In winter, scarlet tanagers occur in the montane forest of the Andean foothills. Scarlet tanagers migrate to northwestern South America, passing through Central America around April, and again around October. They begin arriving in the breeding grounds in numbers by about May and already start to move south again in midsummer; by early October, they are all on their way south. The bird is an extremely rare vagrant to Western Europe. thumb|Call of the scarlet tanager Scarlet tanagers are often out of sight, foraging high in trees, sometimes flying out to catch insects in flight and then returning to the same general perch, in a hunting style known as \"sallying\". Sometimes, however, they also capture their prey on the forest floor. They eat mainly insects, but opportunistically consume fruit when plentiful. Any flying variety of insect can readily be taken when common, such as bees, wasps, hornets, ants, and sawflies; moths and butterflies; beetles; flies; cicadas, leafhoppers, spittlebugs, treehoppers, plant lice, and scale insects; termites; grasshoppers and locusts; dragonflies; and dobsonflies. Scarlet tanagers also take snails, earthworms, and spiders. While summer tanagers are famous for this feeding method, when capturing bees, wasps, and hornets, scarlet tanagers also rake the prey against a branch to remove their stingers before consumption.Grant, C. (1945). Drone bees selected by birds. Condor, 261-263. Plant components of their diet include a wide variety of fruits that are eaten mainly when insect population are low: blackberries (Rubus allegheniensis), raspberries (R. ideaus), huckleberries (Gaylussacia sp.), juneberries and serviceberries (Amelanchier spp.), mulberries (Morus rubra), strawberries (Fragaria virginiana), and chokeberries (Aronia melanocarpa).Mcatee, W.L. (1926). The relation of birds to woodlots in New York State. Roosevelt Wildlife Bulletin no. 4. ===Breeding=== Male scarlet tanagers reach their breeding ground from mid-May to early June. Females generally arrive several days to a week later. Nest building and egg laying both occur usually in less than two weeks after the adults arrive. The clutch is usually four eggs, occasionally from three to five and exceptionally from one to six eggs may be laid. The eggs are a light blue color, often with a slight greenish or whitish tinge. Incubation lasts for 11 to 14 days. Hatching and fledging are both reached at different points in summer depending on how far north the tanagers are breeding, from June-early July in the southern parts of its breeding range to as late as August or even early September in the northernmost part of its range. The average weight at hatching is , with the nestlings increasing their weight to by 10 days, or 70% of the parent's weight. The young leave the nest by 9–12 days of age and fly capably by the time they are a few weeks old. If the nesting attempt is disturbed, scarlet tanagers apparently are unable to attempt a second brood, as several other passerines can. In a study of 16 nests in Michigan, 50% were successful in producing one or more fledglings.Prescott, K.W. (1965). \"The Scarlet Tanager (Piranga olivacea).\" N.J. State Mus. Invest. no. 2. In western New York, fledgling success increased from 22% in scattered patches of woods to as high as 64% in extensive, undisturbed hardwood forest. ==Threats and status== Exposure and starvation can occasionally kill scarlet tanagers, especially when exceptionally cold or wet weather hits eastern North America. They often die from collisions with man-made objects including TV and radio towers, buildings and cars.Stevenson, H.M. and B.H. Anderson. (1994). The birdlife of Florida. Univ. Press of Florida, Gainesville. Beyond failure due to brown- headed cowbirds (Molothrus ater) (see below), predation is the primary direct cause of nesting failures. In one study, 69–78% of nests were preyed upon. Recorded nest predators are primarily avian like blue jays (Cyanocitta cristata), common grackles (Quiscalus quiscula) and American crows (Corvus brachyrhynchos), although others such as squirrels, chipmunks, raccoons (Procyon lotor), and snakes probably take a heavy toll, as well as an occasional unlucky fledgling taken by domestic cats (Felis catus). Raptorial birds hunt and kill many scarlet tanagers from fledgling throughout their adult lives, including all three North American Accipiter species, merlins (Falco columbarius), eastern screech owls (Megascops asio), barred owls (Strix varia), long-eared owls (Asio otus), and short-eared owls (Asio flammeus).Hamerstrom Jr, F.N., & Hamerstrom, F. (1951). \"Food of young raptors on the Edwin S. George Reserve.\" The Wilson Bulletin 16-25.Meng, H. (1959). \"Food habits of nesting Cooper's Hawks and Goshawks in New York and Pennsylvania.\" The Wilson Bulletin 169-174. These birds do best in the forest interior, where they are less exposed to predators and brood parasitism by the brown-headed cowbird. The cowbird lays its eggs in most any other passerine's nest and the young often outcompete the young of the host bird and may cause failure and starvation. Some birds have evolved strategies to deal with cowbird parasitism, but the scarlet tanager, being a bird that evolved to breed in forest interior and not previously exposed to this, are helpless victims to brood parasitism. Where forest fragmentation occurs, which is quite widespread, the scarlet tanager suffers high rates of predation and brood parasitism in small forest plots and is often absent completely from plots less than a minimum size. Their nests are typically built on horizontal tree branches. Specifically, their numbers are declining in some areas due to habitat fragmentation, but on a global scale, tanagers are a plentiful species. Thus, the IUCN classifies the scarlet tanager as being of least concern. ==References== ==External links== * Scarlet tanager species account – Cornell Lab of Ornithology * Scarlet tanager - Piranga olivacea USGS Patuxent Bird Identification InfoCenter * Scarlet tanager stamps at bird-stamps.org * * * ==Further reading== ===Book=== * Mowbray, T. B. 1999. Scarlet Tanager (Piranga olivacea). In The Birds of North America, No. 479 (A. Poole and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA. ===Thesis=== * Gustafson DK. Ph.D. (1985). FOREST ISLAND SIZE AND MATRIX INTERACTIONS WITH AVIAN TROPHIC GROUPS IN SOUTHEASTERN WISCONSIN (BIOGEOGRAPHY). The University of Wisconsin – Milwaukee, United States – Wisconsin. * Hames RS. Ph.D. (2001). Habitat fragmentation and forest birds: Effects at multiple scales. Cornell University, United States – New York. * Hudon J. Ph.D. (1989). Keto-carotenoid usage and evolutionary dynamics in birds. The University of Connecticut, United States – Connecticut. * Prescott KW. Ph.D. (1950). A LIFE HISTORY STUDY OF THE SCARLET TANAGER (PIRANGA OLIVACEA). University of Michigan, United States – Michigan. * Shy E. Ph.D. (1982). EVOLUTION OF SONGS IN NORTH AMERICAN TANAGERS (THRAUPINAE: PIRANGA). Wayne State University, United States – Michigan. * Villard M-A. Ph.D. (1991). Spatio-temporal dynamics of forest bird patch populations in agricultural landscapes. Carleton University (Canada), Canada. * Weakland CA. Ph.D. (2000). Effects of diameter-limit and two-age timber harvesting on songbird populations on an industrial forest in central West Virginia. West Virginia University, United States – West Virginia. ===Articles=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * scarlet tanager Category:Birds of Canada Category:Birds of Appalachia (United States) Category:Native birds of the Eastern United States Category:Native birds of the Northeastern United States Category:Birds of the Dominican Republic scarlet tanager scarlet tanager",
 "title": "Scarlet tanager"
}