{
 "id": "392446",
 "text": "General Khamtai Siphandone (; born 8 February 1924)Joseph Chinyong Liow, Dictionary of the Modern Politics of Southeast Asia (fourth edition, 2015), Routledge, page 212. is a Laotian politician who was Chairman of the Lao People's Revolutionary Party from 24 November 1992 to 21 March 2006 and President of LaosDoeden, Matt (2007) Laos in Pictures, Lerner Publishing Group, , p. 71 from 24 February 1998 to 8 June 2006, when he was replaced by Choummaly Sayasone. He was a member of the Communist Party of Indochina in 1954 and a member of the Central Committee of the Lao People's Revolutionary Party in 1956. ==Early life== Siphandone comes from a peasant family from the far south of Laos. His first job was as a postman. He joined the national liberation movement Lao Issara after the end of the Second World War, which stood for the independence of Laos and against the return of the French protectorate administration. Before the French regained control of Savannakhet in March 1946, Siphandone seized the entire provincial fund (150,000 piastres). He became an officer of the armed wing of the movement and in 1948 their representative for southern Laos. After the split of Lao Issara in 1950 he joined the Pro-Vietnamese-backed Pathet Lao.Stuart-Fox: Historical Dictionary of Laos. 2008, S. 160. In 1954 he became a member of the Communist Party of Indochina, 1955 Lao People's Party, whose central committee he was from 1957. He was considered a close confidant of the first Secretary-General Kaysone Phomvihane. In 1962 he became his successor as chief of staff of the armed units of the Pathet Lao. In 1966 he became commander-in-chief of the resulting \"Lao People's Liberation Army\", which fought with North Vietnamese support in the Laotian civil war against the royal troops. In 1972 he rose to the Politburo of the LPRP. ==Political career== After the Communist takeover in 1975, he became Minister of Defense and Deputy Chairman of the Council of Ministers. He held this office for 16 years. After Kaysone and Nouhak Phoumsavanh he was from the 5th party congress in 1991 number three in the party leadership. On 15 August 1991, he became Kaysone's successor as successor. After the death of longtime party leader Kaysone 1992 Siphandone rose to the top of the state party LPRP. He was the military commander of the Pathet Lao rebellion. On its takeover of the Laotian government in 1975 he became minister of defence, commander of the army, and a deputy prime minister. On the creation of chairmanship of LPRP q the in 1991, he became prime minister, succeeding party leader Kaysone Phomvihane, who became president. Siphandone became party leader on Kaysone's death, and succeeded Nouhak Phoumsavanh as president in 1998. At the 8th Party Congress in 2006, he became an Advisor to the LPRP Central Committee. Siphandone remained as party leader until 21 March 2006, when he was replaced by Choummaly. As expected, he stepped down as President soon after the 30 April 2006, National Assembly elections. ==References== |- |- |- |- |- Category:Communist rulers Category:1924 births Category:Living people Category:Heads of the Central Committee of the Lao People's Revolutionary Party Category:Members of the 1st Central Committee of the Lao People's Party Category:Members of the 2nd Central Committee of the Lao People's Revolutionary Party Category:Members of the 3rd Central Committee of the Lao People's Revolutionary Party Category:Members of the 4th Central Committee of the Lao People's Revolutionary Party Category:Members of the 5th Central Committee of the Lao People's Revolutionary Party Category:Members of the 6th Central Committee of the Lao People's Revolutionary Party Category:Members of the 7th Central Committee of the Lao People's Revolutionary Party Category:Members of the 2nd Politburo of the Lao People's Revolutionary Party Category:Members of the 3rd Politburo of the Lao People's Revolutionary Party Category:Members of the 4th Politburo of the Lao People's Revolutionary Party Category:Members of the 5th Politburo of the Lao People's Revolutionary Party Category:Members of the 6th Politburo of the Lao People's Revolutionary Party Category:Members of the 7th Politburo of the Lao People's Revolutionary Party Category:Members of the 3rd Secretariat of the Lao People's Revolutionary Party Category:Members of the 4th Secretariat of the Lao People's Revolutionary Party Category:Lao People's Revolutionary Party politicians Category:Presidents of Laos Category:Prime Ministers of Laos",
 "title": "Khamtai Siphandone"
}