{
 "id": "392941",
 "text": "Death in Vegas are an English electronic music group, for which Richard Fearless serves as frontman. The band was formed in 1994 by Fearless and Steve Hellier and signed to Concrete Records under the name of Dead Elvis. Owing to an Irish record label of the same name, Dead Elvis became the title of their first album instead. ==History== ===Dead Elvis=== The band's debut, Dead Elvis (1997), used a blend of musical genres. Most of the tracks are mainly based in electronic dance music. Shortly after the release of the album, Hellier left the band and was replaced by Tim Holmes, who had already been involved with mixing and engineering tracks on the album. ===The Contino Sessions=== The band's second album, The Contino Sessions (1999), marked a slight change in direction with more attention to live instrumentation than their first and the inclusion of guest vocalists (including Dot Allison, Bobby Gillespie, Iggy Pop, and Jim Reid). Although predominantly rock-influenced, the album still retained some electronic elements, in particular the opening track, \"Dirge\", with its drum machine-based rhythm track. \"Dirge\" was featured on a Levi's jeans commercial, as well as the second installment of The Blair Witch Project, and was used in the trailer for the 2006 film The Black Dahlia. The song was also used in the trailer for the 2013 film Cheap Thrills and used in the 2002 film 28 Days Later, at the end of the 2009 remake of The Last House on the Left, near the end of the Being Human episode \"The Longest Day\", and in the second episode of season two of Misfits. Along with \"Aisha\" (with vocals from Iggy Pop), \"Dirge\" helped the band gain more recognition, culminating in a Mercury Music Prize nomination in 2000. \"Dirge\" was the subject of a lawsuit by the band Five or Six, as it borrowed extensively from their song \"Another Reason\". The matter was settled with Five or Six receiving a writing credit. \"Aisha\" was a top 10 hit in the UK and also featured in the PlayStation 2 title Gran Turismo 3: A-Spec. ===Scorpio Rising=== In September 2002, the band released their third album, Scorpio Rising, after almost a three-year gap. During their time off, the band had toured and briefly returned to their techno roots with the track \"Scorpio\", which, although not appearing on any album, was included as the B-side of \"Hands Around My Throat\", the first single from Scorpio Rising. Scorpio Rising takes its name from the cult avant- garde film of the same name by Kenneth Anger. The lyrics of the title track (featuring vocals from Liam Gallagher) reflected the controversial nature of Anger's film. It also borrowed extensively from Status Quo's \"Pictures of Matchstick Men\". The matter was settled once again with Francis Rossi receiving a writing credit. It also continued to attract attention from advertisers and filmmakers with \"Hands Around My Throat\" being used in a Sony Ericsson advert and appearing on the soundtrack to The Animatrix, while the track \"Girls\" was used on the soundtracks to Sofia Coppola's Lost in Translation and Angela Robinson's D.E.B.S., as well as in an episode of the TV show Veronica Mars and a commercial for BBC's most recent production of Sense and Sensibility. This was their last studio album for Concrete Records. Concrete released a best-of album, entitled Milk It, in 2004. ===Satan's Circus=== Death in Vegas set up their own label, Drone Records, and released their fourth album, Satan's Circus, in 2004. The melody of Kraftwerk's \"Trans- Europe Express\" and \"Kometenmelodie 2\" are featured in the tracks \"Zugaga\" and \"Kontroll\" respectively. Unlike the previous two albums, Satan's Circus did not feature any guest vocalists. The album was also released as a limited edition double pack including a live CD, recorded on the Scorpio Rising tour at the Brixton Academy, London. ===Trans-Love Energies=== The band released their fifth studio album, Trans-Love Energies, on 26 September 2011 in the UK. The album featured vocals by Katie Stelmanis of Austra and Richard Fearless. ===Transmission=== Death in Vegas' sixth studio album was released on 27 May 2016 on Fearless's Drone Records label,Drone, indie label founded 2004 in the UK. featuring vocals by writer and sex symbol Sasha Grey. The former Throbbing Gristle members Chris & Cosey remixed \"Consequences of love\"--a Transmission song performed and composed by Grey and Fearless--and in 2017 Michael Mayer adapted the Chris & Cosey remix in his DJ-Kicks album. Vice described Transmission as an \"EBM-inspired romp through the darker edges of the sleazier clubs in the nightlife spectrum\". In a cameo appearance DJ Harvey plays \"Consequences of love\" in the rave party at the Grand Palais scene of Mission: Impossible – Fallout. ==Members== ===Current members=== * Richard Fearless - producer, writer, electronics (1994–present) ===Former members=== * Tim Holmes - co-production, engineering, mixing (1996-2004) * Steve Helier - co- production, engineering, mixing (1994-1999) * Ian Button - guitar (1996-2011) * Terry Miles - keyboards (2002-2004) * Danny Hammond - guitar (2002-2004) * Seamus Beaghen - keyboards (1996-2002) * Mat Flint - bass (1996-2005, 2011) * Dave Neale - drums (2011) * Dominic Keane - bass (2011) * Simon Hanson (Squeeze, Planet Funk) - drums (1998-2004) ==Discography== ===Studio albums=== {| class=\"wikitable\" style=\"text-align:left;\" |- !rowspan=\"2\"| Year !rowspan=\"2\" style=\"width:225px;\"| Album details !colspan=\"6\"| Peak chart positions |- !style=\"width:4em;font-size:75%\"| UK !style=\"width:4em;font-size:75%\"| FRA !style=\"width:4em;font-size:75%\"| NOR |- | 1997 | Dead Elvis * Released: 10 March 1997 * Label: Concrete | style=\"text-align:center;\"| 52 | style=\"text-align:center;\"| — | style=\"text- align:center;\"| — |- | 1999 | The Contino Sessions * Released: 13 September 1999 * Label: Concrete | style=\"text-align:center;\"| 19 | style=\"text- align:center;\"| 72 | style=\"text-align:center;\"| 39 |- | 2002 | Scorpio Rising * Released: 16 September 2002 * Label: Concrete | style=\"text-align:center;\"| 19 | style=\"text-align:center;\"| 22 | style=\"text-align:center;\"| 22 |- | 2004 | Satan's Circus * Released: 11 October 2004 * Label: Drone Records | style=\"text-align:center;\"| 117 | style=\"text-align:center;\"| 79 | style=\"text-align:center;\"| — |- | 2011 | Trans-Love Energies * Released: 26 September 2011 * Label: Portobello | style=\"text-align:center;\"| 57 | style=\"text-align:center;\"| 141 | style=\"text-align:center;\"| — |- | 2016 | Transmission * Released: 27 May 2016 * Label: Drone Records | style=\"text- align:center;\"| — | style=\"text-align:center;\"| — | style=\"text- align:center;\"| — |} === Compilation albums === * Back to Mine Vol. 16 (January 2004) as part of the Back to Mine series. * Milk It: The Best of Death in Vegas (February 2005) * FabricLive.23 (August 2005) * The Best of Death in Vegas (October 2007) ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Single ! colspan=\"2\"| Peak chart positions ! rowspan=\"2\"| Album |- style=\"font-size:smaller;\" !width=\"35\"| UK !width=\"35\"| ITA |- |rowspan=\"2\"|1996 ! scope=\"row\"| \"Dirt\" | 79 || — | align=\"left\" rowspan=\"6\"| Dead Elvis |- ! scope=\"row\"| \"Rocco\" | 84 || — |- |rowspan=\"4\"|1997 ! scope=\"row\"| \"Rekkit\" | 91 || — |- ! scope=\"row\"| \"Twist And Crawl\" | 81 || — |- ! scope=\"row\"| \"Dirt (Slayer mix)\" | 61 || — |- ! scope=\"row\"| \"Rocco\" (reissue) | 51 || — |- |rowspan=\"2\"|1999 ! scope=\"row\"| \"Dirge\" (feat. Dot Allison) | 135 || — | align=\"left\" rowspan=\"4\"| The Contino Sessions |- ! scope=\"row\"| \"Neptune City\" | — || — |- |rowspan=\"3\"|2000 ! scope=\"row\"| \"Aisha\" (feat. Iggy Pop) | 9 || — |- ! scope=\"row\"| \"Dirge (Slam mix)\" (feat. Dot Allison) | 24 || — |- ! scope=\"row\"| \"One More Time\" (feat. Bobby Gillespie) | 163 || — | |- |rowspan=\"2\"|2002 ! scope=\"row\"| \"Hands Around My Throat\" (feat. Nicola Kuperus) | 36 || — | align=\"left\" rowspan=\"2\"| Scorpio Rising |- ! scope=\"row\"| \"Scorpio Rising\" (with Liam Gallagher) | 14 || 30 |- |rowspan=\"1\"|2016 ! scope=\"row\"| \"You Disco I Freak\" (feat. Sasha Grey) | — || — | align=\"left\" rowspan=\"1\"| Transmission |- |rowspan=\"1\"|2018 | align=\"left\"| \"Honey\" (feat. Sasha Grey) | — || — | |- | align=\"center\" colspan=\"8\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart or were not released. |} ==References== ==External links== * * * * Category:English electronic rock musical groups Category:Trip hop groups Category:Musical groups established in 1994 Category:Big beat groups Category:Neo-psychedelia groups Category:1994 establishments in England",
 "title": "Death in Vegas"
}