{
 "id": "392920",
 "text": "George Hepplewhite (1727? – 21 June 1786) was a cabinetmaker. He is regarded as having been one of the \"big three\" English furniture makers of the 18th century, along with Thomas Sheraton and Thomas Chippendale. There are no pieces of furniture made by Hepplewhite or his firm known to exist but he gave his name to a distinctive style of light, elegant furniture that was fashionable between about 1775 and 1800 and reproductions of his designs continued through the following centuries. One characteristic that is seen in many of his designs is a shield-shaped chair back, where an expansive shield appeared in place of a narrower splat design. == Life and work == Very little is known about Hepplewhite himself. Some established sources list no birth information; however a \"George Hepplewhite\" was born in 1727 in Ryton, County Durham, England. According to some sources, he served his apprenticeship with Gillows in Lancaster, but the Oxford Dictionary of National Biography is sceptical about this.Simon Jervis, ‘Hepplewhite, George (1727?–1786)’, Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 9 Nov 2014 He was also a member of the London Society of CabinetMakers. He based himself in London, where he opened a shop. After he died in 1786, the business was continued by his widow, Alice. In 1788 she published a book with about 300 of his designs, The Cabinet Maker and Upholsterers Guide, with two further editions published in 1789 and 1790. It was not until years after his death that his designs started to receive recognition. While some have attempted to attribute the furniture design to his wife Alice, there is no evidence that she was the original creative force behind the work beyond her publication of the reference guide after his death. With contemporaries such as Thomas Chippendale producing pieces in a variety of styles, Hepplewhite's famed style is more easily identifiable. Hepplewhite produced designs that were slender, more curvilinear in shape and well balanced. There are some characteristics that hint at a Hepplewhite design, such as shorter more curved chair arms, straight legs, shield-shape chair backs, all without carving. The design would receive ornamentation from paint and inlays used on the piece. The book influenced cabinet makers and furniture companies for several generations. The work of these generations influenced in turn copies of the original designs and variants of them through the 19th and 20th centuries. == Gallery == File:Hepplewhite's Guide 1787.jpg|Page from Hepplewhite's style guide, published in 1787 File:Hepplewhite Chairs.jpg|Mahogany chairs in the Hepplewhite style, made circa 1790 File:Hepplewhite-style Mahogany Dining Chair.jpg|Mahogany dining chair in the Hepplewhite style, made circa 1790 File:Hepplewhite-style Mahogany Elbow Chair.jpg|Mahogany elbow chair in the Hepplewhite style, made circa 1790 File:Hepplewhite_shield- shaped_dining_chair_in_'country_house'_condition,_May_2014.jpg|Hepplewhite shield-shaped dining chair in 'country house' condition, (Hampshire, UK, 2014) == See also == * List of furniture designers == Notes == == External links == * University of Wisconsin Digitised version of The Cabinetmaker and Upholsterer's Guide * Project Gutenberg article on Heppelwhite from Furnishing The Home of Good Taste by Lucy Abbot Throop Category:English furniture designers Category:Furniture makers Category:1786 deaths Category:1727 births Category:People from Ryton, Tyne and Wear Category:18th-century English people Category:English non-fiction writers Category:English male non-fiction writers",
 "title": "George Hepplewhite"
}