{
 "id": "393065",
 "text": "Jimmy L. Smits (born July 9, 1955) is an American actor. He is best known for playing attorney Victor Sifuentes on the 1980s-1990s legal drama L.A. Law, NYPD Detective Bobby Simone on the 1990s-2000s police drama NYPD Blue, Matt Santos on the political drama The West Wing, and for appearing in Switch (1991), My Family (1995), and as ADA Miguel Prado in Dexter. He also appeared as Bail Organa in the Star Wars prequel trilogy and Rogue One. From 2012 to 2014, he joined the main cast of Sons of Anarchy as Nero Padilla. Smits also portrayed Elijah Strait in the NBC drama series Bluff City Law. ==Early life== Smits was born in Brooklyn, New York. Smits's father, Cornelis Leendert Smits (1929–2015), was from Paramaribo, Suriname, and was of Dutch descent. Smits's mother, Emilina (née Pola; 1930–2015), was Puerto Rican, born in Peñuelas.Taking Charge Through Education, by Jimmy Smits He and his two sisters, Yvonne and Diana, grew up in a working-class neighborhood.Jimmy Smits – Redbook At ten years old, he began living in Puerto Rico for a couple of years. Until then, he did not speak Spanish. He described attending a Spanish- only school as \"jarring\" and \"traumatic.\" Smits was raised in a strict, devout Roman Catholic family. He identifies as Puerto Rican and frequently visits Puerto Rico. ==Education== Smits was an athlete in his youth. He graduated from Thomas Jefferson High School. He earned a bachelor's degree from Brooklyn College in 1980 and an MFA from Cornell University in 1982. ==Career== thumb|upright|right|Smits at the 39th Annual Emmy Awards in 1987 One of Smits's early roles was as Sonny Crockett's original partner on the first episode of Miami Vice in 1984, where he falls victim to a car bomb in the episode's first five minutes. Beginning in 1986, Smits played Victor Sifuentes in the first five seasons of the NBC television Steven Bochco legal drama L.A. Law, for which he was nominated for six Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series, winning in 1990. Additionally, Smits played a repairman on Pee-wee's Playhouse, and he starred in the multigenerational story of a Chicano family in the film My Family (1995), alongside Edward James Olmos and Jennifer Lopez. One of Smits's most acclaimed roles was that of Detective Bobby Simone on the ABC television program NYPD Blue, in which he starred from 1994 to 1998. He received several Emmy nominations for his performance on the series and was reunited with his former co-star Dennis Franz at the 2016 Emmy Awards presentation. He won the ALMA award twice. In 1999, Smits received the HOLA Award for Excellence from the Hispanic Organization of Latin Actors (HOLA). thumb|upright|left|Smits in 2000 Smits was scheduled to host the 2001 Latin Grammy Awards broadcast on September 11, 2001. It was canceled due to continuous news coverage and out of respect for the victims of the terrorist attacks earlier that day. He did host a non-televised press conference to announce the winners. Smits appeared as Senator Bail Organa of Alderaan in Star Wars: Episode II – Attack of the Clones (2002) and Star Wars: Episode III – Revenge of the Sith (2005), in which the character becomes Princess Leia's adoptive father. He reappeared as Bail Organa in the game Star Wars: The Force Unleashed (2008) and the spinoff movie Rogue One (2016). Smits played the role of Congressman Matt Santos of Houston, Texas, in the final two seasons of the NBC television drama The West Wing, joining fellow L.A. Law alumnus John Spencer. His character eventually ran for and won the U.S. presidency. In Dexter season 3, Smits played the role of Miguel Prado, an assistant district attorney who befriends the title character. Smits was nominated for an Emmy Award for Outstanding Guest Actor in a Drama Series for the role. Additionally, Smits portrayed the character Alex Vega in the CBS TV series Cane, which aired from September 25, 2007, to December 18, 2007, and was subsequently canceled by the network due to the 2007 Screen Writer's Guild strike. Smits joined the Sons of Anarchy cast in season 5 as Nero Padilla, a high-level pimp who refers to himself as a \"companionator\". He builds a relationship with Gemma Teller Morrow (Katey Sagal) and forms an alliance and mentorship with Gemma's son, the central character Jax Teller (Charlie Hunnam). Smits starred in The Get Down, a musical drama television series which debuted in 2016 on Netflix. In 2016, Smits returned to his role as Senator Bail Organa in Rogue One: A Star Wars Story. On February 25, 2019, news outlets reported that Smits was cast as Elijah Strait in NBC drama series Bluff City Law and it was ordered straight to series on May 6, 2019. Bluff City Law brings Smits back to TV courtrooms on a steady basis for the first time in over a quarter century since his role in L.A. Law. In 2021, Smits played Kevin Rosario in the musical film In the Heights. ===Stage performances=== thumb|upright|left|Smits at the 2007 Toronto International Film Festival In the mid-1980s, Smits acted in numerous performances at the Hangar Theatre in Ithaca, New York, Cornell's summer repertory program. In 1982 at the Hangar his roles included Max in Cabaret, Paul in Loose Ends, and the lead in Pudd'nhead Wilson. Smits has participated in the Public Theater's New York Shakespeare Festival, playing the role of Duke Orsino in Twelfth Night in 2002 and Benedick in 'Much Ado about Nothing in 2004. In 2003, Smits starred in the Broadway production of the Pulitzer Prize-winning play, Anna in the Tropics, by Nilo Cruz, performed at the Royale Theatre. From November 2009 to February 2010, he appeared opposite Christine Lahti, Annie Potts, and Ken Stott in the critically lauded Broadway play God of Carnage, replacing Jeff Daniels. In December 2012 through March 2013, he appeared in Chicago in The Motherfucker with the Hat, at Steppenwolf Theatre Company. ==Personal life== Smits was married to high school sweetheart, Barbara Smits, from 1981 until 1987. They have two children, Taina (born in 1975) and Joaquin (born in 1983). Since 1986, he has been in a relationship with actress Wanda De Jesus; they live together in Los Angeles. Smits was arrested in 1987 for assaulting an officer after police answered a call for help at his home. His girlfriend De Jesus falsely identified herself as Juanita Cruz and began to attack the officers questioning her, Smits joined in and both were arrested for battery on the police officers who responded to the call.Frederick M. Muir, Los Angeles Times, 'L.A. Law' Star Smits Arrested in Alleged Attack on 3 Officers, August 12, 1987 The charges were later dropped because of conflicting witness statements. He later pleaded guilty to the misdemeanor of disturbing the peace and was sentenced to 18 months of unsupervised probation, 50 hours of community service and a $150 fine. De Jesus pleaded guilty to misidentifying herself to a police officer and disturbing the peace. She was fined $250 and sentenced to 18 months of unsupervised probation and 75 hours of community service.Associated Press, 'L.A. Law' Star Jimmy Smits Pleads No Contest, November 25, 1987 On June 4, 2021, he was awarded the 2,696th star on the Hollywood Walk of Fame. ==Charity work and public service== Smits helped found the National Hispanic Foundation for the Artsy to advance the presence of Latinos in the media, telecommunications, and entertainment industries. He is also an advocate for diagnostic colorectal screening and has appeared in a public service commercial. In 2010, he filmed a PSA for Detroit Non-Profit Cass Community Social Services and also served as the Honorary Chair of their 6th Annual \"Catch the Fireworks With Cass\" event. Smits has also donated to several other organizations, including the Red Cross, New York Cares, and Stand up to Cancer. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1986 | Running Scared | Julio Gonzales | |- | 1987 | Hotshot | Stars Team Member | |- | 1987 | The Believers | Tom Lopez | |- | 1989 | Old Gringo | Gen. Tomas Arroyo | |- | 1990 | Vital Signs | Dr. David Redding | |- | 1991 | Switch | Walter Stone | |- | 1991 | Fires Within | Nestor | |- | 1993 | Gross Misconduct | Justin Thorne | |- | 1994 | The Cisco Kid | Cisco Kid | |- | 1995 | My Family | Jimmy Sanchez | |- | 1995 | The Last Word | Actor (Martin) | |- | 1997 | Murder in Mind | Peter Walker | |- | 1997 | Lesser Prophets | Mike | |- | 2000 | Adventures in Wild California | Narrator | |- | 2000 | The Million Dollar Hotel | Geronimo | |- | 2000 | Price of Glory | Arturo Ortega | |- | 2000 | Bless the Child | Agent John Travis | |- | 2002 | Star Wars: Episode II – Attack of the Clones | rowspan=2|Senator Bail Organa | |- | 2005 | Star Wars: Episode III – Revenge of the Sith | |- | 2007 | The Jane Austen Book Club | Daniel Avila | |- | 2009 | Backyard | Mickey Santos | Also known as El Traspatio |- | 2010 | Mother and Child | Paco | |- | 2016 | Rogue One | Senator Bail Organa | |- | 2017 | Who We Are Now | Carl | |- | 2020 | The Tax Collector | Wizard | |- | 2021 | In the Heights | Kevin Rosario | |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1984 | Miami Vice | Eddie Rivera | Episode: \"Brother's Keeper\" |- | 1986 | Rockabye | 2nd Policeman | Television film |- | 1986–92 | L.A. Law | Victor Sifuentes | Main role; 105 episodes |- | 1986 | Spenser: For Hire | Hector Valdes | Episode: \"In a Safe Place\" |- | 1987 | The Highwayman | Bo Ziker | Television film |- | 1987 | Stamp of a Killer | Richard Braden | Television film |- | 1988 | Mickey's 60th Birthday | Victor Sifuentes | Television film |- | 1988 | Glitz | Vincent Marra | Television film |- | 1989 | Pee-wee's Playhouse | Johnny Wilson | Episode: \"Conky's Breakdown\" |- | 1990 | Cop Rock | Victor Sifuentes (uncredited) | Episode: \"Potts Don't Fail Me Now\" |- | 1992 | The Broken Cord | David Norwell | Television film |- | 1993 | The Tommyknockers | Jim 'Gard' Gardner | 2 episodes |- | 1994 | The Cisco Kid | Cisco Kid | Television film |- | 1994–98, 2004 | NYPD Blue | Detective Bobby Simone | Main role; 90 episodes |- | 1995 | Solomon & Sheba | King Solomon | Television film |- | 1995–97 | Happily Ever After: Fairy Tales for Every Child | Prince Felipe, Old King Cole | Voice; 2 episodes |- | 1996 | Marshal Law | Jack Coleman | Television film |- | 2004–06 | The West Wing | Matt Santos | Main role; 35 episodes |- | 2005 | Lackawanna Blues | Ruben Santiago, Sr. | Television film |- | 2007 | Cane | Alex Vega | 13 episodes |- | 2008 | Dexter | Miguel Prado | 12 episodes |- | 2010 | Outlaw | Cyrus Garza | Main role, 8 episodes |- | 2012–14 | Sons of Anarchy | Neron 'Nero' Padilla | 38 episodes |- | 2016–17 | The Get Down | Francisco \"Papa Fuerte\" Cruz | 11 episodes |- | 2016–17 | Brooklyn Nine-Nine | Victor Santiago | 2 episodes |- | 2017 | 24: Legacy | John Donovan | 12 episodes |- | 2017–18 | How to Get Away with Murder | Dr. Isaac Roa | 13 episodes |- | 2018 | America's Untold Story | Narrator | Television film |- | 2019 | Bluff City Law | Elijah Strait | Main role, 10 episodes |- | 2022 | Star Wars: Obi-Wan Kenobi | Senator Bail Organa | |} ===Video games=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Voice role ! Notes |- | 2008 | Star Wars: The Force Unleashed | Senator Bail Organa | |- | 2016 | Gears of War 4 | Oscar Diaz | |} ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Association ! Category ! Nominated work ! Result |- | 1987 | rowspan=4| Primetime Emmy Awards | rowspan=4| Outstanding Supporting Actor in a Drama Series | rowspan=8| L.A. Law | |- | 1988 | |- | 1989 | |- | rowspan=2| 1990 | |- | Viewers for Quality Television | Best Supporting Actor in a Quality Drama Series | |- | rowspan=2| 1991 | Golden Globe Awards | Best Supporting Actor – Series, Miniseries or Television Film | |- | rowspan=3|Primetime Emmy Awards | rowspan=2|Outstanding Supporting Actor in a Drama Series | |- | 1992 | |- | rowspan=2| 1995 | Outstanding Lead Actor in a Drama Series |rowspan=3|NYPD Blue | |- | Screen Actors Guild Awards | Outstanding Performance by an Ensemble in a Drama Series | |- | rowspan=5| 1996 | Golden Globe Awards | Best Actor – Television Series Drama | |- | Independent Spirit Awards | Best Male Lead | My Family | |- | Primetime Emmy Awards | Outstanding Lead Actor in a Drama Series | rowspan=16| NYPD Blue | |- | rowspan=2| Screen Actors Guild Awards | rowspan=2| Outstanding Performance by a Male Actor in a Drama Series | |- | |- | rowspan=4| 1997 | Golden Globe Awards | Best Actor – Television Series Drama | |- | Primetime Emmy Awards | Outstanding Lead Actor in a Drama Series | |- | rowspan=2| Screen Actors Guild Awards | Outstanding Performance by a Male Actor in a Drama Series | |- | Outstanding Performance by an Ensemble in a Drama Series | |- | rowspan=4| 1998 | Primetime Emmy Awards | Outstanding Lead Actor in a Drama Series | |- | Satellite Awards | Best Actor – Television Series Drama | |- | rowspan=2| Screen Actors Guild Awards | Outstanding Performance by a Male Actor in a Drama Series | |- | Outstanding Performance by an Ensemble in a Drama Series | |- | rowspan=5| 1999 | Golden Globe Awards | Best Actor – Television Series Drama | |- | Primetime Emmy Awards | Outstanding Lead Actor in a Drama Series | |- | Satellite Awards | Best Actor – Television Series Drama | |- | rowspan=2| Screen Actors Guild Awards | Outstanding Performance by a Male Actor in a Drama Series | |- | Outstanding Performance by an Ensemble in a Drama Series | |- | rowspan=2| 2006 | ALMA Awards | Outstanding Actor in a Drama Series | rowspan=2| The West Wing | |- | Screen Actors Guild Awards | Outstanding Performance by an Ensemble in a Drama Series | |- | rowspan=2| 2008 | NAACP Image Awards | Outstanding Actor in a Drama Series | Cane | |- | Satellite Awards | Best Supporting Actor – Series, Miniseries or Television Film | rowspan=5| Dexter | |- | rowspan=4| 2009 | ALMA Awards | Outstanding Actor in a Drama Series | |- | Primetime Emmy Awards | Outstanding Guest Actor in a Drama Series | |- | Saturn Awards | Best Guest Starring Role on Television | |- | Screen Actors Guild Awards | Outstanding Performance by an Ensemble in a Drama Series | |- | 2013 | Critics' Choice Television Awards | Best Guest Performer in a Drama Series | rowspan=3| Sons of Anarchy | |- | 2014 | rowspan=2| Satellite Awards | rowspan=2| Best Supporting Actor – Series, Miniseries or Television Film | |- | 2015 | |} Smits also received the Ackerman Leadership Award for his work \"championing bilingual and bicultural mental health and social services for Latino families.\" ==See also== * List of Puerto Ricans ==References== ==External links== * * * * * * https://web.archive.org/web/20060305025617/http://www.hispanic- today.com/smits_article.html Category:1955 births Category:Living people Category:20th-century American male actors Category:21st-century American male actors Category:American male film actors Category:American male television actors Category:American male voice actors Category:American people of Dutch descent Category:American people of Puerto Rican descent Category:American people of Surinamese descent Category:Best Drama Actor Golden Globe (television) winners Category:Brooklyn College alumni Category:Cornell University alumni Category:Hispanic and Latino American male actors Category:Male actors from New York City Category:Outstanding Performance by a Supporting Actor in a Drama Series Primetime Emmy Award winners Category:People from Brooklyn Category:Puerto Rican people of Surinamese descent Category:Puerto Rican people of Dutch descent Category:Thomas Jefferson High School (Brooklyn) alumni Category:American Roman Catholics",
 "title": "Jimmy Smits"
}