{
 "id": "393060",
 "text": "Winnetka (IPA: wɪˈnɛtkə) is a neighborhood in the west-central San Fernando Valley in the city of Los Angeles. It is a highly ethnically diverse area, both for the city and for Los Angeles County, with a relatively large percentage of Hispanic and Asian people. Winnetka was founded in 1922 as a small farming community. As of 2018, there are six public and four private schools in the area, a recreation center, two pocket parks and a city-operated child-care center. ==Population== The 2000 U.S. census counted 40,943 residents in the 4.78-square-mile Winnetka neighborhood, or 9,286 people per square mile, about an average population density for the city. In 2008, the city estimated that the population had increased to 54,825. In 2000 the median age for residents was 32, considered average for city and county neighborhoods. \"Winnetka,\" Mapping L.A., Los Angeles Times The neighborhood was considered \"highly diverse\" ethnically within Los Angeles. The breakdown was Latinos, 40.6%; whites, 36.1%; Asians, 15.5%; blacks, 4.3%; and others, 3.5%. Mexico (34.5%) and the Philippines (10.9%) were the most common places of birth for the 41.4% of the residents who were born abroad—an average percentage for Los Angeles. The median yearly household income in 2008 dollars was $62,435, considered average for the city and county. The percentage of households earning $40,000 to $60,000 in 2000 was high for the county. Renters occupied 48.3% of the housing stock and house- or apartment-owners held 51.7%. The 2010 census counted a population of 49,043 per 4.1 square miles or 11,851 people per square mile. The median age of residents is 37.1 years of age. A little higher than the average in California, which is 36 years of age. The highest age group of the population fall between the ages of 20-29 at 16% and the lowest falling at the age of 80+ at 3%. The sex of the population slightly favors men, with men taking up 51% of the population and women taking up 49% of the population. The racially diverse community is dominated by Hispanics taking up 53% of the population, followed by whites with 24%, Asians with 17%, Blacks with 3%, and others taking up the last 3%. Out of the population only 44% are foreign born, 59% from Latin America, 35% from Asia, 5% from Europe, and about 2% from Africa. The median yearly household income in 2010 is $62,748, which is about the same as the average California amount. About 40% of the population fell under the $50,000 mark and 14.7% of the population fall under the poverty line. Renters make of 42% of the house or apartment stock while owners make up 58%. ==Geography== Winnetka is bounded on the north by Chatsworth, on the northeast by Northridge, on the east by Reseda, on the south by Woodland Hills and on the west by Canoga Park. Colored map, Mapping L.A., Los Angeles TimesSan Fernando Valley, Mapping L.A., Los Angeles Times ==Education== A total of 21.9% of Winnetka residents aged 25 and older have earned a four-year degree, which is considered an average figure for both the city and the county. Schools located in the neighborhood are: \"Winnetka Schools,\" Mapping L.A., Los Angeles Times As of the 2010 census 76.5% of the population is a high school graduate or higher and 23.7% have a bachelor's degree or higher, both fall below the state average. Population of this statistic are 25 years and over. ===Public=== Los Angeles Unified School District is the area district: * James Jordan Middle School, charter, 7911 Winnetka Avenue * Limerick Avenue Elementary School, 8530 Limerick Avenue * Winnetka Avenue Elementary School, 8340 Winnetka Avenue * Sunny Brae Avenue Elementary School, 20620 Arminta Street * John A. Sutter Middle School, 7330 Winnetka Avenue * Fullbright Avenue Elementary School, 6940 Fullbright Avenue ===Private=== * Green Gables, elementary, 8217 Winnetka Avenue * St. Joseph the Worker Elementary School, 19812 Cantlay Street * St. Martin-in-the-Fields Parish School, 7136 Winnetka Avenue * AGBU Manoogian-Demirdjian School, 6844 Oakdale Avenue ==History== thumb|Platt Building, also known as The Victorian, 19725 Sherman Way, Winnetka In 1920, the Los Angeles Chamber of Commerce requested that Charles Weeks come to the San Fernando Valley to establish a series of one-acre egg farms. The farms would be based on the successful formula Weeks developed in East Palo Alto, California. The \"poultry colony\" Weeks created in the Winnetka area of the valley eventually developed into a small farming community named Weeks Poultry Colony. Later Weeks renamed the colony Winnetka, after a farm he owned in Winnetka, Illinois.CSUN digital- library ==Parks and recreation centers== *Winnetka Recreation Center: The center has an indoor gymnasium without weights, which can be used as an auditorium; it has a capacity of 400. In addition the center has a lighted baseball diamond, a children's play area, a community room which often hosts election polls, and picnic tables.\"Winnetka Recreation Center.\" City of Los Angeles. Retrieved on April 27, 2020. *Quimby Park: which is unstaffed, has unlighted outdoor basketball courts, a children's play area, and unlighted tennis courts. The park has no toilet facilities.\"Quimby Park.\" City of Los Angeles. Retrieved on March 20, 2010. *Runnymede Park: An unstaffed pocket park, it has a children's play area, picnic tables, toilet facilities and unlighted tennis courts.\".\" City of Los Angeles Department of Recreation and Parks. Retrieved on May 20, 2014. *Winnetka Child Care Center: Operated by the city in Winnetka, the center takes children from ages 2.9 to 13 and has a capacity of 59 after-school children and 40 preschool children.\"Winnetka Child Care Center.\" City of Los Angeles. Retrieved on March 20, 2010. *The West Valley Family YMCA: made for the people regardless of \"age, disability, cultural background, ethnicity, faith, ideology, immigrant status, income, race, sex or sexual orientation gender\" to come together and strengthen the community, providing programs and services to all ==Government and services== ===Government=== * Los Angeles City Council District 3, Councilman Bob Blumenfield. * California Congressional District 30, Representative Brad Sherman. * California State Senate District 27, State Senator Henry Stern * California State Assembly District 45, State Representative Jesse Gabriel *Los Angeles County Supervisor District 3 Supervisor Sheila Kuehl *LAUSD School Board District 3, Scott Schmerelson *LAUSD School Board District 4, Nick Melvoin *Winnetka is also the seat of one of Los Angeles' Neighborhood Councils. ===Services=== * Post Office: The United States Postal Service Winnetka Post Office, 7655 Winnetka Avenue.\"Post Office Location - WINNETKA.\" United States Postal Service. Retrieved on December 6, 2008. * Los Angeles Police Department: **North of Roscoe: Devonshire Community Police Station, LAPD online, Devonshire 10250 Etiwanda Avenue, Northridge; non-emergency (818) 832-0633 Voice. **South of Roscoe: Topanga Community Police Station, LAPD online, West San Fernando Valley, 19020 Vanowen Street; Reseda; non-emergency (818) 374-7611 Voice * Los Angeles Fire Department: Station #104, 8349 Winnetka Ave. *Canoga Park Library, 20939 Sherman Way, Canoga Park, CA 91303, (818) 887-0320 *West Valley Regional Library 19036 Vanowen St. Reseda, CA 91335, (818) 345-9806 *Winnetka Chamber of Commerce: The Board of Directors meets monthly (except July) on the second Monday of the month at 6pm. Board meetings are held at The Winnetka Convention Center located within: Best Western Canoga Park Motor Inn complex, 20122 Vanowen Street Winnetka CA 91306, (818) 772-4838 ==See also== * Los Angeles River ==References== Category:Neighborhoods in Los Angeles Category:Communities in the San Fernando Valley Category:History of Los Angeles",
 "title": "Winnetka, Los Angeles"
}