{
 "id": "393192",
 "text": "{{Infobox settlement | name = Jeongseon | native_name = | native_name_lang = ko | settlement_type = County | translit_lang1 = Korean | translit_lang1_type1 = Hangul | translit_lang1_info1 = | translit_lang1_type2 = Hanja | translit_lang1_info2 = | translit_lang1_type3 = | translit_lang1_info3 = Jeongseon-gun | translit_lang1_type4 = | translit_lang1_info4 = Chŏngsŏn-gun | image_skyline = | imagesize = | image_caption = | image_map = Gangwon- Jeongseon.svg | mapsize = | map_caption = Location in South Korea | subdivision_type = Country | subdivision_name = | subdivision_type1 = Region | subdivision_name1 = Gwandong | subdivision_type2 = Province | subdivision_name2 = Gangwon-do | population_blank1_title = Dialect | population_blank1 = Gangwon | area_total_km2 = 1220.67 | population_as_of = 2004 | population_total = 46362 | population_density_km2 = 38 | parts_type = Administrative divisions | parts = 4 eup, 5 myeon | image_blank_emblem = Jeongseon County logo.png | blank_emblem_type = Emblem of Jeongseon | image_flag = Flag of Jeongseon.svg }} Jeongseon (Jeongseon-gun) is a county in the province of Gangwon-do, South Korea. It is famous as the hometown of \"Jeongseon Arirang,\" a traditional Korean folksong. It is also the hometown of actor Won Bin and footballer Seol Ki-hyeon. == History == It was ruled by the Goguryeo Dynasty during the Three Kingdoms period, called Ingpyae-hyeon (잉패현). After the Silla Dynasty unified the Korean peninsula, it was renamed Jeongseon-hyeon in 757. After the Goryeo Dynasy was founded, it was promoted from a hyeon to a county (gun) in 1012 or 1018. After the Joseon Dynasty was founded and the territory was divided into 8 Provinces, the region was involved in the province of Gangwon. After the territory was divided into 23 districts in 1895 with the 8-provincial system abolished, it was included in the district of Chugju. When a 13-provincial system was enacted in 1896, it returned to Gangwon Province. ==Administrative divisions== ===Towns (eup)=== * Gohan-eup * Jeongseon-eup * Sabuk-eup * Sindong-eup ===Townships (myeon)=== * Yeoryang-myeon * Bukpyeong-myeon * Hwaam-myeon * Imgye-myeon * Nam-myeon == Geography == A lot of coal and limestone is buried in the strata formed during the Paleozoic Era in this region. A Karst zone formed from the dissolution of the limestone is located, and many of solutional caves are found. Natural monuments shaped from the limestone are as follows. * Baekbongryeong Karst zone: Karst zone in baekbongryeong zone is known to be academically useful because karst is located in small area. It was designated Natural Monuments of South Korea number 440 on April 9, 2004. * Jeongseon coral cave: few stony corals are growing in the cave, and there is big coral which is not found elsewhere. Designated as natural monuments number 509 on December 15, 2009. == Culture and tourism == === Cultural heritages === There are one treasure, 6 natural monuments, 1 important folklore cultural heritage in Jeongseon. Province designated 3 tangible cultural heritages, 1 intangible cultural heritage, 5 monuments, 2 folklore heritages. ==== Temple ==== * Jeongamsa Temple : Founded by Jajang, also known as \"Galaesa\". As Sumano Pagoda stores buddha's Śarīra, there is no Buddharupa. * Sumano Pagoda in Jeongamsa Temple: Pagoda in Jeongamsa Temple. Stones are sharpen like a brick. Designated as Treasure number 410. It is assumed that it was constructured during the Goryeo Dynasty, considering other heritages found in the Jeongam temple. Records indicate it was repaired in 1653. ==== Natural Heritages ==== thumb|Hwaamgul, a cave in Jeongseon * Brachymystax lenok habitat: Korean Peninsula is in the southern limit of Brachymystax lenok habitat, thus academic importance is recognized and habitat is registered as natural monuments of South Korea on December 7, 1962. * Banronsan Rhododendron schlippenbachii and Chwinamul habitat: Banronsan's rhododendron schlippenbachii is the biggest in South Korea's known rhododendron schlippenbachii, and Chwinamul is protected because it is locally grown. It was designated Natural Monuments of South Korea number 348 on April 17, 1986. * Duwibong Taxus cuspidata habitat: Taxus cuspidata in Duwibong is protected because it is considered oldest in South Korea. Designated natural monuments of South Korea on June 29, 2004 as number 433. === Tourism === Arirang Museum, run by the county government, was opened in 2016 to promote Arirang, collecting and displaying around 600 exhibits. Jeongseon Arirang Festival is held annually in October, to preserve Jeongseon Arirang and promote them. In addition to Jeongseon Arirang show, Arirang from other region is also performed. High 1 Resort, a ski resort, is located in Gohan-eup, the resort at 1,345 meters is at the highest altitude of the Korean ski resorts. Kangwon Land, located in Jeongseon, is the only domestic casino that is open to South Korean citizens. \"Gangwon-do » Jeongseon-gun » High 1 Ski Resort\" ==Sports== === 2018 Winter Olympic Games === The Alpine Skiing venue was located at the Jeongseon Alpine Centre in Jungbong, Bukpyeong-myeon, Jeongseon during the 2018 Winter Olympics. == Transportation == Taebaek line and Jeongseon line pass through Jeongseon county. A-train departing from Cheongnyangni operates to Auraji. There is no highway in Jeongseon County, but Yeongdong Expressway is accessible through Pyeongchang County, and national highway number 6, 31, 35, 42, 49 passes through the County. ==See also== * Geography of South Korea ==References== ==External links== * *Jeongseon County government home page Category:Counties of Gangwon Province, South Korea",
 "title": "Jeongseon County"
}