{
 "id": "393311",
 "text": "thumb|upright=1.4|Example of a grouped (clustered) bar chart, one with horizontal bars. A bar chart or bar graph is a chart or graph that presents categorical data with rectangular bars with heights or lengths proportional to the values that they represent. The bars can be plotted vertically or horizontally. A vertical bar chart is sometimes called a column chart. A bar graph shows comparisons among discrete categories. One axis of the chart shows the specific categories being compared, and the other axis represents a measured value. Some bar graphs present bars clustered in groups of more than one, showing the values of more than one measured variable. ==History== Many sources consider William Playfair (1759-1824) to have invented the bar chart and the Exports and Imports of Scotland to and from different parts for one Year from Christmas 1780 to Christmas 1781 graph from his The Commercial and Political Atlas to be the first bar chart in history. Diagrams of the velocity of a constantly accelerating object against time published in The Latitude of Forms (attributed to Jacobus de Sancto Martino or, perhaps, to Nicole Oresme) about 300 years before can be interpreted as \"proto bar charts\". == Usage == Bar graphs/charts provide a visual presentation of categorical data.Kelley, W. M.; Donnelly, R. A. (2009) The Humongous Book of Statistics Problems. New York, NY: Alpha Books Categorical data is a grouping of data into discrete groups, such as months of the year, age group, shoe sizes, and animals. These categories are usually qualitative. In a column (vertical) bar chart, categories appear along the horizontal axis and the height of the bar corresponds to the value of each category. Bar charts have a discrete domain of categories, and are usually scaled so that all the data can fit on the chart. When there is no natural ordering of the categories being compared, bars on the chart may be arranged in any order. Bar charts arranged from highest to lowest incidence are called Pareto charts. ===Grouped (clustered) and stacked=== Bar graphs can also be used for more complex comparisons of data with grouped (or \"clustered\") bar charts, and stacked bar charts. In grouped (clustered) bar charts, for each categorical group there are two or more bars color-coded to represent a particular grouping. For example, a business owner with two stores might make a grouped bar chart with different colored bars to represent each store: the horizontal axis would show the months of the year and the vertical axis would show revenue. Alternatively, a stacked bar chart stacks bars on top of each other so that the height of the resulting stack shows the combined result. Stacked bar charts are not suited to data sets having both positive and negative values. Grouped bar charts usually present the information in the same order in each grouping. Stacked bar charts present the information in the same sequence on each bar. == See also== * See Extension:EasyTimeline to include bar charts in Wikipedia. * Enhanced Metafile Format to use in office suites, as MS PowerPoint. * Histogram, similar appearance - for continuous data * Misleading graph ==References== == External links == *Directory of graph software and online tools (many can handle bar charts) Category:Statistical charts and diagrams",
 "title": "Bar chart"
}