{
 "id": "393443",
 "text": "Winnipeg James Armstrong Richardson International Airport (commonly known as Winnipeg International Airport or Winnipeg Airport) is a Transport CanadaAdvisory Circular (AC) No. 302-032 Subject: Designation of international airports in Canada designated international airport located in Winnipeg, Manitoba, Canada. It is the seventh busiest airport in Canada by passenger traffic, serving 4,484,343 passengers in 2018, and the 11th busiest airport by aircraft movements. It is a hub for passenger airlines Calm Air, Perimeter Airlines, Flair Airlines, and cargo airline Cargojet. It is also a focus city for WestJet. The airport is co-located with Canadian Forces Base Winnipeg. An important transportation hub for the province of Manitoba, Winnipeg International Airport is the only commercial international airport within the province as the other airports of entry serve domestic flights and general aviation only. The airport is operated by Winnipeg Airports Authority as part of Transport Canada's National Airports System\"National Airports Policy.\" Transport Canada. Retrieved: April 1, 2012. and is one of eight Canadian airports that has U.S. Border Pre-clearance facilities. Winnipeg's distance to other major population centres makes Winnipeg International Airport the primary airport for a large area including parts of neighbouring provinces and territories (Saskatchewan, Nunavut, etc.).Schlesinger, Joel. \"Port on the Prairies: Supply-chain economics key to becoming international trade hub.\" Winnipeg Free Press, May 17, 2009. Retrieved December 30, 2011. Daily non-stop flights are operated from Winnipeg International Airport to destinations across Canada as well as to the United States, Mexico, and the Caribbean. In addition, regularly scheduled flights to numerous small remote communities in Northern Manitoba, Northwestern Ontario, and Nunavut, are also served from the airport.\"Airlines\" Winnipeg Airports Authorities. Retrieved April 1, 2012. ==History== The airport opened in 1928 as Stevenson Aerodrome in honour of the noted Manitoba aviator and pioneer bush pilot, Captain Fred J. Stevenson. Stevenson Aerodrome, also known as Stevenson Field, was Canada's first international airport with Northwest Airways (which became Northwest Airlines) inaugurating a passenger and mail service between Winnipeg and Pembina, North Dakota on February 2, 1931. By 1935, Northwest Airlines was operating daily service from the airport with Hamilton H-47 prop aircraft on a routing of Winnipeg – Pembina, ND – Grand Forks – Fargo – Minneapolis/St. Paul, MN – Milwaukee, WI – Chicago, IL.http://www.timetableimages.com , Oct. 10, 1935 Northwest Airlines system timetable The City of Winnipeg and the Rural Municipality of St. James agreed to develop Stevenson Field as a modern municipal airport in 1936. In 1938 the Manitoba Legislative Assembly passed the St. James–Winnipeg Airport Commission Act creating a commission of the same name with full control over the operation of the airport. In 1940, during the Second World War, the Government of Canada placed the airport under the direction of the Minister of Transport and the Royal Canadian Air Force where it remained until 1997. Also in 1940, Trans-Canada Air Lines (TCA) was operating daily round trip transcontinental service across Canada via the airport with a routing of Montreal – Ottawa – North Bay – Kapuskasing – Wagaming – Winnipeg – Regina – Lethbridge – Vancouver flown with Lockheed Model 10 Electra twin prop aircraft with connecting service to and from Toronto being offered via North Bay.http://www.timetableimages.com , Jan. 1, 1940 Trans-Canada Air Lines timetable ===Post-war=== In 1962, Stevenson Field was officially renamed Winnipeg International Airport, followed in 1997 by the airport's transfer to the control of the Winnipeg Airports Authority. The airport was briefly served by Scandinavian Airlines (SAS) during the mid-1950s on the world's first regular Polar route, which linked Copenhagen and Los Angeles with Douglas DC-6B propliner flights via Søndre Strømfjord, Greenland and Winnipeg.\"April 17, 1955 timetable | SAS\" airline timetable images. . Retrieved December 13 2017\"Jan. 1, 1956 timetable | SAS\". airline timetable images. By 1962, Trans-Canada Air Lines (TCA, now Air Canada) was operating weekly nonstop service between Winnipeg and London Heathrow Airport with Douglas DC-8 jetliners.\"April 29, 1962 timetables | Trans-Canada Airlines\". airline timetable images. In 1963, Northwest Airlines was serving the airport with Lockheed L-188 Electra turboprops operated on multi-stop routings of Winnipeg - Grand Forks, ND - Fargo, ND - Minneapolis/St. Paul - Milwaukee - New York City Idlewild Airport (now JFK Airport) and also Miami - Fort Lauderdale - St. Petersburg, FL - Atlanta - Chicago O'Hare Airport - Minneapolis/St. Paul - Fargo, ND - Grand Forks, ND - Winnipeg.http://www.timetableimages.com , March 1, 1963 Northwest Airlines system timetable By 1970, Air Canada was operating twice weekly nonstop service to Glasgow, Scotland, with both flights continuing on to London Heathrow, a weekly nonstop flight to London Heathrow, a twice weekly nonstop to Copenhagen with both flights continuing on to Frankfurt and a weekly nonstop to Frankfurt with this flight continuing on to Zurich with all of these services being operated with Douglas DC-8 jets as part of Air Canada's \"Western Arrow\" international flights at the time.http://www.timetableimages.com , April 26, 1970 Air Canada system timetable Also in 1970, CP Air was operating direct, no change of plane Boeing 737-200 service to San Francisco via stops in Calgary and Vancouver.http://www.timetableimages.com , July 15, 1970 CP Air system timetable The original main terminal building was built in 1964, and was designed by the architectural firm of Green Blankstein Russell and Associates (subsequently GBR Associates and Stantec Limited). It was expanded and renovated in 1984 by the architectural firm of IKOY, and a hotel was built across from the terminal in 1998. The original main terminal building was closed on Sunday October 30, 2011 and has since been demolished. Two airlines operating jet aircraft in passenger service were previously based at the airport: Transair (Canada) and Greyhound Air.http://www.timetableimages.com , March 18, 1974 Transair system timetablehttp://www.departedflights.com , August 1, 1996 Greyhound Air route map & timetable During the mid-1970s, Transair was operating Boeing 737-200 and Fokker F28 Fellowship jets in addition to NAMC YS-11 and de Havilland Canada DHC-6 Twin Otter turboprops on scheduled flights in Manitoba and Ontario provinces as well as the Northwest Territories and the Yukon with service as far west as Whitehorse and as far east as Toronto from its Winnipeg hub in addition to operating charter services from the airport with Boeing 707 jetliners with charter flights to Europe, the Caribbean and Mexico as well as to Florida, Hawaii and other destinations in the U.S.http://www.departedflights.com , May 25, 1976 Transair route map The August 1, 1996 Greyhound Air timetable lists nonstop domestic flights operated with Boeing 727-200 jetliners from the airport to Calgary, Edmonton, Hamilton, Kelowna, Ottawa, Toronto and Vancouver with Winnipeg serving as the connecting hub for the airline. According to the Official Airline Guide (OAG), six airlines were serving the airport with scheduled passenger flights in the spring of 1975: Air Canada operating Lockheed L-1011 TriStar wide body jetliners as well as Douglas DC-8 and McDonnell Douglas DC-9-30 jets, CP Air flying Boeing 727-100 and Boeing 737-200 jets, the original Frontier Airlines (1950-1986) with Boeing 737-200 jets, Midwest Airlines operating de Havilland Canada DHC-6 Twin Otter commuter turboprops, Northwest Airlines flying Boeing 727-100 and Boeing 727-200 jets as well as McDonnell Douglas DC-10 wide body jetliners and locally based Transair (Canada) with Boeing 737-200 and Fokker F28 Fellowship jets as well as NAMC YS-11 turboprops.http://www.departedflights.com , April 15, 1975 Official Airline Guide (OAG), Winnipeg flight schedules In 1976, the OAG listed direct, no change of plane 737 jet service from both Denver and Las Vegas operated by Frontier with twice daily service from Denver and ten flights a week from Las Vegas, daily nonstop service from New York JFK Airport operated by Air Canada with DC-9-30 jets, daily nonstop 727-200 jet service from Chicago O'Hare Airport flown by Northwest, daily direct wide body DC-10 jet service operated by Northwest from Fort Lauderdale via stops at Chicago O'Hare and Minneapolis/St. Paul, twice daily direct 737 jet service from San Francisco flown by CP Air and a combined total of eight daily nonstop flights from Toronto flown by Air Canada and CP Air including twice daily wide body L-1011 jetliner service operated by Air Canada.Feb. 1, 1976 Official Airline Guide (OAG), Winnipeg flight schedules Two years later in 1978, CP Air was operating weekly nonstop Boeing 747 jumbo jet service to Honolulu as well as weekly nonstop Super Douglas DC-8-63 jet service to Amsterdam and by 1981 was operating McDonnell Douglas DC-10 wide body jetliner service from the airport.http://www.departedflights.com , Oct. 29, 1978 CP Air system timetablehttp://www.departedflights.com , April 1, 1981 Official Airline Guide (OAG), Winnipeg flight schedules Other airlines serving Winnipeg in the spring of 1981 besides Air Canada, CP Air, Frontier and Northwest included Nordair and Pacific Western Airlines both operating Boeing 737-200 jets (with the latter air carrier having taken over Transair), locally based Perimeter Aviation with Beechcraft and Swearingen Metroliner commuter turboprops and Republic Airlines (1979-1986) flying McDonnell Douglas DC-9-30 jets. Cross- border service from the U.S. in 1981 included an Air Canada nonstop flight from Chicago O'Hare Airport, Frontier nonstop service from Bismarck, ND and Minot, ND with these flights originating in Denver, Northwest nonstop service from Chicago O'Hare Airport, Grand Forks, ND and Minneapolis/St. Paul (with the latter route featuring wide body DC-10 service with this flight originating in Tampa) and Republic nonstop service from Duluth with this flight originating in Minneapolis/St. Paul.http://www.departedflights.com , April 1, 1981 Official Airline Guide (OAG), Winnipeg, Minneapolis/St. Paul, Minot, Bismarck and Duluth flight schedules In 1983, Air Canada was flying weekly nonstop service to London Heathrow Airport with Lockheed L-1011 TriStar series 500 long range wide body jetliners.http://www.departedflights.com , July 1, 1983 Official Airline Guide (OAG) international edition, London Heathrow Airport flight schedules By 1985, Air Canada was operating direct one stop Boeing 727-200 service to Los Angeles via Calgary as well as direct one stop Boeing 727-200 service to LaGuardia Airport in New York City via Toronto and was also continuing to operate nonstop DC-9-30 flights to Chicago O'Hare Airport.http://www.departedflights.com , Sept. 9, 1985 Air Canada system timetable Also in 1985, Pacific Western was operating Boeing 767-200 wide body jetliners into the airport nonstop from Regina and Saskatoon as well as direct from Calgary and Vancouver in addition to operating Boeing 737-200 service while Northwest Territorial Airways (NWT Air) was operating Lockheed L-188 Electra turboprops configured for passenger/freight combi aircraft operations on nonstop flights between the airport and Rankin Inlet and Yellowknife.http://www.departedflights.com , Feb. 15, 1985 Official Airline Guide (OAG), Winnipeg, Regina, Saskatoon, Calgary, Edmonton and Vancouver flight schedules In early 2000, CanJet was flying nonstop to Toronto with direct, no change of plane service to Montreal, Ottawa, Halifax and St. John's operated with Boeing 737-200 jets.http://www.departedflights.com , Jan. 8, 2000 CanJet timetable During the summer of 2003, Jetsgo, a start up air carrier which flew Fokker 100 and McDonnell Douglas MD-80 jets, was operating daily nonstop service to Toronto.http://www.departedflights.com , Summer 2003 Jetsgo timetable On December 10, 2006, the Minister of Transport, Lawrence Cannon, announced Winnipeg International Airport was to be renamed Winnipeg James Armstrong Richardson International Airport in honour of the influential businessman and pioneer of Canadian commercial aviation from Winnipeg.\"Canada's New Government Renames Winnipeg International Airport in Honour of James Armstrong Richardson.\" Winnipeg Airport Authorities, Press release. Retrieved April 1, 2012. ==Facilities== ===Main Terminal=== Winnipeg's main airport terminal was designed by Argentine architect Cesar Pelli and Stantec. The terminal's design was inspired by the City of Winnipeg's distinctive landscape and the province of Manitoba's vast prairies and sky. It was the first airport terminal in Canada to be LEED-certified for its environmentally friendly concept, design, construction and operation. The terminal was constructed in two phases, with construction beginning in 2007 and ending on October 30, 2011, when it was officially opened to the public.CBC News Staff. 2011. \"Winnipeg's new airport terminal opens.\" CBC News. . Retrieved October 31, 2011.Carl, Julie. 2011. \"Airport sneak peek delights.\" Winnipeg Free Press. . Retrieved October 31, 2011. Prior to the opening of the current main terminal building, a multi-level access road and four-level, 1,559 stall parkade were both opened in November 2006. All airlines serving Winnipeg International Airport operate at the main terminal building, with the exception of Perimeter Aviation. Air Canada operates a Maple Leaf Lounge located in the domestic/international departures area (temporarily closed due to COVID-19), and a \"pay-in\" lounge, operated by Plaza Premium Lounge (temporarily closed due to COVID-19), is also located in the domestic/international departures area. Free Wi-Fi is provided by the Winnipeg Airports Authority throughout the entire main terminal building. ===Perimeter Terminal=== Perimeter Aviation is a regional airline that operates its own small, exclusive terminal building at Winnipeg International Airport to facilitate its passenger, cargo and charter services. Perimeter Aviation does not use the main terminal building due to its varied operations to small remote communities throughout Northern Manitoba and Northwestern Ontario using small propeller aircraft, with which regular airport terminal services (jet bridge, catering, etc.) are unnecessary and can actually be a hindrance to day-to-day operations. The Perimeter Aviation terminal building is located south of the main terminal building. ===Other facilities=== A large Canada Post mail processing facility was opened at the airport site on June 4, 2010. The facility is located east of the main terminal building, just north of Wellington Avenue. It is responsible for processing all mail and parcels for Manitoba, and some parts of Ontario and Northern Canada. Three hotels are located on site, adjacent to the main airport terminal. ==== CentrePort Canada ==== Richardson International Airport is included in a new dry port created by provincial legislation—CentrePort Canada Act, C.C.S.M. c. C44—that will offer investment opportunities for distribution centres, warehousing and manufacturing. CentrePort Canada will allow companies to take advantage of the cargo capabilities of Richardson International Airport, as well as serviced land, a mid-continent location and highway and rail transport. On April 14, 2009, Prime Minister Stephen Harper with Premier Gary Doer announced at James Richardson that both the Federal and Provincial governments will contribute towards a divided four-lane expressway called CentrePort Canada Way. It is now complete, and links Inkster Boulevard to the Perimeter Highway on the north side of the CP Rail Glenboro subdivision parallel to Saskatchewan Avenue to attract new transportation logistics associated development to the city area west and Rosser Municipality northwest of the airport. ==Airlines and destinations== ===Passenger=== thumb|Airline check-in counters at Winnipeg International Airport thumb|Domestic/international departure gate area in the Main Terminal thumb|USA departure gates in the Main Terminal ===Cargo=== ==Statistics== ===Annual traffic=== {| class=\"wikitable\" style=\"font-size: 105%\" |+ Annual passenger traffic ! Year ! Passengers ! % change |- |2010||3,369,974|| |- |2011||3,389,237|| 0.6% |- |2012||3,538,175|| 4.4% |- |2013||3,484,252|| -1.5% |- |2014||3,669,797|| 5.3% |- |2015||3,778,035|| 2.9% |- |2016||4,015,200|| 6.9% |- |2017||4,305,744|| 7.2% |- |2018||4,484,343|| 4.5% |- |2019||4,484,249|| 0.0% |- |2020||1,299,225|| 71.1% |- |2021||1,223,054|| 5.9%% |} ==Ground transportation== ===Car=== Winnipeg International Airport is located at 2000 Wellington Avenue in the City of Winnipeg. Several short and long term parkades are located on site, as well as a curb-side valet parking service. ===Bus=== Winnipeg Transit operates two bus routes that service the airport. A charging port has been added in October 2014 for Winnipeg transit's electric bus program. The Winnipeg Bus Terminal is a passenger and cargo bus terminal for intercity bus lines. Since Greyhound's exit from Western Canada, very few intercity bus routes, if any, have been serving the terminal. It is located beside the main terminal building. The Brandon Air Shuttle provides shuttle transportation between Winnipeg International Airport and Manitoba's second largest city, Brandon. ==See also== * List of airports in the Winnipeg area * List of airports in Manitoba ==References== ==Sources== * Canada's Airports: Reinvention & Success. Ottawa- Macdonald-Cartier: Insight Media commissioned by the Canadian Airports Council (CAC), 2005. ==External links== *Winnipeg International Airport Category:Airports established in 1928 Category:Buildings and structures in Winnipeg Category:Canadian airports with United States border preclearance Category:Certified airports in Manitoba Category:Transport in Winnipeg Category:WAAS reference stations Category:1928 establishments in Manitoba Category:National Airports System Category:James Richardson & Sons",
 "title": "Winnipeg James Armstrong Richardson International Airport"
}