{
 "id": "393410",
 "text": "Boseong County (Boseong-gun) is a county in South Jeolla Province, South Korea. Boseong is famous for its green tea leaves, with 26.71 hectares of land dedicated to its production. It is also the birthplace of the Korean independence activist Philip Jaisohn. ==History== In the Samhan era, Boseong belonged to the Mahan confederacy and later became Bokhol County (伏忽郡) under the rule of the Baekje dynasty. The name \"Boseong\" was given in Unified Silla. One of the townships, Beolgyo (벌교), was one of the primary locations where the Japanese deprived Korean people of rice.Boseong County homepage (English) ==Geography== Large areas consist of mountains such as Mangil-Bong, Jonje Mountain and Joowol Mountain. The Boseong River flows through the center of Boseong. The multipurpose Juam Dam was built on the Boseong River in 1990. ;Climate Boseong is one of the rainiest places in South Korea. It has a moderate climate. The average annual temperature is 12.6 °C. The average temperature in January is −0.5 °C and the average temperature in August is 27.8 °C. Annual mean precipitation is 1,450 mm. ==Administrative district== Boseong consist of two towns-Boseong town and Beolgyo town. Every town of population is gradually decreased. * Boseong : It is the seat of a county office. In addition, it is a major transportation point since 1930 and it is the distribution center of agricultural products. In the southern part of the Boseong, there are the largest tea gardens in South Korea. * Beolgyo : It is also major transportation point in Boseong. It had flourished since the Japanese occupation but it is little decline in recent years. ==Boseong Green Tea== Boseong Green Tea is a special product produced in Boseong district, and it is well-known for great quality. Boseong County is the largest tea- producing area in Korea. It is so called as to be called as DongguyeojI- Seungnam (meaning \" tea house \" in the Joseon Dynasty). Tea produced in Boseong County is still active in growing tea plants, accounting for 40 percent of the nation's tea production. Boseong is known as the green tea capital of Korea. The surrounding climate and soil provide good conditions for growing a unique green tea that has a distinct taste and aroma. Almost one third of all tea farmland is located in Boseong, and nearly half of all green tea production in Korea comes from the area. This status has been carefully crafted in recent decades, partly due to the long history green tea has with the area. Green tea has been produced in Boseong for the past 1600 years. The earliest historical mention of green tea in Korea was from the reign of Queen Seondeok of Silla in the mid-7th century AD.\"Korea’s Rolling Hills of Green Tea in Boseong\" 2008 Nearly two hundred years later, historical records indicate green tea seeds were planted at the foot of nearby Jirisan Mountain. During the Joseon dynasty, green tea began to fall out of favor due to its close association with Buddhism, but was still enjoyed by certain parts of the population and the Jirisan plantation continued to thrive. But it was not until the 1930s that green tea was produced on a large-scale basis. By the 1970s, huge, terraced farms as large as 250 acres became commonplace among local mountainsides. The 1980s marked the beginning of a decline in green tea demand which resulted in lower green tea output and a degradation of crops. It was then that the local government decided to reinvigorate the green tea industry by subsidizing local green tea businesses and developing newer, more efficient means to increase output and quality by collaborating with local universities and research institutes. Local media outlets also made efforts to paint Boseong as the green tea capital of the country to increase dominance in the industry by local businesses and draw in tourists from around the country. Mt. Hwangseong features the largest plantation in Boseong, the Daehan Green Tea Plantation. This plantation is responsible for over one third of all tea production in the area. The mountainside features a terraced design that extends along the lower reaches of the mountain and is carefully manicured, providing an impressive view when seen from the top.Pilgrimage to Korea’s tea country, Volume 27, Issue 1, Koreana, 2013, p. 69 This view is accessible by road and has become a famous stop for tourists. The Boseong Fragrance Tea Festival is also staged in May of each year and 2013 will mark the 38th year of the festival. The festival gives tea enthusiasts the chance to pick tea leaves, make tea bowls or sample local cuisine infused with green tea flavoring. Boseong Green Tea passed the strict quality inspection of the Russian Medical Biology Lab, and was officially recognized as a beverage suitable for an astronaut's special diet. ==Transportation== National Road No. 2 goes through Boseong, and the Gyeongjeon Line transits several towns. There are mainly five stations including Boseong station, Dukryang Station, Yedang Station, Joseong Station and Beolgyo Station. Coastal region has well- connected transportation. However, inland of Boseong has a poor transportation because of mountains. ==Notable people== *Paik Hak-soon Director of Inter- Korean Relations and Center for North Korean Studies at the Sejong Institute in Korea *Park Ra-yeon South Korean poet *Cheong Yang-seog South Korean politician *Baek Ji-heon, K-pop idol from the K-pop group Fromis_9 ==Twin towns – sister cities== Boseong is twinned with: * Gangnam-gu, South Korea * Gangbuk-gu, South Korea * Yeonje-gu, South Korea * Buk-gu, South Korea * Sujiatun, China ==Gallery== File:Korea-Boseong-Green.tea-01.jpg |Green tea field File:Korea-Boseong-Green.tea-06.jpg |Green tea field File:Korea-Boseong- Green.tea-07.jpg |Green tea leaves File:Korea-Boseong-Green.tea-09.jpg |Green tea field ==References== ==External links== *Boseong County government home page *The Green Tea Plantations of Boseong Category:Counties of South Jeolla Province",
 "title": "Boseong County"
}