{
 "id": "393590",
 "text": "John Kidd (10 September 1775 - 7 September 1851) was an English physician, chemist and geologist. Kidd was born in Westminster, the son of a naval officer and was educated at Christ Church, Oxford. ==Biography== He became reader in chemistry at Oxford in 1801, and in 1803 was elected the first Aldrichian professorThe Aldrich chair of Chemistry was founded with an endowment given to the University in 1798 by George Aldrich. (Cf: Robert J P Williams, John S Rowlinson, Allan Chapman (edts.), Chemistry at Oxford: a history from 1600 to 2005, pp. 79-81, London: Royal Society of Chemistry, 2008 ()). of chemistry. He then voluntarily gave courses of lectures on mineralogy and geology: these were delivered in the dark chambers under the Ashmolean Museum, and there William Conybeare, William Buckland, Charles Daubeny and others gained their first lessons in geology. Kidd was a popular and instructive lecturer, and through his efforts the geological chair, first held by Buckland, was established. The first of the scriptural geologists, \"Kidd argued in his book A Geological Essay on the Imperfect Evidences in Support of a Theory of the Earth, on philosophical grounds, that a science of observation cannot claim certainty for its inferences as to causes, and that consequently theoretical geology cannot stand against an indisputable authority such as revelation.\"Millhauser, Milton, [1954] The Scriptural Geologists: An Episode in the History of Opinion, Osiris, Vol. 11,The University of Chicago Press, p. 70 In 1818 he became a fellow of the Royal College of Physicians; in 1822 regius professor of medicine in succession to Sir Christopher Pegge; and in 1834 he was appointed keeper of the Radcliffe Library. In March 1822 he was elected a Fellow of the Royal Society. He delivered the Harveian Oration before the Royal College of Physicians in 1836. ==Publications== * Outlines of Mineralogy (1809) * A Geological Essay on the Imperfect Evidence in Support of a Theory of the Earth (1815)# * The second Bridgewater Treatise: On the Adaptation of External Nature to the Physical Condition of Man (1833). ==See also== *Earl of Bridgewater for other Bridgewater Treatise ==References== * * ==External links== * Category:1775 births Category:1851 deaths Category:19th- century English medical doctors Category:19th-century British chemists Category:British Christian creationists Category:19th-century British geologists Category:People from Westminster Category:English geologists Category:Alumni of Christ Church, Oxford Category:Fellows of Christ Church, Oxford Category:Fellows of the Royal Society Category:Fellows of the Royal College of Physicians Category:People of the Industrial Revolution Category:Regius Professors of Medicine (University of Oxford)",
 "title": "John Kidd (chemist)"
}