{
 "id": "393834",
 "text": "thumb|upright=1.5|A map depicting the Japan Trench and its surrounding connections to other relevant trenches. The map was created using GeoMapApp. Topographic map of central Japan, showing location of trenches, tectonic plates and boundaries|thumb The Japan Trench is an oceanic trench part of the Pacific Ring of Fire off northeast Japan. It extends from the Kuril Islands to the northern end of the Izu Islands, and is at its deepest. It links the Kuril–Kamchatka Trench to the north and the Izu–Ogasawara Trench to its south with a length of . This trench is created as the oceanic Pacific plate subducts beneath the continental Okhotsk Plate (a microplate formerly a part of the North American Plate). The subduction process causes bending of the down going plate, creating a deep trench. Continuing movement on the subduction zone associated with the Japan Trench is one of the main causes of tsunamis and earthquakes in northern Japan, including the megathrust Tōhoku earthquake and resulting tsunami that occurred on 11 March 2011. The rate of subduction associated with the Japan Trench has been recorded at about /yr. == Tectonic history == During the late Neogene period (23.03-2.58 million years ago), the Japan Trench underwent a period of plate convergence between the Pacific and Okhotsk plates. Based on the sediment sequence during this time, there appears to have been little net accretion of sediment onto the overlying plate as well as evidence of mild erosion at the base of the convergent margin. During the Cretaceous (145.5-66 million years ago) to early Paleogene (66-23.03 ma), evidence of andesitic volcanism along with the development of a large syncline and a thickened sediment sequence indicate the possible development of a forearc basin. Activity during the Cretaceous included subduction events as well as extensive accretion of sediment to the Northeastern Japan Arc that continues today. Volcanism decreased during the early Paleogene (66 ma), exposing the thickened Cretaceous-Paleogene thick sediment sequence. Once this sediment sequence subsided, volcanism once again resumed. == Seismicity == Seismic activity along the Japan Trench occurs along the associated subduction zone at disruptive convergent plate boundaries between the Okhotsk and subducting Pacific plate. The continuing movement along these plate boundaries occur at a depth of about . {| class=\"wikitable sortable\" |+Recorded earthquakes on the Japan Trench !Year !!Magnitude |- | 1896 || 6.8 |- | 1896 || 8.5 |- | 1938 || 7.4 |- | 1938 || 7.7 |- | 1938 || 7.8 |- | 1938 || 7.7 |- | 1938 || 7.1 |- | 1968 || 8.2 |- | 1989 || 7.4 |- | 1992 || 6.9 |- | 1994 || 7.7 |- | 2005 || 7.2 |- | 2008 || 7.0 |- | 2008 || 6.9 |- | 2010 || 6.7 |- | 2011 || 7.3 |- | 2011 || 9.0 |} ===Seismic events=== During the year of 1896, a magnitude (M) 6.8 earthquake was recorded within the Japan Trench. Later during the same year, a destructive magnitude 8.5 earthquake occurred resulting in two tsunamis wreaking havoc. A series of M7 earthquakes occurred at the Fukushima-oki region in 1938, registering five in total. The magnitudes were 7.4, 7.7, 7.8, 7.7 and 7.1. During December 1994, transient crustal movements were recorded by a Global Positioning System (GPS) network after an inter-plate earthquake arose within the Japan Trench. This very subtle, but distinct disruption observed indicates a \"silent\" slow fault slip was triggered by this. A recorded magnitude 7.7 earthquake was recorded in Sanriku-oki that may have been triggered by the slow slip observed earlier. Many other earthquakes have been recorded from interplate and transient postseismic slip data along the Japan Trench. Dates include August 2005, May 2008, July 2008, and March 2010 ranging in magnitudes 7.2, 7.0, 6.9, and 6.7 respectively. A characteristic earthquake (~M7) periodically occurred at a recurring interval rate of about 37 years. ~M7 earthquakes can be seen in the table to the right, occurring in the years 1938, 1989, 1992, 2005, 2008, 2008 and 2011. Ocean bottom seismometers placed in the base of the Japan Trench measures the ground for any motion created by recording the seismic waves emitted. In 2012, the National Research Institute for Earth Science and Disaster Resilience (NIED) stationed in Tokyo started the construction of seismic and tsunami observation networks along the trench. They planned to layout 154 stations about apart, each equipped with an accelerometer to observe seismic changes and a water pressure gauge for tsunami observation. ===2011 Tōhoku earthquake=== On March 11, 2011, a magnitude 9.0 earthquake occurred on the subduction interface boundary of the Pacific Plate sinking underneath Japan along the Japan Trench. A rupture within the central region of the trench spanning an area of about long and wide resulted here. It is considered as the most powerful earthquake ever recorded in Japan as well as one of the four most powerful earthquakes ever recorded since the start of modern record-keeping in 1900. This megathrust earthquake caused giant tsunami waves to form which eventually caused destruction to the coastline of northern Japan. The damage left about 16,000 people killed along with a catastrophic level 7 nuclear meltdown of three nuclear reactors located at the Fukushima Daiichi Nuclear Power Plant complex. The World's Bank recorded the total cost of damage to be about US$235 billion, making it the costliest natural disaster in history. ===Surface roughness=== Large magnitude and frequent earthquake activity occurring at the northern Japan Trench may be explained by variations in surface roughness of the subducting Pacific plate. Regions of smooth ocean floor subduction are correlated with typically large under-thrust earthquakes within the deeper part of the plate interface zone. No earthquakes have been observed or reported from the shallow aseismic zone of the north Japan Trench. Regions of rough ocean bottom subduction are correlated with large normal faulting earthquakes within the outer-rise region, along with larger tsunami earthquakes occurring at the shallow region of the plate interface (megathrust events) . == Ocean drilling == thumb|Map of JAMSTEC's drilling site along the Japan Trench. Map was created using GeoMapApp. The drilling site was located using information on JAMSTEC's website. https://www.jamstec.go.jp/chikyu/e/exp343/science.htmlIn 1980, lipids samples were taken via sediment cores located on both the landward and distal sides of the Japan Trench during six sections of the Deep Sea Drilling Project's transect. They were analyzed using gas chromatography and computerized-gas chromatography-mass spectrometric data. Samples were identified to contain many components such as aliphatic and aromatic hydrocarbons, ketones, alcohols, acids and other poly functional components. These components are considered as indicators for terrestrial, marine (non-bacterial), and bacterial inputs within the sediment of the Japan Trench. Expedition 343 of the Japan Trench Fast Driling Project was conducted under the supervision and authority of the Japan Agency For Marine-Earth Science and Technology (JAMSTEC). The drilling occurred during two periods; April 1 to May 24, 2012 and from July 5th-18th, 2012. Their main goal was to better understand the very large fault slip of that occurred during the Tohoku earthquake and its potential as one of the main triggers of tsunami wave formation occurring along the northeast coast of Japan. In 2013, the Integrated Ocean Drilling Program (IODP) Expedition 343 collected sediment samples from drilling at the plate boundary fault zone along the Japan Trench. The sediment cores collected exhibited low friction at coseismic slip velocities as well as at low slip velocities. These studies and samples have supported the idea that these frictional properties of the fault zone possibly triggered the shallow and large slip during the Tohoku earthquake. == Sediments == === Turbidite paleoseismology === Sediment samples within the Japan Trench consist mainly of highly localized clay-rich material. The subducting Pacific Plate creates basins along the ocean floor of the Japan Trench, accommodating the deposition of fine-grained turbidites and interseismic sediment deposits through turbidity currents. These turbidites preserve the sediment deposits as a geologic record of past large earthquakes by indicating the change in sediment deposition through sediment gravity flow. The small deep-sea basins with high sedimentation rates found along the Japan Trench pose favorable environmental conditions for the studying of turbidite paleoseismology. === Microbial activity === During an exploration to the Japan Trench on January 1, 1999, a sample of deep-sea sediment was taken from a depth of from the use of a pressure-retaining sediment sampler. Samples from the expedition showed that the microbial diversity displayed a wide distribution of types in the Bacteria domain. 16S ribosomal RNA genes were amplified through the use of polymerase chain reaction (PCR) to determine the nucleotides and identify the bacteria phylogenetically. Further analysis of fatty acids extracted from the same cultures further supported the phylogenetic results observed. The discovery of different bacterial domains in these sediments can be used as indicators for microbial diversity found within the Japan Trench. ==Exploration== *In 1987, results from the French-Japanese Kaiko exploration program into the Japan Trench along with complementary data were used to create and propose a model of the subduction of seamount chains between the Japan and Kuril trenches as well as along the southern part of the Japan Trench. *On 11 August 1989, the Shinkai 6500 three-person submersible descended to while exploring the Japan Trench. *In October 2008, a UK-Japan team discovered a shoal of Pseudoliparis amblystomopsis snailfish at a depth of approximately in the trench. These were, at the time, the deepest living fish ever filmed. The record was surpassed by an unidentified type of snailfish filmed at a depth of in December 2014 in the Mariana Trench, and extended in May 2017 when another unidentified type of snailfish was filmed at a depth of in the Mariana Trench. == See also == *Izu–Bonin–Mariana Arc ==References== ;Notes ==External links== * Category:Oceanic trenches of the Pacific Ocean Category:Landforms of Japan Category:Subduction zones",
 "title": "Japan Trench"
}