{
 "id": "394249",
 "text": "Andrew Russell Pearson (December 13, 1897 – September 1, 1969) was one of the best-known American columnists of his day, noted for his syndicated newspaper column \"Washington Merry-Go-Round\", which used unprecedented leaks from inside government to hold the powerful accountable and influence public policy. He also had a program on NBC Radio titled Drew Pearson Comments. He often attacked conservative politicians, such as Joe McCarthy and Ronald Reagan. He was highly influential on public attitudes and elite analysis, but had a poor reputation for accuracy. ==Early life and career== Pearson was born in Evanston, Illinois, to Paul Martin Pearson, an English professor at Northwestern University, and Edna Wolfe. When Pearson was 6 years of age, his father joined the faculty of Swarthmore College as professor of public speaking, and the family moved to Pennsylvania, joining the Society of Friends, with which the college was then affiliated. After being educated at Phillips Exeter Academy, Pearson attended Swarthmore from 1915 until 1919, where he edited its student newspaper, The Phoenix. From 1919 to 1921, Pearson served with the American Friends Service Committee, directing postwar rebuilding operations in Peć, which at that time was part of Serbia. From 1921 to 1922, he lectured in geography at the University of Pennsylvania. In 1923 Pearson traveled to Japan, China, New Zealand, Australia, India, and Serbia, and persuaded several newspapers to buy articles about his travels. He was also commissioned by the American \"Around the World Syndicate\" to produce a set of interviews entitled \"Europe's Twelve Greatest Men\". In 1924, he taught industrial geography at Columbia University. From 1925 to 1928, Pearson continued reporting on international events, including strikes in China, the Geneva Naval Conference, the Pan-American Conference in Havana, and the signing of the Kellogg-Briand Pact in Paris. In 1929 he became the Washington correspondent for The Baltimore Sun. However, in 1931 and 1932, with Robert S. Allen, he anonymously published a book called Washington Merry-Go-Round and its sequel. When the Sun discovered Pearson had co-authored these books, he was promptly fired. Late in 1932, Pearson and Allen secured a contract with the Scripps–Howard syndicate, United Features, to syndicate a column called \"Washington Merry-Go-Round\". It first appeared in Eleanor \"Cissy\" Patterson's Washington Herald on November 17, 1932. But as World War II escalated in Europe, Pearson's strong support of Franklin D. Roosevelt, in opposition to Patterson and the Herald isolationist position, led to an acrimonious termination of Pearson's and Allen's contract with the Herald. In 1941 The Washington Post picked up the contract for the \"Washington Merry-Go-Round\". ===Radio, film, and other media=== From 1935 to 1936, Allen and Pearson broadcast a 15-minute program twice a week on the Mutual Broadcasting System. They continued with a 30-minute music and news show, Listen America, in 1939–1940, ending this partnership in 1941. They also wrote a comic strip, Hap Hopper, Washington Correspondent, which was drawn from 1939 to 1943 by Jack Sparling, and from 1943 onward by Al Plastino. Pearson continued alone on NBC with Drew Pearson Comments from 1941 to 1953 for a variety of sponsors (Serutan, Nutrex, Lee Hats, Adam Hats). His commentary was broadcast through 1968 on the now-defunct Intermountain Network. In addition to radio, Pearson appeared in a number of Hollywood movies, such as the 1951 science fiction film The Day the Earth Stood Still and RKO's 1945 propaganda movie Betrayal from the East. In the former film, Pearson (playing himself) is the only journalist who urges calm and restraint (versus the fear and paranoia evoked by his colleagues) while Washington is panicked by the escape of the alien visitor Klaatu. In the latter movie, Pearson narrated, in his \"now it can be told\" style, an alleged exposé that accused Japanese Americans of being part of a Japanese conspiracy to engage in acts of terrorism and espionage. The movie was based on the 1943 best-selling book Betrayal from the East: The Inside Story of Japanese Spies in America by Alan Hynd. Pearson also appeared as himself in City Across the River (1949). In 1952 and 1953, Pearson hosted The Drew Pearson Show on the ABC and DuMont Television networks. On a January 8, 1950, broadcast of CBS Radio's The Jack Benny Program, Pearson was the butt of a joke gone wrong. Announcer Don Wilson was to say he heard Jack had bought a new suit on Drew Pearson's program, but misspoke Pearson's name: \"Drear Pooson\". Later in the show, comedic actor Frank Nelson was asked by Benny if he was the doorman. Nelson replied with a line surreptitiously given him by the show's writers, \"Who do you think I am? Drear Pooson?\" The audience laughed continuously for nearly a half minute., 4m56s until 5m19s ==\"Washington Merry-Go-Round\"== The \"Merry-Go-Round\" column started as a result of the Pearson's anonymous publication in 1931 of the book, Washington Merry-Go-Round, co-written with Robert Allen, the Washington bureau chief for The Christian Science Monitor. The book was a collection of muckraking news items concerning key figures in public life that challenged the journalistic code of the day. In 1932 it was followed by a second book, More Merry-Go- Round. Although they were exposed as the publishers and forced to resign their positions, Pearson and Allen were successful enough in their books to become co-authors of the syndicated column, the \"Merry-Go-Round\", that same year. Also in 1932, the original book was made into a film of the same name by Columbia Pictures, directed by James Cruze, and starring Lee Tracy and Constance Cummings. According to his one-time partner, Jack Anderson, Pearson saw journalism as a weapon to be used against those he judged to be working against the public interest. When forced to choose between a story's accuracy and Pearson's desire to pursue a person whose views he disliked, Pearson had no qualms about publishing the story anyway. In relating his disclosures on Washington politicians, newsmakers, and the politically connected, Pearson frequently resorted to a pattern of combining factual or corroborated leaked news items together with fabricated or unsubstantiated details, the latter designed to emphasize and sensationalize the basic story.Pearson, Drew, \"Washington Merry-Go-Round\", October 31, 1967. Pearson's method included paying waiters and chauffeurs to eavesdrop on their charges, gleaning information on politicians from political enemies, bribing a navy clerk to reveal classified data, or even ordering a subordinate to break into the desk of a prominent Washington attorney. A favorite Pearson tactic was to reveal salacious details of a subject's sexual proclivities for the purpose of embarrassment or intimidation. During World War II, Pearson's column not only revealed embarrassing news items, but expanded to criticize the Roosevelt administration's conduct of the war, in particular U.S. foreign policy regarding Joseph Stalin and the Soviet Union. As a supporter of the Soviet Union's struggle against Nazi Germany, Pearson demanded that the Allied Command create a second front in Europe in 1943 to assist the Soviets. When Pearson's demands were not met, he began to openly criticize Secretary of State Cordell Hull, James Dunn, and other State Department officials, whom Pearson accused of hating Soviet Russia. After one of Pearson's more virulent columns accused Secretary of State Hull and his deputies of a conscious policy to \"bleed Russia white\", President Roosevelt convened a press conference in which he angrily accused Pearson of printing statements that were a lie \"from beginning to end\", jeopardizing United Nations unity, and committing an act of bad faith towards his own nation. The president concluded his statement by calling Pearson \"a chronic liar\". Pearson was the first to report the 1943 incident of General George S. Patton's slapping of soldier Charles Kuhl. Pearson, whose reputation had been severely damaged after President Roosevelt had publicly called him a \"chronic liar\", wanted to settle scores with the Roosevelt administration. Ernest Cuneo, a friend of Pearson and an official of the Office of Strategic Services, suggested to Pearson that a sensational, exclusive news story would make people forget Roosevelt's criticism. Cuneo offered Pearson details of General Patton's slapping of a private soldier, Charles Kuhl, which he had learned from others in the War Department. In typical Pearson style, the columnist's version of the slapping incident bore little relation to that of the actual event, conflated the details of two separate incidents involving Patton,Farago, Ladislas, Patton: Ordeal and Triumph, p. 312: In fact, two soldiers had been slapped in separate incidents, the other being Paul G. Bennett. and falsely claimed that General Patton would \"not be used in important combat anymore.\"\"Reprimand for Patton is Denied\", The Fresno Bee, November 22, 1943, p. 1.Sweeney, Michael S., Secrets of Victory: The Office of Censorship and the American Press and Radio in World War II, University of North Carolina Press, (2001), p. 158: \"General George Patton ... will not be used in any European war theatre anymore ... He (Patton) will not be used in important combat anymore.\" Allied Headquarters denied that Patton had received either an official reprimand or a relief from combat duty, but confirmed that Patton had slapped a soldier with his gloves.Farago, Ladislas, Patton: Ordeal and Triumph, p. 312. Demands for Patton to be recalled and sent home soon arose in Congress as well as in newspaper articles and editorials across the country.\"Command: Conduct Unbecoming\", Time, December 6, 1943. However, public opinion was largely favorable to Patton.\"Patton and Truth\", Time, December 6, 1943.D'Este, Carlo, Patton: A Genius For War, pp. 543–544. While Patton was later reassigned and his career advancement slowed, he was not relieved, but continued to serve in the European theater, where he would later command the U.S. Third Army.Wallace, Brenton G., Patton and his Third Army, Harrisburg, PA: Military Service Publishing Co. (1946), pp. 194–195: In 281 days of continuous combat, Patton's Third Army advanced further and faster than any army in military history. Pearson's broadcast and subsequent article on Patton's alleged behavior sufficiently raised the suspicions of Secretary of War Henry L. Stimson that he requested Army General Joseph T. McNarney to \"put an inspector on the War Department to see who has been leaking out information. Pearson's articles are about three-quarters false but there's just a germ of truth in them that someone must have given him.\"Hirshson, Stanley P., General Patton: A Soldier's Life, p. 426. After Pearson reported that General Douglas MacArthur was actively campaigning for his own promotion, MacArthur sued Pearson for defamation, but dropped the suit after Pearson threatened to publish love letters from MacArthur to his Eurasian paramour, Isabel Rosario Cooper. In 1943 Pearson hired David Karr, a disgraced former employee of the Office of War Information as his chief aide. That year, a U.S. Civil Service Commission hearing had concluded that Karr was both untruthful and unreliable. Karr earned a reputation as an unscrupulous investigative reporter who misrepresented himself to sources.Klehr, Harvey and Haynes, John E., Venona: Decoding Soviet Espionage in America, Yale University Press, (1999), p. 245: \"Karr earned a reputation as an unscrupulous and unrelenting reporter who eavesdropped on conversations, read documents upside down on people's desks, and misrepresented himself to sources.\" In 1944, Karr, a supporter of far left political causes and a former employee of the Communist newspaper The Daily Worker, became active in Vice President Henry Wallace's effort to remain on the presidential ticket. Karr once obtained a confidential State Department report to President Roosevelt on Joseph Stalin by claiming to be on Vice President Wallace's staff, and was the subject of two separate FBI espionage and loyalty investigations during the war.Klehr, Harvey and Haynes, John E., Venona: Decoding Soviet Espionage in America, p. 245. In 1945, Pearson hired Jack Anderson for the staff of the \"Merry-Go-Round\", which Anderson renamed, the \"Washington Merry-Go-Round\" after Pearson's death. ==Post-war activities== Following World War II, Pearson was largely responsible for the \"Friendship Train\" which raised over $40 million in aid for war-torn Europe. On December 18, 1947, the much-needed food, medicine, and supplies arrived in France. In February 1946, Pearson revealed the existence of a Canadian ring of Soviet spies who had given away secret information about the atomic bomb, and he hinted that the espionage scandal might extend to America as well. The government had kept the news under wraps for several months until Pearson broke the news in a series of radio broadcasts. It is possible that he was tipped off by a government official who wanted to turn American opinion against the Soviets, possibly even FBI director J. Edgar Hoover, according to historian Amy Knight.Craig, Campbell, and Sergey Radchenko. The Atomic Bomb and the Origins of the Cold War. New Haven: Yale University Press, 2008. 121-122, 133. He had a role in the downfall of U.S. Congressman John Parnell Thomas, Chairman of the House Committee on Un-American Activities, in 1948. After revelations in Pearson's column, Thomas was investigated and later convicted of conspiracy to defraud the government for hiring friends who never worked for him, then depositing their paychecks into his personal accounts. Pearson was a staunch opponent of the actions of Senator Joseph McCarthy and other attempts by Congress to investigate Soviet and communist influence in government and the media, and eagerly denounced the allegations by Senator McCarthy and the House Committee. In May 1948, Pearson leaked news in the Washington Post that the U.S. Securities and Exchange Commission (SEC) and Justice Department were talking to Preston Thomas Tucker of the Tucker Corporation, an automobile company in Chicago. Pearson stated that the agencies would uncover financial crimes at the company. Tucker stock dropped from $5 to $2 based on Pearson's charges. The SEC and Justice later found Tucker and his company innocent of any wrongdoing, but the damage was done. The Tucker Corporation was never able to recover and went out of business. ===James Forrestal=== In the 1940s, Pearson made several allegations against the Secretary of Defense James V. Forrestal,Akashah, Mary, and Tennant, Donald, \"Madness and Politics: The Case of James Forrestal\". Proceedings of the Oklahoma Academy of Science, 60: 89–92 (1980). who served under both Presidents Franklin D. Roosevelt and Harry S. Truman. Although Forrestal was admired for his efficiency and hard work, he was despised for his Wall Street background and strong anti-communist views by some in the media, particularly Pearson, who began attacking Forrestal while Roosevelt was in office. Pearson told his associate Jack Anderson that he (Pearson) believed Forrestal was \"the most dangerous man in America\" and claimed that if he was not removed from office he would \"cause another world war\". Pearson also insinuated that Forrestal was guilty of corruption, though he was completely unable to prove any wrongdoing.Isaacson, Walter and Thomas, Evan, The Wise Men: Six Friends and the World They Made, New York: Simon & Schuster, (1986) p. 469. The lowest blow came in January 1949, when Pearson related that Forrestal's wife had been the victim of a holdup back in 1937 and falsely suggested that Forrestal had run away, leaving his wife defenseless. After President Truman took office, Forrestal attempted to moderate President Truman's policy of large-scale defense economization, which was radically reducing the size of the U.S. armed forces at a time of increased Cold War tensions. The policy had infuriated the U.S. armed forces chiefs, and Pearson, sensing an opportunity, began to publish information he had received from Pentagon sources on Forrestal's mental condition. Pearson unrelentingly continued his attacks on Forrestal in his columns and radio broadcasts, openly berating Truman for not firing Forrestal. President Truman asked for Forrestal's resignation, replacing him with Louis A. Johnson. After Forrestal's death in May 1949 (caused by a fall from a 16th-floor window of the Bethesda Naval Hospital), Pearson stated in his column that Forrestal suffered from \"paranoia\" and had attempted suicide on four previous occasions. Pearson's claim of paranoia and previous suicide attempts by Forrestal was completely contradicted by the testimony of Forrestal's attending physicians at Bethesda and is not corroborated by the doctors' reports, Forrestal's medical file or the official Navy investigative report of his death.Searchable htm version of Willcutts Report Pearson's own protege, Jack Anderson, later asserted that Pearson \"hounded Jim Forrestal with dirty aspersions and insinuations until at last, exhausted and his nerves unstrung, one of the finest servants that the Republic ever had died of suicide.\"Anderson, Jack, Confessions of a Muckraker. ===Speaking out against Senator McCarthy=== In 1950, Pearson began the first in a series of columns attacking Senator Joseph McCarthy after McCarthy declared that he had a list of 205 people in the State Department that were members of the American Communist Party. Ironically, Pearson, through his associate Jack Anderson, had been using McCarthy as a confidential source for information on other politicians.Anderson, Jack, Confessions of a Muckraker: The Inside Story of Life in Washington During the Truman, Eisenhower, Kennedy and Johnson Years, New York: Random House, 1st ed., , (1979), p. 104.Edidin, Peter, \"One Man's Secret Is Another Man's Scoop\", The New York Times, April 23, 2006. Pearson used McCarthy's revelations in his columns with one exception – material on suspected Communists working in the U.S. government that McCarthy and his staff had uncovered. Over the next two months McCarthy made seven Senate speeches on Drew Pearson, calling for a \"patriotic boycott\" of his radio show which cost Pearson the sponsor of his radio show. Twelve newspapers cancelled their contract with Pearson. In response, Senator McCarthy referred to Pearson's associate David Karr as Pearson's \"KGB handler\". Karr had been exposed by the House Un-American Activities Committee in 1943 as having worked for two years on the staff of the Communist newspaper The Daily Worker. In response, Pearson claimed that Karr only joined the Daily Worker because he wanted to get into baseball games for free. Karr ostensibly covered home Yankee games for the Daily Worker, a paper not known for its sports readership, but his other activities remained unknown at the time. Years later, however, the release of the FBI's Venona decrypt of June 1944 revealed that Karr was an informational source for the NKVD. After the collapse of the Soviet Union in 1992, Soviet investigative journalist Yevgenia Albats published an article in Izvestia quoting documents from KGB archives that Karr was \"a competent KGB source\" who \"submitted information to the KGB on the technical capabilities of the United States and other capitalist countries\".Albats, Yevgenia, Nieman Reports, The Nieman Foundation for Journalism at Harvard University, Vol. 53 No. 4, Winter 1999.Albats, Yevgenia, \"Senator Edward Kennedy Requested KGB Assistance With a Profitable Contract for his Businessman-Friend\", Moscow: Izvestia, June 24, 1992, 5. Another member of Pearson's staff, Andrew Older, along with his wife, was identified in 1951 as a Communist Party member in testimony before the Senate Internal Security Subcommittee. Older's sister, Julia Older, was also suspected of having spied for the Soviet Union. In December 1950 McCarthy and Pearson were involved in a public brawl at the Sulgrave Club in Washington, D.C. Pearson later sued McCarthy for injuries he allegedly received in the fight, which Pearson stated resulted from being \"grabbed by the neck and kicked in the groin.\"\"The Press: Pearson v. McCarthy\", Time, March 12, 1951.Johnson, Haynes, The Age of Anxiety: McCarthyism to Terrorism, Haynes Johnson, (2005), p. 198: Pearson dropped his lawsuit against McCarthy in 1956 after McCarthy was censured in the Senate. The following month, McCarthy delivered a speech in the Senate in which he referred to Pearson as a \"communist tool\".\"The Press: Free-for-All\", Time, January 8, 1951. In October, 1953, Senator McCarthy began investigating communist infiltration into the military. McCarthy's attempts to discredit Robert Stevens, the Secretary of the Army, infuriated President Dwight Eisenhower, who instructed the Department of the Army to release information detrimental to McCarthy to journalists who were known to be opposed to him. On December 15, 1952, Pearson, working with Eisenhower's staff, published a column using the information on McCarthy, dealing him a significant blow. ===Opposition to homosexuality=== thumb|right|Pearson with Lyndon Johnson, 1967 By the mid-1950s, Pearson's appetite for championing liberal and populist causes had waned considerably. In a column attacking California Governor Ronald Reagan released on October 31, 1967, Pearson claimed that a \"homosexual ring has been operating in his (Reagan's) office\", including a claim that a tape recording existed of \"a sex orgy which had taken place at a cabin near Lake Tahoe, leased by two members of Reagan's staff. Eight men were involved.\" Later press reports claimed that the alleged tape that Pearson had mentioned in his column did not exist. In other writing, Pearson referred to homosexuality as a \"bipartisan problem\" in Washington and a \"disease\". ==Death and legacy== At the time of Pearson's death of a heart attack in 1969 in Washington, D.C., the column was syndicated to more than 650 newspapers, more than twice as many as any other, with an estimated 60 million readers, and was famous for its investigative style of journalism. A Harris Poll commissioned by Time magazine at that time showed that Pearson was America's best-known newspaper columnist at the time of his death.\"The Tenacious Muckracker, Time, September 12, 1969. The column was continued by Jack Anderson and then by Douglas Cohn and Eleanor Clift, who combine commentary with historical perspectives. It is the longest-running syndicated column in America. American University Library received the typescript copies of the columns distributed to newspapers around the country in 1992. Shortly thereafter, the Library embarked on a project to digitize the collection. ==Personal life and death== thumb|right|Pearson with his second wife and stepson, 1937 Pearson had one daughter, Ellen Cameron Pearson (1926–2010), in a short marriage (1925–28) to Felicia Gizycka, daughter of the newspaper heiress Cissy Patterson and Count Joseph Gizycky of Poland. Thereafter, Pearson maintained a strained relationship with his former mother-in-law, and they frequently exchanged barbed comments in print. His second wife was Luvie Moore Abell (a cousin of Edith Kermit Carow), whom he married in 1936; through that union he had a step son, Tyler Abell, to whom he was close throughout his life.C-Span \"Q&A;\", December 27, 2015. Abell later became chief of protocol under President Lyndon B. Johnson. Pearson died on September 1, 1969, at the age of 71 from the effects of a heart attack he had suffered a few days before. Jack Anderson took over as writer of the \"Washington Merry-Go-Round\". An obituary in Time magazine declared that over the years the disclosures in Pearson's column sent four U.S. Congressmen to jail and led to the resignation of President Eisenhower's chief of staff, Sherman Adams.\"Columnists: The Tenacious Muckraker\", Time, September 12, 1969. Douglas Cohn continued the column after Anderson's death in 2005, and it remains the longest-running column in American history. ==Criticism== During his career, Pearson had many critics, both inside and outside Washington. His style of combining factual reporting with rumormongering and innuendo contributed to mixed opinions about his work from others in the press, who often sympathized with his goals when railing against political opponents or corrupt businessmen, but found themselves conflicted over Pearson's capricious choice of villains for his columns, as well as his tactics in collecting and reporting salacious personal information. Throughout his career, Pearson used details of scandalous sexual liaisons to attack his personal and political opponents. In a book review published more than forty years after Pearson's death, journalist Jack Shafer called Pearson \"one of the scuzziest journalists to ever write a story.\" William F. Buckley Jr. declared himself \"the founder of The National Committee to Horsewhip Drew Pearson\". Douglas A. Anderson, says his name became \"synonymous with libel actions\" against him.Douglas A. Anderson, \"Drew Pearson: A name synonymous with libel actions\". Journalism Quarterly 56.2 (1979): 235-242. Pearson ranked first for his influence on public opinion in a 1944 poll of Washington reporters; he was ranked second for his influence on Washington policy makers.Richard J. Tofel (June 1, 2021). \"Drew Pearson, the Muckraking Journalist With the Bully Pulpit\", The New York Times. Journalist Richard Tofel argues: > Throughout his career, Pearson freely mixed news and opinion, reporting and > advocacy, truth and falsehood. He denigrated — and, it seems, occasionally > blackmailed — politicians who crossed him or whose views he opposed, while > writing speeches and suppressing stories for those he liked.Tofel, 2021. ==Published works== *Washington Merry-Go-Round (New York: Horace Liveright, 1931). *More Merry-Go-Round (1932) *The American Diplomatic Game (New York: Doubleday, Doran & Co., 1935) *U.S.A.: Second Class Power? (1958), *The Case Against Congress: a Compelling Indictment of Corruption on Capitol Hill (1958) *The Senator Doubleday (1968) *The President Doubleday (1970) *Diaries, 1949–1959 (New York: Holt, Rinehart and Winston, 1974), *Nine Old Men (American Constitutional and Legal History) with Robert Allen, (1974) The Nine Old Men, Drew Pearson and Robert S. Allen, Doubleday, Doran & Company, Inc., 1937 *Washington Merry-Go-Round: The Drew Pearson Diaries, 1960-1969, by Drew Pearson (Author), Peter Hannaford (Editor), Richard Norton Smith (Foreword), September 15, 2015 , University of Nebraska Press ==Awards and recognition== Pearson was awarded Norway's Medal of St. Olav, the French Legion of Honour, the Order of the Star of Italian Solidarity, and two honorary degrees. He also was given a star on the Hollywood Walk of Fame for \"The Drew Pearson Show\", an early program of current events. Character actor Robert F. Simon played Pearson in the 1977 NBC television movie Tail Gunner Joe, a biopic of U.S. Senator Joseph R. McCarthy of Wisconsin. ==Quotes== \"I just operate with a sense of smell: if something smells wrong, I go to work.\" \"His ill-considered falsehoods have come to the point where he is doing much harm to his own Government and to other nations. It is a pity that anyone anywhere believes anything he writes.\"—President Franklin D. Roosevelt on Pearson, in letter to General Patrick J. Hurley, August 30, 1943, cited in Patrick J. Hurley, a biography by Don Lohbeck, 1956. ==See also== *Profiles in Courage, section: Authorship *Edward R. Murrow ==References== ==Further reading== * Anderson, Douglas A. \"Drew Pearson: A name synonymous with libel actions\". Journalism Quarterly 56.2 (1979): 235–242. * Feldstein, Mark. \"Fighting Quakers: The 1950s Battle between Richard Nixon and Drew Pearson\". Journalism History 30.2 (2004): 76–90. * Pearson, Drew, edited by Peter Hannaford, et al. Washington Merry-Go-Round: The Drew Pearson Diaries, 1960-1969 (2015) excerpt, a primary source * Ritchie, Donald A. The Columnist: Leaks, Lies, and Libel in Drew Pearson's Washington (Oxford University Press, 2021) excerpt * Weinberg, Steve. \"Avenging Angel or Deceitful Devil? The Evolution of Drew Pearson, a New Kind of Investigative Journalist\". American Journalism 14/3-4 (1997): 283–302. ==External links== * * * \"Washington Merry-Go-Round\" from 1932–1960 online. * Drew Pearson interviewed by Mike Wallace on The Mike Wallace Interview December 7, 1957 * Oral History Interview with Drew Pearson, from the Lyndon Baines Johnson Library * Tyler Abell interview on C-SPAN in 2015 on the occasion of the release of Washington Merry-Go-Round: The Drew Pearson Diaries, 1960-1969; Abell is both Pearson's step-son and was the editor of a number of his posthumously published works * Category:1897 births Category:1969 deaths Category:Writers from Evanston, Illinois Category:American broadcast news analysts Category:American columnists Category:American male journalists Category:American radio journalists Category:The Baltimore Sun people Category:Phillips Exeter Academy alumni Category:Swarthmore College alumni Category:The Washington Post people Category:20th-century American non-fiction writers Category:University of Pennsylvania faculty Category:Columbia University faculty Category:20th- century American male writers",
 "title": "Drew Pearson (journalist)"
}