{
 "id": "394508",
 "text": "In mathematics, the Séminaire de Géométrie Algébrique du Bois Marie (SGA) was an influential seminar run by Alexander Grothendieck. It was a unique phenomenon of research and publication outside of the main mathematical journals that ran from 1960 to 1969 at the IHÉS near Paris. (The name came from the small wood on the estate in Bures-sur-Yvette where the IHÉS was located from 1962.) The seminar notes were eventually published in twelve volumes, all except one in the Springer Lecture Notes in Mathematics series. ==Style== The material has a reputation of being hard to read for a number of reasons. More elementary or foundational parts were relegated to the EGA series of Grothendieck and Jean Dieudonné, causing long strings of logical dependencies in the statements. The style is very abstract and makes heavy use of category theory. Moreover, an attempt was made to achieve maximally general statements, while assuming that the reader is aware of the motivations and concrete examples. ==First publication== The original notes to SGA were published in fascicles by the IHÉS, most of which went through two or three revisions. These were published as the seminar proceeded, beginning in the early 60's and continuing through most of the decade. They can still be found in large math libraries, but distribution was limited. In the late 60's and early 70's, the original seminar notes were comprehensively revised and rewritten to take into account later developments. In addition, a new volume, SGA 4½, was compiled by Pierre Deligne and published in 1977; it contains simplified and new results by Deligne within the scope of SGA4 as well as some material from SGA5, which had not yet appeared at that time. The revised notes, except for SGA2, were published by Springer in its Lecture Notes in Mathematics series. After a dispute with Springer, Grothendieck refused the permission for reprints of the series. While these later revisions were more widely distributed than the original fascicles, they are still uncommon outside of libraries. References to SGA typically mean the later, revised editions and not the original fascicles; some of the originals were labelled by capital letters, thus for example S.G.A.D. = SGA3 and S.G.A.A. = SGA4. ==Series titles== The volumes of the SGA series are the following: *SGA1 Revêtements étales et groupe fondamental, 1960–1961 (Étale coverings and the fundamental group), Lecture Notes in Mathematics 224, 1971 *SGA2 Cohomologie locale des faisceaux cohérents et théorèmes de Lefschetz locaux et globaux, 1961–1962 (Local cohomology of coherent sheaves and global and local Lefschetz theorems), North Holland 1968 *SGA3 Schémas en groupes, 1962–1964 (Group schemes), Lecture Notes in Mathematics 151, 152 and 153, 1970 *SGA4 Théorie des topos et cohomologie étale des schémas, 1963–1964 (Topos theory and étale cohomology), Lecture Notes in Mathematics 269, 270 and 305, 1972/3 *SGA4½ Cohomologie étale (Étale cohomology), Lecture Notes in Mathematics 569, 1977. SGA 4½ does not correspond to any of the actual seminars. It is a compilation by Pierre Deligne of some survey articles, new results within the scope of SGA4, and finally material from SGA5. *SGA5 Cohomologie l-adique et fonctions L, 1965–1966 (l-adic cohomology and L-functions), Lecture Notes in Mathematics 589, 1977 *SGA6 Théorie des intersections et théorème de Riemann-Roch, 1966–1967 (Intersection theory and the Riemann–Roch theorem), Lecture Notes in Mathematics 225, 1971 *SGA7 Groupes de monodromie en géométrie algébrique, 1967–1969 (Monodromy groups in algebraic geometry), Lecture Notes in Mathematics 288 and 340, 1972/3. *SGA8 was never written. The occasional mentions of SGA8 usually refer to either chapter 8 of SGA1, or Berthelot's work on crystalline cohomology later published outside the SGA series. == Re- publishing SGA == In the 1990s, it became obvious that the lack of availability of the SGA was becoming more and more of a problem to researchers and graduate students in algebraic geometry: not only are the copies in book form too few for the growing number of researchers, but they are also difficult to read because of the way they are typeset (on an electric typewriter, with mathematical formulae written by hand). Thus, under the impetus of various mathematicians from several countries, a project was formed of re-publishing SGA in a more widely available electronic format and using LaTeX for typesetting; also, various notes are to be added to correct for minor mistakes or obscurities. The result should be published by the Société Mathématique de France. Legal permission to reprint the works was obtained from every author except Alexander Grothendieck himself, who could not be contacted; it was decided to proceed without his explicit agreement on the grounds that his refusal for the SGA to be re-published by Springer-Verlag was an objection against Springer and not one of principle. As a first step, the entire work was scanned and made available on-line (see the links section below) by Frank Calegari, Jim Borger and William Stein. The job of typesetting the text anew and proofreading it was then distributed among dozens of volunteers (most of them junior French mathematicians, because of the required fluency in French and knowledge of algebraic geometry), starting with SGA1 in late 2001. The coordinating editor for the work on SGA1 was Bas Edixhoven from University of Leiden (at the time University of Rennes): the first version was available on the arXiv.org e-print archive on June 20, 2002, and the proof- read version was uploaded on January 4, 2004, and later published in book form by the Société Mathématique de France. Work on SGA2 was started in 2004 with Yves Laszlo as coordinating editor. The LaTeX source file is available on the arXiv.org e-print archive; SGA2 appeared in print in late 2005 by the Société Mathématique de France (see https://web.archive.org/web/20091130171320/http://smf.emath.fr/Publications/DocumentsMathematiques/). Laszlo has also edited SGA4 and recently Philippe Gille and Patrick Polo have uploaded TeXed version of SGA3. In January 2010, however, Grothendieck requested that work cease on republishing SGA. In late 2014, work on republishing SGA resumed and it was restored to the Grothendieck circle site. == Bibliographic information == ===SGA 1=== * * ===SGA 2=== * * ===SGA 3=== * * * ===SGA 4=== * * * ===SGA 4½=== * ===SGA 5=== * ===SGA 6=== * ===SGA 7=== * * ==See also== * Éléments de géométrie algébrique * Fondements de la Géometrie Algébrique == External links == *Scanned version of SGA hosted by MSRI *SGA, EGA, FGA By Mateo Carmona Category:Scheme theory Category:Series of mathematics books Category:History of mathematics Category:Mathematics literature Category:French mathematical seminars",
 "title": "Séminaire de Géométrie Algébrique du Bois Marie"
}