{
 "id": "394765",
 "text": "Yeast artificial chromosomes (YACs) are genetically engineered chromosomes derived from the DNA of the yeast, Saccharomyces cerevisiae, which is then ligated into a bacterial plasmid. By inserting large fragments of DNA, from 100–1000 kb, the inserted sequences can be cloned and physically mapped using a process called chromosome walking. This is the process that was initially used for the Human Genome Project, however due to stability issues, YACs were abandoned for the use of Bacterial artificial chromosomes (BAC). Beginning with the initial research of the Rankin et al., Strul et al., and Hsaio et al., the inherently fragile chromosome was stabilized by discovering the necessary autonomously replicating sequence (ARS); a refined YAC utilizing this data was described in 1983 by Murray et al. The primary components of a YAC are the ARS, centromere, and telomeres from S. cerevisiae. Additionally, selectable marker genes, such as antibiotic resistance and a visible marker, are utilized to select transformed yeast cells. Without these sequences, the chromosome will not be stable during extracellular replication, and would not be distinguishable from colonies without the vector. right|thumb|This is a photo of two copies of the Washington University Human Genome YAC Library. Each of the stacks is approximately 12 microtiter plates. Each plate has 96 wells, each with different yeast clones. ==Construction== A YAC is built using an initial circular DNA plasmid, which is typically cut into a linear DNA molecule using restriction enzymes; DNA ligase is then used to ligate a DNA sequence or gene of interest into the linearized DNA, forming a single large, circular piece of DNA. The basic generation of linear yeast artificial chromosomes can be broken down into 6 main steps: ==Full chromosome III== In March 2014, Jef Boeke of the Langone Medical Centre at New York University, published that his team has synthesized one of the S. cerevisiae 16 yeast chromosomes, the chromosome III, that he named synIII.24674868 The procedure involved replacing the genes in the original chromosome with synthetic versions and the finished synthesized chromosome was then integrated into a yeast cell. It required designing and creating 273,871 base pairs of DNA - fewer than the 316,667 pairs in the original chromosome. ==Uses in biotechnology== Yeast expression vectors, such as YACs, YIps (yeast integrating plasmids), and YEps (yeast episomal plasmids), have an advantage over bacterial artificial chromosomes (BACs) in that they can be used to express eukaryotic proteins that require posttranslational modification. By being able to insert large fragments of DNA, YACs can be utilized to clone and assemble the entire genomes of an organism.Burke, D., Carle, G. & Olson, M. Cloning of large segments of exogenous DNA into yeast by means of artificial chromosome vectors. Science 236, 806–812 (1987). With the insertion of a YAC into yeast cells, they can be propagated as linear artificial chromosomes, cloning the inserted regions of DNA in the process. With this completed, two processes can be used to obtain a sequenced genome, or region of interest: # Physical Mapping # Chromosome Walking This is significant in that it allows for the detailed mapping of specific regions of the genome. Whole human chromosomes have been examined, such as the X chromosome, generating the location of genetic markers for numerous genetic disorders and traits. thumb|Schematic of the pBR322 plasmid generated in the Boyer Lab at UC San Francisco by Bolivar and Rodriguez in 1972. It is one of the first and most widely utilized vectors, and the foundation for the YACs created by Murray and Szostak in 1983 The plasmid contains ampicillin and tetracycline resistance genes, and a suite of restriction enzyme target sites for inserting DNA fragments. ==The Human Genome Project== YACs are significantly less stable than BACs, producing \"chimeric effects\": artifacts where the sequence of the cloned DNA actually corresponds not to a single genomic region but to multiple regions. Chimerism may be due to either co-ligation of multiple genomic segments into a single YAC, or recombination of two or more YACs transformed in the same host Yeast cell. The incidence of chimerism may be as high as 50%. Other artifacts are deletion of segments from a cloned region, and rearrangement of genomic segments (such as inversion). In all these cases, the sequence as determined from the YAC clone is different from the original, natural sequence, leading to inconsistent results and errors in interpretation if the clone's information is relied upon. Due to these issues, the Human Genome Project ultimately abandoned the use of YACs and switched to bacterial artificial chromosomes, where the incidence of these artifacts is very low. In addition to stability issues, specifically the relatively frequent occurrence of chimeric events, YACs proved to be inefficient when generating the minimum tiling path covering the entire human genome. Generating the clone libraries is time consuming. Also, due to the nature of the reliance on sequence tagged sites (STS) as a reference point when selecting appropriate clones, there are large gaps that need further generation of libraries to span. It is this additional hindrance that drove the project to utilize BACs instead.Rowen, L., Mahairas, G. & Hood, L. Sequencing the Human Genome. Science (1997). This is due to two factors: # BACs are much quicker to generate, and when generating redundant libraries of clones, this is essential # BACs allow more dense coverage with STSs, resulting in more complete and efficient minimum tiling paths generated in silico. However, it is possible to utilize both approaches, as was demonstrated when the genome of the nematode, C. elegans. There majority of the genome was tiled with BACs, and the gaps filled in with YACs. == See also == * Bacterial artificial chromosome (BAC) * Cosmid * Fosmid * Genetic engineering * Human artificial chromosome * Autonomously replicating sequence(ARS) * Cloning Vector == References == == External links == * * North Dakota State University Cloning and Cloning Vectors Resource * Molecular Cell Biology 4th Edition [NCBI Database]: DNA Cloning with Plasmid Vectors, Ch. 7 * Washington University Genome Institute * Saccharomyces Genome Database Category:Molecular biology",
 "title": "Yeast artificial chromosome"
}