{
 "id": "394770",
 "text": "Albert Kahn (March 21, 1869 – December 8, 1942) was an American industrial architect. He was accredited the architect of Detroit and designed industrial plant complexes such as the Ford River Rouge automobile complex. He designed the construction of Detroit skyscrapers and office buildings as well as mansions in the city suburbs. He led an organization of hundreds of architect associates and in 1937, designed 19% of all architect-designed industrial factories in the United States. Under a unique contract in 1929, Kahn established a design and training office in Moscow, sending twenty-five staff there to train Soviet architects and engineers, and to design hundreds of industrial buildings under their first five-year plan. They trained more than 4,000 architects and engineers using Kahn's concepts. In 1943, the Franklin Institute posthumously awarded Kahn the Frank P. Brown Medal. ==Biography== Kahn was born on March 21, 1869, to a Jewish family in Rhaunen, in the Kingdom of Prussia. He received his early education in the school of Luxembourg. At age twelve in 1881, Kahn immigrated with his family to Detroit, Michigan. His father Joseph was trained as a rabbi; his mother Rosalie had a talent for the visual arts and music. Kahn had four brothers, including Moritz, who became an engineer, and Julius Kahn, an engineer and inventor, who later collaborated with him in his architectural firm. They also had two sisters. Kahn quickly learned English and went to the Detroit public schools. In 1883, he got a job at the architectural business of Mason and Rice where he got his initial architectural training. While working there he primarily designed residences and bank buildings. In 1891, at age 22, he won a Rotch Traveling Fellowship to study in Europe, where he toured Germany, France, Italy, and Belgium with Henry Bacon, another young architecture student. Bacon later designed the Lincoln Memorial that is located in Washington, D.C.Borth, Christy. Masters of Mass Production, Indianapolis, IN: Bobbs-Merrill Co., 1945, pp. 97-100. After leaving Mason & Rice in 1895, Kahn joined in a partnership with Alexander B. Trowbridge and George W. Nettleton known as Nettleton, Kahn & Trowbridge. He married Ernestine Krolik in 1896 and they had four children. Kahn in 1902, formed a partnership with his brother Julius, a civil engineer. Later that year, Julius developed a novel and scientific method of reinforcing concrete with steel, making reinforced concrete construction practical and economical. After receiving a patent on the \"Kahn System\" of construction in 1903, Julius left Kahn's firm and established the Trussed Concrete Steel Company, or Truscon, to market the product. Reinforced concrete allowed for much larger open spaces within factory interiors not obtainable with conventional wood construction and at a lower cost than steel frame construction. Concrete had other beneficial characteristics, such as far better protection from fire and greater load bearing capacity. By 1905, hundreds of buildings within the United States were being constructed using the Kahn System, including the first reinforced concrete automobile plant, completed for the Cadillac Motor Car Company at 450 Amsterdam Street in Detroit.Smith, Michael G., \"The First Concrete Auto Factory: An Error in the Historical Record,\" Journal of the Society of Architectural Historians (2019) 78 (4): 442–453. Julius Kahn collaborated with his brother on the design of many industrial projects throughout the US constructed with reinforced concrete, particularly automobile factories, with the result that Kahn became widely known for his expertise in the construction of concrete industrial structures. Kahn was also responsible for designing many of the buildings and houses built under direction of the Hiram Walker family in Walkerville, Ontario, including Willistead Manor. Kahn's interest in historically styled buildings is also seen in his houses in Detroit's Indian Village, the Cranbrook House, the Edsel & Eleanor Ford House, and The Dearborn Inn, the world's first airport hotel. Kahn's firm designed the Art Deco Fisher Building in Detroit's New Center area, a 28-story designated landmark. The building was in 1929, awarded a silver medal by the Architectural League of New York in the category of the year's most beautiful commercial building. Kahn's firm also designed from 1917, to 1929, the corporate headquarters for all three of the major Detroit daily newspapers and the General Motors building, at the time of its completion in 1922, the second largest office building in the world. His work was part of the architecture event in the art competition at the 1928 Summer Olympics. === In Soviet Union === On May 8, 1929, through an agreement signed with Kahn by Saul G. Bron, President of Amtorg, the Soviet government contracted Albert Kahn Associates to help design the Stalingrad Tractor Plant, the first tractor plant in the USSR. On January 9, 1930, a second contract with Kahn was signed for his firm to become consulting architects for all industrial construction in the Soviet Union. Under these contracts, during 1929–1932, and the Great Depression, Kahn's firm established a design and training bureau in Moscow to train and supervise Soviet architects and engineers. This bureau, under the government's Gosproektstroi, was headed by Moritz Kahn, and 25 others of Kahn Associates staff, who worked in Moscow during this project. They trained more than 4,000 Soviet architects and engineers; and designed 521 plants and factories under the nation's first five-year plan. === Michigan === Henry Ford became interested in Kahn's unique designs that showed many benefits. Ford had Kahn design Ford Motor Company's Highland Park Ford Plant in 1909, for developing production techniques in the assembly line of manufacturing the Ford Model T on a large scale. Kahn then later in 1917, designed the half-mile-long Ford River Rouge Complex in Dearborn, Michigan. That factory complex was developed into the largest manufacturing cluster of plants in the United States and later the largest industrial manufacturer in the world with a workforce of 120,000 employees.Borth, Christy. Masters of Mass Production, pp. 107-8, Bobbs-Merrill Company, Indianapolis, IN, 1945.Herman, Arthur. Freedom's Forge: How American Business Produced Victory in World War II, p. 22, Random House, New York, NY, 2012. . Kahn also designed many of what are considered the classic buildings of the University of Michigan in city of Ann Arbor. These include the Burton Memorial Tower, the Hill Auditorium, the Hatcher Graduate Library, and the William L. Clements Library. Kahn said later in life that of all the buildings he designed, he wanted most to be remembered for his work on William L. Clements Library. Kahn frequently collaborated with architectural sculptor Corrado Parducci. In all, Parducci worked on about 50 Kahn commissions, including banks, office buildings, newspaper buildings, mausoleums, hospitals, and private residences.Borth, Christy. Masters of Mass Production, pp. 109-10, 120-28, Bobbs-Merrill Co., Indianapolis, IN, 1945. Kahn's firm was able to adapt to the changing needs of World War I and designed numerous army airfield and naval bases for the United States government during the war. Kahn and his firm during World War II was in charge of several of the U.S. government's important construction projects that included aeronautical and tank arsenal plants. His 600-person office was involved in making Detroit industry part of America's Arsenal of Democracy. Among others, the office designed the Detroit Arsenal Tank Plant, and the Willow Run Bomber Plant, Kahn's last building, located in Ypsilanti, Michigan. The Ford Motor Company mass-produced Consolidated B-24 Liberator bombers here. In 1937, Albert Kahn Associates was responsible for 19% of all architect-designed industrial factories in the United States. In 1941, Kahn received the eighth-highest salary and compensation package in the U.S., $486,936, of which he paid 72% in tax. Kahn worked on more than 1,000 commissions from Henry Ford and hundreds for other automakers. Kahn designed showrooms for Ford Motor Company in several cities, including New York, Washington, D.C., and Boston. As of 2020, approximately 60 Kahn buildings were listed on the National Register of Historic Places. Not all of Kahn's works have been preserved. Cass Technical High School in Detroit, designed by Malcomson and Higginbotham and built by Kahn's firm in 1922, was demolished in 2011, after vandals had stripped it of most of its fixtures.Cass Tech High School (old). Historic Detroit. Retrieved on November 20, 2014. The Donovan Building, later occupied by Motown Records, was abandoned for decades and deteriorated. The city demolished it as part of its beautification plan before the 2006 Super Bowl XL. In Kalamazoo, Michigan, the Kahn designed Checker Cab Manufacturing plant was shuttered following the bankruptcy of Checker Motors Corp, in 2009. It was leveled in 2015. Fifteen Kahn buildings are recognized by official Michigan historical markers: *Battle Creek Post Office *The Dearborn Inn *Detroit Arsenal Plant in Warren, Michigan *Detroit Free Press Building *Detroit News Building *Detroit Urban League (Albert Kahn House) *Eastern Liggett School *Edsel & Eleanor Ford House *Fisher Building *Ford Motor Company Lamp Factory *Grosse Pointe Shores Village Hall *Highland Park Ford Plant *Packard Automotive Plant *Packard Proving Grounds *Willow Run ==Kahn-designed buildings== thumb|right| Detroit News Headquarters, 1917 thumb|right|Consumers Power Company Headquarters, 1927, Jackson, Michigan thumb|right|Ann Arbor News Building, 1936 Kahn has been attributed the architect of Detroit and engineered almost 900 buildings in the city. Below is a listing of some of those buildings. All are located in Detroit, unless otherwise indicated. *Dexter M. Ferry summer residence, 1890 (remodeling of an early 19th-century stone farmhouse), Unadilla, New York (known as Milfer Farm, held by Ferry heirs today; Kahn also designed the \"Honeymoon Cottage\" on the estate, one of the earliest prefabricated houses built) *Hiram Walker offices, 1892, designer for Mason & Rice Windsor, Ontario *William Livingstone House, 1894 designer for Mason & Rice (demolished, 2007) *Children's Free Hospital, 1896, Nettleton, Kahn & Trowbridge *Bethany Memorial Church, 1897, Nettleton, Kahn & Trowbridge *Bernard Ginsburg House, 1898, Nettleton & Kahn *Joseph R. McLaughlin, 1899, Nettleton & Kahn *George Headley, 1900, Nettleton & Kahn *Edward DeMille Campbell House, 1899, Nettleton & Kahn Ann Arbor, Michigan *Detroit Racquet Club, 1902 (Kahn designed the building, and the Vinton Company, whose offices were just down Woodbridge Street from the club, was awarded the general contract for erecting the facilities) *Frederick L. Colby, building permit issued 5/22/1901, finished 1902 *Packard Automotive Plant, 1903 (Kahn's tenth factory built for Packard, but first concrete one) *Palms Apartments, 1903 *Temple Beth-El, 1903 (Kahn's home synagogue, now the Bonstelle Theatre of Wayne State University) *Belle Isle Aquarium and Conservatory, 1904 *Francis C. McMath, building permit issued 8/14/1902 finished 1904 *Brandeis-Millard House, 1904, Gold Coast Historic District, Midtown Omaha, Nebraska *Arthur Kiefer, building permit issued 5/17/1905, finished 1905 *Charles M. Swift, 1905 *Albert Kahn House, 1906 (his personal residence) *Burham S. Colburn, building permit issued 8/7/1905, finished 1906 *Gustavus D. Pope, 1906 *Julian C. Madison Building, 1906 *Allen F. Edwards, building permit issued 5/23/1906, finished 1906 *George N. Pierce Plant, 1906, Buffalo, New York *Willistead Manor, 1906, Windsor, Ontario *Battle Creek Post Office, 1907, Battle Creek, Michigan (building featuring the concrete construction method used in Kahn's Packard plant) *Cranbrook House, 1907, Cranbrook Educational Community, Bloomfield Hills, Michigan *Service Building for the Packard Motor Car Company, 1907, New York City *Frederick H. Holt House, 1907 *Highland Park Ford Plant, 1908, Highland Park, Michigan *Edwin S. George Building, 1908 *Kaufman Footwear Building, 1908, Kitchener, Ontario (renovated into lofts in the early 2000s) *Mahoning National Bank, 1909, Youngstown, Ohio *Frederick Stearns Building addition, c. 1910 *Packard Motor Corporation Building, 1910–11, Philadelphia *Chalmers automobile plant, building permit issued 11/6/1909, finished 1911 *Merganthaler Linotype Company Buildings, 1910s-1920s, Brooklyn, New York City *National Theatre, 1911 *Shaw Walker Company, Five-story expansion, 1912, Muskegon, Michigan *Bates Mill Building Number 5, 1914, Lewiston, Maine *Ford Motor Company Assembly Plant, 1914, Cleveland, Ohio (Cleveland Institute of Art since 1981) *Kales Building, 1914 *Liggett School-Eastern Campus, 1914 (Detroit Waldorf School since 1964) *Benjamin Siegel, 1913-1914 *Detroit Athletic Club, 1915 *Garden Court Apartments, 1915 *Buffalo Ford Motor Company Assembly Plant, 1915, Buffalo, New York *Vinton Building, 1916 *Russell Industrial Center, 1916 *Omaha Ford Motor Company Assembly Plant, 1916, North Omaha, Nebraska *Ford Motor Company - Assembly Plant, 1916, remodeled in 1924, Oklahoma City, Oklahoma *Belt Line Center - Manufacturing Plant, 1916, Detroit, MichiganJames and Jennifer Crumbley found in century-old building with rich history Detroit Free Press *The Detroit News Building, 1917 *Ford Motor Company New York Headquarters, 1917, New York City *Ford River Rouge Complex, 1917–28, Dearborn, Michigan *Multiple buildings and Aircraft Maintenance Hangars (Bldg 777&781), 1917–19, Langley Field, Hampton, Virginia *Motor Wheel Factory, 1918, Lansing, Michigan (currently being renovated into residential lofts) *General Motors Building, 1919 (former GM world headquarters and second largest office building in the world at that time) *Dominion Tire Plant, 1919, Kitchener, Ontario *Fisher Body Plant 23, 1919 *First Congregational Church addition, 1921 *Phoenix Mill, 1921, Plymouth, Michigan *First National Building, 1922 *Park Avenue Building, 1922 *Former Detroit Police Headquarters, 1923 *Temple Beth El, 1923 (a new building to replace the 1903 temple, currently occupied by the Bethel Community Transformation Center) *Walker Power Plant, 1923, Windsor, Ontario *The Flint Journal Building, 1924, Flint, Michigan *Olde Building, 1924 *Ford Motor Company Lamp Factory, 1921–25, Flat Rock, Michigan *Detroit Free Press Building, 1925 *Kalamazoo Gazette Building, 1925, now Bronson Labs - 2020 *1001 Covington Apartments, 1925 *Blake Building, 1926, Jackson, Michigan *Ford Hangar, 1926, Lansing Municipal Airport, Lansing, Illinois *Packard Motor Car Showroom and Storage Facility, c. 1926, Buffalo, New York *Packard Proving Grounds, 1926, Shelby Charter Township, Michigan *Packard Showroom, 1926, New York City *Consumers Power Company headquarters, 1927, Jackson, Michigan (demolished, 2013) *S. S. Kresge World Headquarters, 1927 *Edsel & Eleanor Ford House, 1927, Grosse Pointe Shores, Michigan *Fisher Building, 1927 *Buffalo Ford Motor Company Car Showroom, 1927, Buffalo, New York *Muskegon Chronicle Building, 1928, Muskegon, Michigan *Argonaut Building 1928 (General Motors laboratory, now owned by the College for Creative Studies) *Brooklyn Printing Plant (New York Times), 1929, Brooklyn, New York City *Detroit Times Building, 1929 (demolished, 1978) *Griswold Building, 1929 *Packard Service Building, 1929, New York City *Ford Motor Company Assembly Plant, 1930, Richmond, California *Ford Engineering Laboratory and Powerhouse, 1930, Dearborn Michigan *New Center Building, 1930 (adjacent to the Fisher Building) *The Dearborn Inn, 1931, Dearborn, Michigan (world's first airport hotel) *Former Congregation Shaarey Zedek Building, 1932 * Power Plant, University of Notre Dame, Notre Dame, Indiana, 1933 * General Motors Building, 1933, Chicago Century of Progress International Exposition *Ford Rotunda, 1934, Dearborn, Michigan (designed for the Chicago World's Fair; burned, 1963) *Chevrolet/Fisher Body plant, Baltimore, Maryland, 1935 (demolished 2006) *Burroughs Adding Machine Plant, 1938, Plymouth, Michigan *Dodge Truck Plant, 1938, Warren, Michigan *Detroit Arsenal Tank Plant, 1941, Warren, Michigan *Willow Run Bomber Plant, 1941 (used by Ford for bombers during the war, then by Kaiser for cars, then by GM for transmissions) *Hangars A and B (later renumbered 110 and 111), 1943, NAS Barbers Point, Kapolei, Hawaii *Upjohn Tower, Kalamazoo, Michigan (designed for the Upjohn Company; demolished after Pfizer buyout, 2005) *Studebaker Factory, Building 84, 1923, South Bend, Indiana *Cold Spring Granite Company Main Plant, 1929, Cold Spring, Minnesota (demolished 2008) *King Edward Public School, 1905, Walkerville Neighbourhood, Windsor, Ontario. (demolished 1993, original front stone facade saved) *General Motors Stamping Plant, 1930, Indianapolis, Indiana (demolished 2014) *Bedrock Woodward Building 1449 Woodward *Garden Court Apartments 2900 E. Jefferson === Buildings at University of Michigan === Below are University of Michigan campus structures built during Kahn's career. *Engineering Building (now West Hall), 1904 *Psychopathic Hospital (demolished), 1906 *Hill Auditorium, 1913 *Helen Newberry Residence Hall, 1915 *Natural Science Building, 1915 *Betsy Barbour Residence Hall, 1920 *General Library (now Harlan Hatcher Graduate Library), 1920 *William L. Clements Library, 1923 *Angell Hall, 1924 *Physical Science Building (now Randall Laboratory), 1924 *University Hospital (demolished), 1925 *Couzens Hall, 1925 *East Medical Building (previously C. C. Little Building, now North University Building), 1925 *Thomas H. Simpson Memorial Institute, 1927 *Alexander G. Ruthven Museums Building, 1928 *Burton Memorial Tower, 1936 *Neuropsychiatric Institute (demolished), 1938 Greek Organization Buildings: *Sigma Phi House (1900), 426 North Ingalls Street (demolished) *Delta Upsilon House (1903), 1331 Hill Street *Triangle House (1905–06), 1501 Washtenaw Avenue *Alpha Epsilon Phi House (1912), 1205 Hill Street *Psi Upsilon House (1924), 1000 Hill Street ==Death and legacy== Kahn died in Detroit on December 8, 1942. Many of his personal working papers and construction photographs are housed at University of Michigan's Bentley History Library. His personal working library, the Albert Kahn Library Collection, is housed at Lawrence Technological University in Southfield, Michigan. The Archives of American Art at the Smithsonian house most of the family's correspondence and other materials. The life and works of Kahn was celebrated in an exhibition of photographs, drawings, and models at the Detroit Institute of Arts from September 15 to November 1, 1970. It commemorated the 75th anniversary of the architectural firm which was founded by Kahn. Many of Detroit's leading industrialists who work in the buildings designed by Kahn were present at the celebration. A staff writer for the Times Herald newspaper in 1970 wrote that Kahn was often called the father of industrial architecture. He was referred to as Architect of the Colossal by Reader's Digest magazine. The science museum Franklin Institute in Philadelphia recognized him as an architectural pioneer and awarded him their gold medal. The American Institute of Architecture awarded him two of their gold medals in his lifetime. The staff writer estimated that Kahn was the architect of two billion dollars worth of structures before his death in 1942. The committee on science and arts of the Detroit Institute of Arts noted that none of Kahn's discoveries were ever patented, but instead were placed in the hands of architects and engineers engaged in construction during World Wars I and II. The 184 page catalogue put in book form called The Legacy of Albert Kahn consists of two essays on the works of Kahn, one by W. Hawkins Ferry the architectural writer and Honorary Curator of Architecture at the Detroit Institute of Arts and another written by Walter B. Sanders as a Professor of Architecture at the University of Michigan. Detroit Free Press writer and historian John Gallagher notes that Kahn produced 1900 buildings, among them being the Fisher Building, the General Motors headquarters, the Ford River Rouge Complex, and many buildings on the campus of the University of Michigan. He points out that what was modern in 1920, like his automobile factories that he built between 1900 and 1920 were obsolete by 1990s standards and were being torn down. Some of his other buildings at that time no longer served the purpose for which they were constructed and were being remodeled for others. ==See also== *Kahn System, the industrial construction technique developed by Julius Kahn *Architecture of metropolitan Detroit *Joseph Nathaniel French ==References== == Sources == * * * * * * * ==Further reading== *Edsel & Eleanor Ford House *Detroit's New Center *Albert Kahn - Builder of Detroit *Detroit and Rome - Building on the Past ==External links== *Albert Kahn Research Coalition *Albert Kahn papers from the Smithsonian Archives of American Art *Historic Detroit — Albert Kahn *Albert Kahn papers 1896–2008 Bentley Historical Library, University of Michigan. *Photos and drawings of Soviet Diesel Tractor Plant, Canadian Centre for Architecture *Energized Detroit, Savor an Architectural Legacy — The New York Times, March 26, 2018 *Walkerville *Albert Kahn Associates *Edsel & Eleanor Ford House * * Category:American Neoclassical architects Category:American people of German-Jewish descent Category:Art Deco architects Category:Historicist architects Category:1869 births Category:1942 deaths Category:Concrete pioneers Category:Architects from Detroit Category:Artists from Detroit Category:Culture of Detroit Category:Jewish architects Category:19th-century German Jews Category:German emigrants to the United States Category:People from Birkenfeld (district) Category:People from the Rhine Province Category:20th-century American architects Category:Olympic competitors in art competitions",
 "title": "Albert Kahn (architect)"
}