{
 "id": "394821",
 "text": "Brock University is a public research university in St. Catharines, Ontario, Canada. It is the only university in Canada in a UNESCO Biosphere Reserve, at the centre of Canada's Niagara Peninsula on the Niagara Escarpment. The university bears the name of Maj.-General Sir Isaac Brock, who was responsible for defending Upper Canada against the United States during the War of 1812. Brock offers a wide range of programs at the undergraduate and graduate levels, including professional degrees. Brock was ranked third among Canadian universities in the undergraduate category for research publication output and impact indicators in 2008 (the most recent ranking completed). Brock University is the only school in Canada and internationally to offer the MICA (Mathematics Integrated with Computing and Applications) program. Brock University's Department of Health Sciences offers the only undergraduate degree in Public Health in Canada. At the graduate level, Brock offers 49 programs, including nine PhD programs. Brock's co-op program is Canada's fifth-largest, and the third largest in Ontario as of 2011. Graduates enjoy one of the highest employment rates of all Ontario universities at 97.2 percent. Brock has 12 Canada Research Chairs and nine faculty members who have received the 3M Teaching Fellowship Award, the only national award that recognizes teaching excellence and educational leadership. alt=Cairns Complex|thumb|Cairns Family Health and Bioscience Research Complex ==History== In 1963 the Brock University Founders' Committee, chaired by Arthur Schmon, offered Dr. James A. Gibson the invitation to become the founding president. Brock University was established by the passage of the Brock University Act by the Legislative Assembly of Ontario in 1964. When the university first opened in September 1964, classes were held at the St. Paul Street United Church in downtown St. Catharines for 13 weeks until the Glenridge Campus was completely renovated. Brock's Glenridge campus was officially opened on October 19, 1964 with Gibson as the university's founding president. In 1996 Brock University honoured Gibson by naming the university library in his honour. Richard L. Hearn was appointed the university's inaugural chancellor in 1967. Brock University is named after Major-General Sir Isaac Brock, who commanded the British and Canadian forces during the War of 1812. Although the British and Canadian forces went on to win, Brock lost his life during the Battle of Queenston Heights in 1812, fought from the present-day site of the campus. His last words are said to have been Surgite! (Latin for \"push on\") — now used as the university's motto. For his contribution to Canada, Brock was voted the 28th Greatest Canadian in a 2004 poll, conducted by the Canadian Broadcasting Corporation. Gervan Fearon became the school's president on August 1, 2017. The university's current chancellor is actress Shirley Cheechoo. ==Main campus and residences== === Isaac Brock Plaza === Using a blend of new construction and major upgrades of existing space, the project will grow Goodman School of Business from its current 50,526 sq. ft. to 76,758 sq. ft. A feature will be the two-storey glass “engagement atrium” at the west end of the complex. Taro Hall's nine current classrooms will be extensively renovated with new floors, ceilings, furniture, accessibility, lighting and technology, and all existing offices and spaces will either be enlarged or renovated with new flooring and fixtures. === Arthur Schmon Tower=== thumb|right|150px|Arthur Schmon Tower seen from the south in 2008. The Arthur Schmon Tower was built in 1968 and houses the administrative offices for the university. Schmon was the primary force behind getting a university established in the Niagara peninsula and was the chairman of the Brock University Founders' Committee, formed in 1962. The Schmon Tower, along with the surrounding Thistle Complex, are characterized by their distinctive brutalist architecture. The Schmon Tower also houses the James A. Gibson Library, named for founding president of the university James Alexander Gibson, which serves as the academic library for the university and is a member of the Canadian Association of Research Libraries. The main floor of the library consists of the Matheson Learning Commons which includes computer workstations, study rooms, multimedia classrooms, and the library's circulation and information desk. === Welch Hall=== Welch Hall is home to Brock's Faculty of Education, the Instructional Resource Centre, as well as the David S. Howes Theatre. It recently underwent an expansion, designed by Diamond and Schmitt Architects and costing in excess of $8 million, which added additional lecture halls and administrative offices as well as upgrades to Welch Hall's facilities. ===Mackenzie Chown Complex=== thumb|right|Mackenzie Chown Complex Designed by Canadian architect Raymond Moriyama, who also served as Chancellor of Brock, the Mackenzie Chown Complex primarily contains seminar rooms and science laboratories. The Mackenzie Chown Complex also houses the Pond Inlet convention space and the Map, Data & GIS Library. It was named for Mackenzie Chown, a former mayor of St. Catharines who served as chairman of the Brock Board of Trustees and chairman of the fundraising committee for a new science laboratory building to be added to the Complex. thumb|250px|right|Overlooking Mackenzie Chown Complex from Plaza Building Entrance ===Plaza Building=== right|thumb|250px|Plaza BuildingCompleted in 2007, and designed by MacKay-Lyons Sweetapple Architects, the Plaza Building contains the Faculty of Social Sciences, as well as computer facilities, seminar rooms, and the new Brock Campus Bookstore. The Campus Store occupies the first floor (considered the 200 level, or level 2, in order to match Brock University's historic method of numbering its facilities). The third floor houses seminar rooms and computer labs, as well as the Department of Political Science and its offices. The fourth floor houses additional seminar and computer rooms, as well as the Department of Economics and its offices. The fifth and sixth floors of this building are restricted access and can be entered only via security card verification. These two restricted floors are home to the Jack & Nora Walker Canadian Centre for Lifespan Development Research. ===Walker Complex=== The Walker Complex contains an athletic complex and academic offices. Constructed in 1973 and designed by Moffit, Moffit & Kinoshita Architects, the building has had a number of additions, including a major expansion in 2002 by Moriyama & Teshima Architects. The Eleanor Misener Aquatic Centre, an Olympic size competitive swimming pool features a depth adjustable hydraulic floor in shallow end (0–4 feet), a movable bulkhead, 5m diving tower, two 1m springboards and two 3m springboards, two Tarzan ropes, and a whirlpool. The Zone, a facility, includes over 60 pieces of cardio equipment as well as strength training equipment. Fitness and dance studios are located on the upper level along with classrooms. The lower level includes the Ian D. Beddis Gymnasium, which is equipped with drop down curtains that can divide the large space into four separate gymnasia. Each area has one basketball, one volleyball and three badminton courts that will accommodate recreational activities and intramural sports. Convocation is held in this space twice per year. It is in area with a ceiling height of . The Beddis gymnasium has a 200m suspended track with a rubberized surface. The Bob Davis gymnasium is home to the Brock Badgers basketball, volleyball and wrestling teams. The Leo Leblanc Rowing Centre is the training facility for the Badger varsity rowing teams and the St. Catharines Rowing Club. An eight-person tank allows rowers to simulate on- water training. ===Cairns Complex=== thumb|250px|right|Cairns Family Health and Bioscience Research Complex (CFHBRC) The Cairns Family Health and Bioscience Research Complex was completed in 2012. Designed by architectsAlliance, Toronto, Canada with lab design by Payette Associates of Boston, Massachusetts, USA, this building contains the University's most advanced research laboratories. It is intended to advance Canada's science and technology infrastructure and position Brock as a leader in human health and biosciences. CFHBRC researchers, who include six Canada Research Chairs, conduct research in areas such as cancer treatments, infectious diseases, biotechnology and green chemistry. The facility houses the BioLinc business incubator to forge partnerships between research and industry, and stimulate an economic cluster in advanced health studies and biomanufacturing in the Niagara Region. The complex is also home to the Niagara Campus of the Michael G. DeGroote School of Medicine. The CFHBRC was developed based on principles of sustainability and quality environments, following the Canadian Green Building Council's Leadership in Energy and Environmental Design (LEED) system. Construction of the CFHBRC began in August 2009, and it officially opened in September 2012. ===Rankin Family Pavilion=== Established in 2019, this building is currently under construction. Funded by LINC and the Rankin family - this new building will be Brock's latest and grandest change. ===Residences=== Brock's St. Catharines campus is home to 2,500 students in seven separate residences. The majority are first-year students, although there is a sizable population of upper-year students who live in residence. Traditional-style residences are serviced by Sodexo food services, who operate the DeCew and Lowenberger Dining Halls, and are also responsible for other miscellaneous residence tasks. {| style=\"background:none; margin:auto;\" |- |DeCew is the oldest of the Residences; it was built in 1969 and designed by architect John Andrews in association with St. Catharines architects Salter Fleming Secord. DeCew contains 411 beds in a traditional residence style building. DeCew is undergoing a major multi-phase renovation beginning in Spring 2019. |Gordon and Betty Vallee Residence, commonly referred to simply as Vallee, is a semi-suite residence built in 1995. All of the rooms are single rooms with a washroom shared between two students. || Quarry View Residence opened in the fall of 2003. It contains 250 single-room beds and 40 double room beds divided into three- or four-person units. Quarry View is a non-traditional residence where students have a common living area and full- size kitchen. |- |Arnie Lowenberger Residence a semi-suite style residence similar to Vallee and Earp residences, however a double room and a single room share an adjoining bathroom. The residence is named for Dr. Arnie Lowenberger, Athletic Director and Dean of Physical Education. He was also the first Director of Residences at Brock University. ||Village Residence contains 888 beds. It was originally opened in 1989 and expanded in 1993, 1998, and 2002. It is a non-traditional style residence (five students in three single rooms and one double room share a common living space and kitchen). ||Alan Earp Residence was officially opened in 2001, and is home to 255 students. The building was designed by Moriyama and Teshima Architects. The building is very similar to Vallee Residence, in that all of its rooms are single rooms with a washroom shared between two students. |} The enabling legislation is the Brock University Act, S.O. 1964. Many of the buildings on campus were designed by the architectural firm, Moriyama & Teshima Architects. The Brock Centre for the Arts is located on campus and features two large theatres, The Sean O'Sullivan (537 seats) and The David S. Howes (508 seats). The centre presents some figures in Canadian arts and entertainment, academics, and politics, and attracts general audiences from the Niagara Region. ==Hamilton Campus== Brock University also maintains a campus in the city of Hamilton, Ontario. The primary user of this facility is the Faculty of Education, specifically the Teacher Education Department and Graduate Studies in Education and Continuing Education. The Hamilton Campus was officially opened November 2, 2000. It is a campus with computer labs, an Instructional Resource Centre / Library, gymnasium, large classrooms, full and part-time faculty office space, food services, conference facilities, a board room, and green spaces within the courtyards and surrounding lawns of the campus. The current Hamilton Campus is set to close and move to a new location in the Hamilton area in Spring 2021. The new location has yet to be announced. ==Marilyn I. Walker School of Fine and Performing Arts== thumb|Former Canada Hair Cloth factory before conversion for university use Construction began in the fall of 2012 on the Marilyn I. Walker School of Fine and Performing Arts in downtown St. Catharines. The facility was designed by Diamond Schmitt Architects and included the adaptive reuse of the Canada Hair Cloth Company, a five-storey brick and timber frame building from the 19th century. After extensive work totalling $46 million, the Walker School's new home opened its doors in 2015, becoming the newest centre for the arts and culture industry in Niagara Region. The purpose-built facility houses 50 full-time faculty, part-time instructors and staff and more than 500 students. It will serve students pursuing careers as artists, theatre directors, actors, musicians, cultural theorists and skilled teachers. The creation of the centre was hoped to regenerate Downtown St. Catharines and gain traffic from the influx of students. Brock chose not to include food services in the facility to further integrate student life and activity with the downtown neighbourhood. thumb|right|The MIWSFPA campus, in 2017 The Walker School is neighbours with St. Catharines' new FirstOntario Performing Arts Centre, located on adjacent lands. Construction of the $100 plus-million project, which was also designed by Diamond Schmitt, was completed in time for the Fall 2015 semester. The centre opened officially in November, with Brock agreeing to use two of the four theatres in the centre for daytime lectures, music recital and performance. ==Rodman Hall Art Centre== The School of Fine and Performing Arts owns Rodman Hall, a downtown art gallery and teaching centre. The Centre provides exhibit space, fine art services and resources to the students and faculty of Brock University. Nationally, Rodman Hall supports the development of artists and cultural workers in southern Ontario through the dissemination of contemporary art, the management of the region's pre- eminent art collection, and the preservation of a significant historic house and gardens. ==Academics== Brock's undergraduate and graduate degree programs are administered by seven faculties. ===Faculty of Applied Health Sciences=== Brock University's Faculty of Applied Health Sciences contains five academic departments: Department of Health Sciences, Department of Kinesiology, Department of Nursing, Department of Recreation & Leisure Studies, and Department of Sport Management. The faculty offers 11 undergraduate programs, seven master's degrees, and three doctoral fields of study. The Faculty houses a Biosafety level 3 facility. Brock University's Department of Health Sciences offers the only undergraduate degree in Public Health in Canada. The department also offer duo undergraduate programs (4 years total), each pairing a Community Health (Pass) degree with either a Pharmacy Technician, Dental Hygiene or Massage Therapy certification (two of four years at a partnered college). Starting in 2011, the Public Health Honours program sets a new standard in Health Sciences, requiring three years of statistic classes as a part of the graduation requirement beginning with the class of 2015. ===Goodman School of Business=== thumb|Goodman School of Business The Goodman School of Business (formerly the Brock University Faculty of Business) is one of only five per cent (5%) of business schools worldwide to attain accreditation by the AACSB. Goodman also has a Beta Gamma Sigma chapter. The Goodman School of Business has two pathways accredited by the Chartered Professional Accountants Ontario (CPA Ontario): the Master of Business Administration, Accounting stream (CPA/MBA), and the combined Bachelor of Accounting program and (or equivalent) Master of Accountancy program (MAcc). Containing fifteen percent (15%) of the students at Brock University, the Goodman School of Business offers undergraduate programs in accounting and business with Coop and Duo degree options. ===Faculty of Education=== Brock University's Faculty of Education offers programs in the following areas: *Degree Programs: ** Concurrent Teacher Education ** Consecutive Teacher Education ** Graduate and Undergraduate education ** Bachelor of Education in Adult Education undergraduate degree and certificate program *Post-Graduate Programs: ** Master of Education, including an International Student Program *In service ** The Department of Continuing Teacher Education offers Additional Qualification courses for Teachers Brock's Faculty of Education was established in 1965 as the St. Catharines Teachers' College. In 1971 the Teachers' College became the College of Education, an integral part of the Brock University community. In 1990, the College of Education designation was changed to the Faculty of Education to better reflect its academic relationship with the university. ===Faculty of Humanities=== Brock University's Faculty of Humanities is composed of nine Departments and six Centres. This is the second largest faculty at Brock and encompasses twenty percent (20%) of the student population. The departments and centres offers a total of 47 different Undergraduate Programs, Certificates and Coop Options. At the graduate level, this faculty offers seven masters program and an Interdisciplinary Humanities PhD Program with four different specializations. ===Faculty of Mathematics and Science=== Brock University's Faculty of Mathematics and Science offers degree programs in the follow areas: * Biochemistry * Biomedical Science * Biological Sciences * Biophysics * Biotechnology * Chemistry * Computer Science * Earth Sciences * Mathematics * Neuroscience * Physics Its location in the Niagara Peninsula puts Brock at the centre of cool-climate grape and wine research. It carries the distinction of being the only university in Canada to offer an Honours Bachelor of Science degree in Oenology and Viticulture (See the Cool Climate Oenology and Viticulture Institute). Brock University is also the only school in Canada and internationally to offer the program MICA (Mathematics Integrated with Computing and Applications). ===Faculty of Social Sciences=== Brock University's Faculty of Social Sciences is the largest faculty at Brock and encompasses twenty six percent (26%) of the student population as of Fall 2013. This faculty offers 26 Undergraduate Programs, including Co-op Options in Economics, Political Science and Psychology. At the graduate level, this faculty offers 10 masters programs and a PhD Program in Psychology with three different specializations. Students enrolled in one of the undergraduate programs of the Faculty of Social Sciences can earn a degree with a certification through one of the collaborative programs with local colleges. There are 11 Collaborative programs in which social science majors can choose from; Behavioural Science, Child and Youth Workers, Contemporary Labour Studies, Emergency Management, Film Studies, Geomatics, Journalism, Paralegal, Policing and Criminal Justice, Public Relations and Yukon College. Applications must be submitted after completion of their first year of study maintaining a 70% average. Students spend their first, second and fourth year at Brock while their third is spent at the preferred local college. For example, Media and Communication students can enrol in their third year of study in the Public Relations collaborative program with Mohawk College. This allows students to end their undergraduate with a certification of Public Relations and a Bachelor of Arts in four years rather than five if done consecutively. Students who complete this program tend to go into the government sector, private agencies, corporations and/or non-profit. ===Faculty of Graduate Studies=== The Faculty of Graduate Studies offers 49 graduate programs, including nine PhD programs. In addition, Concordia Lutheran Theological Seminary (an institution of the Lutheran Church - Canada) is affiliated with the university and offers a four-year Master of Divinity. ==Student life== {| style=\"text-align:center; float:right; font-size:85%; margin-left:2em; margin:10px\" class=\"wikitable\" |+ Demographics of student body (2015–16) ! !! Undergraduate !! Graduate |- ! Male | 44.4% || 34.2% |- ! Female | 55.6% || 65.8% |- ! Canadian student | 93.6% || 66.1% |- ! International student | 6.4% || 33.9% |} thumb|right|View of Inner Courtyard, toward DeCew Residence from inside Mackenzie Chown Complex Walkway ===Careers=== Brock Career Services offer online and offline support through its Career Resource Center and various programs. Some notable programs such as Mentorship Plus connect students to senior students, as well as connecting senior students to professionals working within their fields of study. The Career Development Group, a lesser well known service, connect students in any field of study to live interview experiences through an annual speed interview event, professional opportunities through workshops and professionals relevant to their major in small groups or at a one on one capacity. This later service is generally offered directly to the Mentorship Plus program participants by the Mentorship Plus Co-ordinator. The Career Zone is an online resource for posting jobs and recruiting students and connect students with employers. Job fairs, career events and workshops are also listed on Career Zone. Individual Faculties and Departments also offer their own services in Coop, placement, internship and work experience opportunities. ===Activities=== Non-academic community engagement is highly encouraged at Brock with 65,000+ volunteer hours on average per year clocked by Brock students. Any Brock student can start a club of their own. The university's clubs are identified by three major categories: (A) Cultural, Religious & International Clubs; (B) Social, Recreation & Activist Clubs; and (C) Faculty & Departmental Clubs. There are other events such as parades and cancer runs. Brock Intramurals are active all year, with sports such as Volleyball, Flag Football, Slow-pitch, Water Polo, Ball Hockey, Soccer, Soccer Baseball and Tennis; and include Tournaments in Coed Quidditch, Coed Wallyball, Coed Ultimate, Coed Football and Basketball. Facilities such as The Zone Fitness Center, track, gymnasia, studios, pool and whirlpool, shower rooms, sauna, squash and outdoor tennis courts are free for current students. Some Brock undergraduate students take up roles of bloggers to write about their activities at school, some of which are accessible through Brock's website. ===Social events=== Brock University's Skybar Lounge, run by the Brock University Students' Union in the Student-Alumni Centre, hosts parties and social events for nearly every occasion on campus. Some notable year round events include Frosh Week, Homecoming, O-Week and President's Ball. ===Athletics=== thumb|right|Brock University Badgers The university is represented in Canadian Interuniversity Sport by the Brock Badgers. Brock has the following varsity sports: * Baseball (Men's) * Basketball (Men's & Women's) * Cross Country (Men's & Women's) * Curling (Men's & Women's) * Fencing (Men's & Women's) *Figure Skating *Golf (Men's & Women's) * Ice Hockey (Men's & Women's) * Lacrosse (Men's & Women's) * Rowing (Men's & Women's) * Rugby union (Men's & Women's) * Soccer (Men's & Women's) * Squash (Men's & Women's) * Swimming (Men's & Women's) *Tennis (Men's & Women's) *Track & Field (Men's & Women's) * Volleyball (Men's & Women's) * Wrestling (Men's & Women's) Brock has the following club teams: *Ball Hockey (Men's) *Cheerleading (Women's) *Equestrian (Women's) *eSports *Fastpitch (Women's) *Powerlifting *Ringette (Women's) *Ultimate Frisbee (Co-ed) In its history, Brock athletic teams have won a combined 73 provincial championships and 37 national championships (as of 2015–16). 2015-2016 National Championships: * Men's & Women's Wrestling ==Scholarships and bursaries== The Government of Canada sponsors an Aboriginal Bursaries Search Tool that lists over 680 scholarships, bursaries, and other incentives offered by governments, universities, and industry to support Aboriginal post-secondary participation. Brock University scholarships for Aboriginal, First Nations and Métis students include: Enbridge Aboriginal Bursary; Over 150 Brock University Donor Awards are available with a combined total of over $500,000. The University also offers current students with funding opportunities to study internationally on a variety of Research, language and student exchange programs. ==Notable alumni== With 96,000 alumni around the world, graduates are represented by the Brock University Alumni Association. The Alumni Association is an autonomous organization run by a volunteer Board of Directors. File:Councillor Kyle Rae.jpg|Kyle Rae File:Portrait of Malcolm Allen.jpg|Malcolm Allen File:Jared Pelletier media shoot.jpg|Jared Pelletier File:Rick Campanelli at TIFF 2011.jpg|Rick Campanelli File:Marc Jordan.jpg|Marc Jordan File:PeterMclaren.jpg|Peter McLaren File:Matthew Santoro on Instagram.jpg|Matthew Santoro File:Kyle Dubas (42307434024).jpg|alt=Kyle Dubas|Kyle Dubas ==See also== *List of Ontario Universities *List of colleges and universities named after people *Ontario Student Assistance Program *Higher education in Ontario *Canadian government scientific research organizations *Canadian university scientific research organizations *Canadian industrial research and development organizations ==Notes and references== ==External links== * Category:1964 establishments in Ontario Category:Buildings and structures in St. Catharines Category:Educational institutions established in 1964 Category:Universities in Ontario Category:BSL3 laboratories in Canada",
 "title": "Brock University"
}