{
 "id": "394993",
 "text": "Algirdas Mykolas Brazauskas (, 1932 – 2010) was the first President of a newly independent post-Soviet Lithuania from 1993 to 1998 and Prime Minister from 2001 to 2006. He also served as head of the Communist Party of Lithuania that broke with Moscow. ==Biography== Brazauskas was born in Rokiškis, Lithuania. He finished Kaišiadorys High School in 1952 and graduated from Kaunas University of Technology in 1956 with a degree in civil engineering. He later served as a Conscript sailor in the Soviet Navy, serving as a Fire controlman on board the Riga-class frigate Rosomacha until 1960. In 1967 Brazauskas started working in the Governmental Planning Committee, as a Committee's head's assistant. In 1974, Brazauskas received PhD in economics. ==Family== He divorced his first wife, Julia, with whom he had two daughters; he married Kristina Butrimienė in 2002. ==Political views== He rose to politics in the 1980s, as the Soviet Union was undergoing radical change. In turn he transformed himself from a Communist Party apparatchik to a moderate reformer. He was seen as cautious by nature, and when confronted by the tide of nationalist feeling in the Soviet Union Brazauskas initially believed that the USSR might be reconstituted as a looser federation of independent, but communist, states. In seeing the tide of an independent democracy, he joined the reformist cause observing in 1990 that \"We are realists now, and we cannot be propagating any utopian ideas. It's no secret [that] the Communist Party has a dirty history.\" Though he sought to avoid a breach with Moscow in 1989, as leader of Lithuania's Communist Party, he formally severed the party's links with Moscow. This was rare in that no other former Soviet republics dared to take this step. Some believe that this act confirmed the inevitability of the demise of the Soviet Union. ==Political career== He took various positions in the government of Lithuanian SSR and Communist Party of Lithuania since 1965: * 1965–1967, the minister of construction materials industry of Lithuanian SSR * 1967–1977, deputy chairman of State Planning Committee of Lithuanian SSR. * 1977–1987, secretary of Central Committee of Communist Party of Lithuania. In 1988, he became the first secretary of the Communist Party of Lithuania. Under his leadership, the majority of the Communist Party of Lithuania supported the Lithuanian independence movement, broke away from the Communist Party of the Soviet Union and transformed itself into social-democratic Democratic Labour Party of Lithuania (now merged into the Lithuanian Social Democratic Party). Brazauskas was Chairman of the Presidium of the Supreme Soviet (head of state) from 15 January until 11 March 1990. After the 1992 parliamentary elections, he became speaker of the parliament and acting President of Lithuania on 25 November 1992. He then won the presidential election with 60 percent of the vote and was confirmed as President on 25 February 1993. He immediately suspended his membership in the Democratic Labour Party; the Constitution does not allow the president to be a formal member of a political party during his tenure. He decided not to seek reelection, and handed the presidency to his successor, Valdas Adamkus, on 25 February 1998. ==Retirement== Brazauskas said he planned to retire from politics and wanted to be \"an ordinary pensioner.\" During the initial two years in retirement he wrote a book, though it was incomplete. He said he would continue writing it after his second stint in government. He also said he would finish \"household work\" and that he likes physical work. He added that \"I have no estates, but the property I own needs to be put in good order.\" He wanted to live \"in a way that other people live.\" ===Return to politics=== He subsequently returned to politics saying he \"always had something to do in life.\" This time he was Prime Minister from 3 July 2001, appointed by the parliament, until 1 June 2006, when his government resigned as President Valdas Adamkus expressed no confidence in two of the Ministers, formerly Labour Party colleagues of Brazauskas, over ethical principles. His government resigned on 2006 after the large Labour Party left the governing coalition. Brazauskas decided not to remain in office as acting Prime Minister, and announced that he was finally retiring from politics. He said \"I tried to be a pensioner for several years, and I think I was successful. I hope for success this time, as well.\" He led the ruling Social Democratic Party of Lithuania for one more year, until 2007, when he passed the reins to Gediminas Kirkilas. He served as the honorary chairman of the party, and remained an influential voice in party politics. ==Honours== Algirdas Brazauskas was honored with the various decorations, among others the Order of Vytautas the Great with the Golden Chain, Grand Cross Order of Vytautas the Great.Lithuanian Presidency , Lithuanian Orders searching form Days before his death Russian President Dmitry Medvedev awarded Brazauskas with the Order of Honour for his significant contribution to cooperation between Russia and Lithuania and good neighborly relations. Brazauskas was also an honorary member of the International Raoul Wallenberg Foundation. ==Illness and death== Brazauskas was diagnosed with lymphatic cancer in December 2008. He died on 26 June 2010 from cancer, aged 78. At the time of his death, he was still considered an influential figure in Lithuanian politics. Following his death the obituaries wrote of him that he had a \"frame to match his indefatigable stature and a calm but commanding presence that could fill any stage.\" His successor as president, Valdas Adamkus, said that he \"dared to decide which side to choose in a critical moment.\" Lithuanian President Dalia Grybauskaitė said \"The memory of the first directly elected president of Lithuania after it restored its independence, of a strong and charismatic personality, will remain for a long time in the hearts of the Lithuanian people.\" ==References== ==External links== * * Category:1932 births Category:2010 deaths Category:20th-century Lithuanian politicians Category:21st-century Lithuanian politicians Category:People from Rokiškis Category:Heads of state of the Lithuanian Soviet Socialist Republic Category:People's commissars and ministers of the Lithuanian Soviet Socialist Republic Category:Presidents of Lithuania Category:Democratic Labour Party of Lithuania politicians Category:First Secretaries of the Communist Party of Lithuania Category:Kaunas University of Technology alumni Category:Presidium of the Supreme Soviet Category:Prime Ministers of Lithuania Category:Social Democratic Party of Lithuania politicians Category:Lithuanian communists Category:Collars of the Order of the Liberator General San Martin Category:Commanders of the Order of Honour (Greece) Category:Grand Croix of the Légion d'honneur Category:Grand Crosses of the Order of Prince Henry Category:Grand Crosses of the Order of Vytautas the Great Category:Grand Crosses with Golden Chain of the Order of Vytautas the Great Category:Knights Grand Cross with Collar of the Order of Merit of the Italian Republic Category:Recipients of the Collar of the Order of the Cross of Terra Mariana Category:Recipients of the Medal of the Oriental Republic of Uruguay Category:Recipients of the Order of Honour (Russia) Category:Recipients of the Order of Prince Yaroslav the Wise, 1st class Category:Recipients of the Order of the Red Banner of Labour Category:Recipients of the Order of the White Star, 1st Class Category:Speakers of the Seimas Category:People of the Singing Revolution Category:Lithuanian Roman Catholics Category:Deaths from cancer in Lithuania Category:Deaths from lymphoma Category:Deaths from prostate cancer Category:Burials at Antakalnis Cemetery Category:Signatories of the Act of the Re-Establishment of the State of Lithuania",
 "title": "Algirdas Brazauskas"
}