{
 "id": "394916",
 "text": "Events from the year 1912 in Canada. ==Incumbents== === Crown === * Monarch – George V === Federal government === * Governor General – Prince Arthur, Duke of Connaught and Strathearn * Prime Minister – Robert Borden * Chief Justice – Charles Fitzpatrick (Quebec) * Parliament – 12th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – George Hedley Vicars Bulyea *Lieutenant Governor of British Columbia – Thomas Wilson Paterson *Lieutenant Governor of Manitoba – Douglas Colin Cameron *Lieutenant Governor of New Brunswick – Lemuel John Tweedie (until March 6) then Josiah Wood *Lieutenant Governor of Nova Scotia – James Drummond McGregor *Lieutenant Governor of Ontario – John Morison Gibson *Lieutenant Governor of Prince Edward Island – Benjamin Rogers *Lieutenant Governor of Quebec – François Langelier *Lieutenant Governor of Saskatchewan – George William Brown ==== Premiers ==== *Premier of Alberta – Arthur Sifton *Premier of British Columbia – Richard McBride *Premier of Manitoba – Rodmond Roblin *Premier of New Brunswick – James Kidd Flemming *Premier of Nova Scotia – George Henry Murray *Premier of Ontario – James Whitney *Premier of Prince Edward Island – John Mathieson *Premier of Quebec – Lomer Gouin *Premier of Saskatchewan – Thomas Walter Scott === Territorial governments === ==== Commissioners ==== * Commissioner of Yukon – Arthur Wilson (acting) (until February 1) then George Black * Gold Commissioner of Yukon – F.X. Gosselin (until February 1) then George P. MacKenzie * Commissioner of Northwest Territories – Frederick D. White ==Events== *February 1 – Strathcona merges with Edmonton, Alberta *April 1 – The Parliament of Canada passes Quebec Boundaries Extension Act that transferred to the Province of Quebec the territory bounded by the Eastmain River, the Labrador coast, and Hudson and Ungava Bays, extending the northern boundary to its present location. *April 14/15 – The RMS Titanic strikes an iceberg off the Grand Banks of Newfoundland *April 26 – The Chateau Laurier opens in Ottawa *May 14 – Manitoba, Ontario, and Quebec expand to the north *June 30 – A tornado (the \"Regina Cyclone\") kills 28. *August 14 – 1912 Saskatchewan general election: Walter Scott's Liberals win a third consecutive majority *August 17 – Circular No. 17 bans the teaching of the French language in Ontario schools. *ca. December – The first session of the Saskatchewan Older Boys' Parliament (now the Saskatchewan Youth Parliament) is held. This was a precursor to the current Canadian youth parliament movement. *The Amherst automobile company opens, and closes, in Calgary. == Sport == *January 2 – New Westminster Royals defeat the Victoria Senators in the 1st Pacific Coast Hockey Association game played at Victoria's Patrick Arena *March 2 – Quebec Bulldogs win the National Hockey Association's Stanley Cup *March 19 – New Westminster Royals win the first PCHA Championship, However the Royals were not able to challenge the Quebec Bulldogs in the Stanley Cup due to finishing too late for the East *September 2 – The first Calgary Stampede is held *November 30 – The Hamilton Alerts defeated the Toronto Argonauts 11 to 4 in the 4th Grey Cup played at Hamilton's A.A.A. Grounds ==Arts and literature== ==Births== ===January to March=== *January 2 – Barbara Pentland, composer (d.2000) *January 3 – Louise Lapointe, senator (d. 2002) *February 4 – Louis-Albert Vachon, educator and Cardinal of the Roman Catholic Church (d.2006) *March 12 – Irving Layton, poet (d.2006) *March 22 – Agnes Martin, painter (d.2004) *March 30 – Alvin Hamilton, politician (d.2004) ===April to June=== *April 2 – John Marlyn, writer (d.2005) *April 26 – A. E. van Vogt, science fiction author (d.2000) *May 5 – Louis-René Beaudoin, politician and Speaker of the House of Commons of Canada (d.1970) *May 8 – George Woodcock, poet, essayist, critic, biographer and historian (d.1995) *May 13 – Gil Evans, jazz pianist, arranger, composer and bandleader (d.1988) *May 17 – George Brown, ice hockey player *May 26 – Jay Silverheels, actor (d.1980) *June 8 – Clyde Gilmour, radio broadcaster and journalist (d.1997) *June 10 **Bill Kardash, politician (d.1997) **Jean Lesage, lawyer, politician and Premier of Quebec (d.1980) *June 11 – Keith R. Porter, biologist and academic (d. 1997) ===July to December=== *July 12 **René Bégin, politician (d.1980) **Gustave Blouin, politician (d.2002) *July 14 – Northrop Frye, literary critic and literary theorist (d.1991) *July 17 – Art Linkletter, television personality (d.2010) *August 21 – Hugh Alexander Bryson, politician (d.1987) *September 21 – Kenneth MacLean Glazier, Sr., minister and librarian (d.1989) *October 5 – Bora Laskin, jurist and 14th Chief Justice of Canada (d.1984) *October 25 **Jack Kent Cooke, sports entrepreneur (d.1997) **Jean Wallbridge, architect *October 31 – Graham Westbrook Rowley, arctic explorer (d. 2003) *November 8 – June Havoc, actress (d.2010) *November 16 – Richard Spink Bowles, lawyer and Lieutenant Governor of Manitoba (d.1988) *December 27 – Steve Peters, politician (d.1976) ===Full date unknown=== *Clarence Gosse, physician and Lieutenant Governor of Nova Scotia (d.1996) ==Deaths== thumb|right|150px|Edward Blake ===January to June=== *January 18 – George Ralph Richardson Cockburn, educator and politician (b.1834) *March 1 ** Louis Babel, priest (b. 1826) ** Edward Blake, politician and 2nd Premier of Ontario (b.1833) *March 21 –Andrew Archibald Macdonald, Lieutenant Governor of Prince Edward Island (b. 1829) *April 15 – Charles Melville Hays, railway executive (b.1856) *May 5 – Charles Constantine, North-West Mounted Police officer and superintendent (b.1849) ===July to December=== *August 9 – George Blewett, academic and philosopher (b.1873) *August 12 – Timothy Coughlin, farmer and politician (b.1834) *September 24 – Sir Richard Cartwright, businessman, politician and Minister (b.1835) *October 30 – Adam Carr Bell, politician, Leader of the Opposition of Nova Scotia (b. 1847) *November 10 – Louis Cyr, strongman (b.1863) *November 26 – Lemuel Owen, shipbuilder, banker, merchant, politician and Premier of Prince Edward Island (b.1822) *December 23 – Benjamin Allen, politician (b.1830) ==Historical documents== Residential school principal advocates replacing it with day school to preserve family ties and love that staff cannot provideLetter of W. McWhinney (January 11, 1912), United Church of Canada Central Archives, in Denise Hildebrand, Staff Perspectives of the Aboriginal Residential School Experience: A Study of Four Presbyterian Schools, 1888-1923 pg. 112. Accessed 9 June 2021 Appeal for justice from speaker who asks why Sikhs - British subjects - are discriminated against in CanadaSundar Singh, \"The Sikhs In Canada\" The Empire Club of Canada Addresses, pgs. 112-16. Accessed 25 February 2020 Advice to Ontario temperance campaigners on legislative, economic, criminal and personal aspects of liquor consumptionF.S. Spence, The Campaign Manual; 1912 Edition Accessed 25 February 2020 Federal Liberal Party claims false arrest of party workers aided Conservative win in Manitoba by-electionCentral Information Office of the Canadian Liberal Party, How the Macdonald By-Election Was Won; Read the Affidavits.... Publication No. 3. Accessed 25 February 2020 Provincial forest fire law in British Columbia has several sections regulating railways (construction, clearing and patrolling, fighting fires, etc.)Forest Service, Province of British Columbia, \"The Forest Fire Law of British Columbia\" (excerpts; 1912), British Columbia Legislative Library. Accessed 27 March 2022 British architect and builder express importance of community over private interest in Calgary town planningThomas H. Mawson, \"The City of The Plain And How To Make It Beautiful,\" and Henry Vivian, \"How to Apply Town Planning to Calgary,\" Two Notable Addresses on Town Planning and Housing Accessed 25 February 2020 \"Cargo on the main deck was not secured\" - Enquiry seeks reasons Cecilia L. wrecked when storm struck on Lake Saint-Louis\"Shifting Cargo Jammed Rudder\" The (Montreal) Gazette (November 23, 1912). Accessed 8 May 2021 Visitor sees huge change in Edmonton just six years after previous visit\"Booming Edmonton,\" Edmonton Capital (May 24, 1912). Accessed 25 January 2020 https://www.thefreelibrary.com/Robert+George+Brett%3A+%22We+shall+not+look+upon+his+like+again%22.-a0100807304 (scroll to bottom of article) Careful preparation of straightaway at Calgary's Gridiron Motor Course results in world speed record claimJohn B. Jeffery and C.E. Ferguson, \"The Story of Barney Oldfield's Flight; August 10th, 1912.\" Accessed 25 February 2020 Finding and preserving duckbilled dinosaur fossil near Drumheller, AlbertaCharles H. Sternberg, Hunting Dinosaurs in the Bad Lands of the Red Deer River, Alberta, Canada (1917), pgs. 43-8. Accessed 25 February 2020 == References == Category:Years of the 20th century in Canada Canada Category:1912 in North America",
 "title": "1912 in Canada"
}