{
 "id": "395020",
 "text": "Sghair Ould M'Bareck (; born 1954\"Biographique du nouveau Premier Ministre Mr Sghaïr Ould M’Bareck\" , Agence Mauritanienne d'Information, July 6, 2003 .) is a Mauritanian politician. He was the 9th Prime Minister of Mauritania from July 6, 2003, when he was appointed by President Maaouya Ould Sid'Ahmed Taya following an attempted coup in the previous month,\"New prime minister named\", IRIN, July 7, 2003. until August 7, 2005, when he resigned following a successful coup against Taya.\"Mauritania names new prime minister\" , Aljazeera.net, August 8, 2005. Ould M'Bareck is a Haratin. == Biography == M'Bareck, who was born in Néma, entered the government as Minister of National Education in April 1992. In 1993 he became Minister of Rural Development and the Environment, and in late 1995 he became Minister of Health and Social Affairs. He was Minister of National Education again from 1997 to 1998, then Minister of Trade, the Craft Industry and Tourism from 1998 to 1999. He became Minister of Equipment and Transport in late 1999, Minister of National Education again in 2000, and Minister of Justice in November 2001. He was then appointed as Prime Minister in July 2003. He replaced Cheikh El Avia Ould Mohamed Khouna, who came from the same part of eastern Mauritania as many of the accused 2003 coup plotters. President Ould Taya was deposed in a military coup on August 3, 2005. Although the coup leaders requested on the following day that Ould M'Bareck and other government ministers remain in their posts,Ahmed Salem, \"Mauritania coup leaders move to consolidate power\" , Middle East Online, August 5, 2005. on August 7 he and his government resigned and the coup leaders named a new prime minister, Sidi Mohamed Ould Boubacar, who had previously held that office from 1992 to 1996. As of 2009, M'Bareck holds the post of Mediator of the Republic.\"Le Président de la République par intérim reçoit le candidat S'Ghair Ould M'Bareck\", AMI, 27 April 2009 . He is one of four candidates standing in the June 2009 presidential election.\"Four cleared to run in Mauritania presidential poll\", AFP, 29 April 2009. He met with Interim President Ba Mamadou M'Bare in late April to submit a request for a two-month leave of absence in order to concentrate on his presidential candidacy. ==References== Category:1954 births Category:Living people Category:People from Hodh Ech Chargui Region Category:Education ministers of Mauritania Category:Environment ministers of Mauritania Category:Health ministers of Mauritania Category:Infrastructure ministers of Mauritania Category:Justice ministers of Mauritania Category:Social affairs ministers of Mauritania Category:Tourism ministers of Mauritania Category:Trade ministers of Mauritania Category:Transport ministers of Mauritania",
 "title": "Sghair Ould M'Bareck"
}