{
 "id": "395069",
 "text": "Events from the year 1948 in Canada. ==Incumbents== === Crown === * Monarch – George VI === Federal government === * Governor General – the Viscount Alexander of Tunis * Prime Minister – William Lyon Mackenzie King (until November 15) then Louis St. Laurent * Chief Justice – Thibaudeau Rinfret (Quebec) * Parliament – 20th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – John C. Bowen *Lieutenant Governor of British Columbia – Charles Arthur Banks *Lieutenant Governor of Manitoba – Roland Fairbairn McWilliams *Lieutenant Governor of New Brunswick – David Laurence MacLaren *Lieutenant Governor of Nova Scotia – John Alexander Douglas McCurdy *Lieutenant Governor of Ontario – Ray Lawson *Lieutenant Governor of Prince Edward Island – Joseph Alphonsus Bernard *Lieutenant Governor of Quebec – Eugène Fiset *Lieutenant Governor of Saskatchewan – Reginald John Marsden Parker (until March 23) then John Michael Uhrich (from March 24) ==== Premiers ==== *Premier of Alberta – Ernest Manning *Premier of British Columbia – Boss Johnson *Premier of Manitoba – Stuart Garson (until November 13) then Douglas Campbell *Premier of New Brunswick – John McNair *Premier of Nova Scotia – Angus Macdonald *Premier of Ontario – George A. Drew (until October 19) then Thomas Laird Kennedy *Premier of Prince Edward Island – J. Walter Jones *Premier of Quebec – Maurice Duplessis *Premier of Saskatchewan – Tommy Douglas === Territorial governments === ==== Commissioners ==== * Commissioner of Yukon – John Edward Gibben * Commissioner of Northwest Territories – Hugh Llewellyn Keenleyside ==Events== *June 7 – Ontario election: George Drew's PCs win a second consecutive majority *June 24 – Saskatchewan election: Tommy Douglas's Co-operative Commonwealth Federation wins a second consecutive majority *July 22 – The Dominion of Newfoundland votes 52% to 48% to join the foreign nation of Canada in a questionable referendum. *August 17 – 1948 Alberta general election: Ernest Manning's Social Credit Party wins a fourth consecutive majority *September 6 – The oil well Atlantic No. 3 (near Devon, Alberta), which had been running wild since March 21, catches fire. Smoke affects the atmosphere for hundreds of kilometres until the blaze is put out in November by a team led by Myron M. Kinley and Red Adair. *October 19 – Thomas Kennedy becomes premier of Ontario, replacing George Drew *November 13 – Douglas Campbell becomes premier of Manitoba, replacing Stuart Garson *November 15 – Louis Saint Laurent becomes prime minister, replacing Mackenzie King ==Arts and literature== ===Awards=== *See 1948 Governor General's Awards for a complete list of winners and finalists for those awards. *Stephen Leacock Award: Paul Hiebert, Sarah Binks == Sport == *February 2 – Barbara Ann Scott becomes the first Canadian to win the figure skating gold medal at the 1948 Winter Olympics in St. Moritz, Switzerland *April 14 – The Toronto Maple Leafs win their seventh Stanley Cup by defeating the Detroit Red Wings 4 games to 0. *April 30 – The Thunder Bay Junior Hockey League's Port Arthur West End Bruins win their only Memorial Cup by defeating the Ontario Hockey Association's Barrie Flyers 4 games to 0. All games were played at Maple Leaf Gardens in Toronto *November 27 – The undefeated Calgary Stampeders win their first Grey Cup by defeating the Ottawa Rough Riders 12 to 7 in the 36th Grey Cup played at Varsity Stadium in Toronto. This Cup is notable for the Stampeders' fans making a party out of the game and launching the Grey Cup festival that precedes the championship game. ==Births== ===January to March=== thumb|right|150px|Gordon Campbell *January 10 – Craig Russell, female impersonator (d. 1990) *January 12 – Gordon Campbell, politician and 34th Premier of British Columbia *January 13 – Pat O'Brien, politician *January 15 – Andy Jones, comedian, writer, actor and director *January 16 – Cliff Thorburn, snooker player, former world number one thumb|right|150px|Frank McKenna *January 19 – Frank McKenna, businessman, politician, 27th Premier of New Brunswick and diplomat *January 25 – Sarkis Assadourian, politician *February 11 – Shaughnessy Cohen, politician (d. 1998) *February 13 – Allan Legere, serial killer, rapist, and arsonist *February 21 – Chuck Cadman, politician (d. 2005) *March 14 **Pierre Granche, sculptor (d. 1997) **Maria Minna, politician *March 20 – Bobby Orr, ice hockey player *March 31 – Gary Doer, politician and 20th Premier of Manitoba ===April to June=== *April 14 – Claude Vivier, composer *April 16 – Reg Alcock, politician, minister, MP for Winnipeg South (1993–2006); President of the Treasury Board (2003–2006) (d. 2011) *April 17 – Wilf Wedmann, high jumper *April 20 – Rémy Trudel, academic and politician *May 11 – John Plohman, politician *May 16 – Clif Evans, politician *May 24 – Lorna Crozier, poet and essayist *June 4 ** Margaret Gibson, novelist and short story writer (d. 2006) ** Sandra Post, golfer, first Canadian to play on the LPGA Tour *June 5 – Bill Smart, middle-distance runner and judge *June 7 – Welwyn Wilton Katz, children's author ===July to September=== thumb|right|150px|Bob Rae in 2007 *July 4 – Katherine Govier, novelist *July 8 – Raffi, children's entertainer, music producer, author and entrepreneur *August 2 – Bob Rae, politician and 21st Premier of Ontario *August 5 – Don Scott, politician *August 31 – Marie- Lynn Hammond, folk singer-songwriter, broadcaster and playwright *September 8 – Stephen Owen, politician *September 10 – Margaret Trudeau, wife of the late Pierre Trudeau, the 15th Prime Minister of Canada *September 14 – John Edzerza, Yukon MLA (d. 2011) *September 19 – James McCrae, politician *September 21 – Bernard Jean, oboist, conductor, and music educator *September 24 – Phil Hartman, actor, comedian, screenwriter and graphic artist (d. 1998) ===October to December=== *October 8 – Pat Binns, politician, 30th Premier of Prince Edward Island and diplomat *October 9 – Brad Woodside, politician, Mayor of Fredericton, New Brunswick *October 17 – Margot Kidder, actress (d. 2018) *November 5 – Mike Neary, rower *November 24 – Spider Robinson, science fiction author *December 7 – Jay Dahlgren, javelin thrower *December 30 – Rick Casson, politician *December 30 – Pierre Blais, jurist, politician and Minister *December 31 – René Robert, ice hockey player (d. 2021) ===Full date unknown=== *Marc Lortie, diplomat ==Deaths== *March 14 – Ernest Frederick Armstrong, politician (b. 1878) *March 28 – John Duncan MacLean, teacher, physician, politician and Premier of British Columbia (b. 1873) *May 20 – George Beurling, most successful Canadian fighter pilot of World War II (b. 1921) *May 21 – James Ralston, lawyer, soldier, politician and Minister (b. 1881) ===Full date unknown=== *Margaret C. MacDonald, nurse (b. 1873) ==See also== * List of Canadian films ==Historical Documents== \"A common standard of achievement for all peoples and all nations\" - UN proclaims Universal Declaration of Human Rights\"Universal Declaration of Human Rights\" (1948). Accessed 11 September 2020 Parliamentary committee studying draft UN human rights declaration speaks to global variety of rights interpretations\"E.R. Hopkins, Legal Adviser, Department of External Affairs, called\" Minutes of Evidence (May 4, 1948), Special Joint Committee of the Senate and the House of Commons on Human Rights and Fundamental Freedoms; Minutes of Proceedings and Evidence; No. 2, pgs. 24-6. Accessed 11 September 2020 Canadian children \"had no idea what to do with us\" - Holocaust orphan arrives in Canada and settles in Regina \"Celina Lieberman\" Open Hearts - Closed Doors: The War Orphans Project; Learning Resources, The Orphans' Stories, pgs. 5-9. Accessed 7 September 2020 \"Fitting together the scattered jigsaw-puzzle pieces of their lives\" - Japanese Canadians move on, and why they have toPierre Burton, \"'They're Only Japs'\" pgs. 16-17, 41-2, and Jack Scott, \"Why B.C. Draws the Color Line\" pgs. 17, 40, Maclean's (February 1, 1948). Accessed 7 September 2020 Ottawa-Quebec politics rule out Black U.S. troops in Quebec, where their presence \"might be misunderstood and misrepresented\"Lester Pearson, \"Memorandum from Under-Secretary of State for External Affairs to Secretary of State for External Affairs\" (April 30, 1948), Chapter XI, Relations with the United States; Part 2, Other Defence Issues; Section F, Use of Black Troops by United States in Canada, Documents on Canadian External Relations, Volume 14, pg. 989. Accessed 9 September 2020 \"Maximum dramatic appeal\" and \"simplicity\" of secret U.S.A.-Canada free-trade proposal encourage optimism for successUnited States Department of State, \"Memorandum by the Assistant Secretary of State for Economic Affairs (Thorp) to the Under Secretary of State (Lovett)\" (March 8, 1948), Foreign Relations of the United States, 1948, Volume 9; The Western Hemisphere; Canada, pgs.406-9. Accessed 8 September 2020 Lester Pearson says \"the world needs the textiles which Japan\" would produce if it received Most favoured nation trade statusL.B. Pearson, \"Most Favoured Nation Treatment for Japan\" Chapter II, Peace Settlements; Part 2, Japan; Section D, Rehabilitation of Japanese Economy and Most-Favoured Nation Treatment for Japan, Documents on Canadian External Relations, Volume 14 (1948), pg. 57. Accessed 8 September 2020 Ambassador to China keen to see Canadian presence (banks, Canadian Pacific ships and planes, TCA and Navy) in southeast AsiaLetter of T.C. Davis to Pearson (February 26, 1948), Chapter XIII, Far East; Part 3, Southeast Asia, Documents on Canadian External Relations, Volume 14, pg. 1120. Accessed 9 September 2020 U.S.A. to hold multi-party talks on North Atlantic security matters, including Soviet intentions and U.S. commitmentTelegram of ambassador in Washington (June 23, 1948), Chapter IV, North Atlantic Security; Part 3, Washington Exploratory Talks on Security: June 23, 1948 to December 31, 1948, Documents on Canadian External Relations, Volume 14, pg. 350. Accessed 8 September 2020 Canada wants North Atlantic security organization to involve foreign ministry consultation and economic and social collaborationUnited States Department of State, \"Minutes of the Ninth Meeting of the Washington Exploratory Talks on Security, December 13, 1948(...)\" Foreign Relations of the United States, 1948, Volume 3; Western Europe; Multilateral Relations, pgs. 315-17. Accessed 8 September 2020 Kinks in Canada-U.S. joint defence arrangements, including roles, responsibilities and functions, need to be worked out\"Extract from Minutes of Meeting of Chiefs of Staff Committee and Minister of National Defence\" (January 22, 1948), Chapter XI, Relations with the United States; Part 2, Other Defence Issues; Section A, Policy on Canadian-American Joint Defence and Basic Security Plan, Documents on Canadian External Relations, Volume 14, pg. 954. Accessed 9 September 2020 Canada seeks to know U.S. policy on partition of Palestine, especially regarding possibility of UN Security Council authorizing forceDespatch of L.B. Pearson to ambassador in Washington (January 26, 1948), Chapter III, United Nations; Part 2, General Policy; Section B, General Policy; Sub-Section 6, Palestine, Documents on Canadian External Relations, Volume 14, pg. 177. Accessed 8 September 2020 Cabinet decides not to support UN membership for Israel before it recognizes Israel's provisional government \"Extract from Cabinet Conclusions: UN; Membership of Israel; Recognition of Provisional Government\" (August 25, 1948), Chapter III, United Nations; Part 2, General Policy; Section A, New Members; Sub-Section 4, Israel, Documents on Canadian External Relations, Volume 14, pg. 78. Accessed 8 September 2020 With Nationalist forces \"off balance and low in morale\" in Chinese Civil War, Canada plans evacuations\"Memorandum from Acting Under- Secretary of State for External Affairs to Acting Secretary of State for External Affairs\" (November 16, 1948), Chapter XIII, Far East; Part 1, China; Section B, Evacuation of Canadians from China, Documents on Canadian External Relations, Volume 14, pg. 1109. Accessed 9 September 2020 South African ambassador seeks Canada's support for white supremacy policy to block communism and Indians \"swamping\" whites\"Memorandum from Minister of National Defence to Secretary of State for External Affairs\" (December 15, 1948), Chapter X, Commonwealth Relations; Part 8, Relations with Individual Countries; Section D, South Africa, Documents on Canadian External Relations, Volume 14, pg. 926. Accessed 8 September 2020 Cabinet seeks better ways to exclude from Canada top leaders of \"unions known to be communist dominated\" and fellow travellersCabinet Conclusions (July 13, 1948), pgs. 6-7. Accessed 9 September 2020 Cabinet Defence Committee sees need for Arctic icebreaker to support government stations and wartime amphibious operations\"Memorandum from Minister of National Defence to Cabinet Defence Committee\" (February 20, 1948), Chapter XI, Relations with the United States; Part 1, Defence Cooperation and Sovereignty in the Arctic; Section D, Canadian Icebreaker, Documents on Canadian External Relations, Volume 14, pg. 945. Accessed 9 September 2020 \"Frenzied,\" \"shrill\" and \"a pitch of hysteria which could scarcely be raised\" - anti-U.S. Soviet propaganda assessed\"Chargé d'Affaires in Soviet Union to Under-Secretary of State for External Affairs\" (February 10, 1948), Chapter XII, Europe, the Soviet Union and the Middle East; Part 7, Soviet Union; Section A, Assessments of the USSR, Documents on Canadian External Relations, Volume 14, pg. 1076. Accessed 9 September 2020 Given CBC cooperation and with policy \"guidance notes,\" Pearson ponders propaganda broadcasts to communist controlled countries\"Memorandum; Political Warfare\" (April 19, 1948), Chapter XII, Europe, the Soviet Union and the Middle East; Part 7, Soviet Union; Section D, Psychological Warfare, Documents on Canadian External Relations, Volume 14, pg. 1096. Accessed 9 September 2020 Newfoundland must be independent because England couldn't help if it wanted to and confederation means federal government rule\"No More Help From Britain\" The Independent (March 29, 1948), pg. 1. Accessed 9 September 2020 \"I fear the return of Responsible Government\" - Newfoundlander dreads days of privation recurring if Canada is rejected\"Reverend Lester Burry's Speeches\" (excerpts), Proceedings of the Newfoundland National Convention 1946-1948, 22 January 1948. Accessed 9 September 2020 Refus Global calls Quebeckers to free themselves from past fears and anguish at nauseating recent evils with passion and unityPaul-Emile Borduas, \"Refus Global\" (August 9, 1948; translation). Accessed 10 September 2020 CBC Radio interview with figure skating champion Barbara Ann Scott after she won gold medal at Winter Olympics in St. Moritz\"Figure skater Barbara Ann Scott captures gold\" (1948), Skating, Sports, Archives. Accessed 21 January 2021 Photo: Calgary Stampeders' Norman L. Kwong runs into opposing team's defence in football gameH. Befus, \"Photograph of Norman L. Kwong Playing Football 2\" (1948). Accessed 27 June 2021 Kate Aitken talks about women of the year, including Princess Elizabeth, Barbara Ann Scott and Henrietta Banting, on her radio show\"Kate Aitken: Notable women of 1948\" (December 31, 1948), Radio, CBC Programs, Archives. Accessed 21 January 2021 https://www.cbc.ca/player/archives/cbc%20programs/radio/kate%20aitken (scroll through \"Kate Aitken - 10 videos\") CBC radio play from \"series of dramatized programmes on human relation\" involving National Committee for Mental Hygiene of Canada\"The Woman Who Turns Back,\" In Search of Ourselves, CBC Dominion Network (March 12, 1948). Accessed 30 August 2020 https://historyinpractice.ca/stigma-and-discrimination/1940s-mental-health- radio-plays/ (scroll down to Radio Play 2 and click Transcription) \"Absolute and undying ambition to succeed\" - CBC network announcer Elwood Glover's memories of his early radio careerJack Sturman, \"Radio Announcer,\" TG Magazine (Today's Generation / Teen Generation; December 1948). Access 7 September 2020 https://archives.studentscommission.ca/tgarch/gofish.htm (scroll down to Radio Announcer) Ducks Unlimited naturalist says prairie drought can seem catastrophic, but only cover 1% of waterfowl breeding territory \"The Western Canadian Waterfowl Breeding Grounds; Summary of Talk Given by B.W. Cartwright, Chief Naturalist, Ducks Unlimited, Winnipeg\" Proceedings of the 1948 Northeastern Game Conference; Transactions of the Northeast Section, The Wildlife Society (1948), pg. 132. Accessed 27 June 2020 ==References== Category:Years of the 20th century in Canada Canada Category:1948 in North America",
 "title": "1948 in Canada"
}