{
 "id": "395038",
 "text": "Pascoal Manuel Mocumbi (born 10 April 1941) was the Prime Minister of Mozambique from 1994 until 2004. His traditional name was Mahykete. ==Education== He is the son of Manuel Mocumbi Malume and Leta Alson Cuhle. He began his studies at the Missão de Mocumbi (Mocumbi Mission), Inharrime district, Inhambane province, Portuguese East Africa, where he completed primary school, in 1952. He attended secondary school at the Liceu Salazar (Salazar High School), in Lourenço Marques (current day Maputo), between 1953 and 1960. From the end of the 1950s, Mocumbi was a board member of the Núcleo de Estudantes Secundários Africanos de Moçambique (NESAM). By 1961, he was a founding member of the União Nacional dos Estudantes Moçambicanos (UNEMO) and, successively, General secretary and Vice-president of this student organisation. Having left for Lisbon, Mainland Portugal, he enrolled in the University of Lisbon's Medical School, in 1960 and 1961; subsequently, he left Portugal for political reasons, and enrolled in the University of Poitiers in France, where he stayed up until 1963. In 1962, Mocumbi participated in the creation of Frente de Libertação de Moçambique (FRELIMO), in Tanzania, and he participated in the elaboration of their Statutes, Program and Resolutions. In 1963, for the cause nationalist, he interrupted his studies and went to Tanzania, where he was designated member of Comité Central of FRELIMO and led the Department of Information and Propaganda of FRELIMO. From 1965 to 1967, he was the permanent representative of FRELIMO in Algeria. ==Graduation== In 1967, Mocumbi resumed his studies at the University of Lausanne, Switzerland, where he graduated as doctor, in 1973. During his medicine studies he received training in nursing at the Cantonal University Hospital, which enabled him to work as a nurse and further his studies. After concluding his studies, he worked in Switzerland, as Assistant Doctor at St. Loup Hospital from 1973 to 1975, having passed his internship (surgery, obstetrics, medicine and paediatrics). He has a Diploma in Sanitary Planning obtained in Dakar, Senegal, in 1975. ==Medical career== Having returned to Mozambique, Mocumbi assumed Doctor's responsibilities in the Obstetrics-gynecology section of the Hospital Central of Maputo, at the same time that was Director of the Hospital José Macamo, from 1975 to 1976; Obstetrician-gynecologist of the Central Hospital of Beira, accumulating Chief Provincial Doctor's positions and Provincial Director of Health of Sofala, from 1976 to 1980. During his career, Mocumbi participated, in the quality of Coordinator of the National Base in Beira, of the National campaign of Vaccinations, that culminated with the qualification of Mozambique for the eradication of measles. Between 1976 and 1979, he participated in the elaboration of the report about the Health in the World. OMS, 1978–79. ==Political career== Mocumbi was called to be part of the Government of the Republic of Mozambique in 1980, having assumed the office of Minister of Health up to 1987. He dedicated a special interest to the maternal-infantile health, having given personal contribution, while Minister of health, for the creation of the nurses' maternal-infantile health basic level course. He also participated in the creation and training of the surgery technicians' course, a fact that contributed to improve the service of obstetric urgencies, as well as of the surgical urgencies, at national level. He was co-author of publications such as \"Practical Obstetrics\", of 1987, and \"Interventions in Obstetrics\", of 1992. In 1987, Mocumbi assumed the office of Minister of the Foreign Affairs, a position in which he remained up to 1994. As holder of the diplomacy brief, he contributed enough to the neutralisation of the external factors of the destabilisation and normalisation of the relationships of Mozambique with the West, in the peace process then in course in the country. He gave a special contribution in the co-ordination of the Government's effort for the reconstruction, control of the inflation and economic growth, between 1994 and 1999. Nominated by Mozambique's government, Mocumbi was among the five final candidates for the position of director- general of WHO in 2003, alongside Julio Frenk, Lee Jong-wook, Peter Piot and Ismail Sallam; the post eventually went to Lee.Lawrence K. Altman (January 29, 2003), South Korean Nominated to Head W.H.O. New York Times. Mocumbi left office in February 2004 in a government reshuffle. Mocumbi is a founding member FRELIMO and the National Liberation Veteran's Association. He is also member of the Associação Moçambicana of Health Public (AMOSAPU), of the Associação Moçambicana of Defense of the Family (AMODEFA) and of the Association of the Combatants of the Fight of National (ACLLN) Liberation. ==Life after politics== Mocumbi has a special interest in the World Health Organization and AIDS. He is a strong supporter of the South African Malaria Initiative launched in Pretoria, South Africa, by South African minister of science and technology Mosibudi Mangena. The initiative emphasises the need for wide-ranging partnerships to launch an attack on poverty and ill-health to staunch the spread of disease. The South African Malaria Initiative was initiated in 2005 by the African Centre for Gene Technologies, a joint venture between the Universities of Pretoria and Witwatersrand as well as the Council for Scientific and Industrial Research (CSIR), Africa's single biggest research organisation. Between 2004 and 2013, Mocumbi served as the High Representative of the European and Developing Countries Clinical Trials Partnership (EDCTP).Commission on Social Determinants of Health: Pascoal Mocumbi World Health Organization. ==Other activities== * International Women’s Health Coalition (IWHC), Member of the Board (since 1995) * Medical Association of Mozambique, Member (since 1993) * Medicines for Malaria Venture (MVV), Member of the Board of Directors (1999–2010)Board of Directors Medicines for Malaria Venture (MVV). * WHO Task Forces on Health and Development (1990–1999) ==Recognition== Mocumbi was awarded, nationally, with the medals of \"Trabalho Socialista\", \"20 Anos da FRELIMO\", \"Veterano da Luta de Libertação Nacional\", and abroad, with other honours as \"Ordem Grande Cruzeiro do Sul\" from Brazil, in 1992, and \"Grau Cruz – Ordem de Bernardo O'Higgins\" from Chile, in 1993. ==Personal life== Mocumbi is married to Adelina Isabel Bernardino Paindane Mocumbi and is the father of six children. He is a Presbyterian. He speaks Cicopi, Citsonga, Portuguese, French, and English, and his hobbies are reading and jogging. ==References== Category:1941 births Category:Living people Category:World Health Organization officials Category:People from Inhambane Category:FRELIMO politicians Category:Foreign ministers of Mozambique Category:Mozambican obstetricians and gynaecologists Category:Recipients of the Eduardo Mondlane Order Category:University of Lausanne alumni Category:Mozambican officials of the United Nations Category:Members of the National Academy of Medicine Category:Expatriates in Switzerland",
 "title": "Pascoal Mocumbi"
}