{
 "id": "395193",
 "text": "Granville Tailer Woods (April 23, 1856 - January 30, 1910) was an inventor who held more than 50 patents in the U.S. He was the first African American mechanical and electrical engineer after the Civil War. Self-taught, he concentrated most of his work on trains and streetcars. One of his notable inventions was a device he called the Synchronous Multiplex Railway Telegraph, a variation of induction telegraph which relied on ambient static electricity from existing telegraph lines to send messages between train stations and moving trains. His work assured a safer and better public transportation system for the cities of the United States. ==Early life== Granville T. Woods was born to Martha J. Brown and Cyrus Woods. He had a brother named Lyates and a sister named Rachel. His mother was part Native American and his father was African American. Granville attended school in Columbus, Ohio, until age 10, but had to leave due to his family's poverty, which meant he needed to work; he served an apprenticeship in a machine shop and learned the trades of machinist and blacksmith. Some sources of his day asserted that he also received two years of college-level training in \"electrical and mechanical engineering,\" but little is known about where he might have studied. ==Career== In 1872, Woods obtained a job as a fireman on the Danville and Southern Railroad in Missouri. He eventually became an engineer, and in December 1874 moved to Springfield, Illinois, and worked at a rolling mill, the Springfield Iron Works. He studied mechanical and electrical engineering in college from 1876–1878. In 1878, he took a job aboard the steamer \"Ironsides\", and, within two years, became Chief Engineer. When he returned to Ohio, he became an engineer with the Dayton and Southwestern Railroad in southwestern Ohio. In 1880, he moved to Cincinnati, Ohio, and established his business as an electrical engineer and an inventor. After receiving the multiplex telegraph patent, he reorganized his Cincinnati company as the Woods Electric Co. In 1892 he moved his research operations to New York City, where he was joined by his brother, Lyates Woods, who also had several inventions. Although the newspapers of his day generally referred to him as a bachelor, Woods was married to Ada Woods who was granted a divorce from him in 1891 due to adultery. Granville T. Woods was often described as an articulate and well- spoken man, as meticulous and stylish in his choice of clothing, and as a man who preferred to dress in black. At times, he would refer to himself as an immigrant from Australia, in the belief that he would be given more respect if people thought he was from a foreign country, as opposed to being an African American. In his day, the black newspapers frequently expressed their pride in his achievements, saying he was \"the greatest of Negro inventors\", and sometimes even calling him \"professor\", although there is no evidence he ever received a college degree. ==Inventions== thumb|1906 Woods Queen Victoria Electric Granville T. Woods invented and patented Tunnel Construction for the electric railroad system, and was referred to by some as the \"Black Edison\". reprinted from The New York Evening Post (New York City) Over the course of his lifetime Granville Woods obtained more than 50 patents for inventions including an automatic brake, an egg incubator, and for improvements to other technologies such as the safety circuit, telegraph, telephone, and phonograph. thumb|left|Woods national electric woods 1916WOODS Gasoline-Electric engineIn 1884, Woods received his first patent for a steam boiler furnace, and in 1885, Woods patented an apparatus which was a combination of a telephone and a telegraph. The device, which he called \"telegraphony\", would allow a telegraph station to send voice and telegraph messages through Morse code over a single wire. He sold the rights to this device to the American Bell Telephone Company. In 1887, he patented the Synchronous Multiplex Railway Telegraph which allowed communications between train stations from moving trains by creating a magnetic field around a coiled wire under the train. Woods caught smallpox prior to patenting the technology and Lucius PhelpsLucius Joshua Phelps is the father of Earle B. Phelps (1876—1953), the American chemist, bacteriologist and sanitation expert. patented it in 1884. In 1887, Woods used notes, sketches and a working model of the invention to secure the patent. The invention was so successful that Woods began the Woods Electric Company in Cincinnati, Ohio to market and sell his patents. However, the company quickly became devoted to invention creation until it dissolved in 1893. Thomas Edison later filed a claim to the ownership of this patent, stating that he had first created a similar telegraph and that he was entitled to the patent for the device, and Woods often had difficulties in enjoying his success as other inventors made claims to his devices. Woods was twice successful in defending himself, proving that there were no other devices upon which he could have depended or relied upon to make his device. After Thomas Edison's second defeat, he decided to offer Granville Woods a position with the Edison Company, but Woods declined. In 1888, Woods manufactured a system of overhead electric conducting lines for railroads modeled after the system pioneered by Charles van Depoele,Middleton, William D. (1967). The Time of the Trolley, pp. 63–65, 67. Milwaukee: Kalmbach Publishing. . a famed inventor who had by then installed his electric railway system in thirteen U.S. cities. Following the Great Blizzard of 1888, New York City Mayor Hugh J. Grant declared that all wires, many of which powered the above ground rail system, had to be removed and buried, emphasizing the need for an underground system. Woods' patent built upon previous third rail systems which were used for light rails and increased the power for use on underground trains. His system relied on wire brushes to make connections with metallic terminal heads without exposing wires by installing electrical contactor rails. Once the train car had passed over, the wires were no longer live reducing the risk of injury. It was successfully tested in February 1892 in Coney Island on the Figure Eight Roller Coaster. Later that year, he was arrested and charged with libel after taking out an advertisement in a trade magazine warning against patronizing the American Engineering Company of New York City. The company had provided funds for Woods to market the invention but a crucial component of the invention was missing from the deal which the manager of the company, James S. Zerbe, later stole. A jury acquitted Woods, but Zerbe had already patented the design in Europe and the design was valued at $1 million. Woods patented the invention in 1893 and in 1901, he sold it to General Electric. thumb|Granville T. Woods improved the Westinghouse Air Brake and Subway tunnels In 1896, Woods created a system for controlling electrical lights in theaters, known as the \"safety dimmer,\" which was economical, safe, and efficient, saving 40% of electricity use. Woods is also sometimes credited with the invention of the air brake for trains in 1904; however, George Westinghouse patented the air brake almost 40 years prior, making Woods' contribution an improvement to the invention. George Westinghouse, Jr., \"Improvement in steam-power-brake devices \", issued 13 April 1869. == Death and legacy == thumb|Granville T. Woods gravesite marker in St. Michael's Cemetery Woods died of a cerebral hemorrhage at Harlem Hospital in New York City on January 30, 1910, having sold a number of his devices to such companies as Westinghouse, General Electric and American Engineering. Until 1975, his resting place was an unmarked grave, but historian M.A. Harris helped to raise funds, and persuaded several of the corporations that used Woods' inventions to donate funds to purchase a headstone. It was erected at St. Michael's Cemetery in Elmhurst, Queens. Baltimore City Community College established the Granville T. Woods scholarship in memory of the inventor. In 2004, the New York City Transit Authority organized an exhibition on Woods which utilized bus and train depots, and an issue of four million MetroCards commemorating the inventor's achievements in pioneering the third rail. In 2006, Woods was inducted into the National Inventors Hall of Fame. In April 2008, the corner of Stillwell and Mermaid Avenues in Coney Island was named Granville T. Woods Way. ==Notes== ==References== ;General * == Further reading == * * * * * ==External links== * * * * Category:1856 births Category:1910 deaths Category:People from Cincinnati Category:People from Columbus, Ohio Category:19th-century American inventors Category:20th-century American inventors Category:African-American inventors Category:People associated with electricity Category:Telegraph engineers and inventors Category:20th-century African-American people",
 "title": "Granville Woods"
}