{
 "id": "395375",
 "text": "thumb|upright=1.35|Activated carbon Activated carbon, also called activated charcoal, is a form of carbon commonly used to filter contaminants from water and air, among many other uses. It is processed (activated) to have small, low-volume pores that increase the surface area available for adsorption (n.b., adsorption is not the same as absorption) or chemical reactions. Activation is analogous to making popcorn from dried corn kernels: popcorn is light, fluffy, and has a surface area that is much larger than the kernels. Activated is sometimes replaced by active. Due to its high degree of microporosity, one gram of activated carbon has a surface area in excess of as determined by gas adsorption. Charcoal, before activation, has a specific surface area in the range of 2.0 - 5.0 m2/g. An activation level sufficient for useful application may be obtained solely from high surface area. Further chemical treatment often enhances adsorption properties. Activated carbon is usually derived from waste products such as coconut husks; waste from paper mills has been studied as a source. These bulk sources are converted into charcoal before being 'activated'. When derived from coal it is referred to as activated coal. Activated coke is derived from coke. ==Uses== Activated carbon is used in methane and hydrogen storage, air purification, solvent recovery, decaffeination, gold purification, metal extraction, water purification, medicine, sewage treatment, air filters in respirators, filters in compressed air, teeth whitening, production of hydrogen chloride and many other applications. ===Industrial=== One major industrial application involves use of activated carbon in metal finishing for purification of electroplating solutions. For example, it is the main purification technique for removing organic impurities from bright nickel plating solutions. A variety of organic chemicals are added to plating solutions for improving their deposit qualities and for enhancing properties like brightness, smoothness, ductility, etc. Due to passage of direct current and electrolytic reactions of anodic oxidation and cathodic reduction, organic additives generate unwanted breakdown products in solution. Their excessive build up can adversely affect plating quality and physical properties of deposited metal. Activated carbon treatment removes such impurities and restores plating performance to the desired level. ===Industrial Application of Activated Carbon=== Regulations are increasingly requiring wastewater monitoring and testing. Chemviron has the products, services, and technical expertise to help the facility meet stringent hygiene regulations. Industrial wastewater can contain a variety of pollutants that can affect the receiving ecosystem of lakes, streams and rivers. A variety of advanced technologies to prevent pollutants from moving into protected waters. Powders and granular activated carbon removes organic chemicals and reduces toxicity in wastewater to allow safe efflux in surface water. It is very effective for removing odor for the treatment of soluble organic chemicals, endocrine disrupting substances, and other impurities of new concerns. ===Medical=== thumb|upright|Activated charcoal for medical use Activated carbon is used to treat poisonings and overdoses following oral ingestion. Tablets or capsules of activated carbon are used in many countries as an over- the-counter drug to treat diarrhea, indigestion, and flatulence. However, activated charcoal shows no effect on intestinal gas and diarrhea, and is, ordinarily, medically ineffective if poisoning resulted from ingestion of corrosive agents, boric acid, petroleum products, and is particularly ineffective against poisonings of strong acids or bases, cyanide, iron, lithium, arsenic, methanol, ethanol or ethylene glycol. Activated carbon will not prevent these chemicals from being absorbed into the human body. It is on the World Health Organization's List of Essential Medicines. Incorrect application (e.g. into the lungs) results in pulmonary aspiration, which can sometimes be fatal if immediate medical treatment is not initiated. ===Analytical chemistry=== Activated carbon, in 50% w/w combination with celite, is used as stationary phase in low-pressure chromatographic separation of carbohydrates (mono-, di-, tri-saccharides) using ethanol solutions (5–50%) as mobile phase in analytical or preparative protocols. Activated carbon is useful for extracting the direct oral anticoagulants (DOACs) such as dabigatran, apixaban, rivaroxaban and edoxaban from blood plasma samples. For this purpose it has been made into \"minitablets\", each containing 5 mg activated carbon for treating 1ml samples of DOAC. Since this activated carbon has no effect on blood clotting factors, heparin or most other anticoagulants this allows a plasma sample to be analyzed for abnormalities otherwise affected by the DOACs. ===Environmental=== thumb|Activated carbon is usually used in water filtration systems. In this illustration, the activated carbon is in the fourth level (counted from bottom). Carbon adsorption has numerous applications in removing pollutants from air or water streams both in the field and in industrial processes such as: * Spill cleanup * Groundwater remediation * Drinking water filtration * Air purification * Volatile organic compounds capture from painting, dry cleaning, gasoline dispensing operations, and other processes * Volatile organic compounds recovery (solvent recovery systems, SRU) from flexible packaging, converting, coating, and other processes. During early implementation of the 1974 Safe Drinking Water Act in the US, EPA officials developed a rule that proposed requiring drinking water treatment systems to use granular activated carbon. Because of its high cost, the so-called GAC rule encountered strong opposition across the country from the water supply industry, including the largest water utilities in California. Hence, the agency set aside the rule.EPA Alumni Association: Senior EPA officials discuss early implementation of the Safe Drinking Water Act of 1974, Video, Transcript (see pages 15-16). Activated carbon filtration is an effective water treatment method due to its multi-functional nature. There are specific types of activated carbon filtration methods and equipment that are indicated – depending upon the contaminants involved. Activated carbon is also used for the measurement of radon concentration in air. ===Agricultural=== Activated carbon (charcoal) is an allowed substance used by organic farmers in both livestock production and wine making. In livestock production it is used as a pesticide, animal feed additive, processing aid, nonagricultural ingredient and disinfectant.Activated Charcoal Review Sheet, USDA Organic Materials Review, February 2002. In organic winemaking, activated carbon is allowed for use as a processing agent to adsorb brown color pigments from white grape concentrates.Activated Carbon Petition, USDA Organic Materials Review petition, Canadaigua Wine, May 2002. It is sometimes used as biochar. ===Distilled alcoholic beverage purification=== Activated carbon filters (AC filters) can be used to filter vodka and whiskey of organic impurities which can affect color, taste, and odor. Passing an organically impure vodka through an activated carbon filter at the proper flow rate will result in vodka with an identical alcohol content and significantly increased organic purity, as judged by odor and taste. ===Fuel storage=== Research is being done testing various activated carbons' ability to store natural gas and hydrogen gas. The porous material acts like a sponge for different types of gases. The gas is attracted to the carbon material via Van der Waals forces. Some carbons have been able to achieve bonding energies of 5–10 kJ per mol. The gas may then be desorbed when subjected to higher temperatures and either combusted to do work or in the case of hydrogen gas extracted for use in a hydrogen fuel cell. Gas storage in activated carbons is an appealing gas storage method because the gas can be stored in a low pressure, low mass, low volume environment that would be much more feasible than bulky on-board pressure tanks in vehicles. The United States Department of Energy has specified certain goals to be achieved in the area of research and development of nano-porous carbon materials. All of the goals are yet to be satisfied but numerous institutions, including the ALL-CRAFT program, are continuing to conduct work in this promising field. ===Gas purification=== Filters with activated carbon are usually used in compressed air and gas purification to remove oil vapors, odor, and other hydrocarbons from the air. The most common designs use a 1-stage or 2 stage filtration principle in which activated carbon is embedded inside the filter media. Activated carbon filters are used to retain radioactive gases within the air vacuumed from a nuclear boiling water reactor turbine condenser. The large charcoal beds adsorb these gases and retain them while they rapidly decay to non-radioactive solid species. The solids are trapped in the charcoal particles, while the filtered air passes through. ===Chemical purification=== Activated carbon is commonly used on the laboratory scale to purify solutions of organic molecules containing unwanted colored organic impurities. Filtration over activated carbon is used in large scale fine chemical and pharmaceutical processes for the same purpose. The carbon is either mixed with the solution then filtered off or immobilized in a filter. ===Mercury scrubbing=== Activated carbon, often infused with sulfur or iodine, is widely used to trap mercury emissions from coal-fired power stations, medical incinerators, and from natural gas at the wellhead. However, despite its effectiveness, activated carbon is expensive to use. Since it is often not recycled, the mercury-laden activated carbon presents a disposal dilemma.Tim Flannery, Here On Earth: A New Beginning, Allen Lane (2011), p. 186. If the activated carbon contains less than 260 ppm mercury, United States federal regulations allow it to be stabilized (for example, trapped in concrete) for landfilling. However, waste containing greater than 260 ppm is considered to be in the high-mercury subcategory and is banned from landfilling (Land-Ban Rule). This material is now accumulating in warehouses and in deep abandoned mines at an estimated rate of 100 tons per year. The problem of disposal of mercury-laden activated carbon is not unique to the United States. In the Netherlands, this mercury is largely recovered and the activated carbon is disposed of by complete burning, forming carbon dioxide (). ===Food additive=== Activated, food-grade charcoal became a food trend in 2016, being used as an additive to impart a \"slightly smoky\" taste and a dark coloring to products including hotdogs, ice cream, pizza bases and bagels. People taking medication, including birth control pills and antidepressants, are advised to avoid novelty foods or drinks that use activated charcoal coloring, as it can render the medication ineffective. == Electron cloud densitometry image == Activated carbon is non-graphitic form of black carbon acetous material with high degree of surface reactivity. This surface possess intense van der Waals forces (from the near proximity of carbon atoms) and these are responsible for the adsorption process. Electron cloud densitometry images shows a single carbon atom in a graphite crystal (left) and in active coal (right). In each state, the atom has two inner pink electrons and four valence electrons. Each of the figures clearly shows all six electrons that make up the carbon atom. Two inner electrons form pink spheres and four outer electrons form elongated chemical bonds different forms. The carbon atom in the crystalline graphite (left) forms a layer of green covalent chemical bonds according to the theory. The blue active valence electrons that form the Van der Waals forces bound the layers. The figure shows a sharp change in chemical bonds as a result of activation (right). The green covalent chemical bonds become blue active valence electrons and the crystalline structure is distorted. The fact of disappearance of covalent bonds during mechanical activation of graphite is confirmed by decrease and expansion of the Raman vibrational bands sp² and sp³ -hybridization. ==Production== Activated carbon is carbon produced from carbonaceous source materials such as bamboo, coconut husk, willow peat, wood, coir, lignite, coal, and petroleum pitch. It can be produced (activated) by one of the following processes: # Physical activation: The source material is developed into activated carbon using hot gases. Air is then introduced to burn out the gasses, creating a graded, screened and de- dusted form of activated carbon. This is generally done by using one or more of the following processes: #* Carbonization: Material with carbon content is pyrolyzed at temperatures in the range 600–900 °C, usually in an inert atmosphere with gases such as argon or nitrogen #* Activation/oxidation: Raw material or carbonized material is exposed to oxidizing atmospheres (oxygen or steam) at temperatures above 250 °C, usually in the temperature range of 600–1200 °C. The activation is performed by heating the sample for 1 h in a mufﬂe furnace at 450°C in the presence of air. # Chemical activation: The carbon material is impregnated with certain chemicals. The chemical is typically an acid, strong base, or a salt (phosphoric acid 25%, potassium hydroxide 5%, sodium hydroxide 5%, calcium chloride 25%, and zinc chloride 25%). The carbon is then subjected to high temperatures (250–600 °C). It is believed that the temperature activates the carbon at this stage by forcing the material to open up and have more microscopic pores. Chemical activation is preferred to physical activation owing to the lower temperatures, better quality consistency, and shorter time needed for activating the material. ==Classification== Activated carbons are complex products which are difficult to classify on the basis of their behaviour, surface characteristics and other fundamental criteria. However, some broad classification is made for general purposes based on their size, preparation methods, and industrial applications. ===Powdered activated carbon === Normally, activated carbons (R 1) are made in particulate form as powders or fine granules less than 1.0 mm in size with an average diameter between 0.15 and 0.25 mm. Thus they present a large surface to volume ratio with a small diffusion distance. Activated carbon (R 1) is defined as the activated carbon particles retained on a 50-mesh sieve (0.297 mm). Powdered activated carbon (PAC) material is finer material. PAC is made up of crushed or ground carbon particles, 95–100% of which will pass through a designated mesh sieve. The ASTM classifies particles passing through an 80-mesh sieve (0.177 mm) and smaller as PAC. It is not common to use PAC in a dedicated vessel, due to the high head loss that would occur. Instead, PAC is generally added directly to other process units, such as raw water intakes, rapid mix basins, clarifiers, and gravity filters. ===Granular activated carbon=== Granular activated carbon (GAC) has a relatively larger particle size compared to powdered activated carbon and consequently, presents a smaller external surface. Diffusion of the adsorbate is thus an important factor. These carbons are suitable for adsorption of gases and vapors, because gaseous substances diffuse rapidly. Granulated carbons are used for air filtration and water treatment, as well as for general deodorization and separation of components in flow systems and in rapid mix basins. GAC can be obtained in either granular or extruded form. GAC is designated by sizes such as 8×20, 20×40, or 8×30 for liquid phase applications and 4×6, 4×8 or 4×10 for vapor phase applications. A 20×40 carbon is made of particles that will pass through a U.S. Standard Mesh Size No. 20 sieve (0.84 mm) (generally specified as 85% passing) but be retained on a U.S. Standard Mesh Size No. 40 sieve (0.42 mm) (generally specified as 95% retained). AWWA (1992) B604 uses the 50-mesh sieve (0.297 mm) as the minimum GAC size. The most popular aqueous-phase carbons are the 12×40 and 8×30 sizes because they have a good balance of size, surface area, and head loss characteristics. ===Extruded activated carbon (EAC)=== Extruded activated carbon (EAC) combines powdered activated carbon with a binder, which are fused together and extruded into a cylindrical shaped activated carbon block with diameters from 0.8 to 130 mm. These are mainly used for gas phase applications because of their low pressure drop, high mechanical strength and low dust content. Also sold as CTO filter (Chlorine, Taste, Odor). ===Bead activated carbon (BAC)=== Bead activated carbon (BAC) is made from petroleum pitch and supplied in diameters from approximately 0.35 to 0.80 mm. Similar to EAC, it is also noted for its low pressure drop, high mechanical strength and low dust content, but with a smaller grain size. Its spherical shape makes it preferred for fluidized bed applications such as water filtration. ===Impregnated carbon=== Porous carbons containing several types of inorganic impregnate such as iodine and silver. Cations such as aluminium, manganese, zinc, iron, lithium, and calcium have also been prepared for specific application in air pollution control especially in museums and galleries. Due to its antimicrobial and antiseptic properties, silver loaded activated carbon is used as an adsorbent for purification of domestic water. Drinking water can be obtained from natural water by treating the natural water with a mixture of activated carbon and aluminium hydroxide Al(OH)3]], a flocculating agent. Impregnated carbons are also used for the adsorption of hydrogen sulfide (H2S) and thiols. Adsorption rates for H2S as high as 50% by weight have been reported. ===Polymer coated carbon=== This is a process by which a porous carbon can be coated with a biocompatible polymer to give a smooth and permeable coat without blocking the pores. The resulting carbon is useful for hemoperfusion. Hemoperfusion is a treatment technique in which large volumes of the patient's blood are passed over an adsorbent substance in order to remove toxic substances from the blood. thumb|Woven activated carbon cloth ===Woven carbon=== There is a technology of processing technical rayon fiber into activated carbon cloth for carbon filtering. Adsorption capacity of activated cloth is greater than that of activated charcoal (BET theory) surface area: 500–1500 m2/g, pore volume: 0.3–0.8 cm3/g). Thanks to the different forms of activated material, it can be used in a wide range of applications (supercapacitors, [Odor Absorbers ], CBRN-defense industry etc.). ==Properties== thumb|upright|Activated charcoal bread for sale in a farmer's market. A gram of activated carbon can have a surface area in excess of , with being readily achievable. Carbon aerogels, while more expensive, have even higher surface areas, and are used in special applications. Under an electron microscope, the high surface-area structures of activated carbon are revealed. Individual particles are intensely convoluted and display various kinds of porosity; there may be many areas where flat surfaces of graphite-like material run parallel to each other, separated by only a few nanometers or so. These micropores provide superb conditions for adsorption to occur, since adsorbing material can interact with many surfaces simultaneously. Tests of adsorption behaviour are usually done with nitrogen gas at 77 K under high vacuum, but in everyday terms activated carbon is perfectly capable of producing the equivalent, by adsorption from its environment, liquid water from steam at and a pressure of 1/10,000 of an atmosphere. James Dewar, the scientist after whom the Dewar (vacuum flask) is named, spent much time studying activated carbon and published a paper regarding its adsorption capacity with regard to gases.The separation of the most volatile gases from air without liquefaction In this paper, he discovered that cooling the carbon to liquid nitrogen temperatures allowed it to adsorb significant quantities of numerous air gases, among others, that could then be recollected by simply allowing the carbon to warm again and that coconut based carbon was superior for the effect. He uses oxygen as an example, wherein the activated carbon would typically adsorb the atmospheric concentration (21%) under standard conditions, but release over 80% oxygen if the carbon was first cooled to low temperatures. Physically, activated carbon binds materials by van der Waals force or London dispersion force. Activated carbon does not bind well to certain chemicals, including alcohols, diols, strong acids and bases, metals and most inorganics, such as lithium, sodium, iron, lead, arsenic, fluorine, and boric acid. Activated carbon adsorbs iodine very well. The iodine capacity, mg/g, (ASTM D28 Standard Method test) may be used as an indication of total surface area. Carbon monoxide is not well adsorbed by activated carbon. This should be of particular concern to those using the material in filters for respirators, fume hoods or other gas control systems as the gas is undetectable to the human senses, toxic to metabolism and neurotoxic. Substantial lists of the common industrial and agricultural gases adsorbed by activated carbon can be found online. Activated carbon can be used as a substrate for the application of various chemicals to improve the adsorptive capacity for some inorganic (and problematic organic) compounds such as hydrogen sulfide (H2S), ammonia (NH3), formaldehyde (HCOH), mercury (Hg) and radioactive iodine-131(131I). This property is known as chemisorption. ===Iodine number=== Many carbons preferentially adsorb small molecules. Iodine number is the most fundamental parameter used to characterize activated carbon performance. It is a measure of activity level (higher number indicates higher degree of activation) often reported in mg/g (typical range 500–1200 mg/g). It is a measure of the micropore content of the activated carbon (0 to 20 Å, or up to 2 nm) by adsorption of iodine from solution. It is equivalent to surface area of carbon between 900 and 1100 m2/g. It is the standard measure for liquid-phase applications. Iodine number is defined as the milligrams of iodine adsorbed by one gram of carbon when the iodine concentration in the residual filtrate is at a concentration of 0.02 normal (i.e. 0.02N). Basically, iodine number is a measure of the iodine adsorbed in the pores and, as such, is an indication of the pore volume available in the activated carbon of interest. Typically, water-treatment carbons have iodine numbers ranging from 600 to 1100. Frequently, this parameter is used to determine the degree of exhaustion of a carbon in use. However, this practice should be viewed with caution, as chemical interactions with the adsorbate may affect the iodine uptake, giving false results. Thus, the use of iodine number as a measure of the degree of exhaustion of a carbon bed can only be recommended if it has been shown to be free of chemical interactions with adsorbates and if an experimental correlation between iodine number and the degree of exhaustion has been determined for the particular application. ===Molasses=== Some carbons are more adept at adsorbing large molecules. Molasses number or molasses efficiency is a measure of the mesopore content of the activated carbon (greater than 20 Å, or larger than 2 nm) by adsorption of molasses from solution. A high molasses number indicates a high adsorption of big molecules (range 95–600). Caramel dp (decolorizing performance) is similar to molasses number. Molasses efficiency is reported as a percentage (range 40%–185%) and parallels molasses number (600 = 185%, 425 = 85%). The European molasses number (range 525–110) is inversely related to the North American molasses number. Molasses Number is a measure of the degree of decolorization of a standard molasses solution that has been diluted and standardized against standardized activated carbon. Due to the size of color bodies, the molasses number represents the potential pore volume available for larger adsorbing species. As all of the pore volume may not be available for adsorption in a particular waste water application, and as some of the adsorbate may enter smaller pores, it is not a good measure of the worth of a particular activated carbon for a specific application. Frequently, this parameter is useful in evaluating a series of active carbons for their rates of adsorption. Given two active carbons with similar pore volumes for adsorption, the one having the higher molasses number will usually have larger feeder pores resulting in more efficient transfer of adsorbate into the adsorption space. ===Tannin=== Tannins are a mixture of large and medium size molecules. Carbons with a combination of macropores and mesopores adsorb tannins. The ability of a carbon to adsorb tannins is reported in parts per million concentration (range 200 ppm–362 ppm). ===Methylene blue=== Some carbons have a mesopore (20 Å to 50 Å, or 2 to 5 nm) structure which adsorbs medium size molecules, such as the dye methylene blue. Methylene blue adsorption is reported in g/100g (range 11–28 g/100g). ===Dechlorination=== Some carbons are evaluated based on the dechlorination half-life length, which measures the chlorine-removal efficiency of activated carbon. The dechlorination half-value length is the depth of carbon required to reduce the chlorine concentration by 50%. A lower half-value length indicates superior performance. ===Apparent density=== The solid or skeletal density of activated carbons will typically range between 2000 and 2100 kg/m3 (125–130 lbs./cubic foot). However, a large part of an activated carbon sample will consist of air space between particles, and the actual or apparent density will therefore be lower, typically 400 to 500 kg/m3 (25–31 lbs./cubic foot).TIGG Corporation. Granular activated carbon selection . Published 2012-05-8, retrieved 2012-09-21. Higher density provides greater volume activity and normally indicates better-quality activated carbon. ASTM D 2854 -09 (2014) is used to determine the apparent density of activated carbon. ===Hardness/abrasion number=== It is a measure of the activated carbon's resistance to attrition. It is an important indicator of activated carbon to maintain its physical integrity and withstand frictional forces. There are large differences in the hardness of activated carbons, depending on the raw material and activity levels. ===Ash content=== Ash reduces the overall activity of activated carbon and reduces the efficiency of reactivation: the amount is exclusively dependent on the base raw material used to produce the activated carbon (e.g. coconut, wood, coal, etc.). The metal oxides (Fe2O3) can leach out of activated carbon resulting in discoloration. Acid/water- soluble ash content is more significant than total ash content. Soluble ash content can be very important for aquarists, as ferric oxide can promote algal growths. A carbon with a low soluble ash content should be used for marine, freshwater fish and reef tanks to avoid heavy metal poisoning and excess plant/algal growth. ASTM (D2866 Standard Method test) is used to determine the ash content of activated carbon. ===Carbon tetrachloride activity=== Measurement of the porosity of an activated carbon by the adsorption of saturated carbon tetrachloride vapour. ===Particle size distribution=== The finer the particle size of an activated carbon, the better the access to the surface area and the faster the rate of adsorption kinetics. In vapour phase systems this needs to be considered against pressure drop, which will affect energy cost. Careful consideration of particle size distribution can provide significant operating benefits. However, in the case of using activated carbon for adsorption of minerals such as gold, the particle size should be in the range of . Activated carbon with particle size less than 1 mm would not be suitable for elution (the stripping of mineral from an activated carbon). ==Modification of properties and reactivity== Acid-base, oxidation-reduction and specific adsorption characteristics are strongly dependent on the composition of the surface functional groups.Philippe Serp, José Luis Figueiredo, Carbon Materials for Catalysis, Wiley, – 2009, – 550 p. The surface of conventional activated carbon is reactive, capable of oxidation by atmospheric oxygen and oxygen plasma steam, and also carbon dioxide and ozone. Oxidation in the liquid phase is caused by a wide range of reagents (HNO3, H2O2, KMnO4). Through the formation of a large number of basic and acidic groups on the surface of oxidized carbon to sorption and other properties can differ significantly from the unmodified forms. Activated carbon can be nitrogenated by natural products or polymers or processing of carbon with nitrogenating reagents. Activated carbon can interact with chlorine, bromine and fluorine. Surface of activated carbon, like other carbon materials can be fluoralkylated by treatment with (per)fluoropolyether peroxide in a liquid phase, or with wide range of fluoroorganic substances by CVD-method. Such materials combine high hydrophobicity and chemical stability with electrical and thermal conductivity and can be used as electrode material for super capacitors. Sulfonic acid functional groups can be attached to activated carbon to give \"starbons\" which can be used to selectively catalyse the esterification of fatty acids. Formation of such activated carbons from halogenated precursors gives a more effective catalyst which is thought to be a result of remaining halogens improving stability. It is reported about synthesis of activated carbon with chemically grafted superacid sites –CF2SO3H. Some of the chemical properties of activated carbon have been attributed to presence of the surface active carbon double bond. The Polyani adsorption theory is a popular method for analyzing adsorption of various organic substances to their surface. ==Examples of adsorption== ===Heterogeneous catalysis=== The most commonly encountered form of chemisorption in industry, occurs when a solid catalyst interacts with a gaseous feedstock, the reactant/s. The adsorption of reactant/s to the catalyst surface creates a chemical bond, altering the electron density around the reactant molecule and allowing it to undergo reactions that would not normally be available to it. ==Reactivation and regeneration== The reactivation or the regeneration of activated carbons involves restoring the adsorptive capacity of saturated activated carbon by desorbing adsorbed contaminants on the activated carbon surface. ===Thermal reactivation=== The most common regeneration technique employed in industrial processes is thermal reactivation. The thermal regeneration process generally follows three steps: * Adsorbent drying at approximately * High temperature desorption and decomposition () under an inert atmosphere * Residual organic gasification by a non-oxidising gas (steam or carbon dioxide) at elevated temperatures () The heat treatment stage utilises the exothermic nature of adsorption and results in desorption, partial cracking and polymerization of the adsorbed organics. The final step aims to remove charred organic residue formed in the porous structure in the previous stage and re-expose the porous carbon structure regenerating its original surface characteristics. After treatment the adsorption column can be reused. Per adsorption-thermal regeneration cycle between 5–15 wt% of the carbon bed is burnt off resulting in a loss of adsorptive capacity. Thermal regeneration is a high energy process due to the high required temperatures making it both an energetically and commercially expensive process. Plants that rely on thermal regeneration of activated carbon have to be of a certain size before it is economically viable to have regeneration facilities onsite. As a result, it is common for smaller waste treatment sites to ship their activated carbon cores to specialised facilities for regeneration. ===Other regeneration techniques=== Current concerns with the high energy/cost nature of thermal regeneration of activated carbon has encouraged research into alternative regeneration methods to reduce the environmental impact of such processes. Though several of the regeneration techniques cited have remained areas of purely academic research, some alternatives to thermal regeneration systems have been employed in industry. Current alternative regeneration methods are: * TSA (thermal swing adsorption) and/or PSA (pressure swing adsorption) processes: through convection (heat transfer) using steam, \"hot\" inert gas (typically heated nitrogen (150–250 °C (302–482 °F))), or vacuum (combining TSA and PSA processes) in situ regeneration * MWR (microwave regeneration) * Chemical and solvent regeneration * Microbial regeneration * Electrochemical regeneration * Ultrasonic regeneration * Wet air oxidation ==See also== * Activated charcoal cleanse * Biochar * Bamboo charcoal * Binchōtan * Bone char * Carbon filtering * Carbocatalysis * Conjugated microporous polymer * Hydrogen storage * Kværner-process * Onboard refueling vapor recovery ==References== ==External links== * \"Imaging the atomic structure of activated carbon\" – Journal of Physics: Condensed Matter * \"How Does Activated Carbon Work?\" at Slate * \"Worshiping the False Idols of Wellness\" on activated charcoal as a useless wellness practice at The New York Times Category:Allotropes of carbon Category:Filters Category:Toxicology treatments Category:Excipients Category:World Health Organization essential medicines Category:Gas technologies Category:Charcoal",
 "title": "Activated carbon"
}