{
 "id": "395427",
 "text": "The Canadian National Exhibition (CNE), also known as The Exhibition or The Ex, is an annual event that takes place at Exhibition Place in Toronto, Ontario, Canada, during the final 18 days leading up to and including Canadian Labour Day, the first Monday in September. With approximately 1.5 million visitors each year, the CNE is Canada's largest annual fair and the sixth largest in North America. The first Canadian National Exhibition took place in 1879, largely to promote agriculture and technology in Canada. Agriculturists, engineers, and scientists exhibited their discoveries and inventions at the CNE to showcase the work and talent of the nation. As Canada has grown as a nation, the CNE has reflected the growth in diversity and innovation, though agriculture and technology remain a large part of the CNE. For many people in the Greater Toronto Area and the surrounding communities, the CNE is an annual family tradition. ==Site== thumb|250px|The CNE Midway on August 31, 2012 The CNE is held at Exhibition Place, which is a site located along Toronto's waterfront on the shores of Lake Ontario and just west of downtown Toronto. The site features several buildings and structures, many of which have been named as significant under the Ontario Heritage Act. There are several outdoor live music venues on-site including the permanent CNE Bandshell. All of the roads are named after the Canadian provinces and territories. The site includes a football and soccer stadium, parks, fountains, plazas, a rose garden, statues and parking lots. The site was reserve lands for British and later Canadian military and was the site of an 18th-century French fort. The area was cleared of forest in the early 19th century for use by the Toronto Garrison of Fort York. The Exhibition received permission to use part of the site in the 1870s and expanded to use the whole site by the 1920s. In the 1950s, the site was expanded south of Lake Shore Boulevard by landfill, and reduced in size on its northern boundary by the construction of the Gardiner Expressway. ==Points of interest== ===Shows and attractions=== The 18-day fair itself consists of a mix of shopping areas, exhibits, live entertainment, agricultural displays, sports events, a casino, and a large carnival midway with many rides, games and food. The Canadian International Air Show on Labour Day weekend has been a major feature of the fair since 1949. thumb|left|Toronto's oldest standing structure, a log cabin dating to 1794 is open to the public during the CNE Several buildings house exhibits and displays from vendors, government agencies and various industry associations. These include the International Pavilion of products from around the world, and the Arts, Crafts and Hobbies Building of crafts, collectibles and unusual items. The Enercare Centre complex holds the international pavilion, a garden show, the SuperDogs performances and a sand-sculpting competition. It also has exhibit space used for agricultural or industrial displays and a live stage. The Food Building houses a large number of vendors offering food from many cultures, reflecting Toronto's multicultural population. The Better Living Centre building is used for a casino on one side, and a farming display on the other. The CNE continues its tradition of agricultural produce competition and the winners are displayed in the Better Living Centre, along with a butter sculpting competition. Other exhibit areas are used differently in different years. There are a large number of vendors outside along the streets of the fair offering discount and unusual products. Some exhibits are only held for a few days of the year, such as the cat show. The 1792 \"Scadding Cabin\" log cabin display dates back to the first year of the fair and is the only time the cabin is open to the public. The carnival midway has a large children's area in the northwest corner of the park, with smaller rides suitable for children under 12. The main area is situated west of the Enercare Centre and has several dozen rides, including thrill rides, roller coasters, swing rides and a log plume ride. Along several pathways of the midway area are games of \"skill\", games of chance and many carnival food vendors. The CNE operates a \"sky ride\", with chairs similar to ski-lift chairs, to carry riders from one end of the midway to the other. The Coca-Cola Coliseum is used for live shows. These have included high-wire acts, skating, and the RCMP Musical Ride in the past. Outdoors, the Bandshell is used for daily music and nightly headliners. Additionally, areas are set up at various points around the fair for outdoor entertainment. These include such things as beer gardens, musical acts, acrobatic acts, buskers, parkour displays, circus acts, children's shows and educational displays. There are two major parades at the CNE, the Warrior's Day Parade of veterans and the Labour Day Parade of workers. Every evening a \"Mardi Gras\" parade is held. Exhibition Place is also home to BMO Field, a large multi-purpose facility located in the centre of the grounds. The stadium is used by two professional sports teams based in Toronto, the Toronto Argonauts Canadian football team and the Toronto FC soccer (association football) team. In Coronation Park, located across Lake Shore Boulevard, opposite the Princes' Gates, the CNE holds a youth peewee baseball tournament and a women's fastball tournament. In both 2013 and 2014 the CNE featured a zip line ride. Operated by Ziptrek Ecotours, the CNE zip line was the highest and longest temporary zip line in the world. The launch tower, positioned southeast of the Food Building, measured high. The landing tower, southwest of the current Enercare Centre, was . The zip line ride consisted of four lines, each measuring nearly . Zip line riders travelled at approximately 65 km/hour. ===Food=== thumb|The Food Building at the Canadian National Exhibition thumb|Market stands at the International Pavilion. The CNE hosts a number of markets and shops. Food is considered by many visitors to be a key part of the CNE experience. Many options are available across the 192-acre (78 ha) site during the 18 days of the fair. A major destination for CNE visitors, the Food Building offers a wide variety of food options ranging from classic fair favourites, such as Beaver Tails, Funnel Cakes and Tiny Tom Donuts, to international cuisine, to standard fare like pizza, hot dogs, hamburgers, and French fries, as well as novelty items, including Frosted Flake Battered Chicken on a Stick, Deep Fried Red Velvet Oreos and Bacon Wrapped Grilled Cheese. Halal, vegetarian and healthy food options are also widely available. Since the 2012 season, the CNE has hosted a food truck rally called \"Food Truck Frenzy.\" This event took place on Princes' Boulevard just inside the Princes' Gates at the east end of the grounds. The 2016 edition featured 26 food trucks serving specialty foods. A \"Craft Beer Fest\" was added to the event in 2015 and continued in 2016, which gave guests the opportunity to sample locally crafted beers. Since 2007, the CNE has hosted a Ribfest in Bandshell Park during the fair. Vendors cook pork ribs and other barbecue- style foods on-site for sale to attendees. A beer garden is next to the food stands for attendees to consume alcohol. The rib vendors compete in a competition where a panel of judges selects a CNE Ribfest Champion. The Bandshell is also the site of daily music performances. Several licensed restaurants operate on the grounds, including Bandshell Park Beer Garden; The Beach Bar; Casino Patio; Craft Taps; Glow Bar; Acqua Dolce Resto Venue; Northern Comfort Saloon; and Wine Garden. ===Shopping=== A number of shopping options are available for visitors to the CNE: * Arts, Crafts and Hobbies Pavilion (in the Queen Elizabeth Exhibit Hall) * At Home Pavilion (in Hall A of the Enercare Centre) * Garden Show (in Heritage Court of the Enercare Centre) * International Pavilion (in Hall B of the Enercare Centre) * Outdoor Marketplace * Piazza of Cultures * Shoppers' Market (in Hall C of the Enercare Centre) * Warehouse Outlets (in Hall C of the Enercare Centre) ==Warriors Day Parade== The Warriors Day Parade was established in 1921 and is organised by the Warriors' Day Parade Council. ===History=== The parade council was formed in Toronto in 1921, extending the work of the Canadian National Exhibition which had been hosting military parades and demonstrations beginning in 1879. The council desired a specific day to pay tribute to living veterans of the First World War. \"Warriors' Day\" was therefore declared; in early years, it was the first day of the Exhibition. The first parade was held in 1921, and the parade has continued to honour the service of Canadian men and women in the armed forces ever since. The parade is often planned to commemorate specific events. In 2015, the parade commemorated veterans of World War II. In 2017, the parade was designed to commemorate the Battle of Vimy Ridge and the Dieppe Raid. The 2020 and 2021 editions of the parade was cancelled due to COVID-19. ===Participants=== Following the world wars, participants in the parade included up to 30,000 military veterans. In 2019 the number of veterans participating was estimated at just below 3,000. A number of privately owned military vehicles and classic cars also take part in the parade. ==History== thumb|upright|left|An advertisement for the 1884 Toronto Industrial Exhibition. Established in 1879, the exhibition would be renamed the Canadian National Exhibition in 1912. In September 1846, a fair sponsored by the Provincial Agricultural Fair of Canada West, sponsored by the Provincial Agricultural Association and the Board of Agriculture for Canada West, was held in Toronto in the area near present-day King and Simcoe Streets. While primarily an agricultural event, it also displayed manufactured goods and decorative arts and crafts. The fair was a success and it was proposed that future fairs be held in different locations each year. In 1847, the fair was held in Hamilton and thereafter travelled to such cities as Cobourg, Kingston, Niagara and Brockville.CNE Archives. 2013. thumb|Electric railways at the CNE in 1884. The railways were introduced to the CNE the previous year. In 1852, the fair returned to the west side of University Avenue (see Grange Park (neighbourhood)), stretching from a bit north of Dundas Street to a bit south of College Street. It lasted four days. The Horse Park, on the west side of the grounds, was loaned to the fair by Mrs. Boulton, who lived in the Grange and it was bounded on the north by the Caer Howell Pleasure Grounds (in a way a forerunner of the midway). The Fair was a success, attracting more than 30,000 visitors. In 1853, the fair moved on to another city and didn't return to Toronto until 1858 and then again in 1878. After the 1878 fair, Toronto City Council and the local Exhibition Committee approached the Provincial Agriculture Association with a proposition: that the fair remain permanently in Toronto. The Association thanked City Council and the Exhibition Committee for their work in delivering a successful fair in 1878 but informed them that a decision had already been made to move the fair to another city in 1879. Undeterred, Toronto City Council, along with local businessmen, moved ahead with plans to establish a permanent fair in Toronto. That fair would be called the Toronto Industrial Exhibition. It opened on September 3, 1879, and lasted for three weeks (Sundays excepted). An attendance in excess of 100,000 paid admissions and 8,234 exhibits, spelled success for the new exhibition. The fair continued to grow and prosper and soon came to be known as the \"Show Window of the Nation.\" Starting with just over 50 acres (20 ha) in 1879, the fair, situated on a parcel of land which has become known as Exhibition Place, now stretching from the Gardiner Expressway (north end), to Lake Shore Boulevard and Lake Ontario to the south, and from Strachan Avenue (east end), to the Dominion Gates (west end), covering 196.6 acres (0.796 km2) of land. In 1912, the Toronto Industrial Exhibition changed its name to the Canadian National Exhibition to better reflect the scope and reach of the fair. In fulfilling its mandate, the CNE has featured exhibits on the latest technological advances in industry and agriculture. CNE patrons were introduced to electric railway transportation in 1883, to Edison's phonograph in 1888, to the wireless telephone in the 1890s, to radio in 1922, to television in 1939, to plastics and synthetics in the 1940s. The Government of Canada is not affiliated with the fair, however, it has often exhibited at the CNE. In 1937, Conklin Shows was awarded the contract to provide amusement rides and games for the CNE midway. The company built the \"Flyer\" wooden roller-coaster on site as well as delivering rides and games each year during the CNE duration. The company continued to provide this service until 2004, at which point it merged with other leading midway operators to form North American Midway Entertainment, which continues to supply the CNE. During the Second World War, as during the First World War, the CNE grounds became home to detachments of the Canadian military. In 1939, the Royal Canadian Air Force moved into the Coliseum. The Canadian Army took over the Horse Palace and the Royal Canadian Navy converted the Automotive Building into HMCS York. During the summers of 1940 and 1941, most of the troops stationed at the CNE were re- located. Those troops remaining either continued their regular administrative duties or participated in CNE displays and events aimed at promoting the Canadian war effort. CNE officials had hoped to continue the annual fair throughout the years of the war. In the spring of 1942, however, the CNE agreed to turn the grounds over to the Canadian military for use year-round. During the military occupation of the grounds, virtually every CNE building, large or small, was put to use by the Canadian armed forces. The CNE grounds remained closed and under the control of the Canadian military until 1946. Between 1945 and 1946, Exhibition Park acted as a demobilization centre for returning soldiers. The CNE resumed in 1947. Canadians returned to the CNE to see the latest in consumer goods and agricultural advancements. The fair also remained a major hub for sporting events and entertainment. Over time, the CNE moved away from its country-fair heritage toward an increasingly modern, cosmopolitan look and feel. In recent years, the CNE has changed extensively to meet the needs of the growing and changing demographics of Toronto and Southern Ontario. The first year that the CNE was allowed to open on Sundays was 1968. ===21st century=== In 2003, the CNE celebrated its 125th anniversary, despite the first four days of the exhibition being hampered by the Northeast blackout of 2003. In 2005, the CNE introduced a Mardi Gras parade. In 2007, the CNE was announced as a host location for Ribfest. In 2010, the CNE became first fair in North America and the first large-scale event on the continent to achieve EcoLogo Certification. In 2012, Canadian Olympic gold-medalists Tessa Virtue and Scott Moir performed in La Vie: Aerial Acrobatics & Ice Skating Show during the first 15 days of the fair, and three- time World Champion and Olympic silver-medalist Elvis Stojko closes out the show Labour Day weekend. In 2015, Virtue and Moir starred in the CNE's ice skating and aerial acrobatics show, Bon Voyage! On May 8, 2015, David Bednar retired as the general manager of the CNE. Bednar was replaced by Virginia Ludy. In the following year, the CNE saw the return of programming at the CNE waterfront with a daily water ski show, and national and international competitions—made possible as a result of infrastructure investment on the West Channel for the 2015 Pan American Games. The same year also saw the introduction of the inaugural CNE Innovation Garage, featuring a pitch competition and displays—a throwback to the CNE's history of being at the forefront of innovation. On May 12, 2020, the CNE and all associated in-person events were cancelled due to the COVID-19 pandemic—the first time the CNE has been cancelled since World War II. The CNE reported that this caused a loss of over $35 million in potential revenue, and $128 million in economic impact to Ontario. On May 14, 2021, due to the continued pandemic, the city of Toronto cancelled all city-led and permitted outdoor in-person events through at least September 6, 2021, therefore cancelling the CNE and all associated in-person events for the second year in a row. As revenue from previous editions are reinvested into subsequent editions, the CNE stated that \"the cancellations and financial losses of 2020 and 2021 will have a consequential impact on the future of the CNE.\"https://theex.com/assets/pdf/documents/CNE%202021%20Cancellation.pdf ==Economic impact== ===Research=== A 2017 Economic Impact Assessment, conducted by Enigma Research Corporation, reports that the Canadian National Exhibition (CNE) generates an estimated $93.1 million for Greater Toronto Area and more than $128.3 million for the province of Ontario each year. A 2009 study by the same corporation also reveals that the 2009 CNE attracted more than 275,000 out-of-town visitors to the city, and that fair-related hiring creates an equivalent of 633 full-year jobs in the region. Spending also supports $12.9 million of tax revenue at three levels of government. This national research initiative, commissioned by the Canadian Association of Fairs and Exhibitions (CAFE), was conducted at 20 fairs of varying sizes throughout Canada in 2008. A total of 1,200 people were interviewed during the 2008 Canadian National Exhibition alone. Other highlights of the research, included a sample size of 1,200 people in on-site, face-to-face interviews, include: * Local residents spend US$52 million related to the CNE * The average non-local spent 2.5 nights in Toronto ===Tourism=== The CNE works with several organizations to promote tourism to the Greater Toronto Area and the province of Ontario, including: Festivals and Events Ontario, Tourism Toronto and Attractions Ontario. ===Jobs=== One of the many ways the CNE helps to boost the local economy is through job creation. The CNE hires approximately 1,200 people starting in the spring of each year to assist in the planning and production of the annual fair. An additional 3,500 people are hired during the Fair itself by CNE partners including Emergency Services, Toronto Police, Toronto Fire, food vendors, exhibitors and concessionaires. For many young people growing up in Toronto, the CNE is their first employment experience. ===Partners=== With annual visitation of approximately 1.5 million people, the CNE gives companies an excellent venue to sell their wares and connect with their audiences face to face. Many corporate sponsors and over 700 exhibitors, including many Canadian and international businesses, contribute to the CNE. ==Environmental initiatives== ===EcoLogo certification=== In 2010, the Canadian National Exhibition became the first fair in North America and the first large-scale event on the continent to receive EcoLogo certification, one of North America's largest and most respected environmental standard and certification marks. EcoLogo certification is based on stringent criteria that examine the entire life-cycle of a product and the CNE's success in achieving this honour formally recognizes the fair as an environmental leader. (Canadian National Exhibition is EcoLogo - Certified to Events CCD-095.) ===Environmental strategy=== In addition to fulfilling EcoLogo certification requirements, the CNE's environmental strategy consists of three components: ====Energy conservation==== * Decorative lighting on the Midway is turned off during daylight hours * Solar panels are utilized throughout the grounds in locations such as the Horse Palace roof, on staff golf carts, on the Midway games, and on garbage compactors * In 2008 the CNE introduced solar-powered concession games on the Midway * All of the CNE's decorative tree lighting has been replaced with LED lights to reduce electricity consumption ====Emissions reduction==== * The CNE encourages visitors to take public transit, ride their bicycles, and/or walk to get to the site * Bicycle racks and bike parking areas are strategically placed around the grounds to accommodate cyclists * The vast majority of golf carts used by CNE staff are powered using electricity (vs. gas-powered) * On the CNE grounds there are bio-diesel generators that power rides at the fair ====Waste diversion==== * A wide range of materials are recycled and diverted from landfills each season including, but not limited to, cardboard, paper, organic waste, paper hand towels, wood, metals, street sweepings, concrete/asphalt, hay, and cooking oil * The CNE provides water refill stations where guests may refill reusable water bottles to reduce the number of disposable plastic bottles that are used * During the fair a vast number of recycling, compost, and garbage receptacles are placed around the grounds * The use of polystyrene foam is no longer allowed on the CNE grounds, thus reducing the amount of waste that cannot be recycled * In the Food Building, tableware is predominantly compostable, which increases the amount of waste that the CNE is able to send to composting facilities, rather than to a landfill * Waste diversion rates: ** 2009 - 77.30% ** 2010 - 83.76% ** 2011 - 81.93% ** 2012 - 82.82% ** 2013 - 86.36% ==Governance and organizational structure== The CNE is operated by the Canadian National Exhibition Association (CNEA) and its volunteer Board of Directors. The CNEA is governed under the jurisdiction of two Acts of the Province of Ontario: the Canadian National Exhibition Association Act, 2000, and the Agricultural and Horticultural Organizations Act, R.S.O. 1990, chapter A.9. The CNEA resides on a municipal site known as Exhibition Place, which is governed by the Board of Governors (BOG) of Exhibition Place, a local board of management of the City of Toronto. Through various agreements with the City of Toronto, the CNEA operated as a program of the BOG until March 31, 2013. A Memorandum of Understanding (MOU) outlined the various administrative, financial and operational services to be provided to the CNEA by Exhibition Place. The MOU also provided for the use of the buildings and grounds for the annual CNE. During the decade leading up to independence, the CNEA contributed more than $20 million in site fees to the annual operating budget of the BOG, in addition to $7.3 million in operating surpluses. These contributions were included in consolidated annual financial results from the CNEA and BOG for the benefit of the City of Toronto. On January 27, 2012, the BOG and CNEA announced that the CNEA will officially become financially independent from both the Board of Governors of Exhibition Place and the City of Toronto in 2013. \"Chair of the Board [BOG], City Councillor Mark Grimes stated, 'The independence of the CNEA is good for both the CNEA and Exhibition Place. The agreement will protect the Board of Governors and the City against any negative financial consequences and at the same time allow the CNEA to reach financial and organizational stability for the newly independent organization.'\" \"It will be beneficial for the CNEA to be independent from the City of Toronto to be able to determine and implement consumer strategies and fiscal decisions that are made in the interest of the CNEA and its visitors, as experts within the fair business.\" As an independent organization, the CNEA will be able to retain its profits and re-invest in the fair. \"'This is an extraordinary opportunity for the Canadian National Exhibition,' stated Brian Ashton, President of the Canadian National Exhibition Association (CNEA). 'We believe that as an independent business we can flourish and present an annual fair that will make Toronto and Canada proud!'\" \"Toronto City Council will be asked for approval of this new agreement at their March 5–6, 2012 meeting.\" The new agreement was approved by Toronto City Council and the CNEA officially became independent on April 1, 2013. The CNEA is a non-share capital corporation and a tenant of the BOG to which it pays rent for the use of the grounds and buildings for the annual fair, as well as fees for operational services. The CNEA is not involved with year-round operations, events or development at Exhibition Place. The CNEA has over 125 member individuals and associations representing each of the following sectors: Municipal, Manufacturers and Industry, Agriculture, and General and Liberal Arts. Member associations appoint a representative to the CNEA and approximately 15 members are appointed directly by the CNEA from the community-at-large. Each year a Board of Directors is elected from this membership, giving equal representation to each section. Six representatives of the Municipal section are appointed by Toronto City Council. ===Current Board of Directors=== Executive Committee: {| class=\"wikitable\" |- | President || Suzan Hall |- | Honorary President || John Kiru |- | 1st Vice President || Randy Bauslaugh |- | Vice President || Darryl Kaplan |- | Vice President || Councillor Mike Layton |- | Vice President || Greg Pollock |} {| class=\"wikitable\" |+Directors |- !Past Presidents !!Honorary President |- |Brian Ashton||John Kiru |- | Jim Melvin |- ! Section 1 - Municipal !! Section 2 - Manufacturers & Industry |- | Mayor John Tory || Karen Barker |- | Councillor Paul Ainslie || Suzan Hall |- ||Deputy Mayor Stephen Holyday || Celeste Kirk |- | Councillor Cynthia Lai || John Kiru |- | Councillor Mike Layton || Greg Pollock |- | Councillor Anthony Perruzza |- | Linda Franklin |- ! Section 3 - Agriculture !! Section 4 - General & Liberal Arts |- | Bill Ford || Randy Bauslaugh |- | Darryl Kaplan || Darla Campbell |- | Christine La Fleur || Robin Manley |- | Domenic Lunardo || Jacquie Perrin |- | Steven Sokalsky || Jennifer Ward |} ==See also== * List of festivals in Canada * List of festivals in Ontario * List of festivals in Toronto ==Notes== ==References== * . * ==External links== ;Multimedia * CBC Archives Patty Conklin gives a tour of the CNE with CBC Radio (1958) * CBC Archives CBC Television story about Patty Conklin in 1971 as he helps set up the CNE. ;Webpages * Canadian National Exhibition * CNE Heritage * Press Building * Canadian national exhibition, The Canadian Encyclopedia * Canadian national exhibition, \"Toronto history\" * Clara Thomas Archives and Special Collections, York University: archival images of the CNE from the Toronto Telegram fonds Category:Agricultural fairs in Canada Category:Exhibitions in Canada Category:Recurring events established in 1878 Category:Tourist attractions in Toronto Category:1878 establishments in Ontario Category:Exhibition Place Category:Festivals established in 1879 Category:Summer events in Canada",
 "title": "Canadian National Exhibition"
}