{
 "id": "395557",
 "text": "Spencer Compton, 1st Earl of Wilmington, (2 July 1743) was a British Whig statesman who served continuously in government from 1715 until his death. He sat in the English and British House of Commons between 1698 and 1728, and was then raised to the peerage and sat in the House of Lords. He served as the prime minister of Great Britain from 1742 until his death in 1743. He is considered to have been Britain's second prime minister, after Robert Walpole, but worked closely with the Secretary of State, Lord Carteret, in order to secure the support of the various factions making up the government. == Early life == Compton was the third son of the 3rd Earl of Northampton and his wife Mary Noel, daughter of Baptist Noel, 3rd Viscount Campden. He was educated at St Paul's and matriculated at Trinity College, Oxford on 28 February 1690, aged 15. Thereafter he was admitted into Middle Temple in 1687. == Political career == === English House of Commons === Although his family were High Tories, Compton turned to the Whigs after a quarrel with his brother, the 4th Earl of Northampton. He first stood for Parliament at East Grinstead on the interest of his kinsman the Earl of Dorset at the 1695 English general election but was unsuccessful. He was returned unopposed as Member of Parliament for Eye at a by-election on 3 June 1698. In Parliament he soon stood out as prominent amongst the Whigs and began a partnership with Robert Walpole that would last for over forty years. He was returned unopposed for Eye at the two general elections of 1701 and in 1702 and 1705. === Paymaster of Pensions === In 1707 Compton became Paymaster of Pensions, a post that he retained for the next six years. He was returned unopposed again at the 1708 British general election and was particularly active in Parliament thereafter. He remained as chairman of the committee of privileges and elections, and was a teller on the Whig side in many divisions. He managed several bills and on 14 December 1709 was nominated to the committee to draw up the articles of impeachment against Dr Sacheverell. At the 1710 British general election he was dropped as a candidate for Eye by his patron Lord Cornwallis after a disagreement, and he was unwilling to risk standing anywhere else because of his involvement with the Sacheverell case. However he retained his post as Paymaster of Pensions after the Tory government took office in that year. It is believed that the Tories retained him because they sought to maintain the support of the Compton family. At the 1713 British general election he was returned as Whig MP for East Grinstead and when the Whigs took power in 1715 he was hopeful that he would enter a high office. === Speaker of the Commons === Instead of the high political office he had hoped for, Compton received the Court appointment of Treasurer to the Prince of Wales (later George II); shortly afterwards, however, he was unanimously elected as Speaker of the House of Commons. He held this post from 1715 to 1727. In 1716, he was invested a Privy Counsellor. He maintained the role of Speaker despite the split in the Whigs in 1717, in which he joined the Walpole-Townshend alliance and found himself in opposition to the government of the day. He managed to maintain his position though until 1720, when the split ended. Compton had a reputation for being a lax Speaker, once telling an MP who complained of being interrupted, \"No sir, you have a right to speak, but the House have a right to judge whether they will hear you.\" When Walpole became the leading minister of the day in 1721 there was speculation about his future should George I pass away and be succeeded by his son, who was more favourably inclined towards Compton than Walpole and declared that he would replace the latter with the former on accession. In order to avoid this, Walpole sought to keep Compton on the margins of government, though he was appointed as Paymaster of the Forces, a very lucrative post, from 1722 until 1730. In 1725, Compton entered Walpole's government as Lord Privy Seal and was also created a Knight of the Bath. === Missed chance === In 1727, George II succeeded to the throne and sought to bring about the change in leadership he had promised. However, Compton was not perceived as a man of great ability. He was described by a contemporary as \"a plodding, heavy fellow, with great application but no talents\". In particular he proved unable to compete with Walpole's proposals for an allowance for the King. At a meeting between the three, Compton declared he was not up to the task of government. He maintained a hatred of Walpole for the humiliation. With this passed his last serious chance of holding real control over policy, and his influence sharply declined as a result. He remained on very close terms with George, but the era when Kings could personally select their own ministers in defiance of parliament was ending. === House of Lords and Patriot Whigs === In order to remove him from the Commons, Walpole raised Compton to the peerage as Baron Wilmington, of Wilmington in the County of Sussex on 8 January 1728; two years later, on 14 May 1730, he was created Viscount Pevensey, of Pevensey in the County of Sussex and Earl of Wilmington and was appointed Lord President of the Council in December of that year. He became increasingly associated with the Patriot Whigs, those most critical of Walpole, but in Parliament generally stuck to the official line of the ministry. In 1730 he attempted to form a coalition between the Patriot Whigs and the Hanoverian Tories to bring down Walpole, but this failed and he continued in office. However, during the Excise Crisis of 1733, he failed to carry through a threat to resign, after being bought off with the promise to make him a Knight of the Garter, which he duly was. This further weakened any following he still commanded. He served as Lord President until 1742. He was involved in the creation of the Foundling Hospital in 1739, which was an orphanage for abandoned children. This charity became the capital's most popular way to prove one's philanthropic credentials and had very distinguished Board members (including Wilmington). === Prime Minister === In January 1742 he succeeded Walpole as First Lord of the Treasury and head of the Carteret ministry. Wilmington was a forceful Prime Minister, and grew notorious amongst his cabinet for taking measures without reaching consensus His strong work ethic took its toll, and his health gradually deteriorated. He remained in office until his death, when he was succeeded by the Paymaster of the Forces, Henry Pelham. == Private life == thumb|Compton Place, Eastbourne, in 2009 He bought the East Borne estate in Eastbourne, Sussex in 1724 and renamed it Compton Place. He engaged the architect Colen Campbell (and after Campbell's death William Kent) to rebuild the house. It was completed in 1731. He never married and died without issue, therefore all his titles became extinct upon his death. Over 1110 items from his \"large and valuable library\" were auctioned by Christopher Cock over 10 evenings, from to 27 February to 7 March 1733. He was buried at the family seat of Compton Wynyates in Warwickshire. Compton Place passed to his nephew, James Compton, 5th Earl of Northampton. == Legacy == The cities of Wilmington, Delaware, and Wilmington, North Carolina; the towns of Wilmington, Massachusetts, and Wilmington, Vermont; and, secondarily, the neighbourhood of Wilmington, Los Angeles,Named in 1863 to commemorate the founder's birthplace. are named in his honour. In Wilmington, Delaware, the Compton Towers housing project also bears his name. He was the first British prime minister to die in office. His brothers both have descendants in the United States and Great Britain. == References == *Burke's Peerage * == Bibliography == * * * * * == External links == * * *More about Spencer Compton, Earl of Wilmington on the Downing Street website. |- |- Category:Prime Ministers of Great Britain Category:Speakers of the House of Commons of Great Britain Category:Lord Presidents of the Council Category:Lords Privy Seal Category:Paymasters of the Forces Category:Members of the Privy Council of Great Britain Category:Whig (British political party) MPs Category:Members of the Parliament of Great Britain for English constituencies Category:People from Warwickshire Category:Earls in the Peerage of Great Britain Category:Knights of the Garter Category:Knights Companion of the Order of the Bath Category:People educated at St Paul's School, London Category:Alumni of Trinity College, Oxford Category:1670s births Category:1743 deaths Category:Year of birth uncertain Spencer Compton, Spencer Category:Members of the Middle Temple Category:18th- century heads of government Category:English MPs 1698–1700 Category:English MPs 1701 Category:English MPs 1701–1702 Category:English MPs 1702–1705 Category:English MPs 1705–1707 Category:People from Pevensey",
 "title": "Spencer Compton, 1st Earl of Wilmington"
}