{
 "id": "395786",
 "text": "was a province of Japan in the area that is today the southwestern portion of Fukui Prefecture in the Hokuriku region of Japan.Nussbaum, Louis-Frédéric. (2005). \"Wakasa\" in . Wakasa bordered on Echizen, Ōmi, Tanba, Tango, and Yamashiro Provinces. It was part of Hokurikudō Circuit. Its abbreviated form name was . Under the Engishiki classification system, Wakasa was ranked as a \"medium country\" (中国) and a near country (近国) in terms of its importance and distance from the capital. ==History== ===Ancient and classical Wakasa=== Wakasa existed as a political entity before the Ritsuryō system and the implementation of the Taihō Code of the Nara period. Wooden shipping tags labelled \"Wakasa\" have been found in the ruins of Fujiwara-kyō. Per the Nihon Shoki, ancient Wakasa was governed by a Kuni no miyatsuko, who was a descendant of Amenohiboko, a semi-legendary prince of Shilla, who settled in Tajima province during the reign of Emperor Suinin. There are archaeological indications that Wakasa was under control of the Yamato state from the mid-4th century. The province of Wakasa was formally established with the creation of the Ritsuryō provincial system around 701 AD, and initially consisted of the two districts of Onyū and Mikata. In 825 AD, Ōi was separated from Onyū. During the Nara and Heian periods, Wakasa was an important source of sea products (salt, fish and konbu) to the aristocracy of the capital, so much so that the province was nicknamed . Salt production was especially and important industry. Wakasa was also a strategically important province due to its seaport on the Sea of Japan and was the closest ocean harbour to Kyoto . The exact location of the provincial capital of Wakasa is unknown, but is believed to have been in what is now the city of Obama. The Wakasa Kokubun-ji and the ichinomiya of Wakasa, the Wakasahiko Shrine are also located in Obama. ===Medieval and pre-modern Wakasa=== Due to its location and strategic importance, during the Kamakura period, the position of shugo of Wakasa Province was retained directly by the Hōjō clan. After the start of the Muromachi period, the shugo of Wakasa was held by the Shiba clan, followed by the Isshiki clan, and then by a cadet branch of the Takeda clan. During the Sengoku period, the Takeda clan were powerful supporters of the Ashikaga shogunate and their kanrei, the Hosokawa clan. However, when the Takeda clan erupted into a civil war over an internal succession dispute, the Asakura clan from neighbouring Echizen Province asserted control. The Asakura were in turn destroyed by Oda Nobunaga. The province was the briefly held by Niwa Nagahide, and under the rule of Toyotomi Hideyoshi by Yamauchi Kazutoyo. Following the Battle of Sekigahara in 1600, the victorious Tokugawa Ieyasu assigned the province to Kyōgoku Takatsugu, as daimyō of the 92,000 koku Obama Domain. Kyōgoku Takatsugu began the construction of Obama Castle and rebuilt the ancient port town as a jōkamachi and a centre for the kitamaebune coastal trade network. The Kyōgoku clan were transferred to Izumo Province in 1634 and were replaced by Sakai Tadakatsu, an important retainer of the shogunate, who had served as Tairō under shōgun Tokugawa Iemitsu and Tokugawa Ietsuna. The Sakai clan continued to rule Obama for fourteen generations over 237 years to the end of the Edo period. ===Meiji period and beyond=== During the Bakumatsu period, Obama Domain initially supported the Tokugawa shogunate. In 1865, the domain executed Mito rebellion leader Takeda Kōunsai and 353 of his followers and nominally participated in the Battle of Toba–Fushimi of the Boshin War. However, seeing that the shogunate was doomed, Sakai Tadaaki came out of retirement to seize control of the domain from his adopted son and defected to the imperial cause. Consequently, he was appointed imperial governor of Wakasa by the new Meiji government until the abolition of the han system in 1871. At the end of 1871, Wakasa was joined by Tsuruga District, Imadate District and Nanjō District to form \"Tsuruga Prefecture\". In 1876, Tsuruga Prefecture was divided, with former Wakasa and Tsuruga District joining Shiga Prefecture. In 1881, these area were given to Fukui Prefecture, which then assumed its present borders. Due to geography and these political changes, the area of former Wakasa Province and Tsuruga District have a separate identity, and form the region of modern Fukui. ==Historical districts== * Fukui Prefecture ** Mikata District (三方郡) ** Ōi District (大飯郡) ** Onyū District (遠敷郡) - dissolved ==Bakumatsu period domains== {| class=wikitable ! #||Name || type || daimyō || kokudaka |- ||22px||Obama Domain||fudai||Sakai clan||103,000 koku |} ==Notes== ==References== * Nussbaum, Louis-Frédéric and Käthe Roth. (2005). Japan encyclopedia. Cambridge: Harvard University Press. ; OCLC 58053128 * Papinot, Edmond. (1910). Historical and Geographic Dictionary of Japan. Tokyo: Librarie Sansaisha. OCLC 77691250 == External links == * Murdoch's map of provinces, 1903 Category:Former provinces of Japan Category:History of Fukui Prefecture Category:Hokuriku region Category:1871 disestablishments in Japan Category:States and territories disestablished in 1871",
 "title": "Wakasa Province"
}