{
 "id": "395922",
 "text": "Swainson's thrush (Catharus ustulatus), also called olive-backed thrush and russet-backed thrush, is a medium-sized thrush. It is a member of genus Catharus and is typical of it in terms of its subdued coloration and beautiful, ascending flute-like voice. Swainson's thrush was named after William Swainson, an English ornithologist. ==Etymology== The genus name Catharus comes from the Ancient Greek katharos, \"pure or clean\" and refers to the plumage of the orange-billed nightingale-thrush C. aurantiirostris. The specific ustuatus is Latin for \"burnt\", from urere, \"to burn\". thumb|right|South Padre Island - Texas ==Habitat== The breeding habitat of Swainson's thrush is coniferous woods with dense undergrowth across Canada, Alaska, and the northern United States; also, deciduous wooded areas on the Pacific coast of North America. ==Range & distribution== These birds migrate to southern Mexico and as far south as Argentina. The coastal subspecies migrate down the Pacific coast of North America and winter from Mexico to Costa Rica, whereas the continental birds migrate eastwards within North America (a substantial detour) and then travel southwards via Florida to winter from Panama to Bolivia. Swainson's thrush is a very rare vagrant to western Europe. It has also occurred as a vagrant in northeast Asia.Brazil, Mark (2009) Birds of East Asia page 402 ==Threats== This species may be displaced by the hermit thrush where their ranges overlap. Possibly, the latter species adapts more readily to human encroachment upon its habitat. At least in the winter quarters, Swainson's thrush tends to keep away from areas of human construction and other activity. ==Description== This species is in length. The wingspan averages at and the wing chord is . The bill measures in length and the tarsus is long. This species' body mass can range from .Thrushes by Peter Clement. Princeton University Press (2001), This thrush has the white-dark-white underwing pattern characteristic of Catharus thrushes. Adults are brown on the upperparts. The underparts are white with brown on the flanks; the breast is lighter brown with darker spots. They have pink legs and a light brown eye ring. Birds in the east are more olive-brown on the upperparts; western birds are more reddish brown. This bird's song is a hurried series of flute-like tones spiralling upwards. ==Diet== They forage on the forest floor, also in trees. Swainson's thrushes mainly eat insects, fruits and berries.Out of the wide range of fruit eaten by this bird, those of Cymbopetalum mayanum (Annonaceae) and especially Trophis racemosa (Moraceae) are well-liked whenever available in the winter quarters. However, they are generally not taken from feeders or disturbed habitat: Foster (2007) They make a cup nest on a horizontal tree branch. ==Subspecies== thumb|South Padre Island, Texas Four subspecies are recognised, Cathartus ustulatus alame, C. u. swainsoni, C. u. ustulatus and C. u. oedicus. Subspecies Cathartus ustulatus alame and C. u. swainsoni summer east of the British Columbian Coast Mountains, the Cascades and the Sierra Nevada, and C. u. ustulatus and C. u. oedicus summer west of these ranges. There is a small area of overlap in the Coast Mountains. Recent molecular systematics workRuegg & Smith (2002) confirms that these two pairs of subspecies form two genetically distinct clades, referred to as the continental and coastal clades, which diverged during the Late Pleistocene era, probably about 10,000 years ago as the last ice age came to its end and habitats shifted across North America. thumb|A Swainson's thrush in British Columbia The genetic differences between the subspecies, and the circuitous migratory route of the continental birds, strongly suggest that these species underwent a rapid range expansion following the end of the last ice age, with populations originally summering in the south-east of North America expanding their ranges northwards and westwards as the ice retreated. Details of the molecular genetic analysis support the hypothesis of rapid expansion of both coastal and continental populations. The current migratory routes of the continental birds, especially the western populations, are not optimal in ecological terms, and presumably represent an inherited, historical route pattern that has not yet adapted to the birds' modern population locations. These results notwithstanding, analysis of mtDNA cytochrome b and NADH dehydrogenase subunit 2 as well as nuclear β-fibrinogen intron 7 sequence dataWinker & Pruett (2006) shows that Swainson's thrush is the most ancient North American species of its genus; it is not closely related to other Catharus and the outward similarities with the other North American species are due to convergent evolution. ==Footnotes== ==References== * Foster, Mercedes S. (2007): \"The potential of fruiting trees to enhance converted habitats for migrating birds in southern Mexico.\" Bird Conservation International 17(1): 45–61. * Ruegg, K. C., & Smith, T.B. (2002). \"Not as the crow flies: a historical explanation for circuitous migration in Swainson's thrush (Catharus ustulatus).\" Proc. R. Soc. B 269(1498) 1375–1381. * Winker, Kevin & Pruett, Christin L. (2006): \"Seasonal migration, speciation, and morphological convergence in the avian genus Catharus (Turdidae).\" Auk 123(4): 1052–1068. [Article in English with Spanish abstract] DOI: 10.1642/0004-8038(2006)123[1052:SMSAMC]2.0.CO;2 PDF fulltext] ==External links== * Swainson's Thrush Species Account - Cornell Lab of Ornithology * Swainson's Thrush - Catharus ustulatus - USGS Patuxent Bird Identification InfoCenter * Examples of Turdidae Thrush calls - naturesongs.com * * * Swainson's thrush Category:Native birds of Alaska Category:Birds of Canada Category:Native birds of the Northwestern United States Category:Birds of South America Swainson's thrush Category:Taxa named by Thomas Nuttall",
 "title": "Swainson's thrush"
}