{
 "id": "396028",
 "text": "Étienne Geoffroy Saint-Hilaire (15 April 177219 June 1844) was a French naturalist who established the principle of \"unity of composition\". He was a colleague of Jean-Baptiste Lamarck and expanded and defended Lamarck's evolutionary theories. Geoffroy's scientific views had a transcendental flavor (unlike Lamarck's materialistic views) and were similar to those of German morphologists like Lorenz Oken. He believed in the underlying unity of organismal design, and the possibility of the transmutation of species in time, amassing evidence for his claims through research in comparative anatomy, paleontology, and embryology. He is considered as a predecessor of the evo-devo evolutionary concept. ==Life and early career== Geoffroy was born at Étampes (in present-day Essonne), and studied at the Collège de Navarre, in Paris, where he studied natural philosophy under M. J. Brisson. He then attended the lectures of Daubenton at the College de France and Fourcroy at the Jardin des Plantes. In March 1793 Louis-Jean-Marie Daubenton, through the interest of Bernardin de Saint-Pierre, procured him the office of sub-keeper and assistant demonstrator of the cabinet of natural history, made vacant by the resignation of Bernard Germain Étienne de la Ville, Comte de Lacépède. By a law passed in June 1793, Geoffroy was appointed one of the twelve professors of the newly constituted Muséum National d'Histoire Naturelle, being assigned the chair of zoology. In the same year he busied himself with the formation of a menagerie at that institution. In 1794, Geoffroy entered into correspondence with Georges Cuvier. Shortly after the appointment of Cuvier as assistant at the Museum d'Histoire Naturelle, Geoffroy received him into his house. The two friends wrote together five memoirs on natural history, one of which, on the classification of mammals, puts forward the idea of the subordination of characters upon which Cuvier based his zoological system. It was in a paper entitled Histoire des Makis, ou singes de Madagascar, written in 1795, that Geoffroy first gave expression to his views on the unity of organic composition, the influence of which is perceptible in all his subsequent writings; nature, he observes, presents us with only one plan of construction, the same in principle, but varied in its accessory parts. In 1798, Geoffroy was chosen a member of Napoleon's great scientific expedition to Egypt as part of the natural history and physics section of the Institut d'Égypte; 151Laissus, Yves; Orgogozgo, Chantal (1990). The Discovery of Egypt. Paris: Flammarion. pp. 73-74. scientists and artists participated in the expedition, including Dominique-Vivant Denon, Claude Louis Berthollet, and Jean Baptiste Joseph Fourier. On the capitulation of Alexandria in August 1801, he took part in resisting the claim made by the British general to the collections of the expedition, declaring that, were that demand persisted in, history would have to record that he also had burnt a library in Alexandria. Early in January 1802 Geoffroy returned to Paris. He was elected a member of the French Academy of Sciences in September 1807. In March of the following year Napoleon, who had already recognized his national services by the award of the cross of the legion of honor, selected him to visit the museums of Portugal, for the purpose of procuring collections from them, and in the face of considerable opposition from the British he eventually was successful in retaining them as a permanent possession for his country. ==Later career== thumb|upright|Cours de l'histoire naturelle des mammifères, 1829 In 1809, the year after his return to France, Geoffroy was made professor of zoology at the faculty of sciences at Paris, and from that period he devoted himself more exclusively than before to anatomical study. In 1818 he published the first part of his celebrated Philosophie anatomique, the second volume of which, published in 1822, and subsequent memoirs account for the formation of monstrosities on the principle of arrest of development, and of the attraction of similar parts. Geoffroy's friend Robert Edmund Grant shared his views on unity of plan and corresponded with him while working on marine invertebrates in the late 1820s in Edinburgh (assisted in 1826 and 1827 by his student Charles Darwin) when Grant successfully identified the pancreas in molluscs. When, in 1830, Geoffroy proceeded to apply to the invertebrata his views as to the unity of animal composition, he found a vigorous opponent in Cuvier, his former friend. Geoffroy, a synthesiser, contended, in accordance with his theory of unity of plan in organic composition, that all animals are formed of the same elements, in the same number; and with the same connections: homologous parts, however they differ in form and size, must remain associated in the same invariable order. With Johann Wolfgang von Goethe he held that there is in nature a law of compensation or balancing of growth, so that if one organ take on an excess of development, it is at the expense of some other part; and he maintained that, since nature takes no sudden leaps, even organs which are superfluous in any given species, if they have played an important part in other species of the same family, are retained as rudiments, which testify to the permanence of the general plan of creation. It was his conviction that, owing to the conditions of life, the same forms had not been perpetuated since the origin of all things, although it was not his belief that existing species are becoming modified. Cuvier, who was an analytical observer of facts, admitted only the prevalence of laws of co-existence or harmony in animal organs, and maintained the absolute invariability of species, which he declared had been created with a regard to the circumstances in which they were placed, each organ contrived with a view to the function it had to fulfil, thus putting, in Geoffroy's considerations, the effect for the cause. In 1836 he coined the term phocomelia. In July 1840, Geoffroy became blind, and some months later he had a paralytic attack. From that time his strength gradually failed him. He resigned his chair at the museum in 1841, and was succeeded by his son, Isidore Geoffroy Saint-Hilaire. He died in 1844. ==Geoffroy's theory== Geoffroy was a deist, which is to say that he believed in a God, but also in a law-like universe, with no supernatural interference in the details of existence. This kind of opinion was common in the Enlightenment, and goes with a rejection of revelation and miracles, and does not interpret the Bible as the literal word of God. These views did not conflict with his naturalistic ideas about organic change. Geoffroy's theory was not a theory of common descent, but a working-out of existing potential in a given type. For him, the environment causes a direct induction of organic change. This opinion Ernst Mayr labels as 'Geoffroyism'.Mayr, Ernst (1982). The Growth of Biological Thought: Diversity, Evolution, and Inheritance. Cambridge, Massachusetts: Harvard University Press. p. 262. It is definitely not what Lamarck believed (for Lamarck, a change in habits is what changes the animal). The direct effect of environment on heritable traits is not believed today to be a central evolutionary force; even Lawrence knew by 1816 that the climate does not directly cause the major differences between human races. Geoffroy endorsed a theory of saltational evolution that \"monstrosities could become the founding fathers (or mothers) of new species by instantaneous transition from one form to the next.\"Hallgrímsson, Benedikt; Hall, Brian K. (2011). Variation: A Central Concept in Biology. Burlington, Massachusetts: Elsevier Academic Press. p. 18. In 1831 he speculated that birds could have arisen from reptiles by an epigenetic saltation.Hall, Brian K.; Pearson, Roy D.; Müller, Gerd D. (2004). Environment, Development, and Evolution: Toward a Synthesis. Vienna Series in Theoretical Biology. Cambridge, Massachusetts: Massachusetts Institute of Technology. p. 9. Geoffroy wrote that environmental pressures could produce sudden transformations to establish new species instantaneously.Bowler, Peter J. (2003). Evolution: The History of an Idea. Oakland, California: University of California Press. p. 127. In 1864 Albert von Kölliker revived Geoffroy's theory that evolution proceeds by large steps, under the name of heterogenesis.Wright, Sewall (1984). Evolution and the Genetics of Populations: Genetics and Biometric Foundations Volume 1. Chicago, Illinois: University of Chicago Press. p. 10 Geoffroy noted that the organization of dorsal and ventral structures in arthropods is opposite that of mammals. The inversion hypothesis was met with criticism and was rejected, however, some modern molecular embryologists have since resurrected this idea.Travis, John (1995). \"The Ghost of Geoffroy Saint-Hilaire: Frog and Fly Genes Revive the Ridiculed Idea that Vertebrates Resemble Upside-Down Insects\". Science News 148 (14): 216-218. ==Legacy== The Geoffroy's cat (Leopardus geoffroyi) was named in his honour. Étienne Geoffroy Saint-Hilaire is commemorated in the scientific names of two species of South American turtle, Phrynops geoffroanus and Phrynops hilarii.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"Geoffroy\", p. 99). His name is also honoured in that of a number of other species, including Geoffroy's spider monkey, Geoffroy's bat, and Geoffroy's tamarin. is a street in the 5ème arrondissement, Paris near the Jardin des Plantes and Muséum national d'histoire naturelle. ==In popular culture== French author Honoré de Balzac dedicated his novel Le Père Goriot to Saint-Hilaire, \"as a tribute of admiration for his labors and his genius.\" ==Works== * ==See also== * Cuvier–Geoffroy debate == Citations == == General sources == * ==Further reading== * * * * * * * * van den Biggelaar, J.A.M.; Edsinger-Gonzales, E.; Schram, F.R. (2002). \"The improbability of dorso-ventral axis inversion during animal evolution, as presumed by Geoffroy Saint Hilaire\". Contributions to Zoology 71(1/3). HTM ==External links== * * Étienne Geoffroy Saint Hilaire Collection, American Philosophical Society Category:1772 births Category:1844 deaths Category:18th-century French male writers Category:18th-century French writers Category:19th-century French male writers Category:19th-century French writers Category:19th-century French zoologists Category:Burials at Père Lachaise Cemetery Category:Commission des Sciences et des Arts members Category:French male non-fiction writers Category:French naturalists Category:French taxonomists Category:French zoologists Category:Members of the French Academy of Sciences Category:National Museum of Natural History (France) people Category:People from Étampes Category:Phocomelia Category:Proto-evolutionary biologists Category:University of Paris alumni Category:Zookeepers",
 "title": "Étienne Geoffroy Saint-Hilaire"
}