{
 "id": "39608",
 "text": "Sir Walter Winterbottom (31 March 1913 – 16 February 2002) was the first manager of the England football team (1946–1962) and FA Director of Coaching. He resigned from the FA in 1962 to become General Secretary of the Central Council of Physical Recreation (CCPR) and was appointed as the first Director of the Sports Council in 1965. He was knighted for his services to sport in 1978 when he retired. The Football Association marked the 100th anniversary of Winterbottom's birth by commissioning a bust which was unveiled by Roy Hodgson at St Georges Park on 23 April 2013 in recognition of his outstanding contribution to the development of English football. thumb|Walter Winterbottom thumb|Roy Hodgson and Winterbottom biographer Graham Morse ==Early years== Born in Oldham, Lancashire, Walter Winterbottom was the only son of James Winterbottom, a ring frame fitter in a textile machine works. At the age of 12 he was awarded a scholarship to Oldham High School where he excelled. He won a bursary to Chester Diocesan Teachers Training College, graduating as the top student in 1933 and took a teaching post at the Alexandra Road School, Oldham. Whilst teaching he played football for Royton Amateurs and then Mossley where he was spotted by Manchester United. He signed for United as a part-time professional in 1936 but continued teaching. In his first season (1936/37) at Manchester United he showed great promise, playing 21 first team League games and 2 FA cup games, appearing as wing half and centre half. But in the following two seasons he made only 4 first team appearances. and 41 Central League appearances, his playing career effectively ended by a spinal disease, later diagnosed as ankylosing spondylitis. Whilst still playing for Manchester United he left his teaching position to study at Carnegie College of Physical Education, Leeds. On graduating he was appointed as a lecturer. During World War II Winterbottom served as an officer in the Royal Air Force, reaching the rank of wing commander and working at the Air Ministry with overall responsibility for training PE instructors at home and overseas. He was also a guest player with Chelsea and ran coaching courses for the FA at grammar schools in London. In 1946 Stanley Rous, who was the secretary of The Football Association, persuaded the FA council to appoint Winterbottom as The FA's first Director of Coaching and suggested he take on the additional responsibility of being the first England team manager. ==England team manager== Walter Winterbottom has the distinction of being England's first, youngest and longest serving England team manager; he is also the only England manager to have had no previous professional managerial experience. In all matches in which he was in charge, England played 139, won 78, drew 33, and lost 28; goals for 383, against 196. At home England lost six matches in sixteen years. England won the British championship in thirteen out of his sixteen seasons (seven times outright and six times sharing top place). In the World Cup tournament England qualified on all four occasions, reaching the quarter finals twice, playing 28 matches, winning 15, drawing 7 and losing 6; goals for 75 against 35 (including World Cup qualifying matches). Although he had coaching and managerial responsibilities, Winterbottom never had the power to pick his own team (it was chosen by a selection committee). Over time his technical knowledge increasingly influenced selectors. Finally, prior to Alf Ramsey's arrival in 1962, he convinced the FA that the team manager must have sole control of selection. During his time Winterbottom repeatedly warned the English football establishment that countries in Continental Europe and South America were overtaking England and that English football had to change. His sixteen years as England team manager helped greatly in creating a modern and competitive national team and four years after his departure in 1966 England won the World Cup. His innovations included the introduction of England B, Under 23, youth and schoolboy teams providing players with continuity and experience in international football before being selected for the full England team. Notable victories during his era were 10—0 away to Portugal in 1947, 4—0 away to Italy in 1948, 3—1 at home to recently crowned World Champions West Germany in 1954 after the 4—2 at home to Brazil in 1956 and 9—3 at home to Scotland in 1961. Notable defeats were losing 2–0 to the Republic of Ireland at Goodison Park, losing 1—0 to the USA in the 1950 World Cup and 6—3 at home to Hungary in 1953 when England lost their unbeaten home record to a foreign team at Wembley, followed by a 7—1 away defeat to the same team in 1954. Also while he was manager, England visited Argentina, Brazil, Chile, Denmark, Mexico, Peru, Portugal, the Soviet Union, United States and Uruguay for the first time. ===FIFA World Cup record=== Winterbottom led England to four consecutive World Cup finals, a record subsequently equalled only by Helmut Schön of West Germany. England entered the World Cup for the first time in 1950, qualifying for the tournament in Brazil by winning the British Home Championship. England had never before played in South America. They beat Chile by 2—0 but lost 1—0 to the USA and 1—0 to Spain to be eliminated in the first round. Winterbottom again led England to qualification in Switzerland in 1954 by winning the British Home championship. A 4—4 draw against Belgium and a 2—0 victory against Switzerland took them to the quarter finals where they were beaten 4—2 by the defending champions, Uruguay. England qualified for the 1958 FIFA World Cup in Sweden with wins over the Republic of Ireland and Denmark, with a team that had lost only once in 17 games. Three months before the tournament began the Munich air disaster robbed the team of key players from Manchester United: Roger Byrne, Tommy Taylor and Duncan Edwards died. England drew against the USSR, Brazil and Austria but lost to the Soviet Union in a playoff for a quarter-final place. Winterbottom again led his team to qualification for the 1962 World Cup in Chile with wins over Portugal and Luxembourg. After progressing from their group on goal average, England reached the quarter-finals but were beaten 3—1 by the eventual winners, Brazil. ===FA Director of Coaching=== Although Winterbottom is best known as the England team manager, it is in coaching that he made important contributions to the development of English football. He made no secret of his belief that his job as Director of Coaching was the more important of his two roles at the FA. When he joined the FA in 1946, club directors, managers and players were cynical about the need for coaching but Winterbottom had a passion for coaching and a vision of how it should develop. He soon created a national coaching scheme with summer residential courses at Lilleshall, Shropshire, and persuaded some of his international players to take the courses that led to exams for the FA preliminary and full coaching badges. This gave the scheme credibility. They developed their teaching skills by coaching in schools and then moved into part-time coaching positions in junior clubs. He gathered around him a cadre of young FA staff coaches: men like Bill Nicholson, Don Howe, Alan Brown, Ron Greenwood, Dave Sexton, Malcolm Allison, Joe Mercer, Vic Buckingham, Jimmy Hill and Bobby Robson. Over time a new breed of managers emerged in the League clubs and began to change attitudes to coaching. Winterbottom's courses were expanded to include professional players, referees, schoolmasters, club trainers, schoolboys and youth leaders. In addition to Lilleshall they were held at Loughborough College, Carnegie College, Bisham Abbey and Birmingham University. In 1947 three hundred had taken the full coaching award and the numbers of qualified coaches grew each year. The courses attracted international participation and praise. Winterbottom was regarded by many as a leading technical thinker and exponent of association football, of his generation, in the world and lectured internationally. He inspired a new generation of managers, most notably Ron Greenwood and Bobby Robson, who graduated through every level of coaching, both eventually becoming England team manager. ===Criticism=== In assessing Winterbottom's tenure as England manager, Goldblatt writes that \"[Winterbottom] introduced a measure of tactical thinking and discussion to the England squad, though his inability to anticipate or learn significantly from the Hungarian debacle suggests that his grasp of tactics and communication with the players was limited.\" William Baker writes that Winterbottom, because of his \"upper-class origins [sic]\", could not \"effectively instruct, much less inspire, working-class footballers.\" Football journalist Brian Glanville said in an interview: \"I got on very well with Walter Winterbottom, but he was a rotten manager.\" ===Publishing=== Winterbottom was also responsible for the publishing at the FA. The first coaching bulletin was launched in 1946 and this became the FA Bulletin and then the FA News. The FA Year Book was introduced in 1948 along with the FA Book for Boys annual. The first coaching films and film strips followed in 1950. An important landmark was the publication of Winterbottom's book, Soccer Coaching, the first modern soccer coaching manual. This was followed by three more books, Skilful Soccer, Modern Soccer and Training for Soccer. ==Sports administrator== In 1962 Winterbottom resigned from the FA and took up an appointment as General Secretary of the Central Council of Physical Recreation and two years later became the Director of the newly formed Sports Council. He stepped onto the wider stage of sport and emerged to have a profound effect on sport in Britain during the second half of the twentieth century. ===Central Council of Physical Recreation=== At the Central Council of Physical Education (CCPR) Winterbottom worked to provide coaches and better facilities for sports governing bodies. He soon became involved in the ongoing political debate about the recommendations of the 1960 Report of the Wolfenden Committee on Sport, which had recommended the establishment of a Sports Council responsible for distributing government money to sport. He was in favour but the CCPR was divided on the issue. In 1965 the Government under set up a Sports Council and Winterbottom was seconded to become the first Director of the Sports Council with Denis Howell as his chairman. ===Sports Council=== Winterbottom believed that participation in a sport played a much more important role in society that was generally accepted. For 16 years he battled to win significantly more investment in sport from national and local government to support a Sport for All campaign. Despite a harsh economic climate great progress was made in providing new facilities. In ten years 499 sports centres were built and 524 new swimming pools. Under his leadership sports governing bodies were helped to develop more professional organisations and provide more coaches. He conceived the idea of the Sports Aid Foundation, raising money from industry to back young elite sportsmen and women with Olympic medal winning chances. He was a member of the Council of Europe and Chairman of the Committee for the Development of Sport and was influential in the acceptance of the Sport For All concept by Canada and UNESCO. ==Later life== In 1978, after reaching the age of 65, Winterbottom retired from the Sports Council and was knighted for his services to sport. He became an advisor to the British government on ways in which British manufacturers of sports equipment could work with foreign firms. In 1979, he visited Australia and New Zealand to help their governments to support sport in the community. He was head of the FIFA Technical Studies Group for the World Cup in 1966, 1970, 1974, 1978 and a member in 1982. In 1985 The Winterbottom Report, an FA enquiry into artificial playing surfaces was published and in 1987–89 he was a member of the Football League enquiry into artificial pitches. He died in the Royal Surrey Hospital after an operation for cancer on 16 February 2002. He was 88 years old. A memorial service was held at St. Nicolas Church, Cranleigh, Surrey on 1 March 2002. ==Managerial statistics== {| class=\"wikitable\" style=\"text-align: center\" |- !rowspan=2! width=60|Team !rowspan=2! width=50|Nat !rowspan=2! width=100|From !rowspan=2! width=70|To !colspan=8|Record |- !width=40|G !width=40|W !width=40|D !width=40|L !width=40|GF !width=40|GA !width=40|+/– !width=50|Win % |- |align=left|England | |align=left|September 1946 |align=left|July 1962 |} ===England matches under Winterbottom=== England's goal tally first. {| class=\"wikitable sortable collapsible\" style=\"font-size:90%\" |- !colspan=\"6\"|England Match Record 1946–1962 |- ! # !! Date !! Venue !! Opponent !! Result !! Competition |- | align=center|1 | 28 September 1946 | | | bgcolor=#CCFFCC align=center|7–2 | 1946–47 British Home Championship |- | align=center|2 | 30 September 1946 | | | bgcolor=#CCFFCC align=center|1–0 | International Match |- | align=center|3 | 13 November 1946 | | | bgcolor=#CCFFCC align=center|3–0 | 1946–47 British Home Championship |- | align=center|4 | 27 November 1946 | | | bgcolor=#CCFFCC align=center|8–2 | International Match |- | align=center|5 | 12 April 1947 | | | bgcolor=#FFFFCC align=center|1–1 | 1946–47 British Home Championship |- | align=center|6 | 3 May 1947 | | | bgcolor=#CCFFCC align=center|3–0 | International Match |- | align=center|7 | 18 May 1947 | | | bgcolor=#FFCCCC align=center|0–1 | rowspan=2|1947 European tour |- | align=center|8 | 25 May 1947 | | | bgcolor=#CCFFCC align=center|10–0 |- | align=center|9 | 29 September 1947 | | | bgcolor=#CCFFCC align=center|5–2 | International Match |- | align=center|10 | 18 October 1947 | | | bgcolor=#CCFFCC align=center|3–0 | 1947–48 British Home Championship |- | align=center|11 | 5 November 1947 | | | bgcolor=#FFFFCC align=center|2–2 | 1947–48 British Home Championship |- | align=center|12 | 19 November 1947 | | | bgcolor=#CCFFCC align=center|4–2 | International Match |- | align=center|13 | 10 May 1948 | | | bgcolor=#CCFFCC align=center|1–0 | 1947–48 British Home Championship |- | align=center|14 | 16 May 1948 | | | bgcolor=#CCFFCC align=center|4–0 | International Match |- | align=center|15 | 26 September 1948 | | | bgcolor=#FFFFCC align=center|0–0 | International Match |- | align=center|16 | 9 October 1948 | | | bgcolor=#CCFFCC align=center|6–2 | 1948–49 British Home Championship |- | align=center|17 | 10 November 1948 | | | bgcolor=#CCFFCC align=center|1–0 | 1948–49 British Home Championship |- | align=center|18 | 10 November 1948 | | | bgcolor=#CCFFCC align=center|6–0 | International Match |- | align=center|19 | 9 April 1949 | | | bgcolor=#FFCCCC align=center|1–3 | 1948–49 British Home Championship |- | align=center|20 | 13 May 1949 | | | bgcolor=#FFCCCC align=center|1–3 | rowspan=3|1949 European tour |- | align=center|21 | 18 May 1949 | Ullevaal Stadion, Oslo | | bgcolor=#CCFFCC align=center|4–1 |- | align=center|22 | 22 May 1949 | | | bgcolor=#CCFFCC align=center|3–1 |- | align=center|23 | 21 September 1949 | | | bgcolor=#FFCCCC align=center|0–2 | International Match |- | align=center|24 | 15 October 1949 | | | bgcolor=#CCFFCC align=center|4–1 | 1949–50 British Home Championship |- | align=center|25 | 16 November 1949 | | | bgcolor=#CCFFCC align=center|9–2 | 1949–50 British Home Championship |- | align=center|26 | 30 November 1949 | | | bgcolor=#CCFFCC align=center|2–0 | International Match |- | align=center|27 | 25 May 1950 | | | bgcolor=#CCFFCC align=center|1–0 | 1949–50 British Home Championship |- | align=center|28 | 14 May 1950 | | | bgcolor=#CCFFCC align=center|5–3 | rowspan=2|1950 European tour |- | align=center|29 | 18 May 1950 | | | bgcolor=#CCFFCC align=center|4–1 |- | align=center|30 | 25 June 1950 | | | bgcolor=#CCFFCC align=center|2–0 | 1950 FIFA World Cup |- | align=center|31 | 19 June 1950 | | | bgcolor=#FFCCCC align=center|0–1 | 1950 FIFA World Cup |- | align=center|32 | 2 July 1950 | | | bgcolor=#FFCCCC align=center|0–1 | 1950 FIFA World Cup |- | align=center|33 | 7 October 1950 | | | bgcolor=#CCFFCC align=center|4–1 | 1950–51 British Home Championship |- | align=center|34 | 15 November 1950 | | | bgcolor=#CCFFCC align=center|6–2 | 1950–51 British Home Championship |- | align=center|35 | 15 November 1950 | | | bgcolor=#FFFFCC align=center|2–2 | International Match |- | align=center|36 | 14 April 1951 | | | bgcolor=#FFCCCC align=center|2–3 | 1950–51 British Home Championship |- | align=center|37 | 9 May 1951 | | | bgcolor=#CCFFCC align=center|2–1 | International Match |- | align=center|38 | 19 May 1951 | | | bgcolor=#CCFFCC align=center|5–2 | International Match |- | align=center|39 | 3 October 1951 | | | bgcolor=#FFFFCC align=center|2–2 | International Match |- | align=center|40 | 20 October 1951 | | | bgcolor=#FFFFCC align=center|1–1 | 1951–52 British Home Championship |- | align=center|41 | 14 November 1951 | | | bgcolor=#CCFFCC align=center|2–0 | 1951–52 British Home Championship |- | align=center|42 | 28 November 1951 | | | bgcolor=#FFFFCC align=center|2–2 | International Match |- | align=center|43 | 5 April 1952 | | | bgcolor=#CCFFCC align=center|2–0 | 1951–52 British Home Championship |- | align=center|44 | 18 May 1952 | | | bgcolor=#FFFFCC align=center|1–1 | rowspan=3|1952 European tour |- | align=center|45 | 25 May 1952 | | | bgcolor=#CCFFCC align=center|3–2 |- | align=center|46 | 28 May 1952 | | | bgcolor=#CCFFCC align=center|3–0 |- | align=center|47 | 4 October 1952 | | | bgcolor=#FFFFCC align=center|2–2 | 1952–53 British Home Championship |- | align=center|48 | 12 November 1952 | | | bgcolor=#CCFFCC align=center|5–2 | 1952–53 British Home Championship |- | align=center|49 | 26 November 1952 | | | bgcolor=#CCFFCC align=center|5–0 | International Match |- | align=center|50 | 18 April 1953 | | | bgcolor=#FFFFCC align=center|2–2 | 1952–53 British Home Championship |- | align=center|51 | 17 May 1953 | | | bgcolor=#FFFFCC align=center|0–0 | rowspan=4|1953 American tour |- | align=center|52 | 24 May 1953 | | | bgcolor=#CCFFCC align=center|2–1 |- | align=center|53 | 31 May 1953 | | | bgcolor=#FFCCCC align=center|1–2 |- | align=center|54 | 8 June 1953 | | | bgcolor=#CCFFCC align=center|6–3 |- | align=center|55 | 10 October 1953 | | | bgcolor=#CCFFCC align=center|4–1 | 1953–54 British Home Championship |- | align=center|56 | 21 October 1953 | | FIFA XI | bgcolor=#FFFFCC align=center|4–4 | International Match |- | align=center|57 | 11 November 1953 | | | bgcolor=#CCFFCC align=center|3–1 | 1953–54 British Home Championship |- | align=center|58 | 25 November 1953 | | | bgcolor=#FFCCCC align=center|3–6 | International Match |- | align=center|59 | 3 April 1954 | | | bgcolor=#CCFFCC align=center|4–2 | 1953–54 British Home Championship |- | align=center|60 | 16 May 1954 | | | bgcolor=#FFCCCC align=center|0–1 | rowspan=2|1954 European tour |- | align=center|61 | 23 May 1954 | | | bgcolor=#FFCCCC align=center|1–7 |- | align=center|62 | 17 June 1954 | | | bgcolor=#FFFFCC align=center|4–4 | 1954 FIFA World Cup |- | align=center|63 | 20 June 1954 | | | bgcolor=#CCFFCC align=center|2–0 | 1954 FIFA World Cup |- | align=center|64 | 26 June 1954 | | | bgcolor=#FFCCCC align=center|2–4 | 1954 FIFA World Cup |- | align=center|65 | 2 October 1954 | | | bgcolor=#CCFFCC align=center|2–0 | 1954–55 British Home Championship |- | align=center|66 | 10 November 1954 | | | bgcolor=#CCFFCC align=center|3–2 | 1954–55 British Home Championship |- | align=center|67 | 1 December 1954 | | | bgcolor=#CCFFCC align=center|3–1 | International Match |- | align=center|68 | 2 April 1955 | | | bgcolor=#CCFFCC align=center|7–2 | 1954–55 British Home Championship |- | align=center|69 | 15 May 1955 | | | bgcolor=#FFCCCC align=center|0–1 | rowspan=3|1955 European tour |- | align=center|70 | 18 May 1955 | | | bgcolor=#FFFFCC align=center|1–1 |- | align=center|71 | 22 May 1955 | | | bgcolor=#FFCCCC align=center|1–3 |- | align=center|72 | 2 October 1955 | | | bgcolor=#CCFFCC align=center|5–1 | International Match |- | align=center|73 | 22 October 1955 | | | bgcolor=#FFCCCC align=center|1–2 | 1955–56 British Home Championship |- | align=center|74 | 2 November 1955 | | | bgcolor=#CCFFCC align=center|3–0 | 1955–56 British Home Championship |- | align=center|75 | 30 November 1955 | | | bgcolor=#CCFFCC align=center|4–1 | International Match |- | align=center|76 | 14 April 1956 | | | bgcolor=#FFFFCC align=center|1–1 | 1955–56 British Home Championship |- | align=center|77 | 9 May 1956 | | | bgcolor=#CCFFCC align=center|4–2 | International Match |- | align=center|78 | 16 May 1956 | | | bgcolor=#FFFFCC align=center|0–0 | rowspan=3|1956 European tour |- | align=center|79 | 20 May 1956 | | | bgcolor=#CCFFCC align=center|5–1 |- | align=center|80 | 26 May 1956 | | | bgcolor=#CCFFCC align=center|3–1 |- | align=center|81 | 6 October 1956 | | | bgcolor=#FFFFCC align=center|1–1 | 1956–57 British Home Championship |- | align=center|82 | 14 November 1956 | | | bgcolor=#CCFFCC align=center|3–1 | 1956–57 British Home Championship |- | align=center|83 | 28 November 1956 | | | bgcolor=#CCFFCC align=center|3–0 | International Match |- | align=center|84 | 5 December 1956 | | | bgcolor=#CCFFCC align=center|5–2 | 1958 FIFA World Cup qualification |- | align=center|85 | 6 April 1957 | | | bgcolor=#CCFFCC align=center|2–1 | 1956–57 British Home Championship |- | align=center|86 | 8 May 1957 | | | bgcolor=#CCFFCC align=center|5–1 | 1958 FIFA World Cup qualification |- | align=center|87 | 15 May 1957 | | | bgcolor=#CCFFCC align=center|4–1 | 1958 FIFA World Cup qualification |- | align=center|88 | 19 May 1957 | | | bgcolor=#FFFFCC align=center|1–1 | 1958 FIFA World Cup qualification |- | align=center|89 | 19 October 1957 | | | bgcolor=#CCFFCC align=center|4–0 | 1957–58 British Home Championship |- | align=center|90 | 6 November 1957 | | | bgcolor=#FFCCCC align=center|2–3 | 1957–58 British Home Championship |- | align=center|91 | 27 November 1957 | | | bgcolor=#CCFFCC align=center|4–0 | International Match |- | align=center|92 | 19 April 1958 | | | bgcolor=#CCFFCC align=center|4–0 | 1957–58 British Home Championship |- | align=center|93 | 7 May 1958 | | | bgcolor=#CCFFCC align=center|2–1 | International Match |- | align=center|94 | 11 May 1958 | | | bgcolor=#FFCCCC align=center|0–5 | rowspan=2|1958 European tour |- | align=center|95 | 18 May 1958 | | | bgcolor=#FFFFCC align=center|1–1 |- | align=center|96 | 8 June 1958 | | | bgcolor=#FFFFCC align=center|2–2 | 1958 FIFA World Cup |- | align=center|97 | 11 June 1958 | | | bgcolor=#FFFFCC align=center|0–0 | 1958 FIFA World Cup |- | align=center|98 | 15 June 1958 | | | bgcolor=#FFFFCC align=center|2–2 | 1958 FIFA World Cup |- | align=center|99 | 19 June 1958 | | | bgcolor=#FFCCCC align=center|0–1 | 1958 FIFA World Cup |- | align=center|100 | 4 October 1958 | | | bgcolor=#FFFFCC align=center|3–3 | 1958–59 British Home Championship |- | align=center|101 | 22 October 1958 | | | bgcolor=#CCFFCC align=center|5–0 | International Match |- | align=center|102 | 26 November 1958 | | | bgcolor=#FFFFCC align=center|2–2 | 1958–59 British Home Championship |- | align=center|103 | 11 April 1959 | | | bgcolor=#CCFFCC align=center|1–0 | 1958–59 British Home Championship |- | align=center|104 | 6 May 1959 | | | bgcolor=#FFFFCC align=center|2–2 | International Match |- | align=center|105 | 13 May 1959 | | | bgcolor=#FFCCCC align=center|1–4 | rowspan=4|1959 American tour |- | align=center|106 | 17 May 1959 | | | bgcolor=#FFCCCC align=center|1–4 |- | align=center|107 | 24 May 1959 | | | bgcolor=#FFCCCC align=center|1–2 |- | align=center|108 | 28 May 1959 | | | bgcolor=#CCFFCC align=center|8–1 |- | align=center|109 | 17 October 1959 | | | bgcolor=#FFFFCC align=center|1–1 | 1959–60 British Home Championship |- | align=center|110 | 28 October 1959 | | | bgcolor=#FFCCCC align=center|2–3 | International Match |- | align=center|111 | 18 November 1959 | | | bgcolor=#CCFFCC align=center|2–1 | 1959–60 British Home Championship |- | align=center|112 | 9 April 1960 | | | bgcolor=#FFFFCC align=center|1–1 | 1959–60 British Home Championship |- | align=center|113 | 11 May 1960 | | | bgcolor=#FFFFCC align=center|3–3 | International Match |- | align=center|114 | 15 May 1960 | | | bgcolor=#FFCCCC align=center|0–3 | rowspan=2|1960 European tour |- | align=center|115 | 22 May 1960 | | | bgcolor=#FFCCCC align=center|0–2 |- | align=center|116 | 8 October 1960 | | | bgcolor=#CCFFCC align=center|5–2 | 1960–61 British Home Championship |- | align=center|117 | 19 October 1960 | | | bgcolor=#CCFFCC align=center|9–0 | 1962 FIFA World Cup qualification |- | align=center|118 | 26 October 1960 | | | bgcolor=#CCFFCC align=center|4–2 | International Match |- | align=center|119 | 23 November 1960 | | | bgcolor=#CCFFCC align=center|5–1 | 1960–61 British Home Championship |- | align=center|120 | 15 April 1961 | | | bgcolor=#CCFFCC align=center|9–3 | 1960–61 British Home Championship |- | align=center|121 | 10 May 1961 | | | bgcolor=#CCFFCC align=center|8–0 | International Match |- | align=center|122 | 21 May 1961 | | | bgcolor=#FFFFCC align=center|1–1 | 1962 FIFA World Cup qualification |- | align=center|123 | 24 May 1961 | | | bgcolor=#CCFFCC align=center|3–2 | rowspan=2|1961 European tour |- | align=center|124 | 27 May 1961 | | | bgcolor=#FFCCCC align=center|1–3 |- | align=center|125 | 28 September 1961 | | | bgcolor=#CCFFCC align=center|4–1 | 1962 FIFA World Cup qualification |- | align=center|126 | 14 October 1961 | | | bgcolor=#FFFFCC align=center|1–1 | 1961–62 British Home Championship |- | align=center|127 | 25 October 1961 | | | bgcolor=#CCFFCC align=center|2–0 | 1962 FIFA World Cup qualification |- | align=center|128 | 22 November 1961 | | | bgcolor=#FFFFCC align=center|1–1 | 1961–62 British Home Championship |- | align=center|129 | 4 April 1962 | | | bgcolor=#CCFFCC align=center|3–1 | International Match |- | align=center|130 | 14 April 1962 | | | bgcolor=#FFCCCC align=center|0–2 | 1961–62 British Home Championship |- | align=center|131 | 9 May 1962 | | | bgcolor=#CCFFCC align=center|3–1 | International Match |- | align=center|132 | 20 May 1962 | | | bgcolor=#CCFFCC align=center|4–0 | International Match |- | align=center|133 | 31 May 1962 | | | bgcolor=#FFCCCC align=center|1–2 | 1962 FIFA World Cup |- | align=center|134 | 2 June 1962 | | | bgcolor=#CCFFCC align=center|3–1 | 1962 FIFA World Cup |- | align=center|135 | 7 June 1962 | | | bgcolor=#FFFFCC align=center|0–0 | 1962 FIFA World Cup |- | align=center|136 | 10 June 1962 | | | bgcolor=#FFCCCC align=center|1–3 | 1962 FIFA World Cup |- | align=center|137 | 3 October 1962 | | | bgcolor=#FFFFCC align=center|1–1 | 1964 European Nations' Cup qualifying |- | align=center|138 | 20 October 1962 | | | bgcolor=#CCFFCC align=center|3–1 | 1962–63 British Home Championship |- | align=center|139 | 21 November 1962 | | | bgcolor=#CCFFCC align=center|4–0 | 1962–63 British Home Championship |- |} ===England record versus other countries=== {|class=\"wikitable\" |- !colspan=9!|Walter Winterbottom international managerial record |- !width=150|Country !width=30|G !width=30|W !width=30|D !width=30|L !width=30|GF !width=30|GA !width=30|+/– !width=50|Win % |- | |- | |- | |- | |- | |- | |- | |- |FIFA XI |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- | |- |Total |- |} ===Honours=== *British Home Championship **Champions: 1947, 1948, 1950, 1952 (shared), 1953 (shared), 1954, 1955, 1956 (shared), 1957, 1958 (shared), 1959 (shared), 1960 (shared), 1961 **Runners-up: 1949, 1951 ==Notes== ==External links== * * == Literature == * Graham Morse: Sir Walter Winterbottom - The Father of Modern English Football, Kings Road Publishing, 2013. Category:People from Oldham Category:1913 births Category:2002 deaths Category:Royal Air Force personnel of World War II Category:English footballers Category:Footballers from Oldham Category:Manchester United F.C. players Category:English Football League players Category:English football managers Category:England national football team managers Category:1950 FIFA World Cup managers Category:1954 FIFA World Cup managers Category:1958 FIFA World Cup managers Category:1962 FIFA World Cup managers Category:Alumni of the University of Chester Category:Association football people awarded knighthoods Category:Knights Bachelor Category:Commanders of the Order of the British Empire Category:Chelsea F.C. wartime guest players Category:English Football Hall of Fame inductees Category:Association football midfielders Category:Mossley A.F.C. players Category:Olympic football managers of Great Britain Category:Royal Air Force wing commanders Category:Deaths from cancer in England Category:Association football coaches",
 "title": "Walter Winterbottom"
}