{
 "id": "396371",
 "text": "There are a number of political parties in Ireland, and coalition governments are common. The two historically largest parties, Fianna Fáil and Fine Gael, arose from a split in the original Sinn Féin, Fine Gael from the faction Cumann na nGaedheal that supported the 1921 Anglo-Irish Treaty and Fianna Fáil from the anti-Treaty faction. The division on the Treaty had also caused the Irish Civil War (1922–23), leading to the difference between the parties being described as \"Civil War politics\", to distinguish it from a more common left- right political divide. , Sinn Féin is the first party in representation in Dáil Éireann, followed closely by Fianna Fáil, and then by Fine Gael in third position. The Green Party surpassed the Labour Party in 2020. The Labour Party was formed in 1912, and it had usually been the third party in parliamentary strength, though it is currently the joint fifth party with the Social Democrats. Political party registration is governed by the Electoral Acts 1992 to 2019. The Register of Political Parties is maintained by the Houses of the Oireachtas. In order to be registered to contest national elections a party must have either at least one member in Dáil Éireann or the European Parliament, or 300 recorded members aged 18 or over. Parties that register only to contest elections in part of the state or in local elections need only 100 recorded members aged 18 or over. In either case at least half of the recorded members must be on the register of electors. ==Political parties with representation at a local, national or European level== ===Party details=== ===Party representation=== ==Parties and groupings represented in the Oireachtas== ===Fianna Fáil=== Fianna Fáil is the joint largest party in the Dáil and has the largest number of city and county council seats. It has been in government more than any other party: 1932–1948, 1951–1954, 1957–1973, 1977–1981, 1982, 1987–1994, and 1997–2011, and 2020 to date. On all occasions up to 1989, it was in a single-party government; on all occasions since then it was the leading party in a coalition government. It is a member of the Alliance of Liberals and Democrats for Europe Party and is led by Taoiseach Micheál Martin. It was founded in 1926 by Éamon de Valera as a radical anti- Treaty party, drawing support from small farmers and urban workers but has since become a party of the establishment. It was first elected to power in 1932 on a constitutional republican platform, promising to remove constitutional links with Britain and reduce poverty by creating employment. It oversaw much of the industrial development of the Republic and has consequently drawn support from all social classes, making it a classic populist party. Fianna Fáil has 36 TDs, 21 Senators, 2 MEPs and 276 councillors. ===Sinn Féin=== Sinn Féin is the joint largest party in the Dáil and the second-largest party in the Northern Assembly. The name Sinn Féin, meaning 'ourselves', has been used by a number of political organisations in Ireland since 1905, when first used by Arthur Griffith. Sinn Féin was the party of separatism before Irish independence, and broke through in the Westminster election of 1918, where it won 73 of the 105 Irish seats. The modern-day Sinn Féin party emerged in 1970 after a split in the party, and was often distinguished as Provisional Sinn Féin. It was closely linked to the Provisional Irish Republican Army. It is led by Mary Lou McDonald. Sinn Féin has 36 TDs, 4 Senators, 1 MEP and 80 councillors in the Republic of Ireland. ===Fine Gael=== Fine Gael is the third largest party in the Dáil, the second largest party in local government in Ireland and has the largest delegation of MEPs from Ireland. It was founded in 1933 by a merger of the Cumann na nGaedheal, which had supported the Treaty and formed the government between 1922 and 1932, the National Guard (popularly called the Blueshirts) and the small National Centre Party. It is a member of the centre-right European People's Party and is led by Tánaiste Leo Varadkar. It has been in government in the periods 1922–1932, 1948–1951, 1954–1957, 1973–1977, 1981–1982, 1982–1987, 1994–1997, and 2011–2020. On each occasion until 2016, it was the leading party of a coalition with the Labour Party, and in three of those cases also with other smaller parties. At the 2011 general election, Fine Gael became the largest party in the Oireachtas with 36.1% of the vote. Fine Gael has 34 TDs, 16 Senators, 5 MEPs and 254 councillors. ===Green Party=== The Green Party was established in 1981 and is allied to the European Green Party. The Green Party Northern Ireland voted in 2005 to become a region of the Irish Green Party, making it the second party to be organised on an all-Ireland basis. It has Northern Ireland members on the Irish Green Party national executive. In June 2007, the Green Party entered coalition government with Fianna Fáil and the Progressive Democrats. In January 2011 they left the coalition, and at the 2011 general election, lost all of their Dáil seats. In the 2020 election, they gained over (10 including their by-election win in 2019) 9 TDs for the first time in its history and becoming the fourth position in parliamentary strength. The Green Party has 12 TDs, 4 Senators, 2 MEPs and 45 councillors. ===Labour Party=== The Labour Party is a social democratic party, founded in 1912 as part of the trade union movement, with which it maintains organisational links. For most of the history of the state, it was the third largest party, though it is currently in fifth position in parliamentary strength. It has been in government in the periods 1948–1951, 1954–1957, 1973–1977, 1981–1982, 1982–1987, 1993–1994, 1994–1997, and 2011–2016. On each of those occasions, it was in coalition with Fine Gael, with the exception of the period 1993 to 1994, when it was in coalition with Fianna Fáil. The Labour Party merged with the smaller Democratic Left party in 1999. It is a member of the Party of European Socialists and has been led by Ivana Bacik since 24 March 2022. The Labour Party has 7 TDs, 4 Senators and 57 councillors. ===Social Democrats=== The Social Democrats were founded in July 2015 by three independent TDs Catherine Murphy, Róisín Shortall and, Stephen Donnelly (who has since left the party for Fianna Fáil.) The Social Democrats have 6 TDs and 20 Councillors. ===People Before Profit/Solidarity=== People Before Profit/Solidarity is an electoral alliance between People Before Profit (PBP), Solidarity and the Socialist Party. In October 2015, they formed a new alliance for electoral purposes, but continue to organise separately. The founding TDs have stated their aim to build a mass party of the left and ultimately help form a left-wing government. Together they have 5 TDs (four from PBP, one from Solidarity) and ten councillors. ===Aontú=== Aontú is an all-Ireland republican party with a left-wing economic stance and a conservative social position. It was founded in 2019 by Peadar Tóibín who left Sinn Féin because of its support for the Health (Regulation of Termination of Pregnancy) Act 2018. It has 1 TD and 3 councillors in the Republic of Ireland, and 2 councillors in Northern Ireland. ===Right to Change=== Right to Change was founded in May 2020. The only TD is Joan Collins. ===Independents 4 Change=== Independents 4 Change has been registered as a political party since 2014. Its registered officer is MEP Mick Wallace. They have 2 MEPs and 3 councillors. ===Human Dignity Alliance=== The Human Dignity Alliance (HDA) was founded by Senator Rónán Mullen in June 2018. HDA has one senator. ==Parties represented only on local authorities== ===Workers and Unemployed Action=== Workers and Unemployed Action (WUA) is a left-wing political organisation formed in 1985 by Séamus Healy. At the time of the 2011 election the WUA formed part of the United Left Alliance, but left in 2012. WUA has one councillor. ===Workers' Party=== The Workers' Party is a Marxist–Leninist party allied with the international workers and communist parties. It is organised in both the Republic of Ireland and Northern Ireland. A special Ardfheis in 1992 designed to re-constitute the party and remove links with the Official IRA resulted in a formal split with the bulk of the parliamentary party and councillors leaving to form Democratic Left. Democratic Left voted to merge with the Labour Party in 1999. The Workers' Party has one councillor on Cork City Council. ===Kerry Independent Alliance=== The Kerry Independent Alliance (previously the South Kerry Independent Alliance) have one councillor on Kerry County Council. It is registered to contest elections for Dáil Éireann and in Killarney for local elections. ===Republican Sinn Féin=== Republican Sinn Féin were formed in 1986 by members of Sinn Féin who did not support the decision made at the party's ard fheis in that year to end its policy of abstentionism and to allow elected Sinn Féin TDs take their seats in Dáil Éireann. They have one councillor, Tomás Ó Curraoin on Galway County Council. As the party is not registered, he is officially an independent councillor. ===Independent Left=== Independent Left have one councillor, former PBP member John Lyons, on Dublin City Council. As the party is not registered, he is officially an independent councillor. ===An Rabharta Glas=== An Rabharta Glas is an eco-socialist party that was formed predominantly by former members of the Green Party in 2021. It has two councillors, Lorna Bogue (who was elected leader in November 2021) on Cork City Council and Liam Sinclair on South Dublin County Council, who had previously been elected as Green Party members in 2019. As the party is not registered, they are officially independent councillors. ==Other parties== ===Socialist Party=== The Socialist Party (known as Militant Labour until 1996) was formed in 1989 by members of the Militant Tendency who were expelled from the Labour Party. Joe Higgins was its first member elected at national level. It was part of the United Left Alliance in the 2011 general election, but that alliance disintegrated over the course of the following Dáil term. It now contests elections as part of the People Before Profit/Solidarity party. ===Socialist Workers Network=== The Socialist Workers Network (SWN) was founded in 1971 as the Socialist Workers Movement. Later known as the Socialist Workers Party (SWP), the party was set up by supporters of the International Socialists of Britain living in Ireland. SWN member Richard Boyd Barrett was elected to the Dáil Éireann, on behalf of People Before Profit, in the 2011 Irish general election. ===Renua=== Renua was founded in March 2015 with Lucinda Creighton as its founding leader. The founding parliamentary party deputies all left Fine Gael over their opposition to the Protection of Life During Pregnancy Act 2013. Renua no longer has any TDs, having lost all three at the 2016 general election. It had one councillor elected at the 2019 local elections, but he resigned from the party shortly after. ===Communist Party of Ireland=== The Communist Party of Ireland was first founded in 1921, and re-founded in 1933. The party's only national representative was Patrick Gaffney, who contested the 1922 Irish general election as a Labour candidate, but later switched party allegiances. While it remains a registered party, it rarely stands candidates in elections. ===Éirígí=== Éirígí, officially Éirígí - For A New Republic, is a far-left socialist republican party, active mainly in Dublin, Galway and Westmeath. The party name, Éirígí, means \"Arise\" or \"Rise Up\" in Irish, a reference to a famous speech by trade union leader James Larkin. Éirígí was formed in 2006 by a group of community and political activists. Its candidates have run in several local elections, in both the Republic of Ireland and Northern Ireland, without success. ==Parties with no elected representation== {| class =\"wikitable unsortable\" |- style=\"background:#ccc;\" ! colspan=\"2\" scope=\"col\" style=\"width:5px;\"|Party ! class=\"unsortable\"|Leader ! class=\"unsortable\"|Position |- | | Pat Greene | Right-wing |- | | None | Left-wing |- | | Peter O'Loughlin | Right-wing to far-right |- | | Hermann Kelly | Right-wing to far-right |- | | Justin Barrett | Far-right |- | | Carol Johnson | |- | | None | Right-wing to far-right |- | | Jeffrey Rudd | Right- wing |- | | Ard Chomhairle | Far-left |- | | Brian Kenna | Far-left |} ==See also== *List of political parties by country *List of political parties in Northern Ireland ==Notes== ==References== Political parties Ireland +Republic Political parties",
 "title": "List of political parties in the Republic of Ireland"
}