{
 "id": "396515",
 "text": "César Vichard de Saint-Réal (1639–1692) was a French polyglot. He was born in Chambéry, Savoy, but educated in Lyon by the Jesuits. He used to work in the royal library with Antoine Varillas. This French historiographer influenced the way Saint-Réal wrote history.About the biography of Saint-Réal see : Andrée Mansau, Saint-Réal et l'humanisme cosmopolite, Lille, Atelier de reproduction des thèses, 1996 He used to be a reader and friend of Hortense Mancini, duchesse de Mazarin, who took him with her to England (1675). Saint- Réal was a polygraph writer. His works belong to different genres but he always had an interest in history. After some minor works written in order to win the protection of Louis XIV, he wrote De l'usage de l'histoire in 1671. In this essay, he speaks about the good way of writing history and explains that understanding of facts is more important than facts themselves. In 1672, he published Dom Carlos, subtitled \"nouvelle historique\". It's a short novel or a long short story which relates the love story of a forbidden passion between Dom Carlos, the son of Philip II of Spain, and his father's wife Elisabeth of Valois. Saint-Réal mixes politics and love, but love appears much more important. This novel was a hit with high society. Nowadays French critics see it as an important text in the construction of the French psychological novel. It announces the style of Madame de La Fayette novels. Dom Carlos was the basis for Friedrich Schiller’s play Don Carlos (which in turn became the source material for several operatic works, including Giuseppe Verdi’s opera of the same name). Saint-Réal’s book was also the basis of the English writer Thomas Otway’s play Don Carlos, Prince of Spain. But Saint-Réal wanted to be a serious writer and needed to write texts which were not fiction. That's why he published in 1674 la Conjuration des Espagnols contre la République de Venise en l'année M. DC. XVIII. It relates a Spanish conjuration against Venice. The historical work is not serious by modern criteria, but it was regarded by people of the end of the 17th and the 18th centuries as a good example of classical prosis. In Le Siècle de Louis XIV, Voltaire calls Saint-Réal the \"French Sallust\" because of this work. The authorship of the duchess's Mémoires has been ascribed to Saint-Real, but no proof exists. He also wrote a Vie de Jésus Christ in 1678, a summary of the gospels. He took part in the literary arguments of his time with the short treatise De la critique (1691), directed against Andry de Boisregard's Réflexions sur la langue française. There were many editions of hisŒuvres complètes during the 17th and 19th centuries, some longer than others due to the inclusion of some works falsely attributed to him. ==Bibliography== *Dom Carlos, nouvelle historique, Amsterdam, 1672, In-12. * Conjuration des Espagnols contre la République de Venise en l'Année M. DC. XVIII, 146 pp., Paris, Claude Barbin, 1674. (Reedition, 1683) * Dom Carlos et La Conjuration des Espagnols contre la République de Venise, facsimile of original editions, Genève, Droz, 1977, 675 p., 18 cm. * Conjuración de los españoles contra la República de Venecia, de C. Vichard de Saint-Réal, Encarnación Medina Arjona (Traducción, introducción y notas), Jaén, Instituto de Estudios Giennenses - Diputación Provincial de Jaén, 2010. * Gustave Dulong, L'abbé de Saint-Réal, Étude sur les rapports de l'histoire et du roman, thèse, Paris, Honoré Champion, 1921. Slatkine Reprints, 1980. * Père Lelong, Bibliothèque historique de la France, No. 48, 122; * Andrée Mansau, Saint-Réal et l'humanisme cosmopolite, Lille, Atelier de reproduction des thèses, 1996. * Barolo, Memorie spettanti ella vita di Saint- Rial (1780; Saint-Real was an associate of the Academy of Turin). * == References == ==External links== * Category:1639 births Category:1692 deaths Category:People from Chambéry Category:17th-century French male writers Category:17th-century French novelists Category:French male novelists",
 "title": "César Vichard de Saint-Réal"
}