{
 "id": "396596",
 "text": "Since 1999, Indonesia has had a multi-party system. In the four legislative elections since the fall of the New Order regime, no political party has won an overall majority of seats, resulting in coalition governments. All political parties must have Pancasila as one of their stated ideologies as a reminder of its sacred status as state ideology, particularly during the New Order. ==Overview== The Indonesian political party system is regulated by Law No.2/2008 on political parties. The law defines political party as \"a national organisation founded by like-minded Indonesian citizens with common goals to fulfill common interests and to defend the unity of the nation based on Pancasila and the national constitution, UUD 1945\". Political parties must register themselves with the Ministry of Law and Human Rights to be recognised by the authority. The law dictates that political parties' registration criteria shall include a notarial act recognising the party establishment and party constitution; a document describing party symbols; address of party headquarters and prove of distribution of party local offices in provinces, and cities and regencies; and a prove of party bank account. The law also dictates minimum membership of new political parties on 50 persons, with the percentage of woman members and allocation of woman members to party offices are set on a minimum of 30%. The party must undergo another registration process in order to participate in national elections; the registration shall be submitted to the General Elections Commission (KPU). Political parties whose had their registration declined by the electoral commission due to failure to satisfy administrative criteria or other reasons, are able to appeal their rejection to the General Election Supervisory Agency (BAWASLU). ===Party principles=== Indonesian political parties should recognise the superiority of Pancasila and the national constitution, but Indonesian law tolerates the practice of other ideologies not in violation of the Pancasila and the constitution. Indonesian law, however, explicitly prohibits establishment of a communist party, and political parties are banned from adopting communism as the party ideology. In essence, Indonesian political parties differs little on party policy and ideology. The only major difference between Indonesian parties is their position as to how major a role Islam, by far the nation's majority religion, should play in public affairs. This tendency resulting in several Indonesian political parties to brand itself as the part of nationalist-religious broad coalition in order to attract potential voters from both Muslim and secular nationalist groups. The language of the left–right political spectrum is seldom used in Indonesia, in contrast with other countries. This tendency arose as the result of the New Order regime under Suharto which was anathema to left-wing policies after the 1965–66 Indonesian mass killings of members and supporters of the Communist Party of Indonesia. The New Order regime further stigmatised left-wing ideals as those espoused only by communists, discouraging Indonesian political parties from identifying themselves as left-wing movements lest they lose potential voters and be accused as communist. This tendency has survived even after the 1998 Reforms, partly due to the new regime's insistence on keeping anti-communist legislation in force. ==Parties represented in legislatures== ===Parties represented in national and regional legislatures=== {|class=\"wikitable sortable\" !width=\"250\" colspan=\"4\" rowspan=\"2\"|Party !rowspan=\"2\"|Leader !colspan=\"2\"|Year !colspan=\"2\"|Status in the !rowspan=\"2\"|Provincial seats !rowspan=\"2\"|City/Regency DPRD seats |- !Founded !First election !Seats !Status |- |style=\"background: \"| | 50px |Democratic Party Partai Demokrat |Demokrat |Agus Harimurti Yudhoyono |2001 |2004 | |bgcolor=\"salmon\"|Opposition | | |- |style=\"background: \"| | 50px | Party of the Functional Groups Partai Golongan Karya |Golkar |Airlangga Hartarto |1964 |1971 | |bgcolor=\"skyblue\"| Government | | |- |style=\"background: \"| | | Great Indonesia Movement Party Partai Gerakan Indonesia Raya |Gerindra | Prabowo Subianto |2008 |2009 | |bgcolor=\"skyblue\"| Government | | |- |style=\"background: \"| | 50px | National Democratic Party Partai Nasional Demokrat |Nasdem | Surya Paloh |2011 |2014 | |bgcolor=\"skyblue\"| Government | | |- |style=\"background: \"| | | National Mandate Party Partai Amanat Nasional |PAN | Zulkifli Hasan |1998 |1999 | |bgcolor=\"skyblue\"| Government | | |- |style=\"background: \"| | | Indonesian Democratic Party of Struggle Partai Demokrasi Indonesia Perjuangan |PDI-P | Megawati Sukarnoputri |1999 |1999 | |bgcolor=\"skyblue\"| Government | | |- |style=\"background: \"| | | National Awakening Party Partai Kebangkitan Bangsa |PKB | Muhaimin Iskandar |1998 |1999 | |bgcolor=\"skyblue\"| Government | | |- |style=\"background: \"| | 50px | Prosperous Justice Party Partai Keadilan Sejahtera |PKS | Ahmad Syaikhu |1999 As Partai Keadilan |1999 | |bgcolor=\"salmon\"| Opposition | | |- |style=\"background: \"| | | United Development Party Partai Persatuan Pembangunan |PPP |Suharso Monoarfa |1973 |1977 | |bgcolor=\"skyblue\"| Government | | |- |} ===Parties represented only in regional legislatures=== These parties participates on national elections - the last was in 2019 - yet failed to attain a single seat in the DPR due to failing to pass 4% parliamentary threshold. Notable failure was of Hanura, that was failed to return to DPR despite winning seats in 2014 election. Despite electoral failure in the DPR, these parties successfully gain seat in regional parliaments (DPRD). Aceh special autonomy statutes allowed formation of local political parties to compete only in the People's Representative Council of Aceh. Although the party number is serialised from the national list, Aceh local parties only appeared in ballot paper circulating in Aceh province. {|class=\"wikitable sortable\" !width=\"250\" colspan=\"3\" rowspan=\"2\"|Name !rowspan=\"2\"|Leader !colspan=\"2\"|Year !rowspan=\"2\"|Provincial seats !rowspan=\"2\"|City/Regency seats |- !Founded !First election |- |style=\"background: \"| |Berkarya Party Partai Berkarya |Berkarya |Muchdi Purwopranjono |2016 |2019 | | |- |style=\"background: \"| |Crescent Star Party Partai Bulan Bintang |PBB |Yusril Ihza Mahendra |1998 |1999 | | |- |style=\"background: \"| |Garuda Party Partai Gerakan Perubahan Indonesia |Garuda |Ahmad Ridha Sabana |2015 |2019 | | |- |style=\"background: \"| |People's Conscience Party Partai Hati Nurani Rakyat |Hanura |Oesman Sapta Odang |2006 |2009 | | |- |style=\"background: \"| |Justice and Unity Party Partai Keadilan dan Persatuan |PKP |Yussuf Solichien |1999 |1999 | | |- |style=\"background: \"| |Indonesian Solidarity Party Partai Solidaritas Indonesia |PSI |Giring Ganesha |2014 |2019 | | |- |style=\"background: \"| |Perindo Party Partai Persatuan Indonesia |Perindo |Hary Tanoesoedibjo |2015 |2019 | | |- !colspan=\"8\"|Parties represented only in Aceh DPRD |- |style=\"background: #da2625\"| |Aceh Party Partai Aceh |PA |Muzakir Manaf |2007 |2009 | | |- |style=\"background: #48C5ff\"| |Aceh Regional Party Partai Daerah Aceh |PDA |Muhibbussabri A. Wahab |2011 |2014 | | |- |style=\"background: #48C5ff\"| |Independent Voice of the Acehnese Party Partai Suara Independen Rakyat Aceh |SIRA |Muhammad Nazar |2007 |2009 | | |- |style=\"background: #da2625\"| |Nanggroe Aceh Party Partai Nanggroe Aceh |PNA |Irwandi Yusuf |2011 |2014 | | |- |} ==Extra- parliamentary parties== These political parties have no representation in either national or regional parliaments. The term \"partai gurem\" (minor party, literally \"tropical fowl mite party\" referring to the small size) is commonly used by Indonesian media to refer to these political parties. The term initially referred to political parties that won a very small number of parliamentary seat, but after the 2004 election, to political parties that have no chance of surpassing the parliamentary threshold necessary to gain representation on the People's Representative Council. These political parties are often perceived to be lacking in organisational structure, their leaders seemingly interested solely in attracting media attention. These parties often have their attempts at registering for elections turned down by the KPU due to the parties' failure to satisfy registration criteria set by the commission, which includes completeness of party documents, a permanent physical party headquarters, minimum membership and minimum percentage of woman members. Parties that had their registration rejected often resort to appealing their rejection to the BAWASLU, with varied success. {|class=\"wikitable sortable\" |- !width=\"250\" colspan=\"3\" rowspan=\"2\"|Name !rowspan=\"2\"|Leader !rowspan=\"2\"|Established !colspan=\"5\"|Contested elections |- !1999 !2004 !2009 !2014 !2019 |- | |Republican Party Partai Republik |Republik |Suharno Prawiro |1998 ||20px |bgcolor=\"#BEB99E\" colspan=\"3\"|In dormancy |11px |- |bgcolor-\"#fed45b\"| |Indonesian Bhinneka Party Partai Bhinneka Indonesia |PBI |Nurdin Purnomo |1998 As \"Indonesian Bhinneka Tunggal Ika Party\" |20px |11px |11px |11px |11px |- |bgcolor=#b97c60| |Reform Party Partai Reformasi |PR |Syamsahril Kamal |2000 |11px |11px |11px |11px |11px |- |bgcolor=\"cyan\"| |National Unity Party Partai Pemersatu Bangsa |PPB |Eggi Sudjana |2001 |bgcolor=\"#BEB99E\"|Not yet established |11px |11px |11px |11px |- |bgcolor=\"#A50005\"| |Indonesian National Party Marhaenism Partai Nasional Indonesia Marhaenisme |PNI Marhaen |Sukmawati Soekarnoputri |2002 ||20px |11px |11px |11px |11px |- |bgcolor=\"#B32823\"| ||New Indonesia National Sovereignty Party Partai Kedaulatan Bangsa Indonesia Baru |PKBIB |Yenny Wahid |2002 As \"New Indonesian Alliance Party\" |11px |20px |20px |11px |11px |- |bgcolor=\"#DA6774\"| |Indonesian Workers and Employers Party Partai Pengusaha dan Pekerja Indonesia |PPPI |Daniel Hutapea |2002 |11px |11px ||20px |11px |11px |- |bgcolor=\"#00FF00\"| |Indonesian Green Party Partai Hijau Indonesia |PHI |Collective leadership |2012 |bgcolor=\"#BEB99E\" colspan=\"3\"|Not yet established |11px |11px |- |bgcolor=#f39188| |People's Party Partai Rakyat |Rakyat |Arvindo Noviar |2014 |bgcolor=\"#BEB99E\" colspan=\"4\"|Not yet established |11px |- |bgcolor=#FF0000| |Indonesian People's Voice Party Partai Swara Rakyat Indonesia |Parsindo |M. Jusuf Rizal |2016 |bgcolor=\"#BEB99E\" colspan=\"4\"|Not yet established |11px |- |bgcolor=#ee1c25| |Working Indonesia Party Partai Indonesia Kerja |PIKA |Hartoko Adi Oetomo |2016 |bgcolor=\"#BEB99E\" colspan=\"4\"|Not yet established |11px |- |bgcolor=\"#00e2ff\"| |Indonesian People's Wave Party Partai Gelombang Rakyat Indonesia |Gelora |Anis Matta |2019 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=#FF0000| |Bright Indonesia Party Partai Indonesia Terang |Pinter |Rizayati |2020 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=#0088FF| |Indonesian Sovereign Nation Party Partai Negeri Daulat Indonesia |Pandai |Farhat Abbas |2020 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=\"FFCC00\"| |Prosperous People's Era Party Partai Era Masyarakat Sejahtera |EMAS |Hasnaeni Moein |2020 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=\"FF2021\"| |Nusantara Awakening Party Partai Kebangkitan Nusantara |PKN |I Gede Pasek Suardika |2020 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=#000000| |Ummah Party Partai Ummat |Ummat |Ridho Rahmadi |2021 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=\"#000080\"| |Just and Prosperous People's Party Partai Rakyat Adil dan Makmur |Prima |Agus Jabo Priyono |2021 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=\"ff6800\"| |Labour Party Partai Buruh |PB |Said Iqbal |2021 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |bgcolor=\"005924\"| |Indonesian People's Da'wah Party Partai Dakwah Rakyat Indonesia |PDRI |Farid Okbah |2021 |bgcolor=\"#BEB99E\" colspan=\"5\"|Not yet established |- |} ==Historical political parties== ===Political parties participating in 1955 and 1971 elections=== {|class=\"wikitable sortable\" |- !class=\"unsortable\" rowspan=\"2\"|Logo !width=\"250\" colspan=\"2\" rowspan=\"2\"|Name !rowspan=\"2\"|Established !rowspan=\"2\"|Dissolved !colspan=\"2\"|Contested elections |- !1955 !1971 |- | |Indonesian Islamic Union Party Partai Serikat Islam Indonesia |PSII |1923 1947 |1973 |20px |20px |- |50px |Nadhatul Ulama |NU |1952 |1973 Still active as religious organisation |20px |20px |- |50px |Indonesian National Party Partai Nasional Indonesia |PNI |1927 |1973 |20px |20px |- |50px |Communist Party of Indonesia Partai Komunis Indonesia |PKI |1929 |1966 Banned |20px |11px |- |50px |Islamic Education Movement Pergerakan Tarbijah Islamijah |Perti |1930 |1973 |20px |20px |- |50px |Masyumi Party Majelis Syuro Muslimin Indonesia |Masyumi |1943Ricklefs (1991) p194 |1960 Revived in 2020 |20px |11px |- |50px |Parkindo|Indonesian Christian Party Partai Kristen Indonesia |Parkindo |1945 |1973 |20px |20px |- |50px |colspan=\"2\"|Catholic Party Partai Katolik |1945 |1973 |20px |20px |- |50px |Socialist Party of Indonesia Partai Sosialis Indonesia |PSI |1945 |1960 Banned |20px |11px |- | |Indonesian Marhaen People's Union Persatuan Rakyat Marhaen Indonesia |Permai |1945 | |20px |11px |- |50px |Popular Consultative Party Partai Musyawarah Rakyat Banyak |Murba |1948 |1973 Revived in 1998 |20px |20px |- |50px |colspan=\"2\"|Labour Party Partai Buruh |1949 | |20px |11px |- |50px |National People's Party Partai Rakyat Nasional |PRN |1950 | |20px |11px |- | |Indonesian People's Party Partai Rakyat Indonesia |PRI |1950 | |20px |11px |- | |League of Supporters of Indonesian Independence Ikatan Pendukung Kemerdekaan Indonesia |IPKI |1954Feith (2007) p405 |1973 Revived in 1998 |20px |20px |- | |Pancasila Defender Movement Gerakan Pembela Pantja Sila |GPPS |1955 | |20px |11px |- | |colspan=\"2\"|Police Employee Association of the Republic of Indonesia Persatuan Pegawai Polisi Republik Indonesia |1955 | |20px |11px |- |50px |Indonesian Citizenship Consultative Assembly Badan Permusjawaratan Kewarganegaraan Indonesia |Baperki |1954 | |20px |11px |- | |Great Indonesia Unity Party Partai Indonesia Raya - Wongsonegoro |PIR | | |20px |11px |- | |Indonesian Movement Gerakan Indonesia |GI |1955 | |20px |11px |- |50px |Dayak Unity Party Partai Persatuan Dayak |PPD |1946 |1959 Banned |20px |11px |- | |Great Indonesia Party \"Hazairin\" Partai Indonesia Raya |PIR - Hazairin | | |20px |11px |- |50px |Islamic Tharikah Unity Party Partai Persatuan Tharikah Islam |PPTI | | |20px |11px |- |50px |Islamic Victory Force Angkatan Kemenangan Umat Islam |AKUI | | |20px |11px |- | |Village People's Union Persatuan Rakjat Desa |PRD | | |20px |11px |- | |Party of the People of Free Indonesia Partai Rakjat Indonesia Merdeka |PRIM | | |20px |11px |- |50px |Young Communist Force Angkatan Communis Muda |Acoma |1952 |1965 Banned |20px |11px |- |50px |Muslim Party of Indonesia Partai Muslimin Indonesia |Parmusi |1967 |1973 |11px |20px |} ===Political parties of the New Order=== After his rise into power, President Suharto expressed his discontent regarding multiple political parties, arguing that the failure of Konstituante in 1955-1959 was caused by party deadlock - unacceptable his regime. He proposed that existing political parties unite based on their ideological essence – either spiritual (religious) or materialist (secular nationalist) - in order to cripple the resulting umbrella parties with infighting. Political parties' reaction to Suharto's propositions was generally positive, with Islamic parties claiming that party fusion was in line with their last National Islamic Congress resolution agreed in 1969. A political alliance dubbed the \"Democratic Development Group\" was formed by the PNI, the IPKI, Parkindo, the Murba Party, and the Catholic Party to compete in 1971 election. After 1971 election, New Order regime reiterated its call for political parties to fuse, and a MPR ordinance regulating political parties grouping issued in 1973 further pressured political parties to merge. All Islamic political parties merged to form the United Development Party (PPP) on 5 January 1973, and the remaining nationalist and non-Islamic political parties united to form the Indonesian Democratic Party (PDI) on 10 January 1973. Golkar, officially a \"federation of public organisations\" but effectively a political party, remained dominant for the entirety of the New Order. The parties participated for the last time in the 1997 election, and the three-party system survived until the collapse of the New Order in 1998 Reformasi. Ensuing political liberalisation allowed establishment of multitudes of new political parties, with the number of political parties participating in 1999 election jumping substantially to 48 parties. After the Reform, the PPP survived and continues to participate in all following elections after 1999, albeit with much of its membership having broken off from it and founded their own parties. Golkar too was made a proper party and exists to this day. The PDI failed to imitate the post-Suharto successes of the PPP and Golkar after the government intervened and unseated Chairman Megawati Soekarnoputri, causing PDI support to collapse in the 1997 election. PDI votes further eroded as support instead went to its breakaway Indonesian Democratic Party - Struggle (PDI-P), led by Megawati in the post-Suharto 1999 election, resulting in the party winning only two seats in contrast to the PDI-P's 153 seats. After poor electoral performance and failure to register for the 2004 election, PDI rebranded itself as the Indonesian Democratic Vanguard Party (PPDI) in 2003.Bambang Setiawan & Bestian Nainggolan (Eds) (2004) Partai-Partai Politik Indonesia: Ideologi dan Program 2004-2009 (Indonesian Political Parties: Ideologies and Programs 2004-2009) Kompas . p213 {|class=\"wikitable sortable\" |- !class=\"unsortable\" colspan=\"2\" |Logo !width=\"250\" colspan=\"2\"|Name !Established !Dissolved |- |bgcolor=\"yellow\"| | |Joint Committee of Functional Groups Sekretariat Bersama Golongan Karya |Golkar |1964 |Continued as Golkar Party |- |bgcolor=\"red\"| | |Indonesian Democratic Party Partai Demokrasi Indonesia |PDI |1973 |2003 Continued as PPDI |- |bgcolor=\"green\"| |50px 50px |United Development Party Partai Persatuan Pembangunan |PPP |1973 |Continued as PPP |- |} ===Political parties in post-reform era=== {|class=\"wikitable sortable\" |- !width=\"250\" colspan=\"2\" rowspan=\"2\"|Name ! rowspan=\"2\"|Established ! rowspan=\"2\"|Dissolved !colspan=\"2\"|Contested elections |- !2004 !2009 |- |Labour Party Partai Buruh |PB |1998 As \"National Labour Party\" |2021 Reformed into Labour Party |20px |20px |- |People's Democratic Party Partai Rakyat Demokratik |PRD |1996 |2021 Merged to form Just and Prosperous People's Party |11px |11px |- |Indonesian Democratic Party of Devotion Partai Kasih Demokrasi Indonesia |PKDI |1998 |2011 Merged to form National Unity Party |20px |20px |- |Patriot Party Partai Patriot | |1998 |2011 Merged to form National Unity Party |20px |20px |- |Ulema National Awakening Party Partai Kebangkitan Nasional Ulama |PKNU |2000s |2013 In coalition agreement with PPP |11px |20px |- |Archipelago Republic Party Partai Republika Nusantara |RepublikaN |2001 |2013 Merged into Hanura |20px |20px |- |Prosperous Peace Party Partai Damai Sejahtera |PDS |2001 |2013 Merged into Hanura |20px |20px |- |Pioneers' Party Partai Pelopor |PP |2002 |2011 Merged to form National Unity Party |20px |20px |- |Reform Star Party Partai Bintang Reformasi |PBR |2002 |2011 Merged into Gerindra |20px |20px |- |Regional Unity Party Partai Persatuan Daerah |PPD |2002 |2011 Merged to form National Unity Party |20px |20px |- |Concern for the Nation Functional Party Partai Karya Peduli Bangsa |PKPB |2002 | |20px |20px |- |Democratic Nationhood Party Partai Demokrasi Kebangsaan |PDK |2002 |2011 Merged to form National Unity Party |20px |20px |- |Freedom Party Partai Merdeka |PM |2002 |2011 Merged to form National Unity Party |20px |20px |- |Indonesian Unity Party Partai Sarikat Indonesia |PSI |2002 |2005 Merged into PAN |20px |20px |- |Indonesian Nahdlatul Community Party Partai Persatuan Nahdlatul Ummah Indonesia |PPNUI |2003 | |20px |20px |- |Indonesian Democratic Vanguard Party Partai Penegak Demokrasi Indonesia |PPDI |2003 |2011 Merged to form National Unity Party |20px |20px |- |Democratic Renewal Party Partai Demokrasi Pembaruan |PDP |2005 |2011 Merged to form National Unity Party |11px |20px |- |Sovereignty Party Partai Kedaulatan |PK |2006 |2013 Merged into Hanura |11px |20px |- |National People's Concern Party Partai Rakyat Peduli Nasional |PPRN |2006 |2013 Merged into Hanura |11px |20px |- |National Sun Party Partai Matahari Bangsa |PMB |2006 |2014 |11px |20px |- |Functional Party of Struggle Partai Karya Perjuangan |Pakar Pangan |2007 |2012 Merged into Democratic Party |11px |20px |- |Indonesian Youth Party Partai Pemuda Indonesia |PPI |2007 |2011 Merged to form National Unity Party |11px |20px |- |National Front Party Partai Barisan Nasional |PBN |2007 | |11px |20px |- |Prosperous Indonesia Party Partai Indonesia Sejahtera |PIS | |2011 Merged to form National Unity Party |11px |20px |- |Peace and Safe Islamic Party Partai Islam Damai Aman |Idaman |2015 |2018 Merged into PAN |bgcolor=\"#BEB99E\" colspan=\"2\"|Not yet established |- |} ====Parties participating only in 1999 elections==== Following political liberalisation after the collapse of the New Order regime in 1998 Reformasi, registration for new political parties jumped significantly. As the result, the following 1999 election had 48 political parties competing for DPR seats, compared to the previous 1997 election that saw only 2 political parties plus Golkar. Several parties claimed inheritance from former political parties existing prior to the New Order era, resulting in parties sharing similar political party names, with faction names as the only characteristics that made those parties distinct from each other. Example on this case was on claimants to the heritage of the former Indonesian National Party (PNI) and Masyumi Party. Most of the parties failed to gain even a single seat due to lack of votes. After the new electoral law authorised the use of a parliamentary threshold to determine the division of DPR seats, those parties were forced to reorganise themselves in order to be able to register for the next 2004 election. Below is the list of political parties participating only in the 1999 election which failed to participate in the next 2004 election. {| class=\"wikitable\" |- !colspan=\"2\"|Name !Established |- |Aceh Orphans' Foundation Party Partai Abul Yatama |PAY |1999 |- |All-Indonesia Workers' Solidarity Party Partai Solidaritas Pekerja Seluruh Indonesia | PSPSI |1998 |- |Democratic Catholic Party Partai Katolik Demokrat |PKD |1998 |- ||Democratic Islamic Party Partai Islam Demokrat |PID |1998 |- |Democratic National Party Partai Nasional Demokrat |PND |1998 |- |Familial Consultative Party of Mutual Assistance Partai Musyawarah Kekeluargaan Gotong Royong |MKGR |1998 |- |Indonesian Democratic Alliance Party Partai Aliansi Demokrat Indonesia |PADI |1998 |- |Indonesian Democratic Union Party Partai Uni Demokrasi Indonesia |PUDI |1996 |- |colspan=\"2\"|Indonesian Islamic Political Party \"Masyumi\" Partai Politik Islam Indonesia \"Masyumi\" |1998 Claimed inheritance from the original Masyumi |- ||Indonesian Islamic Ummah Party Partai Umat Muslimin Indonesia |PUMI |1998 |- |Indonesian Islamic Union Party Partai Syarikat Islam Indonesia |PSII |1998 Claimed inheritance from the original PSII |- |Indonesian Islamic Union Party - 1905 Partai Syarikat Islam Indonesia - 1905 |PSII 1905 |1998 |- |Indonesian Muslim Awakening Party Partai Kebangkitan Muslim Indonesia |KAMI |1998 |- |Indonesian National Christian Party Partai Kristen Nasional Indonesia |Krisna |1998 |- |Indonesian National Party – Marhaenist Front Partai Nasional Indonesia – Front Marhaenis |PNI–Front Marhaenis |1999 Claimed inheritance from the original PNI |- ||Indonesian National Party – Marhaen Masses Partai Nasional Indonesia – Massa Marhaen |PNI–Massa Marhaen |1998 Claimed inheritance from the original PNI |- ||Indonesian National Party - Supeni Partai Nasional Indonesia - Supeni |PNI–Supeni |1995 Claimed inheritance from the original PNI |- ||Indonesian National Union Solidarity Party Partai Solidaritas Uni Nasional Indonesia |SUNI |1998 |- |Indonesian People's Party Partai Rakyat Indonesia |Pari |1998 |- |Indonesian Workers' Party Partai Pekerja Indonesia | PPI |1998 |- |Islamic Ummah Party Partai Ummat Islam |PUI |1998 |- ||Love and Peace Party Partai Cinta Damai |PCD |1998 |- |National Freedom Party Partai Kebangsaan Merdeka |PKM |1998 |- |National Love Democratic Party Partai Demokrasi Kasih Bangsa |PDKB |1998 |- |National Party of the Indonesian Nation Partai Nasional Bangsa Indonesia |PNBI |1998 |- |New Indonesia Party Partai Indonesia Baru |PIB |1999 |- |colspan=\"2\"|New Masyumi Party Partai Masyumi Baru |1995 |- |People's Choice Party Partai Pilihan Rakyat |Pilar |1998 |- |People's Sovereignty Party Partai Daulat Rakyat |PDR |1999 |- |Justice Party Partai Keadilan |PK |1998 |- |United Party Partai Persatuan |PP |1999 |- |Ummah Awakening Party Partai Kebangkitan Umat |PKU |1998 |- ||Workers' Solidarity Party Partai Solidaritas Pekerja |PSP |1999 |} ===Pre-independence organisations=== {| class=\"wikitable\" |- !colspan=\"2\"|Name !Established !Dissolved !Notes |- |colspan=\"2\"|Budi Utomo Prime Philosophy |1908 |1935 |First native political movement on the Dutch East Indies; its founding initiated the Indonesian National Awakening. |- |Chung Hwa Hui Chinese Association |CHH |1928 |1942 |Advocated Chinese rights in the Dutch East Indies. |- |Partai Indonesia Raya Great Indonesian Party |Parindra |1935 |1939 | |- |Indies Social Democratic Association Indische Sociaal-Democratische Vereeniging |ISDV |1914 |1924 |Forerunner of the Communist Party of Indonesia. |- |Indische Partij Indies Party |IP |1912 |1913 | |- |Indo Europeesch Verbond Indo-European Alliance |IEV |1919 |1962 |Advocated Indo people rights in the Dutch East Indies and after the independence of Indonesia. |- |Partai Nasional Indonesia Indonesian National Party |PNI |1927 |1931 |Advocated Indonesian independence. |- |colspan=\"2\"|Insulinde |1907 |1919 | |- |Partai Tionghoa Indonesia Indonesian Chinese Party |PTI |1932 |1942 |Advocated closer ties between Chinese and native Indonesians. |- |Partai Indonesia Indonesian Party |Partindo |1931 |1936 |Advocated Indonesian independence. |- |Persatuan Arab Indonesia Arab-Indonesian Union |PAI |1934 | |Advocated Indonesian allegiance to Arab- Indonesians. |- |Sarekat Islam Islamic Union |SI |1905 |Active as religious organisation |Founded as a trade union, reformed as a political movement after the Indonesian National Awakening. |- |} ===Others=== {| class=\"wikitable\" |- !colspan=\"2\"|Name !Established !Dissolved !Notes |- |Partai Kemerdekaan Indonesia Irian Indonesian Irian Independence Party |PKII |1946 |1962 |Founded in Netherlands New Guinea, advocated integration of Western New Guinea into Indonesia. |- |} ==See also== * Politics of Indonesia * List of political parties by country * List of youth wings of political parties in Indonesia ==References== *Feith, Herbert (2007) The Decline of Constitutional Democracy in Indonesia Equinox Publishing (Asia) Pte Ltd, * Ricklefs, M.C. (1991). A history of modern Indonesia since c.1200. Stanford: Stanford University Press. Indonesia Political parties Political parties Indonesia",
 "title": "List of political parties in Indonesia"
}