{
 "id": "396928",
 "text": "China Airlines Flight 642 was a flight that crashed at Hong Kong International Airport on 22 August 1999. It was operating from Bangkok (Bangkok International Airport, now renamed Don Mueang International Airport) to Taipei with a stopover in Hong Kong. The plane, a McDonnell Douglas MD-11 (registration , was still carrying Mandarin Airlines' livery from its time of service with the carrier. While landing during a typhoon, it touched down hard, flipped over and caught fire. Of the 315 people on board, 312 survived and three were killed. It was the first fatal accident to occur at the new Hong Kong International airport since it opened in 1998. Flight 642 was one of only three hull losses of MD-11s with passenger configuration, one other being Swissair Flight 111, which crashed in 1998 with 229 fatalities. All other hull losses of MD-11s have been when the aircraft has been serving as a cargo aircraft. == Aircraft and crew == thumb|Seating plan 250px|right|thumb|B-150, the aircraft involved in the accident, while still in first stint service with China Airlines The aircraft was a McDonnell Douglas MD-11 registered as B-150, which had been delivered to the airline in 1992. The aircraft was powered by three Pratt & Whitney PW4460 turbofan engines. The captain was 57-year-old Gerardo Lettich, an Italian national who had joined China Airlines in 1997, and had previously flown for a major European airline. He had 17,900 flight hours, including 3,260 hours on the MD-11. The first officer was 36-year-old Liu Cheng-hsi, a Taiwanese national who had been with the Airline since 1989 and had logged 4,630 flight hours, with 2,780 of them on the MD-11. == Summary == At about 6:43 P.M. local time (10:43 UTC) on 22 August 1999, the MD-11 was making its final approach to runway 25L when Tropical Storm Sam was NE of the airport. At an altitude of prior to touchdown a further wind check was reported to the crew: 320 deg/ gusting to . This resulted in a crosswind vector of gusting to , while the tested limit for the aircraft was . During the final flare to land, the plane rolled to the right, landed hard on its right main gear and the No. 3 engine touched the runway. The right wing separated from the fuselage. The aircraft continued to roll over and skidded off the runway in flames. When it stopped, it was on its back and the rear of the plane was on fire, coming to rest on a grass area next to the runway, 3500 ft from the runway threshold. The right wing was found on a taxiway from the nose of the plane. As shown in photos of the aircraft at rest, the fire caused significant damage to the rear section of the aircraft but was quickly extinguished due to the heavy rain and quick response from rescue teams in the airport. Rescue vehicles quickly arrived on the scene and suppressed the fire on and in the vicinity of the aeroplane, allowing rescue of the passengers and crew to progress in very difficult conditions. Two passengers rescued from the wreckage were certified dead on arrival at hospital and one passenger died five days later in hospital. A total of 219 persons, including crewmembers, were admitted to hospital, of whom 50 were seriously injured and 153 sustained minor injuries. All 15 crew members survived. == Investigation == The final report of the accident blamed it mainly on pilot error, specifically the inability to arrest the high rate of descent existing at altitude on the radar altimeter. The descent rate at touch down was . The flight data stored in the volatile memory of the aircraft's Quick Access Recorder (QAR) during the last of the approach could not be recovered due to the interruption of the power supply at impact. Probable wind variations and the loss of headwind component, together with the early retardation of thrust levers, led to a loss in indicated airspeed just prior to touchdown. Due to the severe weather conditions forecast for Hong Kong, the flight crew had prepared to divert the flight to Taipei if the situation at Hong Kong was deemed unsuitable for landing. Extra fuel was carried for this possibility, resulting in a landing weight of , 99.897% of its maximum landing weight of . Based on the initial weather and wind check which was passed along to the crew from Hong Kong during the flight, they believed they could land there and decided against a diversion to Taipei. However, four earlier flights had carried out missed approaches at Hong Kong and five had diverted. During the final approach, the plane descended along the Instrument Landing System (ILS) glideslope until at about , the crew visually acquired the runway. They disengaged the autopilot but left the autothrottle on. During the flare, the rate of descent was not arrested, the plane landed with the right wing slightly lower. The right landing gear touched down first, the right engine impacted the runway and the right wing was detached from the fuselage. Since the left wing was still attached, the lift from that wing rolled the fuselage onto its right side, and the plane came to rest inverted in the grass strip next to the runway. The spilled fuel caught fire. Several suggestions were given to China Airlines concerning its training. However, China Airlines disputed the report's findings on the flight crews' actions, citing the weather conditions at the time of the accident and claimed that the aircraft flew into a microburst just before landing, causing it to crash. == Aftermath == The route continues to operate today with the flight no longer originating in Bangkok and is strictly a Hong Kong-Taipei route. Bangkok-Hong Kong service ended on 31 October 2010. Both non-stop route is now flown by the Airbus A330-300. == Media == The landing and crash of Flight 642 was recorded by nearby occupants in a car. The video, which also captured reactions from the witnesses, has been uploaded to websites such as YouTube and Airdisaster.com. A photo showing another Mandarin Airlines MD-11 taxiing past the remains of Flight 642 was circulated. This disaster was also aired on RTHK's Elite Brigade II Episode 2 in 2012. == See also == * Lufthansa Cargo Flight 8460 – an MD-11 that bounced and broke up on landing in 2010 * FedEx Express Flight 80 – an MD-11 that bounced and flipped on landing in 2009 * FedEx Express Flight 14 – an MD-11 that bounced and flipped on landing in 1997 * List of accidents and incidents involving commercial aircraft == References == == External links == * Civil Aviation Department ** Aircraft Accident Report 1/2004 on China Airlines Flight CI642 (Civil Aviation Department, Hong Kong) ***Final Report ***Appendices * * * Category:Aviation accidents and incidents in 1999 Category:Airliner accidents and incidents caused by weather Category:Airliner accidents and incidents caused by pilot error Category:Aviation accidents and incidents in Hong Kong Category:Accidents and incidents involving the McDonnell Douglas MD-11 642 Category:Hong Kong International Airport Category:Filmed accidental deaths Category:1999 in Hong Kong Category:1999 meteorology Category:August 1999 events in Asia",
 "title": "China Airlines Flight 642"
}