{
 "id": "397189",
 "text": "was a province of Japan in the area that is today Toyama Prefecture in the Hokuriku region of Japan.Nussbaum, Louis-Frédéric. (2005). \"Etchū\" in . Etchū bordered on Noto and Kaga Provinces to the west, Shinano and Hida Provinces to the south, Echigo Province to the east and the Sea of Japan to the north. Its abbreviated form name was . ==History== was an ancient province of Japan and is listed as one of the original provinces in the Nihon Shoki.Satow, Ernest. (1874). \"The Geography of Japan,\" The region as a whole was sometimes referred to as . In 701 AD, per the reforms of the Taihō Code, Koshi was divided into three separate provinces: Echizen, Etchū, and Echigo. However, in 702 AD, the four western districts of Etchū Province (Kubiki, Kosi, Uonuma and Kambara) were transferred to Echigo Province. Etchū annexed Noto Province in 741 AD, but Noto was separated out again in 757 AD. In 746 AD, the noted poet Ōtomo no Yakamochi became Kokushi, and left many references to the region in the poetic anthology Man'yōshū. The Nara period provincial capital and provincial temple were located in what is now the city of Takaoka, Toyama; however, there are four shrines which vie for the title of Ichinomiya two of which are located in Takaoka, one in the city of Nanto and one in the town of Tateyama. Under the Engishiki classification system, Etchū was ranked as a \"superior country\" (上国) in terms of importance and \"middle country\" (中国) in terms of distance from the capital. Despite this classification, Etchū never developed a powerful local gōzoku clan and was usually controlled by its more powerful neighbours. During the Muromachi period, the Hatakeyama clan emerged as shugo of the region, but preferred to remain in Kyoto, and to rule through appointed deputies, such as the Jinbō clan and the Shiina clan. Into the Sengoku period, the Hatakeyama transferred their power base to Nanao Castle in Noto province, and Etchū became an area contested by the Uesugi Kenshin and the Oda clan with the Ikkō-ikki helping play one side against the other. The area was eventually conquered by Oda Nobunaga's general Shibata Katsuie and his deputy Sassa Narimasa, who were later replaced by Maeda Toshiie under the rule of Toyotomi Hideyoshi. The Maeda clan retained control of the province under Kaga Domain during the Edo period Tokugawa shogunate. During the mid-Edo period, Nei District and much of Niikawa District were separated from Kaga Domain into the 100,000 koku Toyama Domain, which was ruled by a branch of the Maeda clan. Following the Meiji Restoration and the abolition of the han system in 1871, Etchū Province was divided into Kanazawa Prefecture, Toyama Prefecture, Nanao Prefecture and Niikawa Prefecture, but these areas were reconsolidated into Ishikawa Prefecture in 1876. In 1883, Ishikawa Prefecture was divided, with the original four districts of Etchū Province becoming the new Toyama Prefecture.Nussbaum, \"Provinces and prefectures\" at p. 780. However, the name “Etchū Province” continued to appear in official documents afterwards for some administrative purposes. For example, Etchū is explicitly recognized in treaties in 1894 (a) between Japan and the United States and (b) between Japan and the United Kingdom.US Department of State. (1906). A digest of international law as embodied in diplomatic discussions, treaties and other international agreements (John Bassett Moore, ed.), Vol. 5, p. 759. ==Historical districts== * Toyama Prefecture ** Imizu District (射水郡) – dissolved *** Himi District (氷見郡) – split from Imizu District on April 1, 1896; now dissolved ** Nei District (婦負郡) – dissolved ** Niikawa District (新川郡): *** Kaminiikawa District (上新川郡) – dissolved **** Nakaniikawa District (中新川郡) – split from Kaminiikawa District on April 1, 1896 ***Shimoniikawa District (下新川郡) **Tonami District (礪波郡): *** Higashitonami District – dissolved *** Nishitonami District – dissolved ==See also== * Toyama Domain ==Notes== ==References== * Nussbaum, Louis-Frédéric and Käthe Roth. (2005). Japan encyclopedia. Cambridge: Harvard University Press. ; OCLC 58053128 * Papinot, Edmond. (1910). Historical and Geographic Dictionary of Japan. Tokyo: Librarie Sansaisha. OCLC 77691250 == External links == * Murdoch's map of provinces, 1903 Category:Former provinces of Japan Category:History of Toyama Prefecture Category:1871 disestablishments in Japan Category:States and territories disestablished in 1871",
 "title": "Etchū Province"
}