{
 "id": "397124",
 "text": "The Société des Fils de la Liberté (, Society of the Sons of Liberty) was a paramilitary organization founded in August 1837 in Lower Canada (modern-day Quebec). == History == The society was founded by young supporters of the Parti patriote who became impatient with the pace of progress of the movement for constitutional and parliamentary reforms. One of the principal founder was young Amédée Papineau, the son of the famous politician Louis-Joseph Papineau. The organization took its name from the American Sons of Liberty founded by Samuel Adams during the American Revolution. The Société des Fils de la Liberté held its first public assembly on September 5 and began to recruit men to form militias. A public assembly was held every Monday after its foundation. It published a manifesto on October 4 and adopted a national anthem for Canada. The organization had two sections: a civil one, led by André Ouimet, Louis-Joseph Papineau and Edmund Bailey O'Callaghan and a military one, led by Thomas Storrow Brown. Amédée Papineau came up with the motto of the société En avant (French for \"go forward\"). Various organizations had already been formed who pressured the Governor Lord Gosford to act and quell the upcoming rebellion before lives were lost and property destroyed. At the Assemblée des Six-Comtés, on October 23, those in attendance sanctioned the Société des Fils de la Liberté. However, the organization disappeared shortly after the confrontation with the Doric Club on November 6. Following the November 16 order to arrest 26 Patriote leaders on charges of sedition, including Papineau, O'Callaghan, Brown and Ouimet, many members of the Société des Fils de la Liberté took part in the armed conflict of 1837 and the two invasion attempts of 1838. == See also == * Doric Club * Lower Canada Rebellion * History of Quebec * Timeline of Quebec history * Quebec independence movement * United Scotsmen * United Irishmen * Sons of Liberty == Footnotes == == Further reading == * Michel Ducharme, \"Citizens, to Arms! The Rebellions of 1837–1838\" in The Idea of Liberty in Canada during the Age of Atlantic Revolutions, 1776-1838. Kingston, ON: McGill-Queen's University Press, 2014. * Benjamin T. Jones, \"1837:The Almost Revolution\" in Republicanism and Responsible Government. Kingston, ON: McGill-Queen's University Press, 2014. == External links == * Manifesto of the Fils de la liberté (in French) * Manifesto of the Fils de la liberté (Unofficial English translation) Category:Military history of Quebec Category:Lower Canada Rebellion Category:Patriote movement Category:Paramilitary organizations based in Canada Category:1837 establishments in Lower Canada Category:Military units and formations established in 1837",
 "title": "Société des Fils de la Liberté"
}