{
 "id": "397330",
 "text": "Pollok (, ) is a large housing estate on the south-western side of the city of Glasgow, Scotland. The estate was built either side of World War II to house families from the overcrowded inner city. Housing 30,000 at its peak, its population has since declined due to the replacement of substandard housing with lower-density accommodation. The main features of the area are the nearby Pollok Country Park, where the Burrell Collection is now housed, the ruins of Crookston Castle (within the north part of residential Pollok) which Mary, Queen of Scots once visited, and the Silverburn Centre, one of Glasgow's major indoor retail complexes. ==Location== The country park and the White Cart Water which flows through it form the northern and eastern boundary of the district, with Corkerhill and Cardonald the closest northern suburbs. Recent developments in the late 20th and early 21st century have created an adjoining neighbourhood to the west of Pollok at Crookston, Glasgow, stretching from Rosshall to Roughmussel and including conversions of the original buildings of Leverndale Hospital, alongside its newer facilities. Haugh Hill Woodlandhill The Dragon of Haughhill, Owen Pilgrim, February 2015 partially provides a natural barrier between Pollok and Crookston. the Levern Water, a tributary of the White Cart, flows through Pollok from the south-west where the Househillwood and Priesthill residential areas are situated, with the Brock Burn bordering them and meeting the Levern Water in the centre of Pollok. In some contexts these neighbourhoods are referred to as separate localities, and otherwise are considered parts of 'Greater Pollok' (a ward of Glasgow City Council), along with Nitshill, South Nitshill, Parkhouse and Darnley further south which share the same G53 postcode;Pollok.Priesthill.Nitshill.The Bundy.Gowanbank.Silverburn.Schools, Memories, and Pubs, Alex and Bob's Blue Sky Scotland, 21 January 2014 Househillwood is next to the district's central amenities and bus terminus. ==History== Previously farmlandGreenend and Braidcraft (Pollok House, 1830), The Glasgow StoryHoney Mugs (Pollok House, 1830), The Glasgow StoryThe Byres (Pollok House, 1830), The Glasgow StoryThe Linthaugh (Pollok House, 1830), The Glasgow Story which was purchased by the city from the Stirling-Maxwell family in 1935,No Mean City: 1914 to 1950s: Neighbourhoods: Pollok, The Glasgow Story Pollok was built by the old Glasgow Corporation and was the first of the 'big four' peripheral housing schemes constructed to improve Glasgow's slum housing conditions in the inner city. thumb|1930s houses on Braidcraft Road, Old Pollok The building of Old Pollok, as the first sector retrospectively became known, commenced in the 1930sPollok Housing (Glasgow City Archives, Department of Architectural and Civic Design, 1938), The Glasgow Story but was interrupted by World War II. The urgent need for housing after the war along with budgetary constraints meant that the original plan to build a 'garden suburb' was abandoned in favour of higher density, lower quality housing.Bridgend Road (Glasgow City Archives, Department of Architectural and Civic Design, 1949), the Glasgow StoryKempsthorn Road (Glasgow City Archives, Department of Architectural and Civic Design, 1950), The Glasgow StoryMaukinfauld Road (Glasgow City Archives, Department of Architectural and Civic Design, 1947), The Glasgow Story Unusually, one of the 'new' churches in Pollok (St James') was transplanted from Pollokshields, away.Memories: Twisting tale of moving church, Evening Times, 15 June 2011Titwood Parish Church (Glasgow School of Art Archives, 1890s), The Glasgow Story Glasgow, 183 Meiklerig Crescent, St James Pollok Church, Canmore Pollok suffered the same social problems that also emerged from the other large housing schemes (Castlemilk, Drumchapel and Easterhouse). The slum clearance programme disrupted the networks of the old communities and the extended family. There were few shops (a central shopping centre was not added for three decades), no pubs, cinemas or leisure facilities. Even schools, something which eventually were well provisioned, were not built until some years after the main wave of housing, with pupils being transported to facilitates elsewhere at considerable cost and disruption.Housing Estates, Glasgow (Schools), Hansard, 18 April 1950 People lived far away from their places of work and there were very few employment opportunities locally. thumb|left|Renovated tenements (and one block awaiting work) in central Pollok, 2013 The post-war tenement buildings were of poor quality and suffered from damp, condensation and lack of soundproofing. Glasgow Corporation (later Glasgow District Council) could not maintain the buildings in the face of budgetary cuts imposed by central Government. Local manufacturing jobs were outsourced to overseas countries and unemployment rates grew to unprecedented levels. Those who were able to left the area, the remaining population enduring poverty, lack of opportunities, ill-health and lower life expectancy. In recent years there has been a sustained effort to improve the area. Most of the post-war tenement housing has been demolished or refurbished, and new private housing has also been built among the individual houses, which lasted more successfully than the multi-floor blocks.Pollok, 1950, Virtual Mitchell To the east of the residential area, Pollok House is a Georgian building constructed in 1752 with many fine paintings, and Pollok Country Park was chosen to house the \"Burrell Collection\" in a modern contemporary and clean air green space. It is the largest park in Glasgow. ==Education== Pollok has one secondary school: St Paul's High School, recognised as one of the 'schools of ambition' in Scotland. It was built on the site of another former school, Craigbank Secondary, which had lain empty for some years,Glasgow, 36 Damshot Road, St Paul's Rc High School, Canmore and replaced the area's previous Catholic school, St Robert Bellarmine Secondary which was sited where the southern sector of Silverburn now stands.Glasgow leads first wave of closures, TES (magazine), 5 April 1996Bellarmine celebration, 7 October 2000 However, St Paul's associated primary schools are in neighbourhoods to the south of Pollok proper,Learning Community, St Paul's High School, Glasgow whereas the Pollok- based primaries are part of the 'learning community' of Lourdes Secondary School in Cardonald.Primary Schools, Lourdes Secondary School The nondenominational Rosshall Academy (completed in 2002) serves a large catchment area including much of Pollok, but replaced Penilee Secondary and Crookston Castle Secondary so was built on a site between its predecessors which falls outwith Pollok across the White Cart. In 2009 the area lost a local primary school, Bonnyholm Primary, which was merged with other schools to create Crookston Castle Primary School. It was officially opened in August 2007 on the grounds of the former Crookston Castle Secondary, close to the castle. The former Cardonald College, now a campus of the merged Glasgow Clyde College, is near to Pollok between Cardonald and Mosspark. ==Shopping== Pollok is home to the Silverburn Centre which opened in October 2007, replacing the old Pollok Shopping Centre dating from the late 1970sModern Times: 1950s to The Present Day: Neighbourhoods: Pollok, 1979), The Glasgow Story which itself was previously tenement housing built in the late 1940s which survived barely 30 years before being torn down. The largest of its kind in Scotland, Silverburn has brought hundreds of jobs to the area. Key stores include a 24-hour Tesco Extra adjoining the centre. This was the largest store in Scotland when it opened in July 2006. Other anchor stores are M&S;, Debenhams and Next. Altogether, the centre houses 95 shopping units and 14 restaurants and cafés. A cinema complex with further restaurants was later added as an extension in 2015. ==Other amenities== thumb|Pollok civic realm (2013) Next to the Silverburn Centre is the Pollok civic realm, renovated in 2009Pollok civic realm opens, Urban Realm, 20 May 2009 containing an extended Health Centre and the Pollok LibraryLibrary users' anger as wi-fi is removed, Evening Times, 5 August 2013 and Swimming Pool.Pollok Leisure Pool (Mitchell Library, Glasgow Collection, Bulletin Photographs, 1986), The Glasgow StoryGlasgow Club Pollok, Glasgow Life There is another sports centre, Nethercraigs, at the north-east of Pollok near Corkerhill.Glasgow Club Nethercraigs, Glasgow Life ==Transport== Pollok is about from Glasgow International Airport, and from Glasgow Prestwick Airport. The area is accessible from Junctions 2 and 3 of the M77 motorway, and the main bus terminus is Silverburn bus station. Pollok is served by four nearby railway stations which run to central Glasgow, although none in the district itself; these are and to the south on the Glasgow South Western Line, and and to the north on the Paisley Canal line. == References == * A History of Mearns Parish by J.A. Stang 1939 hand-typed document circa 500 pages donated to the Mitchel Library Glasgow ref Shelfmark: 597928-30 A History of Mearns Parish by J.A. Stang, 1939, hand-typed document circa 500 pages donated to the Mitchell Library Glasgow ref Shelfmark: 597928-30 ==External links== * * Overspill Policy and the Glasgow Slum Clearance Project in the Twentieth Century: From One Nightmare to Another? article by Lauren Paice, Oxford Brookes University, 2008 *Pollok at Gazetteer for Scotland Category:Areas of Glasgow Category:Housing estates in Glasgow",
 "title": "Pollok"
}