{
 "id": "39742",
 "text": "thumb|Pilbara Iron train, Tom Price to Dampier Railway Pilbara Iron is a wholly owned subsidiary of the multinational Rio Tinto Group, that manages assets for Hamersley Iron Pty Ltd, a wholly owned subsidiary of Rio Tinto, and Robe River Iron Associates, an unincorporated joint venture between Rio (53% and operator since 2000) and three Japanese steel companies Mitsui Iron Ore Development P/L (33%), Nippon Steel Australia P/L (10.5%) and Sumitomo Metal Australia P/L (3.5%).Robe River | About Robe accessed 1 October 2007 All of these companies are involved in the mining of iron ore, predominantly from the Pilbara region of Western Australia. In 2004, Rio Tinto announced that Robe and Hamersley would start merging operations under the new Pilbara Iron entity.Rio Tinto and Robe River progress on Pilbara cooperation, 13 January 2004 The concept had been tested by the formation of Pilbara Rail in 2001, which generated more than $16 million in savings. Pilbara Rail was folded into Pilbara Iron in 2005. Each company continues to market products separately and retains ownership and profits from the underlying mines, as well as strategic development of their own mineral resources.Pilbara Iron - About Us accessed 1 October 2007 ==Current mine sites== Mine sites currently operating: * Brockman 4 mine (2010) * Mesa A mine (2010) * Hope Downs mine (2007) * Hope Downs 4 mine (2014) * Eastern Range mine (2004) * Nammuldi mine (2003) * West Angelas mine (2002) * Yandicoogina mine (1998) * Mesa J mine (1994) * Marandoo mine (1994) * Brockman mine (1992) * Channar mine (1990) * Paraburdoo mine (1972) * Mount Tom Price mine (1966) All iron ore mined at the sites is transported on the Hamersley & Robe River railway, one of the world's largest privately owned railroads to either the port of Dampier, Western Australia or Cape Lambert near Wickham, Western Australia. From there the ore is shipped across the world, with China and Japan the largest markets as of 2007.Trengrove, Alan (1976) Adventure in iron / Hamersley's First Decade Melbourne, Stockwell Press. (Hamersley Chronology on end-pages) ==Historical events== * May 1967 - Hamersley Holdings Limited shares list on the ASX * May 1974 - Hamersley Europe Pty. Limited incorporated ==Film Red Dog== The film Red Dog, based on stories about an actual wandering dog of the Pilbara region, was made at Hamersley Iron locations. ==See also== * Pilbara historical timeline * Pilbara newspapers ==References== == External links == *Rio Tinto Iron Ore Official website Category:Mining companies of Australia Category:Companies based in Perth, Western Australia Category:Pilbara Category:Rio Tinto Iron Ore",
 "title": "Pilbara Iron"
}