{
 "id": "397933",
 "text": "The General Society of Mayflower Descendants — commonly called the Mayflower Society — is a hereditary organization of individuals who have documented their descent from at least one of the 102 passengers who arrived on the Mayflower in 1620 at what is now Plymouth, Massachusetts. The Society was founded at Plymouth in 1897. == Organization == A primary goal of the Society is to educate the public about the role of the Pilgrims in the early history of what would later become the United States of America. There are Mayflower societies in all 50 United States, the District of Columbia, and Canada. Today, it is estimated that up to tens of millions of Americans have at least one ancestor who was among this group of early settlers. Any person able to document their descent from one or more of the Mayflower Pilgrims is eligible to apply for membership in the Mayflower Society. The General Society of Mayflower Descendants is listed as an approved lineage society with the Hereditary Society Community of the United States of America. === List of Pilgrims with known descendants === This is a list of Mayflower Pilgrims who are known to have living descendants: * John Alden * Priscilla (Mullins) Alden * Bartholomew Allerton * Isaac Allerton * Mary (Norris) Allerton * Mary (Allerton) Cushman * Remember (Allerton) Maverick * Elinor Billington * Francis Billington * John Billington * William Bradford * Love Brewster * Mary Brewster * William Brewster * Peter Browne * James Chilton * Mrs. Chilton (wife of James) * Mary (Chilton) Winslow * Francis Cooke * John Cooke * Edward Doty * Francis Eaton * Samuel Eaton * Sarah Eaton * Moses Fletcher * Edward Fuller * Mrs. Fuller (wife of Edward) * Samuel Fuller (son of Edward) * Samuel Fuller (brother of Edward) * Constance (Hopkins) Snow * Giles Hopkins * Stephen Hopkins * Elizabeth (Fisher) Hopkins * John Howland * Richard More * William Mullins * Degory Priest * Joseph Rogers * Thomas Rogers * Henry Samson * George Soule * Myles Standish * Elizabeth (Tilley) Howland * John Tilley * Joan (Hurst) Tilley * Richard Warren * Peregrine White * Resolved White * Susanna (Jackson) White Winslow * William White * Edward Winslow thumb|right| == Museum == In 1941 the Society purchased the Edward Winslow House in Plymouth, Massachusetts. The mansion home was originally built in 1754 by the great-grandson of Edward Winslow, third Governor of Plymouth Colony. The Society operates the home as the Mayflower House Museum, an 18th-century historic house museum with period decorations and furnishings. The offices and library of the General Society of Mayflower Descendants are located behind the mansion. == See also == * List of Mayflower passengers * Lidian Jackson Emerson == Notes == == External links == * * A Guide to the Society of Mayflower Descendants in the State of Texas Records, University of Texas at San Antonio Libraries (UTSA Libraries) Special Collections. * The Mayflower Pub London The original mooring point of the Pilgrim Fathers’ Mayflower ship in Rotherhithe, London and the oldest pub on the River Thames *The Hereditary Society Community of the United States of America Category:Lineage societies *The Mayflower Society Category:Organizations established in 1897 Category:Migration-related organizations based in the United States Category:Mayflower Category:1897 establishments in Massachusetts",
 "title": "Mayflower Society"
}