{
 "id": "398365",
 "text": "{| |} The Hitachi Hatsukaze (初風, Hatsukaze - fresh wind), also known as the Hitachi GK4 (short Navy), Hitachi Army Type 4 110hp Air Cooled Inline (Army long), Hitachi Ha47 (Army Hatzudoki) and Ha-11 model 11 (unified), was Hitachi's fourth design in a series of aircraft engines built in Japan prior to and during World War II. The original Hatsukaze was a license-built Hirth HM 504. Hatsukaze engines were air-cooled, four-cylinder, inverted inline engines developing around 82 kW (110 hp).Francillon p. 505. ==Design and development== Hatsukaze engines were produced in very large numbers, as the powerplant for the license-built Bücker Bü 131 Jungmann variants that were the standard primary trainers for the Imperial Japanese Navy and Imperial Japanese Army. The naval version of the engine was designated GK4, the army version as Ha47. The Hatsukaze Model 12 was the power section linked to a compressor to create a primitive jet engine called a motorjet; the resulting Ishikawajima Tsu-11 was intended to power Yokosuka MXY7 Ohka Model 22 flying bombs. The standard Hatsukaze Model 11 engine was modified at a Navy arsenal by replacing the propeller drive shaft and engine front crankcase cover with a step-up gearbox. The gearbox increased engine output shaft RPM at a 1:3 ratio. At engine speed of 3,000 rpm, the compressor section was operating at 9,000 rpm. The compressed air was then ducted into a combustion chamber where a liquid fuel was sprayed and burnt. The heated compressed air then exits through the tailpipe providing static thrust of . It is likely that about 1/3 of the total thrust was contributed by adding the combustion chamber aft of the compressor. The Tsu-11 was also selected to power the Yokosuka MXY9 Shuka (\"Autumn Fire\"), a trainer intended to prepare pilots for the Mitsubishi J8M rocket-powered interceptor. Neither of these aircraft entered service, however, as their development took place too late in the war. ==Variants== ;GK4 Hatsukaze :license-built Hirth HM 504 inverted inline four-cylinder aviation engine. ;GK4A Hatsukaze 11 :IJNAS (Imperial Japanese Navy Air Service) version, ; 339 built.Bridgeman ;Ha47 Model 11 :(long designation Army Type 4 110hp Air Cooled Inline) IJAAS (Imperial Japanese Army Air Service) version, ; 1,037 built. ;Hatsukaze Toku Model 13 : (\"Toku\" translates as \"special\") power section for the Ishikawajima Tsu 11 motorjet engine ==Applications== * Kyushu K9W1 Type 2 Momiji (\"Cypress\") license built Bücker Bü 131s. * Kokusai Ki-86 Type 4 (\"Cypress\") license built Bücker Bü 131s. ==Specifications (Hatsukaze GK4A)== ==See also== {{aircontent |see also= |related= * Hirth HM 504 * Ishikawajima Tsu-11 |lists= *List of aircraft engines |similar engines= }} ==References== ===Notes=== ===Bibliography=== * Bridgeman, Leonard. \"The Bücker Bü 131B 'Jungmann'.\" Jane's Fighting Aircraft of World War II. London: Studio, 1946. . * Francillon, R.J. Japanese Aircraft of the Pacific War. London, Putnam, 1970. . * * Jackson, Paul. Jane's All The World's Aircraft 2003–2004. Coulsdon, UK: Jane's Information Group, 2003. Category:Air-cooled aircraft piston engines Category:1930s aircraft piston engines Category:Inverted aircraft piston engines Category:Motorjet engines Category:Hitachi",
 "title": "Hitachi Hatsukaze"
}