{
 "id": "398415",
 "text": "Scope creep (also called requirement creep, or kitchen sink syndrome) in project management refers to changes, continuous or uncontrolled growth in a project’s scope, at any point after the project begins. This can occur when the scope of a project is not properly defined, documented, or controlled. It is generally considered harmful. It is related to but distinct from feature creep, because feature creep refers to features, and scope creep refers to the whole project. == Common causes == === Poorly defined project scope === Ineffective project management communication between a client and the project manager is a leading effect of project scope creep. An assignment that is not understood correctly will turn out to be completely different from clients vision. With that being said clients can also be to blame as they may not see a clear vision of what they want. === Lack of project management practices === Adoptions and adhering to project management practices and project management processes are confirmed methods of preventing scope creep from dismantling the project. === Addition of unnecessary features === Sometimes project teams tend to start adding additional features in order to impress the client. This may not work and tend to cause more work for such project and throw off the scope. === The communication gap between project stakeholders === Another huge cause of scope creep is the communication gap between the stakeholders. Clients may not respond quickly enough to the project managers causing the project to run into a bottleneck. These aspects can affect the operational efficiencies of companies, especially when involved in long-term relationships. Scope creep is a risk in most projects. Most megaprojects fall victim to scope creep (see Megaprojects and Risk). Scope creep often results in cost overrun. A \"value for free\" strategy is difficult to counteract and remains a difficult challenge for even the most experienced project managers. ==See also== * Anti- pattern * Cost overrun * Scope (project management) * Planning poker * Escalation of commitment * Instruction creep * Mission creep * The Mythical Man-Month * Second-system effect * Software bloat ==References== Category:Project management",
 "title": "Scope creep"
}