{
 "id": "398637",
 "text": "Laxey () is a village on the east coast of the Isle of Man. Its name derives from the Old Norse Laxa meaning 'Salmon River'. Its key distinguishing features are its three working vintage railways and the largest working waterwheel in the world. It is also the location of King Orry's Grave. The village lies on the A2, the main Douglas to Ramsey road, and on the vintage Manx Electric Railway, and Snaefell Mountain Railway. Laxey Glen is one of the Manx National Glens; another glen, Dhoon Glen, is about 1 miles away. The Raad ny Foillan long distance coastal footpath, opened in 1986, runs along the coast of Laxey Bay through the village. ==History== thumb|left|Laxey Wheel, September 2015 thumb|left|250px|Beach and promenade at Laxey In the 19th century lead and zinc mining began; it became the largest industry in the village, but ended in 1929. The village also had a fishing industry.From a notable Manx fishing family living in Laxey in 1800s, Robert Lawson lived with his family in \"Sea Villa\" on the promenade. He converted this property from a cottage into a large house, then built \"Bay View Terrace\" of five houses about 50 yards behind the promenade. One of his sons, Robert Edwin (\"Ted\") was harbour master in the 1880s. This Lawson family first appeared on the island around 1580, (documented)in Bride, and in Lonan in the 1600s. They were fishermen/farmers, and were later associated with the local mining industry. During the 1700s and 1800s, the Lawsons and their relatives were perhaps one of the largest families in the Laxey area. In the late 1800s the Manx Electric Railway line was built through the village, opening it up to tourists. Other attractions were built at that time, including Snaefell Mountain Railway and the Laxey Glen Pleasure Gardens. Laxey village is now a mainly residential and tourist area. There are several public gardens, primarily Laxey Glen Gardens. There is also a handweaving mill which sells its own products and many others. The village has five pubs and a microbrewery, The Old Laxey Brewing Company. The village is built around a wooded glen with a number of steep winding streets and paths leading to the floor of the glen, from where one can walkAs at 2017, the riverside path is closed as it was partly washed away in a recent flood. by the side of Laxey River to its outflow to the sea at the small harbour, and onto the beach and promenade. One can also walk around the cliffs to the north of the beach from opposite the \"La Mona Lisa Restaurant\". This walk goes over the cairn (kern), from where there are views of Laxey Bay and Clay Head to the south. A Laxey-born and bred person would say, \"I'm going over the kern for a walk\". Many of Laxey's buildings were built as mining cottages in the traditional Manx style. To the southeast of the village centre, above the left bank of the Laxey River, is the Minorca area. Old Laxey has winding streets around the harbour. The village centre is a newer, late Victorian section further inland is the area of shops and services around the railway station. ===Mining=== The Great Laxey Mine was a silver, lead ore and zinc mine. The mine reached a depth in excess of 2,200 ft (670 m) and consisted primarily of three shafts: the Welsh Shaft, the Dumbell's Shaft and the Engine Shaft, each of these shafts being connected by a series of levels.Mona's Herald. Wednesday, 23 March 1904; Page: 7 thumb|250px|The Washing Floor of the Great Laxey Mine There is no exact date for the start of mining at Laxey, but by 1782 workings were being opened. The mine yielded zinc, silver ore, copper pyrites and hematite iron in significant quantities; and by the 1830s over 200 men were employed in the mines, the figure rising steadily until over 600 were employed by 1900. Following various short-term closures, by May 1929 rumours had begun to circulate about the future of the mine. By then, most of the miners had left, with many emigrating to South Africa, Australia or the United States of America.Isle of Man Examiner. Friday, 24 May 1929; Page: 11 Continued flooding in the lower reaches of the mine combined with antiquated pumping machinery finally led to the end of mining operations at Laxey, and on the Isle of Man. However some of the spoil residue was brought to the washing floors to extract any remaining worth from it. It is thought that this continued until 1934, when all working finally ceased. ==Demographics== The Isle of Man census 2011 lists the village district population as 1,705. It is the fourth largest village on the island. ==Governance== Historically, Laxey was in the parish of Lonan within the sheading of Garff. Until 2016, Laxey was a village district with its own commissioners. From 1 May 2016, it merged with the parishes of Lonan and Maughold to form the new parish district of Garff, within which it is a ward. Laxey is also part of the Keys constituency of Garff, whose representation increased in 2016 from one to two members. ==Tourism== === Laxey Wheel === thumb|right|The Laxey WheelLaxey Wheel, also known as Lady Isabella after the wife of The Hon. Charles Hope, then Lieutenant Governor of the Isle of Man, was built in 1854 to pump water from the Laxey mine shafts. Now a tourist attraction, it remains the largest working waterwheel in the world. Designed by Robert Casement, it is in diameter and wide. It revolves at about 3 rpm. The Wheel was owned by Edwin Kneale from 1939 to 1965; he saved it from being dismantled and ran it as a tourist attraction, before passing it on to the Manx nation, with the agreement that it should be kept in perpetual running order for the people of the Isle of Man. In 1965 the Isle of Man Government bought the wheel and the site. Restoration work began, and in 1989 it was put under the control of Manx National Heritage. The Great Laxey Mine Railway re- opened with two small steam engines in September 2004 to carry passengers along the restored route. ===Laxey Woollen Mills=== The Laxey Woollen Mills were founded in 1881 by Egbert Rydings, supported by John Ruskin, and were originally water powered.Laxey Woollen Mills history The mills are known for producing Manx tartan which is used to make a variety of items from hats, scarfs and kilt skirts to capes and rugs. The cloth is made of fine Manx Loaghtan wool and woven on traditional-style looms. One loom operates by bicycle-power. The mills are now mainly a working shop, but still weave the Manx tartan and other cloth. The Laxey Woollen Mills also contain a busy craft shop, a tea-room, and the Hodgson Loom Gallery, which holds monthly arts and crafts exhibitions. ===Laxey Harbour and Bay=== thumb|right|Laxey Tram Station, Isle of Man The village has a small harbour at the river mouth which was built in the 1850s to service the mining industry. It is now used by leisure craft and inshore fishing vessels that utilise Laxey Bay and further offshore. Laxey Bay is a protected Marine Nature Reserve. ===Ancient monument=== Laxey is the site of King Orry's Grave. ===Conventions=== The Isle of Man is a popular venue for conventions. As an example, Laxey was the venue for the Linuxbierwanderung in 2016. ==Transport== thumb|right|The cafe and booking office at Laxey Station Laxey lies on the Manx Electric Railway line, a vintage line which runs for 17 miles along the coast, between Douglas and Ramsey. Laxey station is in the north of the village and is also the southern terminus of the Snaefell Mountain Railway which runs for five miles between Laxey and the top of Snaefell mountain. Laxey is also on the route of most buses between Douglas and Ramsey. ==Religion== Laxey had a number of Methodist chapels. Shore Road Primitive Methodist Chapel was built in 1825, and closed in 1870. Glen Road Wesleyan Methodist Chapel was opened in 1850. It closed in 1966. Minorca Primitive Methodist Chapel was opened in 1870 and Sunday School was built in 1898 in land across the road; the chapel closed in 1966 when Glen Road and Minorca combined. In 1970 Minorca's Sunday School building became the new Methodist chapel for Laxey. Christ Church, the Church of England parish church, was built to a design of Ewan Christian and constructed by the Mining Company at a cost of £950. It was consecrated by the Bishop of Sodor and Man, Lord Auckland, on 27 May 1856. ==Education== Laxey School is a primary school located on Quarry Road. ==Sport== Laxey F.C., based at Glen Road, play in the Isle of Man Football League. ==Notable people== * Thomas Grindley (1864 in Laxey – 1929 in Vancouver, British Columbia) a politician and municipal councillor in Canada, educated in Laxey and emigrated to Canada in 1882 * Mark Cavendish MBE (b.1985 in Laxey) is a British professional road racing cyclist *Samantha Barks, (b.1990 in Laxey) actress and singer, born and brought up in Laxey * Billy Redmayne (1991 in Laxey – 2016 in Middlesbrough), a Manx soldier and motorcycle racer. ==References== ==External links== Category:Villages in the Isle of Man Category:Ports and harbours of the Isle of Man",
 "title": "Laxey"
}