{
 "id": "398707",
 "text": "The 13th (Western) Division was one of the Kitchener's Army divisions in the First World War, raised from volunteers by Lord Kitchener. It fought at Gallipoli, in Mesopotamia (including the capture of Baghdad) and Persia. ==War service 1914–1915== ===1914=== The 13th (Western) Division was formed as part of the First New Army at Salisbury Plain in August 1914. During the formation of the division, Major-General Robert Kekewich was appointed as its first commander. On 5 November 1914, while on sick leave he committed suicide.6 November 1914, New York Times Although initially meant for service in France, with the rest of the Kitchener New Armies, it was ordered to the Mediterranean as reinforcements for the Anglo-French expedition at Gallipoli. ===Gallipoli 1915=== thumb|upright=.75| The 13th (Western) Division landed at Anzac Cove on the Gallipoli peninsula in July 1915 in preparation for the Battle of Sari Bair (The August Offensive) beginning on 6 August. Although all of its component infantry battalions arrived, the divisional artillery did not arrive for some months. Initially in reserve to the main break-out from Anzac by units of the New Zealand and Australian Division, the 38th and 39th Brigades were sent in as reinforcements as the attack stalled. The 7th Gloucesters and the 8th Royal Welch Fusiliers were sent to support the Wellington battalion of the New Zealand Infantry Brigade when it made the decisive assault on Chunuk Bair on the morning of 8 August. Battalions of the division formed the core of the force (known as Baldwin's Brigade after the commander, Brigadier General Anthony Baldwin) to capture Hill Q on 9 August but were not in position in time and so spent the day encamped on a small plateau beneath Chunuk Bair known as The Farm. When the Ottomans counter-attacked on the morning of 10 August the 13th (Western) Division troops on Chunuk Bair and at The Farm, suffered many casualties. By September 1915, the 13th (Western) Division had suffered nearly 5,500 killed, wounded or missing out of its original strength of 10,500 men. Of the thirteen battalion commanders, ten had become casualties. On 23 August, Major-General Sir Stanley Maude took over the shattered 13th (Western) Division, Shaw being invalided home. At the beginning of October the division was moved from Anzac to Suvla Bay. Even though the division was once again in reserve, it suffered casualties from the Ottoman artillery. The commanders at Gallipoli already realised that the Dardanelles Campaign was a lost cause. To Maude fell the task of making sure that the 13th (Western) Division slipped away in the night during the evacuation of the Suvla Bay positions. Maude, the methodical commander, recorded: thumb|left| After being evacuated from Suvla, the 13th (Western) Division was ordered in December to reinforce the British forces at Cape Helles. No sooner than the division had arrived through W Beach, than the decision was made to evacuate this last foothold. As the division was preparing to fall back to the beaches, it was attacked by Ottoman units in the late afternoon and evening of 7 January 1916. The main thrust of the attack, the first action under the division's new commander, fell on the 39th Brigade, and in particular the 7th North Staffords defending Fusilier Bluff, who drove off the attackers. The British evacuation from Helles occurred on the night of 8/9 January 1916. The 13th (Western) Division, fresh from its defensive victory began to fall back to Gully Beach at By the last detachments holding the division's trenches were on the beach waiting to be loaded onto the transports. At Maude was informed that there were not enough transports coming to Gully Beach to carry off the division. Maude and his headquarters staff, as well as the pickets that had been covering the beach site, had to make the run in the dark to W Beach in order to be transported out of the Helles. General William Birdwood wrote that he considered the 13th (Western) Division was the best division in the Dardanelles Army. Following its withdrawal, the 13th (Western) Division was sent to Egypt, where it was reunited with its artillery units, many of which had been stationed in Egypt while the rest of the division had been fighting in Gallipoli. ==War service 1916–1918== ===Mesopotamia (Kut) March–April 1916=== thumb| After a brief refit in Egypt where the division's battalions were being brought back up to strength, the division was dispatched to Mesopotamia (modern Iraq), as reinforcements for Anglo-Indian forces attempting to relieve the siege of Kut. It took until the end of March for the entire division to make the journey from Egypt to Basra and then from Basra up to the Tigris to join the rest of the Tigris Corps. The 13th (Western) Division discovered that the supply situation in Mesopotamia was very difficult, the port facilities at Basra were inadequate and lacking good roads or a railway, river transport was necessary to move supplies into the hinterland. There were insufficient numbers of boats to keep the Anglo-Indian force, which the 13th (Western) Division was joining, adequately supplied. The 13th (Western) Division brought with it modern, heavy artillery, including howitzers and as the strongest unit available, became the spearhead of the attempt by the Tigris Corps to relieve the Kut garrison, beginning on 6 April 1916. The division fought at Hanna, Fallahiya, and Sanniyat. After taking the first two places, the 13th (Western) Division was stopped by the Ottoman forces under the command of Khalil Pasha at the Battle of the Sanniyat on 9 April 1916. During the fighting on 5–9 April 1916, four 13th (Western) Division men were awarded the Victoria Cross. The first was Captain Angus Buchanan for his actions on 5 April 1916. On 9 April 1916, Chaplain William Addison, Private James Fynn and Lieutenant Edgar Myles were awarded the Victoria Cross for saving wounded soldiers. In three days of battle, the division was reduced to 5,328 effectives. Exhausted by its three days of fighting, the 13th (Western) Division became the reserve for the Tigris Corps during the next phase of the operation. On 16 April 1916, it supported the 3rd (Lahore) Division on the right bank of the Tigris, as it captured the Bait Isa line, part of the Es Sinn defences supporting the Sanniyat position on the opposite bank. Taking the Bait Isa line exposed the flank of the Sanniyat position to enfilading artillery and machine-gun fire. On the night of 16/17 April 1916, the Khalil Pasha committed his reserves to a counter-attack to retake Bait Isa. The counter-attack struck as the 13th (Western) Division was preparing to storm the next defensive position. Although the 13th (Western) Division and 3rd (Lahore) Division hung on to their gains, the Ottoman counter-attack had taken the steam out of the Anglo-Indian offensive. With the 13th (Western) Division so depleted, it was reduced to providing machine-gun and artillery fire for the 7th (Meerut) Division when it made the final push to break the Ottoman lines at the Sanniyat. On 22 April 1916, the divisional artillery and machine-guns were used to support the abortive attack by the 7th (Meerut) Division. On 29 April 1916, following the Tigris Corps' failure to break the Ottoman siege and the sinking of the steamer Julnar as it attempted to steam upriver past the Ottoman defenders, the Kut garrison surrendered. At the end of August 13 (Western) Division was withdrawn to Amara to ease the supply situation. ===Baghdad, December 1916 – March 1917=== Between May and December 1916, the 13th (Western) Division refitted and re-equipped in preparation for the drive northward to capture Baghdad. In July, Major-General Maude was elevated to command the expanded and renamed Mesopotamian Expeditionary Force. In his place, Brigadier General Cayley, formerly the commander of the 39th Brigade, was elevated to command of the division. On 12 December 1916, the division advanced from Sheik Sa'ad on Kut. At the Second Battle of Kut, the division helped drive the Ottoman forces from the town. After a brief pause, the division drove north, crossing the Diyala River, and participated in the capture of Baghdad on 11 March 1917. Following the capture of Baghdad, the 13th (Western) Division fought a number of battles to consolidate British control over the Baghdad vilayet. This included fighting at Dellis Abbas (27–28 March 1917), Duqma (29 March 1917), Nahr Kalis (9–15 April 1917), the passage of the Adhaim (18 April 1917) and the action of the Shatt al 'Adhaim (30 April 1917). Despite the relative inaction of the British to advance further, the division also fought at the Second and Third Action of Jabal Hamrin (16–20 October 1917 and 3–6 December 1917). ===Mosul, February–October 1918=== thumb| Along with the rest of the Mesopotamian Expeditionary Force, the 13th (Western) Division remained in the Baghdad vilayet for the rest of 1917 and the early part of 1918. The division fought its last engagement as a whole at the action of Tuz Khurmatli on 29 April 1918. In July 1918, the 39th Brigade was detached from the division and be assigned to Dunsterforce (General Lionel Dunsterville). The 40th Brigade was detached from the division, along with the divisional artillery, to support the drive to Mosul and north. ==Occupation and Demobilization== With the conclusion of the war, the 13th (Western) Division remained in the Mosul area on occupation duties until evacuated at the end of 1918. In 1919, two of the division's battalions, 6th East Lancashire and 6th Loyal North Lancashire Regiment, were transferred to the Army of Occupation. The rest of the division proceeded to Amara where it was demobilised on 17 March 1919. ==Order of battle== Data taken from Moberly 1997 unless indicated. The division consisted of the following brigades (15 July 1916) * 38th Brigade (G.O.C.: Brigadier- General J. W. O'Dowda) ** 6th (Service) Battalion, King's Own (Royal Lancaster Regiment) ** 6th (Service) Battalion, East Lancashire Regiment ** 6th (Service) Battalion, Prince of Wales's Volunteers (South Lancashire Regiment) ** 6th (Service) Battalion, Loyal North Lancashire Regiment *** 38th Machine Gun Company (joined 24 October 1916) *** 38th Supply & Transport Column Army Service Corps (A.S.C.) (formed January 1917, merged into the Division Train 1 August 1918) *** 38th Trench Mortar Battery (G Battery joined from 39th Brigade 7 October 1917, renamed 38th Battery February 1918) * 39th Brigade (G.O.C. Brigadier-General Walter Cayley) (left the Division between 10 July and 19 August 1918, and attached to North Persia Force) ** 9th (Service) Battalion, Royal Warwickshire Regiment ** 7th (Service) Battalion, Gloucestershire Regiment ** 9th (Service) Battalion, Worcestershire Regiment ** 7th (Service) Battalion, Prince of Wales's (North Staffordshire Regiment) *** 39th Machine Gun Company (joined 26 October 1916) *** 39th Supply & Transport Column A.S.C. (formed January 1917) *** 39th Trench Mortar Battery *** G Battery ( joined 13 January 1917, moved to 38th Brigade 7 October 1917) *** H Battery (transferred from 14th (Indian) Division 8 October 1917 renamed 39th Battery, 18 February 1918) * 40th Brigade (G.O.C: Brigadier General A. C. Lewin) ** 8th (Service) Battalion, Cheshire Regiment ** 8th (Service) Battalion, Royal Welsh Fusiliers ** 4th (Service) Battalion, South Wales Borderers ** 8th (Service) Battalion, Welsh Regiment (left January 1915 became divisional pioneers) ** 5th (Service) Battalion, Duke of Edinburgh's (Wiltshire Regiment) (joined December 1914 from division troops) *** 40th Machine Gun Company (joined 24 October 1916) *** 40th Supply & Transport Column A.S.C. (formed January 1917, merged into the Division Train 1 August 1918) *** 40th Trench Mortar Battery (joined as I Battery 23 September 1917, renamed 40th battery 18 February 1918) * Divisional Troops: ** 5th (Service) Battalion, Wiltshire Regiment (left for 40th Brigade December 1914) ** 8th (Service) Battalion, Welsh Regiment (Pioneers from January 1915) *** 88th Company Royal Engineers *** 273rd Company, MGC formed October–November 1917 *** D Squadron, 1/1st Hertfordshire Yeomanry (divisional mounted troops) (joined 8 July 1916, left 20 November 1916, rejoined 3 March 1917, left 3 August 1917) *** C Squadron, 33rd (Indian) Cavalry (attached briefly in March 1916) *** 13th (Western) Divisional Cyclist Company, Army Cyclist Corps *** 13th (Western) Divisional Train A.S.C. *** 120th, 121st, 122nd, 123rd Companies (left June 1915) *** 38th and 40th Brigade Transport and Supply Columns, new Divisional Transport and Supply Column (merged and formed 1 August 1918, renamed as 13th (Western) Divisional Train) *** 24th Mobile Veterinary Section Army Veterinary Corps *** 10th Field Bakery A.S.C. (joined as first British mobile field bakery, 23 April 1916) *** 31st Field Butchery A.S.C. (joined 23 April 1916) * Royal Artillery (Brigadier-General F. E. L. Barker) ** LXVI Brigade, Royal Field Artillery (R.F.A.) ** LXVII Brigade, R.F.A. (left October 1915 for 10th (Irish) Division) ** LXVIII Brigade, R.F.A. (left October 1915 for 10th (Irish) Division) ** LXIX (Howitzer) Brigade, R.F.A. (broken up May 1916) ** LV Brigade, R.F.A. (joined January 1916 from 10th (Irish) Division) ** LVI Brigade, R.F.A. (joined January 1916 from 10th (Irish) Division left July 1916) *** 13th Heavy Battery, Royal Garrison Artillery (R.G.A.) (left 30 May 1915) *** 91st Heavy Battery, R.G.A. (joined 7 June 1915, left 1917) *** 74th Heavy Battery, R.G.A. (joined 24 August 1916, left 23 November 1916) *** 157th Heavy Battery, R.G.A. (one section attached January–February 1917) *** 2/104th Heavy Battery, R.G.A. (attached February–March and October–December 1917) *** 157th Siege Battery, R.G.A. (attached in February 1917) *** 26th (Jacobs) Mountain Battery, R.G.A. (joined 23 October 1917, left 10 August 1918) *** 177th Heavy Battery, R.G.A. (joined 25 October 1917, left 29 May 1918) *** 384th Siege Battery, R.G.A. (joined 25 October 1917, left 1 October 1918) *** 387th Siege Battery, R.G.A. (joined 25 October 1917, left 24 March 1918) *** 133rd, 135th, 136th and 137th Trench Howitzer Batteries (joined January–February 1917) * Royal Engineers ** 71st Field Company ** 72nd Field Company (left for North Persia Force with 39th Brigade Group) ** 88th Field Company ** 13th (Western) Divisional Signals Company * Royal Army Medical Corps ** 39th Field Ambulance ** 40th Field Ambulance (left for North Persia Force with 39th Brigade Group) ** 41st Field Ambulance ** 28th Sanitary Section (joined March 1916) ==Commanders of the 13th (Western) Division== {| class=\"wikitable\" |- | August–November 1914 | Maj.Gen. Robert Kekewich |- | June–September 1915 | Lt.Gen. Rt.Hon. Sir Frederick Shaw |- | September 1915 – July 1916 | Maj.Gen. Sir Frederick Maude |- | July 1916 – May 1919 | Maj.Gen. Sir Walter Cayley |- |} ==Campaigns== * Battle of Gallipoli ** Battle of Sari Bair 6–10 August 1915 *** Battle of Chunuk Bair *** Russell’s Top. 7 August 1915 ** Hill 60. 21 Aug and 27–28 August 1915 ** Evacuation of Suvla. 19–20 December 1915 ** Last Ottoman attack at Helles. 7 January 1916 ** Evacuation of Helles. 7–8 Jan 1916 * Mesopotamian campaign ** Siege of Kut *** Capture of Hanna and Fallahiya. 5 April 1916 *** Second attack on Sannaiyat. 9 April 1916 *** Action of Bait 'Isa. 17–18 April 1916 *** Third attack on Sannaiyat. 22 April 1916 ** Fall of Baghdad *** Capture of the Hai Salient. 25 January – 5 February 1917 *** Capture of the Dahra Bend. 9–16 February 1917 *** Passage of the Diyala. 7–10 Mar 1917 *** Occupation of Baghdad. 11 March 1917 * Dellis Abbas. 27–28 March 1917 * Duqma. 29 March 1917 * Nahr Kalis. 9–15 April 1917 * Passage of the 'Adhaim. 18 April 1917 * Action of the Shatt al 'Adhaim. 30 April 1917 * Second action of Jabal Hamrin. 16–20 October 1917 * Third action of Jabal Hamrin. 3–6 December 1917 * Tuz Khurmatli. 29 April 1918 ==See also== * List of British divisions in World War I ==References== ==Sources== * * * * * * * * * * * ==Further reading== * * * * * ==External links== * The British Army in the Great War: The 13th (Western) Division * A Grave Memorial for Robert Fountains Addison VC Category:Infantry divisions of the British Army in World War I Category:Kitchener's Army divisions Category:Military units and formations established in 1914 Category:Military units and formations disestablished in 1919 Category:1914 establishments in the United Kingdom",
 "title": "13th (Western) Division"
}