{
 "id": "399047",
 "text": "Joshua Lionel Cowen (; August 25, 1877 – September 8, 1965) was an American inventor and the co-founder of Lionel Corporation, a manufacturer of model railroads and toy trains.Fascinating facts about Joshua Lionel Cowen inventor of Lionel Trains in 1901 Cowen also invented the flash-lamp in 1899, an early photographer's flash light source.Conrad Hubert biography ==Biography== Joshua Lionel Cowen was born to a Jewish family in New York City’s Lower East Side,Bryk, William. \"There'd Be No Toy Trains Under Your Tree If It Weren't for Joshua Lionel Cowen\", New York Press, December 25, 2001. Accessed July 9, 2017. \"Joshua Lionel Cowen was born on Henry St. in Manhattan's Lower East Side on Aug. 25, 1877.\" the eighth of nine children. His immigrant parents were Rebecca (née Kantrowitz) and Hyman Nathan Cohen, a hatmaker. Cowen built his first toy train at age 7, attaching a small motor under a model of a railroad flatcar. He studied at Columbia University, Cooper Union and the City College of New York but did not complete his degrees.This day in Jewish history / Pioneer of electric model trains dies, Haaretz ==Marketing and business career== Cowen received his first patent in 1899, for a device that ignited a photographer's flash. The same year, Cowen received a defense contract from the United States Navy to produce mine fuses that netted him $12,000. The following year, Cowen and one of his partners founded Lionel Corporation in New York City.The Rise and Fall and Rise Again of Lionel Trains Cowen sold his first electric train in 1901 to a store owner in Manhattan, intending to use the train to call attention to other merchandise. The store owner returned the next day to order six more trains, because customers wanted to buy the store display. By 1902, Lionel was primarily a toy train manufacturer. He started his company, the Lionel Corporation; its trains continue to sell today. Cowen legally changed the spelling of his last name in 1910.He fed our dreams… Happy 125th Birthday, Joshua Lionel Cowen Cowen's marketing skills ultimately made him more money than his talents at invention. The tradition linking toy trains to Christmas originated in Germany in the mid-19th century. It was expanded by Cowen, who in the 1920s convinced the owners of large department stores to incorporate elaborate train setups, which he provided, around their large Christmas tree displays, hoping to increase demand among small boys for toy trains as Christmas gifts.Joshua Lionel Cowen Lionel was soon the largest of three American toy train manufacturers, and for a short time in the early 1950s, Lionel was the largest toy manufacturer in the world. However, by the mid-1950s, public interest had shifted from trains to airplanes and slot cars. Cowen retired in 1959, selling his 55,000 shares of Lionel stock to his great-nephew Roy Cohn. He died September 8, 1965, in Palm Beach, Florida. He is buried in Union Field Cemetery in Brooklyn, New York, a Jewish cemetery maintained for the Congregation of Rodeph Shalom in Manhattan. == Timeline == *1893 Entered the College of the City of New York *1896 Joins Henner & Anderson, an early dry cell battery manufacturer *1897 Took a job at the Acme Lamp Company in New York as a battery lamp assembler *1899 Cowen received his first patent for a device that ignited a photographer's flash *1899 Cowen received a defense contract from the United States Navy to produce mine fuses *1900 Cowen and Harry C. Grant founded Lionel Manufacturing Company in New York City *1900 he filed his second patent which improved on the first design of his flash igniter *1901 Lionel Manufacturing Company begins selling electric fans, battery operated with a small motor *1901 Cowen developed the first Lionel train—a battery-powered “Electric Express.” *1904 Cowen married Cecelia Liberman *1909 Cowen was calling his model trains \"The Standard of the World.\" *1910 Changes his last name from Cohen to Cowen *1915 O-Gauge was introduced, which eventually became the most popular scale of train *1918 Lionel Manufacturing Company renamed Lionel Corporation *1946 First wife Cecelia \"Mimia\" Liberman dies *1947 In an interview with the New Yorker, Cowen claims he invented the flashlight *1949 Married Lillian Appel Herman *1953 Lionel became the largest toy manufacturer in the world *1959 Joshua sold all of his stock to his great-nephew, the infamous attorney, Roy Cohn *1959 Retired from Lionel Corporation *1999 Lionel trains were selected as one of the top 10 toys of the 20th century *2007 Lionel was inducted into the National Inventors Hall of Fame == References== Category:1877 births Category:1965 deaths Category:20th-century American inventors Category:City College of New York alumni Category:Columbia University alumni Category:Cooper Union alumni Category:Toy inventors Category:Lionel, LLC Category:Jewish American inventors Category:People from the Lower East Side",
 "title": "Joshua Lionel Cowen"
}