{
 "id": "399385",
 "text": "thumb|alt=A The Dey House.|Dey House at the Writers' Workshop The Iowa Writers' Workshop, at the University of Iowa, is a celebrated graduate-level creative writing program in the United States. The writer Lan Samantha Chang is its director. Graduates earn a Master of Fine Arts (MFA) degree in Creative Writing. It has been cited as the best graduate writing program in the nation, counting among its alumni 17 Pulitzer Prize winners. == History == The program began in 1936 with the gathering of poets and fiction writers under the direction of Wilbur Schramm. The workshop's second director, from 1941 to 1965, was Paul Engle, a Cedar Rapids, Iowa, native. Under his tenure, the Writers' Workshop became a national landmark. He successfully secured donations for the workshop from the business community for about 20 years, including locals such as Maytag and Quaker Oats, as well as U.S. Steel and Reader's Digest. Between 1953 and 1956, the Rockefeller Foundation donated $40,000. Henry Luce, the publisher of TIME and Life magazines, and Gardner Cowles Jr. (1903–1985), who published Look magazine, provided publicity for the workshop's events. From 1965 to 1969, George Starbuck directed the Workshop. John Leggett was the director from 1969 to 1986 and attracted writers such as T.C. Boyle, Ethan Canin, Michael Cunningham, Gail Godwin, Denis Johnson, and Jane Smiley. From 1987 until his death in 2005, Frank Conroy directed the workshop and was Engle's longest-lasting successor. Lan Samantha Chang became the director in 2006. == Organization == The Program in Creative Writing, at the University of Iowa in Iowa City, Iowa, is more commonly known as the Iowa Writers' Workshop graduate-level creative writing program in the United States. Graduates earn a Master of Fine Arts (MFA) degree in English. Iowa has the oldest creative writing program in the country offering an MFA credential. === Faculty and alumni === See category: As of September 2020, the workshop's faculty are Jamel Brinkley, Charles D'Ambrosio, Margot Livesey in fiction; Ethan Canin in English and creative writing; James Galvin, Mark Levine, Tracie Morris, Elizabeth Willis in poetry; Marilynne Robinson; and Program Director Lan Samantha Chang. Visiting faculty are Alexia Arthurs, Tom Drury and Amy Parker. === Curriculum and courses === The program's curriculum requires students to take a small number of classes each semester, including the Graduate Fiction Workshop or Graduate Poetry Workshop itself, and one or two additional literature seminars. The modest requirements are intended to prepare the student for the realities of professional writing, where self-discipline is paramount. The graduate workshop courses meet weekly. Before each three-hour class, a small number of students submit material for critical reading by their peers. The class itself consists of a round-table discussion during which the students and the instructor discuss each piece. The specifics of how the class is conducted vary from teacher to teacher and between poetry and fiction workshops. The ideal result is not only that authors come away with insights into the strengths and weaknesses of their own work, but that the class as a whole derives insight, whether general or specific, about the process of writing. == Pulitzer Prizes won by graduates and faculty == , faculty and graduates affiliated with the Iowa Writers' Workshop have won 29 Pulitzer Prizes, including 18 won by alumni since 1947, as well as numerous National Book Awards and other literary honors. Eight U.S. Poets Laureate have been graduates of the workshop. Graduates and faculty of the University of Iowa have won over 40 Pulitzer Prizes. === Fiction === *Robert Penn Warren, 1947 Pulitzer for All the King's Men, former faculty member. *Wallace Stegner, 1972 Pulitzer for Angle of Repose, MA, 1932; PhD, English, 1935. *James Alan McPherson, 1977 Pulitzer for Elbow Room, MFA, 1969; former faculty member. *John Cheever, 1979 Pulitzer for The Stories of John Cheever, former faculty member. *Jane Smiley, 1992 Pulitzer for A Thousand Acres, MA, 1975; MFA, English, 1976; PhD, English, 1978. *Philip Roth, 1998 Pulitzer for American Pastoral, former faculty member. *Michael Cunningham, 1999 Pulitzer for The Hours, MFA, English, 1980. *Marilynne Robinson, 2005 Pulitzer for Gilead, emeritus faculty member. *Paul Harding, 2010 Pulitzer for Tinkers, MFA, English, 2000. *Andrew Sean Greer, 2018 Pulitzer for Less, former visiting faculty member. === Journalism === *Tracy Kidder, 1982 Pulitzer in general nonfiction for The Soul of a New Machine, MFA, 1974. === Poetry === *Karl Shapiro, 1945 Pulitzer for V-Letter and Other Poems, former faculty member. *Robert Lowell, 1947 Pulitzer for Lord Weary's Castle, 1974 Pulitzer for The Dolphin, former faculty member. *Robert Penn Warren, 1958 Pulitzer for Poems 1954–56, Now and Then, 1980 Pulitzer for Poems 1976–78, former faculty member. *W. D. Snodgrass, 1960 Pulitzer for Heart's Needle, BA, 1949; MA, 1951; MFA, 1953. *John Berryman, 1965 Pulitzer for 77 Dream Songs, former faculty member. *Anthony Hecht, 1968 Pulitzer for The Hard Hours, attended Workshop but did not graduate. *Donald Justice, 1980 Pulitzer for Selected Poems, alumnus and former faculty member. *Carolyn Kizer, 1985 Pulitzer for Yin, former faculty member. *Rita Dove, 1987 Pulitzer for Thomas and Beulah, MFA, 1977. *Mona Van Duyn, 1991 Pulitzer for Near Changes, MA, English, 1943. *James Tate, 1992 Pulitzer for Selected Poems, MFA, 1967. *Louise Glück, 1993 Pulitzer for The Wild Iris, former faculty member. *Philip Levine, 1995 Pulitzer for The Simple Truth, MFA, 1957; former faculty member. *Jorie Graham, 1996 Pulitzer for The Dream of the Unified Field, MFA, English, 1978; former faculty member. *Charles Wright, 1998 Pulitzer for Black Zodiac, MFA, 1963. *Mark Strand, 1999 Pulitzer for Blizzard of One, MA, 1962; former faculty member. *Robert Hass, 2008 Pulitzer for Time and Materials, frequent visiting faculty member. *Philip Schultz, 2008 Pulitzer for Failure, MFA, English, 1971. == References == == External links == *Iowa Writers Workshop website accessed 5 October, 2021 * * *Historic photos of the Iowa Writers' Workshop from the UI Archives 1950–1969 accessed 4 April 2014 Category:American writers' organizations Category:Creative writing programs Category:University of Iowa Category:National Humanities Medal recipients Category:1936 establishments in Iowa",
 "title": "Iowa Writers' Workshop"
}