{
 "id": "399665",
 "text": "A Centauro event is a kind of anomalous event observed in cosmic-ray detectors since 1972. They are so named because their shape resembles that of a centaur: i.e., highly asymmetric. If some versions of string theory are correct, then high-energy cosmic rays could create black holes when they collide with molecules in the Earth's atmosphere. These black holes would be tiny, with a mass of around 10 micrograms. They would also be unstable enough to explode in a burst of particles within around 10−27 seconds. Theodore Tomaras, a physicist at the University of Crete in Heraklion, Greece, and his Russian collaborators hypothesize that these miniature black holes could explain certain anomalous observations made by cosmic-ray detectors in the Bolivian Andes and on a mountain in Tajikistan. In 1972, the Andean detector registered a cascade that was strangely rich in charged, quark-based particles; far more particles were detected in the bottom portion of the detector than in the top portion. In years since, the detectors in Bolivia and Tajikistan have detected more than 40 Centauro events. Various explanations have been suggested. One possible explanation might be if the strong force between particles behaves unusually when they have extremely high energies. Exploding black holes are also a possibility. The team calculated what signal a detector would register if a cosmic ray creates a miniature black hole that explodes nearby. The researchers' prediction is consistent with the observed Centauro events. The Tomaras team hopes that computer simulations of mini-black holes exploding, and further observations, will solve the puzzle. == Solution to the Centauro puzzle == In 2003 an international team of researches from Russia and Japan found out that the mysterious observation from mountain-top cosmic ray experiments can be explained with conventional physics. The new analysis of Centauro I reveals that there is a difference in the arrival angle between the upper block and lower block events, so the two are not products of the same interaction. That leaves only the lower chamber data connected to the Centauro I event. In other words, the man-horse analogy becomes redundant. There is only an obvious \"tail\", and no \"head\". The original detector setup had gaps between neighboring blocks in the upper chamber. Linear dimensions of gaps were comparable to the geometrical size of the event. The signal observed in the lower detector was similar to an ordinary interaction occurred at low altitude above the chamber, thus providing a natural solution: passing of a cascade of particles through a gap between the upper blocks. In 2005 it was shown that \"other Centauro events\" can be explained by peculiarities of the Chacaltaya detector. So-called \"exotic signal\" observed so far in cosmic ray experiments using a traditional X-ray emulsion chamber detector can be consistently explained within the framework of standard physics. ==Further reading== * * * Category:Cosmic rays",
 "title": "Centauro event"
}