{
 "id": "399754",
 "text": "A minister-president or minister president is the head of government in a number of European countries or subnational governments with a parliamentary or semi-presidential system of government where they preside over the council of ministers. It is an alternative term for prime minister, premier, chief minister, or first minister and very similar to the title of president of the council of ministers. == Terminology == In English-speaking countries, similar institutions may be called premiers or first ministers (typically at the subnational level) or prime ministers (typically at the national level). The plural is sometimes formed by adding an s to minister and sometimes by adding an s to president. The term is used, for instance, as a translation (calque) of the German word Ministerpräsident. == Austria == From 1867 to 1918, the first minister of the government was known as Ministerpräsident (minister- president), before that Staatskanzler (state chancellor). Today the head of the Austrian Federal Government is called the Bundeskanzler (federal chancellor), while the head of a state government is called the Landeshauptmann (literally \"state captain\"), not Ministerpräsident. In the city-state of Vienna the head of the state government is called the Bürgermeister und Landeshauptmann (Mayor and state captain). See: List of ministers-president of Austria. == Belgium == The term minister-president (Dutch: minister-president, French: ministre-président, German: Ministerpräsident) is also used in Belgium to describe the head of government of a Belgian region or linguistic community, but not the head of the Belgian federal government who is referred to as the prime minister (Dutch: eerste minister, French: premier ministre, German: Premierminister). According to the Belgian constitution, the federal prime minister is appointed by the king, and approved by the federal parliament with a vote of confidence (in practice the king usually appoints the leader of the winning party as \"formateur\" to form a government). The federal ministers later swear an oath of allegiance to the king. The ministers-president of the regions and linguistic communities are not appointed by the king, but are directly appointed by their respective parliament. Ministers of the regions and linguistic communities are not required to swear allegiance to the king but simply take an oath in their respective parliament. See: * Minister-President of the Brussels-Capital Region * Minister-President of Flanders * Minister-President of the French Community * Minister-President of Wallonia * Minister-President of the German- speaking Community == Germany == A Minister President (Ministerpräsident) is the head of government in 13 of the 16 States of Germany. Exceptions are the city-states of Berlin, Hamburg and Bremen, where the head of government is called, respectively, the Governing Mayor (Regierender Bürgermeister), First Mayor (Erster Bürgermeister) and Mayor and President of the Senate (Bürgermeister und Präsident des Senates). On the federal level, the head of the federal government (with an effectively identical function as leader of the cabinet) is called the Chancellor or Federal Chancellor (Kanzler or Bundeskanzler). == Hungary == The title of Hungary's head of government in Hungarian is miniszterelnök which literally translated means \"minister- president\". However, because \"prime minister\" or \"premier\" is the more usual title in a parliamentary system for a head of government in English-speaking nations, \"miniszterelnök\" is almost always translated as \"prime minister.\" == Latvia == The Minister president is the head of government. \"Minister- President\" in the Constitution of Latvia of February 15, 1922, arose when the German term Ministerpräsident (minister-president) was translated; term ministru prezidents (in Latvian) was coined by the member of the Constitutional Assembly of Latvia, Latvian writer Kārlis Skalbe. == Netherlands == In the Netherlands the prime minister is officially referred to as \"minister-president\", although the informal term \"premier\" is also frequently used. His responsibilities are defined in the constitution of 1848 as the \"voorzitter van de ministerraad\" (chair of the council of ministers). The title of minister-president has been in use since 1945 and officially added to the constitution in 1983. == Norway == In Norway, Vidkun Quisling, head of the collaborationist government from 1942 to 1945 during the German occupation in World War II, held the title of Minister-President (in Norwegian, ministerpresident). == Russian Republic == During the short lived Russian Republic, the role of a Minister-President was established. Alexander Kerensky was chosen to lead the provisional government. == Notes == Category:Gubernatorial titles Category:Heads of government Category:Positions of subnational authority Category:Titles of national or ethnic leadership Category:Ministers-President of communities and regions of Belgium",
 "title": "Minister-president"
}