{
 "id": "399825",
 "text": "The National Intelligence Service (NIS) (, ΕΥΠ, Ethnikí Ypiresía Pliroforión, EYP) is the national intelligence agency of Greece. Originally modeled after the United States Central Intelligence Agency, it was established in 1953 as the Central Intelligence Service (, ΚΥΠ, Kentrikí Ypiresía Pliroforión, KYP), specializing in intelligence gathering, counterintelligence activities and securing sensitive state communications. As Greece's primary intelligence agency, EYP is responsible for a range of domestic and foreign matters, ranging from criminal activities and civil rights violations, to terrorism and espionage. Although its agents can be armed for their protection, the agency does not have prosecutorial and detention powers. During wartime, it can fulfill the role of military intelligence. Headquartered in Athens, EYP is an autonomous civilian agency that answers directly to the Prime Minister of Greece. The majority of its 1,800 personnel are civil servants, although the agency also employs scientific and technical contractors, officers of each branch of the Hellenic Armed Forces, and members of the Hellenic Police and Hellenic Fire Service. ==Mission== EYP's mission is to advance Greece's strategic interests by safeguarding political, financial, and military assets, preventing and countering criminal and military threats and collecting, processing and disseminating information to relevant authorities. This broad mandate grants the organization many responsibilities, including advising policymakers, cooperating with the Military Intelligence Directorate (DDSP) and coordinating with foreign partners. ==Personnel== The Director of the National Intelligence Service is . The three Deputy Directors are Vasileios Grizis, Dionysis Melitsiotis and Anastasios Mitsialis. The agency is directly responsible to the Prime Minister of Greece, who can appoint or dismiss the Director and his deputies. EYP employs the following categories of personnel: * Permanent civilian personnel. * Scientific civilian personnel, serving on the basis of private contracts of employment. * A number of officers on active service in the Armed Forces, the Coast Guard or the Hellenic Police. An unspecified number of national field agents are also employed. ==History== The first modern Greek intelligence agency was created in February 1908, with the Information Department of the Ministry of Foreign Affairs fulfilling the role. It was headed by Panagiotis Danglis, a military officer and member of the Hellenic Macedonian Committee one of the secret organizations taking part in the Macedonian Struggle. The Information Department's goal was the promotion of Greek propaganda as well as the collection of economic and military intelligence, through a network of Greek consulates in Ottoman-controlled Macedonia. The Department did not absorb or even collaborate with private Greek secret organizations that continued to act independently. Events such as the Goudi coup and the Young Turk Revolution, prompted a sharp reduction of Greek activity in Macedonia and the eventual dissolution of the agency in November 1909. At the outbreak of World War I Greece remained neutral. The National Schism divided the country into Royalists and Venizelists. Individual members of the military and the diplomatic corps focused their attention on collecting information on their political enemies. In June 1917, King Constantine I of Greece was deposed and the country entered the war on the side of the Entente. Greek officers gained valuable experience on aerial reconnaissance and interrogation techniques from their French and British allies during their tenure on the Macedonian front. In 1923, Italy occupied the Greek island of Corfu after accusing the latter of assassinating the Italian general Enrico Tellini. The Corfu incident prompted Greece to create the Corfu Information Center under Georgios Fessopoulos. The center was tasked with countering Italian propaganda, disrupting trade with Italy, limiting Catholic proselytism and the use of the Italian language. Apart from that the center also monitored the activities of Armenian refugees and pacifists residing on the island, for fear that they might be communist agents. On 25 September 1925, Theodoros Pangalos founded the National Special Security Service (YAK) under the auspices of the Hellenic Gendarmerie. Tasked with combating the seditious Communist Party of Greece, the organization was paralyzed by an internal power struggle. On 27 December, Fessopulos took over the YAK on 29 January 1926, YAK was renamed into the National General Security Service (YGAK), which now fell under the command of the Ministry of the Interior. The YGAK continued to gather intelligence on communists and illegal aliens. In August 1926, Pangalos was overthrown in a countercoup by Georgios Kondylis. Kondylis dissolved YGAK due to its close affiliation with Pangalos, leaving Greece without an intelligence agency for the next ten years. In January 1936, the State Defense Service (Υπηρεσίας Αμύνης του Κράτους) was established under the Ministry for Military Affairs. Its responsibilities included \"monitoring of foreign propaganda carried out against the State, the movement and dwelling of foreign nationals in the country, the collection of intelligence relating to the security of the State and the introduction of counter-measures.\" On 5 November of that year, the service was dissolved by the Metaxas Regime & was replaced by the Deputy Ministry for Public Security (Υφυπουργείο Δημόσιας Ασφάλειας).http://www.nis.gr/portal/page/portal/NIS/History/BeforeEYP The agency, in its current form, was founded on 7 May 1953 (Law 2421/1953) under the name Central Intelligence Service (, ΚΥΠ). On 27 August 1986, it was renamed and re-established as the National Intelligence Service (, ΕΥΠ) by ministerial decree. The agency was created by influential Greek American CIA agents, the most famous being Thomas Karamessines, who later rose to become Deputy Director for Plans in the CIA.Linardatos, Apo ton Emfylio sti Hounda, 1979 Its first, most influential and longest-serving Director was Alexandros Natsinas, a Lieutenant General of Artillery and veteran of World War II and the Greek Civil War. He headed the agency from its founding in May 1953 until December 1963. At the end of World War II, Albania came to be dominated by Enver Hoxha's communist party which owed its ascension to power in part to the British MI6 which actively supported it during the war. The outbreak of the Cold War made Britain reverse its position on Albania initiating the Albanian Subversion operation. Britain sought the assistance of Greece which at the time was hostile towards Albania due to its territorial claims in Northern Epirus and Albania's support for the Democratic Army of Greece. British reliance on the Albanian nationalist Balli Kombëtar militia created reluctance in the Greek intelligence community to collaborate with their erstwhile enemies. Nevertheless, the Manetta Villa in the Athenian suburb of Kifissia was used as a training ground for Albanian anticommunist guerillas. A MI6 communication center was set up in the Bibelli Villa in north east Corfu and an Albanian language propaganda radio station operated from the Alkyonides Islands. The latter came under the control of Central Intelligence Agency in 1950 and continued to function for four more years. KYPE supplied the British with information acquired from the Greek community in Albania as well as political refugees living in Lavrio camp. The Albanian Subversion was ultimately revealed by KGB double agent Kim Philby, the Albanian authorities conducted numerous arrests thus foiling the plot. Between 1952 and 1961 KYPE and its successor KYP conducted a campaign of cultural propaganda against the Greek communist party (KKE) and the United Democratic Left (EDA). Reports were issued on the Trotskyist Fourth International as well as Titoism, those two currents of communism were to be reinforced in order to spread discord among the country's leftists. On 17 November 1953, KYP proposed conducting tax audits on suspected communist book publishers and cinema owners, censoring Soviet movies and promoting Soviet films of particularly low quality. In 1959, KYP launched exhibitions of Soviet products in Volos, Thessaloniki and Piraeus. The bulk of the products were cheap and defective, purposefully selected to tarnish the Soviet Union's image. In 1961, propaganda brochures such as \"The Mishellenic Propaganda of the Slavs and the Macedonian Question\" and \"KKE and Northern Epirus\" were printed and sent out to regional newspapers in the north of the country. At the very beginning, the agency appointed an anticommunist role, as the country was under the consequences of the civil war and all the countries at the northern borders, were under communist regimes. KYP was controlled by the CIA; in the first eleven years of its history (1953–1964) its agents received their salaries from the Americans, not the Greek state, until Prime Minister Georgios Papandreou, enraged with this level of dependence, stopped this practice. During the Regime of the Colonels (1967–1974), KYP actively continued its anticommunist action. Between the late 1970s and the 1990s, KYP and EYP monitored the activities of foreign terrorist organizations such as the German Red Army Faction, the Palestinian Abu Nidal Organization, the Japanese Red Army, the Armenian ASALA, and the Turkish, PKK and Dev Sol. The presence of latter two was tolerated by Greece due to its geopolitical conflict with Turkey. Their members received political asylum, mainly settling in the Lavrio refugee camp. Despite PKK's designation as a terrorist organization its members openly raised funds within Greece. Their activities were gradually restricted following the 1999 Greek–Turkish earthquake diplomacy thaw. After Andreas Papandreou came to power in 1981, he was determined to totally control the state apparatus, including the intelligence services, which historically had been staffed exclusively by people with right-wing political views. The external attention was focused on the relations towards Turkey. He appointed as head of KYP Lieutenant General Georgios Politis, a close friend of retired General, PASOK MP and minister Antonis Drosogiannis; Politis organized a massive purge of right-wing personnel.Economist Foreign report, vol 1805–1840, 1984 KYP became a civilian agency, EYP, by Ministerial Decree 1645/86. In recent years, its directors have been diplomats, while traditionally they were military officers. In late May 1985, KYP agents monitoring the activities of the Soviet embassy in Athens realized that its sports secretary Sergei Bokhan had vanished under mysterious circumstances. KYP suspected Bokhan to be either a KGB or a GRU operative, as was an approximate 40% of the embassy's staff. Valery Goncharouk another suspected GRU agent and embassy worker also unexpectedly returned to Moscow. Unbeknownst to Greece Bokhan had been a MI6 double agent since 1974. On 17 May, Bokhan received an order to urgently return to the USSR in order to confirm a promotion. Fearing that his cover had been blown he escaped to USA with the help of CIA. Bokhan's testimony was passed to KYP, revealing that he and Goncharouk had established a network of collaborators most of whom worked in the high tech sector. Amongst them were Greek navy officers specializing in computer engineering, a Greek contractor producing FIM-92 Stinger missiles and a contractor for the French defense manufacturer Thomson-CSF. The latter two were acquitted after the judge presiding over their case claimed that they had the right to engage in industrial espionage as the technology in question belonged to a foreign nation. The fact that the folders containing the documents were mailed through the regular post service and were not properly marked as classified also played a role in the court's decision. The court- martial also ended in the officer's favor, after Bokhan's testimony was judged to be inadequate for a conviction. In 1989, New Democracy MP Pavlos Bakoyannis was assassinated by members of Revolutionary Organization 17 November. New Democracy and CIA leveled the accusation that the PASOK political party was behind the creation of 17 November and Revolutionary People's Struggle (ELA) another Greek far left terrorist organization. The New Democracy leadership continued to insist that the former had collaborated with PASOK even after 17 November disbanded in 2003. 17 November had in fact been founded by Alexandros Giotopoulos, a staunch opponent of the Greek military junta of 1967–1974 and former member of the Paris anti–junta circles. On 5 March 1991, EYP conducted a series of arrests of Palestinian terrorists in Athens, seizing a number of explosive devices. On 19 April 1991, Islamic Jihad Movement in Palestine militant Hashaykem Ahmed perpetrated a bombing in the city of Patras. The bombing resulted in seven fatalities and an equal number of injured. EYP had warned the central police headquarters that the leader of the local Palestinian student's union was an Islamic Jihad member and possessed weaponry on 3 April. On 16 April, EYP once again issued a communique warning of a possible Islamic Jihad attack in Patras. It was later revealed that the central police headquarters had failed to pass the information to their Patras colleagues. A connection between the perpetrators of the bombing and the Palestine Liberation Organization led to the expulsion of five Palestinian diplomats and eight other Palestinians. The level of EYP's awareness of Islamic Jihad's movements within the country led to allegations by a number of people including the former interior minister Ioannis Skoularikis that the bombing had been a false flag operation by either CIA or Mossad. During the recent years, EYP has also been active regarding cases of corruption in Greek football, such as the 2015 Greek football scandal and various attacks to Greek referees.Persons involved in referee attack ==Other information== The agency's motto is the ancient Greek phrase \"\" (translated roughly as \"do not discuss confidential affairs\"), a quote attributed to the Corinthian tyrant and philosopher Periander. The total number of people working for the agency is unknown and remains classified; the Greek media usually give figures of around 3,000. EYP is rumored to operate one of the largest criminal databases of any intelligence agency. In addition, it possesses a large volume of classified information about criminal hubs, activities and organizations operating throughout the European Union. ==See also== * Hellenic Police * List of intelligence agencies ==Footnotes== ==References== * ==External links== * Official Website of the National Intelligence Agency - Category:1953 establishments in Greece",
 "title": "National Intelligence Service (Greece)"
}