{
 "id": "400053",
 "text": "thumb|Patrick Gordon Portrait Patrick Leopold Gordon of Auchleuchries (31 March 1635 in Auchleuchries, Aberdeenshire, Scotland – 29 November 1699 in Moscow, Russia) was a general and rear admiral in Russia, of Scottish origin. He was descended from a family of Aberdeenshire, holders of the estate of Auchleuchries, near Ellon. The family was connected with the noble branch of Haddo. As a result of his distinguished service for Sweden, Poland and Russia he rose in ranks from trooper to full general, and became principal advisor and close friend of Tsar Peter the Great. Gordon assumed the additional Christian name of Leopold when confirmed as a Roman Catholic shortly before his death. == Life == Gordon was brought up and remained a lifelong Roman Catholic, at a time when the Church was being persecuted in Scotland, which had become Calvinist. After an education at the parish schools of Cruden and Ellon, at age of fifteen he entered the Jesuit college at Braunsberg, East Prussia, then part of Poland; however, his character did not tolerate well the strict and sombre way of life at the school, and he soon decided to return home. He changed his mind, however, before re-embarking on the journey back to Scotland, and after journeying on foot in several parts of what is today Poland, in 1655 he enlisted at Hamburg into the military service of Sweden. In the course of the next five years he served alternately for Poland and Sweden and was taken prisoner by both. At the Battle of Chudnov in 1660, Gordon was wounded.Fedosov, Dmitry \"Cock of the East: A Gordon Blade Abroad\" pages 1-10 from Russia War, Peace and Diplomacy edited by Ljubica and Mark Erickson, London: Weidenfeld & Nicolson, 2004 page 6. Upon hearing of the Stuart restoration, Gordon left the Polish service, but found himself unable to obtain military employment in Scotland or England. In 1661, after further experiences as a soldier of fortune, he joined the Russian army under Tsar Aleksei I, and in 1665 was sent on a special mission to England. After his return he distinguished himself in several wars against the Turks and Tatars in southern Russia. Gordon disliked the Russian service, complaining of the corruption and venality of Russian officials, which left him, in his own words, \"almost at wits end with vexation\".Fedosov, Dmitry, \"Cock of the East: A Gordon Blade Abroad\" pages 1-10, from Russia War, Peace and Diplomacy edited by Ljubica and Mark Erickson, London: Weidenfeld & Nicolson, 2004, page 7. However, in recognition of his service he was promoted to major-general in 1678, was appointed to the high command at Kiev in 1679, and in 1683 was made lieutenant-general. He was not the only Scottish soldier in the Tsar's service; his compatriots Paul Menzies, Alexander Livingston and many others were among those from lesser houses, or had little chance of a claim to inheritance, seeking to make a name for themselves. Gordon visited England and Scotland in 1686. In 1687 and 1689 he took part in expeditions against the Tatars in the Crimea, being made a full general. Later in 1689 a coup broke out in Moscow, and with the troops under his command Gordon virtually decided events in favour of Peter the Great,Fedosov, Dmitry \"Cock of the East: A Gordon Blade Abroad\" pages 1-10 from Russia War, Peace and Diplomacy edited by Ljubica and Mark Erickson, London: Weidenfeld & Nicolson, 2004 page 9. and against the Regent, Tsarevna Sophia Alekseyevna. Consequently, he was for the remainder of his life in high favour with the Tsar, who confided to him the command of his capital during his absence from Russia. In 1696, Gordon's design of a \"moveable rampart\" played a key role in helping the Russians take Azov. One of Gordon's greatest achievements was securing permission from the Tsars to establish the first permanent Roman Catholic church and school in Muscovy, of which he remained the main benefactor, and headed the Catholic community in Russia until his death. For his services his second son James, brigadier of the Russian army, was created Count of the Holy Roman Empire in 1701. The Tsar employed him in organizing his army according to the West European system; and raised him to the rank of full general. At the end of his life the Tsar, who had visited Gordon frequently during his illness, was with him when he died, and with his own hands closed his eyes. Originally buried in the Foreign Quarter, his remains were reinterred in 1877, with an inscription in German which mistakenly gives his rank as Oberst, Colonel. General Gordon left behind him a uniquely detailed diary of his life and times, written in English. This is preserved in manuscript in the Russian State Military Archive in Moscow. An incomplete and faulty German translation, edited by Dr Moritz Posselt (Tagebuch des Generals Patrick Gordon) was published, the first volume at Moscow in 1849, the second at St Petersburg in 1851, and the third at St Petersburg in 1853; and Passages from the Diary of General Patrick Gordon of Auchleuchries (1635–1699), was printed, under the editorship of Joseph Robertson, for the Spalding Club, at Aberdeen, Scotland, 1859. A new full scholarly edition of Gordon's Diary in English was published by the Centre for Irish and Scottish Studies in Aberdeen (6 vols, 2009–2016), as well as its translation into Russian. His daughter Catherine was married firstly to the German-Russian Colonel Rudolf Strasburg, and then from 1698 to his kinsman in the Russian service Alexander Gordon of Auchintoul, author of \"The History of Peter the Great, Emperor of Russia\". She lived until 1739.Alexander Gordon, The History of Peter the Great, Emperor of Russia: A short account of the Author's Life (1755) page 10 ==References== *Diary of General Patrick Gordon of Auchleuchries 1635–1699, Vol. I: 1635–1659 (Aberdeen, 2009); Vol. II: 1659–1667 (Aberdeen, 2010); Vol. III: 1677–1678 (Aberdeen, 2012); Vol. IV: 1684–1689 (Aberdeen, 2013); Vol. V: 1690–1695 (Aberdeen, 2014); Vol. VI: 1696–1698 (Aberdeen, 2016). * *Diary of General Patrick Gordon of Auchleuchries 1635-1699, University of Aberdeen website *Passages from the diary of General Patrick Gordon of Auchleuchries : A.D. 1635-A.D. 1699; Aberdeen: 1859 *Contacts and Integration: Some Scottish examples, Paul Dukes *Fedosov, Dmitry \"Cock of the East: A Gordon Blade Abroad\" pages 1–10 from Russia War, Peace and Diplomacy Essays in Honour of John Erickson edited by Ljubica and Mark Erickson, London: Weidenfeld & Nicolson, 2004 . *P. Dukes, \"Patrick Gordon and his Family Circle, some unpublished Letters\" in Scottish Slavonic Review, X, 1988. ==Notes== ==External links== * http://news.bbc.co.uk/1/hi/scotland/north_east/8037674.stm BBC news article and photograph Category:1635 births Category:1699 deaths Category:Imperial Russian Army generals Category:Military personnel of the Polish–Lithuanian Commonwealth Category:Scottish generals Category:Russian nobility Category:Russian military leaders Category:Scottish expatriates in Russia Category:17th-century Scottish people Category:17th-century Russian military personnel Category:17th-century soldiers Patrick Category:Scottish Roman Catholics Category:People from Aberdeenshire Category:Scottish mercenaries Category:Writers about Russia Category:Burials at Vvedenskoye Cemetery",
 "title": "Patrick Gordon"
}