{
 "id": "40045",
 "text": "Year 1047 (MXLVII) was a common year starting on Thursday (link will display the full calendar) of the Julian calendar. == Events == === By place === ==== Byzantine Empire ==== * September 25-28 - Rebel general Leo Tornikios (a nephew of Emperor Constantine IX) proclaims himself emperor at Adrianople, and besieges Constantinople. Byzantine troops personally led by Constantine repel him, and re-occupy the walls. Tornikios is forced to withdraw, while his followers start to abandon him. Finally, he is captured at a church in Boulgarophygon (modern Turkey), and is publicly blinded. * Winter - Constantine IX allows the Pecheneg tribes to cross the Danube River, and to settle permanently in Byzantine territory. He buys their alliance with presents, using them to attack his enemies (Bulgars and Magyars) in the rear, and so to prevent any southward advance of the Kievan Rus'.John Julius Norwich (2011). Byzantium: The Apogee, pp. 314–315. . ==== Europe ==== * Spring - Emperor Henry III (the Black) travels to southern Italy, and deprives Guaimar IV of his title Duke of Apulia and Calabria. He receives homage from Drogo of Hauteville, who becomes \"Duke and Master of all Italy\".Raoul Manselli (1960). \"Altavilla, Drogone\". Dizionario Biografico degli Italiani, vol. 2. Alberto Ghisalberti (ed.) * August 10 - Battle of Val-ès-Dunes: Norman duke William I secures with assistance from King Henry I control over Normandy by defeating rebel Norman barons at Caen. Later in October, William promulgates the \"Truce of God\" throughout his duchy.David C. Douglas (1999). William the Conqueror, p. 1026. (Yale University Press). * October 25 - Harald III (Hardrada) becomes sole king of Norway, on the death of his nephew and co-regent Magnus I (the Good). The crown of Denmark passes to Sweyn II. === By topic === ==== Religion ==== * October 9 - Pope Clement II dies suddenly after a 9-month pontificate. He is succeeded by Benedict IX as the 150th pope of the Catholic Church. * November - The usurping Benedict IX seizes with support of Boniface III (Canossa), margrave of Tuscany, the Lateran Palace in Rome. == Births == * December 28 - Sunjong, ruler of Goryeo (d. 1083) * Cai Jing, Chinese official and calligrapher (d. 1126) * Hugh d'Avranches, Norman nobleman (d. 1101) * Qingshui, Chinese Chan Buddhist monk (d. 1101) * Simon de Crépy, French nobleman (approximate date) * Wyszesława, duchess of Poland (approximate date) * Xiang, empress regent of the Song Dynasty (d. 1102) * Yi Zong, Chinese emperor (Western Xia) (d. 1068) == Deaths == * June 16 - Poppo, archbishop of Trier * August 29 - Ælfwine, bishop of Winchester * September 7 - Otto II, duke of Swabia * October 9 - Clement II, pope of the Catholic Church * October 16 - Henry VII, German nobleman * October 25 - Magnus I (the Good), king of Norway * Æthelstan of Abingdon, English abbot (or 1048) * Gerard Flaitel, Norman nobleman and knight * Godgifu, daughter of Æthelred the Unready * Grimketel, English clergyman and bishop * Humbert I, founder of the House of Savoy (or 1048) * Levente, Hungarian nobleman (House of Árpád) * Miecław (or Miesław), Polish nobleman * Nripa Kama II, Indian king (Hoysala Empire) * Raymond III, count of Pallars Jussà * Rodulfus Glaber, French chronicler (b. 985) * Stephen II, count of Troyes and Meaux == References ==",
 "title": "1047"
}