{
 "id": "400562",
 "text": "The Batignolles Cemetery () is a cemetery in Paris. ==History== thumb|Boulevard Péripherique over Batignolles Cemetery Batignolles Cemetery opened on 22 August 1833. Part of the cemetery had to be closed and the graves moved because of the construction of the great ring road (Boulevard Périphérique, between the exits of Porte de Clichy and Porte de Saint-Ouen). ==Description== Extending over nearly eleven hectares, slightly larger than the Montmartre Cemetery, Batignolles Cemetery contains approximately fifteen thousand graves, and it is the fourth cemetery intra muros of Paris, in terms of the number of graves. In terms of land area, only the Père Lachaise Cemetery and the Montparnasse Cemetery are larger. Paris Townhall website; Memoirs of Cora Pearl; Granada Publishing; 1984 Within its perimeter, there are approximately nine hundred mature trees, mostly chestnuts and maples. Because of the construction of apartment buildings next to the cemetery, the Avenue des Fortifications is no longer accessible (from 2009-?). ==Notable burials== Batignolles is now the home for the earthly remains of André Barsacq, Alexandre Benois, André Breton, Alfred Bruneau, Lucienne Bréval, Gaston Calmette, Blaise Cendrars, Clémentine de Vère, Léon Dierx, Pierre Dreyfus, Marguerite Durand, Hélène Dutrieu, Jean L'Herminier, Cora Pearl, Joséphin Péladan, Benjamin Péret, Ray Ventura, Paul Vidal, Édouard Vuillard and André Zirnheld (in the family grave), among others. Before the opening of Sainte-Geneviève-des-Bois Russian Cemetery the cemetery was a popular burial place for members of the Russian Orthodox community. Many are buried in the carré russe-orthodoxe, division 25. Among them Léon Bakst, Sergei Lyapunov, Pavel Milyukov and Pavel Ryabushinsky. Feodor Chaliapin was buried here but his remains were later reburied in Novodevichy Cemetery in Moscow. The grave of Paul Verlaine was originally in division 20 but had to be moved to the roundabout (at the crossing of Avenue Principale and Avenue Transversale). The cemetery contains one British Commonwealth war grave, that of a Royal Air Force officer of 1918. CWGC Cemetery Report. ==Location== thumb|right|View of the cemetery. The cemetery is located in the Épinettes district, in the northeastern part of the 17th arrondissement. The entry to the cemetery is at the intersection of Rue Saint-Just and Avenue du Cimetière des Batignolles. The cemetery is lodged between the Boulevard Périphérique and the Lycée International Honoré de Balzac. ==Public transport== The Batignolles Cemetery is a short walk from the Porte de Clichy station, which can be reached by taking line 13 or the C line commuter train. Other nearby Métro stations are Brochant, Mairie de Clichy and Porte de Saint-Ouen. The Batignolles Cemetery is also served by bus lines 54, 74, 138, 173, PC There are Vélib' stations at Avenue de la Porte de Clichy (17014 and 17114) and at Boulevard Berthier (17106). ==References== ==External links== * Batignolles Cemetery on the Mairie of the 17th arrondisement website * Batignolles Cemetery on the Cimetières de France et d'ailleurs website * Batignolles Cemetery on the Mairie of Paris website (including map) * Plan of Batignolles Cemetery on the APPL website Category:Cemeteries in Paris Category:1833 establishments in France Category:Buildings and structures in the 17th arrondissement of Paris Category:Tourist attractions in Paris",
 "title": "Batignolles Cemetery"
}