{
 "id": "400641",
 "text": "The Hudson River School was a mid-19th century American art movement embodied by a group of landscape painters whose aesthetic vision was influenced by Romanticism. The paintings typically depict the Hudson River Valley and the surrounding area, including the Catskill, Adirondack, and White Mountains. Works by the second generation of artists associated with the school expanded to include other locales in New England, the Maritimes, the American West, and South America. == Overview == The name Hudson River School is thought to have been coined by New York Tribune art critic Clarence Cook or by landscape painter Homer Dodge Martin. It was initially used disparagingly, as the style had gone out of favor after the plein-air Barbizon School had come into vogue among American patrons and collectors. Hudson River School paintings reflect three themes of America in the 19th century: discovery, exploration, and settlement. They also depict the American landscape as a pastoral setting, where human beings and nature coexist peacefully. Hudson River School landscapes are characterized by their realistic, detailed, and sometimes idealized portrayal of nature, often juxtaposing peaceful agriculture and the remaining wilderness which was fast disappearing from the Hudson Valley just as it was coming to be appreciated for its qualities of ruggedness and sublimity. In general, Hudson River School artists believed that nature in the form of the American landscape was a reflection of God, though they varied in the depth of their religious conviction. They were inspired by European masters such as Claude Lorrain, John Constable, and J. M. W. Turner. Several painters were members of the Düsseldorf school of painting, others were educated by German Paul Weber.John K. Howat: American Paradise: The World of the Hudson River School, S. 311 == Founder == Thomas Cole is generally acknowledged as the founder of the Hudson River School. He took a steamship up the Hudson in the autumn of 1825, stopping first at West Point then at Catskill landing. He hiked west high into the eastern Catskill Mountains of New York to paint the first landscapes of the area. The first review of his work appeared in the New York Evening Post on November 22, 1825. Cole was from England and the brilliant autumn colors in the American landscape inspired him. His close friend Asher Brown Durand became a prominent figure in the school, as well. A prominent element of the Hudson River School was its themes of nationalism, nature, and property. Adherents of the movement also tended to be suspicious of the economic and technological development of the age.Angela Miller, The Empire of the Eye (1996); Alfred L. Brophy, Property and Progress: Antebellum Landscape Art and Property, McGeorge Law Review 40 (2009): 601-59. == Second generation == The second generation of Hudson River School artists emerged after Cole's premature death in 1848; its members included Cole's prize pupil Frederic Edwin Church, John Frederick Kensett, and Sanford Robinson Gifford. Works by artists of this second generation are often described as examples of Luminism. Kensett, Gifford, and Church were also among the founders of the Metropolitan Museum of Art in New York City. Most of the finest works of the second generation were painted between 1855 and 1875. During that time, artists such as Frederic Edwin Church and Albert Bierstadt were celebrities. They were both influenced by the Düsseldorf school of painting, and Bierstadt had studied in that city for several years. Thousands of people would pay 25 cents per person to view paintings such as Niagara and The Icebergs. The epic size of these landscapes was unexampled in earlier American painting and reminded Americans of the vast, untamed, and magnificent wilderness areas in their country. This was the period of settlement in the American West, preservation of national parks, and establishment of green city parks. == Female artists == A number of women were associated with the Hudson River School. Susie M. Barstow was an avid mountain climber who painted the mountain scenery of the Catskills and the White Mountains. Eliza Pratt Greatorex was an Irish-born painter who was the second woman elected to the National Academy of Design. Julie Hart Beers led sketching expeditions in the Hudson Valley region before moving to a New York City art studio with her daughters. Harriet Cany Peale studied with Rembrandt Peale and Mary Blood Mellen was a student and collaborator with Fitz Henry Lane. == Legacy == Hudson River School art has had minor periods of resurgence in popularity. The school gained interest after World War I, probably due to nationalist attitudes. Interest declined until the 1960s, and the regrowth of the Hudson Valley has spurred further interest in the movement. Historic house museums and other sites dedicated to the Hudson River School include Olana State Historic Site in Hudson, New York, the Thomas Cole National Historic Site in the town of Catskill, the Newington-Cropsey Foundation's historic house museum, art gallery, and research library in Hastings-on-Hudson, New York, and the John D. Barrow Art Gallery in the village of Skaneateles, New York. == Collections == === Public collections === One of the largest collections of paintings by artists of the Hudson River School is at the Wadsworth Atheneum in Hartford, Connecticut. Some of the most notable works in the Atheneum's collection are 13 landscapes by Thomas Cole, and 11 by Hartford native Frederic Edwin Church, both of whom were personal friends of the museum's founder, Daniel Wadsworth. === Other collections === * Albany Institute of History & Art in Albany, New York * Arnot Art Museum in Elmira, New York * Berkshire Museum in Pittsfield, Massachusetts * Brooklyn Museum in Brooklyn, New York * Corcoran Gallery of Art, in Washington, DC * Crystal Bridges Museum, in Bentonville, Arkansas * Cummer Museum of Art & Gardens, in Jacksonville, Florida * Detroit Institute of Arts in Detroit, Michigan * Fenimore Art Museum in Cooperstown, New York * Frances Lehman Loeb Art Center, in Poughkeepsie, New York * Fruitlands Museum in Harvard, Massachusetts * Gilcrease Museum in Tulsa, Oklahoma * Haggin Museum in Stockton, California * Hudson River Museum in Yonkers, New York * Hunter Museum of American Art in Chattanooga, Tennessee * Louvre Museum in Paris, France * Mabee-Gerrer Museum of Art in Shawnee, Oklahoma *Marsh-Billings-Rockefeller National Historical Park in Woodstock, Vermont *Metropolitan Museum of Art, in Manhattan, New York * Museum of Fine Arts, Boston, in Boston, Massachusetts * Museum of White Mountain Art in Jackson, New Hampshire * National Gallery of Art in Washington, DC * Newark Museum in Newark, New Jersey * Newington-Cropsey Foundation in Hastings-on-Hudson, New York * New-York Historical Society, in Manhattan, New York * Olana State Historic Site, in Hudson, New York * St. Johnsbury Athenaeum, in St. Johnsbury, Vermont * Westervelt Warner Museum of American Art, in Tuscaloosa, Alabama * Thyssen-Bornemisza Museum, in Madrid, Spain * The Heckscher Museum of Art, in Huntington, New York * Virginia Museum of Fine Arts, in Richmond, Virginia * Worcester Art Museum, in Worcester, Massachusetts * Wadsworth Atheneum, in Hartford, Connecticut The Newington- Cropsey Foundation, in their Gallery of Art Building, maintains a research library of Hudson River School art and painters, open to the public by reservation. == Notable artists == * Albert Bierstadt (1830–1902) * William Mason Brown (1828–1898) * John William Casilear (1811–1893) * Frederic Edwin Church (1826–1900) * Thomas Cole (1801–1848) * Samuel Colman (1832–1920) * Jasper Francis Cropsey (1823–1900) * Thomas Doughty (1793–1856)Encyclopedia Britannica * Robert Duncanson (1821–1872) * Asher Brown Durand (1796–1886) * Sanford Robinson Gifford (1823–1880) * James McDougal Hart (1828–1901) * William Hart (1823–1894) * William Stanley Haseltine (1835–1900) * Martin Johnson Heade (1819–1904) * Hermann Ottomar Herzog (1832–1932) * Thomas Hill (1829–1908) * David Johnson (1827–1908) * John Frederick Kensett (1816–1872) * Jervis McEntee (1828–1891) * Thomas Moran (1837–1926) * Robert Walter Weir (1803–1889) * Worthington Whittredge (1820–1910) * Francis Augustus Silva (1835–1886) == See also == *Düsseldorf school of painting *History of painting *Landscape art *List of Hudson River School artists *Macchiaioli *Romanticism *National Romanticism *Western painting *White Mountain art *Young America Movement == References == Notes Sources * * * Ferber, Linda S. The Hudson River School: Nature and the American Vision. New-York Historical Society, 2009. * Sullivan, Mark W. The Hudson River School: An Annotated Bibliography. Metcuhen, NJ; Scarecrow Press, 1991. * Wilmerding, John. American Light: The Luminist Movement, 1850–1875: Paintings, Drawings, Photographs. National Gallery of Art, Washington, D.C., 1980. . . == External links == *The Hudson River School, American Art Gallery *The Hudson River School, The Metropolitan Museum of Art *National Park Service overview of Hudson River School *Wadsworth Atheneum's Hudson River School Collection Category:Luminism (American art style) Category:American art movements Category:Landscape art by school Category:Cultural history of the United States Category:Hudson River",
 "title": "Hudson River School"
}