{
 "id": "401020",
 "text": "Henry Dunster (November 26, 1609 (baptized) – February 27, 1658/59) was an Anglo-American Puritan clergyman and the first president of Harvard College. Brackney says Dunster was \"an important precursor\" of the Baptist denomination in America, especially regarding infant baptism, soul freedom, religious liberty, congregational governance, and a radical biblicism.William H. Brackney, Baptists in North America: an historical perspective (2006) p. 12 ==Life== He was born at Bolholt, Bury, Lancashire, England to Henry Dunster. thumb|Henry Dunster's Grave Dunster studied at Magdalene College, Cambridge as a sizar, specializing in oriental languages and earning a reputation as a Hebrew scholar. He earned a bachelor's degree (1630) and his master's degree (1634) and taught at Magdalene. He served as Headmaster of Bury Grammar School and was a curate at Saint Mary's Church in Bury. Sponsored by Rev. Richard Mather,Thompson, Roger, Cambridge Cameos, Stories of Life in Seventeenth- Century New England, Boston: NEHGS, 2005, 67. Dunster immigrated to Boston, Massachusetts in 1640. When Nathaniel Eaton was dismissed in 1639 as master of the recently established Harvard College, in Cambridge, Massachusetts, Dunster was appointed as his successor. Thus on August 27, 1640 Dunster became the first president of Harvard. (For a discussion of Dunster's choice of the title \"president\" see President § Description.) He modeled Harvard's educational system on that of the English schools such as Eton College and Cambridge University. He set up as well as taught Harvard's entire curriculum alone for many years, graduating the first college class in America, the Class of 1642. From 1649-1650 Dunster also served as interim pastor at The First Parish in Cambridge until the accession of Jonathan Mitchel.http://www.henrydunster.org/Pastor.html (accessed February 1, 2010) Historians have generally treated Dunster well in terms of his theological beliefs and educational abilities. Samuel Eliot Morison, the best-known historian of Harvard's history, wrote that Harvard College \"might have followed her first patron to an early death and oblivion but for the faith, courage and intelligence of Henry Dunster.\"Morison, S.E., Harvard in the Seventeenth Century, Vol. I, p. 319. Dunster held Harvard together financially during a difficult economic downturn in New England that began soon after his arrival. He later had some conflict with the college's treasurer, Thomas Danforth, who called him the \"de facto treasurer.\"Thompson, Roger, Cambridge Cameos, Stories of Life in Seventeenth-Century New England, Boston: NEHGS, 2005, 67–73. However, Dunster indeed the \"de facto treasurer\" of Harvard for nearly a decade. With the approval of the General Court of Massachusetts Bay, he later set up the first corporation charter in America, the Charter of 1650, and named Danforth as the new treasurer.Melnick, Arseny James, \"America's Oldest Corporation and First CEO: Harvard and Henry Dunster,\" West Conshohocken, PA: Infinity, 2008, 120–121. The corporate charter that Dunster established governs Harvard University to this day—an astounding testament to his leadership and governing skills. On December 6, 2010, Harvard announced its intention to expand the membership of the Corporation from a body of seven members (as first set up by Dunster) to thirteen members.Harvard Corporation Governance Review Committee, Report to the University Community, Harvard University, December 6, 2010 When Dunster abandoned the Puritan view of infant baptism in favor of believer's baptism in 1653/54, he provoked a controversy that highlighted two distinct approaches to dealing with dissent in the Massachusetts Bay Colony. The colony's Puritan leaders, whose own religion was born of dissent from mainstream Church of England, generally worked for reconciliation with members who questioned matters of Puritan theology but responded much more harshly to outright rejection of Puritanism. Dunster's conflict with the colony's magistrates began when he failed to have his infant son baptized, believing that only adults should be baptized. Earnest efforts to restore Dunster to Puritan orthodoxy failed, and his heterodoxy proved untenable to colony leaders who had entrusted him, in his job as Harvard's president, to uphold the colony's religious mission. Thus, he represented a threat to the stability of society. Dunster exiled himself in 1654/55 and moved to nearby Plymouth Colony to become the minister of the First Church in Scituate, Massachusetts. Dunster died there on February 27, 1659 (or 1658 – Old Style calendar).Timothy L. Wood, \"'I Spake the Truth in the Feare of God': the Puritan Management of Dissent During the Henry Dunster Controversy,\" Historical Journal of Massachusetts 2005 33(1): 1-19, ==Family and legacy== Dunster married twice; both his wives were named Elizabeth. His first wife was Elizabeth (Harris) Glover, the widow of Joseph Glover. They married on June 21, 1641. She died in 1643, leaving Dunster with land and property, including the first printing press in the colony, and leaving him shared responsibility for her estate and her five children by her first marriage. Dunster married Elizabeth Atkinson (1627–1690) in 1644. Together they had five children. Dunster House, one of the twelve residential houses of Harvard University, is named after Henry Dunster. ==References== * Dunster, Henry, 1609-1659? Papers of Henry Dunster and the Dunster and Glover families : an inventory * Samuel Dunster, Henry Dunster and His Descendants (1876) [exhaustive biography by a direct descendant, cf. especially pp. 1–19] * Samuel Eliot Morison, Builders of the Bay Colony (1930) [chapter entitled \"Henry Dunster, President of Harvard\", pp. 183–216] * William Thaddeus Harris, Epitaphs From the Old Burying Ground in Cambridge (1845) p. 169 [Henry Dunster, \"d. 2.27.1658\"] * Henry Fitz-Gilbert Waters. The New England historical and genealogical register, Volume 61, New England Historic Genealogical Society * Melnick, Arseny James, America's Oldest Corporation and First CEO: Harvard and Henry Dunster (2008) ==External links== ===Primary sources=== Links to digital facsimiles of the Papers of Henry Dunster and the Dunster and Glover Families held in the Harvard University Archives. ===Biography and genealogy=== * Samuel Dunster, Dunster, Henry Dunster and his descendants. Central Falls, R.I. : E.L. Freeman & Co., 1876. * Chaplin, Jeremiah, 1813–1886. Life of Henry Dunster : first president of Harvard College. Boston : J. R. Osgood and Company, 1872. Category:1609 births Category:1659 deaths Category:Alumni of Magdalene College, Cambridge Category:Presidents of Harvard University Category:People from Bury, Greater Manchester Category:Kingdom of England emigrants to Massachusetts Bay Colony Category:People from colonial Boston Category:People of colonial Massachusetts Category:American Puritans Category:People educated at Bury Grammar School",
 "title": "Henry Dunster"
}