{
 "id": "401221",
 "text": "Mikhail Vasilyevich Vodopyanov (; - 11 August 1980) was a Soviet aircraft pilot, one of the first Heroes of the Soviet Union, and a Major General of the Soviet Air Force. Together with Mikhail Babushkin, he was the first to land an airplane on the North Pole. ==Biography== He was born on 18 November (6 November Old Style) 1899 in Bolshiye Studyonki village (now part of Lipetsk) in Tambov Governorate. He volunteered for the Red Army in 1919 and took part in the Russian Civil War. Initially, he was a driver in an air unit. From 1925 he trained as an aircraft mechanic, and in 1928 he became a pilot himself. He then worked in state commercial aviation on long distances, first flying to Sakhalin. From 1931 he also worked for the Pravda newspaper, distributing its matrix from Moscow to other cities by the air. In 1934, he participated in the Arctic rescue operation of the crew of the sunken steamship Cheliuskin on the frozen Chukchi Sea, making a historical flight from Khabarovsk to Vankarem, being the first to fly across the Chukotka Mountains. Vodopyanov was awarded the title of the Hero of the Soviet Union for this deed on April 20, 1934, as one of the 7 first recipients of the title. Then, he commanded an expedition of four Tupolev TB-3 aircraft, being the first to land on the North Pole on May 21, 1937, carrying parts and crew for an Arctic station. During World War II, after July 1941, he was the commander of the 81st Special Purpose Air Division (a long range bomber division). He commanded the first Soviet air raid on Berlin on 10/11 August 1941. On the return trip, his Petlyakov Pe-8 heavy bomber was shot down by the flak and crash landed in Estonia, in no man's land between front lines. He and his crew managed to break through to the Soviet side. Vodopianov was dismissed from the commanding post as a result of big losses in this raid, but he continued to serve as a bomber pilot. (The main reasons for big losses were aircraft failures and hurried preparations, caused by Joseph Stalin's order). In 1943 he was promoted to Major General. After the war, in 1946 he was discharged from armed forces, and turned to writing in Moscow. He was awarded the Order of Lenin and Order of the Red Banner four times each and the Order of the Patriotic War 1st class. Many children grew up with his book \"The polar pilot\" that has described not only his path to aviation, but also the further adventures of his plane in revolutionary Spain, as well as the description of the Cheliuskin rescue and his participation in the War. ==Honours and awards== * Hero of the Soviet Union (20 April 1934) * Four Order of Lenin (20 April 1934, 27 June 1937, 6 November 1945, and 6 December 1949) * Four Order of the Red Banner (11 April 1940, 20 February 1942, 3 November 1944, 14 January 1952) * Order of the Patriotic War, 1st class (13 July 1945) ==References== Category:1899 births Category:1980 deaths Category:People from Lipetsk Category:People from Tambov Governorate Category:Soviet Air Force generals Category:Soviet major generals Category:Russian aviators Category:Soviet polar explorers Category:People of the Russian Civil War Category:Soviet World War II pilots Category:Russian people of World War II Category:Shot-down aviators Category:Heroes of the Soviet Union Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Burials in Troyekurovskoye Cemetery",
 "title": "Mikhail Vodopyanov"
}