{
 "id": "401367",
 "text": "The Mathematical Sciences Research Institute (MSRI) is an independent nonprofit mathematical research institution in Berkeley, California. It is widely regarded as a world leading mathematical center for collaborative research, drawing thousands of leading researchers from around the world each year. MSRI was founded in 1982, and its funding sources include the National Science Foundation, foundations, corporations, and more than 90 universities and institutions. The Institute is located at 17 Gauss Way on the University of California, Berkeley campus, close to Grizzly Peak in the Berkeley Hills. Because of its contribution to the nation’s scientific potential, MSRI’s activity is supported by the National Science Foundation and the National Security Agency. Private individuals, foundations, and nearly 100 Academic Sponsor Institutions, including the top mathematics departments in the United States, provide crucial support and flexibility. James Simons, founder of Renaissance Technologies and a University of California, Berkeley alumnus, is a long-time supporter of MSRI and serves as a member of the Board of Trustees. ==History == The Mathematical Sciences Research Institute was founded in September 1982 by three UC Berkeley professors: Shiing-Shen Chern, Calvin Moore, and Isadore M. Singer. Shiing-Shen Chern acted as the founding Director of the institute and Calvin Moore acted as the founding Deputy Director. MSRI was originally located at the UC Extension Building at 2223 Fulton Street, and on April 1, 1985, MSRI moved into its current facility on Berkeley hills. Initially, MSRI paid rent for this new building to the University of California. However, since August 2000, it has occupied the building without the rental burden, as one of several contributions of the UC campus. == Governance == MSRI is governed by a Board of Trustees consisting of up to 35 elected members and 7 ex-officio members: the Director of the Institute, the Deputy Director, the Chair of the Committee of Academic Sponsors, the co- Chairs of the Human Resources Advisory Committee and the co-Chairs of the Scientific Advisory Committee (SAC). Unlike many mathematical institutes, MSRI has no permanent faculty or members, and its research activities are overseen by its Scientific Advisory Committee (SAC), a panel of distinguished mathematicians drawn from a variety of different areas of mathematical research. There are 10 regular members in the SAC, and each member serves a four-year term and is elected by the Board of Trustees. ==Research Activities== MSRI hosts about 85 mathematicians and postdoctoral research fellows each semester for extended stays and holds programs and workshops, which draw approximately 2,000 visits by mathematical scientists throughout the year. The visitors come to MSRI to work in an environment that promotes creativity and the effective interchange of ideas and techniques. MSRI features two focused programs each semester, attended by foremost mathematicians and postdocs from the United States and abroad; the Institute has become a world center of activity in those fields. MSRI takes advantage of its close proximity to the University of California Berkeley and the Lawrence Berkeley National Laboratory and also collaborates nationally with organizations such as the Chicago Mercantile Exchange. The Institute’s prize- winning forty-eight thousand square foot building has views of the San Francisco Bay. After 30 years of activity, the reputation of the Institute is such that mathematicians make it a professional priority to participate in the Institute’s programs. == Education Programs == thumb|Simons Auditorium (MSRI) MSRI also serves a wider community through the development of human scientific capital, providing postdoctoral training to young scientists and increasing the diversity of the research workforce. The Institute also advances the education of young people with conferences on critical issues in mathematics education. Additionally, they host research workshops that are unconnected to the main programs, such as its annual workshop on K-12 mathematics education Critical Issues in Mathematics Education. During the summer, workshops for graduate students are held through the MSRI-UP program. MSRI sponsors programs for middle and high school students and their teachers as part of the Math Circles and Circles for Teachers that meet weekly in San Francisco, Berkeley, and Oakland. It also sponsors the Bay Area Mathematical Olympiad (BAMO), the Julia Robinson Mathematics Festival, and the U.S. team of young girls that competes at the China Girls Math Olympiad. The lectures given at MSRI events are videotaped and made available for free on the internet. MSRI has sponsored a number of events that reach out to the non-mathematical public, and its Simons Auditorium also hosts special performances of classical music. Mathematician Robert Osserman has held a series of public \"conversations\" with artists who have been influenced by mathematics in their work, such as composer Philip Glass, actor and writer Steve Martin, playwright Tom Stoppard, and actor and author Alan Alda. MSRI also collaborates with local playwrights for an annual program of new short mathematics-inspired plays at Monday Night Playground at the Berkeley Repertory Theater, and co-sponsored a series of mathematics-inspired films with UC Berkeley's Pacific Film Archive for MSRI's 20th anniversary. It also created a series of mathematical puzzles that were posted among the advertising placards on San Francisco Muni buses. ==Mathical Book Prize== The Mathical Award is presented to books \"that inspire children of all ages to see math in the world around them.\". Recipients of the award include John Rocco, Robie Harris, Jeffrey Kluger, Lauren Child, Michael J. Rosen, Leopoldo Gout, Elisha Cooper, Kate Banks, Gene Luen Yang, Steve Light, and Richard Evan Schwartz. ==List of directors== {| class=\"wikitable sortable\" ! Image ! Name ! Timespan |- | 100 px || Shiing-Shen Chern || 1982–1984 |- | 100 px || Irving Kaplansky || 1984–1992 |- | 100 px || William Thurston || 1992–1997 |- | 100 px || David Eisenbud || 1997–2007 |- | 100 px || Robert Bryant || 2007–2013 |- | 100 px || David Eisenbud || 2013–present |} ==References== == External links == * *MSRI streaming lectures *NSF Math Institutes Category:Mathematical institutes Category:National Science Foundation mathematical sciences institutes Category:Research institutes in California Category:Research institutes established in 1982 Category:1982 establishments in California Category:Research institutes in the San Francisco Bay Area",
 "title": "Mathematical Sciences Research Institute"
}