{
 "id": "401675",
 "text": "Glarus (; ; ; ; ) is the capital of the canton of Glarus in Switzerland. Since 1 January 2011, the municipality Glarus incorporates the former municipalities of Ennenda, Netstal and Riedern.Amtliches Gemeindeverzeichnis der Schweiz published by the Swiss Federal Statistical Office accessed 18 February 2011 Glarus lies on the river Linth between the foot of the Glärnisch (part of the Schwyzer Alps) to the west and the Schilt (Glarus Alps) to the east. Very few buildings built before the fire of 1861 remain. Wood, textile, and plastics, as well as printing, are the dominant industries. The symbol of the city is the neo-romanesque city church. The official language of Glarus is (the Swiss variety of Standard) German, but the main spoken language is the local Alemannic Swiss German dialect. An 1875 study of the Glarus dialect by Jost Winteler was very influential in the history of dialectology. ==History== thumb|right|upright|Church of Glarus, built in 1861 after a fire destroyed the old church and much of the town of Glarus thumb|right|The aisle of the church Glarus is first mentioned in the early 9th Century in Latin as Clarona. In 1178 it was first mentioned in German as Glarus. On 10 February 878, the Emperor Charles the Fat gave his wife Richgard or Richardis the monasteries of Säckingen, of St. Felix and of Regula in Zürich as a royal estate. This land grant included extensive political rights and a large estate. This estate covered land in the Rhine and Frick valleys, the southern Hotzenwald, land in Zürich, along Lake Walen and the valley of Glarus. Glarus remained under the Säckingen Abbey until 1395 (intermittently under the overlordship of either the Counts of Lenzburg and Kyburg and/or Raetia Curiensis), when the Glarus valley broke away from the Abbey and became independent. It became the capital of the Linth valley in 1419. In the 18th and 19th centuries, the valley began to be industrialized. Huldrych Zwingli a leader of the Reformation in Switzerland served in his first, Roman Catholic, ecclesiastical post in Glarus, starting around 1506. He served there for ten years. It was in Glarus, whose soldiers were used as mercenaries in Europe, that Zwingli became involved in politics. The Swiss Confederation was embroiled in various campaigns with its neighbours: the French, the Habsburgs, and the Papal States. Zwingli placed himself solidly on the side of the Holy See. In return, Pope Julius II honoured Zwingli by providing him with an annual pension. He took the role of chaplain in several campaigns in Italy, including the Battle of Novara in 1513. However, the decisive defeat of the Swiss in the Battle of Marignano caused a shift in mood in Glarus in favour of the French rather than the pope. Zwingli, the papal partisan, found himself in a difficult position and he decided to retreat to Einsiedeln in the canton of Schwyz. While he was not a reformer at Glarus, there he began to develop the ideas that would lead to the break with the Catholic Church in Zürich In 1528 the Reformation gained a foothold in Glarus, directed by Zwingli in Zürich. Even though he had preached in Glarus for 10 years, the town remained strongly Catholic. However, following the Second war of Kappel in 1531 both the Catholic and Protestant residents were given the right to worship in town. This led to both religious groups using the town church simultaneously, an arrangement that caused numerous problems. By the 18th Century both the groups shared the church but had separate organs. In 1697 there were two financially and theologically independent parishes meeting in the city church. Following the French invasion in 1798, Glarus became the capital of the Canton of Linth in the Helvetic Republic. The administration of the Canton moved into Glarus. However, the new administrators had difficulties in establishing and enforcing any new regulations. In August 1802 the administrators of the new Canton left Glarus for Rapperswil due to the difficulties they had faced in Glarus. In 1803, with the Act of Mediation, the Canton of Linth was dissolved and Glarus became the capital of the smaller Canton of Glarus. In 1859, the railway reached Glarus from Weesen. The extension to Schwanden and Linthal opened in 1879. The town created the Emigration Society and sent Judge Niklaus Dürst and blacksmith Fridolin Streif to search for land to settle in North America in 1845. Later that year, 131 colonists from Glarus settled New Glarus, Wisconsin, a town which still holds onto its Siwss roots and enjoys a strong relationship with Glarus. On the 10/11 May 1861, the town was devastated by a fire that was fanned by a violent Föhn or south wind, rushing down from the high mountains through the natural funnel formed by the Linth valley. The total loss is estimated at about half a million sterling, of which about £100,000 were made up by subscriptions that poured in from every side. About two-thirds of Glarus (593 buildings) were destroyed in the big fire. After this incident, Glarus was rebuilt in block fashion according to construction plans by Bernhard Simon and Johann Caspar Wolff. In 1864, the first European labor law to protect workers was introduced in Glarus, prohibiting workers from working more than 12 hours a day. ==Geography== thumb|right|Panorama of the City of Glarus The town is located in the Glarner Mittelland on a broad valley floor between the Glärnisch and the Linth. The municipality Glarus before 2011 had an area of . Of this area, 23% was used for agricultural purposes, while 31.4% was forested; of the rest of the land, 2.7% was settled (buildings or roads) and the remainder (42.9%) was non-productive (2006 figures). With the incorporation of Ennenda, Netstal and Riedern in 2011, the municipality Glarus now has an area of . Based on the 2004/09 survey, about 26.3% of the total area is used for agricultural purposes, while 34.3% is forested. Of the rest of the land, 4.1% is settled (buildings or roads) and 35.2% is unproductive land. Over the past two decades (1979/85-2004/09) the amount of land that is settled has increased by and the agricultural land has decreased by .Swiss Federal Statistical Office - Regional portraits accessed 2 May 2016 ==Demographics== Glarus has a population () of . , 24.9% of the population are resident foreign nationals. Over the last 3 years (2010-2013) the population has changed at a rate of 2.07%. The birth rate in the municipality, in 2013, was 9.8 while the death rate was 8.4 per thousand residents. , children and teenagers (0–19 years old) make up 20.6% of the population, while adults (20–64 years old) are 61.1% and seniors (over 64 years old) make up 18.3%. Most of the population () speaks German (86.0%), with Italian being second most common (4.8%) and Albanian being third (2.6%).Swiss Federal Statistical Office accessed 10-Sep-2009 ==Historical population== The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population ! Swiss Citizens ! % German Speaking ! % Protestant ! % Roman Catholic |- | 1554 || align=\"center\" | ca. 1,550 || || || || |- | 1682 || align=\"center\" | ca. 1,200 || || || || |- | 1777 || align=\"center\" | ca. 2,400 || || || || |- | 1837 || align=\"center\" | 4,094 || || || || |- | 1850 || align=\"center\" | 4,082 || align=\"center\" | 3,960|| align=\"center\" | || align=\"center\" | 86.0% || align=\"center\" | 14.0% |- | 1870 || align=\"center\" | 5,485 || align=\"center\" | 5,204|| align=\"center\" | || align=\"center\" | 77.7% || align=\"center\" | 22.6% |- | 1888 || align=\"center\" | 5,357 || align=\"center\" | 4,968|| align=\"center\" | 98.1% || align=\"center\" | 71.6% || align=\"center\" | 28.0% |- | 1900 || align=\"center\" | 4,877 || align=\"center\" | 4,424|| align=\"center\" | 97.5% || align=\"center\" | 74.2% || align=\"center\" | 25.6% |- | 1910 || align=\"center\" | 5,123 || align=\"center\" | 4,471|| align=\"center\" | 94.8% || align=\"center\" | 70.8% || align=\"center\" | 28.7% |- | 1930 || align=\"center\" | 5,269 || align=\"center\" | 4,858|| align=\"center\" | 97.7% || align=\"center\" | 70.5% || align=\"center\" | 29.2% |- | 1950 || align=\"center\" | 5,724 || align=\"center\" | 5,376|| align=\"center\" | 96.2% || align=\"center\" | 68.0% || align=\"center\" | 31.4% |- | 1970 || align=\"center\" | 6,189 || align=\"center\" | 5,215|| align=\"center\" | 86.9% || align=\"center\" | 60.5% || align=\"center\" | 38.9% |- | 1990 || align=\"center\" | 5,728 || align=\"center\" | 4,723|| align=\"center\" | 86.1% || align=\"center\" | 51.9% || align=\"center\" | 42.4% |- | 2000 || align=\"center\" | 5,556 || align=\"center\" | 4,379|| align=\"center\" | 86.0% || align=\"center\" | 45.4% || align=\"center\" | 37.7% |- |} ==Economy== , there were a total of 8,148 people employed in the municipality. Of these, a total of 175 people worked in 63 businesses in the primary economic sector. The secondary sector employed 2,479 workers in 200 separate businesses. Finally, the tertiary sector provided 5,494 jobs in 923 businesses. In 2013 a total of 2.% of the population received social assistance. ==Politics== In the 2015 federal election the most popular party was the BDP with 49.7% of the vote, followed by the SP with 47.7%. The remaining 2.6% went to unaffiliated or minor party candidates. In the federal election, a total of 3,250 votes were cast, and the voter turnout was 41.1%. The 2015 election saw a large change in the voting when compared to 2011. The percentage of the vote received by the SP increased sharply from 28.9% in 2011 to 47.7% in 2015, while the percentage that the BDP dropped from 57.7% to 49.7%.Swiss Federal Statistical Office - Nationalratswahlen 2015: Stärke der Parteien und Wahlbeteiligung nach Gemeinden accessed 18 July 2016 ==Crime== In 2014 the crime rate, of the over 200 crimes listed in the Swiss Criminal Code (running from murder, robbery and assault to accepting bribes and election fraud), in Glarus was 48.2 per thousand residents. This rate is only 74.6% of the average rate in the entire country. During the same period, the rate of drug crimes was 10.2 per thousand residents, which is similar to the rate in Glarus Süd, but about twice as high as the rate in Glarus Nord.Statistical Atlas of Switzerland accessed 5 April 2016 ==Education== In Glarus about 71.3% of the population (between age 25–64) have completed either non-mandatory upper secondary education or additional higher education (either university or a Fachhochschule). ==Transport== Glarus railway station is on the Ziegelbrücke to Linthal railway line. It is served by the Zürich S-Bahn service S25 between Zürich and Linthal, and by the St. Gallen S-Bahn service S6 between Rapperswil and Schwanden. Both services operate once per hour, combining to provide two trains per hour between Ziegelbrücke and Schwanden. The stations of Ennenda and Netstal are also in the municipality, and served by the same trains. ==Climate== Between 1991 and 2020 Glarus had an average of 142.2 days of rain per year and on average received of precipitation. The wettest month was July during which time Glarus received an average of of precipitation. During this month there was precipitation for an average of 14.8 days. The months with the most days of precipitation were June to August. The driest month of the year was February with an average of of precipitation over 9.5 days. ==Gallery== File:Glarus.jpg|Town center of Glarus File:Glarus rathaus 2005-07-22.jpg|Kantonsparlement File:Picswiss GL-13-05.jpg|Landsgemeindeplatz File:Glarus-Glärnisch.jpg|Glärnisch File:Bahnhof Glarus.JPG|Glarus railway station ==International relations== ===Twin towns – Sister cities=== Glarus is twinned with:Gemeinde Glarus website, Städtepartnerschaft Biebrich retrieved 10 February 2019 * Wiesbaden-Biebrich * New Glarus, Wisconsin == Notable people == 140px|thumb|Heinrich Hossli 140px|thumb|Johann Jakob Blumer 140px|thumb|Fritz Kunzli, 2004 * Anna Göldi (1734 – 1782 in Glarus) the last person to be executed in Europe for witchcraft * Heinrich Hössli (1784 in Glarus – 1864 in Winterthur) a Swiss hatter and author * Johann Jakob von Tschudi (1818 in Glarus – 1889) a Swiss naturalist, explorer and diplomat * Johann Jakob Blumer (1819 in Glarus – 1875) a Swiss statesman * Franz Joseph Untersee (1858 in Glarus - 1927) a Swiss-American architect who designed many Roman Catholic churches in the US * Roslï Näf (1911 in Glarus – 1996) a Swiss Red Cross nurse during the Holocaust * Rudi Schmid (1922 in Glarus – 2007) an American medical researcher specializing in hepatology * Bernhard Hoesli (1923 in Glarus – 1984) a Swiss architect and collage artist * Erwin C. Dietrich (1930 in Glarus – 2018) film director, producer, actor and cinematographers IMDb Database retrieved 10 February 2019 * Eveline Hasler (born 1933 in Glarus) a Swiss writer * Marianne Horak (born 1944 in Glarus) a Swiss- Australian entomologist who specialises in Australian lepidoptera * Giaco Schiesser (born 1953 in Glarus) professor for cultural theory and media theory at Zurich University of the Arts * Werner Marti (born 1957 in Glarus) a Swiss lawyer and politician * Ruedi Noser (born 1961 in Glarus) a Swiss businessman and politician * Tim Krohn (born 1965) an author of Swiss literature, grew up in Glarus === Sport === * Paul Fischli (born 1945 in Glarus) a Swiss former football player and manager * Fritz Künzli (1946 in Glarus – 2019) a retired Swiss football striker. * Ekkehard Fasser (1952 in Glarus – 2021) a bobsledder who competed in the 1988 Winter Olympics * René Botteron (born 1954 in Glarus) a Swiss former football midfielder, over 330 club caps * Urs Sonderegger (born 1964 in Glarus) a Swiss entrepreneur and racing driver * Valeria Spälty (born 1983 in Glarus) a Swiss curler, silver medallist at the 2006 Winter Olympics * Jan Hauser (born 1985 in Glarus) a Swiss curler, competed in the 2010 Winter Olympics * Colin Stüssi (born 1993 in Glarus) a Swiss cyclist ==References== ==External links== * *Official Web site * Glarus (capital) Category:Cantonal capitals of Switzerland Category:Cities in Switzerland Category:Municipalities of the canton of Glarus",
 "title": "Glarus"
}