{
 "id": "401950",
 "text": "Emerson College is a private college with its main campus in Boston, Massachusetts. It also maintains campuses in Los Angeles, California and Well, Limburg, Netherlands (Kasteel Well). Founded in 1880 by Charles Wesley Emerson as a \"school of oratory,\" the college offers more than three dozen degree and professional training programs specializing in the fields of arts and communication with a foundation in liberal arts studies. The college is one of the founding members of the ProArts Consortium, an association of six neighboring institutions in Boston dedicated to arts education at the collegiate level. Emerson is also notable for the college's namesake public opinion poll, Emerson College Polling, which is operated by the Department of Communication Studies. Originally based in Boston's Pemberton Square, the college moved neighborhoods several times, and is now located in the Theater District along the south side of the Boston Common. Emerson owns and operates the historic Colonial, Paramount, and Cutler Majestic theaters, as well as several smaller performance venues. ==History== ===Origins=== thumb|upright|Charles Wesley Emerson (1887), founder and namesake of Emerson College Charles Wesley Emerson founded the Boston Conservatory of Elocution, Oratory, and Dramatic Art in 1880, a year after Boston University closed its School of Oratory. Classes were held at Pemberton Square in Boston, where ten students enrolled in the conservatory's first class. The following year, the institution changed its name to the Monroe Conservatory of Oratory, in honor of Charles Emerson's teacher at Boston University's School of Oratory, Professor Lewis B. Monroe. In 1890, the name changed again to Emerson College of Oratory and was later shortened to Emerson College in 1939. ===Early expansion and growth=== The college expanded and rented space at 36 Bromfield Street, and moved to Odd Fellows Hall on Berkeley and Tremont Streets in the South End of Boston. With the new location, the college's first library was established in 1892. Henry Lawrence Southwick, a faculty member and alumnus, became a financial partner for the college with Emerson. This financial partnership led to the acquisition of the Boston School of Oratory from Moses T. Brown in 1894. At the turn of the century, faculty members Henry and Jessie Eldridge Southwick and William H. Kenney purchased the college from Dr. Emerson. Soon after, the college rented a new location in Chickering Hall. Dr. Emerson retired in 1903 and William J. Rolfe, a Shakespearean scholar and actor, was named the second President of Emerson College of Oratory. His service as president lasted until his retirement in 1908. As the Student Government Association of the college held its first meeting in 1908, the third president of the college, Henry Lawrence Southwick, was inaugurated. He introduced the study of acting and stagecraft into the college curriculum. During his tenure, the college rented a new building at 30 Huntington Avenue in Copley Square. The college was also granted the right to award Bachelor of Literary Interpretation (B.L.I.) degrees. In addition, Emerson became the first school with a collegiate-level program in children's theater in 1919. The school offered its first course in Journalism in 1924. The college purchased its first piece of real estate with a new women's dormitory building at 373 Commonwealth Avenue in the Back Bay, and started intramural sports in 1931 with the organization of volleyball games. ===Administrative restructuring=== In 1930, full charge and control of the college was transferred to the Board of Trustees by William H. Kenney, Henry Lawrence Southwick, and Jessie Eldridge Southwick. When Harry Seymour Ross was appointed the fourth president of Emerson College in 1931, the first course in Radio Broadcasting was taught by the program director of WEEI, a Boston AM radio station. The purchase of buildings at 130 Beacon Street and 128 Beacon Street a year later began the presence of Emerson College in Boston's Back Bay. Emerson kept ownership of these buildings until summer 2003. In the following years, a professional training program in Speech Pathology (1935) and the first undergraduate program in Broadcast Journalism (1937) were offered for the first time in the United States. Construction of a theater behind 128–130 Beacon began, and the institution was granted the right to award Master of Arts degrees. ===Post-war era=== In the post-war era, the G.I. Bill of Rights and the Broadcasting curriculum contributed to the rebalancing of the student body from a primarily-female population to an equally-balanced population of men and women. Boylston Green, the first president to have no prior association with the college, used his background as a dean of students to enhance extracurricular activities, including the establishment of a student activities fee. These efforts led to the first publication of Emerson's student newspaper, The Berkeley Beacon, in 1947, which is still in production today. Emerson also saw major development in its broadcasting program. A one-year Certificate of Broadcasting was offered via evening classes. The FCC awarded the college a 10-watt license in 1949, and WERS, the first educational FM radio station in New England, was born. The station's power was increased to 300 watts three years later, and 18,000 watts by 1953. At the start of the decade, in 1950, Emerson College became a member of the New England Association of Colleges and Secondary Schools, an accreditation association for schools and colleges in New England. President Green left the college in 1949 after being selected as president of the University of the South, and Godfrey Dewey served as Acting President until 1951. At that time, Jonathon French was appointed as Acting President, and he became president in December of that year, despite never being formally inaugurated. ===Financial crisis of 1952 and recovery=== The college suffered from a severe financial crisis in 1952, and sought $50,000 in emergency funding. At the time, the Chairman of the Corporation stated that without these funds, the college had three alternatives: go broke, sell out, or merge with another institution. Led by the National Alumni Council, a grassroots campaign was launched to improve the financial situation of the college. The efforts led to the resignation of the Council of Trustees, which was then replaced mostly by alumni. The new board elected a former Emerson history professor, S. Justus McKinley, as the fifth President of Emerson College. Pulling out of its financial crisis, the college started to develop its programs with new facilities. In 1953, Emerson opened The Robbins Speech, Language and Hearing Clinic at 145 Beacon Street, furthering the Communication Sciences and Disorders Program. A television studio was dedicated at 130 Beacon in 1954, with its first closed-circuit TV program the following year as WERS-TV. The first annual spring musical, Lady in the Dark by Moss Hart, was presented. Later, the school was authorized to grant honorary degrees, Bachelors and Masters of Science in Speech, and a Bachelors of Music in conjunction with the Longy School of Music. ===Back Bay as Emerson's campus=== As the 1960s started, 373 Commonwealth Avenue was sold to purchase a dormitory at 100 Beacon Street for 609 undergraduate and 29 graduate students. A year later, a building at 150 Beacon Street was obtained for dorms, a dining hall, and administrative offices. With major gifts from Elisabeth Abbot Smith and J.F. Buzzard, the college library moved from the fourth floor of 130 Beacon Street into its own building at 303 Berkeley Street. In 1964, two buildings were purchased: 96 Beacon Street, which became the student union building, and 132–134 Beacon Street, which became a dormitory. The campus remained primarily in Back Bay until the late 1990s. In 1967, Richard Chapin, former Dean of the Harvard Business School was inaugurated as the seventh president of Emerson College. Shortly afterwards, an academic planning committee approved a new course of study for general education requirements. The first level of this program replaced the college- wide requirements with a two-year interdisciplinary course of study and electives. In order to accommodate this new program, the building at 67–69 Brimmer Street was purchased. The Institute of Interdisciplinary Studies was born. A year later in 1972, the college gained authorization to grant BFA, and MFA degrees. ===Attempted relocation=== Though Emerson College has moved to various locations within the city of Boston, the appointment of Allen E. Koenig (the ninth President of Emerson College) almost took the college completely outside of Boston. As soon as he was inaugurated in 1979, Koenig initiated talks with Pine Manor College in Chestnut Hill, Massachusetts to relocate Emerson and merge the two schools. However, an agreement was never reached and the plan was dropped entirely. At the start of the 1980s, Koenig made a proposal to the Board of Trustees for a major renovation of the college's facilities. The plan allowed for new performance spaces, classrooms, and faculty offices at Brimmer Street; remodeling the Library and Learning Resources Center at 150 Beacon; remodeling the 303 Berkeley building for the Humanities and Social Sciences Division; a new radio/audio complex at 126 Beacon; and construction of two new television studios behind 130 Beacon. In 1984, 335 Commonwealth Avenue was purchased for Administration and the Communication Studies department. The college also received the authorization to grant MFA degrees in Creative Writing. Despite the newly purchased Commonwealth Avenue buildings, Lawrence, Massachusetts, was soon being discussed as a new location for Emerson College, about away from Boston. The Mayor of Lawrence announced that the necessary land would be taken by eminent domain and sold to Emerson for a token payment of $100. However, the five affected private landowners disagreed with this arrangement and fought the city in court. Three years later in 1988, Judge John Forte ruled in favor of the City of Lawrence. The river-front site in Lawrence was proposed as the new campus for the College. However, as real estate values in Boston dropped and the costs of constructing a new campus increased, the plans were put on hold and eventually abandoned when Koenig resigned as president in 1989. In 1988, the college bought a building at Zero Marlborough Street (also known as 6 Arlington Street) for dormitories and a dining hall. ===Rebirth in the Historic Theater District=== thumb|The Colonial Theater was acquired in 2006; Emerson College built 372 dormitory rooms on top of the building while preserving the theater. John Zacharis became the tenth President of Emerson College and faced a college fractured by the failed move to Lawrence, Massachusetts. Over the course of two years, he worked to restore unity to the campus by purchasing a building at 180 Tremont Street, now called the Ansin Building. This purchase started a transition from Back Bay to the Boston Theater District. Zacharis went on medical leave in 1992 and died of leukemia shortly after. During Zacharis's leave, speech pathologist Jacqueline Weis Liebergott was appointed as Acting President and, a year later, inaugurated to become the first female president of the college. Shortly after, she submitted a 10-year master plan to the Boston Redevelopment Authority which involved moving the college to the Washington Street Theatre District.https://www.gvshp.org/_gvshp/preservation/nyu/doc/gvshp-case- studies.pdf In the mid-1990s, a planning document of the college's future plans was drafted and public hearings were held. The college also extended health care benefits to domestic partners of gay and lesbian faculty, administration and staff.https://www.montgomerycountymd.gov/OLO/Resources/Files/1999_Reports/OLO_Report_99-1_6-8-1999.pdf Under the plan, dental coverage and tuition waivers were also available. That same year, the college debuted online with a $100,000 gift from Mrs. Mary E. Tufte. Financed by the contribution, The Tufte Lab was placed on the fourth floor of the Ansin Building and dedicated in Mrs. Tufte's honor. The lab was the catalyst for a telecommunications/fiber optic network installation, which was completed in October 1995. In addition, the college announced the purchase and restoration of The Little Building (1994) across the street from the Ansin Building and next to Emerson's Majestic Theatre. Restoration was completed on the facades of the college's buildings at 126, 128, 130, 132–134, 168 Beacon Street, and 21 Commonwealth Avenue. In 1998, Emerson purchased the Walker Building (Boston) at 120 Boylston. The building currently hosts the school's Department of Television, Radio, Film Production, the Institutional Advancement (Alumni and Development) department, and the Government and Community Relations department. It also contains the school's library and many of its classrooms. ===21st century=== thumb|upright|Emerson College purchased Paramount Theatre in 2005, and expanded its facilities.|alt=|left The Tufte Performance Production Center (PPC) at 10 Boylston Place opened in 2003. The 11-story steel-and-glass building houses the Department of Performing Arts and includes two theaters (The Semel Theatre and The Greene Theatre), two television studios, makeup and costume labs, faculty offices, and an exhibition area. Also that year, the Cutler Majestic Theatre finished renovations and re-opened as one of the main stages of Emerson Stage productions. Circa 2001 Emerson adjuncts voted to establish a union and in 2004 ratified its first contract with the college.https://emersonafec.com/about/ The Affiliated Faculty of Emerson College, American Association of University Professors (AFEC-AAUP) represents 240 adjunct faculty members at Emerson College as of 2022. In 2004, it was announced that the buildings at 96, 100, and 132 Beacon had been sold and would be vacated by the Fall 2006 semester. Construction of a new 14-story residence hall at 150 Boylston Street began in March 2004, and was completed in September 2006.http://www.bostonplans.org/getattachment/3ad6890e-842d-49af-a8fa-8042b2c8254d It is the first entirely-new residence hall in Emerson's history. The facility includes residential suites, athletic facilities, offices and meeting rooms for student organizations, informal gathering places for off-campus students, spaces for small-group rehearsals and performances, and dining facilities. The school purchased the historic Paramount Theatre (Boston) on Washington Street in 2005, with plans to build a new complex at the site including a 565-seat main stage theater inside the existing Paramount Theater and a 125-seat black box theater in an adjacent new building. Plans also included a 200-seat film screening room, eight rehearsal studios ranging from , six smaller rehearsal spaces, a sound stage for film students, a new scene shop, and a dormitory.http://www.emerson.edu/emersontoday/index.cfm?action=3&articleID;=3596&editionID;=338 In May 2006, the Campus Center in the Piano Row building was named the Max Mutchnick Campus Center after a major gift from the 1987 graduate and co- creator of the television sitcom Will & Grace. In the same year, the school exercised its purchase option on the Colonial Theatre, adjacent to the Little Building, and then converted the upper floors of the building to a 372-bed dormitory.https://www.bizjournals.com/boston/stories/2006/02/20/daily58.html With the addition of dorm space here and at the Paramount Theatre, the school hoped to accommodate up to 75% of its students in on-campus housing by 2010. In September 2006, a long-running labor dispute between the administrators and faculty union was resolved. The administration limited the union's role in promotion and tenure, and brought department chairs into administrative roles, where they were not covered by the union. In response, the college agreed not to dismantle the union. In September 2007, students in Emerson Alliance for Gays, Lesbians, and Everyone (E.A.G.L.E.) as well as the Student Government Association (S.G.A.) received the gender neutral bathrooms they had pitched to the administration in the spring. In September 2016, every bathroom on Emerson's campus was converted into a gender inclusive restroom. On December 2, 2009, President Liebergott announced she would step down in June 2011. On September 8, 2010, the college announced she would be succeeded by M. Lee Pelton of Willamette University. On March 18, 2010, the newly renovated Paramount Center officially opened, with Boston Mayor Thomas M. Menino illuminating the Paramount's original art deco marquee, which Emerson had restored. In addition to the 590-seat Paramount Theatre, the Paramount Center also houses an experimental black box theater, the Bright Family Screening Room, a sound stage, a scene/prop production shop, nine rehearsal studios, six practice rooms, four classrooms, 20 faculty offices, and a student commons area. , two students are suing the college for mishandling their rape cases and failing to provide their Title IX rights. In late 2019, Marlboro College announced that it would merge with Emerson at the end of the 2019–20 academic year. Under the agreement, finalized on July 23, 2020, Marlboro gave its endowment to Emerson, which created the Marlboro Institute of Liberal Arts and Interdisciplinary Studies. Marlboro students were guaranteed admission and tenure-track faculty were guaranteed teaching positions at Emerson. At that time, Marlboro had approximately 150 students. In December 2020, President Lee Pelton announced his planned departure from the college in June 2021 to assume a new role as CEO and President of the Boston Foundation. ==Campus== Emerson College's permanent move from the Back Bay to its current location revitalized and preserved the distinct character and profiles of the surrounding neighborhoods, which comprise many significant historic landmarks and structures - the most notable being Boston Public Garden and Boston Common. Presently, the majority of the college's acquired properties were reclaimed, renovated and/or restored without having to introduce new developments into the Downtown core. Abutting the southeast corner of the Boston Common, the 8-acre urban campus at the intersection of Boylston Street and Tremont Street is served by Boylston station on the MBTA Green Line and Chinatown station on the Orange Line. In addition, Emerson College extends its campus outside Massachusetts state, operating in a fourteenth-century castle in the Netherlands and a major academic center on Sunset Boulevard in Hollywood for its long-established Los Angeles program. ===Academic and theater buildings=== ====Ansin Building (180 Tremont Street)==== Once owned by the Boston Edison Company, the Ansin Building was purchased by Emerson in 1992. The building stands 14 stories high and contains all Visual & Media Arts (VMA) labs and facilities, offices for all VMA and Writing, Literature & Publishing (WLP) departments, and is the home of WERS, WECB, and ETIN (Emerson's Talk and Information Network, an online radio service). It also contains the registrar's office, Tufte and 3D computer labs, Digital Production labs, and the Media Services center. ====216 Tremont Street==== The former Union Bank building at 216 Tremont Street houses the Department of Communication Sciences and Disorders and the in-house clinic, The Robbins Speech, Language and Hearing Center. Also located here are the offices of Student Financial Services, Health Services, Career Services, the Counseling Center and the International Student Center. The Bill Bordy Theater and Auditorium on the ground floor is used for lectures, performances, performance classes and special events. Computer labs: Communication Sciences and Disorders Lab (CSD) ====Walker Building (120 Boylston Street)==== thumb|upright|The Cutler Majestic Theatre, opened in 1903, is listed on the National Register of Historic Places.|alt= Provides classrooms, study rooms, offices to various non-academic and academic departments, five computer labs, and the Iwasaki Library. The fifth and sixth floors connect to the Tufte building. Computer labs: Advanced Projects Lab (APL), Advanced Teaching Lab (ATL), Communication & Marketing Labs (CML) 1, 2, and Journalism Lab (JRL) Production facilities: Newsroom TV Studio, Newsroom Editing Labs Academic facilities: Iwasaki Library, Emerson College Archives and Special Collections One of the sets of popular NBC sitcom Will & Grace (1998-2006, 2017-2020), donated by Emerson alumnus Max Mutchnick, was displayed in the Iwasaki Library. The set, Will and Grace's living room and kitchen, remained in the library until 2013, when it was moved to Emerson's Los Angeles campus. ====Tufte Performance Production Center (10 Boylston Place)==== The 11-story building is home to two television studios, two performing art theaters, the Huret and Spector Gallery, set and costume studios, classrooms, and the offices of the Department of Performing Arts. The fifth and sixth floors of the building are connected to the Walker Building. Computer labs: CAD Lab Performance theaters and facilities: Semel Theatre, The Kermit and Elinore Greene Theater, The Bobbi Brown and Steven Plofker Design Technology and Makeup Studio Television studio and facilities: Di Bona Television Studio & Control Room, Studio B & Control Room ====Cutler Majestic Theatre (219 Tremont Street)==== The Cutler Majestic Theatre is home to Emerson stage productions each year, various speaking events, Open House, and the EVVY Awards - Emerson's own award show and the largest student-run live television production in the country. ====Paramount Center (555 Washington Street)==== Opening in 1932 as a movie theatre seating 1,700, the Paramount Center was one of the first movie houses in Boston to play talking motion pictures. In 2005, Emerson College announced plans to renovate the Paramount Theatre, building an entire performing arts facility in and around the theatre. The renovated Paramount Center was designed by Elkus Manfredi Architects of Boston and built by Bond Brothers, and completed in 2010. The project included not only renovating the Paramount Theatre into a 550-seat theater, but building both a new Performance Development Center and a new residence hall for the school on the 6th through 9th floors of the building. The complex features the 120-seat Liebergott Black Box Theatre, the 174-seat Bright Family Screening Room, nine rehearsal studios ranging from , five practice rooms for individuals and small groups, a sound stage for film production classes, a scene shop, several classrooms, a restaurant, and Emerson faculty and staff offices. ====Little Building (80 Boylston Street)==== Emerson College purchased the building in 1994 and opened it for use in September 1995, where it houses up to 1,035 residents. ====2 Boylston Place==== 2 Boylston Place is the most recent addition to the campus, It opened in 2017, and contains an 18-story residence hall that houses approximately 375 students. ===External programs=== ====ELA—Hollywood Center (Los Angeles)==== thumb|Emerson Los Angeles center, opened in 2014, serves as the college's West Coast campus.|alt= Situated on Sunset Boulevard (at Gordon St) in Hollywood, ELA building is a permanent home to Emerson's decades-old Los Angeles program. The international design firm Morphosis, headed by Pritzker Prize winning architect Thom Mayne, designed a signature building incorporating residential, teaching and administrative spaces. The 10-story building was opened for the college's winter semester in 2014. The new facility accommodates 217 students, approximately twice the number of students that were supported by Emerson's older facility in Burbank.Roger Vincent, \"Emerson College is building a new West Coast campus in Hollywood. The $85-million high-rise on Sunset Boulevard, a potential Hollywood landmark, will be a striking see-through structure where students will live and study the arts.\" Los Angeles Times, March 2, 2012. The center allows undergraduate students to spend a full fall, spring or summer semester taking classes in Hollywood and participating in a semester-long internship at enterprises related to their field of study. In addition, ELA also offers professional training and workplace education for Los Angeles-area professionals who are not enrolled in the college degree programs. ====Kasteel Well in the Netherlands==== Emerson College owns and operates Kasteel Well in the rural province of Limburg, Netherlands, a national historical monument that provides living accommodations, classrooms, a resource center, and related facilities. Approximately 85 matriculated Emerson students attend the program each semester, and are chosen through a lottery-style system. Classes are taught by Dutch teachers, with several Belgian and other teachers from Europe on staff. The Max Mutchnick Campus Center and the Bobbi Brown and Steven Plofker Gymnasium are important campus buildings. The former features several conference, meeting, and rehearsal spaces open to all students, offices for Student Life and the Student Government Association, and storage for any student organization. Also housing new offices for the Athletics Department, it is Emerson College's first-ever indoor athletic facility. The construction of the gym was controversial at the time of its announcement, considering the lack of performing space on campus and the lack of enthusiasm around athletics at Emerson. ==Academics== Emerson College is divided into two schools (School of Communication and School of the Arts) and eight departments (Marketing Communication; Communication Studies; Journalism; Communication Sciences & Disorders; Performing Arts; Writing, Literature & Publishing; Visual & Media Arts; Liberal Arts & Interdisciplinary Studies) offering 31 undergraduate majors and 19 minors (Bachelor of Arts/Fine Arts, or Science), and 12 graduate degree programs (Master of Arts/Fine Arts, or Science). Though the college's programs are primarily focused on communications and the arts, the curriculum is delivered through a liberal arts and sciences education model, where students are required to take courses from other academic disciplines and also have the opportunity to declare a minor outside their major. Emerson College is ranked by U.S. News & World Report in the Regional Universities North category. In 2021, it is ranked tied for 8th best overall, tied for 3rd in the Most Innovative Schools category, tied for 11th in Best Undergraduate Teaching, and 50th in the Best Value Schools category. In 2018, Emerson admitted 36% of applicants, and is ranked 6th in the Universities-Master's (North) category according to U.S. News & World Report. There are 3,871 undergraduate and 1,048 graduate students as of 2019. Tuition for the 2018–2019 academic year is $46,016 for a full-time student; approximately 76% of students receive financial assistance in scholarships and grants, low- interest loans and part-time employment. ===Film=== Emerson College has an extensive film program that is one of the largest in the United States. In 2008/2009, it awarded 368 degrees in Film, Radio, and Television. In July 2014, Emerson's Visual and Media Arts program was rated #9 in the nation by The Hollywood Reporter. ===Marketing=== The College offers undergraduate programs in Marketing Communications (BS) and Business of Creative Enterprises (BA). Emerson's Department of Marketing Communication has on-campus graduate degrees in Integrated Marketing Communication and Global Marketing Communication & Advertising, as well as online degree in Digital Marketing and Data Analytics. Starting in the 2018–19 academic year, the GMCA and IMC programs were merged into a single MA program in Strategic Marketing Communication. In 2014 Emerson was named #5 on the list of top 10 U.S. colleges to get a marketing degree published by USA Today. It was ranked #14 of 47 in 2018 Best Master's of Marketing Programs ranking by TFE Times, and #15 of 416 in 2019 Best Marketing Colleges in the U.S. ranking by College Factual. ===Engagement Game Lab=== The Engagement Game Lab is an applied research lab at Emerson College devoted to getting people involved with civic engagement in innovative ways and studying citizenship in a digital era. It is facilitated by professionals, but also has student assistants and offers its resources to students. ==Athletics== The college is a member of the National Collegiate Athletic Association (Division III), the Eastern College Athletic Conference (ECAC), and the New England Women's and Men's Athletic Conference (NEWMAC). Emerson previously competed as a charter member of the Great Northeast Athletic Conference (GNAC) from 1995 to 2013. The college was also a charter member of the Commonwealth Coast Conference (CCC), which it competed in from 1984 to 1989. The athletics department supports lacrosse, tennis, baseball, basketball, cross country running, golf, volleyball and soccer for all students, in addition to softball for women. The women's softball team defeated Western New England College in 2007 to clinch the GNAC championship and earn the department's first appearance in the NCAA tournament. In 2012, Emerson's women's volleyball team defeated Rivier to become the 2012 GNAC Champions. In 2019, the men's basketball team won its first NEWMAC title in program history. ==Student life== === Student organizations === Emerson College offers a large number of organizations, most of which are highly active and diverse ranging from curriculum-based activities to social action organizations. Organizations are either maintained by the Student Government Association (if the organizations are student-led) or by campus departments (if the organizations are managed by faculty or staff). ====The EVVY Awards==== The largest student run, multi-camera, production in the nation, the EVVY Awards are Emerson College's annual award show. Judged by industry professionals, The EVVYs recognize Emerson student's achievements in their chosen discipline. Each May the show is broadcast live from the Cutler Majestic Theatre. Over 500 students are annually involved with the EVVY Awards. The organization is run entirely by Emerson students, and advised by staff members. The 31st and 33rd Annual EVVY Awards won the College Television Award for Alternative/Variety programming. ====Emerson Channel==== The Emerson Channel is Emerson College's award-winning television station. The channel was created in 1999 under the Television, Radio, and Film Department. The organization is managed by a full-time staff member, and is run by Emerson College Students. Student works regularly receive collegiate EVVY awards. ====Emerson Independent Video==== EIV was founded in 1975 and is Emerson's largest entirely student run organization. EIV funds and assists in the production of live news, teleplays, single camera narratives, and other shows selected by the student management board from proposals made by fellow students at the end of each semester. EIV is known for their Emmy and AP Award-winning show, EIV News at 9p, as well as their pre-taped Evening News broadcast. ==== Emertainment Monthly ==== Emertainment Monthly is Emerson College's official entertainment magazine. Modeled after professional entertainment journalism outlets like Entertainment Weekly, Emertainment Monthly has been nominated for several EVVY Awards and participates in major entertainment events as official members of the press. Emertainment Monthly received the title of Best in Show in the \"Website Small School\" Category by the Associated Collegiate Press in 2015. ==== The Berkeley Beacon ==== The Berkeley Beacon is Emerson's student-run, weekly print newspaper. In 2012, it became the first collegiate newspaper website with a responsive design. It received the titles of Best in Show in the \"Four-Year Weekly\" and \"Website Small School\" categories by the Associated Collegiate Press in 2015. ====Emerson Dance Company==== Dance plays a large role in the student culture at Emerson College. In the fall of 2007 Emerson student, Michael Lupacchino ('10), re-founded the Emerson Dance Company—an SGA recognized, inclusive organization focused on bringing an open outlet for dance to students of all levels, years, and majors at the college. The company holds bi-annual showcases at the end of every semester highlighting student dancers and choreographers, all of whom have auditioned at the start of every semester and applied to choreograph through a selection process run by the company's executive board. Emerson Dance Company (commonly referred to as EDC) also offers master classes, workshops, and events which are open to the entire Emerson community. In addition to participating in internal college activities, the group also engages in community service around the Boston area. The organization is actively involved with its alumni (inviting one back each semester to choreograph an alumni piece), as well as fellow college and professional level dance organizations around the Boston area (i.e. The Boston Ballet, Suffolk Dance, Northeastern Dance Company {NUDANCO}, and Urbanity Dance). The company has been advised by Senior Dancer-In-Residence in the college's Performing Arts Department, Marlena Yannetti, since its inception. Emerson Dance Company hosts its showcases in Emerson's state of the art theatres, including the newly renovated Paramount Center Mainstage. ===Student radio=== WECB is the campus student run radio station, overseen by a faculty advisor. WECB broadcasts online at its website and on closed-circuit campus television (channel 56). In 1983–84, WECB was scheduled for demolition without reconstruction, as part of the Mass Communications $1.6M renovation project. Carol Kamerschen, Greg Weremey, Barry Scott and Russ Weisenbacher were instrumental in fighting the board of trustees, and convincing them to allow Weremey and Weisenbacher to design and build new studios at 126 Beacon Street, replacing the former facilities at 130 Beacon Street, 4th floor. ETIN (Emerson's Talk and Information Network), an online talk radio service run by students, is also housed in the same space as WERS and WECB. ===Comedy=== The college has a long tradition in the comedy community, including student groups specializing in various combinations of sketch comedy, improvisation, and short films. There are twelve recognized comedy organizations: Emerson Comedy Workshop, Chocolate Cake City, Inside Joke, Jimmy's Traveling All-Stars, Derbyn Comedy, This is Pathetic, Stroopwafel, SwoMo Comedy, The Girlie Project, A Goose Troupe, Stand-Up in the Park, and Flawed Comedy. Several comedy classes, including \"Comedy Writing for Television,\" \"Intermediate Creative Writing: Comedy,\" and \"Comedy Writers' Room\" are a regular part of the curriculum. In September 2016, the college began offering a B.F.A. in Comedic Arts, claiming it to be \"the first degree of its kind in the country.\" The Emerson College Comedy Scholarship is offered each year to one rising senior who has \"demonstrated leadership and talent in the writing, performance, or direction of comedy.\" The college is also home to the American Comedy Archives, established in 2005 to \"acquire, preserve and make available primary source material that documents the professional activities of the ground breaking individuals who have written, produced or performed comedy for radio, television, motion pictures or live performance\". == Presidents of Emerson == *Charles Wesley Emerson (1880–1903) * William James Rolphe (1903–08) *Henry Lawrence Southwick (1908–32) * Harry S. Ross (1932–45) * Boylston Green (1945–49) * Samuel Justus McKinley (1949–67) * Richard Chapin (1967–75) * Gus Turbeville (1975–77) * Oliver Woodruff (1977–79) * Allen E. Koenig (1979–89) * John Zacharis (1989–92) *Jacqueline Liebergott (1992–2011) *M. Lee Pelton (2011–2021) * William Gilligan (interim, 2021–present) ==Notable Emersonians== File:Jay Leno.jpg|Jay Leno, comedian and former host of The Tonight Show (B.A.) File:Doug Herzog.jpg|Doug Herzog, former President of MTV Networks (B.S.) File:Norman Lear 2015.jpg|Norman Lear, television producer known for All in the Family, The Jeffersons and Good Times (did not graduate) File:David Cross (26420122915) (cropped).jpg|David Cross, stand-up comedian and actor known for Mr. Show and Arrested Development (did not graduate) File:Jennifer Coolidge - Cropped.jpg|Jennifer Coolidge, comedian and actress known for American Pie and Legally Blonde (B.A.) File:Paul Thomas Anderson 2007 crop.jpg|Paul Thomas Anderson, filmmaker known for Boogie Nights, Magnolia and There Will Be Blood (did not graduate) File:Bill Burr by Gage Skidmore.jpg|Bill Burr, comedian (B.A.) File:Henry Winkler (25421999331).jpg|Henry Winkler, actor known for Happy Days, Arrested Development, Hank Zipzer, and Barry (B.A.) File:Vin Di Bona.jpg|Vin Di Bona, producer of MacGyver, Entertainment Tonight, and America's Funniest Home Videos (B.A.) File:Seth Grahame-Smith by Gage Skidmore.jpg|Seth Grahame-Smith, best-selling author of Pride and Prejudice and Zombies and Abraham Lincoln Vampire Hunter (B.A.) File:Steven Wright 1994.jpg|Steven Wright, stand-up comedian and Academy Award winner (B.A.) File:Michael Angelakos (2015).jpg|Michael Angelakos, frontman of Passion Pit (B.A.) File:Justin willman.jpg|Justin Willman, magician (B.A.) File:George Watsky (7492548864).jpg|George Watsky, musician, rapper, and slam poet (B.A.) File:Lilly Wachowski, Fantastic Fest, Cloud Atlas.jpg|Lilly Wachowski, one half of The Wachowskis, directors of The Matrix trilogy, Bound, and Cloud Atlas (dropped out) File:Olen-Steinhauer2.jpg|Olen Steinhauer, author of spy fiction including The Tourist (M.F.A.) File:MichaelNouriJune09.jpg|Michael Nouri, actor known for The O.C. and All My Children File:Andrea Martin NYC Nov18.jpg|Andrea Martin, Tony Award-winning actress and comedian known for My Favorite Year and My Big Fat Greek Wedding (B.A.) File:Denis Leary by Gage Skidmore.jpg|Denis Leary, actor and co-creator of Rescue Me (B.A.) File:Suzan Johnson Cook official photo.jpg|Suzan Johnson Cook, advisor to President Bill Clinton (B.A.) File:David Foster Wallace (cropped).jpg|David Foster Wallace, author of Infinite Jest (faculty) ==References== ==External links== * *Emerson Athletics website *Official Online Programs Category:Universities and colleges in Boston Category:Cultural history of Boston Category:Performing arts education in the United States Category:Educational institutions established in 1880 Category:Film schools in the United States Category:Liberal arts colleges in Massachusetts Category:Cinema of Massachusetts Category:Boston Theater District Category:1880 establishments in Massachusetts Category:Private universities and colleges in Massachusetts",
 "title": "Emerson College"
}