{
 "id": "402553",
 "text": "Saud bin Abdulaziz Al Saud ( Suʿūd ibn ʿAbd al ʿAzīz Āl Suʿūd, Najdi Arabic pronunciation: ; 15 January 1902 – 23 February 1969) was the King of Saudi Arabia from 9 November 1953 to 2 November 1964. Prior to his ascension, he served as the Crown Prince of Saudi Arabia from 11 May 1933 to 9 November 1953. He was the second son of King Abdulaziz, the founder of modern Saudi Arabia, and the first of Abdulaziz's six sons who were kings. (Five more sons of Abdulaziz have since ruled the country: King Faisal, King Khalid, King Fahd, King Abdullah and King Salman.) Saud was the second son of King Abdulaziz and Wadha bint Muhammad Al Orair. The death of Saud's elder brother, Prince Turki, in 1919 poised Saud to become his father's successor; King Abdulaziz appointed him as crown prince in 1933. Saud served as a commander in Abdulaziz's conquests that led to the founding of the Kingdom of Saudi Arabia in 1932. He was the viceroy of Nejd from 1926 to 1932, and he also represented his father in neighbouring countries. He played a role in the financial reforms of Saudi Arabia, preparing the first state budget in 1948 and establishing the Saudi Central Bank in 1952. Saud also oversaw the country's infrastructural development. Upon his father's death in 1953, Saud ascended to the throne and reorganized the government. He established the convention that the king of Saudi Arabia presides over the Council of Ministers. Saud sought to maintain friendly relations with the United States, whilst also supporting other Arab countries in their conflicts against Israel. Under his reign, Saudi Arabia joined the Non-Aligned Movement in 1961. However, Saud's inability to counter the Saudi national debt brought him into a power struggle with his half-brother, Crown Prince Faisal, culminating in the forced abdication of Saud and the proclamation of Faisal as king. Saud went into exile and made an attempt, supported by some of his sons, to take back the throne, but this was unsuccessful. He died in Athens, Greece, in 1969. {| class=\"wikitable infobox\" align=\"right\" width=\"25%\" style=\"border:1px solid #ddd; margin:0 0 1em 1em; padding:0 0 1em 1em; vertical-align:right; !colspan=\"2\" align=\"center\"|Major events |- |1954 |The first five years plan announced by King Saud in his speech no. 6499/1/20/5 |- |1954 |The formation of the \"Saudi Arabian Naval Transport Company in association with Aristotle Onassis. |- |1954 |The inauguration of the first naval ship \"King Saud I\" in Hamburg |- |1954 |The inauguration of the 1st Islamic Conference in Mecca |- |1955 |The first Saudi expansion of the Prophet's Mosque in Madina |- |1955 |The 1st Saudi expansion of the Grand Mosque of Mecca |- |1956 |Saudi Arabia stopped exporting oil to Britain and France because of the Suez Crisis |- |1956 |The rejection of King Saud to join \"The Baghdad Pact\" initiated by London |- |1957 |King Saud support to Jordan during their political crisis which threatened to topple King Hussein's throne |- |1957 | King Saud strong diplomatic efforts at the UN denouncing the Israeli's attempts to obliterate the legal right of navigation in the Gulf of Aqaba |- |1957 |King Saud diplomatic efforts to mediate between Syria and Turkey |- |1957 |The USA causes the fall of oil price |- |1957 | Saudi Arabia became a member of the International Monetary Fund |- |1957 |The establishment of the first university in Saudi Arabia (King Saud University) |- |1960 | A Royal Pronouncement to establish \"The General Presidency for the Education of Girls\" |- |1961 |Establishing OPEC |- |1962 |Establishing the Muslim League |- |1962 |Abolishing Slavery by King Saud: A Royal Decree no (3/1/5) was announced with the ten points of reforms to abolish slavery |- |1962 | Saud established Saudi Television |- |1969 | King Saud died in Athens, Greece, on 24 January |} ==Early life== Prince Saud was born on 15 January 1902 in Kuwait City. The second son of Abdulaziz bin Abdul Rahman, he was born in the home of his grandfather Abdul Rahman bin Faisal. They lived in Sikkat Inazza district of the city where the family was staying after their exile from Riyadh. When his father conquered Riyadh in 1902, Saud followed him with his mother and brothers. Prince Saud's full siblings were Prince Turki, Prince Khalid, Prince Abdullah and Princess Mounira. Of them Khalid and Abdullah died young. Their mother was Abdulaziz's second wife, Wadha bint Muhammad Al Orair, who was from the Qahtan tribe. From the age of five, he studied Sharia and the Quran under Sheikh Abdul Rahman Al-Mufaireej. He also learned archery and horse-riding amongst other things under the supervision of his father, as well as tribal lineages, and how to conduct peace agreements, and the art of wars, politics, diplomacy, and administration in the traditional Arabian ways. ==Early career== Saud accompanied his father on his many expeditions and, participated in several campaigns during the unification of the Arabian Peninsula. His first political mission was at the age of thirteen, leading a delegation to Qatar. The first battle he fought was at Jarrab in 1915, followed by one at Yatab in the same year, then Trubah in 1919. \\- Yatab Battle - The Warrior In 1925, he stopped the Almahmal crisis in Mecca. During his tenure as viceroy of Najd Prince Saud criticised his father due to the limitations on the Ikhwan through the newspaper Umm Al Qura. However, he later fought to stop the Ikhwan revolt at the battle of Sabilla in 1929.The Warrior - The King Saud Foundation Website On 11 May 1933, Saud was appointed Crown Prince which was announced in Umm Al Qura newspaper. His uncle Muhammad bin Abdul Rahman did not pledge his allegiance to Saud as crown prince and before the gathering he left Riyadh for Mecca. Upon his appointment as crown prince, Abdulaziz told his son that he should be devoted to spreading Islam, take good care of his subjects, and pay attention to the advice of religious scholars. Saud then promised his father that he would listen to his father's advice.Upbringing and Education 1902-1915 - The King Saud Foundation Website The following year, King Abdulaziz sent two military expeditions; one of them was led by Crown Prince Saud, who regained Najran and advanced secretly through the rugged mountains in the northwest part of Yemen.The War with Yemen The King Saud Foundation Website thumb|Crown Prince Saud, 1952 thumb|right|With his father King Abdulaziz (seated) and half-brother Prince Faisal (later king, left), early 1950s Following the end of the war with Yemen, Abdulaziz decided to encourage Saud to travel abroad. Accompanied by his father's adviser Fuad Hamza and physician Dr. Medhat Sheikh el-Ard and some others, he visited: Transjordan, Palestine, Iraq, Egypt and Europe where he represented his father at the coronation of King George VI and Queen Elizabeth in 1937. Saud struck a warm friendship with the young King Ghazi of Iraq, and earned plaudits from the Amir of Transjordan (later King Abdullah I of Jordan), who said to him: \"in his character, he represented the choicest and purest of the traits and attributes of the Arabian Peninsula.\" When a crisis erupted between the neighboring Persian Gulf States of Bahrain and Qatar, Saud also visited the former during December 1937 in order to help sort out their differences. This was followed by other visits to the until the eve of the Second World War. After the war, when the establishment of a Jewish state in Palestine appeared to be imminent, and leaders of the various Arab States met at Inshas in Egypt during 1946 in order to review the situation under the Chairmanship of King Farouk of Egypt, Saud was again selected by his father to represent him and his country, and participated in the adoption of the famous resolution that declared that: \"The Palestinian cause is the cause of all Arabs and not merely the Palestinians\". In 1947, Saud visited the United States and met with President Harry S. Truman, and also met with leaders in Britain, France, and Italy, in order to acquaint the policymakers with his father's views and the unacceptability of the infringement of the rights of the Palestinians. Following Saud's visits, he concentrated on the first areas to be deemed in sore need of modernization and reform in view of increasing revenues and expenditures, these were the governance and handling the country's finances. After seeking advice and expert help from a number of friendly countries, primarily the USA, the Saudi riyal was linked to the United States Dollar and apart from structural, regulatory, and procedural reforms within a revamped Ministry of Finance; a Central Bank under the name of the Saudi Arabian Monetary Agency (SAMA) was established during 1952. In keeping with universal practice, a proper annual state budget had first been issued during 1948 and following the establishment of the above central banking body, SAMA, the third Saudi national budget for the year 1952 complied with internationally observed standards. During this period, technical co- operation, primarily in the guise of the arrival of 35 experts during 1952 and aimed at generating planned economic growth within the Kingdom also received a major boost. Apart from financial and administrative reforms, the report presented to Abdulaziz by Prince Saud, had commended the implementation of a whole range of vital infrastructure projects relating to the improvement of facilities for the Pilgrims, so important to the Kingdom from a religious and economic point of view, water supply, roads, broadcasting service, health, municipal affairs, port improvements, customs reorganization, and higher education. Plans for the paved road between Jeddah and Mecca had been announced by Saud during the Hajj of 1947, and the project for bringing water from the nearby Wadi Fatimah to Jeddah was also inaugurated by him shortly during November 1947. The Hajj of 1950 witnessed the establishment of the Mecca college that was later to be expanded and renamed Umm al-Qura University. Many of these reforms, along with the complete reorganisation of the system of public administration, through the establishment or restructuring of new or existing ministries and departments, and conceived and recognised as the \"Crown Prince's Reforms\", issued from his Office by a Decree under his seal on 19 October 1952, were destined to be developed, built upon and some even implemented after the demise of Abdulaziz on 9 November 1953 and during Saud's reign as King. The traditional Consultative Council in Mecca, the Majlis-ash-Shura or Consultative Assembly of Saudi Arabia was expanded on 17 November 1952. Earlier, on 19 October 1953, Abdulaziz had also appointed Crown Prince Saud as Prime Minister for the first Saudi Cabinet. Before that, he appointed him as Supreme Commander of the Armed Forces and Internal Security Units on 25 August 1953. During this period, the Armed Forces of Saudi Arabia, including the Air Force, were modernized on a large scale with American assistance. The Saudi Arabian Airlines fleet was also expanded by the purchase of four new 'Sky Masters' to primarily facilitate the transport of Pilgrims from their homes to the sites of pilgrimage and back, and also within the Kingdom. On 10 June 1953, Saud with the approval of his father also laid the foundation stone for the expansion and refurbishment of the Prophet's Mosque in Medina. Earlier on, following a visit, he had recommended to Abdulaziz the need for the adoption of this step, which the latter had sanctioned. ==Reign== Saud succeeded his father Abdulaziz as King on 9 November 1953 upon the latter's death. He ascended the throne in a political climate very different from the time when his father Abdulaziz established his Kingdom. During his reign one of King Saud's major advisors was Abdulaziz Al Muammar. ===National policy=== King Saud announced to the new council of ministers in his very first speech as King, that, while his father's reign was noted for military conquests, he intended his reign to be \"a war on poverty, ignorance, and disease with the equitable application of the dictates of the holy Sharia laws to all without exception, and the creation of a strong army\". King Saud Website - History - The King In order to cope adequately with the responsibilities of this challenge, and facilitate realistically the implementation of his programme he initially doubled the number of ministries to ten by adding the portfolios of education, agriculture, health, commerce, and industry, plus two directorates: Labour and broadcasting and the bureau of public inspection in 1955, to the existing ministries of foreign affairs, finance, interior, defence, and communications.The King - Infrastructure King Saud Website. In 1953, the decision had already been taken to move the ministries, then located in Jeddah, to Riyadh, the country's official capital. This had called for the construction of suitable new buildings and the provision of adequate housing for employees. This was an ignition point for Riyadh's modernization and development. Saud's half-brother and crown prince, Faisal bin Abdulaziz, was appointed prime minister while retaining his former portfolio of foreign minister. A five years plan was started, as mentioned in King Saud's first cabinet speech in 1954. The same year King Saud established the Grievance Board which was attached to the council of ministers which became an independent body in 1955. The board was headed by Musaid bin Abdul Rahman, an uncle of King Saud. In January 1954 King Saud signed an agreement with Greek businessman Aristotle Socrates Onassis to establish a state-owned maritime tanker company. Given that the agreement was not in favor of the US interests it was soon terminated as a result of foreign pressures. In 1957, King Saud also founded King Saud University in Riyadh. He declared in 1960 that schools would be established to educate girls in religious matters, including Quran, creed, and fiqh as well as in other sciences which were acceptable in Islamic tradition such as house management, and raising and disciplining children. ===Foreign relations=== King Saud played a role of utmost importance on the regional, Arab, Islamic, and international political stages.The Politician - King Saud Website. He started his worldwide tours after finishing touring of his country's regions. He visited Arab and friendly countries for strategic and political purposes. He began his tour in 1954 in Egypt, followed by Kuwait, Bahrain, Jordan, Yemen, and Pakistan. He announced that his sole purpose was to \"unify Muslims all over the world\" so they would be like one strong body. King Saud believed in a non-alignment policy between the United States and the Soviet Union, which he discussed thoroughly with Prime Minister Jawaharlal Nehru during an official visit to India. He also strove to keep the region free from coalitions and blocs that only served foreign interests and thus he refused to join the Baghdad Pact. Despite pressure exerted from the West, he approved upon meeting President Gamal Abdel Nasser and the Syrian President Shukri al-Quwatli in Cairo in March 1956 of making a joint statement regarding their understanding of security and defense matters, that coincided with other agreements in the financial, economical and development area. In November 1955, King Saud granted a 16 million dollars loan to Syria for five years. He agreed to exchange products and exempt agricultural products from import-export license and custom duties. With the continuous Israeli assault on Jordan in 1955, King Saud invited military leaders of Egypt, Syria, Lebanon and Jordan to Riyadh in order to discuss procedures to counter the aggression. He agreed to cover all expenses of reinforcing Jordan's National Guard and armed forces. He also supported the Algerian revolution against France, diplomatically and financially. King Saud made a statement inviting people to donate money for the revolution; the donations amounted to $1,200,000. The government donated one million dollars of that amount in 1956, and the rest of the donations were granted yearly. King Saud kept granting donations to Algeria and kept defending it until it established its independence in 1962. Imam Ahmad bin Yahya of Yemen joined the Arab endeavors to unify their ranks when he signed the joint defense agreement with Egypt, Saudi Arabia, and Syria. This event took place after the Imam's meeting with King Saud, President Gamal Abdel Nasser, and President Shukri al- Quwatli on 21 April 1956, following the Jeddah Pact between Saudi Arabia and Yemen. Maintaining his support to the Arab countries after the nationalization of the Suez Canal Company on 26 July 1956, although the Egyptian Government did not consult him as it did with Syria in taking that decision contrary to his expectations as a military ally. He succeeded in strengthening his relation with King Faisal II of Iraq after a meeting held in Dammam on 20 September 1956. It was followed that same month and in the same place by a meeting with President Gamal Abdel Nasser and the Syrian President Shukri al- Quwatli during which he confirmed his total support for the Egyptian stand in this crisis. When Britain, France, and Israel invaded Egypt on 29 October 1956 as a result of the nationalization of the canal, King Saud declared a general mobilization and ordered the opening of enlistment offices. He offered total assistance to the Egyptian government, personally supervising operations and welcoming Egyptian combat planes into his country for their protection. Among the first to enlist were Fahd bin Abdulaziz, Sultan bin Abdulaziz, Salman bin Abdulaziz and King Saud's son Fahd bin Saud, along with many other princes. As a means of exerting pressure on the British and French governments, he used a weapon never used before, when he blocked oil exports, banning all British and French tankers and other tankers carrying Saudi oil to these two countries. He also broke off relations with Britain and France. King Saud had used this economic weapon for the first time although he was aware of the possible repercussions of such a procedure on the national economy. He sustained his support after the war so as to remove the aftermath of the aggression. He offered generous contributions, including 2 million Saudi riyals to the Egyptian Red Crescent to help victims of Port Said. King Saud was still keen on keeping the region free of political and defense blocs that only support a superpower against another. Despite his solid relations with the American system, on which he relied in several areas because of the oil discovery and production, he seriously thought of canceling the American access for using Dhahran airport as a means of exerting pressure on the United States of America. Despite traditionally intimate ties of his country with the United States of America, and the ingrained alienation of communism and Islamic beliefs, he refused to join the American sponsored the Baghdad Pact of 1955, (later on the Central Treaty Organisation – CENTO), – aimed at opposing the expansion of Communist influence in the region, despite the involvement of the fellow Arab State of Iraq in it, along with Iran, Turkey, Pakistan and Britain. Jordan, which also was keen to join the Pact and Syria as well, had been discouraged from doing so with the aid of political and financial pressure. President of the United States Dwight D. Eisenhower invited King Saud to undertake an official visit to the U.S. in 1957 since he believed that King Saud played a crucial role in implementing his doctrine of deterring and fighting communism in the Middle East and the Islamic countries. Once King Saud received the invitation he convened with Presidents Gamal Abdel Nasser and Shukri al-Quwatli in Cairo in January 1957. The three leaders agreed to try to convince Eisenhower to pressure the Israeli government to evacuate occupied Sharm El Sheikh that overlooks the Gulf of Aqaba and to withdraw to the borders of the previous truce on all frontiers. He maintained his support to the countries at war with Israel, and signed a ten-year agreement with the Egyptian and Syrian presidents and with King Hussein of Jordan to ease Jordan's financial burdens as a result of this conflict. The annual Egyptian and Saudi financial assistance added up to five million Egyptian pounds from each of the two countries. He also discussed with the American President his dispute with Britain over the Al Buraymi Oasis, an oil zone between the frontiers of Saudi Arabia, Oman and Abu Dhabi which was under British protection. The issue of the Al Buraymi Oasis was one of the issues that had been raised since the reign of his father King Abdulaziz and was still pending. After several clashes, the case went to international arbitration. When he accepted the American president's invitation to the United States he received a good welcome, but the Mayor of New York, Robert F. Wagner, Jr., refused to welcome the King because of his national and Islamic politics.J. Joseph Huthmacher. (1971). Senator Robert F. Wagner and the rise of urban liberalism, Holiday House, pp. 14-15. King Saud delivered an important speech during the banquet held by Dag Hammarskjöld, the Swedish UN Secretary-General in which he addressed the different aspects of the Arab complaints, in accordance with the UN charter and its powers. He invited all countries to value the charter and implement it in full; he also addressed the outcomes and repercussions of the Cold War. During his negotiations with the American president in Washington on 2 February 1957, the American President explained the principles and objectives of his doctrine, known as the Eisenhower Doctrine, and the effective role that he expected of him as a powerful friend of the United States of America and as an eminent Arab and Muslim leader in fighting the communist movement invading the Middle East and the Islamic countries. Within this scheme, Dwight D. Eisenhower offered a 25 million dollar loan to the Saudi Government on 24 January 1957. In return, King Saud explained that he had refused Soviet Union military aid to fight Britain and that Britain's policy was what urged the Arabs to seek the Soviet Union's help. He also stressed that the \"non-aligned\" countries in the region were benefiting from Soviet aid more than the American allied countries were benefiting from American aid. He considered that this aid should double if the American President wished to succeed in his endeavors. King Saud asked Dwight D. Eisenhower to exert pressure on Israel to withdraw from the occupied territories of Palestine and settle the Palestinian cause, and to convince France to reach a settlement regarding the independence of Algeria. On the other hand, he promised to inform the Arabs of the Eisenhower Doctrine and its purposes; and to inquire about the Arab reaction on the official and officious levels before making any commitments. King Saud explained to the American President that a large bulk of his country's budget was allocated to development projects and to the five-year plan and that he needed military aid before being able to play any role expected from him in fighting Communism. The American government agreed to give him a 250 million dollar loan and all kinds of land, sea, and air weaponry, and to train the Saudi army on how to use them. In return, the American government was to be granted facilities to use Dhahran airport for five years, after which it would be returned with all its equipment to the Saudi Government in 1962. Before briefing his Arab peers about the results of this visit and the Eisenhower Doctrine, King Saud visited Spain, Morocco, Tunisia and Libya and informed them of these results. In February 1957 he met the leaders of Egypt, Syria, and Jordan in Cairo and informed them of Dwight D. Eisenhower's objectives. Under the influence of Egyptian President Gamal Abdel Nasser and the Syrian President Shukri al- Quwatli, King Saud, wanting to support a unanimous Arab stand, decided to back up the Egyptian and Syrian Presidents in their decision not to contribute to the Eisenhower Doctrine. When the Republic of Iraq decided to annex Kuwait in 1961 under Abd al-Karim Qasim, King Saud protested in international forums, declaring \"any action against Kuwait is an action against Saudi Arabia.\" ===Struggle with Faisal=== Immediately after Abdulaziz's death, a fierce struggle erupted between his two eldest surviving sons, Saud and Faisal. The increase in oil revenues did not solve the financial problem associated with Saudi Arab debt, estimated to have been $US200 million in 1953. In fact, this debt more than doubled by 1958, when it reached $US450 million. The Saudi riyal lost half of its official value against the United States dollars. Both ARAMCO and international banks declined Saudi's demand for credit. Saud suspended the few government projects he had initiated but continued his spending on luxurious palaces.M. Al Rasheed. (2002). A History of Saudi Arabia. Cambridge: Cambridge University Press; pp. 108–9. In 1958, Saud was forced to delegate most of his executive powers to Faisal. Saud and Faisal fought an internal battle over the definition of political responsibilities and the division of government functions. Saud was often associated among other things with the plundering of oil revenues, luxurious palaces, and conspiracy inside and outside of Saudi Arabia while Faisal was associated with sobriety, piety, puritanism, thriftiness, and modernization. The battle between the two brothers was fought over the role to be assigned to the Council of Ministers. Saud abolished the office of Prime Minister by royal decree, thus enforcing his position as King and de facto prime minister. Saud thought of himself as both King and prime minister whereas Faisal envisioned more powers being in his own hand as Crown Prince and deputy prime minister. ===Forced abdication=== King Saud's family members worried about Saud's profligacy and his inability to meet the challenge of Nasser's Egypt. Corruption and backwardness weakened the regime. Radio Cairo's anti-Saudi broadcasting was finding a receptive audience.W. Quandt. (1981) Saudi Arabia in the 1980s, The Brooking Institutions, p. 90 King Saud and Prince Faisal continued their power struggle until 1962 when Prince Faisal formed a cabinet in the absence of the King, who had gone abroad for medical treatment. Prince Faisal allied with Prince Fahd and Prince Sultan. Prince Faisal's new government excluded the sons of Saud. He promised a ten-point reform that included the drafting of the basic law, the abolition of slavery, and the establishment of a judicial council. Upon his return, King Saud rejected Prince Faisal's new arrangement and threatened to mobilize the Royal Guard against his brother. In response, Prince Faisal demanded King Saud make him regent and turn over all royal powers to him. In this, he had the crucial backing of the ulema (elite Islamic scholars), including a fatwa (edict) issued by the grand mufti of Saudi Arabia, a relative of Prince Faisal on his mother's side, calling on King Saud to accede to his brother's demands.James Wynbrandt. (2004). A Brief History of Saudi Arabia, New York: Facts on File, Inc., p.225 King Saud refused, prompting Faisal to order the National Guard to surround Saud's palace. In March 1964 Saud finally relented and named Faisal regent with full executive powers, effectively reducing himself to a figurehead. In November, the ulema, cabinet and senior members of the ruling family forced Saud to abdicate altogether, and Faisal became king in his own right.Vassiliev, Alexei, The History of Saudi Arabia, London, UK: Al Saqi Books, 1998, p.366-7King Faisal Encyclopedia of the Orient , Retrieved 27 March 2007.Faisal at Encyclopedia Britannica At the same time Prince Mohammed bin Abdulaziz was sent to Al Naṣariah Palace of King Saud to demand his and his sons' loyalty to the chosen king, Faisal. On 28 November 1964 an official announcement was made in Radio Mecca stating that 11 of Saud’s sons had declared allegiance to King Faisal. On 6 January 1965 Saud went to the palace with his uncle Abdullah bin Abdul Rahman to declare his allegiance to King Faisal. ===Exile and later life=== Following this event Saud left Saudi Arabia in January 1965. He was suggested to enter exile in Geneva, Switzerland, and then on to other European cities, but he settled in Athens. Later he unsuccessfully attempted to settle in Beirut. In 1966 Saud was invited by Nasser to live in Egypt; another report claims that King Saud went to Egypt under refuge granted by Nasser and stayed there from 1966 to 1967. King Saud was also allowed to broadcast on Radio Cairo. Some of his sons, including Prince Khalid, Prince Badr, Prince Sultan and Prince Mansour, joined him and supported his attempt to regain the throne. However, after the June 1967 Arab- Israel War, he lost the support of Egypt. In October 1967 he left Egypt and went first to Vienna and then to Athens where he remained until his death on 23 February 1969. ==Personal life== Saud had 108 children and 3 wives at the time of his death. Only a few of his children have a public role. His eldest son, Fahd, was minister of defense from 1956 to 1960. His youngest child is Basmah bint Saud. His third son, Muhammed, was sometime governor of Al Bahah Province, and died on 8 July 2012. Prince Mishari, replaced his elder brother as Al Bahah governor with the rank of minister in August 2010. Another son, Mishaal, was the governor of Najran Province from 1996 to November 2008. His son Abdul Rahman was a supporter of Al Nassr FC. One son, Badr bin Saud, was governor of Riyadh during his father's reign, while another son, Hussam, is a businessman. One of his daughters, called Hajer, died outside the Kingdom following an illness on 17 November 2011. Her funeral prayer was performed at Imam Turki bin Abdullah Mosque in Riyadh after Asr prayer. Another daughter, Noura, was the mother of the former deputy defense minister Fahd bin Abdullah bin Mohammed Al Saud and died in late July 2013. Another daughter, Hessah, was the first Saudi woman to become the principal of a school. His daughter Fahda is an artist. In 2001 his daughter Buniah (born 1960) was arrested and charged with assaulting her maid in Florida. She was held for one night in prison and was released on bail of $5,000 and ordered to surrender her passport. After the death of his elder brother Turki, Saud married his wife, Muneera bint Obaid; their daughter, Al Anoud, died on January 2006 aged 83 and was buried in Mecca. He was described as \"although not as large as his illustrious father, King Saud is about six feet two inches in height and weighs well over two hundred pounds. Like his father, he has weak eyes, but he has also inherited Abdulaziz's magnetic smile and a keen sense of humor, which wins him many friends.\"Richard Harlakenden Sanger. (1970). The Arabian Peninsula, Books for Libraries Press, p. 46 The \"Red Palace\" which King Abdulaziz built for King Saud and his mother was opened by the Ministry of Culture in 2019 to the public. It was Saudi Arabia's first concrete building and now exhibits displays about his life. {| class=\"wikitable\" |+Wives and children of King Saud !Wives (In no particular order) !Sons (In no particular order) !Daughters (In no particular order) |- |Munirah bint Saad bin Saud Al Saud |Fahd (1923–2006) | |- |Baraka al Raziqi al Alma'i |Saad (1924–1967), Mohammed (1934–2012) | |- |Nayla (Um Musaed) |Bandar (1926–2016), Musaed (1927–2012) | |- |Fatimah bint Ahmed bin Ibrahim Al Shahrani |Abdullah (1924–1997) |Nayfa |- |Haleemah |Badr (1934–2004), Salman (b. 1953) |Ameerah |- |Al Jawhara bint Turki Al Ahmed Al Sudairi |Faisal (1927–2012), Nayef (b. 1943), Mamdooh (b. 1944), Abdulrahman (1946–2004), Ahmad (1953–2015), Abdulaziz (b. 1960)Not to be confused with his cousin once removed, Abdulaziz bin Saud Al Saud | |- |Jamila bint Asa'ad bin Ibrahim Mareyi(d.) |Khalid (1925–2020), Abdulmajeed (1948–1991), Abdulmalek (1953–2005) |Fahda (b. 1951), Basmah (b. 1964), Shaikha, Jawaher (d. 2001) |- |Zainab (Um Thamer) |Thamer (1927–1967), Abdulmehsen (1942–1973) | |- |Barakah |Majid (1929–1969) | |- |Munirah Al Haboot Al Mutairi |Sultan (1939–1975) |Eman |- |Noura bint Nahar Al Mandeel |Mishaal (b. 1940) | |- |Turkiyah bint Mohammed Al Abdulaziz |Abdullah (b. 1941), Mansour (b. 1946), Turki (b. 1953), Mashhoor (1954–2004), Al Waleed (b. 1961) |Dalal (1957–2021), Juahir |- |Nayla (Um Fawaz) |Fawaz (1948–1980) | |- |Fouza bint Mohammed Al Theeb (d. 2007) |Talal (1952–2020) |Hayfa (d. 2004), Munirah, Haya (1948–2008), Sara |- |Nayla (Um Muqrin) (d. 2018) |Muqrin (1950–1983), Saif Al Islam (b. 1956) | |- |Badra Saleh Ismail Olayan (d. 2017) |Nawaf (1951–1999), Saif Al Deen (b. 1962), Montaser (b. 1963) |Maha, Noof |- |Sa'diyah |Sattam (b. 1954), Motasem (b. 1961) |Reema |- |Mariam (Um Nasser) |Nasser (1954–1974), Ghaleb (1957–1993) |Terkiyah |- |Nayeema bint Obeid |Mishari (b. 1954) | |- |Nadera |Humood (b. 1955) |Hend, Najla, Mohrah |- |Sara bint Madhi Al Fahri Al Qahtani |Yazeed (b. 1955), Abdulkareem (b. 1963), |Lulwa (d. 2016), Albandari (d.) |- |Zainab (Um Felwah) |Hathlool (b. 1956), Ez Al Deen (1963–1989) |Felwah, Sultana, Zahwa |- |Fatima |Shagran (1958–1987), Motaz (1962–2002) |Nazha (d. 2014) |- |Unknown (Um Jelewi) (d. 2015) |Jelewi (b. 1960), Saifalnasser (1963–2005) |Watfaa, Abeer |- |Unknown (Um Mussaab) (d. 2021) |Mussaab (b. 1962) |Ibtisam , Nawal |- |Gmasha (d. 2020) |Nahar (1962–2021) |Seta, Latifa (married to General Ahmed Al Qahtani), Al Jawhara, Bazza |- |Mariam (Um Shaha) (d. 2010) |Yousef (b. 1963) |Shaha, Aljazzie |- |Noura bint Abdullah Al Damer |Hussam (b. 1960) | |- |Shamsa |Hassan (b. 1964) |Hajar (1958–2011) |- |Unknown (Um Jawzaa) | |Jawzaa, Tarfa (d. 2021) |- |Nour bint Mohammed bin Abdullah | |Abta'a, Faizah |- |Lulwa bint Saleh Al Sabhan | |Noura (d. 2013), Moudhi |- |Noweir bint Obeid Al Rasheed | |Alanood (1923–2006) |- |Jeheir bint Abdulaziz bin Abdullah bin Terki | |Hessa (d. 2016) |- |Gbasa bint Mohammed bin Ayedh Al Rabee'a | |Mashael |- |Ghusoon bint Mohammed (d. 2019) | |Zeinah, Dina, Alyah |- |Ameenah bint Mohammed bin Majid | |Lamya, Mona (d. 2015), Delayel |- |Nayla bint Saeed bin Rashed Al- Habsi | |Fawziyah |- |Hanan | |Benaih (b. 1960) |- |Unknown (Um Ebtessam) | | |- |Unknown (Um Gmasha) | |Gmasha |} ==Death and funeral== King Saud died at the age of 67 on 23 February 1969 in Athens after suffering a heart attack. Two days before his death, he felt ill and asked his doctor Filnger from Austria to examine him. However, his physician arrived after he had died. In the morning of that day, Saud took a short walk on a beach with his daughter Nozhah, near the hotel where he used to live (Hotel Kavouri). His body was taken to Mecca then to Riyadh and the funeral ceremony took place at the Great Mosque in Mecca. He was buried next to his father's and grandfathers' graves at Al Oud cemetery in Riyadh. ==Awards== During his reign, King Saud was the recipient of many honors and orders of various nations. In the formal portraits of King Saud in ceremonial uniform, he is wearing the breast stars of the following orders. * Hashemite Kingdom of Jordan: The breast Star of the Order of the Renaissance of Jordan. * Syrian Republic: Order of Umayyad * Lebanon: The Order of the Cedar of Lebanon * Afghanistan: The Order of the Sun of Afghanistan * The Sash is that of the Order of the Renaissance. In the central display case the following Orders are on display: * Kingdom of Libya: The breast Star and sash badge of the Order of Mohammed Ibn Ali El Senoussi * Hashemite Kingdom of Jordan: The breast Star of the Order of the Renaissance of Jordan. * Spain: The breast Star and Sash badge of the Order of Civil Merit. * Greece: The breast Star of the Order of Saint Mark. * Unknown: A poorly manufactured breast Star – possibly a trial piece. It was during King Saud's reign that the Kingdom of Saudi Arabia instituted, either in 1954 or 1955, its own series of Orders, decorations, and medals. This series of Awards consisted of the following : * The Order of King Abdul Aziz Al Saud * The Star of King Saud * National Military Decoration * Efficiency Medal * Medal of Merit * Medal of Duty * Medal of Appreciation * Long Service and Good Example Medal * War Wounded Medal * Palestine Medal ==Ancestry== ==See also== *List of things named after Saudi Kings ==References== ==External links== *English version of his official website * Saud Category:1902 births Category:1969 deaths Saud Category:Collars of the Order of Civil Merit Category:Commanders of the Legion of Merit Saud Category:Honorary Knights Grand Cross of the Order of the British Empire Category:Monarchs who abdicated Saud Saud Saud",
 "title": "Saud of Saudi Arabia"
}