{
 "id": "402560",
 "text": "Abdul Rahman bin Faisal Al Saud ( ʿAbd ar Raḥman bin Fayṣal Āl Saʿūd; 1850 – June 1928) was the last emir of Nejd, reigning from 1875 to 1876 and from 1889 to 1891. He was the youngest son of Emir Faisal bin Turki bin Abdullah and the father of Abdulaziz, the founder of the Kingdom of Saudi Arabia. ==Early life== Abdul Rahman was born in 1850. He was the fourth and youngest son of Faisal bin Turki bin Abdullah. He had three elder brothers: Abdullah, Saud and Mohammed. Of them Saud was his full brother and their mother was from the Ajman tribe. One of his sisters was Al Jawhara (died around 1930) who also exiled with the family in Kuwait. ==Royal civil war== After their father died in 1865, a struggle for power arose between Abdul Rahman's brothers Saud and Abdullah. Abdul Rahman and his brother Muhammad tended to align themselves with Saud. In 1871, after Saud had taken the capital Riyadh. Abdul Rahman was sent to Baghdad to negotiate with the Ottoman Empire for help. Unsuccessful after two years, he tried to take Al Hasa in the east where Abdullah was now based, but without success, and eventually returned to Riyadh. After Saud's death in 1875, Abdul Rahman was recognized as successor, but within a year Riyadh was taken by Abdullah and he was forced to abdicate. In 1887 the sons of Saud bin Faisal, who kept up desultory hostilities against their uncles, managed to capture Abdullah. The Emir of Jabal Shammar, Muhammad bin Abdullah Al Rashid, was able to secure Abdullah's release in exchange for Abdul Rahman. Abdullah was taken to Ha'il and a Rashidi emir appointed him to govern Riyadh. Abdul Rahman was able to rise in revolt in 1887 and take and defend Riyadh, but his attempts to expand control ended in disaster. When he became the undisputed leader of the House of Saud in 1889, he attacked and regained Riyadh. However, Emir Muhammad's forces defeated the Saudis in the Battle of Mulayda, and Abdul Rahman and his family were forced to flee. ==Later years== In 1891 the family fled to the desert of the Rub al-Khali to the southeast among the Al Murrah. Abdul Rahman recognised that they could not live there depending on the support from the tribes. Then, he and his family found refuge first with the Al Khalifa family in Bahrain and finally with the Al Sabah family in Kuwait. They were given permission by the Ottoman State to settle in Kuwait. While in Kuwait Abdul Rahman was given a regular stipend by the Ottomans. He tried to make Wahhabist Islam widespread there and recreate the Saudi Dynasty. Mubarak Al Sabah, a member of the Kuwaiti royal family and future ruler of Kuwait from 1896, developed a rapport with one of Abdul Rahman's sons, Abdulaziz, who frequently visited Mubarak's majlis. However, Abdul Rahman did not visit the majlis and did not endorse Abdulaziz's closeness with Mubarak due to the latter's interest in fine silk clothes, smoking, and women. After defeat at the battle of Sarif in February 1900, Abdul Rahman gave up all ambitions to recover his patrimony.{{cite thesis|author=Alexander Blay Blighpage=24|degree=PhD |title=Succession to the throne in Saudi Arabia. Court Politics in the Twentieth Century|id=} In the battle he was actively supported by Mubarak Al Sabah. In December 1901 Abdul Rahman met with the Russian officials when the Russian Varyag cruiser visited Kuwait. Following the capture of Riyadh in January 1902 by his son Abdulaziz, in May Abdul Rahman sent a message to Lieutenant Colonel C. A. Kemball who was the British political resident in the Persian Gulf at Bushire asking the British Government to make a treaty with his son, but his proposal was not taken into consideration by the British due to their tendency to remain neutral in central Arabian affairs as well as due to their uncertainty about Abdulaziz's potential to consolidate his power in the region. Abdul Rahman left Kuwait on 11 May and came to Riyadh where he was welcomed by Abdulaziz and a group of ulema. Abdulaziz asked the group to declare their loyalty to his father, but Abdul Rahman did not accept the offer stating that they should take an oath of loyalty to Abdulaziz. Then Abdul Rahman presented Abdulaziz a sword that had belonged to Muhammad ibn Abd al-Wahhab. Abdul Rahman actively attempted to secure the British protection which was not productive. At the beginning of 1905 he wanted to visit Kuwait to meet with Captain S.G. Knox, the first British political representative there, but it was not permitted by the British. Abdul Rahman was styled Imam and considered the spiritual leader of the country, while Abdulaziz held secular and military authority. Abdulaziz succeeded Abdul Rahman as Imam in 1928 when the latter died. The latter acted as the ceremonial leader of the newly built state. However, during the formation years he was also acting ruler when Abdulaziz was out of Riyadh and helped him to organize the forces. In 1905 he represented Abdulaziz in the negotiations with the Ottomans following the capture of Qasim. Another significant meeting headed by Abdul Rahman was an assembly of Najdi tribal and religious leaders in Riyadh on 4 July 1924. ==Personal life and death== Abdul Rahman had ten sons with different wives: Faisal (1870–1890), Abdulaziz, Mohammed, Saad I, Saud (1890–1965), Abdullah, Musaid, Ahmed, Saad II (1924–1955) and Abdul Mohsen. Abdulaziz was his fourth child. Ahmed was a member of the family council during the reign of King Khalid. Abdul Rahman's most famous daughter, Noura bint Abdul Rahman, was an important adviser to her brother King Abdulaziz. Noura and Abdul Rahman's other daughter, Mounira, married the grandsons of their uncle, Saud bin Faisal. One of Abdul Rahman's spouses was Sara bint Ahmed bin Muhammad Al Sudairi who was the mother of Faisal, Noura, Abdulaziz, Bazza, Haya and Saad I. She died in 1910. Another of his spouses was Sara bint Jiluwi, daughter of his uncle Jiluwi bin Turki and the mother of Mohammed. Another spouse was Amsha bint Faraj Al Ajran Al Khalidi, the mother of Musaid. Abdul Rahman died in Riyadh in June 1928 and buried there. ==References== ==External links== * Abdul Rahman Abdul Rahman Category:1850 births Category:1928 deaths Abdul Rahman Category:Arabs of the Ottoman Empire Abdul Rahman Abdul Rahman Abdul Rahman",
 "title": "Abdul Rahman bin Faisal Al Saud (1850–1928)"
}