{
 "id": "402600",
 "text": "The Fort Mohave Indian Reservation is an Indian reservation along the Colorado River, currently encompassing in Arizona, in California, and in Nevada. The reservation is home to approximately 1,100 members of the federally recognized Fort Mojave Indian Tribe of Arizona, California, and Nevada (), a federally recognized tribe of Mohave people. Native Americans occupy less than 50 percent of the Mojave reservation. The Mohave people have leased much of their land to cotton, corn, and soybean farming companies, which employ a large population of resident European-Americans and Mexican Americans.Fort Mojave Reservation and Off-Reservation Trust Land, Arizona/California/Nevada United States Census Bureau The site of the former Fort Mohave and the eastern terminus of the Mojave Road are situated within the Fort Mojave Indian Reservation. ==History== These lands were occupied for thousands of years by succeeding cultures of Indigenous peoples. The property covers areas along the Colorado River of the three adjacent states of Arizona, California, and Nevada. It also is sporadically traversed by the Mojave River in California. The Fort Mohave Indian Reservation was established in 1890, and comprised the land of the former camp Mojave military reservation, thereby transferring it from the War Department to the Office of Indian Affairs.https://www.usbr.gov/lc/region/programs/crbstudy/tws/docs/Ch.%205.6%20Ft.%20Mojave%20Current- Future%20Water%20Use%2012-13-2018.pdf For decades until the early 1930s, it operated an Indian boarding school for Native American students from the Mohave and other tribes, as part of efforts to assimilate youth to the mainstream culture. They were forced to speak English and practice Christianity while at the school. The property was transferred to the reservation in 1935. It has allowed the buildings to deteriorate, as they were symbolic of a painful period in relations with the US. ==Economy== The Mojave have leased considerable amounts of reservation land to agricultural companies for cultivation of commodity crops: soybeans, corn, and alfalfa. Many White and Mexican American workers live here, and less than 50% of the reservation is occupied by Mohave and other Native Americans. From 1995 the tribe operates the Avi Resort & Casino in Nevada.Avi Resort & Casino On October 20, 2003, the reservation government announced an agreement between the reservation and California Governor Gray Davis to allow the operation of a casino west of Needles, California (directly across the Colorado River from the Tribe's Arizona Reservation Lands). ==Language revitalization== As of 2012, The Center for Indian Education at Arizona State University \"has facilitated \"workshops for both learners and speakers at the Fort Mojave Indian Reservation in northwest Arizona, California and Nevada. Fort Mojave has about 22 elders who speak some Mojave.\" The project is also bringing elders together with younger people to teach the traditional Mojave \"bird songs.\" The language preservation work of poet Natalie Diaz on the reservation was featured on the PBS News Hour in March 2012. ==Location== The Fort Mojave Indian Reservation is located at . ==Education== The portion of the reservation in California is served by the Needles Unified School District and the portion in Nevada by the Clark County School District. For elementary education in Arizona, one of the portions served by the Bullhead City Elementary School District and the other by the Mohave Valley Elementary School District. Both portions in Arizona are served by the Colorado River Union High School District for secondary education]]. ==Communities== * Arizona Village, Arizona (part) * Fort Mohave, Arizona (part) * Golden Shores, Arizona (part) * Mesquite Creek, Arizona * Mohave Valley, Arizona (part, population 121) * Mojave Ranch Estates, Arizona * Needles, California (part, population 208; seat of tribal government) * Willow Valley, Arizona (part) ==References== ==External links== * Official Tribe Website * Fort Mojave Reservation, Northern Arizona University * Fort Mojave Tribe, InterTribal Council of Arizona Category:American Indian reservations in Arizona Category:American Indian reservations in California Category:American Indian reservations in Nevada Category:Populated places in Clark County, Nevada Category:Populated places in Mohave County, Arizona Category:Federally recognized tribes in the United States Category:Communities in the Lower Colorado River Valley Category:Colorado River tribes Category:Populated places in San Bernardino County, California Category:Arizona populated places on the Colorado River Category:California populated places on the Colorado River",
 "title": "Fort Mojave Indian Reservation"
}