{
 "id": "402731",
 "text": "It's All About Love is a 2003 English-language Danish romance-drama film written and directed by Thomas Vinterberg. Its narrative can be classified as apocalyptic science fiction, but Vinterberg prefers to call it \"a dream\". Unlike the director's earlier Danish-language films, It's All About Love is entirely in English and stars Joaquin Phoenix, Claire Danes and Sean Penn. The production was led by Denmark's Nimbus Film, but the film was largely an international co-production, with involvement of companies from nine different countries in total. It was very poorly received by film critics. ==Plot== In the year 2021, when the earth is devastated by continuous climate changes, with sudden waves of frost (it snows in the middle of summer even in Venice), John, a university lecturer, traveling from Poland to Calgary, stops in New York, to sign divorce papers for his wife Elena. This is a beloved champion of ice skating followed by a very large entourage that takes care of her numerous commitments and all external relations. John is detained one night so he can see an important performance from Elena. The next morning he should leave but Elena not only does not sign the divorce papers but begs him to help her. She doesn't give much explanation but he, still in love, indulges her. John discovers that the young woman is the victim of a strange plot hatched by her own entourage. Three clones, perfectly identical to her, were made to replace her. Officially to relieve her of the burden of an activity that is getting heavier, but the fear is that once the training is over, the real Elena can be put aside. Between escapes and returns, the killing of the clones, the betrayal of his own family members, in the end John and Elena go away first by train then on foot towards a safe place to resume a new life together, but they face the cold storms that they are scourging much of the Earth, dying embraced. The narration of the finale is entrusted to Marciello, John's brother, who in flight over the planet is one of the last survivors but is also destined to perish as it is not possible to land. ==Cast== * Joaquin Phoenix as John * Claire Danes as Elena * Sean Penn as Marciello * Douglas Henshall as Michael * Alun Armstrong as David * Margo Martindale as Betsy * Mark Strong as Arthur * Geoffrey Hutchings as Mr. Morrison ==Production== The film was written, directed, and produced by Thomas Vinterberg over a period of five years. It was produced through Nimbus Film. At a certain point during production Vinterberg called up Ingmar Bergman and asked him to come and help him finish the film, as he felt he could not complete it himself. Vinterberg recalled that: :He roared with laughter and said I had to be out of my mind. There was nothing he was less interested in. And he also said I was an idiot that had not decided fast enough what to do after The Celebration (Festen), which he, by the way, called a masterpiece. It was a very contended conversation. (From an interview in Berlingske Tidende.) ==Reception== The film was not very successful, and critics mostly panned it.Rotten Tomatoes rating: 14% positive. For individual reviews, see box on the right. Richard Roeper called the film \"like Kubrick with a talent-ectomy\" and Jack Matthews of the New York Daily News declared that \"Surely, Vinterberg was high on some inert gas when he embarked on it\". Dennis Lim of the Village Voice, however found something to like in the film: :It's All About Love is, by any measure, a colossal folly – ridiculed at its Sundance '03 premier, supposedly disowned by its stars (rumor has it Claire Danes burst into tears upon seeing the end result) and jettisoned by original distributor Focus. But this $10 million Danish-British-French-U.S.-Japanese-Swedish-Norwegian-German-Dutch co- production is a film maudit for the ages -- rapturous and inexplicable in equal measure. == References == == External links == * * *Director interview about film * Category:2003 films Category:2000s science fiction drama films Category:Danish science fiction drama films Category:American romantic drama films Category:American films Category:Danish romantic drama films Category:Danish films Category:Danish thriller films Category:2003 romantic drama films Category:Films set in 2021 Category:Films set in the 2020s Category:Films set in the United States Category:Films shot in Denmark Category:Films directed by Thomas Vinterberg Category:Films scored by Zbigniew Preisner Category:English-language films Category:Films about cloning Category:Nimbus Film films Category:American dystopian films",
 "title": "It's All About Love"
}