{
 "id": "402802",
 "text": "Cinderford is a town and civil parish on the eastern fringe of the Forest of Dean in Gloucestershire, England, which had a population of 8,494 at the 2011 census. The town came into existence in the 19th century, following the rapid expansion of Cinderford Ironworks and the Forest of Dean Coalfield. Cinderford's origins can be seen in the style and layout of the town, with long rows of identical terraced housing similar to those found in the mining villages of the South Wales Valleys. The decline of the coal industry in the 1950s and 1960s affected Cinderford as most of the male population was employed in mining. ==History== The name Cinderford, used for a crossing- point, is recorded as early as 1258. The name reflects the site of early ironmaking which created deposits of cinders (clinker), sometimes in large mounds.Forest of Dean: Industry , Victoria County History Following the construction of Cinderford Ironworks in the late 1700s, and the opening of large mines nearby,Flaxley , Victoria County History the town was laid out on a fairly conventional urban plan.Forest of Dean: Introduction , Victoria County History In 1841 there were two inns and at least ten beerhouses in and around Cinderford.Forest of Dean: Social life , Victoria County History A new church was consecrated at Cinderford in 1844 and dedicated to St. John the Evangelist.Forest of Dean: Churches , Victoria County History By 1843 Cinderford also had a Baptist church which became by far the largest Baptist meeting in the Forest of Dean.Forest of Dean: Protestant nonconformity , Victoria County History Methodists and Primitive Methodists also had chapels in the area, and there was even an iron building which became known as the Ark, which was registered in 1886 by a group called the Blue Ribbon Gospel Army. A coke-fired furnace was established in around 1797. It was situated 800 metres north of Cinderford bridge and used coke brought from Broadmoor, to the north, by a short canal. The furnace struggled to compete with iron furnaces elsewhere, and fell idle ten years later. It was revived in 1829 when new works on the old site were established by the Forest of Dean Iron Company, and in 1841 there were three furnaces producing 12,000 tons of iron a year and employing 100 men and boys. Only one furnace at the works was in blast in 1890 and the works closed in 1894. thumb|The Bridge Inn, Cinderford, now closed and demolished. By the 1840s Cinderford had a number of foundries and small engineering firms supplying the mining industry with machine parts, and it remained a centre for metal industries in the early 20th century. For many years coal mining was the principal industry in the area. Lightmoor coal mine was being deepened in the late 1830s. Trafalgar colliery which was in production in 1860, was the only large mine in the coalfield run by free miners in the later 19th century. Trafalgar closed in 1925. A deep mine, called Northern United, was begun north-west of Cinderford in 1933, but Lightmoor, with a workforce of 600 in 1934, was the main colliery in the Cinderford area until it closed in 1940. There were still many smaller collieries in the Forest of Dean, employing 84.5 per cent of the adult male population in the Cinderford area, until the industry declined in the 1960s. Iron ore mines were also worked near the town in the 19th century until the closure of the Cinderford ironworks led to the abandonment of Buckshaft and other ore mines near the town in 1899. ==Governance== There are two electoral wards in Cinderford. ==Education== ===Primary=== Cinderford has three primary schools; Steam Mills Primary School, on Steam Mills Road, St. White's Primary School, on St. Whites Road, and Forest View Primary School based on Latimer Road. Forest View Primary School is an amalgamation of the Latimer Junior School and the Bilson Infants' School (formerly on Station Street). ===Secondary=== Cinderford has a single, relatively small secondary school on Causeway Road, currently called The Forest High School but previously known as Heywood Community School. The school existed as Double View Secondary Modern School on a previous campus, on Woodville Road, but moved to the Causeway Road campus, in the early-mid-1970s. Until 1979 it was split between the two sites; in the mid-1980s it changed its name from Double View to Heywood Community School, and in 2012 it became an academy called Forest E-ACT Academy. The name changed again to Forest Academy in 2014 and to the current name in 2015. ===Tertiary=== Opened in 2018, Gloucestershire College is situated beside the Forest Vale Industrial Estate. ==Transport== Cinderford's High Street and Belle Vue Road lie on the A4151, which links with the A48 (Gloucester-Chepstow road) to the east. In former times, Cinderford had a railway station that was opened by the Severn and Wye Railway and later run by the Great Western Railway and Midland Railway as Cinderford Joint railway station, but this was axed in 1958. Cinderford is served by a regular bus service to Gloucester and Coleford; the bus station was dismantled in the late 1980s and no longer exists. Details of local bus destinations from Cinderford can be found here. The closest airports are in Staverton (between Gloucester and Cheltenham), as well as Bristol Airport and Cardiff Airport. ==Religion== The Church of England benefice of Cinderford with Littledean consists of five churches in three parishes. The parish of St Stephen's with Bilson Mission covers the central town and northern parts of Cinderford. The parish of St John the Evangelist covers the south of Cinderford, Ruspidge and Soudley with St Michael's Chapel of Ease in Soudley Village. The parish of St Ethelbert's Littledean is further down the hill and serves the community there. ==Sports clubs== * Cinderford Town A.F.C. - Local Non-League football team * Cinderford R.F.C. - Local Rugby Team * Cinderford and District Swimming Club ==Notable people== * Dave Bird, footballer, Cheltenham Town * EMF, pop group * Jimmy Young, former BBC radio host and singer * John McAfee, programmer, businessman and founder of McAfee Anti-virus * Luke Thomas Footballer, Barnsley F.C. ==References== ==External links== *Historic Photos *photos of Cinderford and surrounding area on geograph *Cinderford Churches Category:Towns in Gloucestershire Category:Civil parishes in Gloucestershire Category:Forest of Dean Category:Towns of the Welsh Marches",
 "title": "Cinderford"
}