{
 "id": "402872",
 "text": "Edlesborough is a village and civil parish in the Aylesbury Vale district of Buckinghamshire, England. Edlesborough is also next to the village of Eaton Bray just over the county boundary in Bedfordshire, about west-south-west of Dunstable. As well as the village of Edlesborough itself, the civil parish also includes the hamlets of Dagnall, Northall and part of Ringshall. Hudnall was transferred in 1885 to the parish of Little Gaddesden in Hertfordshire.Vision of Britain: Edlesborough Relationships ==Toponym== The village toponym is derived from the Old English for \"Eadwulf's barrow\". The Domesday Book of 1086 records it as Eddinberge. ==Parish church== thumb|The wall paintings in the nave of St Mary's Church The Church of England parish church of St Mary the Virgin is built on top of a barrow and its high 14th- century bell tower is a local landmark.Friends of the Church on the Hill The church has been redundant since 1975, when the ecclesiastical parish merged with that of Eaton Bray. Today the church is in the care of the Churches Conservation Trust, and it is normally open to visitors. The earliest parts of the church date from the 13th century. A chantry was added in 1338 and the tower in 1340. The closeness of these construction dates indicates how rich Edlesborough parish was at the time. Much of the church was altered in the 15th century, including the chantry, which has given the church a very 15th- century character. Thomas Cobhambury appears as vicar of Edlisburgh in 1413.Plea Rolls of the Court of Common Pleas; 7th entry in http://aalt.law.uh.edu/AALT4/H5/CP40no609/aCP40no609fronts/IMG_0287.htm On 28 March 1824 the tower was struck by lightning, setting it on fire. The lead of the roof melted, and the molten lead set fire to everything it struck. Villagers fought the fire, which burned for 12 hours until it was extinguished. ===Furnishings=== The 15th-century rood screen, pulpit with tester and timber roofs are all notable. In the 15th century six misericords were added to the choir stalls. These include carvings of a bat, a dragon and a mermaid. The misericord of the dragon also has some frog carvings for its supporters. There are some notable monumental brasses. The church underwent two major restorations overseen by the architect Robert Jewell Withers in 1867 and 1875. In the first restoration, box pews were replaced with pine benches, a gallery was removed from the west, the rood screen was painted, and a large wall painting was added to the nave wall by the Arts and Crafts artist Daniel Bell, depicting Christ enthroned in Majesty. The 1875 restoration of the chancel was funded by a donation from Adelbert Brownlow-Cust, 3rd Earl Brownlow of Ashridge. A more modern addition is a two-light stained glass window on the theme of the Nativity by M. E. Aldrich Rope, also in an Arts and Crafts style. ==Economic and social history== The Lower Icknield Way , a prehistoric track that runs below the Chiltern Escarpment, runs through the village and aligns with the church mound. The village was once a centre for the straw plait industry. RAF Edlesborough was a radio station near Dagnall. The nearby Edlesborough Hill is a low wooded hill beside the River Ouzel just south of the village . For decades it was the site of a Classic trials motor sport event known as the March Hare in which a variety of vehicles tried to climb the hill's steep ascent as a test of their capabilities. ==St. Mary's Village Carnival== Annually, on the first Saturday in July,https://stmarysvillagecarnival.com/ Edlesborough and the surrounding communities put on an annual carnival, held on the Village Green. It features several attractions, being kicked off with a float parade in which several parties compete for a rosette. These parties include the local Scout group and Edlesborough Primary Academy, the village school. Other attractions include fairground rides and an owl display. ===Carnival Trivia=== \\- In 2020 during lockdown, instead of a carnival, a scarecrow competition was held, where people made scarecrows and put them on display around the village. \\- In 2021, the carnival, while not cancelled, was delayed, instead taking place on the 28th August. ==Local Myths And Legends== \\- A legend says that a tunnel leads from the Church into a former pub. The pub has now been transformed into a house. \\- In the former pub, when it was still running, some witnesses claim that after hours, the ghost of a girl with a broom can be seen sweeping the floor. ==Amenities== Edlesborough Primary Academy (Formerly Edlesborough School) is a community primary school.Edlesborough School It serves the 4–11 age range and has about 250 pupils. The Academy was founded in 1849. The nearest secondary school is The Cottesloe School in Wing. The village green has two football pitches, one enclosed tennis court and a cricket square. There is a small playing area for children. There is also a sports pavilion next to the tennis court which was upgraded in 2021 to include a gym and a café. ==Talk Talk== The English band Talk Talk filmed a music video for their song \"Dum Dum Girl\" on their 1984 album It's My Life. The video was filmed on Sparrow Hill Farm; the parish church can be seen in the background. It does not seem that the music video was ever released officially.Archived at Ghostarchive and the Wayback Machine: ==References== ==Sources== * * * ==External links== * Category:Civil parishes in Buckinghamshire Category:Villages in Buckinghamshire Category:Grade I listed churches in Buckinghamshire",
 "title": "Edlesborough"
}