{
 "id": "40302",
 "text": "William Hale Thompson (May 14, 1869 – March 19, 1944) was an American politician who served as mayor of Chicago from 1915 to 1923 and again from 1927 to 1931. Known as \"Big Bill\",Reynolds, Paul (2009-11-29). \"US-UK 'Special Relationship' Not So Special Any More\". BBC. Retrieved 2014-03-20. he is the most recent Republican to have served as mayor of Chicago. Historians rank him among the most unethical mayors in American history, mainly for his open alliance with Al Capone.Grossman, Mark (2008). Political Corruption in America: An Encyclopedia of Scandals, Power, and Greed. Amenia, NY: Grey House Publishing. p. 329. . However, others recognize the effectiveness of his political methods and publicity-oriented campaigning, acknowledging him as a \"Political Chameleon\" and an effective political machine.Bukowski, Douglas. Big Bill Thompson, Chicago, and the Politics of Image. Urbana: University of Illinois Press, 1998. Time magazine said in 1931, \"chief credit for creating 20th Century Politics Chicago Style\" should go to William Thompson. Thompson was known for his over-the-top campaigning and uncensored language that, along with his towering height and weight, earned him the nickname \"Big Bill\".McCelland, Edward. \"The Most Corrupt Public Official In Illinois History: William Hale Thompson.\" NBC Chicago. NBC Universal Media, 25 Jan. 2012. Web. 28 Oct. 2016. Upon his reelection in 1919, Thompson was at the forefront of the movement for the Chicago Public Library system and education officials to censor and ban many texts and historical recollections coming from the United Kingdom.Thomison, Dennis. \"The Private Wars of Chicago's Big Bill Thompson.\" Journal of Library History 15.3 (1980): 261–80. America: History & Life. Web. 2 Nov. 2016. Though Thompson was a popular figure, his popularity collapsed after his death, when two safe-deposit boxes were found in his name containing over $1.8 million ($ million today) in cash and bonds. == Early life == Thompson was born in Boston, Massachusetts to William Hale and Medora Gale Thompson, but his family moved to Chicago when he was nine days old. Despite having been born in Boston, Thompson had strong roots in Chicago. His father, Colonel William Hale Thompson Sr., was a popular businessman within Chicago and had served as colonel in the Second Illinois Guard who had come to Chicago after serving in the United States Navy during the American Civil War. His maternal grandfather, Stephen F. Gale, the first chief of the Chicago Fire Department, had played a large part in drawing up the city's corporation charter in 1837, earning him regard as a \"Chicago pioneer\" by some academic journalists. Thompson attended Chicago Public Schools, and took supplementary courses at the Fessenden School and Metropolitan College. Thompson was meant to attend Yale but instead moved to Wyoming at the age of 14, where he became a cowboy and cattle owner and traveled across Europe, taking up ranching in Texas and New Mexico later on in his life. The experiences influenced him to add Western touches into his campaign, including his sombrero, which became a symbol for his campaign. By the age of twenty-one, he had accumulated a stake of $30,000. He returned to Chicago in 1892 after his father's death to manage his estates. Shortly after returning to Chicago, Thompson joined the Illinois Athletic Club and the Sportsmen's Club of America and quickly was appointed director-general and captain of the water polo and football teams. His six-foot frame and athletic prowess earned him the nickname \"Big Bill,\" which stuck with him throughout his career as a politician.Martin, Edward M. \"Our American mayors XIII. William Hale Thompson of Chicago: The saga of a sombrero.\" National Municipal Review 17, no. 11 (November 1928): 663. Publisher Provided Full Text Searching File, EBSCOhost (accessed November 2, 2016). ==Early career== thumb|Thompson circa 1900 Thompson served on the Real Estate Board of Chicago. In 1900, Thompson narrowly won election as an alderman on the Chicago City Council from the 2nd Ward, his home district.Bilek, Arthur J. (2008). The First Vice Lord: Big Jim Colosimo and the Ladies of the Levee. Nashville, TN: Cumberland House. p. 179. . Two years later, he became a member of the Cook County Board of Commissioners, serving from 1902 through 1904. During this period, Thompson formed a political alliance with Frederick Lundin, a Republican city clerk who worked under William Lorimer, a U.S. Representative from Illinois who was known for corrupt election methods. The political duo, according to most citizens, worked very well together earning them the title the \"Gallagher and Shean of Chicago Politics\". Thompson with his outgoing and charismatic personality paired with his towering stature and gentlemanly appearance gave him an undeniable public presence, which was completed by Lundin's cunning political ideas and projects. ==First mayoralty (1915–1923) == ===First term=== thumb|200px|Thompson during his 1915 mayoral campaign In 1915, Thompson was elected as the 41st Mayor of Chicago, beating County Clerk Robert M. Sweitzer, John H. Hill, Seymour Steadman, and Charles Thompson. Thompson was sworn-in on April 26, 1915. In his inaugural address, Thompson spoke of his ambitions for Chicago to become \"the greatest in the world\", but also that his acts as mayor should not be swayed by corruption. He also emphasized the importance of public safety (as enforced by the Chicago Police Department), the improvement of public transit, secure and permanently lowered gas prices, Chicago being allowed to have Home rule and more efforts being placed into Chicago's commercial interests in order to create jobs and improve the city's economy. His efforts to expand and publicly improve the streets of Chicago earned him another nickname of \"Big Bill the Builder\". In his time as mayor, he oversaw the completion of the Michigan Avenue link bridge, the Twelfth Street widening, and the extension and widening of Ogden Avenue. Along with his big dreams for Chicago's geographical expansion, he wished for Chicago to expand politically and economically. He believed that Chicago should be able to enforce laws on their own terms, particularly without what he claimed to be the interference of British government or totalitarian rule. He ended his inaugural address by declaring, As Thompson entered the first term of his mayorship, he appointed Fred Lundin as chairman on the committee of patronage. Early in his mayoral career, Thompson began to amass a war chest to support an eventual run for the presidency, by charging city drivers and inspectors $3 per month. Early in his mayoralty Thompson had to cut short a July 1915 trip to San Francisco in order to deal with the aftermath of the Eastland disaster. While Thompson was out of town, acting-mayor Moorhouse had turned the Chicago City Hall into a makeshift hospital for first aid and a morgue for bodies recovered from the tragedy. Once Thompson returned to Chicago he organized and heavily promoted a relief fund and ordered an investigation into the casual negligence responsible for the tragedy. In 1915, a delegation of civic- oriented women, headed by Mary McDowell, urged Thompson to appoint an well- qualified woman to the city's new office of \"commissioner of public welfare\". Thompson did appoint a woman. However, instead of a woman qualified by a public welfare background, he appointed Louise Osborn Rowe, a Republican Party worker and loyalist. Within a year of her appointment, Rowe was charged with operating a kickback scheme in the department, and was forced to resign in 1916. This post would remain vacant until the mayoralty of Thompson's successor. Thompson gained national attention and condemnation for his neutral attitude toward the events of World War I. By declining the visit of the French Mission to Chicago and refusing to control or act against anti-war or anti-conscription meetings, Thompson is \"credited with characterizing Chicago as the sixth German city of the world,\" also earning the nickname \"Kaiser\" Bill Thompson. Thompson sought to further endear himself to the city's German and Irish populations by positioning himself as anti-British. These facts later went on to hurt his chances in his 1918 U.S. Senate campaign. In 1916, he became a member of the Republican National Committee. He would continue to serve on the committee until 1920. ===Second term=== Thompson was reelected mayor in 1919, beating out Robert Sweitzer once again along with Adolph S. Carm, John Collins, John Fitzpatrick, and Maclay Hoyne. Thompson was said to have had control of the 75,000 black voters in his day. In his campaign he claimed to be an advocate for the people against public utility companies and the rich who avoided taxes. This inspired Thompson to enforce a five-cent streetcar fare to promote his campaign, which was also used to threaten the action of streetcar companies. Eventually, however, despite his protests, the fare was raised to seven cents. In his second inaugural address on April 28, 1919, Thompson looked towards drastically expanding Chicago, saying that \"Chicago is greater than some nations\". This expansion included the extension and widening of streets to cross over more of the city, new post offices, freight terminals, playgrounds, bridges, and more. Also, due to the rapidly changing city, Thompson proposed a zoning bill to regulate and create commercial, industrial, and residential areas. Among the other issues he claimed he would address were telephone prices and service quality, the expansion of the Chicago Police Department, jobs for returning soldiers, lowering the cost of living, and restoring the jobs of Public School representatives who were removed by the Supreme Court.Chicago City Council. Journal of the Proceedings, April 28, 1919, pp. 8–11. Early into his second term, the city dealt with the Chicago race riot of 1919. At the 1920 Republican National Convention Thompson helped to block his one-time ally Frank Lowden from capturing the nomination. Thompson declined to run for reelection in 1923 and he was succeeded by William Emmett Dever. Thompson left office as Mayor on April 16, 1923. ==Chairman of the Illinois Waterways Commission== While out of office, Thompson was appointed chairman of the Illinois Waterways Commission. He used his position to remain relevant in the media, involving himself in civic suits and campaigning for the Lakes-to-Gulf waterway project: to build a waterway from the Great Lakes to the Gulf of Mexico. Promoting both the project and himself, Thompson set off on a \"scientific\" expedition (to be extensively covered by the media), which he set off to the South Seas in order to find a tree-climbing fish on July 5, 1924. Attracting more attention, Thompson placed a $25,000 bet on his success, but no one participated.Leinwand, Gerald. Mackerels in the Moonlight: Four Corrupt American Mayors. Jefferson, NC: McFarland, 2004. == Second mayoralty (1927–1931) == Thompson ran again in 1927 during a citywide gang war, aiming to unseat his successor, William Dever. Always a flamboyant campaigner, Thompson held a primary-election debate between himself and two live rats which he used to portray his opponents. Pledging to clean up Chicago and remove the crooks, Thompson instead turned his attention to the reformers, whom he considered the real criminals. According to Thompson, the biggest enemy the United States had was King George V of the United Kingdom. Thompson promised his supporters, many of whom were Irish, that if they ever met, Thompson would punch the king in the nose, or at other times, that he would arrest His Majesty. Upon his victory over Dever, Thompson's floating speakeasy, outwardly known as the Fish Fans Club, docked at Belmont Harbor. It was flooded with his supporters, so many so that the boat itself sank beneath the weight. In his inaugural address on April 18, 1927, Thompson addressed the importance of remedying crime in Chicago, saying, Thompson expressed his desire to remove Superintendent William McAndrew from the public schooling system, and restore what he called the \"true history of George Washington\" while exposing \"the treason and propaganda which insidiously have been injected into our schools and other educational institutions\". He also went on to enforce other issues he had addressed in previous speeches, like the issue of public transit, playgrounds, and the general upkeep and expansion of Chicago in an effort to aid property owners and increase residential income and revenue for the city as a whole. In August 1927, the Chicago Board of Education, now under Thompson's influence after he appointed a number new members, voted to charge McAndrew with insubordination and lack of patriotism, suspending him pending an administrative hearing held by the board. The administrative hearing would last months, and the Chicago Board of Education would find McAndrew guilty. The Cook County Superior Court would later void this decision. Al Capone's support was pivotal to Thompson's return to the mayor's office. During Thompson's second term, the \"Pineapple Primary\" took place on April 10, 1928, so-called because of the hand grenades thrown at polling places to disrupt voting. The Pinneaple Primary saw candidates backed by Thompson face Charles Deneen in the Republican primary election. Another infamous instance of gang activity that took place during Thompson's third term was St. Valentine's Day Massacre. Thompson blamed Ruth Hanna McCormick's lack of support for his loss at the 1928 Republican National Convention, and he returned the favor during her 1930 campaign for the United States Senate by endorsing against her in the general eletion.\"Thompson v. McCormicks\". Time. Time, Inc. 1930-11-03. Retrieved 2008-05-02. Thompson had had a longstanding rivalry with the McCormicks. He intensely disliked Robert R. McCormick who published the Chicago Tribune. U.S. Senator Medill McCormick was the publisher's brother, and Ruth Hanna McCormick was Medill McCormick's wife. Amid growing discontent with Thompson's leadership, particularly in the area of cleaning up Chicago's reputation as the capital of organized crime, he was defeated in 1931 by Democrat Anton Cermak. Cermak was an immigrant from Bohemia, and Thompson used this fact to belittle him with ethnic slurs such as: : I won't take a back seat to that Bohunk, Chairmock, Chermack or whatever his name is. : Tony, Tony, where's your pushcart at? : Can you picture a World's Fair mayor with a name like that? Cermak replied, \"He doesn't like my name...It's true I didn't come over on the Mayflower, but I came over as soon as I could,\" which was a sentiment to which ethnic Chicagoans (especially its large Bohemian population) could relate, so Thompson's slurs largely backfired.Wendt, Lloyd (1979). Chicago Tribune: The Rise of a Great American Newspaper. Chicago: Rand McNally. . After Thompson's defeat, the Chicago Tribune wrote, Thompson left office April 9, 1931. ==Subsequent career== In 1936, Thompson ran for the office of Illinois governor on the \"Union Progressive\" ballot line against Democratic incumbent Henry Horner and Republican nominee C. Wayland Brooks. He received only three percent of the vote. In 1939, Thompson ran in the Republican primary for mayor of Chicago and was soundly defeated by a 77% to 23% margin against future Governor Dwight Green. ==Personal life== In 1901, Thompson married Mary \"Maysie\" Walker Wyse, a secretary in his father's office. The two never had children.Grossman, James R., Ann Durkin Keating and Janice L. Reiff, editors. Encyclopedia of Chicago. University of Chicago Press, 2004.\"Mrs. William Hale Thompson, Mayor's Wife, Robbed at Gunpoint.\" Mrs. William Hale Thompson, Mayor's Wife, Robbed at Gunpoint. March 16, 2009. Accessed November 25, 2016. http://chicagocrimescenes.blogspot.com/2009/03/mrs-william-hale-thompson- mayors-wife.html. ===Death=== William Hale Thompson died on March 19, 1944, at the Blackstone Hotel at the age of 74. He was buried in Oak Woods Cemetery in a solid bronze casket. Despite the fact that many loved Thompson and enjoyed his various political antics, few people attended his funeral, and one reporter noted that there was not \"a flower nor a fern to be seen\". Upon Thompson's death, two safe deposit boxes in his name were discovered to contain nearly $1.84 million ($ million today) in cash. Once the money was uncovered, the Internal Revenue Service took their share in taxes, and Maysie Thompson lived off of the rest until her death in 1958. == References == ==Further reading== * {| class=\"wikitable\" !Biography title !Author !Year of publication |- |Hizzoner Big Bill Thompson: An Idyll of Chicago |John Bright |1930 |- |The Twenty Incredible Years |William H. Stuart |1935 |- |Big Bill of Chicago |Herman Kogan and Lloyd Wendt |1953 |- |Big Bill Thompson, Chicago, and the Politics of Image |Douglas Bukowski |1998 |} == External links == * Category:Mayors of Chicago Category:Chicago City Council members Category:Members of the Cook County Board of Commissioners Category:Businesspeople from Chicago Category:Al Capone associates Category:Illinois Independents Category:Illinois Republicans Category:Politicians from Boston Category:1868 births Category:1944 deaths Category:American political bosses from Illinois Category:Republican National Committee members",
 "title": "William Hale Thompson"
}