{
 "id": "403323",
 "text": "Fleet Marston is a civil parish and deserted medieval village in the Aylesbury Vale district of Buckinghamshire, England, about northwest of the centre of Aylesbury. The parish measures about north – south, but east – west it is nowhere more than about wide. It is bounded to the southeast by the River Thame, to the east by a stream that joins the Thame, and to the west by field boundaries. It has an area of . The A41 main road between Aylesbury and Waddesdon runs through the middle of the parish. Aylesbury Vale Parkway railway station is on the A41 road, just outside the parish's eastern boundary. In 2010 the Office for National Statistics estimated the parish population to be 47. The 2011 Census included its population in that of the civil parish of Waddesdon. In 2022 HS2 archaeologists discovered a Roman cemetery, and exhumed about 425 bodies including 40 decapitated skeletons. 1,200 coins were also discovered. ==Archaeology== The course of the former Akeman Street Roman road passes northwest – southeast through the parish. A \"heavy scatter of Roman pottery\" has been found in the parish on the course of the former road, indicating the site of a former Romano-British settlement. Excavations carried out between 2007 and 2016 uncovered evidence for a late prehistoric territorial boundary, a middle Iron Age settlement and the agricultural hinterland of the putative nucleated Roman settlement of Fleet Marston. The latter included a \"remarkable collection\" of organic finds, included four hen's eggs (one of which survived excavation intact), leather shoes, wooden tools and a basketry tray made of woven oak bands and willow rods, in addition to evidence of malting and brewing, other roadside trades and crafts, burials and a possible pyre site. ===HS2 excavations, 2022=== In 2022 a large Roman cemetery was discovered by the HS2 archaeologists, who exhumed about 425 bodies including 40 decapitated skeletons. The bodies may have been ‘criminals’ or ‘outcasts’. 1,200 coins were also discovered.The Guardian, 5 February, 2022. Decapitated Roman skeletons found on HS2 route near AylesburyThe Independent. The I, 5 Feb 2022. Beheaded Roman skeletons among bodies exhumed by archaeologists on HS2 route in Buckinghamshire ==Toponym== The toponym \"Marston\" is derived from the Old English for \"marsh farm\". The prefix \"Fleet\" refers to the stream along eastern side of the parish, and was added to distinguish the village from nearby North Marston. The Domesday Book of 1086 records the village as Mersetone. In the 13th century the village name was recorded as Flettemerstone. ==Parish church== The oldest parts of St Mary's parish church are 12th-century. There are records of parish rectors from 1223 onwards. The baptismal font may be 13th-century and the present chancel arch and north porch were added in the 14th century. One of the windows is 15th-century. Parish registers from 1630 onwards survive. John Wesley is known to have preached his first sermon at Fleet Marston shortly after his ordination as deacon in 1725. The building was restored in 1868–69 under the direction of George Gilbert Scott. It is now a Grade II* listed building. It is also a redundant church in the care of the Churches Conservation Trust. ==Economic and social history== Some buildings in the village, including Fleet Marston Farm, are 17th-century. The manor house referred to below stood near the church, and was demolished in 1772. In 1806 Daniel and Samuel Lysons described Fleet Marston in their Magna Britannia: > FLEET-MARSTON, in the hundred of Ashendon and deanery of Waddesdon, lies > about three miles from Aylesbury, on the road to Bicester. The manor, which > was for many years in the Lees, has been lately purchased of their > representative, Lord Dillon, by James Dupré esq. of Wilton Park. The > advowson of the rectory being then the property of John Tirrel-Morin esq. > was advertised for sale in the month of May 1805. By 1851 the parish was in decline. The religious census of 1851 recorded its population as 30, with just eight attending church on Sunday 30 March. By 1871 the population had fallen to 23, living in five houses. Little remains of the village today. In the south of the parish is the farm at Putlowes and Putlowes Cottages just to the southwest of the A41 road. In the centre of the parish, just northeast of the A41 are some smaller farms and St Mary's church. In the north of the parish are Fleet Marston Farm, Fleet Marston Cottages and Lower Fleetmarston Farm. The latter can be reached only via Berryfields Road in adjoining Quarrendon parish (another deserted village). ===Railway=== The Aylesbury and Buckingham Railway was built through the parish in the 1860s and opened in 1868. The Metropolitan Railway took it over in 1891 and opened Waddesdon railway station about northwest of Fleet Marston in 1897. The line became part of the Metropolitan and Great Central Joint Railway in 1906. Waddesdon station was closed in 1936. British Railways withdrew passenger services in 1963 and later reduced the line to single track. However, in 2011 Chiltern Railways opened Aylesbury Vale Parkway railway station where the line crosses the A41 road, just outside the eastern boundary of the parish. The station has an hourly service to London Marylebone via . ==References== ==Sources and further reading== * * * * ==External links== Category:Civil parishes in Buckinghamshire Category:Villages in Buckinghamshire Category:Deserted medieval villages in Buckinghamshire",
 "title": "Fleet Marston"
}