{
 "id": "403394",
 "text": "A milkmaid (or milk maid) was a girl or woman who milked cows. She also used the milk to prepare dairy products such as cream, butter, and cheese. Many large houses employed milkmaids instead of having other staff do the work. The term milkmaid is not the female equivalent of milkman in the sense of one who delivers milk to the consumer; it is the female equivalent of milkman in the sense of cowman. ==Cultural references== As a result of exposure to cowpox, which conveys a partial immunity to the disfiguring (and often fatal) disease smallpox, it was noticed that milkmaids lacked the scarred, pockmarked complexion common to smallpox survivors. This observation led to the development of the first vaccine. ===Other=== * The legend of the Dun Cow and the milkmaid who guided the monks of Lindisfarne carrying the body of Saint Cuthbert to the site of the present city of Durham in 995 AD. * There is a famous painting by Johannes Vermeer entitled The Milkmaid ( 1658). * Aelbert Cuyp, another Dutch artist, created the drawing known as A Milkmaid (c. 1640–1650). * The eponymous heroine of Thomas Hardy's Tess of the d'Urbervilles (1892) works as a milkmaid. * The folktale The milkmaid and her pail is a cautionary tale about a milkmaid who spends her time daydreaming. * The California native flower commonly called milkmaids is named for its resemblance to the hat often worn by milkmaids. * Kid Harpoon has a song called \"Milkmaid\"; the music video features actress Juno Temple. * The \"8th day\" verse of the song \"The Twelve Days of Christmas\" mentions \"eight maids a-milking\". * The Philippines has a condensed milk brand called Milkmaid, a product of Alaska Milk Corporation. * The San Francisco Milk Maid is cookbook author Louella Hill, author of Kitchen Creamery (Chronicle, 2014). * The character Milkmaid in August Strindberg's The Ghost Sonata. ==See also== *Milkman ==References== Category:Animal husbandry occupations Category:Dairy industry Category:Gendered occupations",
 "title": "Milkmaid"
}