{
 "id": "403745",
 "text": "(DAB, ; ) is the central bank of Afghanistan. It regulates all banking and money handling operations in Afghanistan. The bank currently has 46 branches throughout the country, with five of these situated in Kabul, where the headquarters is also based. Da Afghanistan Bank is a wholly government-owned bank, established in 1939. DAB is active in developing policies to promote financial inclusion and a member of the Alliance for Financial Inclusion. In May 2020, the bank launched a campaign to promote the use of Afghan currency instead of Iranian rials in the western provinces. ==Bank's seal== The seal of Da Afghanistan Bank has the name of the bank in Pashto at the top and Latin script at the bottom, the year 1939 in which it was established, and a depiction of a Eucratides I-era coin with the Greek text, \"\" which means \"Of the great king Eucratides\". ==Mission== Basic tasks of DAB are: * Formulate, adopt and execute the monetary policy of Afghanistan. * Hold and manage the official foreign-exchange reserves of Afghanistan. * Print and issue afghani banknotes and coins. * Act as banker and adviser to, and as fiscal agent of the state. * License, regulate and supervise banks, foreign exchange dealers, money service providers, payment system operators, securities service providers, securities transfer system operators. * Establish, maintain and promote sound and efficient systems for payments, for transfers of securities issued by the state or DAB, and for the clearing and settlement of payment transactions and transactions in such securities. * Accept foreign bank applications from banks that wish to operate in Afghanistan. ==Supreme Council== As of July 2021, the Supreme Council at DAB consisted of: * Ajmal Ahmady, Acting Governor and Acting Chairman of Supreme Council * Dr. Shah Mohammad Mehrabi – Member * Katrin Fakiri – Member * Abdul Wakil Muntazer – Member * Muhammad Naim Azimi – Member The Supreme Council is currently unknown due to the collapse of the Islamic Republic of Afghanistan in August 2021. ==Governors== *Habibullah Malie Achekzai, 1954–1960 *Abdul Hay Azizi, 1960–1975 *Mohammad Hakim Khan, 1975–1980 *Ghulam Hussain Jujeni, 1980–1982 *Mehrabuddin Paktiawal, 1982–1985 *Abdul Basir Ranjbar, 1985–1988 *Mohammad Kabir, 1988–1990 *Khalil Sediq, 1990–1991 *Abdul Wahab Asefi, ?–1991–? *Najibullah Sahu, ?–1992–? *Zabihullah Eltezam, ?–1993 *Ghulam Mohammed Yailaqi, 1993 *Mohammad Hakim Khan, 1993–1995 *Ehsanullah Ehsan, during Taliban era, 1996–1997 *Abdul Samad Sani, during Taliban era, 1997–? *Anwar ul-Haq Ahady, 2002–2004 *Noorullah Delwari, 2004–2007 *Abdul Qadir Fitrat, 2007–2011 *Noorullah Delwari, 2011–2014 *Khan Afzal Hadawal, acting, 2014–2015 *Khalil Sediq, 2015–2019 *Wahidullah Nosher, acting, 2019–2019 *Ajmal Ahmady, acting, 2019–2021 *Haji Mohammad Idris, acting, during Taliban era, August 2021 – October 2021 *Shakir Jalali, acting, during Taliban era, October 2021 – present ==Seizure of US-based assets== DAB owned about US$7 billion in assets held at the Federal Reserve Bank of New York. After the 2021 Taliban seizure of power, a group of about 150 relatives of victims of the September 11 attacks attempted to use a judgement from the SDNY case Havlish v. Bin Laden to gain control of these assets, asserting that they were now legally the Taliban's and thus could be used to pay damages to 9/11 victims' families.https://www.nytimes.com/2021/12/02/us/politics/9-11-families-taliban- funds.html After a period of deliberation, the Biden administration went along with the request, dividing the assets into two halves, one of which would be allocated to the plaintiffs, and the other which would be used to set up a trust fund to \"support the needs of the Afghan people\" but which the Taliban government would remain barred from accessing.https://www.nytimes.com/2022/02/11/us/politics/taliban- afghanistan-911-families-frozen-funds.html ==See also== *Afghan afghani *Afghan frozen assets *Ministry of Finance (Afghanistan) ==References== ==External links== * Da Afghanistan Bank * Official YouTube channel * @AFGCentralbank - Official Twitter account, active post-August 30, 2021 Afghanistan Category:Banks of Afghanistan Category:Banks established in 1939 Afghanistan Category:1939 establishments in Afghanistan Category:Regulation in Afghanistan",
 "title": "Da Afghanistan Bank"
}