{
 "id": "404570",
 "text": "The University of New Mexico (UNM; )Home. University of New Mexico, Mexico Office. Retrieved on March 17, 2019. is a public research university in Albuquerque, New Mexico. Founded in 1889, UNM offers bachelor's, master's, doctoral, and professional degree programs. The Albuquerque campus encompasses over , and there are branch campuses in Gallup, Los Alamos, Rio Rancho, Taos, and Los Lunas. UNM is classified among \"R1: Doctoral Universities – Very high research activity\". According to the National Science Foundation, UNM spent $251 million on research and development in 2018, ranking it 94th in the nation. UNM's NCAA Division I program (FBS for football) offers 16 varsity sports. The teams are known as the Lobos, who compete in the Mountain West Conference. Two human mascots, referred to as Lobo Louie and Lobo Lucy, rouse crowds at New Mexico athletic events. The Lobos have won national championships in skiing and cross country running. The official school colors are cherry and silver. ==History== ===Founding=== The University of New Mexico was founded on February 28, 1889, with the passage of House Bill No. 186 by the Legislative Assembly of the Territory of New Mexico; stipulating that \"Said institution is hereby located at or near the town of Albuquerque, in the county of Bernalillo within two miles north of railroad avenue in said town, upon a tract of good high and dry land, of not less than twenty acres suitable for the purposes of such institution,\" and that it would be the state university when New Mexico became a state. Bernard Shandon Rodey, a judge of the territory of New Mexico, pushed for Albuquerque as the location of the university and was one of the authors of the statute that created UNM, earning him the title of \"Father of the University.\" Two years later, Elias S. Stover became the first president of the University and the following year the university's first building, Hodgin Hall, opened. ===Early growth=== The third president of UNM, William G. Tight, who served from 1901 to 1909, introduced many programs for students and faculty, including the first fraternity and sorority. Tight introduced the Pueblo Revival architecture for which the campus has become known. During Tight's term, the first Pueblo Revival style building on campus, the Estufa, was constructed, and the Victorian-style Hodgin Hall was plastered over to create a monument to Pueblo Indian culture. However, Tight was vilified for his primitivism and was removed from office for political reasons, though history would vindicate him as the Pueblo Revival style became the dominant architectural style on campus. Under David Ross Boyd, the university's fifth president, the campus was enlarged from 20 to and a federal land grant was made to the university. In 1922, the university was accredited by the North Central Association of Colleges and Schools. During this time, more facilities were constructed for the university, but it was under the tenure of James F. Zimmerman, the university's seventh president, that the university underwent its first major expansion. Under Zimmerman, many new buildings were constructed, student enrollment increased, new departments were added, and greater support was generated for scientific research. Among the new buildings constructed were Zimmerman Library, Scholes Hall, the first student union building (now the anthropology complex), the university's first gymnasium and its first stadium. John Gaw Meem, an architect based in Santa Fe, was contracted to design many of the buildings constructed during this period, and is credited with imbuing the campus with its distinctive Pueblo Revival style. ===World War II and beyond=== thumb|Mesa Vista Hall. During World War II, University of New Mexico was one of 131 colleges and universities nationally that took part in the V-12 Navy College Training Program which offered students a path to a Navy commission. In 1945, the university hired John Philip Wernette to be its eighth president. Upon arrival, Wernette focused on improving the university's faculty, programs, and services. He instituted an eighteen-point program of procedures for the selection of new faculty and appointed a committee to ensure better teaching candidates for faculty members. He also developed a program for faculty advancement. Offices of the General Placement Bureau, Veterans Assistance, and Testing and Counseling Services were formed to assist students and Wernette required all seniors in 1946 to take the Graduate Record Examinations test to provide the school with a measurement of how well it was educating its students. The university started the Law School and the School of Business Administration during his tenure. In 1947 Wernette came into conflict with the Board of Regents over the hiring of two faculty members who he thought were unqualified. His contract was not renewed by the Board of Regents in 1948. Thomas L. Popejoy, the ninth and the first native New Mexican university president, was appointed in 1948 and oversaw the university through the next twenty years, a period of major growth for the university. During this time, enrollment jumped from nearly 5,000 to more than 14,000, new programs such as medicine, nursing, dental, and law were founded, and new facilities such as Mesa Vista Hall, Mitchell Hall, Johnson Gymnasium, new dormitories, the current student union building, the College of Education complex, the business center, the engineering complex, the Fine Arts Center, the Student Health Center, University Stadium, University Arena (now officially known by its nickname of The Pit), and the first facilities on North Campus were constructed. This period also saw the foundation of UNM's branch facilities in Los Alamos and Gallup and the acquisition of the D.H. Lawrence Ranch north of Taos. During the early 1970s, two sit-in protests at the university led to a response from law enforcement officers. On May 5, 1970, a protest over the Vietnam War and the Kent State massacre occupied the Student Union Building. The National Guard was ordered to sweep the building and arrest those inside; eleven students and journalists were bayonetted when those outside did not hear the order to disperse given inside. On May 10, 1972, a peaceful sit-in protest near Kirtland Air Force Base led to the arrest of thirty-five people and was pushed back to UNM, leading to eight more arrests. The following day, tear gas was used against hundreds of demonstrators on campus and the situation continued to deteriorate, leading to the university to declare a state of emergency. thumb|left|Humanities Building, added in 1970 New programs and schools were created in the 1970s and the university gained control over the hospital on North Campus. New facilities for the medical and law schools were constructed on North Campus and new Main Campus buildings were constructed on the site of the now demolished Zimmerman Field and Stadium, including Ortega Hall, Woodward Hall, the Humanities building, and the Art building. The campus also underwent a new landscaping plan, which included the construction of the duck pond west of Zimmerman Library and the conversion of many streets to pedestrian malls in order to make a more pedestrian-friendly campus. At the end of the decade, the university was implicated in a recruiting scandal dubbed \"Lobogate\" by the press. An FBI wiretap on the phone of a prominent Lobo booster recorded a conversation in which basketball head coach Norm Ellenberger arranged with assistant coach Manny Goldstein to transfer bogus credits from a California junior college to the office of the UNM registrar. Subsequent investigation turned up a manufactured college seal from Mercer County Community College in New Jersey, along with blank transcripts and records of previous forgery. Further investigation uncovered alleged incentives like cars and apartments doled out to prime players and exposed a vast network of sports gambling. The scandal forced Ellenberger to resign and defined the term of William E. Davis, UNM's eleventh president. ===Recent history=== The university has continued to grow, with expanding enrollment and new facilities. In the 1980s, dramatic expansion occurred at the medical center, business school, and engineering school. The Centennial Library was also constructed. During the 1990s, an Honors College was founded, and the university completed construction of a new bookstore and Dane Smith Hall. The Research Park at South Campus was also expanded. By this point, the university had one of the largest student and faculty populations of Hispanics and Native Americans in the country. A study released in 1995 showed that the number of full-time Hispanic faculty at UNM was four times greater than the national average and the number of Native American teachers five times greater. The schools of law and business had some of the largest Hispanic student populations of any university in the country. In the first decade of the 2000s, major expansion began on medical facilities on North Campus. The current visitor center, a new engineering center, and George Pearl Hall were constructed. Renovations and expansions were undertaken on several buildings on Main Campus, along with the creation of a branch campus in Rio Rancho. This wave of construction is continuing at present with more projects ongoing. In 2016, UNM was the first university in the country to launch a Signature School Program with the Central Intelligence Agency, which enables students to interact with analysts and learn how to join the CIA once they graduate. In 2017, the campus became smoke and tobacco free, with the exception of a few designated smoking areas located near the residence halls. The New Mexico Department of Health assisted in the effort, paying for signs and stickers around campus as well as a PSA shown during orientation. ==Campus== The main campus is located on in Albuquerque on the heights a mile east of Downtown Albuquerque, and is split in three parts – central, north, and south. The central campus is situated between Central Avenue on the south, Girard Boulevard on the east, Lomas Boulevard on the north, and University Boulevard on the west, and is home to the main academic university. The North Campus, which includes the medical, nursing, pharmacological, and law schools as well as the University of New Mexico Hospital, is located on the north side of Lomas across from the central campus. The South campus is located a mile south of the central campus, centered around the intersection of University Boulevard and Avenida César Chavez, and includes most of UNM's athletic facilities. The central campus is noted for its unique Pueblo Revival architectural style, with many of the buildings designed by former university architect John Gaw Meem, who is credited with imbuing the campus with its distinctive Southwestern feel. The central campus is also home to the University of New Mexico Arboretum, which contains some 320 species of woody plants. thumb|left|240px|Carlisle Gymnasium Eight university buildings are listed separately on the National Register of Historic Places, including Hodgin Hall, the university's first building, and two adjacent structures, the Art Annex and Sara Reynolds Hall. The Estufa, one of the first Pueblo Revival style structures in the country and the first on campus, is also on the list. Other structures on the registry are Carlisle Gymnasium, Jonson Gallery, Scholes Hall, and the University House. The central campus is home to four museums: the Maxwell Museum of Anthropology in the anthropology building, the Geology and Meteorite Museums in Northrop Hall, the Southwest Biology Museum in the CERIA building, and the University Art Museum in the Center for the Arts. In an effort to promote sustainability and lessen the environmental impact of the campus, UNM has been reducing the campus energy usage through monitoring and retrofitting cooling, heating, water, and lighting technologies. Due to these efforts, the University of New Mexico's grade on the College Sustainability Report Card 2009 improved from a \"C\" to a \"B\" according to the Sustainable Endowments Institute. Since 2008, following an executive order that all new state buildings over need to meet LEED silver at minimum, all new construction on campus has been registered for LEED status. So far, an expansion of Castetter Hall and the Technology and Education Center are the only LEED-certified buildings on campus, with a Gold and Platinum rating respectively. Several other buildings are currently registered for LEED status. ===Libraries=== thumb|right|240px|Zimmerman Library The primary UNM library units are the Health Sciences Library and Informatics Center, the Law Library, and the University Libraries, which consists of: * Centennial Science and Engineering Library * Center for Southwest Research (special collections and archives—housed in Zimmerman Library) * Fine Arts and Design Library * Parish Memorial Business and Economics Library * Zimmerman Library (for humanities and social sciences) Departmental libraries include: * The Bunting Visual Resources Library (College of Fine Arts and the School of Architecture and Planning) * Bureau of Business & Economic Research * Center for Development and Disability Information Network Library * Clark Field Archives & Library (Maxwell Museum and Department of Anthropology) * LGBTQ Resource Center * Museum of Southwestern Biology (Department of Biology) * Native American Studies Library * Women's Resource Center Library ==Academics== The University of New Mexico offers more than 215-degree and certificate programs, including 94 baccalaureate, 71 masters and 37 doctoral degrees, through 12 colleges and schools. The colleges are as follows: {| style=\"border:0 solid #ddd; background:#fefefe; padding:3px; margin:0;\" | * Anderson School of Management * College of Arts & Sciences * College of Education * College of Fine Arts * College of Nursing * College of Pharmacy * College of Population Health | style=\"width:40px;\"| | * School of Architecture and Planning * School of Engineering * School of Law * School of Medicine * School of Public Administration * University College |} ===Rankings=== {{Infobox US university ranking | ARWU_N = 95–114 | Forbes = 567 | THE_WSJ = 401–500 | USNWR_NU = 187 | Wamo_NU = 190 | ARWU_W = 301–400 | QS_W = 601–650 | THES_W = 251–300 | USNWR_W = 256 }} {| class=\"wikitable sortable collapsible collapsed\" style=\"float:right\" \"text-align:center\" |- ! colspan=4 style=\"\" |National program rankings |- ! Program ! Ranking |- | Biological Sciences || 98 |- | Chemistry || 106 |- | Clinical Psychology || 88 |- | Computer Science || 75 |- | Earth Sciences || 46 |- | Education || 123 |- | Engineering || 87 |- | English || 85 |- | Fine Arts || 64 |- | History || 69 |- | Law || 99 |- | Mathematics || 86 |- | Medicine: Primary Care || 52 |- | Medicine: Research || 81 |- | Nursing–Doctorate || 104 |- | Nursing–Master's || 87 |- | Nursing–Midwifery || 11 |- | Occupational Therapy || 42 |- | Pharmacy || 43 |- | Physical Therapy || 137 |- | Physician Assistant || 108 |- | Physics || 83 |- | Political Science || 81 |- | Psychology || 131 |- | Public Affairs || 101 |- | Public Health || 102 |- | Sociology || 80 |- | Speech–Language Pathology || 72 |} {| class=\"wikitable sortable collapsible collapsed\" style=\"float:right\" \"text-align:center\" |- ! colspan=4 style=\"\" |Global program rankings |- ! Program ! Ranking |- | Arts & Humanities || 198 |- | Biology & Biochemistry || 318 |- | Chemistry || 284 |- | Clinical Medicine || 299 |- | Engineering || 623 |- | Environment/Ecology || 238 |- | Geosciences|| 226 |- | Materials Science || 410 |- | Molecular Biology & Genetics || 236 |- | Neuroscience & Behavior || 172 |- | Oncology || 201 |- | Physics || 281 |- | Plant & Animal Science || 307 |- | Psychiatry/Psychology || 141 |- | Social Sciences & Public Health || 208 |- | Space Science || 225 |} U.S. News & World Report ranked UNM as tied for 187th in the U.S. among national universities in the 2021 edition of \"Best Colleges\", tied for 95th among public universities, and tied at 71st for \"Top Performers on Social Mobility\". The Princeton Review listed UNM as a \"Best Western College\" and ranked the School of Engineering 14th out of the graduate engineering programs nationally. The University of New Mexico Model United Nations, known as World Affairs Delegation or WAD, team is one of the top ranked teams in the country, with multiple awards at several different competitions, most notably, the Harvard World Model United Competition in Geneva, Switzerland and Puebla, Mexico. Most recently, the team won the Diplomacy Award and The Resolution Fellowship, both in Panama City, Panama. They have also competed and won awards at the St. Mary's University Model Organization of American States Conference. ===Admissions=== {| style=\"float:right; font-size:85%; margin:10px\" \"text-align:center; margin:auto;\" class=\"wikitable\" |+Fall freshman statistics |- ! !! 2014 !! 2013 !! 2012 !! 2011 !! 2010 |- ! Applicants | 12,574 || 11,995 || 11,467 || 11,410 || 11,220 |- ! Admits | 5,706 || 6,799 || 7,405 || 7,288 || 7,459 |- ! % Admitted | 45.4 || 56.7 || 64.6 || 63.9 || 66.5 |- ! Enrolled | 3,132 || 3,518 || 3,424 || 3,341 || 3,604 |- ! Average GPA | 3.40 || 3.37 || 3.39 || 3.18 || 3.29 |- ! SAT Range* | 965-1240 ||950-1220 || 940-1210 || 940-1190 || 960-1240 |- ! ACT Range | 20-25 || 19-25 || 19-25 || 19-25 || 19-25 |- |* SAT out of 1600 |} Admission to UNM is rated \"selective\" by U.S. News & World Report. For Fall 2019, UNM received 12,181 freshmen applications; 5,973 were admitted (49.0%) and 2,594 enrolled. The average GPA of the enrolled freshmen was 3.44, while the middle 50% range of SAT composite scores were 1000–1290, 520-640 for evidence-based reading and writing, and 520-630 for math. The middle 50% range of the ACT Composite score was 19–25. ==Athletics== UNM's NCAA Division I program (FBS for football) offers 18 varsity sports. The teams are known as the Lobos, who compete in the Mountain West Conference. Two human mascots, referred to as Louie Lobo and Lucy Lobo, rouse crowds at New Mexico athletic events. The official school colors are cherry and silver. The Lobos have won national championships in skiing and cross country running. ===Rivalries=== UNM maintains strong athletic rivalries with New Mexico State University. The UNM-NMSU rivalry is called the Rio Grande Rivalry, a competitive series based on points awarded to the winners of head-to-head competitions between the two universities in every sport. A rotating trophy is granted to the winning university for a period of one year, until the award presentation the following year. The rivalry is celebrated at UNM by the Red Rally, a large bonfire that takes place the Thursday before the UNM-NMSU football game. ===Basketball=== The Lobo men's basketball team is famous for its venue, The Pit. It may be best known as the site of the 1983 NCAA basketball championship, in which North Carolina State University, coached by Jim Valvano, upset the University of Houston. The UNM women's basketball team has won the Mountain West championship for four of the past five years, and have gone to the NCAA Tournament for the past six consecutive years. ===Cross country=== The UNM women's cross-country team won the NCAA championship in 2015 and 2017. Lobo Ednah Kurgat also won the individual title in 2017, and UNM's Weini Kelati won in 2019. ===Football=== The Lobo football team plays at University Stadium which is located across the street from The Pit. The team has been to six bowl games since 1997 after a 35-year bowl drought. Placekicker Katie Hnida made history in the 2003 Las Vegas Bowl when she became the first woman to play in an NCAA Division I-A game, attempting but missing an extra point in the Lobos's 27–13 loss to UCLA. She later attempted and made two extra points in UNM's 72–8 victory over Texas State. New Mexico also lost its 2003 and 2004 bowl games, making its record in bowl games 2–8–1. The football team went to the first year of the New Mexico Bowl in 2006 and lost to San Jose State University 20–12. In 2007 the Lobos finished the regular season 8–4 and were invited to the New Mexico Bowl for the second straight season. The Lobos shut out the favored Nevada Wolf Pack 23–0 to win their first bowl game since the 1961 Aviation Bowl. ===Skiing=== New Mexico won the National title for Division I Skiing in 2004, defeating then No. 1 ranked University of Denver. In 2017, the team was eliminated and then reinstated. The men's and women's ski teams were eliminated effective fall 2019. ===Soccer=== The men's soccer team was National Runner-up in Division I Soccer losing in extra time to the University of Maryland in 2005 as the No. 2 seed, the highest ranking for a UNM soccer team in school history. The men's soccer team was eliminated from the UNM sports programs in 2019. ==Student life== thumb|left|Redondo Village, a Residence Hall at UNM The main university campus is located in the lower Heights of Albuquerque just east of Downtown Albuquerque, and is the focal point for the neighborhoods surrounding it; the neighborhoods to the immediate south and west are home to a large population of students. However, the vast majority of UNM's student population live off- campus around the Albuquerque metropolitan area, with only just over 2,000 living in on-campus housing. The Student Union Building (SUB) is a major activity center for students on-campus, with a food court, a movie theater, event facilities, student government and organization offices, student services, and recreation areas. Another major hotspot for students is the popular Frontier Restaurant, a late-night eatery located across Central Avenue from main campus and a popular meeting spot for students. The Duck Pond is a popular relaxation spot for students and local residents, particularly in the warmer months. ===Student organizations=== There are over 400 student-run organizations on campus, which include academic, athletic, ethnic, honorary, political, religious, and service groups, as well as fraternities and sororities. ====Student government==== =====ASUNM===== The Associated Students of the University of New Mexico (ASUNM) is the undergraduate student government of UNM, with an elected student body president, vice-president, student court, and 20 senators. Senators are elected to two-semester terms. There are two elections each school year; in each, 10 senators are elected. Many candidates run in slates. There are different agencies within ASUNM, such as Lobo Spirit and Community Experience.About Us. asunm.unm.edu =====GPSA===== The Graduate and Professional Student Association (GPSA) is the graduate student government of UNM, led by an elected president and a representative council from the different schools of study on campus since 1969.About GPSA. http://gpsa.unm.edu/about/index.html ===Greek life=== The University of New Mexico is home to several fraternities and sororities, around 5% of the UNM student body is involved in Greek life. Of the fraternity's on campus, Pi Kappa Alpha is the oldest fraternity on campus being founded in 1911. Sigma Chi was founded in 1916 being the second oldest fraternity on campus. The Sigma Chi house is the largest fraternity house in the state of New Mexico, as well being located on 1855 Sigma Chi road, the only Sigma Chi chapter in the country, with that address. Both Kappa Sigma and Phi Delta Theta are two of the older fraternity's on campus, as they were founded in 1925 and 1946 respectively. Both Kappa Kappa Gamma and Alpha Chi Omega were founded in 1918, being the two oldest Panhellenic Sororities at The University of New Mexico. Followed behind Chi Omega founded in 1925 and Pi Beta Phi in 1946. * Interfraternity Council Fraternities: ** Alpha Tau Omega ** Phi Delta Theta ** Pi Kappa Alpha ** Pi Kappa Phi ** Sigma Chi ** Kappa Sigma ** Beta Theta Pi * College Panhellenic Council Sororities: ** Alpha Chi Omega ** Chi Omega ** Pi Beta Phi ** Kappa Kappa Gamma * Multicultural Greek Council Fraternities: ** Alpha Phi Alpha ** Beta Sigma Epsilon ** Kappa Alpha Psi ** Lambda Theta Phi ** Omega Delta Phi ** Omega Psi Phi ** Phi Beta Sigma ** Phi Iota Alpha * Multicultural Greek Council Sororities: ** Alpha Kappa Alpha ** Alpha Pi Omega ** Gamma Alpha Omega ** Delta Sigma Theta ** Kappa Delta Chi ** Lambda Theta Alpha ** Theta Nu Xi ** Zeta Phi Beta ===Traditions=== * The Hanging of the Greens is a celebration held in early December for the holiday season, when the campus is decorated with thousands of farolitos and a procession of carolers winds through the campus to the University House, which is opened for visitors and where cocoa and bizcochitos are served. * Homecoming Week is held each fall to welcome back alumni. Over the course of the week, the student body elects a Homecoming King and Queen and six attendants (three male and three female) to serve as the homecoming court. * Lobo Day is a celebration for the founding date of the university on February 28, 1889. The tradition in recent years has included a large group photo of students taken in the Student Union Building, which is posted on a wall in the building. * Red Rally is a large bonfire and rally held on the Thursday before the football match with UNM's rival New Mexico State University. During Red Rally, a large effigy of an Aggie, the mascot of NMSU, is burned to the ground. * UNM Fiestas are an end-of-the year celebration held in the spring which includes a community service event called Spring Storm and a large concert. * Welcome Back Days are held during the first week of the school year and welcomes new and returning students to the university, and includes free food, entertainment, and information on the university's programs and organizations. ===Media=== UNM owns and operates KUNM-FM, one of two National Public Radio stations in Albuquerque. In 2008, KUNM-FM won 16 Associated Press awards, including Station of the Year. UNM also owns and operates the University of New Mexico Press, its publishing arm established in 1929.University of New Mexico Press. Unmpress.com. Retrieved on February 27, 2013. With Albuquerque Public Schools, UNM also operates New Mexico PBS, Albuquerque's public television station which currently broadcasts in High Definition Digital on two channels, English and Spanish.The Daily Lobo is UNM's student-run daily newspaper and is a publication serving the metro area. ==People== ===Alumni=== ===Faculty=== ===Presidents=== ==References== ==Further reading== * Bellmore, Audra, \"The University of New Mexico's Zimmerman Library: A New Deal Landmark Articulates the Ideals of the PWA,\" New Mexico Historical Review 88 (Spring 2013), 123–63. ==External links== * * UNM Athletics website * Category:1889 establishments in New Mexico Territory Category:Buildings and structures in Albuquerque, New Mexico Category:Education in Albuquerque, New Mexico Category:Education in Bernalillo County, New Mexico Category:Education in McKinley County, New Mexico Category:Education in Taos County, New Mexico Category:Education in Valencia County, New Mexico Category:Educational institutions established in 1889 New Mexico Category:Tourist attractions in Albuquerque, New Mexico Public universities and colleges in New Mexico",
 "title": "University of New Mexico"
}