{
 "id": "404615",
 "text": "The Fiji Labour Party (FLP), also known as Fiji Labour, is a political party in Fiji. Most of its support is from the Indo-Fijian community, although it is officially multiracial and its first leader was an indigenous Fijian, Dr. Timoci Bavadra. The party has been elected to power twice, with Timoci Bavadra and Mahendra Chaudhry becoming prime minister in 1987 and 1999 respectively. On both occasions, the resulting government was rapidly overthrown by a coup. == Formation of the Fiji Labour Party == By 1985, the people of Fiji were yearning for a third force in Fiji politics, as the opposition National Federation Party (NFP) was again falling apart and the right-wing policies of the ruling Alliance Party had alienated it from the ordinary people. Dissatisfaction with Government policies had begun soon after the 1982 elections with a prolonged teachers' strike and a hunger strike by young graduates, who were longer guaranteed employment. In industrial disputes, the government sided with the employers. In November 1984, when the Government announced a wage freeze, instead of calling a national strike, the largest trade union in Fiji, the Fiji Public Service Association (FPSA), decided, in March 1985 by a margin of 2914 votes to 326 votes, to \"associate itself with any organisation, in pursuance of workers' rights.\" The Fiji Labour Party was launched on 6 July 1985 under the auspices of the Fiji Trades Union Congress, at the Fiji Teachers Association hall in Suva. == Initial electoral success == FLP faced its first electoral test in municipal elections held three months later, when it won control of the Suva City Council and its candidate, Bob Kumar, was elected Lord Mayor. It also won seats on the Labasa, Nadi, and Ba Town Councils, and subsequently secured a seat on the Lautoka City Council at a by-election. FLP's main test as a national political force came during the by-election for the North Central Indian National Seat in December 1985, following the resignation of Vijay R. Singh. FLP decided to field Mahendra Chaudhry, who was also the general secretary of the National Farmers Union as its candidate. The NFP candidate was former Alliance Minister, James Shankar Singh and the Alliance candidate was Uday Singh. Whereas both the Alliance and NFP again used race as an issue, Labour campaigned on policies. The result of the election was: Uday Singh, 7848 votes; Mahendra Chaudhry, 7644 votes and James Shankar Singh 5003 votes. Despite Chaudhry's narrow loss, Labour was considered to have done well. In June 1986, the NFP-elected MP Satendra Nandan joined the FLP. One month later, he was joined by Davendra Singh of the NFP Youth Wing, who had defeated the official NFP candidate in an earlier by- election, and Jay Raj Singh, another NFP-elected MP. == Coalition with National Federation Party == === Towards coalition with NFP === The narrow loss of the North Central by-election warned Labour of what awaited it in three-cornered elections in future. In September 1985, there had been talks between the NFP Youth Wing and Labour, but Labour had refused to accept group affiliation. In December 1985, the President of the Ba Branch of the NFP had called for a coalition between NFP and FLP, but the first meeting on talks regarding a coalition took place with Western United Front (WUF) delegates on 6 June 1986 where WUF MP, Isikeli Nadalo argued that, \"there should only be two political groups fighting the election.\" With the common aim of defeating the Alliance, a meeting between FLP, NFP and WUF was arranged for 26 June 1986. === Opposition to Coalition === Not all Labour supporters were happy with the idea of a coalition with NFP. USP lecturer, Dr Anirudh Singh, released the results of a survey, which demonstrated that Labour could win 26 seats on its own. The main concern for those who agreed with Dr Singh was that a coalition with NFP would destroy Labour's multiracial image and undermine its efforts to win greater Fijian support. Dr Singh's survey was designed to rally anti-coalition support at the first FLP convention in Lautoka in July 1986, but Krishna Dutt managed to persuade the convention to allow the Party's Management Board \"a free hand to negotiate possible areas of cooperation that might serve the Party's electoral strategy.\" The Fiji Sun's political columnist wrote, \"The Party must choose between political expediency and clinging to the basic principles on which the Party was founded.\" Mahendra Sukhdeo, a Labour Suva City Councillor, resigned in protest and joined the Alliance. === Coalition formalised === Despite grassroots opposition, the Labour Party moved closer to coalition. On 10 October 1986, agreement was reached for a coalition with WUF. On 9 November 1986, the NFP appointed former opposition leader, Jai Ram Reddy, to negotiate the final pact with the FLP, and two days later the National Council of the FLP authorised the Management Board to finalise the coalition details. == First Labour Government == The Fiji Labour Party formed its first government (in coalition with the National Federation Party) after elections in April 1987 gave the coalition 28 of the 52 parliamentary seats. Its election was overwhelmingly supported by Indo- Fijians, but resented by many ethnic Fijians, only 9% of whom had voted for the coalition. Strikes and demonstrations followed, and on 14 May the army seized power. == 1987 to 2000 == Bavadra's widow, Kuini (later Adi Kuini Speed) took the leadership of the party after her husband's death in 1989, but was deposed in 1991 by Mahendra Chaudhry. She left the party in 1995, objecting to the direction in which Chaudhry was taking it. In the 1990s, the Labour Party lost most of its ethnic Fijian support, and the 1994 election showed that its support among Indo-Fijians was declining as well. It won only 7 seats that year. In 1992, the party was admitted into the Socialist International as a consultative member. == The People's Coalition and the Coup of 2000 == The fortunes of the Labour Party revived in the later 1990s, as the government of Prime Minister Sitiveni Rabuka became unpopular amid admissions of womanising and reports of high-level corruption in his administration. In the election of 1999, the Labour Party swept to power, winning 37 seats in the 71-member House of Representatives, an absolute majority. A further 21 seats were won by its partners in the People's Coalition. Chaudhry became Fiji's first Indo-Fijian Prime Minister. On 19 May 2000, Chaudhry's government was overthrown in a putsch led by George Speight, a businessman whom the Labour government had fired from management of Fiji's lucrative pine industry. The President, Ratu Sir Kamisese Mara, dismissed the government on 27 May, intending to assume executive authority himself to confront the rebels, but his plan misfired when he was pressured into resigning two days later by the military commander, Commodore Frank Bainimarama. == Post-coup developments == Elections to restore democracy were held in September 2001. The Labour Party contested the election on a platform calling for an independent inquiry into the 2000 coup, and for compensation to be paid to its victims, including police officers and military personnel. The party also backed medical cover for all workers, and proposed removing Value Added Tax (VAT) from basic items; it had already instigated court proceedings to that effect. The party also proposed a five-year plan for economic recovery. Hurt by intra-party fighting and the defection of key figures including Tupeni Baba, however, the party won the most votes (34.8%), but only 28 of the 71 seats in the House of Representatives (Fiji), four fewer than the Soqosoqo Duavata ni Lewenivanua (SDL) of Laisenia Qarase. The inability of the Labour Party and National Federation Party (NFP) (the only other political party with significant Indo- Fijian support) to reach a deal on exchanging \"preferences\" in Fiji's transferable voting system, and the NFP's decision to give its preferences to the SDL instead, probably cost Labour the election: despite their having been allies in the 1980s, the two parties have since become bitter enemies. Since 2001, Mahendra Chaudhry had survived a leadership challenge and had rebuilt the Labour Party. Before 2006 it had won several key by-elections, and appeared well-placed to mount a credible challenge to the Qarase government in 2006. Chaudhry's strained relationship with Prime Minister Qarase had prevented the Labour Party from being represented in the Cabinet, despite the constitutional stipulation that any political party with more than eight seats in the House of Representatives is entitled to proportionate representation in the Cabinet. On 18 July 2003, the Supreme Court of Fiji ruled that Qarase's exclusion of the Labour Party breached the constitution, and demanded that the situation be rectified. Negotiations, appeals, and counter-appeals followed, which delayed the appointment of Labour Party ministers. In June 2004, the Supreme Court ruled that the Labour Party was entitled to 14 out of 30 Cabinet posts. Qarase announced that he would accept and implement the order, but his refusal to include Chaudhry himself in any cabinet line-up continued to stall negotiations about the composition of the cabinet until Chaudhry announced towards the end of 2004 that the Labour Party was no longer interested in joining the government, and would remain in opposition for the remainder of the parliamentary term. == 2005 municipal poll == On 7 July 2005, the Labour Party suspended all of its councillors on the Lautoka City Council, following a scandal in which councillors were found to have granted taxi bases to relatives and colleagues. Those suspended were the Deputy Mayor, Vijend Verma, Torika Ram, Aruna Devi, Atish Lekh Ram, Sunia Kunawave, Pravin Naidu, Hari Narayan, Divendra Chandra and Dhurup Chand. The last four submitted in their resignations from the Labour Party, saying they wanted nothing more to do with it. Naidu said he was resigning from the party in protest against the suspensions, which he said were a public relations ploy. The Labour Party was thought to be facing a stiff challenge to its control of the council in the municipal elections of 22 October and 13 November, from the new Sugar City Ratepayers Alliance, but in the end swept to a landslide victory, taking 12 of the 16 seats. The party also won a two-thirds majority in the Nasinu Town Council, but was heavily defeated in the poll for the Suva City Council. == Towards 2006 == At its conference on 28 July 2005, the Labour Party approved a platform for the election due in 2006. The platform calls for strategies to be enacted to ensure annual economic growth of 6%, price reductions for basic food items, and incentives for indigenous landowners to develop and profit from their land. The party also advocates electoral reform, calling for the abolition or at least the reduction of Communal constituencies, which are reserved for candidates and electors enrolled as members of specific ethnic groups. On 21 November, FLP Parliamentarian Perumal Mupnar said that an FLP government would remove Value Added Tax (VAT) from all food items. The FLP has been exploring coalition possibilities with other parties ahead of the election. Fiji's instant run-off voting system, known locally as the alternative vote, allows votes for a low-polling candidate to be transferred to other candidates, following an order specified by the candidate, which may be customised by the individual voter. Most political parties are seeing coalition arrangements that will enable them to maximise their chances. Deputy Leader Poseci Bune announced on 3 October that the FLP would attempt to broaden its appeal to indigenous Fijians by fielding more indigenous candidates than in previous elections. The final decision about what seats to contest would be made after the conclusion of negotiations with potential coalition partners, such as the NAPF and the UPP. On 10 October, Mahendra Chaudhry announced that 222 applications had been received for the 71 parliamentary constituencies, many of them indigenous. He was not surprised, he said, by the increasing interest shown by indigenous Fijians, whom he described as \"frustrated\" with the SDL government. He also welcomed what he said was a good number of prospective female candidates, saying that more women were needed in an area that was dominated by men. FLP secretary and parliamentarian Lekh Ram Vayeshnoi announced on 9 January 2006 that the party would contest the forthcoming elections on a platform of completing the program it had begun in 1999–2000. === Negotiations with the NFP === On 18 August 2005, officials of the FLP and the National Federation Party (NFP) held what they described as a \"courtesy call\". Preferential voting was among the topics discussed, but no serious negotiations were entered into, with both parties indicating that such a move would be premature. Several major news services reported in early September, however, that the two parties were close to reaching a deal. Comments by FLP officials led credence to these rumours, but on 7 September, the NFP President, Raman Pratap Singh, denied that any such agreement was imminent, stating that the NFP had held no talks with FLP officials on any cooperative arrangements. NFP secretary Pramod Rae thought likewise: \"We are open to discussion,\" he said. \"But at this stage there is nothing. We will have to see what their party policies are, if they are similar then we will share preferences.\" On 3 October, however, Rae said that although a final decision had not been made, sentiment within the NFP was leaning towards contesting the 2006 election alone, rather than aligning itself with either the FLP or the ruling SDL. Chaundry claimed on 19 October that NFP officials were unwilling to meet their FLP counterparts, and that the FLP would therefore concentrate on trying to maximise its own vote in the first count, rather than rely on votes transferred from other parties. Then, on 4 November, he rebuffed what he said was an NFP overture to exchange preferences in seven safe Indian communal constituencies. Speaking at three sugar cane farming settlements in Ba Province, he said that what the NFP really wanted was for the FLP to give them those seven seats, all of which were then held by the FLP. \"They want something for nothing and their proposal is simply not on,\" Chaudhry said. However, NFP assistant general secretary Kamal Iyer denied that his party had presented any such proposal to the FLP, or to any party for that matter. The FLP announced on 13 February 2006 that it would put aside its differences with the NFP provided that the NFP would do likewise. The NFP rejected the offer, calling it a deliberate tactic designed to mislead the supporters of both parties, Fiji Television reported. The NFP strongly denied Chaudhry's claim that the NFP leader failed to appear at a scheduled meeting in late 2005. A meeting between representatives of the two parties took place in the last week of February 2006. Conflicting media reports followed on whether the talks had proved fruitful or whether they had ended in deadlock. === Negotiations with NAPF, UPP === The FLP also attempted to negotiate coalition preferences with the National Alliance Party (NAPF) and the United Peoples Party. UPP leader Mick Beddoes was hopeful, but cautioned that his party would not accept any deal that was not favourable to UPP candidates. On 7 October, however, he revealed that the UPP and the FLP were close to finalising a draft agreement for consideration, and on 16 October he announced that the UPP executive had approved an electoral pact with the FLP the day before. \"We share similar positions on issues of unemployment, poverty alleviation, health and other areas. It is also based on our belief in the rights of all our citizens and their need for equality under the law,\" Beddoes said, explaining his agreement with the FLP. On 2 December, the two parties signed a memorandum of understanding, agreeing to draw up a joint manifesto and to share preferences at the 2006 election. The agreement left both parties free to contest any or all of the 71 parliamentary seats, or to field joint candidates by mutual agreement. It also left open the possibility of other parties joining the coalition. On 22 February 2006, the FLP and its UPP and Party of National Unity (PANU) allies announced that the UPP's Mick Beddoes had been chosen to lead the negotiations with other parties, such as the NAPF and the NFP, concerning coalitions or preference deals. On 13 March, FLP Parliamentarian Krishna Datt and NAPF President Ratu Epeli Ganilau both denied reports that their respective parties had agreed on Cabinet allocations in a coalition government. A secret agreement had allegedly provided for Ganilau to become Prime Minister, Chaudhry Minister for Finance, and FLP Deputy Leader Poseci Bune Foreign Minister. Discussions were ongoing, they said, and no agreement had been made. ===Election result=== In the 2006 Fijian general election, the FLP contested 59 seats in the 71-member House of Representatives. The party won 39% of the popular vote and 31 seats. Almost 80% of the Indo-Fijian community voted for the FLP, which won all 19 seats allocated to Indo-Fijians. ==2006 coup and aftermath== The FLP initially supported the 2006 Fijian coup d'état, after party president Jokapeci Koroi announced support for a military takeover on national television in January 2006. Chaudhry served in the interim regime, holding the portfolios of Finance, Sugar Reform and National Planning, with Assistant secretary-general Lekh Ram Vayeshnoi and Management Board member Tom Ricketts holding other portfolios. As a result, the party was expelled from the Socialist International at its 23rd congress. In August 2008, the FLP left the interim government, ostensibly to prepare for elections. Chaudhry subsequently became a critic of the regime and was arrested for breaching emergency laws. In January 2013, the military regime promulgated new regulations governing the registration of political parties, requiring all parties to have at least 5,000 members. The FLP applied for registration on 15 February, becoming one of only two parties to do so. Registration was granted on 3 May 2013. ==2014–present== The FLP contested the general elections held in September 2014. The military-backed interim government did not permit Chaudhry to be a candidate and prohibited him from campaigning in the first election since the 2006 coup, although he was still the Fiji Labour Party leader. The results gave the party only 2.4 percent of the vote and no parliamentary seats, while interim Prime Minister Frank Bainimarama's Fiji First Party took 59.2 percent of the vote and 32 of the 50 seats. Chaudhry joined the leaders of other opposition parties in alleging electoral fraud. On 3 July 2015, Chaudhry was quoted by Radio New Zealand as announcing his retirement from the leadership of the FLP, having served in that capacity for 23 years. The next day, however, he denied having made such a statement. ===2018 election=== In October 2018 the FLP signed a partnership agreement with the Freedom Alliance to join forces for the 2018 election. The party submitted a joint list of 25 candidates, including 6 women. However, it failed to win any seats, winning only 2,800 votes. ==Electoral history== ===Parliamentary elections=== {| class=\"wikitable\" style=\"text-align:center\" !Election !Votes !% !Seats !+/– !Position !Outcome |- |1987 |461,056 |47.1% | |New | 2nd | |- |1992 |56,948 |16.1% | | 15 | 3rd | |- |1994 |51,951 |14.6% | | 6 | 3rd | |- |1999 |231,946 |32.2% | | 30 | 1st | |- |2001 |N\\A |34.8% | | 10 | 1st | |- |2006 |300,797 |39.2% | | 4 | 2nd | |- |2014 |11,670 |2.3% | | 31 | 5th | |- |2018 |2,800 |0.6% | | 0 | 6th | |} ==Notes== ==References== ==External links== *Official website of the Fiji Labour Party Category:Former member parties of the Socialist International Category:Political parties in Fiji Category:1985 establishments in Fiji",
 "title": "Fiji Labour Party"
}