{
 "id": "404619",
 "text": "This article lists political parties in Fiji. Prior to the 2006 Fijian coup d'état Fiji had a multi-party system, with numerous parties in which no one party had a chance of gaining power alone, forcing parties to work with each other to form coalition governments. In January 2013 the military regime promulgated new regulations governing the registration of political parties. Parties are required to have 5,000 financial members, obey a code of conduct, and be named in the English language. The existing 16 registered parties were required to re-register under the new rules, but only two – the Fiji Labour Party and the National Federation Party – did so. The rest were dissolved on February 15, 2013 and their assets forfeited to the government. ==Current parties== ===Registered parties=== {| class=\"wikitable\" |- ! Party !! Acronym / Abbreviation !! Leader !! Seats in Parliament (2018-2022) !! Ideology |- | FijiFirst || FFP || Frank Bainimarama || style=\"text-align:center\" |27 || Liberalism, Populism |- | Social Democratic Liberal Party || SODELPA || Viliame Gavoka || style=\"text-align:center\" |21 || Right-wing Nationalism |- | National Federation Party || NFP || Biman Prasad || style=\"text-align:center\" |3 || Social democracy |- | People's Alliance || PA || Sitiveni Rabuka || style=\"text-align:center\" |– || |- | Freedom Alliance || FAP || Jagath Karunaratne || style=\"text-align:center\" |– || Liberalism, Internationalism |- | Unity Fiji Party || UFP || Savenaca Narube || style=\"text-align:center\" |– || Multiculturalism |- | HOPE || HOPE || Tupou Draunidalo || style=\"text-align:center\" |– || |- | Fiji Labour Party || FLP || Mahendra Chaudhry || style=\"text-align:center\" |– || Social Democracy |} ==Historical parties== Political parties that have played a pivotal role in the past, but are now defunct. * All Nationals Congress – formerly a multiracial party. Split, with some joining the Fijian Association Party (FAP), and others the United General Party, which later became the United Peoples Party. * Alliance Party – the former ruling party (1967-1987); founded by Ratu Sir Kamisese Mara. On 18 January 2005, Ratu Epeli Ganilau, the past Chairman of the Great Council of Chiefs, formally registered the National Alliance Party of Fiji as the claimed successor to the defunct party. * Bei Kai Viti (Protector of Fiji or BKV) – ethnic Fijian party founded in 1999 by Ratu Tevita Momoedonu; later merged with PANU to form People's National Party (PNP) * Christian Democratic Alliance, more commonly known by the Fijian acronym VLV (Veitokoni ni Lewenivanua VaKarisito) – founded in 1999, this party won 19 percent of the vote and 3 seats in the 1999 election. It was weakened in 2001 when the leader, Poseci Bune, defected to join the Fiji Labour Party. In 2005, this party merged into the National Alliance Party of Fiji. * Coalition of Independent Nationals – a grouping of six candidates styling themselves as independents, in the 1999 election. Led by Prince Vyas Muni Lakshman. * Conservative Alliance (CAMV), a nationalistic party that broke away from the Fijian Political Party (SVT) (q.v.) in 2001; led by Ratu Naiqama Lalabalavu, its key figures included insurrectionist George Speight. The party merged into the Soqosoqo Duavata ni Lewenivanua in March 2006, but was revived in 2008. * Dodonu ni Taukei (DNT) – ethnic Fijian party led by Dr Fereti S. Dewa. * Fijian Association Party (FAP) – founded by Josefata Kamikamica; significant in the 1990s but wiped out in 2001. Most members merged in June 2002 into the new Fiji Democratic Party; a rump continued under the leadership of Ratu Inoke Seru. * Fiji Democratic Party – founded in June 2002 by Filipe Bole as a merger of the Fijian Association Party, the Christian Democratic Alliance, the New Labour Unity Party, and most members of the Soqosoqo ni Vakavulewa ni Taukei. Dissolved in April 2005 and merged into the new National Alliance Party of Fiji * Fijian Nationalist Party – a hardline nationalist party advocating indigenous Fijian supremacy, founded by Sakeasi Butadroka in 1975. Merged with the Vanua Tako Lavo Party in 1999 to form the Nationalist Vanua Tako Lavo Party * General Voters Party (GVP), the rump of a once-significant party that mostly merged into what is now the United Peoples Party in the late 1990s. Led by Dan Johns. * Girmit Heritage Party (GHP), a small Indo-Fijian party led by Beni Sami. * Green Party of Fiji – dissolved 2013 * Lio 'On Famör Rotuma Party (LFR), a party representing Rotuman Islanders, led by Sakumanu Pene * Justice and Freedom Party (AIM): led by Dildar Shah, dissolved 2013 * National Alliance Party of Fiji (NAPF): registered on 18 January 2005 by Ratu Epeli Ganilau as the successor to the defunct Alliance Party; dissolved 2013 * National Youth Party (2005–2013) * Nationalist Vanua Tako Lavo Party (NVTLP), led by Iliesa Duvuloco, dissolved 2013 * New Labour Unity Party (founded in 2001 by Tupeni Baba; won two seats). * People's National Party, predominantly ethnic Fijian; effectively led by Meli Bogileka; formed from a merger of the Party of National Unity (PANU) – and the Protector of Fiji (Bai kei Viti, founded by Ratu Tevita Momoedonu). * New Nationalist Party, led by Saula Telawa. A splinter from the NVTLP * One Fiji Party (OFP) * Party of National Unity (PANU) – multiracial party founded in 1998 by Sairusi Gagavoka; now merged into the People's National Party (PNP), though it was revived. * Peoples Democratic Party (PDP) – a split from the Fiji Labour Party, active from 2013 to 2018. * Social Liberal Multicultural Party, led by Joketani Delai (dissolved 2013) * Soqosoqo Duavata ni Lewenivanua (United Fiji Party or SDL, mainly ethnic Fijian; led the government from 2001 through 2006; dissolved 2013) * Soqosoqo ni Vakavulewa ni Taukei (SVT), ethnic Fijian; the governing party from 1992 to 1999, but decimated in 1999 and anihlated in 2001. Partially merged into the Fiji Democratic Party in June 2002. * Sugar City Ratepayers Alliance – a party that exists only in the City of Lautoka, where it participates in municipal politics. * United Peoples Party (supported mostly by Europeans, Chinese, and other minorities; dissolved 2013) * Vanua Tako Lavo Party – nationalist party advocating political supremacy for indigenous Fijians, founded by Iliesa Duvuloco. Merged with Fijian Nationalist Party in 1999 to form the Nationalist Vanua Tako Lavo Party * Western United Front, political party based in the western part of Viti Levu, active in the early 1980s. ==Coalitions and electoral alliances== * Grand Coalition Initiative Group – a coalition of five predominantly indigenous Fijian parties formed to contest the upcoming election scheduled for mid-2006. Participating parties are: the Soqosoqo Duavata ni Lewenivanua, Conservative Alliance, Fijian Political Party, Nationalist Vanua Tako Lavo Party, and the People's National Party. * People's Coalition – an electoral alliance consisting of the Fiji Labour Party, the Fijian Association Party, and the Party of National Unity, which won the 1999 elections. * NFP–Labour Coalition was the coalition of the National Federation Party and Fiji Labour Party under the leadership of Timoci Bavadra, formed in 1987 to contest that year's general election. The coalition won the election with 28 seats in the House of Representatives to the Alliance Party's 24 seats. * NFP-WUF Coalition was a coalition of the National Federation Party(NFP) led by Jai Ram Reddy and the Western United Front (WUF) under the leadership of Ratu Osea Gavidi, formed to fight the 1982 general election against the Alliance Party. The coalition was an attempt by Reddy to broaden the appeal of a future NFP led Government to the ethnic Fijians. == See also == * Elections in Fiji ==References== Fiji Political parties Fiji Political parties",
 "title": "List of political parties in Fiji"
}