{
 "id": "404806",
 "text": "Thomas Edward Watson (September 5, 1856 – September 26, 1922) was an American politician, attorney, newspaper editor and writer from Georgia. In the 1890s Watson championed poor farmers as a leader of the Populist Party, articulating an agrarian political viewpoint while attacking business, bankers, railroads, Democratic President Grover Cleveland, and the Democratic Party. He was the nominee for vice president with Democrat William Jennings Bryan in 1896 on the Populist ticket. Elected to the United States House of Representatives in 1890, Watson pushed through legislation mandating Rural Free Delivery, called the \"biggest and most expensive endeavor\" ever instituted by the U.S. Postal Service. Politically, he was a leader on the left in the 1890s, calling on poor whites and poor blacks to unite against the elites. After 1900, however, he shifted to nativist attacks on blacks and Catholics (and after 1914 on Jews). Two years before his death, he was elected to the United States Senate; however, he died while still in office. ==Biography== ===Early career=== Thomas E. Watson was born September 5, 1856, in Thomson, the county seat of McDuffie County, Georgia. He was of entirely English descent. After attending Mercer University (he did not graduate; family finances forced withdrawal after two years), he became a school teacher. At Mercer University, Watson was part of the Georgia Psi chapter of Sigma Alpha Epsilon fraternity. Watson later studied law and was admitted to the Georgia bar in 1875. He joined the Democratic Party and in 1882 was elected to the Georgia Legislature. As a state legislator, Watson struggled unsuccessfully to curb the abuses of the powerful railroad corporations. A bill subjecting railroads to county property taxes was voted down after U.S. Senator Joseph E. Brown offered to provide the legislators with round-trip train fares to the Louisville Exposition of 1883. In disgust, Watson resigned his seat and returned to the practice of law before his term expired. He was a presidential elector for the Democratic ticket of Grover Cleveland and Allen G. Thurman in the 1888 election. thumb|left|200px|Thomas E. Watson as a younger man. ===US Representative=== Watson began to support the Farmers' Alliance platform and was elected to the United States House of Representatives as an Alliance Democrat in 1890. He served in the House from 1891 until March 1893. In Congress, Watson was the only Southern Alliance Democrat to abandon the Democratic caucus, instead attending the first People's Party congressional caucus. At that meeting, he was nominated for Speaker of the House by the eight Western Populist Representatives. Watson was instrumental in the founding of the Georgia Populist Party in early 1892. The People's Party advocated the public ownership of the railroads, steamship lines, and telephone and telegraph systems. It also supported the free and unlimited coinage of silver, the abolition of national banks, a system of graduated income tax and the direct election of United States Senators. As a Populist, Watson tried to unite the agrarians across class lines, overcoming racial divides. He also supported the right of black men to vote. The failures of the Populists' attempt to make political progress through fusion tickets with the Democrats in 1896 and 1898 deeply affected Watson. ===Rural Free Delivery=== Watson, though a member of a minority faction in Congress, was nonetheless effective in passing landmark legislation. The most significant was a law to require the Post Office to deliver mail to remote farm families. Rural Free Delivery (RFD), legislation that Watson pushed through Congress in 1893, eliminated the need for individuals living in more remote homesteads to pick up mail, sometimes at distant post offices, or to pay private carriers for delivery. The legislation was opposed by private carriers, and by many small-town merchants who worried the service would reduce farm families' weekly visits to town to obtain goods and merchandise, or that mail order merchants selling through catalogs, such as Sears, Roebuck and Company might present significant competition. RFD became an official service in 1896. That year, 82 rural routes were put into operation. A massive undertaking, nationwide RFD service took several years to implement, and remains the \"biggest and most expensive endeavor\" ever instituted by the U.S. Postal Service. ===Political defeat, law, and publishing=== Watson campaigned for re-election but was defeated, leaving office in March 1893. In this period, regular Democrats worked to reduce the voting power of blacks and poor whites to prevent such coalitions as the Populists, or alliances with Republicans. Democrats controlled the state legislature: they passed laws to disfranchise blacks and were successful in pushing them off the voter rolls by such requirements as cumulative poll taxes (1877), literacy tests, and residency requirements. In 1908, Georgia also instituted white primaries,Julien C. Monnet, \"The Latest Phase of Negro Disenfranchisement\", Harvard Law Review, Vol.26, No.1, Nov. 1912, p.42, accessed 14 Apr 2008 another way of excluding blacks in what had become a one- party state, where in 1900 African Americans made up 46.7% of the population.Historical Census Browser, 1900 Federal Census, University of Virginia , accessed 15 Mar 2008 After being defeated, Watson returned to work as a lawyer in Thomson, Georgia. He also served as editor and business manager of the People's Party Paper, published in Atlanta.Watson's People's Party Paper for December 1893 through January 1897 is available on two reels of microfilm from the Wisconsin Historical Society. The masthead of Watson's newspaper in 1894 declared that it \"is now and will ever be a fearless advocate of the Jeffersonian Theory of Popular Government, and will oppose to the bitter end the Hamiltonian Doctrines of Class Rule, Moneyed Aristocracy, National Banks, High Tariffs, Standing Armies and formidable Navies — all of which go together as a system of oppressing the people.\"Thomas E. Watson, President People's Paper Publishing Association, People's Party Paper, vol. 3, no. 40 (June 22, 1894), pg. 4. === Vice Presidential candidacy === In the 1896 presidential election the leaders of the Populist Party entered into talks with William Jennings Bryan, the proposed Democratic Party candidate. They were led to believe that Watson would become Bryan's running mate. After the Populist 1896 convention nominated Bryan, the latter announced that Arthur Sewall, a more conservative banker from Maine, would be his vice presidential choice on the Democratic ticket. This created a split in the Populist Party. Some refused to support Bryan, whereas others, such as Mary Lease, reluctantly campaigned for him. Watson's name remained on the ballot as Bryan's vice presidential nominee on the Populist Party ticket, while Sewall was listed as Bryan's Democratic Party vice presidential nominee. Watson received 217,000 votes for vice president, less than a quarter of the number of votes received by the 1892 Populist ticket. However, Watson received more votes than any national Populist candidate from this time on. Bryan's defeat damaged the Populist Party. While Populists held some offices in Western states for several years, the party ceased to be a factor in Georgia politics. ===Shifting racial views=== Watson had long supported black enfranchisement in Georgia and throughout the South, as a basic tenet of his populist philosophy. He condemned lynching and tried to protect black voters from lynch mobs. However, after 1900 his interpretation of populism shifted. He no longer viewed the populist movement as being racially inclusive. By 1908, Watson identified as a white supremacist and ran as such during his presidential bid. He used his highly influential magazine and newspaper to launch vehement diatribes against blacks. right|thumb|250px|Watson's visage on a 1904 People's Party campaign poster. ===Presidential candidacies=== Watson was nominated as the Populist Party's candidate in 1904 and received 117,183 votes. This was double the Populist's showing in 1900, but less than one-eighth of the party's support from just 12 years earlier. The Populist Party's fortunes declined in the 1908 presidential campaign, and Watson as the party's standard bearer, with judge Samuel W. Williams as his running mate, attracted just 29,100 votes. While Watson never received more than 1% of the nationwide vote, he had respectable showings in selected Western and Southern states. In the 1904 and 1908 campaigns, Watson received 18% and 12% respectively in his home state of Georgia. After the 1908 campaign, the Populist Party was dissolved. Watson denounced socialism, which had drawn many converts from the ashes of Populism. Retaining his rural Populist and nativist ideology, and responding to the view that eastern urban America was dominated by Catholics, Watson also became a vigorous anti-Catholic crusader. ===Later years=== Through his publications Watson's Magazine and The Jeffersonian, Watson continued to have great influence on public opinion, especially in his native Georgia. In 1913 Watson played a prominent role through his newspaper in inflaming public opinion in the case of Leo Frank, a Jewish American factory manager who was accused of the murder of Mary Phagan, a 13-year-old factory worker.Albert S. Lindemann. \"The Jew Accused\" New York: Cambridge University Press, 1991, p.260-264 ===Anti-Semitic views=== When Frank was arrested in 1913, his wealthy family asked Watson to take on his legal defense, offering a substantial fee. Watson, who opposed the death penalty, \"enjoyed a formidable reputation\" as a defense attorney in capital cases. But he declined the offer. Historian Albert Lindemann wrote that \"Frank's friends and family would not have approached Watson to defend Frank if Watson had been known to be anti-Semitic.\" At that point in Watson's life, \"he had repeatedly expressed friendly words for Jews in his various publications, and Jewish merchants, even if hostile to [Watson's Populist political views], had regularly bought advertising space in those publications\". Watson's taste for sensationalism was fully expressed in his publications' coverage of Frank's trial. Yet it \"rarely and only in inconsequential ways touched upon Jews\". After Frank's conviction, and for the next year, during the appeals process, Watson \"scrupulously refrained from comment about the case\". Then in March 1914, an editorial in the Atlanta Journal demanded a new trial for Frank. The Journal was widely regarded as the organ of Watson's bitter political rival U.S. Senator Hoke Smith, who was up for re-election.. Watson's hatred of Smith was \"a blinding obsession\".Woodward, C. Vann. Tom Watson, Agrarian Rebel (1938) pp 358, 450 He thought that the Journal editorial showed that Smith was receiving \"Jewish money\" to champion Frank's cause, so Watson determined to disgrace Smith. For many years he had attacked the Catholic Church; now he began a campaign against rich Jews and Northerners who were, in his view, trying to free a murderer. In this effort he pulled out all the stops, spewing \"graphically vicious remarks about Jews\". Lindemann suggests two reasons for Watson's attacks: the feud with Senator Smith, and Watson's long-held Populist views about the power of the rich and their ability to escape penalty for things which brought harsh punishment for the poor. In keeping with this view, Watson wrote \"Frank belongs to the Jewish aristocracy, and it was determined by the rich Jews that no aristocrat of their race should die for the death of a working-class Gentile.\" In response to the condemnation of Georgia in the national press after the Leo Frank lynching, Watson responded in The Jeffersonian intimating that \"another Ku Klux Klan may be organized to restore home rule.\"Woodward, p 386. However, Watson's biographer found no evidence that Watson had any connection to the second KKK that was later formed. ===World War I=== thumb|Watson towards the end of his life|alt=|left|175x175px With the outbreak of World War I in 1914, Watson was sympathetic to the insurgent Socialist Party of America, and he opposed American entry into the war. By opposing the war, Watson made himself vulnerable to his political opponents, most of whom supported the war. Watson mustered political resistance with headlines asking, \"Do You Want Your Son Killed in Europe in A Quarrel You Have Nothing to Do With?\". As a result of his Socialist association, his continued criticism of the war after the American entry in 1917, and his class-based arguments against the Selective Service Act of 1917, the U.S. Post Office refused to deliver his publications, bringing them to an end. ===Election to U.S. Senate and death=== In 1918, Watson made a late bid for Congress but lost to Carl Vinson, who had been a strong supporter of American involvement in World War I. Watson rejoined the Democratic Party, and in 1920 was elected to the U.S. Senate, defeating his bitter rival Hoke Smith. Watson died of a cerebral hemorrhage in 1922 at age 66. Rebecca L. Felton was appointed to succeed him and served (for 24 hours) as the first female U.S. Senator. ===Legacy=== Named for Watson is the \"Thomas E. Watson Highway\", a portion of U.S. Route 23 in Habersham County, Georgia. Watson was honored with a bronze statue on the lawn of the Georgia State Capitol in Atlanta over the legend \"A champion of right who never faltered in the cause.\"Jonathan Turley, Atlanta Journal-Constitution, August 13, 2000. In October 2013, Governor Nathan Deal signed an order for the relocation of the statue to Park Plaza, which is across the street from the Capitol. He said that the relocation was part of a renovation. On November 29, 2013, Watson's statue was removed from the steps of the state Capitol, and relocated across the street at Park Plaza.Kristina Torres, \"Tom Watson's statue removed from Georgia's Capitol steps.\" Atlanta Journal-Constitution, November 29, 2013, https://www.ajc.com/news/tom-watson-statue-removed-from-georgia-capitol- steps/lXsGyKnHtKqWHvabgEzNVP/ ==Footnotes== ==Works== * * The Story of France Vol. I The Story of France Vol. II By Thomas E. Watson (1899) * The Life and Times of Thomas Jefferson By Thomas E. Watson (1900) * * * The Life and Speeches of Thos. E. Watson (1908) * Socialists and Socialism By Thomas Edward Watson (1910) * * The Life and Times of Andrew Jackson By Thomas E. Watson (1912) * Political and Economic Handbook By Thomas Edward Watson (1916) ==Further reading== * * Albert S. Lindemann. \"The Jew Accused\" New York: Cambridge University Press, 1991 * Fred D. Ragan, \"Obscenity or Politics? Tom Watson, Anti-Catholicism, and the Department of Justice,\" Georgia Historical Quarterly, vol. 70, no. 1 (Spring 1986), pp. 17–46. In JSTOR * C. Vann Woodward. Tom Watson: Agrarian Rebel. New York: Macmillan, 1938. —Reissued 1973. * ==See also== *List of United States Congress members who died in office (1900–49) ==External links== *Stuart A. Rose Manuscript, Archives, and Rare Book Library, Emory University: Thomas E. Watson collection, 1906-1923 * * The Thomas E. Watson Papers Digital Collection from the Southern Historical Collection at the University of North Carolina at Chapel Hill * Inventory of the Thomas E. Watson Papers, 1863-1996 in the Southern Historical Collection at the University of North Carolina at Chapel Hill. * * Tom Watson Biography at Vassar * Tom Watson Biography at Watson-Brown Foundation * Tom Watson Biography at Strangers To Us All * Fiery Politician Alienated Many, By Ben Palmer * Watson's Magazine, full issues at Internet Archive * Thomas E. Watson, late a representative from Georgia, Memorial addresses delivered in the House of Representatives frontispiece 1924 |- |- |- |- Category:1856 births Category:1922 deaths Category:19th-century American newspaper publishers (people) Category:20th-century American politicians Category:1888 United States presidential electors Category:1896 United States vice- presidential candidates Category:American people of English descent Category:Candidates in the 1904 United States presidential election Category:Candidates in the 1908 United States presidential election Category:American lynching defenders Category:American newspaper editors Category:American newspaper publishers (people) Category:American anti–World War I activists Category:American socialists Category:Democratic Party United States senators Category:Georgia (U.S. state) Democrats Category:Georgia (U.S. state) lawyers Category:Georgia (U.S. state) Populists Category:Lynching in the United States Category:Members of the Georgia House of Representatives Category:Members of the United States House of Representatives from Georgia (U.S. state) Category:People from Thomson, Georgia Category:People's Party members of the United States House of Representatives Category:Progressive Era in the United States Category:United States senators from Georgia (U.S. state) Category:American white supremacists Category:19th-century American lawyers",
 "title": "Thomas E. Watson"
}