{
 "id": "405132",
 "text": "General Courtney Hicks Hodges (January 5, 1887 – January 16, 1966) was a decorated senior officer in the United States Army who commanded First U.S. Army in the Western European Campaign of World War II. Hodges was a notable \"mustang\" officer, rising from private to general. Born in Perry, Georgia, he began studies at the United States Military Academy but dropped out after failing Geometry. He joined the Army in 1906 as a private, rapidly advanced into the noncommissioned officer ranks, and obtained a commission after passing a competitive examination in 1909. As a young man, Hodges served under Colonel John J. Pershing in the Pancho Villa Expedition and became part of the first rescue mission in U.S. military aviation history when he helped save a stranded aviator. He was a battalion commander in France during World War I, and was awarded the Distinguished Service Cross for extraordinary heroism. In 1943, he was sent to England to serve under General Omar Bradley. Hodges was deputy commander of First Army during the D-Day invasion. Two months later, he was appointed First Army's commander. Under Hodges, First Army had 18 divisions, the most under the immediate command of any general in the European theater of World War II. First Army liberated Paris, was the first Allied army to enter Germany, and cut Nazi Germany in two by advancing east to link up with Soviet forces who advanced west. ==Early life and military career== Hodges was born in Perry, Georgia on January 5, 1887. The Hodges family traces its roots back to England and Hodges' branch arrived in America in 1750. After the American Revolution, they moved to Houston County, Georgia. Courtney's father, John became the proprietor of the local newspaper, Houston Home Journal. Hodges attended Perry High School and graduated in 1903. Later he enrolled at North Georgia Agricultural College (now known as the University of North Georgia). He became a member of the Pi Kappa Alpha Fraternity. After his first year at North Georgia, he received an appointment to the United States Military Academy at West Point. He would have graduated with the Class of 1909, but he dropped out after a year because of an inability to comprehend geometry. He then worked at a grocery store for a year. In 1906, Hodges enlisted in the United States Army as a private and was assigned to Company L, 17th Infantry at Fort McPherson, Georgia. He quickly rose to the rank of sergeant, and in 1909 performed well on the competitive examination for prospective officers. He was appointed a second lieutenant of Infantry in November, just a few months after his West Point classmates graduated, and was assigned to the 13th Infantry. In his early career he served with future Army Chief of Staff George Marshall in the Philippines and future General George S. Patton in Mexico. File:Photograph of Courtney Hodges, 3 years old, circa 1890 - DPLA - 2058803969fadb703e3436588744dc23.jpeg|Age 3 File:Photograph of Hodges family, Perry, Georgia - DPLA - 905ec465eae08c002d0843ba4c80d6af.jpeg|Hodges family File:Photograph of Perry school students, Perry, Georgia, 1902 - DPLA - 164960a366bddee0815ca1ede1dc283f.jpeg|Perry School, 1902 File:Official register of officers and cadets of the United States Military Academy, West Point, New York, 1904 June - DPLA - af8140f45ca5269fae184408cafee33f.pdf|West Point, 1904, Official register File:Photograph of cadet Courtney Hodges, West Point, New York, 1904-1905 - DPLA - c28e7759fcf4f26fba06ad41a745fca3.jpeg|Cadet Hodges, West Point, 1904–1905 File:United States Military Academy conduct report for cadet Courtney Hodges, West Point, New York, 1905 May - DPLA - 8e2743ec9f7d763724a8ae17b3594f28.jpeg|Conduct report, May 1905 File:Photograph of Courtney Hodges, Fort McPherson, Georgia, 1909 - DPLA - 7351f4ea240e473dd770ce672e50ba26.jpeg|1909, Fort McPherson, Georgia File:Photograph of U. S. infantrymen, Florida, 1915 - DPLA - 3543a9a493a4174e72c2d637b8a23649.jpg|1915, US Infantrymen, Florida File:Photograph of infantrymen - DPLA - 07618b3afe05838ffe14811ee8627ba7.jpeg|Lt. Courtney Hodges File:Photograph of Courtney Hodges - DPLA - 701539d4d3f971ace794b055ba6cc15d.jpeg|Major Hodges ==Pancho Villa Expedition, World War I and postwar years== Hodges served in Fort Leavenworth, Kansas in San Antonio, Texas and in the Philippine Islands. His first significant military operation was under the command of Colonel John J. Pershing, who led an expedition into Mexico to capture Pancho Villa after the Mexican bandit had raided the town of Columbus, New Mexico in the spring of 1916. This less-than successful mission included the first US army use of aircraft in combat. Hodges recorded a footnote in history when he was detached to rescue a stranded aviator, the first such rescue mission in U.S military aviation history. Hodges served with 6th Infantry Regiment, 5th Division, during World War I. He rose to lieutenant colonel and commander of a battalion in the 6th Infantry, in the St Mihiel and Meuse-Argonne campaigns of 1918. For the latter campaign, he led a scouting expedition across the Meuse River and penetrated the German lines, maintaining a bridgehead through 20 hours of constant fire from the enemy. Their location became the lead point of the American advance across the Meuse. Over the course of the war he earned the Distinguished Service Cross for extraordinary heroism while leading an attack across the Marne River. After occupation duty in Germany, Hodges spent the years 1920 to 1924 on the staff at West Point before attending and graduating from the United States Army Command and General Staff College in 1925. He then served as an instructor at the United States Army Infantry School, Fort Benning, Georgia until 1926, and in a similar capacity at the Air Corps Tactical School at Maxwell field, Alabama until 1929. For the next four years, he was a member of the Infantry Board at Fort Benning. Hodges then completed the United States Army War College in 1934. In 1938, he became an assistant commandant of the Army Infantry School, before becoming commandant in 1940. ==World War II== In May 1941 Hodges was promoted to major general. He was given various assignments, including Chief of Infantry, until he received command of the X Corps, which was stationed stateside, in 1942. In 1943, having been promoted to lieutenant general, he continued to command X Corps and then the Third Army. When the Third Army moved from the United States to England for the projected invasion of Europe, command of the army passed to General George Patton Jr. Hodges was named deputy commanding general of the First Army under General Omar Bradley. During Operation Overlord in June and July 1944, Hodges served under Bradley as the deputy commander of the First Army. In August 1944, Hodges succeeded Bradley as the commander of First Army, taking over when Bradley moved up to command the 12th Army Group. Hodges served under the command of Bradley and General Dwight D. Eisenhower until Nazi Germany's surrender in May 1945. Hodges' First Army moved quickly across France, helping to liberate Paris on August 25, 1944 and then led them through France, Belgium, and Luxembourg on their way to Germany. General Hodges' troops were the first Allied troops to penetrate Germany, having reached the German border (northwest of Trier) on September 11, 1944. During the failed British attack on Arnhem, Operation Market Garden, supply priority was given to the Anglo-Canadian 21st Army Group, and the First Army was diverted to the north of the Ardennes to stage limited attacks to draw German defenders south, away from the target sites. Hodges' troops had a major role in blunting the Wehrmacht's major counteroffensive in the Ardennes: the Battle of the Bulge. When the German advance cut the First Army off from the 12th Army Group and Bradley, his First Army was placed under the temporary command of the Anglo- Canadian 21st Army Group, under Field Marshal Bernard Montgomery, along with Ninth United States Army, on 20 December 1944. The First Army reverted to the 12th Army Group on 17 January 1945. Before, during, and after the Battle of the Bulge, the First Army fought the Germans in the Battle of Aachen, and the parallel 5-month long Battle of Hurtgen Forest to the south east of Aachen, as part of the main US effort to breach the Siegfried Line and advance through Germany to the Roer River. Hodges led First Army to liberate most of Luxembourg in three days, from September 9 through to September 12, 1944. The city of Aachen was captured on 22 October, but the German counter-offensive and the Battle of the Bulge took place before the other objectives could be completed. Once the Battle of the Bulge was won, the Hürtgen Forest was taken and on 10 February the Rur Dam was finally captured. The overall cost of the Siegfried Line Campaign in American personnel was close to 140,000. By March 7, 1945, the 9th Armored Division of the First Army captured the Ludendorff Bridge at Remagen. The First Army was the first enemy of Germany to cross the Rhine since the Napoleonic Wars. By the time the bridge collapsed after 10 days, the First Army had built two heavy duty bridges across the Rhine and established a bridgehead 40 kilometers (25 mi) long, extending from Bonn in the north almost to Koblenz in the south, and 10 to 15 kilometers (6.2 to 9.3 mi) deep, occupied by five U.S. divisions. They advanced slowly, waiting for Montgomery and the 21st Army Group to launch Operation Plunder across the Rhine on 23 March. thumb|left|Lieutenant-General Courtney H Hodges, General Omar Bradley's deputy during the Normandy landings and subsequently commander of the US 1st Army, part of the 12th Army Group, being decorated by Field Marshal Montgomery at Munchen Gladbach in Germany. Together with U.S Ninth Army, the First Army trapped 300,000 German troops in the Battle of Ruhr Pocket. A month later, Hodges' troops of the First Army met elements of the Soviet Red Army near Torgau on the Elbe River. Hodges was promoted to the rank of four-star general on April 15, 1945. He became the first of the two soldiers in the history of the United States Army to make their way from private to general, the other being Walter Krueger who served in the Southwest Pacific Theater. Omar Bradley said of Hodges, \"No other leader and no other armed force unit in World War II is entitled to greater credit than that which belongs to the quiet, modest General Courtney Hicks Hodges and his First Army\". Eisenhower referred to Hodges as the \"spearhead and the scintillating star\" of the United States advance into Germany, and sought to ensure that Hodges was properly recognised for his achievements despite \"being seemingly overlooked by the headline writers.\" After the end of World War II in Europe on May 7, 1945, Hodges and the First Army were ordered to prepare to be sent the Pacific Theater for the proposed invasion of Japan in late 1945 to March 1946. However, that move became unnecessary when the Japanese Empire surrendered, with the official surrender documents signed in Tokyo Bay on September 2, 1945. Hodges was one of the very few individuals present at the surrenders of both Nazi Germany in Reims, France, and of the Japanese Empire at Tokyo Bay. File:Photograph of Courtney Hodges - DPLA - d8a77bc1acf3b92a511c42b0c9c70829.jpeg|Lt. General Courtney Hodges File:Courtney Hodges meets Gleb Baklanov April 1945.jpg|US Army General Courtney Hodges (left) greets Soviet Army Major General Gleb Baklanov (right) after the meeting of Soviet and US forces on the Elbe File:Photograph of a banquet, Perry, Georgia, 1945 - DPLA - 97f1b06ede07d6d2f2b919c2ec474daf.jpeg|General Courtney Hodges visited Perry, Georgia, in 1945. File:Photograph of Courtney Hodges giving a speech, Perry, Georgia, 1945 - DPLA - 174690f3a91faa597f3f32b4a256e763.jpeg|Courtney Hodges giving a speech, Perry, Georgia, 1945 ==Post-war life== After World War II, Hodges continued command of First Army at Fort Jay at Governors Island, New York, until his retirement in March 1949. He later acted as the Military Advisor to Sir Owen Dixon, United Nations Mediator to Kashmir.DWIGHT D. EISENHOWER LIBRARY, p/4 ==Personal life== On June 22, 1928, Hodges married a young widow, Mildred Lee Hodges (Mildred Lee Buchner). He reportedly courted her by inviting her along to walk his dog and go shooting. They had no children. ==Death and legacy== Hodges died in San Antonio, Texas, in 1966. He was buried at Arlington National Cemetery, Section 2, Grave 890-A. In Perry, Georgia, the State Route 7 Spur, a former section of U.S. Route 41/State Route 7, was named General Courtney Hodges Boulevard. A road in Dinant (Belgium) is named Avenue Général Hodges. Although he possessed fine military reputation as a firm and skilled commander, Hodges was quiet and little known to his troops despite significant efforts to enhance his image and popularity. In his postwar memoirs, Omar Bradley who knew Hodges as well as anyone, wrote: File:ANCExplorer Courtney Hodges grave.jpg|Headstone in Arlington National Cemetery File:Program for the naming ceremony for the General Courtney Hicks Hodges Building, Crisp County, Georgia, 1978 July 15 - DPLA - 7e93f2928a4d9ae81b4519195e1ecb9c.pdf|Dedication, 1978, General Courtney Hicks Hodges Building, Georgia Veterans Memorial Park, Crisp County, Georgia File:Program for the dedication of the General Courtney Hicks Hodges Armory, Perry, Georgia, 1980 August 2 - DPLA - db7a32a6edd33dd185bef3f67eed1a41.pdf|Dedication, 1980, General Courtney Hicks Hodges Armory, Perry, Georgia File:21-11-042-hodges.jpg|Painting of General Hodges at the Museum of Aviation ==Awards== Hodges' honors and awards included: ===United States=== {| |- | |Distinguished Service Cross |- | |Army Distinguished Service Medal with two Oak Leaf Clusters |- | |Silver Star |- | |Bronze Star Medal |- | |Mexican Service Medal |- | |World War I Victory Medal with three Campaign Stars |- | |Army of Occupation of Germany Medal |- | |American Defense Service Medal |- | |American Campaign Medal |- | |Asiatic- Pacific Campaign Medal |- | |European-African-Middle Eastern Campaign Medal with five service stars |- | |World War II Victory Medal |} ===Foreign orders and decorations=== * 80px Knight Commander of the Order of the British Empire (United Kingdom) * 80px Grand Officer of the Legion of Honour (France) * 80px Grand Officer of the Order of Leopold (Belgium) * 80px Companion of the Order of the Bath (United Kingdom) * 80px Grand Officer of the Order of the Liberator San Martin (Argentina) * 80px Order of Suvorov (USSR) * 80px Order of the Oak Crown (Luxembourg) * 80px Croix de Guerre 1939-1945 with palm (France) * 80px Croix de Guerre 1939–1945 with palm (Belgium) ===Distinguished Service Cross citation=== The President of the United States of America, authorized by Act of Congress, July 9, 1918, takes pleasure in presenting the Distinguished Service Cross to Lieutenant Colonel (Infantry) Courtney Hicks Hodges (ASN: 0-2686), United States Army, for extraordinary heroism in action while serving with 6th Infantry Regiment, 5th Division, A.E.F., near Brieulles, France, November 2–4, 1918. Lieutenant Colonel Hodges personally conducted a reconnaissance of the Meuse River, to determine the most advantageous location for a crossing, and for a bridge site. Having organized a storming party, he attacked the enemy not 100 paces distant, and, although failing, he managed to effect the crossing of the canal after 20 hours of ceaseless struggling. His fearlessness and courage were mainly responsible for the advance of his brigade to the heights east of the Meuse. Division: 5th Division, American Expeditionary Forces General Orders: War Department, General Orders No. 3 (1919) ==Dates of rank== {| class=\"wikitable\" ! Insignia !! Rank !! Component !! Date |- | No insignia |Cadet || United States Military Academy || June 16, 1904 (Resigned June 17, 1905.) |- | Various |Enlisted || Regular Army || May 1, 1906 |- | No insignia in 1909 |Second lieutenant || Regular Army || November 13, 1909 |- |13px|center | First lieutenant || Regular Army || July 1, 1916 |- |33px|center | Captain || Regular Army || May 15, 1917 |- |40px|center | Major || National Army || June 7, 1918 |- |40px|center | Lieutenant colonel || National Army || October 31, 1918 Official date of rank of March 20, 1918 |- |40px|center | Major || Regular Army || July 1, 1920 |- |40px|center | Lieutenant colonel || Regular Army || October 1, 1934 |- |60px|center | Colonel || Regular Army || October 1, 1938 |- |33px|center | Brigadier general || Regular Army || April 1, 1940 |- |66px|center | Major general || Regular Army || May 1, 1941 |- |100px|center | Lieutenant general || Army of the United States || February 16, 1943 |- |133px|center | General || Army of the United States || April 15, 1945 |- |133px|center | General || Retired List || March 31, 1949 |} Official Register of Commissioned Officers of the United States Army, 1948. pg. 835. ==Footnotes== ==References== * * * * * * ==External links== *Papers of Courtney Hicks Hodges, Dwight D. Eisenhower Presidential Library *Short Timeline on Hodges *Biography on Hodges *Generals of World War II *United States Army Officers 1939−1945 |- |- |- Category:1887 births Category:1966 deaths Category:People from Perry, Georgia Category:Military personnel from Georgia (U.S. state) Category:United States Army generals of World War II Category:United States Army generals Category:United States Army personnel of World War I Category:American people of English descent Category:Operation Overlord people Category:United States Distinguished Marksman Category:Recipients of the Distinguished Service Cross (United States) Category:Recipients of the Distinguished Service Medal (US Army) Category:Recipients of the Silver Star Category:United States Army Command and General Staff College alumni Category:Recipients of the Order of Suvorov, 1st class Category:Burials at Arlington National Cemetery Category:University of North Georgia alumni Category:United States Military Academy alumni Category:United States Military Academy faculty",
 "title": "Courtney Hodges"
}