{
 "id": "405128",
 "text": "Saleh () or Salih (; ) is an Arab prophet mentioned in the Quran who prophesied to the tribe of Thamud in ancient Arabia, before the lifetime of the Prophet Muhammad. The story of Saleh is linked to the story of the She- Camel of God, which was the gift given by God to the people of Thamud when they desired a miracle to confirm that Saleh was truly a prophet. == Historical context == The Thamud were a tribal confederation in the northwestern region of the Arabian Peninsula, mentioned in Assyrian sources in the time of Sargon II. The tribe's name continues to appear in documents into the fourth century CE, but by the sixth century they were regarded as a group that had vanished long ago. According to the Quran, the city that Saleh was sent to was called Al-Hijr, which corresponds to the Nabataean city of Hegra. The city rose to prominence around the first century AD as an important site in the regional caravan trade. Adjacent to the city were large, decorated rock-cut tombs used by members of various religious groups. At an unknown point in ancient times, the site was abandoned and possibly functionally replaced by Al-'Ula. The site has been referred to as Mada'in Salih since the era of Muhammad, named after his predecessor Salih. Outside of the Islamic and Baháʼí Faiths, Saleh is not mentioned in any other Abrahamic scripture or contemporary historical text, but the account of Thamud's destruction may have been well known in ancient Arabia. The tribe's name is used in ancient Arabian poetry as a metaphor for \"the transience of all things\". == In Islam == === Quran === Saleh's life in his community had been so righteous that the people of Thamud virtually relied upon him for support.Q11:62: \"They argued, “O Ṣâliḥ! We truly had high hopes in you before this.1 How dare you forbid us to worship what our forefathers had worshipped? We are certainly in alarming doubt about what you are inviting us to.” \" (Khattab translation) He was chosen by God as a Messenger and sent to preach against the selfishness of the wealthy and to condemn the practice of shirk (idolatry or polytheism). Although Saleh preached the message for a sustained period of time, the people for Thamud refused to hear his warning and instead began to ask Saleh to perform a miracle for them. They said: \"O Salih! Thou hast been of us! A centre of our hopes hitherto! Dost thou forbid us the worship of what our fathers worshiped? But we are really in suspicious (disquieting) doubt as to that to which thou invitest us.\" Saleh reminded his people of the countless castles and palaces they built out of stone,: \"And remember how He made you inheritors after the 'Ad people and gave you habitations in the land: ye build for yourselves palaces and castles in (open) plains, and care out homes in the mountains; so bring to remembrance the benefits (ye have received) from Allah, and refrain from evil and mischief on the earth\" and of their technological superiority over neighbouring communities. Furthermore, he told them about their ancestors, the ʿĀd tribe, and how they too were destroyed for their sins. Some of the people of Thamud believed Saleh's words, but the tribal leaders refused to listen to him and continued to demand that he demonstrate a miracle to prove his prophethood.: \"The leaders of the arrogant party among his people said to those who were reckoned powerless - those among them who believed: \"Know ye indeed that Salih is a messenger from his Lord?\" In response, God gave the Thamud a blessed she-camel, as both a means of sustenance and a test. The tribe was told to allow the camel to graze peacefully and avoid harming her.: \"Now hath come unto you a clear (Sign) from your Lord! This she-camel of Allah is a Sign unto you: So leave her to graze in Allah's earth, and let her come to no harm, or ye shall be seized with a grievous punishment.'\" But in defiance of Saleh's warning, the people of the tribe hamstrung the camel. Saleh informed them that they had only three more days to live before the wrath of God descended upon them. The people of the city were remorseful, but their crime could not be undone, and all the disbelieving people in the city were killed in an earthquake. Al-Hijr was rendered uninhabited and remained in ruins for all time thereafter. Saleh himself and the few believers who followed him survived.: \"So Salih left them, saying: 'O my people! I did indeed convey to you the message for which I was sent by my Lord: I gave you good counsel, but ye love not good counselors!'\" The story is expanded upon in Sūrat an-Naml, whilst the she-camel is not mentioned explicitly here, it states that nine men plotted to kill Salih and his whole family, a crime for which they were struck down by God three days later. === Muslim tradition === Muslim writers have elaborated upon the story of Saleh and the she-camel. Early Islamic tradition often involved a motif of the camel miraculously emerging from stone, often accompanied by a calf, and the production of milk from the camel. Al-Tabari states that Saleh summoned his people to a mountain, where they witnessed the rock miraculously split open, revealing the camel. The she-camel had a young calf. Saleh informed the Thamud that the older camel was to drink from their water source on one day, and they were to drink from it the next day. On days when they were not allowed to drink water, the camel provided them with milk. But God informed Saleh that a boy who would hamstring the camel would soon be born to the tribe, and that child was evil and grew unnaturally fast. The camel was indeed killed, and its calf cried out three times, signaling that the Thamud would be destroyed in three days. Their faces turned yellow, then red, then black, and they died on the third day as predicted. According to some Islamic scholars, the mother of Ismail, Hajar, was a granddaughter of the prophet Salih. A similar tradition is related in an eighth-century commentary on Islam by John of Damascus and is also mentioned in the works of Ibn Kathir. == In the Baháʼí Faith == The founder of the Baháʼí Faith, Bahá'u'lláh, briefly mentioned the story of the hamstrung she-camel in the Lawh-i-Burhán, and commented also upon Saleh's ministry in the Kitáb-i-Íqán. 'Abdu'l-Bahá states that the she-camel symbolizes the holy spirit of Saleh and the camel's milk refers to the spiritual food that he offered to his people. In the Kitáb-i-Íqán, Saleh is referred to as \"the holy person of Sálih, Who again summoned the people to the river of everlasting life.\" Like other Prophets of God, the people of the time turned away from Him: \"His admonitions, however, yielded no fruit, and His pleading proved of no avail....All this, although that eternal Beauty was summoning the people to no other than the city of God.\" == See also == * Biblical and Quranic narratives * List of notable Hijazis * Methuselah * Prophets and messengers in Islam * Qiṣaṣ al-Anbiyāʾ (\"Stories of the Prophets\") * Kitáb-i-Íqán (Book of Certitude) == References == Category:Prophets of the Quran",
 "title": "Saleh"
}