{
 "id": "40513",
 "text": "The 1840 United States presidential election was the 14th quadrennial presidential election, held from Friday, October 30 to Wednesday, December 2, 1840. Economic recovery from the Panic of 1837 was incomplete, and Whig nominee William Henry Harrison defeated incumbent President Martin Van Buren of the Democratic Party. The election marked the first of two Whig victories in presidential elections. In 1839, the Whigs held a national convention for the first time. The 1839 Whig National Convention saw 1836 nominee William Henry Harrison defeat former Secretary of State Henry Clay and General Winfield Scott. Van Buren faced little opposition at the 1840 Democratic National Convention, but controversial Vice President Richard Mentor Johnson was not re-nominated. The Democrats thus became the only major party since the passage of the Twelfth Amendment to fail to select a vice presidential nominee. Referencing vice presidential nominee John Tyler and Harrison's participation in the Battle of Tippecanoe, the Whigs campaigned on the slogan of \"Tippecanoe and Tyler Too.\" With Van Buren weakened by economic woes, Harrison won a popular majority and 234 of 294 electoral votes. Voter participation surged as white male suffrage became nearly universal, and a contemporary record of 42.4% of the voting age population voted for Harrison. Van Buren's loss made him the third president, and the first outside the Adams family, to lose re-election. The Whigs did not enjoy the benefits of victory. The 67-year-old Harrison, the oldest U.S. president elected until Ronald Reagan won the 1980 presidential election, died a little more than a month after inauguration. Harrison was succeeded by John Tyler, who unexpectedly proved not to be a Whig. While Tyler had been a staunch supporter of Clay at the convention, he was a former Democrat, a passionate supporter of states' rights, and effectively an independent. As President, Tyler blocked the Whigs' legislative agenda and was expelled from the Whig Party, subsequently the second independent (after Washington) to serve as president. == Nominations == === Whig Party nomination === {| class=\"wikitable\" style=\"font-size:90%; text- align:center;\" |- | style=\"background:#f1f1f1;\" colspan=\"30\"|1840 Whig Party ticket |- ! style=\"width:3em; font-size:135%; background:#F0DC82; width:200px;\"| ! style=\"width:3em; font-size:135%; background:#F0DC82; width:200px;\"| |- style=\"color:#000000; font-size:100%; background:#F0DC82;\" | style=\"width:3em; font-size:100%; color:#000; background:lightyellow; width:200px;\"|for President | style=\"width:3em; font-size:100%; color:#000; background:lightyellow; width:200px;\"|for Vice President |- | center|200x200px | center|200x200px |- | Former U.S. Senator from Ohio (1825–1828) | Former U.S. Senator from Virginia (1827–1836) |- | colspan=2 |Campaign |- |} The first national convention of the Whig Party was called for by members of the party in Congress and it was attended by almost 250 delegates in Harrisburg, Pennsylvania. Henry Clay, William Henry Harrison, and Winfield Scott ran for the party's presidential nomination. The delegations of each state balloted separately before meeting together with the other representatives of the states. Clay initially led on the first ballot, but Harrison won on the final ballot with 148 votes compared to Clay's 90 votes and Scott's 16 votes after supporters from Scott switched to Harrison. John Tyler was selected as a fractional and geographical balance to Harrison. === Democratic Party nomination === {| class=\"wikitable\" style=\"font-size:90%; text-align:center;\" |- | style=\"background:#f1f1f1;\" colspan=\"30\"|1840 Democratic Party ticket |- ! style=\"width:3em; font- size:135%; background:#3333FF; width:200px;\"| |- | style=\"width:3em; font- size:100%; color:#000; background:#C8EBFF; width:200px;\"|for President |- | center|200x200px |- | 8th President of the United States (1837–1841) |- |} Democratic members of the New Hampshire General Court made a call for the 1840 Democratic National Convention which was held in Baltimore, Maryland in May 1840. Delegates from twenty-two states attended the convention, but the sizes of the delegations varied with New Jersey having fifty-nine delegates to cast its eight votes while Massachusetts only had one delegate to cast its fourteen votes. A committee was formed to make recommendations for the nominations and the committee supported Van Buren for renomination which was approved by acclamation. However, the vice-presidential nomination was left vacant due to opposition to opposition to Vice President Richard M. Johnson's personal life. === Anti-Masonic Party nomination === After the negative views of Freemasonry among a large segment of the public began to wane in the mid 1830s, the Anti-Masonic Party had begun to disintegrate. Its leaders began to move one by one to the Whig party. Party leaders met in September 1837 in Washington, D.C., and agreed to maintain the party. The third Anti-Masonic Party National Convention was held in Philadelphia on November 13–14, 1838. By this time, the party had been almost entirely supplanted by the Whigs. The delegates unanimously voted to nominate William Henry Harrison for president (who the party had supported for president the previous election along with Francis Granger for vice president) and Daniel Webster for vice president. However, when the Whig National Convention nominated Harrison with John Tyler as his running mate, the Anti- Masonic Party did not make an alternate nomination and ceased to function and was fully absorbed into the Whigs by 1840. {| class=\"wikitable\" style=\"text- align:right\" |+ Convention vote |- ! Presidential vote ! ! Vice Presidential vote ! |- | align=left | William Henry Harrison | 119 | align=left | Daniel Webster | 119 |} === Liberty Party nomination === James G. Birney, Myron Holley, Joshua Leavitt, and Gerrit Smith proposed the creation of an anti- slavery party. In July 1839, two resolutions proposed by Holley at the American Anti-Slavery Society's meeting Cleveland, which called for the creation of an abolitionist party, failed. Members of the society who supported the creation of a party nominated Birney and Francis Julius LeMoyne as a presidential ticket at a meeting in Warsaw, New York. However, Birney declined the presidential nomination as he preferred a nomination to be made by a regular body of abolitionists and LeyMoyne also declined the vice- presidential nomination. Smith and Holley made a call for an abolitionist nominating convention to be held on April 1, 1840, in Albany, New York. 121 delegates attended the delegation and selected a presidential ticket of Birney and Thomas Earle. which was accepted. and the name Liberty Party was selected. Birney was unable to campaign during the election as he was in England until November. The Liberty Party received opposition from followers of William Lloyd Garrison and abolitionist Whigs. The party did not produce enough ballots and received 7,453 votes. == General election == === Campaign === thumb|Caricature on the aftermath of the panic of 1837 In the wake of the Panic of 1837, Van Buren was widely unpopular, and Harrison, following Andrew Jackson's strategy, ran as a war hero and man of the people while presenting Van Buren as a wealthy snob living in luxury at the public expense. Although Harrison was comfortably wealthy and well educated, his \"log cabin\" image caught fire, sweeping all sections of the country. Harrison avoided campaigning on the issues, with his Whig Party attracting a broad coalition with few common ideals. The Whig strategy overall was to win the election by avoiding discussion of difficult national issues such as slavery or the national bank and concentrate instead on exploiting dissatisfaction over the failed policies of the Van Buren administration with colorful campaigning techniques. ==== Log cabin campaign of William Henry Harrison ==== Harrison was the first president to campaign actively for office. He did so with the slogan \"Tippecanoe and Tyler too\". Tippecanoe referred to Harrison's military victory over a group of Shawnee Native Americans at a river in Indiana called Tippecanoe in 1811. For their part, Democrats laughed at Harrison for being too old for the presidency, and referred to him as \"Granny\", hinting that he was senile. Said one Democratic newspaper: \"Give him a barrel of hard cider, and ... a pension of two thousand [dollars] a year ... and ... he will sit the remainder of his days in his log cabin.\" right|thumb|350px|Results by county explicitly indicating the percentage of the winning candidate in each county. Shades of yellow are for Harrison (Whig) and shades of blue are for Van Buren (Democrat). Whigs took advantage of this quip and declared that Harrison was \"the log cabin and hard cider candidate\", a man of the common people from the rough-and-tumble West. They depicted Harrison's opponent, President Martin Van Buren, as a wealthy snob who was out of touch with the people. In fact, it was Harrison who came from a family of wealthy planters, while Van Buren's father was a tavernkeeper. Harrison however moved to the frontier and for years lived in a log cabin, while Van Buren had been a well-paid government official. Nonetheless, the election was held during the worst economic depression in the nation's history, and voters blamed Van Buren, seeing him as unsympathetic to struggling citizens. Harrison campaigned vigorously and won. === Results === Harrison won the support of western settlers and eastern bankers alike. The extent of Van Buren's unpopularity was evident in Harrison's victories in New York, the president's home state, and in Tennessee, where Andrew Jackson himself had come out of retirement to stump for his former vice-president. Few Americans were surprised when Van Buren lost in the electoral vote by 234 to 60, but many were amazed by the closeness of the popular vote: of 2.41 million votes cast, Van Buren lost by only 146,500, and a shift of 20,000 votes to Van Buren in Michigan, Mississippi, New Jersey, New York and Pennsylvania would have left the electoral college in a 147–147 tie, forcing a contingent election in the House of Representatives. Given all the circumstances, it is surprising that the Democrats performed as well as they did. Of the 1,179 counties/independent cities making returns, Harrison won in 699 (59.29%) while Van Buren carried 477 (40.46%). Three counties (0.25%) in the South split evenly between Harrison and Van Buren. Harrison's victory won him precious little time as chief executive of the United States. After giving the longest inauguration speech in U.S. history (lasting about 1 hour and 45 minutes, in cold weather and rain), Harrison served only one month as president before dying of pneumonia on April 4, 1841. This was also the first election in US history in which a candidate won more than a million popular votes. This was the last election where Indiana voted for the Whigs. It is also the only election where the Whigs won Maine, Michigan, and Mississippi. The election was also the last time that Mississippi voted against the Democrats until 1872, the last in which Indiana did so until 1860 and the last in which Maine and Michigan did so until 1856. The 1840 presidential election was the only U.S. presidential election in which four people who either had been or would become a U.S. President (Van Buren, Harrison, Tyler, and Polk) received at least one vote in the Electoral College. File: United States Electoral College 1840.svg Source (Popular Vote): Source (Electoral Vote): (a) The popular vote figures exclude South Carolina where the Electors were chosen by the state legislature rather than by popular vote. === Geography of results === ==== Cartographic gallery ==== PresidentialCounty1840Colorbrewer.gif|Map of presidential election results by county WhigPresidentialCounty1840Colorbrewer.gif|Map of Whig presidential election results by county DemocraticPresidentialCounty1840Colorbrewer.gif|Map of Democratic presidential election results by county LibertyPresidentialCounty1840Colorbrewer.gif|Map of Liberty presidential election results by county OtherPresidentialCounty1840Colorbrewer.gif|Map of \"Other\" presidential election results by county CartogramPresidentialCounty1840Colorbrewer.gif|Cartogram of presidential election results by county CartogramWhigPresidentialCounty1840Colorbrewer.gif|Cartogram of Whig presidential election results by county CartogramDemocraticPresidentialCounty1840Colorbrewer.gif|Cartogram of Democratic presidential election results by county CartogramLibertyPresidentialCounty1840Colorbrewer.gif|Cartogram of Liberty presidential election results by county CartogramOtherPresidentialCounty1840Colorbrewer.gif|Cartogram of \"Other\" presidential election results by county == Results by state == Source: Data from Walter Dean Burnham, Presidential ballots, 1836–1892 (Johns Hopkins University Press, 1955) pp 247–257. {|class=\"wikitable\" |- |States/districts won by Van Buren |- |States/districts won by Harrison/Tyler |} {| class=\"wikitable sortable\" style=\"text-align:right\" |- ! colspan=2 | ! align=center colspan=3 | William Henry Harrison Whig ! align=center colspan=3 | Martin Van Buren Democratic ! align=center colspan=3 | James G. Birney Liberty ! colspan=\"2\" |Margin ! align=center colspan=2 | State Total |- ! align=center | State ! style=\"text-align:center; font-size: 60%\" | electoral votes ! align=center | # ! align=center | % ! style=\"text-align:center; font- size: 60%\" | electoral votes ! align=center | # ! align=center | % ! style=\"text-align:center; font- size: 60%\" | electoral votes ! align=center | # ! align=center | % ! style=\"text-align:center; font- size: 60%\" | electoral votes !# !% ! align=center | # ! |- ! style\"text-align:left\" | Alabama ! 7 | 0001361828,515 | 45.62 | - | 0004866933,996 | 54.38 | 7 | colspan=3 align=center | no ballots | -5,481 | -8.76 | 62,511 ! AL |- ! style\"text- align:left\" | Arkansas ! 3 | 5,160 | 43.58 | - | 6,679 | 56.42 | 3 | colspan=3 align=center | no ballots | -1,519 | -12.84 | 11,839 ! AR |- ! style\"text- align:left\" | Connecticut ! 8 | 31,598 | 55.55 | 8 | 25,281 | 44.45 | - | colspan=3 align=center | no ballots |6,317 |11.10 | 56,879 ! CT |- ! style\"text-align:left\" | Delaware ! 3 | 5,967 | 54.99 | 3 | 4,872 | 44.89 | - | colspan=3 align=center | no ballots |1,095 |10.10 | 10,852 ! DE |- ! style\"text-align:left\" | Georgia ! 11 | 40,339 | 55.78 | 11 | 31,983 | 44.22 | - | colspan=3 align=center | no ballots |8,356 |11.56 | 72,322 ! GA |- ! style\"text-align:left\" | Illinois ! 5 | 45,574 | 48.91 | - | 47,441 | 50.92 | 5 | 160 | 0.17 | - | -1,867 | -2.01 | 93,175 ! IL |- ! style\"text-align:left\" | Indiana ! 9 | 65,302 | 55.86 | 9 | 51,604 | 44.14 | - | colspan=3 align=center | no ballots |13,698 |11.72 | 116,906 ! IN |- ! style\"text- align:left\" | Kentucky ! 15 | 58,488 | 64.20 | 15 | 32,616 | 35.80 | - | colspan=3 align=center | no ballots |25,872 |28.40 | 91,104 ! KY |- ! style\"text-align:left\" | Louisiana ! 5 | 11,296 | 59.73 | 5 | 7,616 | 40.27 | - | colspan=3 align=center | no ballots |3,680 |19.46 | 18,912 ! LA |- ! style\"text-align:left\" | Maine ! 10 | 46,612 | 50.23 | 10 | 46,190 | 49.77 | - | colspan=3 align=center | no ballots |422 |0.46 | 92,802 ! ME |- ! style\"text-align:left\" | Maryland ! 10 | 33,528 | 53.83 | 10 | 28,752 | 46.17 | - | colspan=3 align=center | no ballots |4,776 |7.66 | 62,280 ! MD |- ! style\"text-align:left\" | Massachusetts ! 14 | 72,852 | 57.44 | 14 | 52,355 | 41.28 | - | 1,618 | 1.28 | - |20,497 |16.16 | 126,825 ! MA |- ! style\"text- align:left\" | Michigan ! 3 | 22,933 | 51.71 | 3 | 21,096 | 47.57 | - | 321 | 0.72 | - |1,837 |4.14 | 44,350 ! MI |- ! style\"text-align:left\" | Mississippi ! 4 | 19,515 | 53.43 | 4 | 17,010 | 46.57 | - | colspan=3 align=center | no ballots |2,505 |6.86 | 36,525 ! MS |- ! style\"text-align:left\" | Missouri ! 4 | 22,954 | 43.37 | - | 29,969 | 56.63 | 4 | colspan=3 align=center | no ballots | -7,015 | -13.26 | 52,923 ! MO |- ! style\"text-align:left\" | New Hampshire ! 7 | 26,310 | 43.88 | - | 32,774 | 54.66 | 7 | 872 | 1.45 | - | -6,464 | -10.78 | 59,956 ! NH |- ! style\"text-align:left\" | New Jersey ! 8 | 33,351 | 51.74 | 8 | 31,034 | 48.15 | - | 69 | 0.11 | - |2,317 |3.59 | 64,454 ! NJ |- ! style\"text-align:left\" | New York ! 42 | 226,001 | 51.18 | 42 | 212,733 | 48.18 | - | 2,809 | 0.64 | - |13,268 |3.00 | 441,543 ! NY |- ! style\"text-align:left\" | North Carolina ! 15 | 46,567 | 57.68 | 15 | 34,168 | 42.32 | - | colspan=3 align=center | no ballots |12,399 |15.36 | 80,735 ! NC |- ! style\"text-align:left\" | Ohio ! 21 | 148,157 | 54.10 | 21 | 124,782 | 45.57 | - | 903 | 0.33 | - |23,375 |8.53 | 273,842 ! OH |- ! style\"text- align:left\" | Pennsylvania ! 30 | 144,010 | 50.00 | 30 | 143,676 | 49.88 | - | 340 | 0.12 | - |334 |0.12 | 288,026 ! PA |- ! style\"text-align:left\" | Rhode Island ! 4 | 5,278 | 61.22 | 4 | 3,301 | 38.29 | - | 42 | 0.49 | - |1,977 |22.93 | 8,621 ! RI |- ! style\"text-align:left\" | South Carolina ! 11 | colspan=3 align=center | no popular vote | colspan=2 align=center | no popular vote | 11 | colspan=3 align=center | no popular vote | - | - | - ! SC |- ! style\"text-align:left\" | Tennessee ! 15 | 60,194 | 55.66 | 15 | 47,951 | 44.34 | - | colspan=3 align=center | no ballots |12,243 |11.32 | 108,145 ! TN |- ! style\"text-align:left\" | Vermont ! 7 | 32,445 | 63.90 | 7 | 18,009 | 35.47 | - | 319 | 0.63 | - |14,436 |28.43 | 50,773 ! VT |- ! style\"text-align:left\" | Virginia ! 23 | 42,639 | 49.35 | - | 43,757 | 50.65 | 23 | colspan=3 align=center | no ballots | -1,120 | -1.30 | 86,394 ! VA |- ! TOTALS: ! 294 ! 1,275,583 ! 52.87 ! 234 ! 1,129,645 ! 46.82 ! 60 ! 7,453 ! 0.31 ! - !145,938 !6.05 ! 2,412,694 ! US |- ! TO WIN: ! 148 ! colspan=\"17\" | |} ===Close states=== States where the margin of victory was under 1%: #Pennsylvania 0.12% (334 votes) #Maine 0.46% (422 votes) States where the margin of victory was under 5%: #Virginia 1.3% (1,120 votes) #Illinois 2.01% (1,867 votes) #New York 3.0% (13,268 votes) #New Jersey 3.59% (2,317 votes) (tipping point state) #Michigan 4.14% (1,837 votes) States where the margin of victory was under 10%: #Mississippi 6.86% (2,505 votes) #Maryland 7.66% (4,776 votes) #Ohio 8.53% (23,375 votes) #Alabama 8.76% (5,481 votes) == Campaign songs/slogans == === Harrison === \"Tippecanoe and Tyler too\" === Van Buren === == Election paraphernalia == Image:TippecanoeClubRibbonWilliamHenryHarrisonPrezCampaign1840.jpg|Harrison \"Tippecanoe Club\" ribbon Image:WilliamHenryHarrisonCampaignRallySilkRibbon09101840.jpg|Ribbon for Harrison political rally Image:1840 HarrisonConvention DanversMA engr byGGSmith DanversPublicLibrary.png|Ribbon for Danvers, Mass. delegation to Harrison Rally, Bunker Hill, 1840; engraved by George Girdler Smith Image:DelegateRibbonMassachusettsNatlDemConvention1840.jpg|Delegate badge, Democratic convention Image:1840 Boston Harrison Club.png|Cover of Boston Harrison Club's Harrison Melodies, 1840Boston Harrison Club. Harrison melodies: Original and selected. Boston: Weeks, Jordan and company, 1840. Google books == Electoral college selection == == In popular culture == In the film Amistad, Van Buren (played by Nigel Hawthorne) is seen campaigning for re-election. These scenes have been criticized for their historical inaccuracy.Foner, Eric (March 1998). \"The Amistad Case in Fact and Film\". == See also == * 1840 United States House of Representatives elections * 1840 and 1841 United States Senate elections * History of the United States (1789–1849) * Second Party System ==Notes== ==References== == Further reading == * Chambers, William Nisbet. \"The Election of 1840\" in Arthur M. Schlesinger, Jr. (ed.) History of American Presidential Elections, 1789–1968 (1971) vol 2; analysis plus primary sources * Cheathem, Mark. R. The Coming of Democracy: Presidential Campaigning in the Age of Jackson (Johns Hopkins University Press, 2018) * Ellis, Richard J. Old Tip vs. the Sly Fox: The 1840 Election and the Making of a Partisan Nation (U of Kansas Press, 2020) online review * Formisano, Ronald P. \"The new political history and the election of 1840,\" Journal of Interdisciplinary History, Spring 1993, Vol. 23 Issue 4, pp. 661–82 in JSTOR * * ** Greeley's description of the 1840 election is posted on Wikisource. * Holt, Michael F. \"The Election of 1840, Voter Mobilization, and the Emergence of the Second American Party System: A Reappraisal of Jacksonian Voting Behavior\", in Holt and John McCardell, eds. A Master's Due: Essays in Honor of David Herbert Donald (1986); emphasizes economic factors; See Formisano (1993) for criticism * * Leahy, Christopher J. President without a Party: The Life of John Tyler (LSU, 2020), a major scholarly biography; excerpt also online review * Shade, William G. \"Politics and Parties in Jacksonian America\", Pennsylvania Magazine of History and Biography Vol. 110, No. 4 (Oct. 1986), pp. 483–507 online * Zboray, Ronald J., and Mary Saracino Zboray. \"Whig Women, Politics, and Culture in the Campaign of 1840: Three Perspectives from Massachusetts\", Journal of the Early Republic Vol. 17, No. 2 (Summer, 1997), pp. 277–315 in JSTOR ===Primary sources=== * Chester, Edward W A guide to political platforms (1977) online * Porter, Kirk H. and Donald Bruce Johnson, eds. National party platforms, 1840-1964 (1965) online 1840-1956 == External links == * Presidential Election of 1840: A Resource Guide from the Library of Congress * \"The Campaign of 1840: William Henry Harrison and Tyler, Too\" high school level lesson plans and documents * * 1840 popular vote by counties * How close was the 1840 election? — Michael Sheppard, Massachusetts Institute of Technology * Election of 1840 in Counting the Votes Category:Presidency of William Henry Harrison Category:William Henry Harrison Category:Martin Van Buren Category:John Tyler",
 "title": "1840 United States presidential election"
}