{
 "id": "405827",
 "text": "In English folklore, Herne the Hunter is a ghost associated with Windsor Forest and Great Park in the English county of Berkshire. He is said to have antlers growing from his head, ride a horse, torment cattle, and rattle chains. The earliest mention of Herne comes from William Shakespeare's 1597 play The Merry Wives of Windsor, and it is impossible to know how accurately or to what degree Shakespeare may have incorporated a real local legend into his work, though there have been several later attempts to connect Herne to historical figures, pagan deities, or ancient archetypes. ==Legend== The earliest written account of Herne comes from Shakespeare's play \"The Merry Wives of Windsor\" (believed to have been written around 1597). Officially published versions of the play refer only to the tale of Herne as the ghost of a former Windsor Forest keeper who haunts a particular oak tree at midtown in the winter time; he is said to have horns, shake chains and cause cattle to produce blood instead of milk: An early, pirated version of the play from 1602 includes a different version of this text, which states that the ghost (spelled \"Horne\" in this version) was invented to scare children into obedience, and that mothers tell their children the tale of a ghost who walks the forest in the form of a great stag. Because it is a common surname, it is not possible to further identify Shakespeare's Herne, and no earlier references to his legend exist.Westwood, J. Haunted England: The Penguin Book of Ghosts. Penguin UK, 2013. Nearly two hundred years later, in 1792, Samuel Ireland slightly expanded on Shakespeare as follows: There is little written evidence for Herne the Hunter before the 1840s, and the details of his original folk tale have been filtered through the various versions of Shakespeare's The Merry Wives of Windsor. It has been noted that the reference to Herne's death as a suicide fits a traditional belief that this sort of death is more likely to produce a haunting. Shakespeare's reference to rattling chains also fits a very common ghostly motif. However, other elements of the tale are unusual for other ghost stories of Shakespeare's era. Ghostly cattle or dogs were common, but there are few contemporary examples of a ghostly stag. It is possible that Shakespeare invented this detail to better fit the forest setting, or to lead into the humorous image of a character wearing antlers, which would have resembled cuckold's horns to an Elizabethan audience. It was also unusual for ghosts of this period to produce such damaging effects. Herne is described bewitching (\"taking\") cattle, bloodying their milk, and causing trees to wither. ===Herne's Oak=== thumb|Herne's Oak Herne became widely popularised after his appearance in Shakespeare's play, and the supposed location of Herne's Oak was, for many years, a matter of local speculation and controversy. Some Ordnance Survey maps show Herne's Oak a little to the north of Frogmore House in the Home Park (adjoining Windsor Great Park). This tree was felled in 1796. In 1838, Edward Jesse claimed that a different tree in the avenue was the real Herne's Oak, and this gained in popularity especially with Queen Victoria. This tree was blown down on 31 August 1863, and Queen Victoria had another tree planted on the same site. The Queen's tree was removed in 1906 when the avenue was replanted. One of the new oaks planted in 1906 is currently given the title of Herne's Oak. ===Later additions=== Further details have entered the folklore from even later sources and reported sightings, such as those in the 1920s.R. Lowe Thompson, The History of the Devil 1929 p. 134 William Harrison Ainsworth's 1843 novel Windsor Castle featured Herne and popularised his legend. Ainsworth's version of the tale added a number of new details, including having Herne being gored by a stag, only to have the Devil save him on the condition that he wear the stag's antlers. Jacob Grimm was the first to suggest, very influentially, that Herne had once been thought of as the leader of the Wild Hunt, based on his title. In the 20th century, further details were added to Herne's legend, including the idea that his ghost appears shortly before national disasters and the deaths of kings. It was also during the 20th century that incidents of personal encounters with the ghost, or of people hearing his hounds and horn in Windsor Forest, were first reported. ==Possible origins== Various theories have been proposed to account for the origin of the character, none of which has been proved conclusive, and the source for many of the tales told of Herne remains unknown. ===Astronomical origins=== Orion and his two dogs canis major and minor. The antlers relate to the lunar mansion of Orion which is a deer. ===Palaeolithic origins and relationship with the Celtic Cernunnos=== In his 1929 book The History of the Devil – The Horned God of the West R. Lowe Thompson suggests that \"Herne\" as well as other Wild Huntsmen in European folklore all derive from the same ancient source, citing that \"Herne\" may be a cognate of the name of Gaulish deity Cernunnos in the same way that the English \"horn\" is a cognate of the Latin \"cornu\" (see Grimm's Law for more details on this linguistic feature) explaining that \"As the Latin cornu changes into horn so might Cerne change into Herne.\" He adds, \"In any case the reader may also be prepared to recognize Cernunnos and the older magician, who emerge as the Wild Huntsman. My assumption is that these two forms have been derived from the same Palæolithic ancestor and can, indeed, be regarded as two aspects of one central figure, will help us to understand the identification of Herlechin and Herne, whom I will take as the most familiar example of the huntsman.\"The History of the Devil by R. Lowe Thompson, 1920, page 133 Margaret Murray also identified Cernunnos with Herne in her 1933 book The God of the Witches. Callow, John. Embracing the Darkness: A Cultural History of Witchcraft. Bloomsbury Publishing, 2017. (pg. 212, 246) Some modern Neopagans such as Wiccans accept Lowe Thompson's equation of Herne with Cernunnos (which they further connect to the Greco-Roman god Pan).'Simple Wicca: A simple wisdom book' by Michele Morgan, Conari, 2000, , Herne however is a localised figure, not found outside Berkshire and the regions of the surrounding counties into which Windsor Forest once spread, and clear evidence for the worship of Cernunnos has been recovered only on the European mainland, and not in Britain.Ronald Hutton, The Pagan Religions of the Ancient British Isles: Their Nature and Legacy, People of the Mist (ch. 5) \"Herne\" could be derived ultimately from the same Indo-European root *ker-n-, meaning bone or horn, from which \"Cernunnos\" derives. However, a more direct source may be the Old English hyrne, meaning \"horn\" or \"corner\",Shipley, Joseph Twadell. 'Dictionary of Early English'. Philosophical Library, 1955. Page 330.Bosworth, Joseph. A Dictionary of the Anglo-Saxon Language, Containing the Accentuation—the Grammatical Inflections—the Irregular Words Referred to Their Themes—the Parallel Terms, from the Other Gothic Languages—the Meaning of the Anglo-Saxon in English and Latin—and Copious English and Latin Indexes ... Longman, Rees, Orme, Brown, Green, and Longman, 1838. Page 189. which is inconsistent with the Cernunnos theory.Petry, Michael John (1972). Herne the Hunter: A Berkshire Legend. William Smith (Booksellers) Ltd. . ===Anglo-Saxon deity=== In the Early Middle Ages, Windsor Forest came under the control of the pagan Angles who worshipped their own pantheon of gods, including Woden, whose Norse equivalent Odin rode across the night sky with his own Wild Hunt and hanged himself on the world tree Yggdrasil to learn the secret of the runic alphabet. It has been suggested that the name Herne is derived from the title Herian,Matthews, J. The Quest for the Green Man. Published by Quest Books, 2001. , . p. 116 a title used for Woden in his role as leader of fallen warriors ().Spence, Lewis (2007). Hero Tales and Legends of the Rhine. BiblioBazaar. , . p. 68De Berard Mills. Bardeen, C. W. The Tree of Mythology, Its Growth and Fruitage: Genesis of The Nursery Tale, Saws of Folk-lore, etc. 1889De Vries, Eric. 'Hedge-Rider: Witches and the Underworld'. Pendraig Publishing, 2008. , Greenwood, Susan. The Nature of Magic: An Anthropology of Consciousness. Berg Publishers, 2005. , . p. 120 ===Historical individual=== Samuel Ireland identified Herne as a real historical individual, saying that he died an unholy death of the type that might have given rise to tales of hauntings by his unquiet spirit. The fact that Herne is apparently a purely local figure supports this theory. One possibility is that Herne is supposed to be the ghost of Richard Horne, a yeoman during the reign of Henry VIII who was caught poaching in the wood. This suggestion was first made by James Halliwell-Phillipps, who identified a document listing Horne as a \"hunter\" who had confessed to poaching.Hedley, Windsor Castle, 93. The earliest edition of The Merry Wives of Windsor spells the name \"Horne\".Jeffrey Theis, The \"ill kill'd\" Deer: Poaching and Social Order in The Merry Wives of Windsor, Texas Studies in Literature and Language 43.1 (2001) 46–73. ==Post-Shakespearean adaptations== ===Music=== *François-André Danican Philidor's lost opera, Herne le chasseur (1773), is an adaptation of The Merry Wives of Windsor giving Herne the title role. *Carl Otto Nicolai's opera Die lustigen Weiber von Windsor (1845/46) includes Falstaff, disguised as Herne, on the musical stage. *Arrigo Boito, composing a libretto for Verdi's opera Falstaff by improvising upon materials in Merry Wives and Henry IV, built the moonlit last act set in Windsor Great Park around a prank revenge played upon the amorous Falstaff by masqueraders disguised as spirits and the spectral \"Black Huntsman\", in whom Herne the Hunter is recognisable. Carlo Prospero Defranceschi wrote a similar libretto for composer Antonio Salieri that specifically mentions Herne. *Ralph Vaughan Williams' opera Sir John in Love, an adaptation of Shakespeare's Merry wives, feature an impersonation of Herne the Hunter to misguide Falstaff. *\"The Legend of Herne the Hunter\" was part of Sir Arthur Sullivan's ballet Victoria and Merrie England of 1897, which portrayed various scenes from British folklore and history. *In the light opera Merrie England by Sir Edward German (1902), the librettist Basil Hood introduces another impersonation of Herne as a device to induce a change of heart in Queen Elizabeth I. *One of the earliest recordings by British progressive rock band Marillion is an instrumental song titled \"Herne the Hunter\" based on the legend. *Herne is a track on the 1984 LP Legend by Clannad. *Herne the Hunter features in the lyrics of the song \"English Fire\" by Cradle of Filth on their album Nymphetamine. *On the 2008 album Blessings by S.J. Tucker, a song is titled \"Hymn to Herne\". *On the 2014 EP Just Let Go by Hadley Fraser, a song is titled \"Herne and the Red Kite\". ===Literature=== *Herne appears in Harrison Ainsworth's Windsor Castle. *Herne the Hunter, leading the Wild Hunt, appears in Susan Cooper's The Dark Is Rising sequence where he plays a key part in the end of the book by the same name and in the series' ending Silver on the Tree. *The villainous Master Forester in Sarban's novel The Sound of His Horn (1952) is an incarnation of Herne the Hunter.Mike Ashley, John Clute, Peter Nicholls, \"Sarban\" The Encyclopedia of Science Fiction. 12 August 2018. Retrieved 9 July 2019. * In Tad Williams' Memory, Sorrow and Thorn series, Hern the Hunter founded the proud woodland kingdom of Hernysadharc, its people, the Hernystiri, ruled by the House of Hern whose emblem was a White Stag. The Hernystiri shared a special bond with the Sithi - an elvish-like people otherwise referred to as the Fair Folk. *Herne the Hunted is a parody of Herne the Hunter in Terry Pratchett's Discworld series. He is a small god and the patron of those animals destined to end up as a \"brief, crunchy squeak.\" *Herne the Hunter is a key figure in Ruth Nichols' children's novel The Marrow of the World. His character has no supernatural attributes. *English Poet Laureate John Masefield included Herne the Hunter as a benevolent 'spirit of the woodlands' in his children's book The Box of Delights.Peter Bramwell, Pagan Themes in Modern Children's Fiction: Green Man, Shamanism, Earth Mysteries. London: Palgrave Macmillan, 2009. (pp. 43-50) *Herne made an appearance in the Bitterbynde trilogy by Cecilia Dart-Thornton. In these books Herne is portrayed as a powerful \"unseelie wight\" by the name of Huon who leads his hellhounds in search of the protagonist. *Herne the Hunter appears as a supporting character in Simon Green's Nightside series. He actually appears on the cover of Hex and the City (Book 4), although his role in the actual novel is rather inconsequential. *Herne the Hunter is one of the antagonists in C. E. Murphy's Urban Shaman. *Herne is the Deer God in the book Fire Bringer, by David Clement-Davies *Herne the Hunter, also named as Cernunnos, is a character in Michael Scott's series of The Alchemist, the Immortal Secrets of Nicholas Flammel. *In Jim Butcher's Dresden Files series, in the book Cold Days, the Erlking is referred to as \"Lord Herne.\" *Herne the Hunter is a character in the book Hunted which is part of the series \"The Iron Druid Chronicles\" (Book 6) by, oddly enough, Kevin Hearne. *Herne the Hunter is the Monster in the book A Monster Calls written by Patrick Ness. *Herne the Hunter of the Mers and consort of the queen, also known by the title \"Starbuck\", in the 1980 novel The Snow Queen by Joan D. Vinge. Won the Hugo award for best novel in 1981 and also nominated for the Nebula award that same year. *Lord Herne is the true name of the Horned King (also referred to as the Horned Man, the Hunter of Dark, and the Master of Winter) in Jane Yolen's 1995 book The Wild Hunt. He represents \"...the dark, the night, the cold. He is chaos and anger and war.\" ===Other references=== * Herne was incorporated into the Robin Hood legend in the 1984 television series, Robin of Sherwood. In it, Robin of Loxley is called by Herne to take on the mantle of \"the Hooded Man\", which Robin's father had predicted beforehand. It is Herne who encourages Loxley to become 'Robin in the Hood' and to use his band of outlaws to fight for good against the evil Norman oppressors. Herne's appearance bears a very strong resemblance to the illustrations that previously depicted him, in that an otherwise unnamed shaman character, portrayed by actor John Abineri, dons a stag's head and tells Robin that \"when the horned one possesses [him]\", he becomes the spirit of the forest. Herne featured in 17 of the 26 episodes of the series and was shown to have various magical abilities. The series' adaptation of the Robin Hood mythos has become extremely influential and many of its brand-new elements have since been reinterpreted in a manner of different ways in nearly all of the subsequent films and television series of the legend. *Herne the Hunter is also featured as a guiding character in the 1984 BBC TV adaptation of Masefield's novel The Box of Delights. *Herne is a forest spirit in issue No. 26 of the Green Arrow comic book series. * A tree- like magical being named Herne is a prominent antagonist in the 2004 action- adventure video game The Bard's Tale. *Herne the Hunter is Monster In My Pocket #56, found in the second series. The figure was removed from later European assortments. *In 2010, Herne the Hunter appeared in the Big Finish Doctor Who audio adventure Leviathan, a \"lost\" story from the Colin Baker years (an unproduced script from the 1980s). *In Lesley Livingston's 2008 debut novel, Wondrous Strange, Herne is an ancient hunter and former lover of Queen Mabh who now owns the Tavern on the Green in Central Park, New York City. *A person playing Herne the Hunter appears in comic book Hellboy: The Wild Hunt. *A deer-headed huntsman named Herne appears in Ursula Vernon's Hugo-award-winning webcomic Digger. *The Danish band Wuthering Heights published a song called \"Longing for the Woods Part III: Herne's Prophecy\" on their album Far From The Madding Crowd in 2004, and Erik Ravn also said \"Herne protect you!\" at the end of their live show at the ProgPower festival in Atlanta, Georgia in the summer of 2004. * The Bloodmoon expansion for the fantasy computer RPG The Elder Scrolls III: Morrowind includes a key character called Hircine the Hunter, a horned deity clearly heavily influenced by Herne the Hunter and Cernunnos. * Herne is mentioned and used as a character in the book Hunted by Kevin Hearne. Hunted is the 6th book in the Iron Druid Chronicles. * Two Magic: The Gathering cards; Master of the Hunt and Master of the Wild Hunt are direct references to Herne. * In the Wild Cards series of books, Dylan Hardesty is a mutant who becomes Herne the Huntsman at night, an 8-feet-tall stagman with the power to induce rage and bloodlust in all those who listen to the call of his horn, and to summon the Gabriel Hounds. *In the World of Warcraft: Shadowlands expansion, an elite NPC character called Lord Herne, appearing similar to a male dryad and known as a vorkai in the game, is part of The Wild Hunt faction and serves as a combat trainer when completing the Night Fae covenant's calling quests. ==See also== *Cernunnos *Green Man *Horned deity *Horned God *Hunting *Jack in the green *Wild Hunt *Gwyn ap Nudd ==References== *Fitch, Eric (1994). In Search of Herne the Hunter. Capall Bann Publishing. . ==External links== *Royal Berkshire History: Beware the Ghostly Hunt of Herne the Hunter *Mystical Worldwide Web: The Legend of Herne the Hunter *Independent Movie: Call of the Hunter (the legend of Herne the Hunter) *IMDB: Call of the Hunter (movie) *Herne the Hunter at the Encyclopædia Britannica Category:English legendary characters Category:English ghosts Category:People from Windsor, Berkshire Category:People from Old Windsor Category:Windsor Great Park Category:Hunting and shooting in England Category:Berkshire folklore Category:Surrey folklore Category:Hampshire folklore Category:Horned deities",
 "title": "Herne the Hunter"
}