{
 "id": "405926",
 "text": "Relaxed Muscle are an English electro duo formed in 2002 by Pulp's Jarvis Cocker and All Seeing I's Jason Buckle. In early 2003, Relaxed Muscle began playing gigs. Cocker and Buckle maintained anonymity by assuming the alter- egos 'Darren Spooner' and 'Wayne Marsden' respectively. Billing themselves as \"the sound of young Doncaster\", Darren claimed to have met Wayne \"planting flowers\" while doing community service for burglary. Their fictional criminality fitted the project well, with their songs about sex, gambling and domestic violence complementing the depraved character of Relaxed Muscle. While on-stage as Darren Spooner, Cocker took to karate-chopping balsa wood and breaking sugar glass bottles on other band members. However, soon Cocker and Buckle's cover was blown while playing a gig in London, despite wearing full eye make-up and skeleton suits. Even with their identities revealed, the band continued playing gigs, capitalising on their electronic sound to play the likes of Trash club on 20 October 2003. Relaxed Muscle seemed to fade away after their album release in 2003. Pulp remained on a hiatus. However, Cocker and Buckle worked on the soundtrack for Harry Potter and the Goblet of Fire which was released in November 2005 and have since worked together on Cocker's solo album Jarvis (2006). From 5–8 April 2012, Relaxed Muscle appeared as part of a special event titled 'Who's Zoo?' created by British choreographer Michael Clark. The event featured music accompanied by dancers – both professionals and untrained volunteers – plus, special lighting and projections. The New York Times reviewed the first night and reported that Relaxed Muscle played four of the show's six songs with \"The Heavy\", \"Let It Ride\", \"Beastmaster\" and an encore of \"B-Real\" from their album A Heavy Nite With.... ==Discography== ===Albums=== *A Heavy Nite With... (2003) - No. 13 UK Indie Albums Chart ===Singles/EPs=== *Heavy EP (2003) - No. 135 UK Singles Chart *#\"The Heavy\" *#\"Rod of Iron\" *#\"Branded!\" *Billy Jack/Sexualized (2003) *# \"Billy Jack\" *# \"Sexualized\" *# \"Year of the Dog\" ==References== Category:English electronic music duos Category:Rough Trade Records artists Category:Musical groups from Sheffield",
 "title": "Relaxed Muscle"
}