{
 "id": "406086",
 "text": "\"If I Ruled the World\" is a popular song, composed by Leslie Bricusse and Cyril Ornadel, which was originally from the 1963 West End musical Pickwick (based on Charles Dickens's The Pickwick Papers). ==Background== In the context of the stage musical, the song is sung by Samuel Pickwick, when he is mistaken for an election candidate and called on by the crowd to give his manifesto. Ornadel and Bricusse received the 1963 Ivor Novello award for Best Song Musically and Lyrically.Lister, David, Pop ballads bite back in lyrical fashion, The Independent, 28 May 1994 ==First recordings== *The song is usually associated with Sir Harry Secombe, who got the song to No 18 in the UK charts in 1963. *Tony Bennett originally recorded the song in 1965, and had a number 34 hit with it on the U.S. pop singles charts and number 8 on the Middle-Road Singles chart. In a duet with Celine Dion, he returned to the song on his Grammy-winning 2006 album Duets: An American Classic. ==Other recordings== It has been performed by other singers, notably: *Nancy Wilson *Robert Goulet *James Brown *Stevie Wonder *The Supremes *Tom Jones *Regina Belle *Jamie Cullum also recorded a version for his album The Pursuit, and performed it at his special performance at the Late Night Prom, number Prom 55, of The Proms in London, with The Heritage Ensemble, on Thursday 26 August 2010 between 22:15 and 13.45. As shown on BBC televisions' BBC Four on the following night.BBC – Proms – 26 August 2010 ==Popular culture== *The song was featured in the movie, War of the Worlds *This song was featured in Spring/Summer 2009 on the Vodafone adverts in the UK. *This song was featured in the 2014 Korean film, Night Flight, directed by Lee Song Hee-il. *The politician-spoofing BBC panel show If I Ruled the World was named after the song. *Andy Hallett, the actor best known for playing the part of Lorne ('The Host') in the television series Angel, sang the song in that series' final episode. ==References== ==External links== *Cyril Ornadel *Lyrics Category:1963 songs Category:1965 singles Category:Songs from musicals Category:Tony Bennett songs Category:James Brown songs Category:Nancy Wilson (jazz singer) songs Category:Songs written by Leslie Bricusse Category:Works based on The Pickwick Papers Category:Songs written by Cyril Ornadel",
 "title": "If I Ruled the World"
}