{
 "id": "406118",
 "text": "Bright's disease is a historical classification of kidney diseases that are described in modern medicine as acute or chronic nephritis. It was characterized by swelling and the presence of albumin in the urine, and was frequently accompanied by high blood pressure and heart disease. ==Signs and symptoms== The symptoms and signs of Bright's disease were first described in 1827 by the English physician Richard Bright, after whom the disease was named. In his Reports of Medical Cases, he described 25 cases of dropsy (edema) which he attributed to kidney disease. Symptoms and signs included: inflammation of serous membranes, hemorrhages, apoplexy, convulsions, blindness and coma. Many of these cases were found to have albumin in their urine (detected by the spoon and candle-heat coagulation), and showed striking morbid changes of the kidneys at autopsy. The triad of dropsy, albumin in the urine and kidney disease came to be regarded as characteristic of Bright's disease. Subsequent work by Bright and others indicated an association with cardiac hypertrophy, which Bright attributed to stimulation of the heart. Subsequent work by Frederick Akbar Mahomed showed that a rise in blood pressure could precede the appearance of albumin in the urine, and the rise in blood pressure and increased resistance to flow was believed to explain the cardiac hypertrophy. It is now known that Bright's disease is caused by a wide and diverse range of kidney diseases; thus, the term Bright's disease is retained strictly for historical application. The disease was diagnosed frequently in diabetic patients; at least some of these cases would probably correspond to a modern diagnosis of diabetic nephropathy. ==Treatment== Bright's disease was historically treated with warm baths, blood-letting, squill, digitalis, mercuric compounds, opium, diuretics, laxatives, and dietary therapy, including abstinence from alcoholic drinks, cheese and red meat. Arnold Ehret was diagnosed with Bright's disease and pronounced incurable by 24 of Europe's most respected doctors; he designed The Mucusless Diet Healing System, which apparently cured his illness. William Howard Hay, MD had the illness and, it is claimed, cured himself using the Hay diet. 1863 Boston Medical Journal pp 329-330. Milk diet to treat the dropsys (edema) related to this disease. ==Society and culture== ===List of people diagnosed with Bright's disease=== * Isambard Kingdom Brunel, polymath and civil engineer, was in diagnosed 1858, but died on 15 September, 1859 of a stroke. * Robert Stephenson, mechanical engineer, was diagnosed with the disease in 1850. * Baseball Hall of Fame member (Detroit Tigers) Ty Cobb was diagnosed with a list of ailments, including Bright's disease, in 1959. * Frederick William Faber, Catholic priest and author, died on 26 September 1863. * George-Étienne Cartier, Founding Father of the Confederation of Canada, died on 20 May 1873. * Rowland Hussey Macy Sr., an American businessman and founder of the department store chain R.H. Macy & Company, died on 29 March 1877 in Paris. * Tabeguache Ute chief Ouray died of Bright's disease on 24 August 1880. * The famous dwarf Commodore Nutt died in New York on 25 May 1881. * The Impressionist painter Mary Cassatt's sister Lydia died in 1882. * Alice Hathaway Lee Roosevelt, first wife of Theodore Roosevelt, died on 14 February 1884. * Gregor Mendel died on 6 January 1884 at the age of 61. * American tennis pioneer Mary Ewing Outerbridge died at the age of 34, on 3 May 1886. * Poet Emily Dickinson died 15 May 1886. * Chester Alan Arthur, 21st President of the United States, died 18 November 1886. * Swedish-American mechanical engineer John Ericsson, most famous for designing , died on 8 March 1889. * American Major League Baseball pitcher, Larry Corcoran, died 14 October 1891. * Paul Anderson, American Olympic gold medallist weightlifter, died 15 August 1994. In 1961, he and his wife Glenda founded the Paul Anderson Youth Home in Vidalia, Georgia. * Charles H. Spurgeon, London pastor known as \"The Prince of Preachers\", died in 1892 at the age of 57 of Bright's disease.Nettles, Tom. Living by Revealed Truth: The Life and Pastoral Theology of Charles Haddon Spurgeon (Ross-Shire, Scotland: Mentor Imprint, 2013), 599-600 * Famed gunfighter Luke Short was diagnosed with Bright's disease in early 1893, but died on 8 September of that year due to edema. * Union general Francis Barlow, who had played an important role in the American Civil War, died on 11 January 1896. * Federal Judge Isaac Parker died on 17 November 1896, in Fort Smith, Arkansas.* * Soldier and ornithologist Charles Bendire died in 1897. * Actress Caroline Miskel Hoyt, aged 25, died 2 October 1898, after childbirth. * Socialite Katherine Jane Chase, daughter of Supreme Court Chief Justice Salmon P. Chase, died 31 July 1899, at age 58. * John Crichton-Stuart, 3rd Marquess of Bute, the Victorian aristocrat and industrial magnate whose vast expenditure on buildings makes him the pre-eminent architectural patron of the 19th century. Diagnosed with Bright's disease and died after multiple strokes on 9 October 1900. * American bare-knuckle heavyweight champion Paddy Ryan died on 14 December 1900 in Green Island, New York. Bright's was not an entirely uncommon disease among early boxers who took frequent pounding to the abdomen in their careers.\"Paddy Ryan Ill\", The Allentown Leader, Allentown, Pennsylvania, pg. 2, 11 December 1900 * 32nd Speaker of the US House of Representatives Thomas Brackett Reed (18 October 1839 – 7 December 1902), American politician from the state of Maine, died on 7 December 1902 in Washington, D.C. * Roswell Eaton Goodell, American politician and businessman who died of Bright's disease on 9 October 1903, in Denver, Colorado. * Victorian actress Helena Modjeska, died on 8 April 1909. * North Dakota Senator Martin Nelson Johnson, died on 21 October 1909. * Old West lawman Bass Reeves' death in 1910 was attributed to this disease. * Charles Cotton, English footballer who died on 3 January 1910 after a five-week illness. * American illustrator Howard Pyle died 9 November 1911. * Warren S. Johnson, founder of Johnson Controls, died on 5 December 1911, at the age of 64. * James S. Sherman, Vice President of the United States from 1909 until his death in 1912. * Okakura Kakuzo, Japanese scholar, died on 2 September 1913. * Ellen Axson Wilson, first wife of Woodrow Wilson, died on 6 August 1914. * Richard Warren Sears, an American businessman and founder of the department store chain Sears, Roebuck and Company, died on 28 September 1914 in Waukesha, Wisconsin. * Woodsman Louis \"French Louie\" Seymour died on 28 February 1915. * John Bunny, comic star of the early motion picture era, died on 26 April 1915. * Australian cricketer Victor Trumper died at age 37, in June 1915. * Booker T. Washington, founder of Tuskegee University, died in November 1915. * Albert Carl \"Al\" Ringling (1852–1916), eldest of the Ringling brothers, died at the age of 63 in Wisconsin. * Charles Sumner Sedgwick, architect based in Minneapolis, Minnesota, died in 1922. * Baseball Hall of Famer Ross Youngs died on 22 October 1927. * 19th-century stage actress Alice Harrison died of Bright's disease in 1896. * Spanish composer Isaac Albéniz began suffering from Bright's disease in 1900, and died on 18 May 1909. * Robert Stroud \"the birdman of Alcatraz\" was diagnosed with Bright's disease in Leavenworth prison shortly after he began his original sentence. * James McHenry Jones, African American educator, school administrator, businessperson, and minister. * Billy Miske, American light heavyweight and heavyweight boxer, who once fought Jack Dempsey for the World Heavyweight Boxing title, died from Bright's Disease on 1 January 1924 (aged 29). * James Dennison Sebring, played in the 1903 World Series with the Pittsburgh Pirates and was the first player in World Series history to hit a home run. He died of Bright's disease 22 December 1909 at the age of 27. * Kitty Kiernan, fiancée of Irish Revolutionary Michael Collins (Irish Leader), died of complications thought to be related to Bright's disease on 25 July 1945. * Kate Shelley, railroad heroine and the first woman in the United States to have a bridge named after her, the Kate Shelley High Bridge, died of Bright's Disease on 21 January 1912.January 22, 1912, Washington Post * Henry Hobson Richardson, prominent North American architect, best known for his work in a style that became known as Richardsonian Romanesque, died of Bright's Disease on 27 April 1886 (aged 47). ==References== Category:Kidney diseases Category:Obsolete medical terms Category:1827 in science",
 "title": "Bright's disease"
}