{
 "id": "406259",
 "text": "The Grandmothers of the Plaza de Mayo () is a human rights organization with the goal of finding the children stolen and illegally adopted during the 1976–1983 Argentine military dictatorship. The president is Estela Barnes de Carlotto. The organization was founded in 1977 to locate children kidnapped during the repression, some of them born to mothers in prison who were later \"disappeared\", and to return the children to their surviving biological families. It was believed that at the time it was likely that around 30,000 had disappeared between the ages of 16-35; around 30% were women and of those women, around 3% were pregnant.Arditti, R. (2002). The Grandmothers of the Plaza De Mayo and the Struggle against Impunity in Argentina. Meridians, 3(1), 19-41. Retrieved from www.jstor.org/stable/40338540 The work of the Grandmothers, assisted by United States genetics scientist Mary-Claire King, had led to the location of more than 10 percent of the estimated 500 children kidnapped or born in detention centers, as well as identify almost seventy-one of those children which during the military era were illegally adopted, with their identities originally hidden.Juan Ignacio Irigaray, \"Los santos inocentes\", El Mundo, 11 June 1998 By 1998 the identities of about 71 missing children had been documented. Of those, 56 children have been located, and seven others had died. The Grandmothers' work led to the creation of the Argentine Forensic Anthropology Team and the establishment of the National Bank of Genetic Data. Aided by recent breakthroughs in genetic testing, the Grandmothers succeeded in returning 31 children to their biological families. In 13 other cases, adoptive and biological families agreed on jointly raising the children after they had been identified. The remaining cases are bogged down in court custody battles between families.Marta Gurvich, \"Argentina's Dapper\", in Consortium News, August 19, 1998 As of June 2019, their efforts have resulted in finding 130 grandchildren. The kidnapped babies were part of a systematic government plan during the \"Dirty War\", to pass the children for adoption by military families and allies of the regime, to avoid raising another generation of subversives. According to the Inter-American Commission on Human Rights (IACHR), the junta feared that \"the anguish generated in the rest of the surviving family because of the absence of the disappeared would develop, after a few years, into a new generation of subversive or potentially subversive elements, thereby not permitting an effective end to the Dirty War\"., Al Jazeera, March 2012\"Los Padrinos\", Plan Sistematico blog, January 2012 As an offshoot of the Silvia Quintela case, former dictator Jorge Videla was detained under house-arrest in 2010 on multiple charges of kidnapping children. In July 2012 he was convicted and sentenced to fifty years in prison for the systematic stealing of babies.\"Videla condenado a 50 anos por robo de bebes\" (Videla sentenced to 50 years for stealing babies), Noticias (Peru) (in Spanish) On 14 September 2011 the Grandmothers of the Plaza de Mayo received the Félix Houphouët-Boigny Peace Prize in Paris for their work in defense of Human Rights. == The Dirty War and Methodology == thumb|The Plaza De Mayo in Buenos Aires, where the grandmothers have consistently protested since 1977 The war began in 1976 under the government of Lieutenant General Jorge Rafaél Videla. It was called the \"Dirty War\" because at the time of the war it was not accepted by all involved. War had never been declared however, violence still broke out and was directed towards everyone deemed to be a leftist supporter.MARCHAK, P., & MARCHAK, W. (1999). The Dirty War. In God's Assassins: State Terrorism in Argentina in the 1970s (pp. 109-127). McGill- Queen's University Press. Retrieved from www.jstor.org/stable/j.ctt8016s.12 Violence and fear grew due to Videla's campaign to deter the possibility of a new generation growing up subversive.Martínez, L. (1996). Recovering the Future: Grandmothers Campaigning for Human Rights. Development in Practice, 6(4), 362-363. Retrieved from www.jstor.org/stable/4028846 This was why although men and women were abducted, children were of higher value and importance in order to shape the future of the Argentine economy. In fact, there was a waiting list that consisted of military families that wanted to adopt the trafficked children. These families specified ideal physical characteristics such as sex, hair and eye color. The children who were not chosen by new families were placed in orphanages and adopted later in their lives. It was not until almost a decade later when the general elections resumed and democracy was restored to the country. Democrat and leader of the Radical Civic Union, Raúl Alfonsín , had won. The Dirty War is considered an infamous period of time in Latin America for the disappearance of almost 30,000 people. No one demographic of people were abducted. Any person suspected as a threat to the dictatorship would be taken; this includes men and women, young and old, pregnant women, students, middle class workers, lawyers, scientists etc. The military tactics such as Operation Condor and a \"night and fog\" regime allowed the Argentine government along with other countries surrounding it to deny its actions. While hundreds of people were taken and placed into detention centers that were widely scattered across South America, the government could say that it had never heard of such allegations. With these tactics, the government was able to carry out mass executions. Victims were also thrown from airplanes into the sea, died in captivity and of other torture methods. == The Legacy of the War == Following the military dictatorship, psychologists and other mental health workers have determined that the damages of the war have had long-term effects on three categories or rather generations of Argentines: the first category being the parents of those who had disappeared under Operation Condor, the second being the children of those who disappeared, and the last of course being the disappeared themselves. Each generation suffering from some sort of long-term psychological harm due to living through a time that legitimized crime. Studies have also noticed that there is conflict in human rights to privacy. The purpose of the grandmothers forming their organization was to find those who went missing during the war as well as provide rehabilitation to those they are able to identify, a cause that is still being fulfilled. However, even today there is a conflict with that aim because on one hand, the grandmothers deserve to know what happened to their loved ones. On the other hand, the children sometimes refuse identification methods such as DNA testing and refuse to reunite with their biological family. The refusal has both been voluntary and involuntary; voluntary if the children truly do want to reunite with their biological family, involuntary if the children have been threatened or intimidated out of reuniting, most likely by the government or other military personnel who had adopted the children at the time of the kidnappings.Garibian, S. (2014). Seeking the dead among the living: Embodying the disappeared of the Argentinian dictatorship through law. In Dreyfus J. & Anstett É (Eds.), Human Remains and Mass Violence: Methodological Approaches (pp. 44-55). Manchester: Manchester University Press. Retrieved from www.jstor.org/stable/j.ctt1wn0rw2.7 Many of the children who were abducted decline the option to meet their biological family because they believe that they are not their true relatives due to the fact that the children were deprived of being raised by their biological parents. Meeting with relatives such as the grandmothers of the Plaza de Mayo may open up dark memories that the children cannot handle. Whatever the circumstance of the child, the organization still believes in providing the abducted the opportunity to learn more about themselves and their family history no matter how tragic it is, which is why the grandmothers have continued their movement periodically protest to gain more followers. They make sure to continue to protest at the plaza to remind people of Argentina that their work is not finished. == Formation == The Grandmothers of the Plaza de Mayo was founded in 1977 to protect children's rights as a response to state sponsored terrorism. Initially they were known as Argentine Grandmothers with Disappeared Little Grandchildren (Abuelas Argentinas con Nietitos Desaparecidos), but later adopted the name The Grandmothers of the Plaza de Mayo (Las Abuelas de Plaza de Mayo). In 1983 the constitutional government was re-established and the grandmothers searched for missing children using anonymous tips and conducted their own investigations, but were unable to prove the children's identities. Geneticists from the United States worked with the Grandmothers and were able to store blood samples from family members in the National Genetic Data Bank until the grandchildren could be located and could confirm the relatedness with an accuracy rate of 99.99%. The Grandmothers fought through the court systems to annul the unlawful adoptions. By the mid 1990s legal battles of custody were no longer appropriate because the missing grandchildren were now legal adults. The grandmothers adapted their strategy and started public awareness campaigns to direct the missing grandchildren to contact the organization. As of 2008, their efforts had resulted in finding 97 grandchildren. == Work with Identity Archive == In 2000, the Grandmothers of the Plaza de Mayo partnered with the Identity Archive to provide collections of photos, films, audiotapes, diaries, significant objects, and personal stories from families whose children and grandchildren had disappeared. This was done because some of the grandparents were aging and dying without finding their grandchildren and the Grandmothers of the Plaza de Mayo wanted to provide these accounts if children were found in the future. == Public Awareness Campaigns == In the mid to late 1990s, the missing grandchildren that the Grandmothers of the Plaza de Mayo sought became legal adults. The Grandmothers then turned to public awareness campaigns to achieve their goals. The difference between Argentina's case and other child trafficking cases is that the disappeared children likely did not know that they were adopted. The organization turned to a commercial campaign and joined with actors to appeal to younger audiences. Their goal was to use popular culture manufacture doubt within the minds of a group of people who would have never questioned their family. Besides the public protests at the time of the trafficking, the grandmothers have continued to put their efforts into locating more people to this day. Today, the women are known for providing other services such as legal counseling, assistance in investigations, as well as certain forms of psychological support for other women and their families. With these resources, families are able to receive comfort and rehabilitation. The women of the organization also provide training and seminars to teach new volunteers how to assist in rehabilitation services as well as learn more on human rights work. == Members == * Alicia Zubasnabar de De la Cuadra – first President of the Grandmothers of the Plaza de Mayo *Estela de Carlotto – Current President of the Grandmothers of the Plaza de Mayo * Rosa Tarlovsky de Roisinblit * Nélida Gómez de Navajas Originally 13 grandmothers gathered to form the organization,Raúl Veiga, Las organizaciones de derechos humanos, 1985, p. 63. Quote: \"Como decíamos, la organización comenzó a funcionar en 1977 con trece abuelas reclamando por sus trece nietos y se fue ampliando gradualmente. Hoy existen 183 de esas mujeres que tuvieron que cambiar sus delantales y su paz ...\"Elizabeth Maier, Nathalie Lebon, Women's Activism in Latin America and the Caribbean: Engendering ..., 2010, p. 105. Quote: \"I went to the Grandmothers and began attending the meetings at Plaza de Mayo and signed up for the different tasks. ... Thirteen Grandmothers belong to the standing committee, and other Grandmothers who do not belong to the committee... \"América herida y rebelde, Universidad Autónoma de Puebla, 1984, p. 111. Quote: \"A la primera reunión asistimos trece abuelas, con el fin de ver qué era posible hacer. ... En el momento en que nos unimos, sólo en este momento, nos organizamos las trece abuelas que iniciamos el movimiento, y propusimos un plan de ...\" including Mirta Acuña de Baravalle. == See also == * Dirty War * Madres de Plaza de Mayo * National Reorganization Process * Lost children of Francoism == References == == External links == * Abuelas de Plaza de Mayo (sitio oficial) * Children of Argentina's 'Disappeared' Reclaim Past, With Help by Clyde Haberman for The New York Times * Where Is My Grandchild? a short documentary by Retro Report * Interviews with Las Abuelas de Plaza de Mayo, Rita Arditti collection, University Archives and Special Collections, Joseph P. Healey Library, University of Massachusetts Boston * Abuelas recuperó el nieto número 88, Télem, 2 de julio de 2007 * Las Abuelas de Plaza de Mayo recuperaron al nieto número 82, Clarín, 15 de febrero de 2006 * 30 Años, Abuelas de Plaza de Mayo * stolen at birth, now 32, learns identity Category:Buenos Aires Category:Political movements in Argentina Category:Dirty War Category:Women's organisations based in Argentina Category:Enforced disappearance Category:Argentine human rights activists Category:Human rights organisations based in Argentina Category:Organizations established in 1977 Category:1977 establishments in Argentina",
 "title": "Grandmothers of the Plaza de Mayo"
}