{
 "id": "406330",
 "text": "A Red Tory is an adherent of a centre-right or paternalistic-conservative political philosophy derived from the Tory tradition, most predominantly in Canada but also in the United Kingdom. This philosophy tends to favour communitarian social policies, while maintaining a degree of fiscal discipline and a respect of social and political order. It is contrasted with \"Blue Tory\" or \"High Tory\". Some Red Tories view themselves as small-c conservatives. In Canada, Red Toryism is found in provincial and federal Conservative political parties. The history of Red Toryism marks differences in the development of the political cultures of Canada and the United States. Canadian conservatism and American conservatism have been different from each other in fundamental ways, including their stances on social issues and the role of government in society.\"Conservatism\", The Canadian Encyclopedia Red Tory governments in Canada, such as those of John A. Macdonald, Robert Borden, and John Diefenbaker, were known for supporting an active role for the government in the economy. This included the creation of government-owned and operated Crown Corporations such as the Canadian National Railway, and the development and protection of Canadian industries with programs such as the National Policy. The adjective \"red\" refers to the economically left-leaning nature of Red Toryism in comparison with Blue Toryism, since socialist and other leftist parties have traditionally used the colour red. In Canada today, however, red is commonly associated with the Liberal Party. The term reflects the broad ideological range traditionally found within conservatism in Canada. ==Canada== ===Philosophy=== Historically, Canadian conservatism has been derived from the Tory tradition, with a distinctive concern for a balance between individual rights and collectivism, as mediated through a traditional pre-industrial standard of morality – which has never been as evident in American conservatism. Red Toryism derives largely from a classical conservative tradition that maintained that the unequal division of wealth and political privilege among social classes can be justified if members of the privileged class practiced noblesse oblige and contributed to the common good. Red Tories supported traditional institutions such as religion and the monarchy, and maintenance of the social order. This position was later manifest in their support for some aspects of the welfare state. This belief in a common good, as expanded on in Colin Campbell and William Christian's Political Parties and Ideologies in Canada, is at the root of Red Toryism. ===Origins=== In distinction to the American experience where class divisions were seen as undemocratic (although still existing), Canadian Tories adopted a more paternalistic view of government. Monarchy, public order and good government – understood as dedication to the common good – preceded, moderated and balanced a belief in individual rights and liberty. Anthony Hall has argued that Red Toryism in Canada developed specifically in opposition to the American Revolution and its ideology. This type of Canadian conservatism is derived largely from the Tory tradition developed by English conservative thinkers and statesmen such as Richard Hooker; the seventh Earl of Shaftesbury; and Benjamin Disraeli, later the first Earl of Beaconsfield. The primary influences on Canadian Toryism in the Victorian age were Disraeli's One Nation Conservatism and the radical Toryism advocated by Lord Randolph Churchill. Inherent in these Tory traditions was the ideal of noblesse oblige and a conservative communitarianism. In Victorian times these ideas were the pre-eminent strains of conservative thought in the British Empire, and were advanced by many in the Tory faction of John A. Macdonald's conservative coalition in the Canadas. None of this lineage denies that Tory traditions of communitarianism and collectivism had existed in the British North American colonies since the Loyalist exodus from the American colonies between 1776 and 1796. It is this aspect that is one of the primary points of difference between the conservative political cultures of Canada and the United States.Christian, William Edward and C. Campbell, Political Parties and Ideologies in Canada (Note: several editions of this textbook have appeared since 1974, reflecting the changes in Canada's politics.) The explicit notion of a \"Red\" Toryism was developed by Gad Horowitz in the 1960s, who argued that there was a significant Tory ideology in Canada.Horowitz, Gad. \"Conservatism, Liberalism and Socialism in Canada: An Interpretation.\" Canadian Journal of Political Science (1966) This vision contrasted Canada with the United States, which was seen as lacking this collectivist tradition because it was expunged from the American political culture after the American Revolution and the exodus of the United Empire Loyalists. Horowitz argued that Canada's stronger socialist movement grew from Toryism, and that this explains why socialism has never had much electoral success in the United States. This also meant that Canadian conceptions of liberty were more collective and communitarian, and could be seen as more directly derivative of the English tradition, than that of American practices and theories. Horowitz identified George Grant and Eugene Forsey as exemplars of this strain of thought, which saw a central role for Christianity in public affairs and was profoundly critical of capitalism and the dominant business élites. Forsey became a Co-operative Commonwealth Federation (CCF) member, while Grant remained a Conservative – although he became disdainful of an overall shift in policy toward liberal economics and continentalism, something Forsey saw happening decades earlier. When the Conservative government of John Diefenbaker fell in 1963, largely due to the BOMARC controversy, Grant wrote Lament for a Nation: The Defeat of Canadian Nationalism, a book about the nature of traditional Canadian nationhood and independence that would become a lodestar of Red Toryism. Grant defined an essential difference between the founding of the Canadian and American nations when he wrote \"Canada was predicated on the rights of nations as well as on the rights of individuals.\"Grant, George. Lament for a Nation: The Defeat of Canadian Nationalism. 40th Anniversary Edition. Carleton Library Series. p.22 This definition recognized Canada's multi-faceted founding nature as an English-speaking, aboriginal and Francophone nation. ===Predominance and decline=== Many of the Progressive Conservative Party of Canada's leaders have been labelled 'Red Tories', including Sir Robert Borden, John Diefenbaker, Robert Stanfield and Joe Clark. Many others have been influential as cabinet ministers and thinkers, such as E. Davie Fulton, Dalton Camp, Roy McMurtry and John Farthing.Christian, William Edward and C. Campbell, Parties, Leaders and Ideologies in Canada The main bastions of Red Toryism were Ontario, the Atlantic provinces and urban Manitoba, areas where the Red Tories dominated provincial politics, and in some federal elections Quebec, where the federal PC party operated largely separately from provincial politics. The Ontario Progressive Conservative Party, which has held power in that province for most of the time since Confederation, was often labelled as Red Tory, especially under the leadership of Bill Davis from 1971 to 1985. Throughout the Atlantic provinces, traditional Red Tories are the dominant force in the provincial Progressive Conservative parties because of their support of the welfare state. The Progressive Conservative Association of Alberta included a broad spectrum from Red Tories to social conservatives, but Peter Lougheed who led the party from 1968 to 1985 and was Premier from 1971 to 1985 was a Red Tory and Lougheed's tenure was characterized by active economic measures and social reforms. The dominance of Red Toryism can be seen as a part of the international post-war consensus that saw the welfare state embraced by the major parties of most of the western world. In the late 1970s and early 1980s, however, the federal Progressive Conservative Party suffered a string of electoral defeats under Red Tory leaders Robert Stanfield and Joe Clark. Pressure began to grow within the party for a new approach. Clark's leadership was successfully challenged, and in the 1983 PC leadership convention, members endorsed Brian Mulroney who rejected free trade with the United States as proposed by another Blue Tory candidate, John Crosbie. Despite this early perception, the eagerness in which Mulroney's ministry embraced the MacDonald Commission's advocacy of bilateral free trade would come to indicate a sharp drift toward libertarian or liberal economic policies, comparable to such contemporaries as Ronald Reagan and Margaret Thatcher. Following Mulroney, the Canadian conservative movement suffered a profound schism in the 1993 election, splitting into the distinct Progressive Conservative and Reform parties. The Red Tory tradition remained loyal to the Progressive Conservatives, while many \"blue\" Tories aligned with social conservatives in the Reform Party. Various Unite the Right efforts achieved only modest success in the 1990s and early 2000s – most notably, while the creation of the Canadian Alliance in 2000 attracted a small number of Progressive Conservatives, it failed to attract those in the Red Tory tradition or to replace the Progressive Conservatives. After the victory of Peter MacKay at the 2003 PC convention, and in violation of an informal contract signed with rival candidate David Orchard, MacKay merged the Tories with Stephen Harper's Alliance to create the modern federal Conservative Party in 2003. When first created, one of the most important issues facing the Conservative Party was what Red Tories would do. The union resulted in a number of Red Tories leaving the new party, either to retire or to cross the floor to the Liberal Party. Members of Parliament (MPs) André Bachand, John Herron, Joe Clark and Scott Brison declined to join the new party – Brison immediately crossed the floor to the Liberals, Bachand and Clark sat out the remainder of the 37th Canadian Parliament as Progressive Conservatives and then retired from office in the 2004 election, and Herron sat as a Progressive Conservative for the remainder of the term but then ran for re-election in 2004 as a Liberal. Clark, a former Prime Minister, gave a tepid endorsement to the Liberals in the 2004 election, calling Paul Martin \"the devil we know\".\"Joe Clark says he'd choose Martin over Harper\", CTV News, April 26, 2004. Rick Borotsik joined the new party but openly criticized it from within, did not run for re-election in 2004, and also publicly endorsed the Liberals over the Conservatives during the campaign. Additionally, three of the twenty-six Progressive Conservative Senators, Lowell Murray, Norman Atkins and William Doody, decided to continue serving as Progressive Conservatives, rejecting membership in the new party. Atkins, who died in 2010, remained allied with the still-existent Progressive Conservative Party of Ontario, and Murray, from Atlantic Canada, opposed the merger of the federal PC party. Most, like prominent Senator Marjory LeBreton, came to endorse the new party and have been vocal and visible supporters of the party both between and during elections. Elaine McCoy and Nancy Ruth were later appointed to the Senate by Liberal Prime Minister Paul Martin, and chose to designate themselves as Progressive Conservatives. Doody has since died, and Ruth joined the Conservative Party caucus in 2006. Despite the union, some former Progressive Conservative members still identify themselves as Red Tory, including high-profile political strategist turned Senator Hugh Segal, who in 2013 continued to describe himself as a Red Tory, which has put him at increasing odds with the government on several occasions. A 'grassroots' movement of dissenting Red Tories, who opposed the Progressive Conservative Party of Canada's merger with the Canadian Alliance, gathered signatures on Elections Canada forms from over 200 Progressive Conservative members and applied to re-register as the Progressive Conservative Party of Canada. This name was refused by Elections Canada. Having anticipated such a rejection, the coordinators had had the 'SignaTories' also sign a second application to at least continue with the ballot name \"PC Party\". On March 26, 2004, the Progressive Canadian Party was registered with Elections Canada. It aimed to be perceived as a continuation of the Progressive Conservative Party of Canada, but achieved only very minor results. The party achieved its largest vote to date in the 2006 election, with 14,151 votes in 25 ridings (about 0.1% of the nationwide total). The party was deregistered by the Chief Electoral Officer of Canada on November 30, 2019, for failing to comply with Canada Elections Act requirements set out in subsection 415(1). ===Revival in provincial politics=== In the wake of the rise of the conservative Wildrose Party in Alberta in the 2010s, the term \"Red Tory\" has been revived as a name of the moderate wing of the Progressive Conservative Association of Alberta, which was seen to be in ascendence under the leadership of Ed Stelmach and Allison Redford. Redford is closely associated with centrist Tories Joe Clark and Peter Lougheed, as opposed to Wildrose leader Danielle Smith's association with right-wing Tories Ralph Klein and Tom Flanagan. Redford was called a Red Tory by Chantal Hébert, Ezra Levant and others. The Progressive Conservative Association of Nova Scotia under Tim Houston, branding themselves as Red Tories, won a majority government in the 2021 Nova Scotia general election. Houston's Progressive Conservatives campaigned on using provincial resources to improve healthcare services. ==United Kingdom== In 2009 Phillip Blond promoted communitarian traditionalist conservative ideas within the Conservative Party with a book titled Red Tory: How Left and Right Have Broken Britain and How We Can Fix It and by creating the think-tank ResPublica. Leader of the Conservative Party David Cameron spoke at ResPublica's launch and Red Tory ideas were said to be a major influence on him. In Scotland, the term \"Red Tory\" has been used to describe the Scottish Labour Party, who some see as assisting with, or failing to oppose, certain Conservative policies. The term was first used in this context by Scottish independence supporters, following Labour's participation in the Better Together campaign in opposition to Scottish independence alongside the Conservatives and Liberal Democrats during the 2014 Scottish independence referendum. Evolving from the Scottish usage of the term, the term, along with the terms Blairite and \"centrist\", have been used, particularly on social media, as a derogatory term by some members on the political left of the Labour Party to refer to MPs and Labour Party figures who did not show sufficient support for Jeremy Corbyn, the former Labour leader from 2015 to 2020. ==Definition drift== The term Red Tory is often used today in the media not to refer to those in the tradition of George Grant, Dalton Camp or Robert Stanfield, but simply to moderates in the conservative movement, particularly those who reject or do not sufficiently embrace social conservatism. For example, in the 2004 Conservative Party leadership election, Tony Clement was sometimes referred to as a Red Tory even though he advocated privatization, tax cuts and the curtailment of social and economic development spending. Traditional Red Tories would reject most if not all of these stances. More recently Phillip Blond, director of British think tank ResPublica, has gained traction with his so-called Red Tory thesis which criticizes what he refers to as the welfare state and the market state. Phillip Blond promotes a radical communitarian traditionalist conservatism. It inveighs against welfare states as well as market monopolies and instead respects traditional values and institutions, localism, devolution of powers from the central governments to local communities, small businesses, and volunteerism. Blond also favours empowering social enterprises, charities and other elements of civil society to solve problems such as poverty.\"Rise of the Red Tories\", Prospect Magazine, February 2009 He has been mentioned as a major influence on the thinking of David Cameron and other Tories in the wake of the 2008 credit crisis. He advocates a civic state as the ideal, where the common good of society is valued and solutions emerge from local communities. Blond's ideas also parallel the socioeconomic tradition of distributism, as is evidenced by Blond's appearance at a distributist conference at Oxford University in 2009 sponsored by the G. K. Chesterton Institute for Faith and Culture. Blond's Red Toryism has been embraced by traditionalist conservatives in the United States, such as journalists Rod Dreher and economist John Medaille. The editors of the web log Front Porch Republic, however, define Red Toryism as a \"left or socialist conservatism\" and further go on to say that it is \"not a traditionalism that happened to oddly pick up a few egalitarian rhetorical tropes along the way.\" This is more in keeping with the typical dictionary definition of the term as: \"(Canadian) a Conservative who holds liberal or mildly socialist views on certain fiscal and social issues.\" In this regard, Phillip Blond's views are probably closer to what has been referred to as High Tory. ==See also== * Blue Grit * Moderates * Blue Labour * One-nation conservatism * Rob Muldoon * Pink Tory * Paternalistic conservatism * Rockefeller Republican * Tory socialism * Wets and dries * Communitarianism * Christian democracy ==References== ==Further reading== * Farthing, J. Freedom Wears a Crown * Grant, George Parkin. Lament for a Nation: The Defeat of Canadian Nationalism (1965) * Horowitz, Gad. \"Conservatism, Liberalism and Socialism in Canada: An Interpretation.\" Canadian Journal of Political Science (1966). * Taylor, Charles. Radical Tories. * Dart, Ron. The Canadian High Tory Tradition: Raids on the Unspeakable (2004) * Campbell, Colin [John]. CTtheory.net. Gad Horowitz Interviewed by Colin Campbell. [audio file], available online at http://www.ctheory.net/articles.aspx?id=397 . * Blond, Phillip. Red Tory: How Left and Right Have Broken Britain and How We Can Fix It. Faber (2010). Review in The Daily Telegraph March 27, 2010; Review in London Review of Books April 22, 2010 * Judge, Tony. Tory Socialism: Robert Blatchford and Merrie England (2013) Category:Canadian political phrases Category:Centre-right politics Category:Centre-right politics in the United Kingdom Category:Conservatism in Canada Category:Conservative Party of Canada Category:Conservative Party of Canada (1867–1942) Category:One-nation conservatism Category:Political party factions in Canada Category:Political terms in the United Kingdom Category:Progressive Conservative Party of Canada Category:Toryism",
 "title": "Red Tory"
}