{
 "id": "406422",
 "text": "Dinghy racing is a competitive sport using dinghies, which are small boats which may be rowboats, have an outboard motor, or be sailing dinghies. Dinghy racing has affected aspects of the modern sailing dinghy, including hull design, sail materials and sailplan, and techniques such as planing and trapezing. ==Organization of competitive dinghy sailing== Dinghy racing comes under the auspices of World Sailing. Organisations such as the Royal Yachting Association, National School Sailing Association (UK) and Canadian Yachting Association (Canada) organise and regulate the sport at a national level. Sailing dinghies compete on an international, national, state, association, club and class basis, using the ISAF International Racing Rules of Sailing, which are revised every four years. There are several courses used, such as the Olympic triangle. The International Association for Disabled Sailing (IFDS)] is the body authorized by ISAF to be responsible for disabled sailing worldwide. IFDS works with yachting associations worldwide to run regional events all the way to the Paralympic Games, as well as adapt ISAF Racing Rules of Sailing to meet disability requirements. Many standard boats are suitable for people with disabilities which can be made more accessible by adaptations. More boats are being designed with disabled people in mind and used regularly around the world by people with disabilities. ===Race Course=== Dinghys often race around a windward-leeward race course. There is a start/finish \"line\", set up perpendicular to the wind, marked by a committee boat at one end, and a buoy on the other. After the starting signal, competitors are allowed to cross the line and begin to race to the next mark. The next mark is called the windward mark. The windward mark is placed directly upwind from the start/finish line. Competitors must round the mark going counter-clockwise, leaving the mark on the port side of the boat. After rounding the windward mark, the fleet now heads towards the leeward mark. The leeward mark is positioned directly downwind from the windward mark, below the start/finish line. Sailors also round this mark counter-clockwise. After rounding, competitors head upwind to cross the finish line. The course may require more than one lap around the marks. Not all courses are windward-leeward. Variations include triangles, offset marks, gates, and rectangles. Sometimes the finish is to leeward instead of to windward. https://www.sailing.org/tools/documents/WSRRS20212024FinalwithChgsandCorrecns201113-[27417].pdf Appendix S pg. 147 ===Bermuda Fitted Dinghy racing=== In Bermuda, the Bermuda rig, now almost universal on small sailing vessels, can still be seen in its purest form in the Bermuda Fitted Dinghy, used for a series of races contested each year by the colony's yacht clubs. The first race of this type was held in 1880, as a way of reducing the costs then experienced racing larger Bermudian sloops, with their similarly-larger professional crews. BFD racing was restricted to amateurs, although each dinghy carries a crew of six. ===Single- handed or more than one crew=== Most racing dinghies can be classified as being either single-handed (one person only) such as the Laser, RS Vareo or double-handed, such as the 470, 505, Heron, Tasar, Flying Junior, International Fireball or the International Fourteen. A few classes of dinghy carry more than two crew whilst racing, typically heavier dayboat types, but also a couple of high-performance, Australian-origin skiff-type dinghies. Some classes allow children to sail double-handed until a particular age and then require them to compete single-handed. Some double-handed boats are ideal for an adult and child like the Heron, while some such as the Tasar have weight restrictions which ensure they are sailed competitively by two adults or near- adults. Weight equalisation is also used on certain high-performance classes to ensure that comparative levels of performance are attained. ===One-design, or development class=== Sailing dinghies can be one-design, with virtually no difference between boats and strict rules controlling construction; or development classes where there is wide leeway to experiment with the latest technology. One-design classes allows the competition to be more about sailing ability than about who can afford the newest innovation, although the weight of the boat, and sail age and quality, may also be differentiating factors, even in one-design classes. The oldest known one-design sailing dinghy is the Water Wag. Thomas Middleton proposed the idea of one design sailing punts, with centreboards all built and rigged the same in 1887. The first race took place on April 12, 1887, in Kingstown (now Dún Laoghaire) Harbour. The Water Wag Club still race Water Wag dinghies in Dún Laoghaire every Wednesday during the summer season. One designs may be strictly controlled, as in the ubiquitous Laser, with all boats being factory produced from identical moulds, with identical rigs and sails. Strict-one designs suffer from being very crew weight specific. thumb|International Flying Dutchman by \"MADER\" of Germany Other one-design classes such as the Europe and Flying Dutchman (1960 to 1992) allow differences in hull dimensions within certain tight tolerances. Despite these tolerances only being intended to allow some leeway for boats built by different builders, this usually results in certain builders boats being perceived as faster due to the way they make use of the tolerances to create a subtly different hull shape. This type of one-design generally allows more freedom in choice of masts, sails and deck layouts. Restricted classes like the National 12 and Merlin Rocket were previously referred to as one-designs, with tightly controlled rules which keep the boats closely competitive, but allow the owner to customize the boat to their preferences and weight. Full development classes such as the International Moth and International C class catamaran represent the cutting edge of the sport, with fleets being very diverse and often using the latest ideas and technology, including hydrofoils and solid wings in place of sails. ===Olympic dinghy sailing=== Current Olympic sailing includes several dinghy classes for both men and women, the Laser (men), Finn (men), 470 (men and women), Laser Radial (women), and Nacra 17 catamaran (mixed). Added for the 2000 Sydney Olympic Games, was the 49er skiff (men.) Most recently the IOC has added a Women's high performance planing dingy, the 49erFX skiff. The 49erFX is n identical hull to the men's 49er with a slightly reduced rig and sail area to accommodate lighter women's crews. ===In scholastic sport=== Many secondary schools and universities worldwide have adopted dinghy racing as either a club or varsity sport. In the United States secondary school sailing is governed by the Interscholastic Sailing Association. College sailing in the United States is governed by the Intercollegiate Sailing Association. Both organizations have been in continuous existence since the early 20th century and, indeed, college racing began in 1928. College sailing in Canada is now governed by the Canadian Intercollegiate Sailing Association, founded in 2010. In the United Kingdom secondary school sailing is governed by the National School Sailing Association. They not only organize 6 large events each year but support teachers by using sailing as a way of making education interesting and fun. They also offer schools, sailing clubs and youth clubs support on navigating the legal obligations surrounding involving youngsters in adventurous activities. They will be celebrating 50 years existence in 2012. Most school programs own fleets of at least 6 dinghies, and the well funded programs often have more than 20 dinghies in addition to support boats and paid coaches. Often schools cooperate with local yacht clubs to share fleets. The schools compete in both the fall and spring within regional districts and then, if they qualify through district championships, at a national championship regatta. Additionally, schools also compete in team racing regattas where they are able to compete one-on-one against other schools. Many clubs also sponsor junior programs for younger sailors. Junior sailors generally compete in club races and, if eligible, can compete in national events like those sponsored by US Sailing and internationally. ===Handicap events - an attempt to even the playing field between different boat speeds=== Races involving mixed fleets (different classes of boat, different ages, weights and abilities of sailors) can be organised on a handicap basis. The most commonly used handicapping system is the Portsmouth yardstick, which assigns a different rating to each class of boat in a mixed fleet and (at least in theory) gives every boat an equal chance of winning. Handicaps can also be personal (sometimes called a back-calculated yardstick), taking into account the results of the sailor over past races, so an inexperienced person who sails significantly better than previously over a season or regatta can win on handicap. There are unfortunately certain classes of boats which do better or worse because of their particular handicap, and as boats are modified the handicap system are often slow to catch up. However, for the purposes of large fleet racing with many different classes, the handicap systems seem to work quite well. ===Class, association, club=== Clubs generally have a number of different classes competing on any one day, often sailing the same course at the same time, or sometimes with each class starting a few minutes apart. Keen club sailors join and compete in events with their State and National Associations. Associations generally cater for only one class of boat, but generally have competitors in several divisions. ===Competitive areas=== The UK has one of the most diverse dinghy racing scenes in the world with over 100 different classes of dinghy and strongly supported clubs both inland and around the coast. Other competitive areas include the Eastern seaboard of the United States and Southern California. In these areas the junior programs are well funded and provide excellent training experience. The most popular boats are Naples Sabots, the Flying Junior, the Laser, 420s and 29ers. Europe has a very active circuit in many classes. Asia, Australia and South America are all large contenders at international events, Examples # Class: 470: http://www.470.org # Class: Laser: http://www.laser.org # Class: GP14: http://www.gp14.org # Discussion: The Laser Forum: http://www.laserforum.org # Discussion: The Sunfish Forum: http://www.sunfishforum.com # Class: Lark: http://www.larkclass.org # Class: 505: http://www.int505.org # Club: Concord & Ryde Sailing Club: http://www.concordrydesailing.org.au # Association: NSW Heron Association: https://web.archive.org/web/20060219183812/http://herons.dinghies.org/ # Puddle Duck Racer: http://www.pdracer.com ==Motor-driven dinghy racing== Motor-driven dinghy races include the Dinghy Derby in Australia, using aluminium boats that are variants of the Stacer 319 Proline type. ==See also== *Boat building *Dinghy sailing *Racing Rules of Sailing *Yacht racing ==Further reading== * ==References== ==External links== *Canadian Intercollegiate Sailing Association *ISAF Web site *International Association for Disabled Sailing *Access Class Association *List of Dinghy Classes *Sailgroove * SailJuice: Articles about how to Sail and Race Faster Racing Category:Sailing (sport) Category:Boat racing",
 "title": "Dinghy racing"
}