{
 "id": "406672",
 "text": "Animal Planet (stylized as animal planet since 2018) is an American multinational pay television channel owned by Discovery, Inc. First established on June 1, 1996, the network is primarily devoted to series and documentaries about wild animals and domestic pets. The channel was originally a joint venture with BBC Studios, and favored educational programming such as nature documentaries. Since its initial launch, the channel's target demographics are animal lovers; which are children and family audiences during morning and daytime, and for mature audiences during primetime and late night. In 2008 Animal Planet adopted a more mature programming direction, with an emphasis on aggressive and predatory portrayals of animals, as well as an increase in reality programs following personalities involved in animal- related occupations and investigations. Animal Planet rebranded again in October 2018, shifting back towards a more family-oriented direction, despite still airing some mature programs. , approximately 91,603,000 households receive Animal Planet. Discovery has also established or licensed international versions of the channel in various regions. ==History== Animal Planet was launched on June 1, 1996; it was created by Discovery Communications in cooperation with BBC Worldwide. On January 1, 1997, Animal Planet's distribution grew as a result of Advance Entertainment Corporation selling the satellite transponder slot belonging to the WWOR EMI Service (a national superstation feed of Secaucus, New Jersey/New York City's WWOR-TV, that was implemented following the 1989 passage of the Syndication Exclusivity Rights Rule by the Federal Communications Commission) to Discovery Communications, replacing the feed with Animal Planet outright.Paikert, Charles. \"Discovery dogs WWOR; Animal Planet gets leg up on Open Slots\", Multichannel News, January 6, 1997. Retrieved February 24, 2011 from HighBeam Research. In late 2005, as part of a multi-million dollar expansion, the National Aquarium in Baltimore opened an exhibit called \"Animal Planet Australia: Wild Extreme\". Animal Planet and the National Aquarium in Baltimore announced a multi-year partnership the year prior, which produced an original orientation film that gives Aquarium visitors background on the Australian area which inspired the new exhibit and a dedicated area inside the expansion where visitors can learn about Animal Planet's conservation efforts and other programming. The partnership also allowed the possibility of future productions of television programs about the National Aquarium in Baltimore's research and exhibits. In 2006, BBC Worldwide sold its 20% interest in the flagship Animal Planet U.S. network back to Discovery Communications. The BBC maintained its 50% ownership in Animal Planet's European, Asian and Latin American channels, as well as a minority interest in Animal Planet Japan and Animal Planet Canada until November 15, 2010,EDGAR Filing Documents for 0000950134-07-004374 when BBC Worldwide sold 50% interest in Animal Planet and Liv to Discovery Communications for $156 million. Animal Planet is additionally an associate member of the Caribbean Cable Cooperative.Member channels of the Caribbean Cable Cooperative During the late 2000s, Genius Products announced a U.S. distribution agreement involving Animal Planet and TLC. Jakks Pacific also entered into a licensing agreement to develop Animal Planet-branded pet products. ===2008 rebranding=== thumb|left|170px|Animal Planet logo used from February 3, 2008 to October 14, 2018. On February 3, 2008, amidst declining average viewership, Animal Planet underwent a major revamp in its programming and branding. The new lineup placed a larger focus on series portraying animals as \"characters\" in their own right, and more \"aggressive\" and story-based entertainment series targeting mature viewers 13-49 (such as Escape to Chimp Eden and the reality documentary series Whale Wars), as opposed to traditional nature documentaries and family viewing. The network also adopted a new logo, replacing its previous \"elephant and globe\" emblem with a stylized wordmark, and the new slogan \"Same Planet, Different World\". Network president Marjorie Kaplan explained that Animal Planet had been too \"soft\" and family-oriented, and that it was aiming to be \"more aggressive and tapping into the instinctual nature of compelling animal content.\" In April 2010, Animal Planet introduced a new slogan and marketing campaign, \"Surprisingly Human,\" as an evolution of the 2008 rebranding. The slogan reflected Animal Planet's increasing number of personality-based series following animal-related investigations and occupations, such as River Monsters. In April 2012, Animal Planet's entertainment-oriented direction was criticized after it broadcast Mermaids: The Body Found—a fictional documentary suggesting that mermaids were real. Despite its fictitious content, the documentary was widely viewed, and a follow-up entitled Mermaids: The New Evidence set an all-time ratings record for the channel. ===2018 rebranding=== On October 15, 2018, Animal Planet unveiled a new logo, featuring a symbol of a jumping elephant resembling the original logo. The new branding symbolizes a new mission of \"keeping the childhood joy and wonder of animals alive by bringing people up close in every way.\" The new branding coincided with the October 28 premieres of Crikey! It's the Irwins (a new series following the family of Steve Irwin) and Amanda to the Rescue. On January 23, 2019, Animal Planet was launched in France, along with Discovery Turbo, Discovery World and TLC. ==Programming== Recent additions to the channel, such as Meerkat Manor and Orangutan Island, reflect its shift toward \"predation programming\" and more immersive storytelling. Animal Planet intended the new direction to help revitalize stagnating ratings, after primetime viewership of the network dropped by 9% in 2007. Animal Planet added pseudo-scientific documentary, reality television, and sitcom shows to its line-up. Animal Planet is also well known for the Puppy Bowl, an annual special featuring puppies at play inside a football-themed setting. The special airs on the afternoon prior to the NFL's Super Bowl, and was originally narrated by commentator and NFL Films narrator Harry Kalas before his death. ==Animal Planet Magazine== D.C. Thomson & Co. partnered with Discovery to publish Animal Planet Magazine in the United Kingdom. The magazine's first issue was published on February 16, 2011. ==See also== *Animal Planet (UK & Ireland) *Animal Planet (Canada) *Animal Planet Nordic *Animal Planet (Australia and New Zealand) *Animal Planet (Germany) *Animal Planet Europe *Animal Planet (Poland) *Animal Planet (India) *Animal Planet (Asia) *List of programs broadcast by Animal Planet ==References== ==External links== * Category:Television networks in the United States Category:Television channels and stations established in 1996 Category:English-language television stations in the United States Category:Discovery Networks",
 "title": "Animal Planet"
}