{
 "id": "406917",
 "text": "The Tall Guy is a 1989 British romantic comedy and the feature film debut of screenwriter Richard Curtis and director Mel Smith.It's magic, a 2003 article about Richard Curtis from The Guardian It was produced by London Weekend Television for theatrical release and stars Jeff Goldblum, Emma Thompson and Rowan Atkinson. Curtis's script draws from his experiences as straight man to long-time collaborator Rowan Atkinson. ==Plot== The protagonist and narrator is Dexter King (Goldblum), an American actor working in London and living platonically in Camden Town with his \"educated, charming... nymphomaniac\" landlady (played by Geraldine James). He has just finished his sixth year playing \"The Tall Guy\", a straight man in a two-man, long-running comedy revue starring (and dominated by) Ron Anderson (Rowan Atkinson, playing a role based on himself). Chronic hay fever prompts him to see a doctor, where he meets and falls quickly in love with Kate (played by Emma Thompson), who works there as a nurse. Soon after meeting Kate, Dexter is fired by Ron. After being rejected for a role in a new Steven Berkoff play for \"lacking anger\", Dexter wins the title role in a new Royal Shakespeare Company musical based on The Elephant Man. It's \"a sparkily nasty send-up of Andrew Lloyd Webber\" called Elephant! which features a song called \"He’s Packing His Trunk\" and a finale which ends with the lyric \"Somewhere up in heaven there's an angel with big ears!\" During rehearsal, Dexter succumbs to the advances of a married co-star (played by Kim Thomson). On the new musical's opening night, Kate puts together evidence of the affair from a few subtle clues, and leaves Dexter without further ado. After seeing a scene in a televised award show that suggests Ron is now dating Kate, Dexter impulsively gives up his role in Elephant! just before the curtain rises, with plans to make an impassioned plea to Kate to take him back. With Ron's involuntary help (Dexter ties him up in his dressing room and steals his car), Dexter presents his case to Kate in a busy hospital ward. Kate agrees to give him another chance. ==Cast== The cast includes: * Jeff Goldblum as Dexter King * Rowan Atkinson as Ron Anderson * Emma Thompson as Kate Lemmon * Geraldine James as Carmen * Anna Massey as Mary * Kim Thomson as Cheryl * Hugh Thomas as Dr. Karabekian * Emil Wolk as Cyprus Charlie * Tim Barlow as Mr. Morrow * Harold Innocent as Timothy * Joanna Kanska as Tamara * Angus Deayton as Actor in Agent's Office * Jason Isaacs as 2nd Doctor The film also includes cameo appearances from John Inman, Melvyn Bragg, Suggs, Jonathan Ross and director Mel Smith. ==Production== Principal photography occurred in 1988. Nearly twenty years later, Mel Smith, calling his directorial debut the high point of his career, commented on the directing experience: \"I didn't know enough about the film business, and so it seemed wonderfully easy.\" ==Critical reception== Upon its September 1990 US release, Entertainment Weekly gave it a B−, describing it as \"mildly charming and mostly too broad\" and accusing it of overplaying \"Dexter's dorkiness in the same way it overplays the big sex scene, the romantic montage, the breakup scene…\" Caryn James of The New York Times wrote \"even when its bright theatrical satire gives way to men dressed as nuns dancing in wimples and red sequined shorts, this modest comedy is always wickedly endearing, thanks to the off-kilter characters played by Mr. Goldblum and Emma Thompson as the unlikely woman of his dreams.\" Roger Ebert called the film a \"sweet, whimsical and surprisingly intelligent comedy\" whose \"last third ...turns into a hilarious sendup of the modern musical\" that \"must be the funniest deliberately bad play in a movie since Mel Brooks' \"Springtime for Hitler\" in The Producers.\" The Deseret News called it a \"most uneven romantic comedy,\" saying \"If you're a Monty Python fan, lower your expectations a notch. We're more in Benny Hill territory here....The highlights here are easily the staged \"Elephant!\" sequences, with some very funny sendups of the gargantuan musicals of Andrew Lloyd Webber.\" On review aggregator Rotten Tomatoes, the film has an approval rating of 89% based on 19 reviews and an average rating of 6.67/10. In a 2003 mid-career retrospective about Richard Curtis, The Guardian described the film as being \"patronised in one sense by critics while not patronised in the other by audiences.\". It also identified several tropes from The Tall Guy that would be utilised in his subsequent romantic comedies, (Four Weddings and a Funeral, Notting Hill and Love Actually): * romantic lightning strikes that \"Curtis seems to believe in as much as any figure in history apart from Cupid\"; * the \"willingness to sacrifice realism to a gag\" (e.g. turning cartwheels in front of a giant Moon to show that Dexter is in love); * the \"wacky but wise\" flatmate; * the use of eccentric obscenities (e.g. Ron's question \"What in the name of Judas Iscariot's bumboy is going on?\"). ==Soundtrack== The score is by Peter Brewis. The soundtrack also includes Labi Siffre's \"It Must Be Love\", performed by Madness. The film features a montage in which various characters sing along to this song, and which includes a cameo by Madness frontman Suggs. Other tracks include \"Let the Heartaches Begin\" (Long John Baldry), \"Heartbreak Hotel\" (Sam Williams), \"Breaking Up Is Hard to Do\" and \"Crying in the Rain\" (both performed by Phil Pope). ==Home video== According to WorldCat, the film was released on VHS and Laserdisc in 1990 by RCA/Columbia Pictures Home Video. It was released on VHS in the UK by Virgin Vision, and on DVD in 2003 by Buena Vista Home Entertainment. == References == == External links == * * Category:1989 films Category:1989 romantic comedy films Category:British films Category:British romantic comedy films Category:English-language films Category:Films about actors Category:Films directed by Mel Smith Category:Films set in London Category:Films with screenplays by Richard Curtis Category:Working Title Films films Category:1989 directorial debut films",
 "title": "The Tall Guy"
}