{
 "id": "407076",
 "text": "Mark Shainblum (born 1963 in Montreal, Quebec) is a Canadian writer who now lives in Ottawa, Ontario, Canada. Though he has worked as a journalist and editor, Shainblum is best known as a science fiction and comic book writer. ==Early life== Shainblum is Jewish. His great-uncle Yechiel (Eli) Shainblum was also well known in Montreal as a painter, sculptor and teacher. In the early 1980s, Shainblum published two issues of a comics and science fiction fanzine called Orion: The Canadian Magazine of Time and Space, and later founded Matrix Graphic Series (later known as Matrix Comics), one of only a handful of independent comic book publishers in Canada at the time. ==Career== His published works include: *Northguard, a post-modern Canadian superhero, created in the 1980s with illustrator Gabriel Morrissette. Though Northguard was published as an independent comic book series and didn't achieve the notoriety of better-known Canadian superheroes like Richard Comely's Captain Canuck or Marvel Comics' Alpha Flight, it was well received by critics and a core following of fans. The Quebec superheroine Fleur-de-Lys, a supporting character from the series, even made her way to a Canadian postage stamp in 1995. *Angloman, co-created with Gabriel Morrissette. A humorous parody of politics in Shainblum's native province of Quebec, Angloman was first published in book form and then made the leap to two Montreal newspapers, the alternative newsweekly Montreal Mirror and the mass-circulation daily Montreal Gazette. With John Dupuis, Shainblum also co-edited the 1998 short story collection Arrowdreams: An Anthology of Alternate Canadas, which garnered a Prix Aurora Award for Canadian science fiction in 1999. Shainblum was also a finalist in the 2001 international Mark Twain Writing Competition and recently published a story in Claude Lalumière's anthology Island Dreams: Montreal Writers of the Fantastic from Véhicule Press. In 2002–03, he served as president of SF Canada, Canada's national association of science fiction and fantasy authors. ==Awards== ==Current projects== Shainblum is collaborating on two webcomics projects: with artist Sandy Carruthers on a super-hero genre webcomic project entitled Canadiana, and on a mystery serial, The Haunting of MacGrath with artist Jeff Alward. He also works as a communications and media relations professional. ==See also== Canadian Comics Creators ==References== ==External links== * *Angloman website *Guardians of the North: a virtual museum tour through the history of Canadian superheroes, hosted by the Digital Library of Canada. *Canadiana: the New Spirit of Canada: a serialized super- hero webcomic by Mark Shainblum, Sandy Carruthers and Jeff Alward * Category:Canadian science fiction writers Category:Canadian comics writers Category:Canadian webcomic creators Category:Canadian humorists Category:Comic book publishers (people) Category:Jewish Canadian writers Category:Journalists from Montreal Category:Journalists from Ontario Category:1963 births Category:Living people Category:Anglophone Quebec people Category:Concordia University alumni Category:Writers from Montreal Category:Writers from Ottawa Category:Jewish Canadian journalists",
 "title": "Mark Shainblum"
}