{
 "id": "407398",
 "text": "1001 is the natural number following 1000 and followed by 1002. == In mathematics == One thousand and one is a sphenic number, a pentagonal number, a pentatope number and the first four-digit palindromic number. Scheherazade numbers always have 1001 as a factor. ===Divisibility by 7, 11 and 13=== Two properties of 1001 are the basis of a divisibility test for 7, 11 and 13. The method is along the same lines as the divisibility rule for 11 using the property 10 ≡ −1 (mod 11). The two properties of 1001 are 1001 = 7 × 11 × 13 in prime factors 103 ≡ −1 (mod 1001) The method simultaneously tests for divisibility by any of the factors of 1001. First, the digits of the number being tested are grouped in blocks of three. The odd numbered groups are summed. The sum of the even numbered groups is then subtracted from the sum of the odd numbered groups. The test number is divisible by 7, 11 or 13 iff the result of the summation is divisible by 7, 11 or 13 respectively.Diane L. Herrmann, Paul J. Sally, Jr., Number, Shape, & Symmetry: An Introduction to Number Theory, Geometry, and Group Theory, p. 159, CRC Press, 2012 .David Wells, The Penguin Dictionary of Curious and Interesting Numbers, p. 126, Penguin UK, 1997 . ;Example: Number under test, N = 22 872 563 219 Sum of odd groups, So = 219 + 872 = 1091 Sum of even groups, Se = 563 + 22 = 585 Total sum, S = So − Se = 1091 − 585 = 506 506 = 46 × 11 Since 506 is divisible by 11 then N is also divisible by 11. If the total sum is still too large to conveniently test for divisibility, and is longer than three digits, then the algorithm can be repeated to obtain a smaller number. == In other fields == In The Book of One Thousand and One Nights, Scheherazade tells her husband the king a new story every night for 1,001 nights, staving off her execution. From this, 1001 is sometimes used as a generic term for \"a very large number\", starting with a large number (1000) and going beyond it: :1001 uses for... :1001 ways to... In Arabic, this is usually phrased as \"one thousand things and one thing\", e.g.: :The Book of One Thousand and One Nights, in Arabic Alf layla wa layla (), literally \"One thousand nights and a night\". 1001 was the name of a popular British detergent in the 1960s, supposedly with \"1001 uses\". In the Mawlawiyyah order of Sufi Islam, a novice must complete 1001 days of prayer before becoming a dada, or junior teacher of the faith. In many cases, including the title \"Thousand and One Nights\", 1001 is meant to indicate a \"big number\", and need not be taken literally. A book published in 2007 titled 40 Days & 1001 Nights describes a journey through the Islamic world. Among them are recent books aiming to introduce significant works in various fields: :1001 Books You Must Read Before You Die :1001 Movies You Must See Before You Die :1001 Albums You Must Hear Before You Die There are also many film titles starting with 1001. For example: :Bugs Bunny's 3rd Movie: 1001 Rabbit Tales The NBA Draft Lottery uses a lottery with 1,001 combinations by selecting four balls out of 14, then disregards the combination 11, 12, 13 and 14 to produce 1,000 outcomes. 1001 was a hidden track on the Australian release of Two Shoes, the second album by The Cat Empire Buckminster Fuller called 1001 a Scheherazade number in his book Synergetics, since Scheherazade was the name of the story-telling wife in The Book of One Thousand and One Nights. ==References== Category:Integers",
 "title": "1001 (number)"
}