{
 "id": "407881",
 "text": "Josiah Robins Bonner Jr. (born November 19, 1959) is an American academic administrator and former politician who currently serves as the fourth president of the University of South Alabama. He was previously the U.S. representative for from 2003 to 2013. He is a member of the Republican Party. He resigned from Congress on August 2, 2013, to take a job with the University of Alabama. He served as Chief of Staff to Alabama governor Kay Ivey from 2019 to 2021, before becoming the president of the University of South Alabama. He was officially inaugurated in December 2021. ==Early life, education, and early political career== Bonner was born in Selma, Alabama, but was reared in Camden, Alabama, to Josiah Robins Bonner and the former Imogene Virginia Lyons. He graduated in 1982 with a degree in journalism from the University of Alabama in Tuscaloosa. Two years later he started working as campaign press secretary for U.S. Congressman Sonny Callahan, a Republican representing Alabama's 1st congressional district. In 1989, Bonner was promoted to Callahan's chief of staff and moved to Mobile. Bonner has served as a member of the board of directors for the Mobile Area Chamber of Commerce, Rotary Club, Leadership Mobile, and the Mobile Chapter of the University of Alabama Alumni Association. In 2000, the College of Communications at the University of Alabama honored him as their Outstanding Alumnus in Public Relations. He was a member of Leadership Mobile, Class of 2000, where his classmates elected him co-president. ==U.S. House of Representatives== ===Elections=== ;2002 Callahan did not run for reelection in 2002, and Bonner entered the race to succeed him. He ranked first in the crowded seven-way Republican primary with 40% of the vote, but failed to reach the 50% threshold needed to win outright. In the run-off election Bonner defeated Tom Young, chief of staff to U.S. Senator Richard Shelby 62%–38%. In the general election, he defeated Democrat Judy Belk with 61% of the vote. However, he had effectively clinched a seat in Congress with his primary victory. The 1st is one of the most Republican districts in Alabama and the South, and has been in Republican hands without interruption since 1965. Bonner was also endorsed by his predecessors, Callahan and Jack Edwards. ;2004-2010 During this time period, Bonner never won re-election with less than 63% of the vote. He even ran unopposed in 2008 and 2010. ;2012 After redistricting, Bonner decided to run for a sixth term. In the Republican primary, he drew three opponents.Alabama Press-Register \"Mobile Bar polls judicial races; new candidate in AL-01 (Political Skinny)\" February 13, 2012 For the third election in a row, no other party even put up a candidate, meaning that whoever won the primary would be all but assured of election. An anti-incumbent super PAC called the Campaign for Primary Accountability spent $21,000 to try to unseat Bonner. Bonner told The New York Times that \"obviously, when the Supreme Court made their decision to open up corporate war chests, this is the result.\" Bonner said he believed he would survive the primary challenge because his campaign expenditures far exceed the money being spent against him. \"If I hadn't had $1 million in my account, I could be underwater right now,\" said Bonner.New York Times, \"‘Super PAC’ Increasing Congress’s Sense of Insecurity\", March 8, 2012 According to Federal Election Commission records, Bonner spent $650,000 on his re-election campaign. His three opponents spent a combined total of under $275,000. No Democratic candidates have filed to run against Bonner in the general election.Alabama Press-Register, \"Rep. Jo Bonner wins GOP nomination for Alabama's 1st Congressional District\", March 13, 2012 Bonner won the Republican primary with 56% of the vote. He won all of the counties in the district. ===Tenure=== Bonner was somewhat conservative by national standards, but moderate by Alabama Republican standards. Perhaps his most notable dissension was his opposition to on-shore liquefied natural gas (LNG) terminals for Mobile, but went on to propose an off-shore option for the future. He pushed for Callahan's seat on the House Appropriations Committee but did not carry the support of his colleagues. Bonner hosted the Gulf Coast Congressional Report from 2003 to 2006, when the program was halted in response to an equal-time complaint by Vivian Beckerle, Bonner's opponent in the 2006 election. Prior to being sworn into the 108th Congress, Majority Whip Roy Blunt, a Missouri Republican, named Bonner an Assistant Whip. The appointment made Bonner one of a number of freshmen who were part of weekly leadership meetings with Blunt, the second-ranking member in the Republican Leadership behind only the Majority Leader. On December 14, 2005, Bonner voted for the reauthorization of the USA PATRIOT Act. On June 29, 2005, he voted for a $25 million increase in funding for anti-marijuana print and television ads. On October 6, 2005, he voted for the Department of Homeland Security. On July 13, 2006, he was one of thirty-three votes against renewal of the Voting Rights Act. In December 2011, Bonner voted in support of H.R. 10, the \"Regulations From the Executive in Need of Scrutiny Act,\" which would have required Congressional approval for any \"major regulations\" issued by the executive branch but, unlike the 1996 Congressional Review Act, would not require the president's signature or override of a probable presidential veto. Bonner is a signer of Americans for Tax Reform's Taxpayer Protection Pledge. According to the website Open Congress, Bonner votes with the Republican Party 93.5% of the time. This ranked 88th among the 242 House Republicans in 2011.Open Congress \"Voting With Party,\" Accessed October 28, 2011 Heritage Action for America, a conservative policy advocacy organization, reports that 55% of Bonner's votes align with Heritage's preferred policy stances.Heritage Action for America \"Scorecard,\" Accessed March 10, 2012 Bonner has received a 0% on the legislative scorecards for NARAL Pro-Choice America, the Human Rights Campaign, and the American Civil Liberties Union.The Hill \"Rep. Jo Bonner (R-Ala., 1st) Lawmaker Scorecard,\" Accessed March 10, 2012 The American Conservative Union gave him an 86% evaluation in 2013. In 2008, following Bonner's appointment to the Appropriations Committee, free-market advocacy group FreedomWorks called on Bonner to accept a personal one-year moratorium on accepting earmarks. A FreedomWorks statement said that \"Representative Bonner has a long history of securing earmarks for his district, and voting in favor of egregious pork projects on the House floor.\" Bonner has declined to join the Tea Party Caucus, saying, \"I try not to get involved in caucuses that make me look like a radical, right-wing nut. I don't think that's what the Tea Party is, but I want to avoid the appearance.\"Talbot, George. \"Talbot: Jo Bonner runs into anger during weeklong district tour\", Press-Register (August 25, 2010). In 2007, Bonner voted to increase the federal minimum wage.House of Representatives Vote Results \"Fair Minimum Wage Act,\" January 10, 2007 In 2008, he voted in favor of TARP, the financial bail out package.Washington Post \"Jo Bonner (R-Ala.),\" Accessed February 24, 2012 Bonner voted against Republican-supported regulations on the credit-card industry and the Cash for Clunkers program.House of Representatives Vote Results \"Credit Cardholders’ Bill of Rights Act of 2009,\" April 30, 2009 Bonner supported the Iraq war and opposed a timetable for withdrawal of American troops. He supports warrantless wiretapping. Bonner supports amending the U.S. Constitution to ban same-sex marriage and he voted against repealing \"Don't Ask Don't Tell.\"House of Representatives Vote Results \"Patrick Murphy of Pennsylvania Amendment No. 79,\" May 27, 2010 In the summer of 2011, Bonner voted to raise America's debt ceiling.Al.com, \"Congressional hopeful Pete Riehm wants larger federal budget cuts, including to defense\", November 30, 2011 In March 2013, Mother Jones reported that in August 2012 Bonner and his wife took a $16,214.66 trip to a private 66,000-acre ranch in Kenya, paid for entirely by the International Conservation Caucus Foundation. The ranch is owned by members of the Wildenstein family and was the filming location of the 1985 film Out of Africa. Bonner claimed that the trip was for the purposes of researching a link between illegal wildlife poaching and Al-Qaeda. ===Committee assignments=== *Committee on Appropriations (since February 2008) **Subcommittee on Commerce, Justice, Science, and Related Agencies (Vice Chair) **Subcommittee on Defense **Subcommittee on Financial Services and General Government *Committee on Ethics (Chairman) ===Caucus memberships=== *Congressional Travel & Tourism Caucus *International Conservation Caucus *Sportsmen's Caucus *Congressional Cement Caucus Bonner was a member of the Republican Study Committee until October 2011, when he dropped out of the group. ==Chief of Staff to the Governor of Alabama== After Steve Pelham, the then-chief of staff to Alabama governor Kay Ivey, took a job with Auburn University, Bonner was announced as Pelham's replacement in January 2019. In a press release, Ivey said of Bonner, \"Steve has been a close friend and a trusted confidant for a number of years and has provided our office with outstanding leadership.\" Bonner officially took office as chief of staff following Ivey's inauguration for a full term as governor. Bonner left the position in 2021 to become president of the University of South Alabama, and was succeeded by Liz Filmore. ==Academic career== Bonner resigned from the U.S. Congress in 2013 to become the vice chancellor of government relations and economic development for the University of Alabama. In November 2021, Bonner, while serving as chief of staff to Governor Kay Ivey, was announced as the next president of the University of South Alabama, following the retirement of Tony Waldrop. Bonner faced skepticism from some faculty and alumni over his political background; in response, Bonner stated, \"all I can ask of those who still have doubts and concerns is to meet me halfway and give us a chance to show what we can do by working together.\" Bonner was officially inaugurated as the university's fourth president on December 2, 2021. Bonner has a base salary of $525,000, over three times his congressional salary at the time of his resignation. ==Personal life== Bonner is married to Janée Lambert of Mobile. They are parents of a daughter, Jennifer Lee, and a son, Josiah Robins, III. The Bonners make their home in Mobile and are members of St. Paul's Episcopal Church. His sister Judy served as the President of the University of Alabama from 2012 to 2015.Melissa Brown, Jo Bonner to receive $350,000 in University of Alabama System position, The Birmingham News, June 12, 2013 Bonner is a member of the Reformers Caucus of Issue One. ==Electoral history== | | ==References== ==External links== *Congressman Jo Bonner official U.S. House website *Jo Bonner for Congress * *Collected news and commentary from Politico * |- Category:1959 births Category:21st-century American politicians Category:Alabama Republicans Category:American Episcopalians Category:Living people Category:Members of the United States House of Representatives from Alabama Category:People from Camden, Alabama Category:Political chiefs of staff Category:Politicians from Mobile, Alabama Category:Politicians from Selma, Alabama Category:Republican Party members of the United States House of Representatives Category:United States congressional aides Category:University of Alabama alumni Category:University of Alabama faculty",
 "title": "Jo Bonner"
}