{
 "id": "408728",
 "text": "thumb|upright|Photo from 1909 book Heart Songs thumb|upright|Tetrazzini in 1911 thumb|upright|Tetrazzini in 1920 Luisa Tetrazzini (June 29, 1871 - April 28, 1940) was an Italian coloratura soprano of great international fame. Tetrazzini “had a scintillating voice with a brilliant timbre and a range and agility well beyond the norm...” She enjoyed a highly successful operatic and concert career in Europe and America from the 1890s through to the 1920s. Her voice lives on in recordings made from 1904–1920. She wrote a memoir, My Life of Song, in 1921 and a treatise, How to Sing, in 1923. After retirement, she taught voice in her homes in Milan and Rome until her death. ==Biography== ===Early life=== Tetrazzini was born on June 29, 1871, in Florence, Italy. Her father was a tailor and she had two sisters and two brothers. Reportedly, she began singing at the age of three. Luisa herself recalled singing early on as a child and reminisced that her father was the first person to ever compare her to the famous bel canto soprano, Adelina Patti. Luisa first studied singing with her oldest sister, Eva Tetrazzini (1862–1938)(it). Eva was also a prima donna soprano who made a name for herself internationally. While doing chores, Luisa was known to practice entire acts of operatic roles and to sing every voice part. She began studies at the Insituto Musicale between the age of ten and thirteen with Professor Ceccherini. She married Giuseppe Santino Alberto Scalaberni on October 14, 1889. ===Career=== Through a stroke of luck, Tetrazzini stepped in for an ailing prima donna and made her operatic debut in Florence on October 21, 1890, as Inez in Meyerbeer's L'Africaine at age nineteen. She reminisces that after her debut, “The pavements from the theatre to my home were lined, even at that late hour, with large numbers of people, all of whom seemed to be shouting congratulations to me.” Next, she sang Inez in Rome on December 26, 1890 for the King and Queen of Italy. She was then invited by the Queen to sing the Liebestod from Tristan und Isolde, as it was the Queen’s favorite opera. The first part of her career was spent mainly in the Italian provincial theaters and then touring in South America. She travelled with Pietro Cesare, who became her lover of nearly 14 years, to Buenos Aires where she was offered £280 per month to sing. While in Buenos Aires, her husband, Alberto, followed her to attempt to return her to Florence. She refused to reconcile. He left for Florence without her in October, and she made her debut a few days later as Annetta in Crispino e la comare. When Alberto died on June 4, 1905, they were still separated. Tetrazzini first sang Lucia di Lammermoor in Buenos Aires on November 21, 1892. It was her favorite opera, as well as that of Argentinian President Dr. Luis Saenz Pena. He was her avid fan. By the time of her fourth season in Buenos Aires, she was engaged to receive £5,500 per month. Along with performing in Argentina, she toured South America. She continued to sing there until 1895. She returned to sing in Europe in 1896. Next she debuted in Saint Petersburg with Battistini in Un ballo in maschera on December 31, 1896. After her first season in St. Petersburg ended in 1897, she finished the year performing in Madrid, Milan, Turin and Odessa. In 1898, she sang in Odessa and Bologna before returning to perform in various South American countries. The winter season of 1899 brought Tetrazzini back to St. Petersburg. This is where she first performed with Enrico Caruso, who sang Edgardo to her Lucia in Lucia di Lammermoor on February 22, 1899. Her 1890s' repertory consisted primarily of lyric-coloratura parts such as Violetta, Philine, Oscar, Gilda, and Lucia. From 1899–1903, she sang in Italy, Germany, Poland, and Russia. Her Mexican debut as Lucia came on October 22, 1903. A little over a year later, her performance of Lucia on December 8, 1904, was fortuitous. William H. ‘Doc’ Leahy, impresario of San Francisco's Tivoli Theater, was in attendance. He was in Mexico visiting his friend, Ettore Patrizi, who was conducting Tetrazzini at the time. Leahy invited her to come to San Francisco. She made her American debut at the Tivoli in San Francisco as Gilda in Rigoletto on January 11, 1905. Due to Nellie Melba’s absence, an opening came for Tetrazzini at the esteemed Covent Garden in London. Although she had established a career throughout South America and much of Europe, she was practically unknown to English audiences. Tetrazzini’s debut at Covent Garden as Violetta in La traviata on November 2, 1907 was critically acclaimed and “caused a sensation...” She garnered twenty curtain calls. E. A Baugham in the Daily News wrote, “The quality of tone produced by Tetrazzini ravished the sense. It is soft and golden and yet has none of the impersonal and chilling perfection of the ordinary light soprano...I have never seen the pathos of Verdi’s heroine realized with such grip and sincerity... I do not think I am exaggerating when I say that Mme Tetrazzini has the voice of the century and stands out from even the great Italian singers we know...” Additional reviews were similarly complimentary of Tetrazzini’s abilities, even comparing her to the famous Adelina Patti, the premiere soprano of an earlier generation. Tetrazzini idolized Patti greatly. She remarks that Patti saw her performance and invited her to a lunch in which she confirmed the press’s clamoring that Tetrazzini would continue her legacy. Tetrazzini and Patti became great friends, and were frequent correspondents until Patti’s death. Patti made it a point to attend and loudly applaud the younger soprano's performances. Tetrazzini remarks about a letter from Patti about one of her performances that she prized it as her greatest treasure saying, “Praise from a mixed audience is very gratifying after one has given it of her best. But, praise, and such praise, from Patti is far more than the passing pleasure of a public ovation.” From this point on, Tetrazzini was an international operatic superstar, commanding the highest fees and selling out opera houses and concert halls wherever she performed. In 1904, the Metropolitan Opera's general manager, Heinrich Conried, had tried to engage Tetrazzini with a contract that committed her to singing with the Met for three years starting in November 1905. This contract never became binding as Conried failed to give her bank the guarantee deposit. In 1908, Tetrazzini finally appeared in New York City, not at the Metropolitan, but at Oscar Hammerstein's Manhattan Opera Company, again as Violetta with great success. She remained loyal to Hammerstein and appeared at the Met for only one season, in 1911-12 (giving just eight performances, in the roles of Lucia, Violetta, and Gilda). From 1911 to 1914 she sang with the Boston Opera Company and Chicago Grand Opera Company. After some legal difficulties in New York that blocked her from performing, she held a press conference and declared, \"I will sing in San Francisco if I have to sing there in the streets, for I know the streets of San Francisco are free.\" This line became famous. She won her legal case, and her agent announced she would sing in the streets of San Francisco. On a crystal clear Christmas Eve in 1910, at the corner of Market and Kearney near Lotta's Fountain, Tetrazzini climbed a stage platform in a sparkling white gown, surrounded by a throng of an estimated two to three hundred thousand San Franciscans, and serenaded the city she loved. Tetrazzini possessed an extraordinary vocal technique that enabled her to surmount any vocal challenge with joyful ease. She had complete mastery of runs, trills, staccati and vocal ornaments of all kinds. She also had a brilliant upper register, extending to F above high C. Unlike many other coloratura sopranos, such as Amelita Galli- Curci, Tetrazzini's high notes were not thin and delicate, but full, powerful and ringing. On the debit side of the ledger, her vocal registers were not as well-integrated as those belonging to her direct soprano rival, Nellie Melba. Also, although her lower register was strong, her middle voice was comparatively thin or 'white' in tone, with a quality which some American and English critics described as \"infantile\" and \"child-like\". The Irish tenor John McCormack even compared it, using hyperbole, to \"the wailing of a cross infant\". With age, however, Tetrazzini's middle register filled out to some extent; and the way that her mid-voice sounded, even when she was younger, does not seem to have troubled the ears of Mediterranean critics, going by their written record. Tetrazzini was short and grew quite stout as she aged; but she could act effectively on stage, especially in lively or comic roles. She was a good musician, too, and she possessed an amiable, zestful and vivacious personality. These extra-vocal qualities come through on the many records that she made. She recorded extensively for the Victor Talking Machine Company and the Gramophone Company/HMV. Her best recordings include a spectacular rendition of \"Io son Titania\" from Ambroise Thomas' Mignon and \"Saper vorreste\" from Verdi's Un ballo in maschera, in which Tetrazzini's personality virtually jumps out of the grooves at the listener. On a different note, her recording of \"Addio del passato\" from La traviata is very moving and also demonstrates her fine legato, as is her \"Ah non credea mirarti\" from La sonnambula. Her \"Una voce poco fa,\" and \"Ah non giunge,\" made for Victor, remain, after all these years, unequalled for their sheer joy, easy virtuosity and spectacular ornamentation. Tetrazzini had a bitter feud with Nellie Melba while at Covent Garden but was extremely well liked by other colleagues such as Frieda Hempel and Enrico Caruso. Tetrazzini and Caruso had been close friends for many years, and his premature death at age 48 left her devastated. After he fell ill, Caruso wrote her a postcard saying “I am waiting for you with open arms, waiting every moment to salute you with a golden note.” Unfortunately, she was unable to see him before his death. She is known to have visited his tomb frequently. Additionally, she obtained permission from the Pope to sing a Requiem Mass on the first anniversary of his passing. ===Later Years=== After World War I, Tetrazzini largely abandoned the opera stage for the concert platform. She wrote a memoir, My Life of Song, in 1921 and a treatise, How to Sing, in 1923. In 1932, when she was retiring, she was filmed listening to a recording of Caruso's rendition of \"M'appari, Tutt'Amor,\" and began to sing along with the record showing that her voice still had plenty of power (this video can be seen from the link below under the External Links section). She taught voice after retirement in 1934 and named Lina Pagliughi her successor. Tetrazzini’s recordings range from 1904-1920. Tetrazzini became a worldwide name and was “glorified even in food, as in Turkey tetrazzini.” Tetrazzini’s thirty-two year career accrued her enormous wealth. Critics described her as singing with youthful abandon, while noting her solid vocal technique. Her emotional interpretation of roles catapulted her to fame and led to comparisons with Patti, Lind, and Melba.Zicari, Massimo. “‘Ah! non credea mirarti’” nella fonti discografiche di primo Novecento: Adelina Patti e Luisa Tetrazzini.” In Schweitzer Jahrbuch fur Musikwissenschaft-Annales Suisses de Musicologie. Schweitzer Jahrbuch fur Musikwissenschaft, edited by Luca Zoppelli, vol. 34-35: 193-217. Bern: Peter Lang Publishing, 2017. Some of her most well-known roles included: Rosina (Il Barbiere di Seviglia), Violetta (La Traviata), and Gilda (Rigoletto). She sang her favorite role, Lucia, over 100 times. She was married three times and had many passionate affairs during her life. She was the aunt and mentor of the actress Marisa Vernati. Tetrazzini was plagued by legal battles with her third husband, which substantially affected her finances towards the end of her life. She generously gave away the money and belongings that she possessed but remained cheerful and lovable despite her reduced circumstances. She would often say, \"I am old, I am fat, but I am still Tetrazzini.\" Tetrazzini left little behind when she died in Milan on April 28, 1940. Her funeral was honored with a Requiem Mass at the church in Via Casoretto and was attended by close family and friends. She was buried in a mausoleum, of her choosing, with an epitaph from Lucia di Lammermoor: “Alfin son tua.” (At last I am yours). == Writings == *My Life of Song (Dorrance & Co, Philadelphia 1922). *How to Sing (C. Arthur Pearson, London 1923). ==CDs== *Luisa Tetrazzini, 2 volumes: 1, 2; Nimbus. *Luisa Tetrazzini: The Complete Known Recordings (5 volumes); Pearl, Pavilion Records (9220 GEMM CDS) *Luisa Tetrazzini: The Complete London Recordings (boxed set); EMI *Luisa Tetrazzini: The Complete Zonophone (1904) and Victor Recordings(1911–20); Romophone. ==References== ==Sources== *Gattey, Charles Neilson, Luisa Tetrazzini: The Florentine Nightingale (Amadeus Press, Great Britain 1995) *Kuhn, Laura, ed., “Luisa Tetrazzini,” in Baker’s Dictionary of Opera (New York: Schirmer Books, 2000.), 810. *Lauri-Volpi, Giacomo, “Coloraturas at the Metropolitan,” in Lily Pons: A Centennial Portrait, ed. James A. Drake and Kirsten Beall Ludecke (Portland, OR: Amadeus Press, 1999.), 38-45. *Limansky Nicholas E., “Luisa Tetrazzini: Coloratura secrets,” The Opera Quarterly 20, no. 4 (December 2004): 540-569. *Pleasants, Henry, The Great Singers (Simon & Schuster, New York 1966). *Scott, Michael, The Record of Singing Vol I (Duckworth, London 1977), 159-161 and passim. *Shawe-Taylor, Desmond, “Luisa Tetrazzini,” in The New Grove Dictionary of Music and Musicians, 2nd ed., eds. Stanley Sadie and John Tyrrell (London: Macmillan Press, 2001), vol. 26: 318-319. *Tetrazzini, Luisa, “Introductory Sketch of the Career of the World Famous Prima Donna,” in Caruso and Tetrazzini on the Art of Singing, eds. Enrico Caruso and Luisa Tetrazzini (New York: Dover Publications, 1975), 1-2. *Tetrazzini, Luisa. My Life of Song. (London: Cassell and Company, LTD., 1921) *Zicari, Massimo, “‘Ah! non credea mirarti’” nella fonti discografiche di primo Novecento: Adelina Patti e Luisa Tetrazzini,” in Schweitzer Jahrbuch fur Musikwissenschaft-Annales Suisses de Musicologie. Schweitzer Jahrbuch fur Musikwissenschaft, ed. Luca Zoppelli (Bern: Peter Lang Publishing, 2017), vol. 34-35: 193-217. ==External links== * * ===Biographical=== *Luisa Tetrazzini - The Coloratura Voice Vocal mastery; talks with master singers and teachers by Harriette Brower (1869–1928) (alt) *Tetrazzini Modern musicians; a book for players, singers and listeners (1914) by James Cuthbert Hadden (1861–1914) *brief biography from Who's who in music : a biographical record of contemporary musicians (1913); Wyndham, Henry Saxe & L'Epine, Geoffrey *Tetrazzini - The grand opera singers of to-day; an account of the leading operatic stars who have sung during recent years, together with a sketch of the chief operatic enterprises (1912); Lahee, Henry Charles *Biographical notes *Luisa Tetrazzini: The Florentine Nightingale; Virtual Museum of the City of San Francisco ===Books=== *Caruso and Tetrazzini on the Art of Singing, 1909, by Enrico Caruso and Luisa Tetrazzini, from Project Gutenberg *Tetrazzini at archive.org ===Images=== *Images of Luisa Tetrazzini from the Portal to Texas History ===Recordings and Media=== * Luisa Tetrazzini singing along to a Caruso record of \"M'appari, Tutt'Amor\" when she retired in 1932. *Luisa Tetrazzini Includes one recording. *Eight digitally restored recordings of Tetrazzini to listen to. (Roger Wilmut's website) * Category:1871 births Category:1941 deaths Category:Musicians from Florence Category:Italian operatic sopranos Category:Royal Philharmonic Society Gold Medallists Category:19th-century Italian women singers Category:20th-century Italian women singers Category:Victor Records artists",
 "title": "Luisa Tetrazzini"
}