{
 "id": "408783",
 "text": "Julie Billiart (12 July 1751 — 8 April 1816) was a French religious leader, social worker, educator of poor children, and Roman Catholic saint, who founded and was the first Superior General of the Congregation of the Sisters of Notre Dame de Namur.The foundress of the sisters of Notre Dame de Namur hebostonpilot.com, Thomas Lester, 11 May 2018 ==Childhood== She was born on 12 July 1751, at Cuvilly, France, the sixth of seven children of Jean-François Billiat and Marie-Louise-Antoinette (née Debraine). By the age of seven, she knew the catechism by heart and used to gather her companions around her to hear her recite it and to explain it to them. Her education was confined to the rudiments obtained at the village school kept by her uncle, Thibault Guilbert. In spiritual things her progress was so rapid that the parish priest, Father Dangi court, allowed her to make her First Communion and to be confirmed aged 9. She took a vow of chastity five years later. She was held in very high esteem for her virtue and piety, and was commonly called, \"the saint of Cuvilly\". When twenty-two years old, a nervous shock, brought about by a pistol-shot fired at her father by an unknown enemy, brought on a paralysis of the lower limbs. Within a few years she was confined to her bed and remained incapacitated for 30 years. During this time, when she received Holy Communion daily, Billiat exercised an uncommon gift of prayer, spending four or five hours a day in contemplation. The rest of her time was occupied in making linens and laces for the altar and in catechizing the village children whom she gathered around her bed, giving special attention to those who were preparing for their First Communion. ==Amiens and Viscountess== At Amiens, where Billiart took refuge with Countess Baudoin during the French Revolution, she met Françoise, Viscountess of Gizaincourt, who became her co-laborer in the work as yet unknown to either of them. The Viscountess Blin de Bourdon was 38 years old when she met Billiart, and had spent her youth in piety and good works. She had been imprisoned with all of her family during the Reign of Terror, and had escaped death only by the fall of Robespierre. A small company of friends of the viscountess (young and high-born ladies) was formed around the couch of \"the saint\". Billiart taught them how to lead an interior life, while they devoted themselves generously to the causes of God and the poor. Though they attempted all the exercises of an active community life, some of the elements of stability were wanting, and these first disciples dropped off until only the Viscountess remained. ==Institute of the Sisters of Notre Dame== In 1803, in obedience to Father Varin, superior of the Fathers of the Faith, and under the auspices of the Bishop of Amiens, the foundation was laid of the Institute of the Sisters of Notre Dame, a society which had for its primary object the salvation of poor children. Several young persons offered themselves to assist the two superiors, Billiart and de Bourdon. The first pupils were eight orphans. On the feast of the Sacred Heart, 1 June 1804, Billiart, after a novena made in obedience to her confessor, was cured of paralysis. The first vows of religion were made on 15 October 1804 by Billiart, Blin de Bourdon, Victoire Leleu and Justine Garson, and their family names were changed to names of saints. They proposed for their lifework the Christian education of girls, and the training of religious teachers who should go wherever their services were asked for. Varin gave the community a provisional rule by way of probation, which was so far-sighted that its essentials have never been changed. In view of the extension of the institute, he would have it governed by a superior-general, charged with visiting the houses, nominating the local superiors, corresponding with the members dispersed in the different convents, and assigning the revenues of the society. The characteristic devotions of the Sisters of Notre Dame were established by the foundress from the beginning. She was original in doing away with the time-honored distinction between religious sisters and lay sisters, but this perfect equality of rank did not prevent her from putting each sister to the work for which her capacity and education fitted her. She attached great importance to the formation of the sisters destined for the schools, and in this she was ably assisted by Mother St. Joseph (Françoise Blin de Bourdon), who had herself received an excellent education. When the congregation of the Sisters of Notre Dame was approved by an imperial decree dated 19 July 1806, it numbered 30 members, In that and the following years, foundations were made in various towns of France and Belgium, the most important being those at Ghent and Namur; Mother St. Joseph was the first superior of the latter house. In the absence of Varin from that city, the confessor of the community, the Abbé de Sambucy de St. Estève, a man of superior intelligence and attainments but enterprising and injudicious, endeavored to change the rule and fundamental constitutions of the new congregation so as to bring it into harmony with the ancient monastic orders. He so far influenced the bishop, Demandolx, that Billiart had soon no alternative but to leave the Diocese of Amiens, relying upon the goodwill of Msgr. Pisani de la Gaude, bishop of Namur, who had invited her to make his episcopal city the center of her congregation, should a change become necessary. In leaving Amiens, Billiart laid the case before all her subjects and told them they were perfectly free to remain or to follow her. All but two chose to go with her, and thus, in the mid-winter of 1809, the convent of Namur became the motherhouse of the institute and is so still. Demandolx, soon undeceived, made all the amends in his power, entreating Billiart to return to Amiens and rebuild her institute. She returned, but after a vain struggle to find subjects or revenues, went back to Namur. ==Later life, death and canonization== The ten years of life that remained to her were spent in forming her daughters to solid piety and the interior spirit, of which she was herself the model. Msgr. De Broglie, the bishop of Ghent, said of her that she saved more souls by her inner life of union with God than by her outward apostolate. In the space of twelve years (1804–1816) Billiart founded fifteen convents, made one hundred and twenty journeys, many of them long and toilsome, and carried on a close correspondence with her spiritual daughters. Hundreds of these letters are preserved in the motherhouse. In 1815 Belgium was the battlefield of the Napoleonic wars, and the mother-general suffered great anxiety, as several of her convents were in the path of the armies, but they escaped injury. In January 1816, she took ill. She died on May 13, 1816, at the motherhouse of her institute, in Namur, Belgium, aged 64. The process of her canonization was begun in 1881. She was beatified on 13 May 1906 by Pope Pius X and canonized in 1969 by Pope Paul VI.Canonization of St. Julie Billiart (1751-1816) Movie showing the canonization of St. Julie Billiart Billiart was best known for her charity. Many schools exist in her honor, including many \"Notre Dame\" schools in America, including Notre Dame de Namur University, and many in the UK as well. In 1969, a newly completed Catholic church serving the Eccleston area of Merseyside, England, was dedicated to her. Many modern members of her religious order perform charity today, mainly focused on education and following God, and \"Teaching the Children What they Need to Know for Life\" ==References== == External links == * Julie Billiart in ODIS - Online Database for Intermediary Structures ==Sources== Category:1751 births Category:1816 deaths Category:Belgian Roman Catholic saints Category:French Roman Catholic saints Category:Founders of Catholic religious communities Category:French Roman Catholic religious sisters and nuns Category:Sisters of Notre Dame de Namur Category:19th-century Christian saints Category:Incorrupt saints Category:18th-century Christian saints Category:Christian female saints of the Early Modern era Category:Christian female saints of the Late Modern era Category:Canonizations by Pope Paul VI",
 "title": "Julie Billiart"
}