{
 "id": "408810",
 "text": "Events from the year 1915 in Canada. ==Incumbents== === Crown === * Monarch – George V === Federal government === * Governor General – Prince Arthur, Duke of Connaught and Strathearn * Prime Minister – Robert Borden * Chief Justice – Charles Fitzpatrick (Quebec) * Parliament – 12th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of Alberta – George H. V. Bulyea (until October 20) then Robert Brett *Lieutenant Governor of British Columbia – Francis Stillman Barnard *Lieutenant Governor of Manitoba – Douglas Colin Cameron *Lieutenant Governor of New Brunswick – Josiah Wood *Lieutenant Governor of Nova Scotia – James Drummond McGregor (until October 19) then David MacKeen *Lieutenant Governor of Ontario – John Strathearn Hendrie *Lieutenant Governor of Prince Edward Island – Benjamin Rogers (until June 3) then Augustine Colin Macdonald *Lieutenant Governor of Quebec – François Langelier (until February 8) then Pierre-Évariste Leblanc *Lieutenant Governor of Saskatchewan – George W. Brown (until October 6) then Richard Stuart Lake ==== Premiers ==== *Premier of Alberta – Arthur Sifton *Premier of British Columbia – Richard McBride (until December 15) then William John Bowser *Premier of Manitoba – Rodmond Roblin (until May 12) then Tobias Norris *Premier of New Brunswick – George Johnson Clarke *Premier of Nova Scotia – George Henry Murray *Premier of Ontario – William Hearst *Premier of Prince Edward Island – John Alexander Mathieson *Premier of Quebec – Lomer Gouin *Premier of Saskatchewan – Thomas Walter Scott === Territorial governments === ==== Commissioners ==== * Commissioner of Yukon – George Black * Gold Commissioner of Yukon – George P. MacKenzie * Commissioner of Northwest Territories – Frederick D. White ==Events== *January 4 – WWI: Princess Patricia's Canadian Light Infantry becomes the first Canadian troops sent to the front lines *January 15 – The Canadian Northern Railway line to Vancouver, British Columbia, is completed *February 2 – WW1: Attempt to bomb the Vanceboro international bridge between the Canadian-US border by a German spy *February 4 – WW1: After a training accident, Lieutenant W. F. Sharpe becomes the first Canadian military airman killed *February 14 – WW1: The 1st Canadian Division arrives in France *February 21 – Nellie McClung presents a petition to the Alberta Legislature demanding women's suffrage *February 28 – WWI: Canadian troops launch the first trench raid of the war; by the end of the conflict Canadian troops will be regarded as the experts at this manoeuvre *April 22 – WWI: In the Second Battle of Ypres Canadian forces bear the brunt of the first large-scale chemical weapons attack on the Western Front. They devise makeshift gas masks of urine-soaked rags and hold their ground *May 3 – \"In Flanders Fields\" is written by Canadian poet John McCrae. *May 12 – Tobias Norris becomes premier of Manitoba, replacing Sir Rodmond Roblin *July 5 – The Hotel Macdonald in Edmonton opens *August 6 – Manitoba General Election *September 13 – WWI: with the arrival of the 2nd Canadian Division a separate Canadian Corps is created *October 9 – WWI: The 3rd Canadian Division arrives in France *December 15 – William John Bowser becomes premier of British Columbia, replacing Richard McBride *December 19 – WW1: Captain M.M. Bell- Irving, No.1 Squadron, Royal Flying Corps, achieves the first aerial victory by a Canadian when he shot down a German aircraft === Full date unknown === *Fermière Monument (Montreal) unveiled *World War I – Many Canadian soldiers grow upset at the inferior quality of their Ross Rifles ==Arts and literature== ===New works=== *\"In Flanders Fields\": John McCrae *The Golden Road: Lucy Maud Montgomery ==Sport== *March 26 – The Pacific Coast Hockey Association's Vancouver Millionaires win their First and only Stanley Cup by defeating the National Hockey Association's Ottawa Senators 3 games to 0. All games played at Vancouver's Denman Arena *November 20 – Hamilton Tigers win their 2nd Grey Cup by defeating the Toronto Rugby and Athletic Association 13 to 7 in the 7th Grey Cup played at Toronto's Varsity Stadium ==Births== ===January to June=== * January 12 – Joseph-Aurèle Plourde, Roman Catholic prelate, Archbishop of Ottawa (19671989) (d.2013) *January 18 – Syl Apps, pole vaulter and ice hockey player (d.1998) *February 12 – Lorne Greene, actor (d.1987) *March 10 – Maurice Camyré, Olympic boxer (d.2013) *March 18 – Harold Crowchild, Tsuu T'ina elder and soldier, last Treaty 7 World War II veteran (d.2013) *April 9 – Daniel Johnson, Sr., politician and 20th Premier of Quebec (d.1968) *April 11 – Eddie Sargent, politician (d.1998) *April 28 – Robina Higgins, track and field athlete (d.1990) *May 3 – Stu Hart, wrestler, promoter and trainer (d.2003) *May 28 ** Conrad Bourcier, ice hockey player (d.1987) ** Frank Pickersgill, World War II hero (d.1944) *June 22 – Arthur Gelber, philanthropist (d.1998) ===July to December=== *July 4 – Harold E. Johns, medical physicist (d.1998) *July 6 – Leonard Birchall, World War II hero (d.2004) *August 3 – Frank Arthur Calder, politician, first Status Indian to be elected to any legislature in Canada (d.2006) *August 20 – H. Gordon Barrett, politician (d.1993) *August 22 ** James Hillier, scientist and inventor, jointly designed and built first electron microscope (d.2007) ** Jacques Flynn, politician and Senator (d.2000) *August 25 – John Bassett, publisher and media baron (d.1998) *October 7 ** Harry J. Boyle, broadcaster and writer (d.2005) ** Charles Templeton, cartoonist, evangelist, agnostic, politician, newspaper editor, inventor, broadcaster and author (d.2001) *October 25 – Tommy Prince, one of Canada's most decorated First Nations soldiers (d.1977) *November 27 – Yves Thériault, author (d.1983) *December 4 – Johnny Lombardi, CHIN-TV television personality (d.2002) *December 13 – Ross Macdonald, novelist (d.1983) ===Full date unknown=== *Arthur Julian Andrew, diplomat and author (d.1994) *Earl Cameron, broadcaster and news anchor (d.2005) *Percy Saltzman, meteorologist and television personality, first weatherman in English-Canadian television history (d.2007) ==Deaths== * *January 18 – Thomas Bain, politician and Speaker of the House of Commons of Canada (b. 1834) thumb|100px|right|Charles Tupper *May 16 – Kit Coleman, journalist (b. 1864) *June 14 – Antoine Audet, politician (b. 1846) * July 21 – Jean Prévost, politician (b. 1870) *July 22 – Sandford Fleming, engineer and inventor (b. 1827) *August 10 – William Mortimer Clark, lawyer, politician and Lieutenant Governor of Ontario (b. 1836) *September 10 – Charles Boucher de Boucherville, politician and 3rd Premier of Quebec (b. 1822) *September 11 – William Cornelius Van Horne, pioneering railway executive (b. 1843) *September 15 – Ernest Gagnon, folklorist (b. 1834) *October 19 – Neil McLeod, lawyer, judge, politician and Premier of Prince Edward Island (b. 1842) *October 30 – Charles Tupper, politician, Premier of Nova Scotia and 6th Prime Minister of Canada (b. 1821) *December 25 – Graham Fraser (industrialist) (b. 1845) ==See also== * List of Canadian films ==Historical Documents== Canadian Lt. Col. John McCrae's poem \"In Flanders Fields\" is published in Punch magazineJohn McCrae, \"In Flanders Fields\" Punch, pg. 468 (December 8, 1915). Accessed 3 March 2020 Nursing sister Capt. Sophie Hoerner notes her hard work and praises her patientsLetter of Sophie Hoerner (July 9, 1915). Accessed 3 March 2020 Canadian prisoners of war tell German captors why they're fighting against GermanyNellie McClung, \"Chapter IX; Caught!\" Three Times and Out: A Canadian Boy's Experience in Germany (1918). Accessed 3 March 2020 Future minister of national defence George Pearkes describes trench duty conditionsLetter of George Pearkes (October 2, 1915). Accessed 3 March 2020 Canadian soldier feels homicidal after friend's brother found dead on battlefield and their family perhaps lost in Lusitania sinkingLetter of James Wells Ross (May 17, 1915). Accessed 3 March 2020 Brant County, Ont. leaders thank Six Nations following death of Lt. Cameron BrantLetter of Warden George E. Cooke and 14 others (May 1, 1915). Accessed 3 March 2020 Officer describes huge training camp at Valcartier, Quebec \"To William MacIntosh from Doug Holman, Valcartier, Quebec\" (June 19, 1915). Accessed 6 March 2020 Soldier's letter about visiting friends and touring palaces in England, then getting arrested for returning late to camp\"A Letter Home,[...]Arthur Magee to His Mother[....]\" (January 16, 1915). Accessed 6 March 2020 http://website.nbm- mnb.ca/mop/english/ww1/dosearch.asp?Results=50&q;=January (scroll down to Magee) Canada's hundreds of growing towns should deter growth of slums found in its big citiesThomas Adams, \"Distribution of Population\" Civic Improvement League for Canada; Report [from] the Commission of Conservation[...;]November 19, 1915 (1916), pgs. 10-11. Accessed 5 March 2020 Saskatchewan government revokes liquor licences\"Deathknell Of Liquor Traffic Sounded In Saskatchewan....\" Regina Morning Leader (March 19, 1915), pg. 1. Accessed 5 March 2020 Indian residential school principal criticized for allowing children to go home too often\"Report of Dr. O.I. Grain\" (excerpt; October 7, 1915), Department of Indian Affairs. Accessed 24 June 2021 == References == Category:Years of the 20th century in Canada Canada Category:1915 in North America",
 "title": "1915 in Canada"
}