{
 "id": "408817",
 "text": "Events from the year 1902 in Canada. ==Incumbents== === Crown === * Monarch – Edward VII === Federal government === * Governor General – Gilbert Elliot- Murray-Kynynmound, 4th Earl of Minto * Prime Minister – Wilfrid Laurier * Chief Justice – Samuel Henry Strong (Ontario) (until 18 November) then Henri Elzéar Taschereau (Quebec) * Parliament – 9th === Provincial governments === ==== Lieutenant governors ==== *Lieutenant Governor of British Columbia – Henri-Gustave Joly de Lotbinière *Lieutenant Governor of Manitoba – Daniel Hunter McMillan *Lieutenant Governor of New Brunswick – Abner Reid McClelan (until January 28) then Jabez Bunting Snowball *Lieutenant Governor of Nova Scotia – Alfred Gilpin Jones *Lieutenant Governor of Ontario – Oliver Mowat *Lieutenant Governor of Prince Edward Island – Peter Adolphus McIntyre *Lieutenant Governor of Quebec – Louis-Amable Jetté ==== Premiers ==== *Premier of British Columbia – James Dunsmuir (until November 21) then Edward Prior *Premier of Manitoba – Rodmond Roblin *Premier of New Brunswick – Lemuel John Tweedie *Premier of Nova Scotia – George Henry Murray *Premier of Ontario – George William Ross *Premier of Prince Edward Island – Arthur Peters *Premier of Quebec – Simon-Napoléon Parent === Territorial governments === ==== Commissioners ==== * Commissioner of Yukon – James Hamilton Ross (until February 8) then Henry W. Newlands (acting) (February 8 to August 15) then Zachary Taylor Wood (acting) ==== Lieutenant governors ==== * Lieutenant Governor of Keewatin – Daniel Hunter McMillan * Lieutenant Governor of the North-West Territories – Amédée E. Forget ==== Premiers ==== * Premier of the North-West Territories – Frederick Haultain ==Events== *February – The town of Crofton, British Columbia, is founded on Vancouver Island *May 21 – 1902 Northwest Territories general election *May 24 – The first Victoria Day is celebrated *May 29 – 1902 Ontario general election: G. W. Ross's Liberals win a second consecutive majority. Margaret Haile runs as a candidate of the Canadian Socialist League in Toronto North, becoming the first woman ever to stand in a provincial election. *May 31 – The Second Boer War ends, and Canadian troops return home to great acclaim *July 1 – Ray Knight stages the first Raymond Stampede in Raymond, Alberta. This was the first use of the word stampede in the name of a rodeo. The Raymond Stampede is now Canada's oldest rodeo *August 9 – Edward VII is crowned King of the United Kingdom and of Canada. *October 10 – Altona schoolhouse shooting *October 20 – The first train enters Edmonton, by way of the Canadian Northern's Edmonton, Yukon and Pacific Railway across the Low Level Bridge *November 21 – Edward Prior becomes Premier of British Columbia, replacing James Dunsmuir *December 15 – The first transatlantic radio press report is filed from Glace Bay, Nova Scotia. *The first ascent of Mount Forbes by James Outram and party ==Arts and literature== *The first symphony orchestra in Canada begins in Quebec City. *The first movie theatre in Canada opens in Vancouver ==Births== ===January to June=== *January 22 – Jean-Paul Beaulieu, politician and chartered accountant (d.1976) *February 17 – Howard O'Hagan, writer *April 14 – Olive Diefenbaker, wife of John Diefenbaker, 13th Prime Minister of Canada (d.1976) *April 20 – Elizabeth Goudie, writer (d.1982) *May 24 – Sylvia Daoust, sculptor (d.2004) *June 17 – Anna Hilliard, doctor *June 19 – Guy Lombardo, bandleader and violinist (d.1977) *June 21 – Howie Morenz, ice hockey player (d.1937) ===July to December=== *July 15 – Donald Creighton, historian (d.1979) *July 30 – Dorise Nielson, politician (d.1980) *August 10 – Norma Shearer, Academy Award–winning actress (d.1983) *November 8 – A. J. M. Smith, poet (d.1980) *November 21 – Foster Hewitt, radio pioneer (d.1985) *December 29 – Nels Stewart, ice hockey player (d.1957) ==Deaths== *February 12 – Frederick Hamilton-Temple-Blackwood, 1st Marquess of Dufferin and Ava, Governor General of Canada (b.1826) *February 19 – Richard Maurice Bucke, psychiatrist (b.1837) *August 5 – Thomas Christie, physician, professor and politician (b.1834) *August 10 – James McMillan, United States Senator from Michigan from 1889 till 1902. (b.1838) *October 31 – John A. Dawson, politician (b.1826) ==Historical documents== Laurier cabinet member praised as \"Finance Minister of surpluses, high wages and general prosperity\"\"The Fielding Banquet; An Account of the Dinner Given by the Liberals of Nova Scotia(....)\" Accessed 23 January 2020 North-West Territories official says rapidly developing N.W.T. could become Canada's dominant province\"Provincial Status;(...)The North-West 'Asks For Nothing Unreasonable'(....)\" Regina Leader (January 23, 1902), pg. 5. Accessed 23 January 2020 Copper and nickel miners live in pollution- devastated landscape near Sudbury, OntarioJames Lumsden, Through Canada in Harvest Time[....] (1903), pgs. 315-17 Western farmers form grain growers association to oppose corporations and \"wheat blockade\"\"A Grain Growers' Association Formed At Indian Head\" Regina Leader (January 9, 1902), pg. 5. Accessed 22 January 2020 Immigrants arrive in Saskatchewan and enjoy megabushel first harvest of wheatCanadian Pacific Railway, Home Life of Women in Western Canada (1907), pgs. 24-5 Accessed 23 January 2020 Entomologist on pest control with crude petroleum, potash-and-fish-oil (either in solution) and hydrocyanic acid gas in fumigation tents\"Insects, Fungous Diseases–Treatments\" (March 20, 1902), Appendix to the Thirty-Seventh Volume of the Journals of the House of Commons, pgs. 55-61. Accessed 15 August 2021 Young mission doctor captains medical ship through storm on Strait of Belle IsleCluny Macpherson, \"A Bad Night in the Straits of Belle Isle\" Dr. Cluny Macpherson Notebook 2, pgs. 51-8. Accessed 23 January 2020 Lucy Maud Montgomery gives tips to beginning photographers\"Cynthia,\" \"Around the Table; Photography as a Hobby\" Halifax Daily Echo (May 12, 1902). Accessed 23 January 2020 == References == Category:Years of the 20th century in Canada Canada Category:1902 in North America",
 "title": "1902 in Canada"
}