{
 "id": "408822",
 "text": "The Sisters of Notre Dame de Namur (Congregationis Sororum a Domina Nostra Namurcensi) are a Catholic institute of religious sisters, founded to provide education to the poor. The institute was founded in Amiens, France, in 1804, but the opposition of the local bishop to missions outside his diocese led to the moving of headquarters to Namur (in present-day Belgium), in 1809 (then occupied by Napoleon), from which it spread to become a worldwide organization. The Sisters now have foundations in five continents and in 20 countries. Members of the order are identified by the post-nominal letters SNDdeN (less often SNDN or SND). These should not be confused with the School Sisters of Notre Dame (SSND) of Bavarian origin. ==Foundation== Founders were St. Julie BilliartThe foundress of the sisters of Notre Dame de Namur hebostonpilot.com, Thomas Lester, 11 May 2018 and Marie-Louise-Françoise Blin de Bourdon, Countess of Gézaincourt, whose name as a Sister was Mother St. Joseph. Mlle Blin de Bourdon, who had received spiritual guidance from Julie for many years, defrayed the immediate expenses of founding the Congregation. At Amiens, August 5, 1803, they took a house in Rue Neuve. In the chapel of this house, at Mass on February 2, 1804, the two foundresses and their postulant, Catherine Duchatel of Reims, made or renewed their vow of chastity, to which they added that of devoting themselves to the Christian education of girls, further proposing to train religious teachers who would go wherever their services were requested. Victoire Leleu (Sister Anastasie) and Justine Garçon (Sister St. John) joined the institute the same year. The Fathers of the Faith (a group founded for Jesuits during the Suppression of the Society of Jesus) who were giving missions in Amiens sent to the sisters women and girls to be prepared for the sacraments. St. Julie assisted the Fathers in the neighboring towns. In Amiens, Mother St. Joseph Blin trained the novices and sisters with the assistance of (former Jesuit) Frs. Varin, Enfantin, and Thomas (a former professor in the Sorbonne). The first regular schools of the Sisters were opened in August 1806, with a rush of students. The urgent need of Christian education among all classes of society in France at the time, led the foundresses to modify their original plan of teaching only the poor and to open schools for the children of the rich also. A unique feature of St. Julie's educational system was to use revenue from the Institute's academies to defray expenses at the free schools. The community lived under a provisional rule based upon that which Saint Ignatius of Loyola wrote for the Jesuits, drawn up by Mother Julie and Fr. Varin and approved in 1805 by Jean- François de Mandolx (fr), Bishop of Amiens. A more permanent Rule was adopted in 1818 and it became the basis for various versions of the Rule until 1968. At that time a total revision occurred guided by changes at the Second Vatican Council. A later update occurred in 1984. ==Expansion== === Europe === The first branch house was established at St. Nicholas, near Ghent. This, along with Mother Julie's five other foundations in France, were all temporary. Later and permanent foundations were made in Belgium: Namur, 1807, which became the motherhouse in 1809; Jumet, 1808; St. Hubert, 1809; Ghent, 1810; Zele, 1811; Gembloux and Andenne, 1813; Fleurus, 1814; and Liège and Dinant, 1816. Mother St. Joseph Blin de Bourdon, the co-foundress, was elected Superior General succeeding Saint Julie. During her generalate the institute passed through the most critical period of its existence, due to the persecution of religious institutes by William of Orange-Nassau, King of the Netherlands. Some of the measures adopted to harass and destroy all teaching institutes were to compel them to remain in status quo, to hold diplomas obtained only after rigid examinations in Dutch and French by state officials, and to furnish lengthy accounts regarding convents, schools, finances, and subjects. But Mother St. Joseph's tact and zeal for souls saved the institute. During his tour in 1829, King William visited the establishment at Namur and was so pleased that he gave the Mother General Dutch citizenship. She founded houses at Thuin, 1817; Namur Orphanage, 1823; Hospital St. Jacques, 1823; Verviers, 1827; Hospital d'Harscamp; and Bastogne, 1836 – which had been for the past thirty years a state normal school; Philippeville, 1837. The Revolution of 1830 and the assumption of the crown of Belgium by Leopold of Saxe-Gotha had put an end to petty persecutions of religious. The most important work of Mother St. Joseph's generalate was the compiling and collating of the Rules and Constitution of the Sisters of Notre Dame. She left an explanation of the Rules, the particular rule of each office, and the Directory and Customs. She had preserved a faithful record of all that Mother Julie had said or written on these points. She also drew up a system of instruction based upon that of St. John Baptist de La Salle for the French Brothers of the Christian Schools. Mother St. Joseph was twice re-elected superior-general, the term being at first fixed at ten years. To give greater stability to the government of the institute, a general chapter unanimously approved extension to life-tenure for the office of superior-general. In 1819 a foundation for the Netherlands was sought by Rev. F. Wolf, S.J., but, on account of political difficulties, Mother St. Joseph could not grant it. She offered, instead, to train aspirants to the religious life. Accordingly, two came to Namur, passed their probation, made their vows, and returned to labor in their own country. This is the origin of the congregation of Sisters of Notre Dame of Amersfoort, whose mother-house is at Amersfoort, Netherlands. Later in 1850, the political situation in Europe necessitated that the Amersfoort Sisters go to Coesfeld, Germany, to train two young women, Hilligonde Wohlbring and Elizabeth Kuhling, among others, according to the rule of St. Julie. The Sisters of Notre Dame of Coesfeld spread to America where they have large schools in Cleveland, Ohio, Covington, Kentucky, Toledo, Ohio, and Thousand Oaks, California. Mother St. Joseph died on February 9, 1838. The third superior-general was Mother Ignatius (Therese-Josephine Goethals, b. 1800; d. 1842). Her services during the persecution under King William had been invaluable. Excessive toil, however, took their toll and she died in the fourth year of her generalate, but not before she had sent the first group of sisters to America in 1840. She was succeeded by Mother Marie Therese who, on account of ill-health, resigned her office the following year. === Further afield === In 1841 Mother Constantine (Marie-Jeanne-Joseph-Collin, b. 1802, d. 1875) was elected. She governed the institute for thirty-three years. Her term of office was marked by the papal approbation of the Rule in 1844, the first mission to England in 1845, to California in 1851, and to Guatemala in 1859. Under Mother Aloysie (Therese-Joseph Mainy, b. 1817, d. 1888), fifth superior-general, the processes for the canonization of Mother Julie and Mother St. Joseph were begun in 1881; twenty houses of the institute were established – in Belgium, England, and America. Under Aloysie's successor, Mother Aimee de Jesus (Elodie Dullaert, b. 1825, d. 1907), the Sisters of Notre Dame, at the request of Leopold II of Belgium, took charge of the girls' schools in the Jesuit missions of the Congo Free State, where three houses were established. She also sent from England a community of eight sisters for the girls' schools in the Jesuit mission of Zambezi, Mashonaland. An academy and free school were opened later at Kronstadt, Orange River Colony, South Africa. The King of Belgium created Mother Aimee de Jesus a Knight of the Order of Leopold, and Sister Ignatia was accorded a similar honor after fourteen years of labor in the Congo. During Aimee's generalate Mother Julie Billiart was solemnly beatified by Pius X, May 13, 1906. Mother Marie Aloysie was elected superior general in January 1908. === The Americas === In 1840 the first foundation in America was made at Cincinnati, Ohio, at the request of the Right Reverend John B. Purcell, then Bishop and later the first Archbishop of Cincinnati. Sister Louise de Gonzague was appointed superior of the eight sisters who arrived for this foundation. After firmly establishing the institute in America, failing health caused Sr. Louise's recall to Namur, where she worked until her death in 1866. The superiors who followed Louise found themselves after 1845 in charge of other houses founded east of the Rocky Mountains. Every year the sisters were asked for in some part of the country, and the mother-house of Namur gave generously of sisters and funds until the convents in America were able to supply their own needs. In this period fifteen houses were founded by the Sisters of Notre Dame, including Trinity College, Washington, D.C., and a provincial house and novitiate at Cincinnati, Ohio. Sister Agnes Mary (b. 1840, d. 1910) made three foundations and built the first chapel dedicated to Blessed Mother Julie in America, a beautiful Gothic structure in stone at Moylan, Pennsylvania. In 1886 Sister Julia McGroarty succeeded as superior of the order’s American houses east of the Rocky Mountains. In her 15 years as superior she founded 14 new convents, a large novitiate in Waltham, Massachusetts, and an orphanage in San Jose, California. A Connecticut province was founded and a numerous apostolates would be pursued in Baltimore. On February 22, 1847, a colony of eight sisters under the care of Right Reverend F.N. Blanchet and Fr. Peter De Smet, S.J., left Namur to labor among the Indians of the Oregon Territory. Five years later these sisters, at the request of the Right Reverend Joseph S. Alemany, Archbishop of San Francisco, were transferred to San Jose, California. This first establishment on the Pacific Coast was followed in the course of time by ten others, which formed a separate province from Cincinnati. For thirty years Sister Marie Cornélia directed the province. In 1851 two foundations were made in Guatemala, Central America, under government auspices and with such an outburst of welcome and esteem from the people as reads like a romance. Twenty years later the forty-one Sisters of Notre Dame laboring there were expelled by the government. And each February the Sisters remember Sister Dorothy Stang who was assassinated in Brazil in 2005, for standing with the indigenous Amazonian people in their struggle against the logging companies who took their land. Notre Dame Health Care Center in Worcester, Massachusetts, with roots dating back to 1900, has long been a leading health care facilitator. Peace and justice work has increasingly become a part of the sisters' efforts. === Great Britain === It was through the Redemptorists that the Sisters of Notre Dame first went to England. Father de Buggenoms, a Belgian and superior of a small mission at Falmouth, felt the urgent need of schools for poor, Catholic children. He asked and obtained from the Superior of the Sisters of Notre Dame at Namur a community of six sisters, and with these he opened a small school at Penryn in Cornwall. It continued only three years, however, as the place afforded no means of subsistence for a religious house. The Redemptorists having established a second English mission at Clapham, near London, and having asked again for Sisters of Notre Dame for a school, the community of Penryn was transferred there in 1848. Through the initiative of Father Buggenoms the Sisters of the Holy Child Jesus, a community in the Diocese of Northampton, about fifty in number, were affiliated in 1852 to the Institute of Notre Dame, with the consent of the Bishop of Namur and Bishop of Northampton. Scarcely had the Hierarchy been re- established in England when the Government offered education to the Catholic poor. The Sisters of Notre Dame devoted themselves to this work, under the guidance of Sister Mary of St. Francis (Hon. Laura M. Petre), who was to the congregation in England what Mother St. Joseph was to the whole institute. Before her death (June 24, 1886) eighteen houses had been founded in England. By 1910 there were twenty-one. Among these English houses is the Training College for Catholic School-Mistresses at Mount Pleasant, Liverpool, the direction of which was confided to the Sisters of Notre Dame by the government in 1856. The sisters who ran the Training College resided in what is now known as Notre Dame Catholic College in Everton valley. At the request of the Scottish Education Department, the Sisters opened the Dowanhill Training College for Catholic School-Mistresses at Glasgow in 1895. A second convent in Scotland opened at Dumbarton in 1910. === Post-Vatican II === Pope Paul VI canonized St. Julie Billiart in 1969. With the inspiration of the Second Vatican Council, and with ecclesiastical approval, the Sisters of Notre Dame de Namur updated their Constitutions in 1984. Their charism now, as then, is to make known God's goodness. The great variety of ways they do this includes spirituality programs, legal aid, job training, and simply going around greeting people to bring them comfort and joy. In 1992, the Sisters of Notre Dame de Namur established Notre Dame Mission Volunteers - AmeriCorps as a non- profit volunteer organization.About Us Notre Dame Mission Volunteers website. Retrieved 12/02/11. In 2015 at the 175th anniversary of their arrival in the United States, the sisters there numbered 800, with an additional 400 in the South American and African missions. A video presentation of their history was made for the occasion. The current Congregational Leader is Sister Teresita Weind, elected in 2008. In 2011 there were about 2000 SNDdeN sisters around the world. == Education == === Schools === The Sisters founded and continue to administer schools in every continent.SND — Our Schools ==== Asia ==== * Notre Dame Seishin Junior Senior High School, Kurashiki, Japan * Notre Dame Academy, Munger, Bihar, India * Notre Dame Academy, Patna, Bihar, India * Notre Dame Academy, Jamalpur, Bihar, India * Notre Dame School, Badarpur, Delhi , India * Notre Dame School, Choodasandra, Bangalore , India *Sophia High School, Palace Road, Bangalore , India * Notre Dame School, Mysore, Karnataka, India ==== Europe ==== ;United Kingdom *Notre Dame Catholic Sixth Form College, Leeds (previously Notre Dame Collegiate School) *Notre Dame Catholic College, Liverpool *Notre Dame Catholic School, Plymouth *Notre Dame Catholic High School, Norwich *St Julie's Catholic High School, Liverpool *Notre Dame High School, Sheffield ==== North America ==== ;United States *Notre Dame High School, San Jose, California *Academy of Notre Dame de Namur, Villanova, Pennsylvania *Chaminade-Julienne High School, Dayton, Ohio (co- sponsored with the Marianist Brothers; previously Notre Dame Academy and Julienne High School) *Maryvale Preparatory School, Brooklandville, Maryland *Notre Dame Catholic High School, Fairfield, Connecticut (previously co- sponsored) *Notre Dame Belmont High School, an all-female High School, Belmont, California *Notre Dame Academy, Hingham, Massachusetts (originally Roxbury, Massachusetts) *Notre Dame Academy, an all-female High School, Worcester, Massachusetts *Academy of Notre Dame, Tyngsboro, Massachusetts *Notre Dame Cristo Rey High School, Lawrence, Massachusetts *Mount Notre Dame High School, Cincinnati, Ohio *Summit Country Day School, originally Our Lady of Cincinnati; now a private school, Cincinnati, Ohio *Notre Dame High School, Moylan, Pennsylvania, an all female high school, 1935-1981. Yearbook from the Class of 1959 accepted by the Smithsonian Air and Space Museum *Julie Country Day School, K-8 school, 1941-2006, Leominster, Massachusetts *Notre Dame Academy, Park Hills, Kentucky ===Tertiary institutions=== ;Japan *Notre Dame Seishin University ;United States * Emmanuel College, Boston, Massachusetts * Notre Dame de Namur University, Belmont, California * Trinity Washington University, Washington, D.C. ==See also== *Wendy Beckett *Dorothy Stang *Notre Dame Mission Volunteers - AmeriCorps *Fathers of the Faith ==References== ==External links== * Sisters of Notre Dame de Namur/Notre Dame Long Term Care Center * Sisters of Notre Dame de Namur * Dorothy Stang Center at Notre Dame de Namur University, Belmont California * Notre Dame de Namur University, Belmont California * Notre Dame Mission Volunteers - AmeriCorps * Notre Dame High School for Girls in Chicago * Notre Dame High School, San Jose, California * East Catholic High School, Manchester, Connecticut * * http://www.sophiahighschool.com/ Category:Catholic teaching orders Category:Namur (city) Category:Christian organizations established in the 19th century Category:Catholic female orders and societies Category:1803 establishments in France",
 "title": "Sisters of Notre Dame de Namur"
}