{
 "id": "408900",
 "text": "The Ford FE engine is a Ford V8 engine used in vehicles sold in the North American market between 1958 and 1976. The FE was introduced to replace the short-lived (in the USA) Ford Y-block engine, which American cars and trucks were outgrowing. It was designed with room to be significantly expanded, and manufactured both as a top-oiler and side-oiler, and in displacements between and . \"FE\" derives from 'Ford-Edsel.' Versions of the FE line designed for use in medium and heavy trucks and school buses from 1964 through 1978 were known as \"FT,\" for 'Ford-Truck,' and differed primarily by having steel (instead of nodular iron) crankshafts, larger crank snouts, smaller ports and valves, different distributor shafts, different water pumps and a greater use of iron for its parts. == Use == thumb|Front mounts for installing the FE in boats showing the level of aftermarket support for the use of the relatively light FE in marine applications The FE series engines were used in cars, trucks, buses, and boats, as well as for industrial pumps and other equipment. Ford produced the engine from 1958 and ceased production in 1976. Aftermarket support has continued, with replacement parts as well as many newly engineered and improved components. In Ford vehicles, the FE primarily powered full and midsize cars and trucks. Some of the models in which the FE was installed: Ford Galaxie, Ford Custom 500, Ford Mustang, Ford Thunderbird - 3rd generation, Ford Thunderbird - 4th generation, Ford LTD, Ford Torino, Ford Ranchero, Ford Talladega, Ford Fairlane, Ford Fairlane Thunderbolt, and F-Series trucks though typically only those 1 ton and lesser in capacity. In addition to its use in Ford and Mercury branded vehicles, the FE was also sold to third parties for use in their own products such as buses, and boats. Also, the FE was used to power irrigation pumps, generators and other machinery where long-running, low-rpm, reliable service was required. Ford regularly made updates to the design of the FE which appear as engineering codes or variations in casting numbers of parts. In addition to production casting codes, Ford also made use of \"SK\" and \"XE\" numbers if the parts were one-offs or developmental designs not approved for production. Many parts attached to Ford's racing engines carried SK and XE numbers. ===Marine=== thumb|Examples of FEs installed in boats The FE block was manufactured using a thinwall casting technique, where Ford engineers determined the required amount of metal and re-engineered the casting process to allow for consistent dimensional results. A Ford FE from the factory weighed with all iron components, while similar seven-liter offerings from GM and Chrysler weighed over . With an aluminum intake and aluminum water pump the FE could be reduced to under . This weight saving was significant to boaters and racers. The FE was popular in V-drive marine applications, available as a factory option in Century boats. Beginning in 1968, the U.S. Navy SEALS used twin 427 FEs to power their Light SEAL Support Craft (LSSC). ===Racing=== thumb|Ford SOHC Hemi (Cammer) front engine rail dragster thumb|1964 Fairlane Thunderbolt Specific models that used FE engines include the AC Cobra MKIII, GT40s, the AC Frua, as well as various factory racing versions of Ford Mustangs, Ford Galaxies, Ford Fairlanes, and Ford Thunderbirds. In the 1960s, most organized racing events required either stock components or components that were readily available to the general public. For NASCAR racing, rules required that at least 500 vehicles be sold to the general public equipped as raced. Many drag racing and road racing organizations had similar rules, which contributed to a wide range of performance parts being made available through Ford dealership parts counters. In addition, aftermarket suppliers produced performance parts and accessories. The use of the FE by Ford itself as the powerplant in many of its racing programs and performance vehicles resulted in constant improvements and engineering changes over the course of its life. Racing-inspired changes to the FE which later made it to production engines included the side-oiler block, which directed oil first to the lower portions of the block. ==== Road and track racing ==== In 1963, the 427 Galaxies dominated NASCAR primarily because in January 1963 G.M. told its divisions to get out of racing. Tiny Lund won the biggest race of the year, the Daytona 500, with 427s finishing first through fifth. Ford won 23 races to Plymouth's 19. The Plymouths earned all their victories on the short tracks while Ford dominated the super speedways, Chevrolet finished with eight wins and Pontiac had four. In 1964, Ford had their best season ever, with 30 wins. Dodge was second with 14, while Plymouth had 12. Adding the five wins that Mercury had, the 427 had a total of 35 NASCAR Grand National wins for the 1964 season. Fred Lorenzen won the Atlanta 500 and proceeded to beat Dodges and Plymouths, which were using 426 Hemi engines, in six of the next seven races. Ford was using the high-riser intake and matching heads, which were allowed by NASCAR for one season (1964). In 1965, NASCAR banned Ford's high-riser version of the engine, claiming they did not fit under \"stock\" hoods. Chrysler's 426 Hemi was banned as well, returning in 1966 after a de-tuned version was installed in a production vehicle that year. For the 1965 season, Ford developed its own version of a hemi-chambered engine, the 427 single overhead cam (SOHC) \"Cammer\" which used a single chain-driven overhead camshaft per head to operate the valves in its hemi. NASCAR banned the engine. Then Ford developed the medium-riser intake and head, which fit under stock hoods and was accepted by NASCAR. Ned Jarrett, driving for Ford, was the 1965 Grand National champion and Ford won the NASCAR crown. Also in 1965, Ford and Carroll Shelby began production of a new and improved Cobra using a 427 cubic inch (7.0 L) FE side-oiler in place of the original's 289 cubic inch Windsor small-block. A new chassis was built enlarging 3\" main tubing to 4\", with coil springs all around. The new car also had wide fenders and a larger radiator opening. The S/C (for semi-competition) \"street\" engine was rated at , which provided a top speed of 164 mph (262 km/h), and the competition version (csx 6000) with a top speed of . Cobra Mark III production began on 1 January 1965, and was used for racing into the 1970s. An original S/C sold in 2011 for US$1.5 million, making it one of the most valuable Cobra variants. In 1966, the 427 cubic inch Ford GT40 Mk II dominated the 24 Hours of Le Mans race, with a one-two-three result. In 1967, Parnelli Jones, in a Holman-Moody prepped Fairlane, won the season-opening Riverside 500 road race. Then, Mario Andretti captured the Daytona 500 in a Fairlane, with Fred Lorenzen a close second in his Holman-Moody Ford. The FE again powered the 24 Hours of Le Mans winner. In 1968, the rules of the race were changed, limiting displacement to 302 cubic inches under certain circumstances. Ford won the following two years using its Ford Windsor smallblock in the GT40. Ford's racing partner, privately owned Holman-Moody, also developed a version of the FE for the Can-Am racing series. It used factory-supplied tunnel port heads, a mechanical fuel injection system mounted on a crossram intake manifold, and a revised dry sump oiling system, but met with only limited success. ==== Drag racing ==== Organized drag racing (NHRA, AHRA and even NASCAR dabbled in drag racing in the mid-1960s) was a major venue for the FE in its various forms. Many of the most innovative products were developed and used for 1/4 mile drag racing as aftermarket suppliers eagerly supported the engine design with products such as special intakes, camshafts, superchargers, manifolds, cylinder heads, water and fuel pumps, and exhaust headers. But it was the Ford company itself which developed the most potent products and platforms for the drag-racer. Beginning in 1962 and continuing through 1964, Ford made lightweight versions of its popular Galaxie model using aluminum, fiberglass and specially chosen components emphasizing light weight over comfort or style. Many parts were simply not put on the vehicle, such as a passenger side windshield wiper, sound deadening, armrests, heater, and radio. In late 1964, Ford contracted Holman & Moody to prepare ten 427-powered Mustangs to contest the National Hot Rod Association's (NHRA) A/Factory Experimental Class in the 1965 drag racing season. Five of these special Mustangs made their competition debut at the 1965 NHRA Winternationals, where they qualified in the Factory Stock FX Eliminator Class for (FX cars only). The car driven by Bill Lawton won the class.Morris, Charlie. \"Ford's 1965 Factory Experimental Mustangs\", Car Tech Inc. website, undated article. Retrieved on August 26, 2008. For the 1964 model year, Ford introduced the two-door Fairlane 500 sedan-based Thunderbolt. Modified to accept a 427 high-riser engine, it featured a teardrop-shaped bubble hood to clear the induction system and drivetrain components from the larger Galaxie model. The two inner headlights were eliminated and replaced with air inlets ducted directly to the two four-barrel carbs. It was an industry first, the only time that a turn key drag car was made available to the general public.Dennis Kolodziej. (Ford) Thunderbolt Details. Fordfe.com. 2011-04-15.Accessed: 2011-04-15. (Archived by WebCite at https://www.webcitation.org/5xyZfTxag) However, the extensive modifications to the car did not meet Ford appearance quality standards. > {| border=\"0\" |- |THIS VEHICLE HAS BEEN BUILT SPECIALLY AS A LIGHTWEIGHT > COMPETITIVE CAR AND INCLUDES CERTAIN FIBERGLASS AND ALUMINUM COMPONENTS. > BECAUSE OF THE SPECIALIZED PURPOSE FOR WHICH THIS CAR HAS BEEN BUILT AND IN > ORDER TO ACHIEVE MAXIMUM WEIGHT REDUCTION, NORMAL QUALITY STANDARDS OF THE > FORD MOTOR COMPANY IN TERMS OF EXTERIOR PANEL FIT AND SURFACE APPEARANCE ARE > NOT MET ON THIS VEHICLE. THIS INFORMATION IS INCLUDED ON THIS VEHICLE TO > ASSURE THAT ALL CUSTOMERS WHO PURCHASE THIS CAR ARE AWARE OF THE DEVIATION > FROM THE REGULAR HIGH APPEARANCE QUALITY STANDARDS OF THE FORD MOTOR > COMPANY.Reprint of January 2000 article in Hot Rod Magazine describing the > disclaimer plate on a Thunderbolt used on a road tourHistory of the > lightweight 1964 Ford drag cars at 1964ford.com |} The 1964 NHRA Super Stock meeting was captured with a Thunderbolt. However, all three NHRA Top Stock Eliminator titles were won by Chrysler's Race Hemi. Nearly half a century later, in 2013, a Thunderbolt set a new SS/A record of 8.55 seconds in the quarter mile, with a closing speed of 154 mph, In 1963, Dick Brannan set the NHRA Super/Stock National record at 12.42 on a hot July day. In the biggest race of the year, the INDY Nationals, Ed Martin's lightweight Galaxie lost the Super Stock trophy run to John Barker's Dodge but at the teardown, the Dodge was found to have an illegal cam. In drag racing, the 427 Ford Galaxie was a winner in three consecutive National Events: the '64 Indy Nationals, the 1965 WinterNationals and the 1965 Indy Nationals. It was Mike Schmitt driving the Desert Motors Galaxie to the AA/SA Class win at the 1964 Indy Nationals. At the 1965 Winternationals it was a clean sweep as Doug Butler's four-speed took the win in AA/S with a 12.77 @ 114.21 and Bill Hanyon won on the automatic side with a 12.24 @ 117.95. Additionally, Bud Schellenberger's \"Double A Stock\" 1964 Galaxie was the 1965 Indy Nationals Top Stock Eliminator with a 12.16 @ 114.21. The Shelby Super Snake top fuel dragster, powered by a 427 supercharged SOHC, became the first car in NHRA competition to break the six-second quarter-mile time barrier. It was the winner of the 1966 NHRA Spring Nationals. In every decade since, the FE has held drag-racing records. In 2011, the new decade opens with the NHRA SS/F (class rules include stock compression ratio, stock valve sizes, stock carb sizing and other OEM-type equipment limitations) national record: the quartermile in 9.29 seconds, with a closing speed of 143.63 mph. ==== Other closed course racing ==== In 1970, an FE-powered vehicle set the land speed record for the U.K. Tony Densham set the new British land speed record of just over over the flying kilometer (the average of two runs in opposite directions within an hour) and then held onto the record for over 30 years. The FE- powered vehicle beat the official British wheel-driven record over the flying 500 and kilometer distances, until then held by Sir Malcolm Campbell, of 174.883 mph ===Custom automobiles=== The FE engine is used extensively in custom installations. The extensive availability of multi-carburetor and other exotic intakes, as well as many other \"dress-up parts\", has contributed to its use where the engine would be shown off. FEs powered the original Batmobiles built by George Barris for the 1966 TV series. It fit under the hood along with the Bat-ray, Bat-ram, a nose-mounted aluminum chain slicer and all the associated support hardware of the 5,500-pound vehicle. One dragstrip version was equipped with a Holman-Moody prepped 427 FE with dual quads, which would be launched in second gear and spin its tires the entire quarter-mile length of the track. In 1968 Carroll Shelby created a custom Mustang using a California Special model and an experimental Ford 428 FE (known as a CJX, precursor to the 428 Cobra Jet). This \"Green Hornet\" had a custom independent rear suspension, four-wheel disc brakes and a Conelec electronically controlled port fuel injection system. It had a 5.7 sec 0-60 time and 157 mph top speed, versus a factory 428 cu in FE Shelby GT500's 6.5 second 0-60 and 128 mph top speed. File:Wiki Ed Roth pair of FEs.jpg|Pair of FEs used in an Ed Roth custom File:Batmobile from 2003 Car Exhibition.jpg|Batmobile File:Wiki 3 dual Paxtons on xram in Cobra.jpg|An FE with dual superchargers in a tribute to the 200 mph Cobra made famous by Bill Cosby File:2011 Ridler Award Winner with Ford SOHC.jpg|2011 Ridler Award winner – 1956 Ford Sunliner with an FE SOHC (Cammer)Eric Geisert. Meguiars\\'s 59th Annual Detroit Autorama. Street Rodder Magazine, page 53. Accessed: 2011-07-10. (Archived by WebCite at https://www.webcitation.org/604hmaQ2f) == Description == thumb|FE cutaway showing deep skirted, Y-shaped block The FE and FT engines are Y-block designs—so-called because the cylinder block casting extends below the crankshaft centerline, giving great rigidity and support to the crankshaft's bearings. In these engines, the casting extends below the crankshaft centerline, which is more than an inch below the bottom of the crank journals. Blocks were cast in two major groups: top-oiler and side-oiler. The top-oiler block sent oil to the top center first, the side-oiler block sent oil along a passage located on the lower side of the block first. All FE and FT engines have a bore spacing (distance between cylinder centers) of , and a deck height (distance from crank center to top of block) of . The main journal (crankshaft bearing) diameter is . Within the family of Ford engines of the time, the FE was neither the largest nor smallest block. {| class=\"wikitable\" style=\"float:left;\" |+FE/FT engine displacements |- !Displacement!!Type!!Bore+0.0036/-0.0000!!Stroke+/-0.004 |- align=left ||| FT|||| |- align=left ||| rowspan=\"2\" | FE|| rowspan=\"2\" ||| |- align=left ||| rowspan=\"5\" | |- align=left ||| FT|| rowspan=\"7\" | |- align=left ||| rowspan=\"2\" | FE |- align=left | rowspan=\"2\" | |- align=left | rowspan=\"2\" | FT |- align=left ||| rowspan=\"2\" | |- align=left ||| FE |- align=left ||| FT|| |- align=left ||| rowspan=\"5\" | FE|||| |- align=left ||||| |- align=left ||||| |- align=left ||||| |- align=left ||||| |} {| class=\"wikitable\" style=\"float:left;\" |+Ford V8 blocks classified by bore spacing, in the last half of the 20th century | !colspan=3|Small block ! !colspan=3|Medium block ! !colspan=3|Big block |- !Spacing!!Displacement!!AKA!!!!Spacing!!Displacement!!AKA!!!!Spacing!!Displacement!!AKA!! |- align=right |4.38\"||239 in³||Y-block ||||4.63\"||332 in³||FE ||||4.90\"||383 in³||MEL|| |- align=right |4.38\"||272 in³||Y-block ||||4.63\"||352 in³ ||FE ||||4.90\"||410 in³||MEL|| |- align=right |4.38\"||292 in³||Y-block ||||4.63\"||360 in³ ||FE ||||4.90\"||430 in³||MEL|| |- align=right |4.38\"||312 in³||Y-block ||||4.63\"||390 in³||FE ||||4.90\"||462 in³||MEL|| |- align=right |- align=right |4.38\"||260 in³||Windsor ||||4.63\"||406 in³||FE ||||4.90\"||429 in³||385-series|| |- align=right |4.38\"||289 in³||Windsor ||||4.63\"||410 in³||FE ||||4.90\"||460 in³||385-series|| |- align=right |4.38\"||302 in³||Windsor ||||4.63\"||427 in³||FE |||||||||| |- align=right |4.38\"||351 in³||Windsor ||||4.63\"||428 in³||FE |||||||||| |- align=right |4.38\"||302 in³||335-series ||||4.63\"||330 in³||FT |||||||||| |- align=right |4.38\"||351 in³||335-series ||||4.63\"||361 in³||FT |||||||||| |- align=right |4.38\"||400 in³||335-series ||||4.63\"||391 in³||FT|||||||||| |} thumb|right|FE oil flow paths Because the FE was never a completely static design and was constantly being improved by Ford, references to a particular version of the FE can become difficult. Generally though, most FEs can be described using the following descriptors: 1) Carburetor count, i.e. single 2V (two-barrel), single 4V, dual quad (two 4V carburetors), tripower (three 2V carburetors) or Weber (four 2V Weber carburetors). 2) Top-oiler or side-oiler block (though there are known instances of side-oiler blocks drilled at the factory as top- oilers; perhaps to salvage blocks with quality control issues that prevented them from being completed as side-oilers). 3) Head type: low-riser, medium- riser, high-riser, tunnelport, or SOHC. These descriptions actually refer to the intakes used with the heads...a low-riser intake, designed to fit under a low hoodline was the earliest design. The high-riser intake required a bubble in the hood of cars it was installed in for clearance. While the low and medium riser heads could be used in combination with either low or medium riser intakes, the high riser head required a high-riser intake due to the increased height of the intake port. The medium riser's intake port is actually shorter in height, though wider, than the low-riser's port. The high- riser's ports are taller than either the low or medium-riser ports. Low-riser intakes have the carburetor placed relatively low so that the air-fuel mix must follow a more convoluted path to the chamber. A high-riser's intake places the carburetor approximately higher so the air-fuel mixture has a straighter path to the chamber. The tunnelport and SOHC heads both bolted onto FE blocks of either variety but required their own matching intakes. Within the major head groups, there were also differences in chamber designs, with small chambers, machined chambers and large chambers. The size and type of chamber affected the compression ratio, as well as the overall performance characteristics of the engine. ==Generation 1== ===332=== The smallest displacement FE engine was the \"332\", with a bore and stroke. It was used in Ford-brand cars in 1958 and 1959, domestically marketed U.S.- and Canadian- built Edsel-brand cars in 1959, and in export-configured 1958 and 1959 Edsels. The two-barrel version produced , a Holley or Autolite four-barrel version . ====332 engine configurations and applications==== 1st generation FE block shouldn't be confused with 352, 383, 390, 430 Mercury MEL blocks, which had a wedge shaped combustion chamber in their blocks, not in the head as in FE blocks. * 4V, 9.5:1 — at 4600 rpm and at 2800 rpm ** 1958 Ford ** 1958 Edsel Ranger, Pacer, Villager, Roundup and Bermuda overseas export vehicles only * 2V, 8.9:1 — at 4600 rpm and at 2200 rpm ** 1959 Ford ** 1959 Edsel Corsair and Villager, standard equipment, (called \"Express V8\") ===352=== Introduced in 1958 as part of the Interceptor line of Ford V8 engines, the Ford 352 of actual displacement was the replacement for the Lincoln Y-block. It is a stroked 332 with stroke and a bore, and was rated from with a 2-barrel carburetor to over on the 4-barrel models. When these engines were introduced, they were called Interceptor V-8 on the base models and Interceptor Special V-8 on the 4-barrel models. The 1958 H vin coded 352 was designated as Interceptor V-8 Thunderbird Special according to the 1958 Ford V8 Cars & Thunderbird Service Manual pg 483. The Interceptor was the base-performance engine in 1958. For the 1959 model year, the FE engine series was renamed the Thunderbird V-8 and the Thunderbird Special V-8. When installed in Mercury vehicles, these engines were named \"Marauder\". This series of engines usually weighed over . In 1960 Ford created a high-performance version of the 352 rated at it featured an aluminum intake manifold, Holley 4160 4-barrel (4-choke) carburetor, cast iron header-style exhaust manifolds, 10.5:1 compression ratio, and solid lifters. ====352 engine configurations and applications==== * 2V ** 8.4:1 — at 4000 rpm and at 2800 rpm *** 1965–1967 Ford F-Series ** 8.9:1 — at 4400 rpm and at 2400 rpm *** 1961–1963 Ford *** 1961–1963 Mercury (1961 Meteor and 1961–1963 Monterey, Commuter Wagon, Colony Park) * 4V ** 10.2:1 — at 4600 rpm and at 2800 rpm *** 1958 Ford Interceptor *** 1958–1959 Ford *** 1958–1959 Ford Thunderbird ** 9.6:1 — at 4600 rpm and at 2800 rpm *** 1960 Ford *** 1960 Edsel *** 1960 Ford Thunderbird ** 10.6:1 — at 6000 rpm and at 3400 rpm *** 1960 Ford ** 8.9:1 — at 4400 rpm and at 2400 rpm *** 1960 Ford ** 9.3:1 — at 4400 rpm and at 2800 rpm *** 1964–1966 Ford thumb|left|1958 Advertisement for reference ===361 Edsel=== Edsel 361 engines were assembled in Cleveland Ohio, and Dearborn Michigan. They were standard equipment in the 1958 Edsel Ranger, Pacer, Villager, Roundup and Bermuda. The Edsel 361 was the very first FE block engine to be offered for sale in any market, having been introduced to the public in the U.S. on September 4, 1957, almost two months before any 1958 Fords were sold. The 361 cid 4V FE engine was also sold on 1959 Edsels in the U.S. and Canada, and 1958 and 1959 Ford and Meteor brand automobiles in Canada in place of the 352 cid, which was not available with any Ford Motor Company of Canada brand until the 1960 model year. Edsel 361 engines were available to U.S. law enforcement agencies and state and municipal emergency services purchasing fleet Fords as the 1958 Ford \"Police Power Pack.\" ====361 Edsel engine configurations and applications==== * 4V ** 10.5:1 Compression Ratio ** @4600 rpm ** Torque @2800 rpm ** x Bore/Stroke ** 4-bbl Holley or Ford (Autolite) carburetor ** Pushrod overhead valve ** Angle-wedge machined combustion chamber ** Firing order: 1-5-4-2-6-3-7-8 ** Cylinder numbering (front-to-rear): Right 1-2-3-4 Left 5-6-7-8 ** 18 mm spark plugs, 0.034 in. gap ** Hydraulic lifters ** 1958 Edsel Ranger, Pacer, Villager, Roundup and Bermuda, standard equipment (called \"E400\") * 4V ** 9.6:1 or 10.0:1 Compression Ratio depending on source of information. ** @4600 rpm ** Torque @2800 rpm ** x Bore/Stroke ** 4-bbl Ford (Autolite) carburetor ** Pushrod overhead valve ** Angle-wedge cast combustion chamber ** Firing order: 1-5-4-2-6-3-7-8 ** Cylinder numbering (front-to- rear): Right 1-2-3-4 Left 5-6-7-8 ** 18 mm spark plugs, 0.034 in. gap ** Hydraulic lifters ** 1959 Edsel Corsair, Villager and Ranger, optional equipment (called \"Super Express V8\") ===360 Truck=== The 361/360, of actual displacement, was introduced in 1968 and phased out at the end of the 1976-year run; it was used in the Ford F Series trucks and pickups. It has a bore of a 390 () and used the 352's rotating assembly. 361s & 360s were also constructed with heavy duty internal components for truck use. Use of a standard 352/390 cam for use in passenger cars along with carburetor and distributor adjustment allowed the 360 to give performance similar to that of the 352 and 390 car engines. Rated at at 4100 rpm and of torque @2600 rpm (2-barrel carb, 1968). The 360 used the same block, heads and other parts as a 390, this makes them indistinguishable from each other unless the stroke is measured. ====360 Truck engine configurations and applications==== * 2V, 8.4:1 ** at 4100 rpm and at 2600 rpm *** 1968–1971 TrucksVerified from 1971 Ford Truck Shop Manual First Print date November 1970 Volume 2 Engine pg 21-23-31 Sec. 9 Specifications General Specifications ** net at 4000 rpm and at 2400 rpm *** 1972–1976 Trucks ===390=== The 390, with true displacement, had a bore of and stroke of . It was the most common FE engine in later applications, used in many Ford cars as the standard engine as well as in many trucks. It was a popular high-performance engine; although not as powerful as the 427 and 428 models, it provided good performance, particularly in lighter-weight vehicles. The 2v is rated at @ 4,100 rpm, while the 4v version was rated at @ 4,100 rpm in certain applications. Certain 1967 & 68 Mustangs had 390 4v engines rated at , as did some Fairlane GTs and S code Mercury Cougars. When the 390 was first offered for 1961 model there was a High Performance version that featured an aluminum 4bbl intake manifold, cast iron \"header\" style exhaust manifolds, 10.5:1 compression ratio and a solid lifter valve train. Many of these cars came with an aluminum 3x2bbl intake manifold in the trunk that was meant to be installed by the dealer and raised the engine's output to . ====390 engine configurations and applications==== * 2V ** 8.9:1 — at 4400 rpm and at 2400 rpm *** 1963–1965 Mercury ** 9.4:1 — at 4600 rpm and at 2400 rpm *** 1964–1965 Mercury ** 9.5:1 — at 4400 rpm and at 2600 rpm *** 1966 Ford *** 1966 Ford Fairlane *** 1966 Mercury *** 1966 Mercury Comet ** 9.5:1 — at 4400 rpm and at 2600 rpm *** 1967 Ford *** 1967–1968 Ford Fairlane *** 1967 Mercury *** 1967 Mercury Comet *** 1968 Ford Mustang *** 1968 Mercury Cyclone GT *** 1968 Mercury Cougar GT ** 10.5:1 — at 4600 rpm and at 2800 rpm *** 1968 Ford *** 1969 Mercury ** 9.5:1 — at 4400 rpm and at 2600 rpm *** 1968 Ford Fairlane *** 1968 Ford Torino *** 1968–1970 Ford *** 1968–1970 Mercury ** 8.6:1 — at 4400 rpm and at 2600 rpm *** 1968–1971 Trucks~~~~, Verified from 1971 Ford Truck Shop Manual First Print date November 1970 Volume 2 Engine pg 21-23-31 Sec. 9 Specifications General Specifications ** 9:1 — at 4400 rpm and at 2600 rpm *** 1971 Ford, Mercury ** 8.2:1 — net at 4000 rpm and at 2600 rpm *** 1972–1975 Trucks * 4V ** 10.6:1 — at 6000 rpm and at 3400 rpm *** 1961–1962 Ford ** 9.6:1 — at 4600 rpm and at 2800 rpm *** 1961–1963 Ford *** 1961–1963 Ford Thunderbird *** 1963 Mercury ** 9.6:1 — at 5000 rpm and at 3200 rpm *** 1961–1963 Ford Police Interceptor *** 1963 Mercury Police Interceptor ** 10.1:1 — at 5000 rpm and at 3200 rpm *** 1964 Ford Police Interceptor *** 1964 Mercury Police Interceptor ** 11:1 — at 4600 rpm and at 2800 rpm *** 1964–1965 Ford *** 1964–1965 Mercury *** 1964–1965 Ford Thunderbird ** 10.5:1 — at 4600 rpm and at 2800 rpm *** 1966–1967 Ford *** 1966–1968 Ford Thunderbird *** 1968 Mercury ** 10.5:1 — at 4600 rpm and at 3200 rpm *** 1967, 1969 Ford Mustang *** 1967, 1969 Ford Fairlane *** 1967, 1969 Mercury Cyclone GT *** 1967, 1969 Mercury Cougar GT *** 1969 Ford Torino *** 1969 Mercury Montego ** 10.5:1 — at 4800 rpm and at 2800 rpm * 3x2V, 10.6:1 ** at 6000 rpm and at 3500 rpm *** 1961–1962 Ford ** at 6000 rpm and at 3500 rpm *** 1962 Ford *** 1962–1963 Ford Thunderbird ==Generation 2== ===406=== The 406 engine used a new bore with the 390's stroke, giving a displacement of , rounded up to \"406\" for the official designation. The larger bore required a new block casting design allowing for thicker walls, but otherwise was very similar to the 390 block.Clarke, p. 11 It was available for less than two years before it was replaced by the 427. Testing of the 406, with its higher power levels, led to cross-bolted mains – that is, main bearing caps that were secured not only by bolts at each end coming up from beneath, but also by bolts coming in from the sides through the block. A custom fit spacer was used between the cap and the block face. This design prevented the main bearing caps from \"walking\" under extreme racing conditions, and can be found today in many of the most powerful and modern engines from many manufacturers. ====406 engine configurations and applications==== * 4V, 11.4:1 — at 5800 rpm and at 3400 rpm ** 1962–1963 Ford ** 1963 Mercury * 3x2V, 11.4:1 — at 5800 rpm and at 3500 rpm ** 1962 Ford * 3x2V, 12.1:1 — at 5800 rpm and at 3500 rpm ** 1963 Ford, Mercury ===410=== The 410 engine, used in 1966 and 1967 Mercurys (see Ford MEL engine regarding 1958 senior series Edsels), used the same bore as the 390 engine, but with the 428's stroke, giving a real displacement. The standard 428 crankshaft was used, which meant that the 410, like the 428, used external balancing. A compression ratio of 10.5:1 was standard. ====410 engine configurations and applications==== * 4V, 10.5:1 — at 4600 rpm and at 2800 rpm ** 1966–1967 Mercury ===427=== The 427 V8 was produced as both a top-oiler and side-oiler. Introduced in 1963, its true displacement was 425.98 cubic inches, but Ford called it the 427 because was the maximum displacement allowed by several racing organizations at the time. The stroke was the same as the 390 at , but the bore was increased to . The block was made of cast iron with an especially thickened deck to withstand higher compression. The cylinders were cast using cloverleaf molds— the corners were thicker all down the wall of each cylinder. Many 427s used a steel crankshaft and all were balanced internally. Most 427s used solid valve lifters with the exception of the 1968 block which was drilled for use with hydraulic lifters. Space-saving tunnel- port heads with matching intakes were available, which routed pushrods through the intake's ports in brass tunnels. As an engine designed for racing, it had many performance parts available both from the factory and the aftermarket. A race-ready NASCAR 13.6-1 high-riser was good for some +550 hp, depending on tune. This engine was also used in the A/FX-cars like the famous Fairlane Thunderbolt. Two different 427 blocks were produced, the top oiler and side oiler. The top oiler version was the earlier and delivered oil to the cam and valvetrain first and the crank second. The side oiler, introduced in 1965, sent oil to the crank first and the cam and valvetrain second. This was similar to the oiling design from the earlier Y-block. The engine was available with low-rise, medium-rise, or high-rise heads, and either single or double four-barrel carburetors on an aluminum manifold matched to each head design. Ford never released an official power rating. The side-oiler powered Ford GT40 MkIIs to a 1-2-3 finish in the 1966 24 Hours of Le Mans,Ford v Ferrari GT40 hero car headed to Mecum auction and the winner's podium in 1967.What's So Special About the Side-Oiler? Race Car Network Magazine, Don Larson, March 7, 2018 The 427 remains a popular engine among Ford enthusiasts. File: Wiki 44 header options.jpg|FE 427 exhausts. Left to right: Factory Ford cast iron header, aftermarket header with crossover tubes, aftermarket Tri-Y design, Factory Ford design \"bundle-of-snakes\" for use in the GT40 File: Wiki 1 FI options horizontal.jpg|FE 427 injection manifolds. Left to right: Algon (1 of 2 versions), Tecalmit-Jackson, Hilborn (converted to EFI), Factory Ford design tunnelport crossram for use in the GT40 File: FE tunnelport intake pushrod tubes.jpg|Tunnelport intake showing the brass tubes for the pushrods to pass through ===427 SOHC \"Cammer\"=== thumb|A 427 Cammer once used by Ford's \"X-Garage\" skunkworks thumb|right|Ford's seven litre Cammer SOHC V8 engine showing cam, rockers and timing chains The Ford single overhead cam (SOHC) 427 V8 engine, familiarly known as the \"Cammer\",Scale Auto, 6/06, p.15 sidebar. was released in 1964 in an effort to maintain NASCAR dominance by seeking to counter the enormously large block Chrysler 426 Hemi \"elephant\" engine. The Ford 427 block was closer dimensionally to the smaller 392 cu. in. first generation Chrysler FirePower Hemi; the Ford FE's bore spacing was compared to the Chrysler 392's . The Ford FE's deck height of was lower than that of the Chrysler 392 at . For comparison, the 426 Hemi has a deck height of and bore spacing of ; both Chrysler Hemis have decks more than taller than the FE. The engine was based on the high performance 427 side-oiler block, providing race-proven durability. The block and associated parts were largely unchanged, but an idler shaft replaced the camshaft in the block, which necessitated plugging the remaining camshaft bearing oiling holes. The cast- iron heads were designed with hemispherical combustion chambers and a single overhead camshaft over each head, operating shaft-mounted roller rocker arms. The valvetrain consisted of valves larger than those on Ford wedge head engines, made out of stainless steel and with sodium-filled exhaust valves to prevent the valve heads from burning, and dual valve springs. This design allowed for high volumetric efficiency at high engine speed. The idler shaft in the block in place of the camshaft was driven by the timing chain and drove the distributor and oil pump in conventional fashion. An additional sprocket on this shaft drove a second \"serpentine\" timing chain, long, which drove both overhead camshafts. The length of this chain made precision timing of the camshafts an issue at high RPM. The engine also had a dual-point distributor with a transistorized ignition amplifier system, running 12 amps of current through a high-output ignition coil. The engines were essentially hand-built for racing, with combustion chambers fully machined to reduce variability. Nevertheless, Ford recommended blueprinting before use in racing applications. With a single four-barrel carburetor they weighed Clarke, p. 42 et seq. and were rated at at 7,000 rpm & of torque @ 3,800 rpm, with dual four-barrel carburetors at 7,500 rpm & of torque @ 4,200 rpm. Ford sold them via the parts counter, the single four-barrel model as part C6AE-6007-363S, the dual carburetor model as part C6AE-6007-359J for $2350.00 (as of October, 1968). Ford's hopes to counter Chrysler were, however, cut short. Although enough 427 SOHCs were sold to have the design homologated, Chrysler protests succeeded in getting NASCAR to effectively legislate the engine out of competition. This was due to the motor not being available in a factory production motor vehicle. It was not the only engine ever banned from NASCAR; the 1963 Chevrolet 427 ‘mystery motor’, the 1965 426 ‘Race Hemi’ and the Chrysler A-925 DOHC Hemi were also banned during the 1960s for the same reason. This scuttled the awaited 1965 SOHC versus Hemi competition at the Daytona 500 season opener. Nevertheless, the SOHC 427 found its niche in non-stock drag racing, powering many altered-wheelbase A/FX Mustangs, and becoming the basis for a handful of supercharged Top Fuel dragsters, including those of Connie Kalitta, Pete Robinson, and Lou Baney (driven by Don \"the Snake\" Prudhomme). In 1967 Connie Kalitta's SOHC-powered \"Bounty Hunter\" slingshot dragster won Top Fuel honors at AHRA, NHRA and NASCAR winter meets, becoming the only \"triple crown\" winner in drag racing history.Steve Magnante|Inside the Swamp Rat's Nest|Street Rodder Premium Magazine|page 52|Volume 2 Number 2 Winter, 2011 It was also used in numerous nitro funny cars including those of Jack Chrisman, \"Dyno\" Don Nicholson, Eddie Schartman, Kenz & Leslie, and in numerous injected gasoline drag racing vehicles. ====427 engine configurations and applications==== * Low-riser intake, 4V ** 10.9:1 — at 5600 rpm and at 3200 rpm *** 1968 Mercury Cougar GT-E only (it was to be offered in the Ford Mustang, according to early press releases, but there are no records or verification of any factory 427 Mustangs). In the spring of 1968, the 428 Cobra Jet officially replaced the 427; however, leftover 427s were installed until late June of that year, when stocks were depleted. ** 11.6:1 — at 5600 rpm and at 3400 rpm *** 1963–1964 Ford *** 1963–1964 Mercury * Low-riser intake, 2x4V ** 12:1 — at 6000 rpm and at 3700 rpm *** 1964 Ford Fairlane Thunderbolt, Mercury: * High-riser intake, 2x4V ** 13.6:1 — at 7000 rpm and at 4700 rpm *** 1966–1967 Ford Fairlane 500 \"R-Code\", Mercury * Mid-riser intake, 4V ** 11.6:1 — at 5600 rpm and at 3400 rpm *** 1965–1967 Ford *** 1965–1967 Mercury * Mid-riser intake, single 4-barrel Holley 780 CFM carburetor ** 11.5:1 — at 6000 rpm and at 3700 rpm *** 1965–1967 Ford *** 1965–1967 Mercury *** 1965–1967 Shelby Cobra 427. ===428=== With its bore size, the 427 block was expensive to manufacture as the slightest shifting of the casting cores could make a block casting unusable. Therefore, Ford combined attributes that had worked well in previous incarnations of the FE – a stroke and a bore – to create an easier-to-make engine with nearly identical displacement. The engine used a cast nodular iron crankshaft and external balancer. 428 FE engines were fitted to Galaxies (badged simply as '7 Litre') and Thunderbirds in the 1966 and 1967 model years. It was also found in Mustangs, Mercury Cougars, some AC (Shelby) Cobras and various other Fords from 1968. This engine was also available as standard equipment in 1966 and 1967 in the Mercury S-55. ====428 engine configurations and applications==== * 4V, 10.5:1 ** at 4600 rpm and at 2800 rpm *** 1966–1967 Ford *** 1966–1967 Ford Thunderbird *** 1966–1967 Mercury *** 1967 S-55 ** at 5400 rpm and at 3200 rpm *** 1966–1970 Ford Police Interceptor *** 1966–1970 Mercury Police *** 1969 Shelby GT500KR Interceptor ** at 4600 rpm and at 2800 rpm *** 1968 Ford *** 1968 Mercury ** at 5400 rpm and at 3200 rpm *** 1968 Shelby GT500 * 2x4V, 10.5:1 — at 5400 rpm and at 3200 rpm ** 1967 Shelby GT500 ====428 Cobra Jet==== The 428 Cobra Jet was a performance version of the 428 FE. Launched in April 1968, it was built on a regular production line using a variety of cylinder heads combined with a 735 CFM Holley four-barrel carburetor. The Cobra Jet used heavier connecting rods with a 13/32 rod bolt and a nodular iron crankshaft casting #1UB. A Holman and Moody specially prepared \"stripper\", which carried no sound deadener, undercoating, or any optional factory equipment, was used as the introductory press car in 1968. Historical road test data on actual production 428 CJ cars suggest peak output in the neighborhood of 275 SAE Net (\"as installed\") HP, using published trap speed and \"as tested\" weights, and Hale's trap speed formula. Period road tests revealed quarter mile performance in the low 14-second to very high 13-second range, with trap speeds around :http://wildaboutcarsonline.com/members/AardvarkPublisherAttachments/9990494729848/1969-02_SS_1969_Mustang_Mach_1_428_CJ_Test_1-4.pdf Despite urban legend suggesting that this engine produced 410 HP in production line stock form, meticulously prepared but primarily faithful to production line stock examples prove otherwise: The 428 Cobra Jet engine (modified to the NHRA Stock and Super Stock technical specifications) made its drag racing debut at 1968 NHRA Winternationals, held from February 2–4, 1968, at the Auto Club Raceway at Los Angeles County Fairgrounds, in Pomona, California. Ford Motor Company sponsored five drivers (Gas Ronda, Jerry Harvey, Hubert Platt, \"Dyno Don\" Nicholson, Kenneth McLellan, and Al Joniec) to race six 428 CJ- equipped Mustangs. They raced in classes C Stock Automatic (C/SA, ), based on advertised horsepower) and Super Stock E (SS/E or SS/EA, manual or automatic transmission, respectively, at , based on factored horsepower). The engine lived up to expectations as four of the cars made it to their respective class finals. Al Joniec won both his class (defeating Hubert Platt in an all-CJ final) and the overall Super Stock Eliminator title (defeating Dave Wren who ‘red lighted’ in his faster 426 Race Hemi Plymouth). ====428 Cobra-Jet engine configurations and applications==== * Cobra-Jet 4V, 10.8:1 — at 5200 rpm and at 3400 rpm ** 1968 Ford Mustang ** 1968 Mercury Cougar ** 1968 Shelby GT500KR ** 1968 Ford Fairlane ** 1968 Ford Torino ** 1968 Mercury Comet ** 1968 Mercury Cyclone * Cobra-Jet and Super Cobra-Jet 4V, 10.6:1 — at 5200 rpm and at 3400 rpm ** 1969–1970 Ford Mustang ** 1969–1970 Mercury Cougar ** 1969 Ford Fairlane ** 1969 Ford Torino ** 1969 Ford Cobra ** 1969 Mercury Montego, Cyclone and CJ ====428 Super Cobra Jet==== The 428 Super Cobra Jet (also known as the 428SCJ) used the same top end, pistons, cylinder heads, camshaft, valve train, induction system, exhaust manifolds, and engine block as the 428 Cobra Jet. However, the crankshaft and connecting rods were strengthened and associated balancing altered for drag racing. A nodular iron crankshaft casting #1UA was used as well as heavier 427 \"Le Mans\" connecting rods with capscrews instead of bolts for greater durability. The heavier connecting rods and the removal of the centre counterweight on the stock 428 Cobra Jet crankshaft (1UA), required an external weight on the snout of the crankshaft for balancing. A 428 Super Cobra Jet engine with oil cooler was standard equipment when the \"Drag Pack\" option (which came when selecting either a 3.91 or 4.30 rear end gear ratio) was ordered with cars manufactured from 13 November 1968. In addition, while the CJ and SCJ engines used the same autothermic piston casting, the piston-to-bore clearance specification between the CJ and SCJ 428 engines is slightly different, with the SCJ engines gaining a slightly looser fit to permit higher operating temperature. Horsepower measurements at a street rpm level remained the same. The 428 Super Cobra Jet engine was never offered with factory air conditioning due to the location of its engine oil cooler. ====428 Cobra-Jet and Super Cobra-Jet engine configurations and applications==== * Cobra-Jet and Super Cobra-Jet — Bore X Stroke ; Valvetrain: OHV 2 valves per cylinder, naturally aspirated 4-barrel Holley carburetor, compression ratio: 10.6:1 rated at @ 5200 rpm and maximum torque of @ 3400 rpm ** 1969–1970 Mercury Cougar ** 1969 Ford Cobra ** 1969 Mercury Cyclone ==Vehicles== Selection of vehicles in which the FE was installed as original equipment: File:1965 Ford Galaxie.jpg|1965 Ford Galaxie File:1960 Ford Galaxie Starliner.jpg|1960 Ford Galaxie Starliner File:1968 Ford Torino Squire.jpg|1968 Ford Torino Squire File:1965 Ford F100 Pick Up.jpg|1965 Ford F100 Pick Up File:1967 Ford Fairlane Ranchero.jpg|1967 Ford Fairlane Ranchero File:Red 1968 gtcs front.JPG|1968 GTCS File:FE vehicles Thunderbird1965.jpg|1965 Thunderbird File:'63 Ford Galaxie 500 Convertible (Rassemblement Saint-Bruno-De-Montarville '10).jpg|1963 Ford Galaxie 500 Convertible File:'59 Ford Galaxie (Auto classique Laval '10).jpg|1959 Ford Galaxie == Replacement == By the mid-1970s the FE had been widely used in Ford vehicles for three decades. To replace it, Ford had developed the 335-series engines, commonly referred to as \"Cleveland\" engines, and the 385-series engines. These were produced in displacements ranging from up to , including , giving Ford V8s of , , and . The last FE was installed in a production vehicle in 1976, and in the late 1970s the Dearborn Engine Plant that produced the FE engines was completely retooled to produce the 1.6 L engine introduced in the Ford Escort in 1981. ==References== ==Further reading== * * ==External links== * * FE Category:V8 engines Category:Gasoline engines by model",
 "title": "Ford FE engine"
}