{
 "id": "409058",
 "text": "The Pakistan Muslim League (Quaid e Azam Group) ; Pākistān Muslim Līg (Qāf), Acronyms: PML(Q), PML-Q, PMLQ, \"Q League\") is a centrist to centre-right- nationalist political party in Pakistan. As of the 2018 parliamentary election, it has a representation of 5 seats. It previously served as an ally of former Prime Minister Raja Pervez Ashraf's government, and led a joint election campaign in 2013 alongside Pakistan Peoples Party (PPP) in Punjab and Balochistan provinces against its rival Pakistan Muslim League (N), a fiscally conservative and centre-right force. Its leadership and members were once part of the Pakistan Muslim League (Nawaz) presided by former prime minister Nawaz Sharif. After the 1997 general elections, political differences arose that ultimately led to the creation of a faction inside the party. The dissidents, led by Shujaat Hussain, called for strong and vocal support for the 1999 military coup d'état staged and led by then-Chief of Army Staff and Chairman of the Joint Chiefs of Staff Committee General Pervez Musharaff. In 2002, dissident leaders launched the party, focused on President Pervez Musharraf’s government. It later became an integral part of Musharraf's government and appointed their own Prime minister, Shaukat Aziz. Dissident leader Shujaat Hussain was named party president, and the party's focus turned to drawing in PML-N voters. Further advantage was taken by Musharraf, who granted opportunities to the party with a goal of exclusive support of the government and to diminish the public support of Sharif. The emergence of PML-N as the largest opposition party after the 2008 elections led to a significant collapse of PML-Q's influence. The party suffered many setbacks thereafter when its membership began to disintegrate after forming a separate bloc with close association with the PML-N, including the Like-Minded and Avami League blocs and second, the former president's bloc. Senior members joined PML-N, while the junior leadership defected to the Pakistan Tehreek-e-Insaf (PTI). In September 2010, PML-Q joined the similar ideological faction, PML-F, forming the Pakistan Muslim League (Pir Pagara), but this was short-lived when in May 2011 the party joined the Yousaf Raza Gillani led-government to fulfill the gap left by its rival PML-N. However, the party announced its resignation from the Parliament, citing the failure of the Pakistan Peoples Party to resolve the energy crisis as the reason, which had direct impact on the federal government. The situation become better by giving relief in fuel prices on 15 June 2012. ==History== The founder of PML (Q) is Mian Muhammad Azhar. It attracted influential members such as the Chaudhary's of Gujrat, Pervaiz Elahi and Chaudhary Shujaat Hussain. 75% of its elected members are former \"big men\" of the Zia ul Haq and Nawaz Sharif governments. PML-N factions broke away in 2001 under NAB's pressure to form PML (Q). They were staunch Musharraf supporters and consider him their mentor. Although, he was sometimes mistakenly cited as a member, he was never part of the party. ===Split from PML-N=== PML (Q) started as a small group of half a dozen like-minded people in the Nawaz Sharif-led faction of PML-N, including Azhar, Khurshid Kasuri, Syeda Abida Hussain and her husband Syed Fakhar Imam. Azhar remained party president initially before he joined Pakistan Tehreek-e-Insaf. Musharraf asked Chaudhry Shujaat Hussain and Chaudhry Pervez Elahi to \"galvanise and reinvent the Muslim League\". Several well known leaders later joined the PML (Q) while Chaudhry Shujaat Hussain was president. PML(Q) launched on 20 August 2002. ===2002 general elections=== During the 20 October 2002 legislative elections, the party won 25.7% votes and 126 out of 342 members. ===Developments during PML(Q) Government (2002–2007)=== Some economic and social development indicators: * Gross Domestic Product (GDP), grew from $63 billion in 1999 to $162 billion, at an average of 7%. * Per capita income increased to $925 from $435. * Revenue collection, which was at around Rs. 300 billion in 1999, crossed a record Rs. 1 trillion. * Public Sector Development Programme (PSDP), which hovered around Rs. 80 billion during the 1988–99 period, reached Rs. 520 billion. * Foreign direct investment (FDI), which was around $300 million in 1999, grew to $6.5 billion. * Remittances were at a record $5.5 billion. * Exports rise from $9 billion to $17 billion. * Foreign Exchange reserves $16 billion. * Karachi Stock Exchange (KSE) index rose to 14,000 from 1000 in 1999. However, opponents point to all the achievements where over 10 years, at time of strong global economic growth, low oil prices and relative to other countries the achievements were average, particularly since a massive balance of payments crisis began in 2008. ===United PML=== In May 2004, various PML factions and other political parties merged with PML-Q to form a united Pakistan Muslim League (PML), thus leaving out only the Nawaz Sharf-led faction. They included former President Farooq Leghari's Millat Party, Jahan Zaib Awan, National Peoples Party, Arbab Ghulam Rahim's Sindh Democratic Alliance, Hamid Nasir Chattha's PML (Junejo), Pir Pagara's PML (Functional), Manzoor Wattoo's PML (Jinnah), and Ijaz-ul-Haq's PML (Zia). Later on, the Pir Pagara led faction called the PML-Functional again parted ways with the united PML, which reduced the number of parties called Pakistan Muslim League to three: PML-Q, PML-N and PML-F. ===Wings of PMLQ=== As a major political party, the PMLQ has several active wings: * Federal Capital Wing * Ulma e Mashaikh Wing * Hussain Lovers Wing * Women Wing * Minorities Wing * Human Rights Wing * Lawyers Wing * Youth Wing * Labour Wing * Culture Wing * Sports Wing ===2008 general elections=== The Pakistan Muslim League (Q) contested the February 2008 legislative election with other allied parties including Muttahida Qaumi Movement, Pakistan Muslim League (F), and National Peoples Party. It was believed that the party wanted former Punjab Chief Minister Chaudhry Pervaiz Elahi to become Prime Minister. The PML (Q) lost major parliamentarians in the 2008 election, gaining only 49 elected seats, defeated by the Pakistan Peoples Party (PPP) and the PML (N). PML (Q) Secretary-General Mushahid Hussain Syed said that, although the party had performed \"far below expectations\", it accepted defeat in the election \"with grace\" and would become an opposition party. In this election PML-Q was the second largest vote-getter. ===2013 general elections=== PML (Q) contested the 2013 election in alliance with PPP. The party won only 2 seats in national assembly, along with 8 seats in Punjab assembly and 4 seats in Balochistan assembly. In Sindh and KPK assemblies, they were shut out, cadging only 3.11% of popular vote, relegating it from number two to number six in terms of votes. ===2018 general elections=== PML (Q) contested the 2018 election. The party won 5 seats in national assembly, along with 10 seats in Punjab assembly and 1 seat in KPK assembly. ==Electoral history== === National Assembly Elections === {| class=\"wikitable\" !Election!! Presiding chair of the party !!Votes!!%!!Seats !+/–!!Result |- |2002||Chaudhry Shujaat Hussain||7,500,797|| 25.66% || |105|| |- |2008||Chaudhry Shujaat Hussain || 7,962,473 || 22.97% || | 51 || |- |2013||Chaudhry Shujaat Hussain|| 1,409,905 || 3.11% || | 52|| |- |2018||Chaudhry Shujaat Hussain|| 678,208 || 1.01% || | 3|| |- |} * PML(Q) later formed a coalition with ruling PPP in 2012. * In 2018, PML(Q) formed a coalition with ruling Pakistan Tehreek-e- Insaf. === Senate Elections === {| class=\"wikitable\" !Election!! Presiding chair of the party !!Votes!!%!!Seats !+/–!!Result |- |2006||Chaudhry Shujaat Hussain||-||-|| |20|| |- |2009||Chaudhry Shujaat Hussain ||-|| - || | 1 || |- |2012||Chaudhry Shujaat Hussain|| - || - || | 17|| |- |2021||Chaudhry Shujaat Hussain|| - || - || | 1|| |- |} * No member of PML(Q) was elected as Senator in 2015 and 2018. === Punjab Assembly Elections === {| class=\"wikitable\" !Election!! Presiding chair of the party !!Votes!!%!!Seats !+/–!!Result |- |2002||Chaudhry Shujaat Hussain||6,144,813|| 33.33% || |129|| |- |2008||Chaudhry Shujaat Hussain || 5,837,922 || 28.21% || | 50|| |- |2013||Chaudhry Shujaat Hussain|| 1,377,130 || 4.94% || | 71|| |- |2018||Chaudhry Shujaat Hussain|| 392,419 || 1.19% || | 2|| |- |} === Sindh Assembly Elections === {| class=\"wikitable\" !Election!! Presiding chair of the party !!Votes!!%!!Seats !+/–!!Result |- |2002||Chaudhry Shujaat Hussain||543,590|| 9% || |11|| |- |2008||Chaudhry Shujaat Hussain || 1,098,754 || 12.91% || | 2|| |- |2013||Chaudhry Shujaat Hussain|| 1,377,130 || 4.94% || | 8|| |- |- |2018||Chaudhry Shujaat Hussain|| - || - || | 1|| |} === Balochistan Assembly Elections === {| class=\"wikitable\" !Election!! Presiding chair of the party !!Votes!!%!!Seats !+/–!!Result |- |2002||Chaudhry Shujaat Hussain||219,026|| 19.30% || |11|| |- |2008||Chaudhry Shujaat Hussain || 437,719|| 33.05% || | 5|| |- |2013||Chaudhry Shujaat Hussain|| 53,297 || 4.15% || | 11|| |- |2018||Chaudhry Shujaat Hussain|| - || - || | 5|| |} * In March 2018, Abdul Quddus Bizenjo of PML(Q) was elected as Chief Minister after a successful no-confidence motion against then-CM Sana Ullah Zehri of PML(N). === NWFP (Now-KPK) Assembly Elections === {| class=\"wikitable\" !Election!! Presiding chair of the party !!Votes!!%!!Seats !+/–!!Result |- |2002 (NWFP)||Chaudhry Shujaat Hussain||435,444|| 14.49% || |6|| |- |2008(NWFP)||Chaudhry Shujaat Hussain || 440,518 || 12.9% || | 1|| |- |2013||Chaudhry Shujaat Hussain|| - || - || | 5||- |- |- |2018||Chaudhry Shujaat Hussain|| - || - || | 1|| |- |} =='Like-minded group' break away== A rift within party leadership emerged with a faction calling themselves the 'Like-minded' bloc, who opposed the Chaudhry's of Gujrat leadership bid. The new faction announced that Hamid Nasir Chattha would be the chairman, Salim Saifullah the president, and Humayun Akhtar Khan the secretary general. Other prominent leaders to join this parallel set-up includes (former foreign ministers) Khurshid Mahmud Kasuri (appointed as chairman of the steering committee) former information and organising secretary PML-Q Azeem Chaudhary, former member parliament Asiya Azeem, Gohar Ayub Khan and Kashmala Tariq. In February 2010, the mainstream PML-Q was further affected by the resignation of Muhammad Ijaz-ul-Haq, and the revival of his Pakistan Muslim League (Z) party. ==Alliances== Party President Chaudhry Shujaat Hussain and Chaudhry Pervaiz Elahi consistently supported Musharraf. They were faithful to the general in even the most adverse circumstances. Shujaat Hussain's father Chaudhry Zahoor Elahi was initially a supporter of President Ayub Khan, but when Amir Mohammad Khan favoured some of his local opponents, he parted ways with Ayub's Convention Muslim League. He opposed Zulfikar Ali Bhutto and later joined Zia's government. He was killed allegedly by Al-Zulfikar organisation for his support to General Zia. After Zahoor's death, Chaudhry Shujaat Hussain continued to support Zia and his Islamization policies. Once the establishment parted ways with Nawaz Sharif in 1999, Hussain and Zahoor came to the rescue of stability and saw their new party PML (Q) win the general elections of 2002. Both the Chaudhry brothers were accused of financial scandals, including the Cooperative Scandal, sugar scandal and bank loan defaults, but none of them were ever proven or even pursued by the government. Nowadays, the Q-league has been reduced to a minor party as their vote-bank has been devoured by both Pakistan Peoples Party and Pakistan Tehreek-e-Insaf. == Party leadership and vision == As of 2021, Chaudhry Shujaat Hussain was president of PML-Q. He was elected unopposed. Prominent leaders of PMLQ are as below: {| class=\"wikitable\" |+ !Name !Office/Designation |- |Chaudhry Shujaat Hussain |President |- |Chaudhry Pervaiz Elahi |President PML Punjab |- |Tariq Bashir Cheema |Secretary General |- |Khalid Ranjha | rowspan=\"2\" |Senior Vice- President |- |S.M. Zafar |- |Mrs. Farrukh Khan|Mrs. Farrukh Khan |Centeral President Women Wing |- |Mian Imran Masood |Vice President PML Punjab |- |Shiekh Umer Hayat |President Traders Wing PML Punjab |- |Chaudhary Zulfiqar Pappan |President Youth Wing PML Punjab |- |Naveed Ahsan Sheikh |Vice President Youth Wing PML Punjab |- |Alamgir Advocate |President Lawyers Wing PML Punjab |- |Eng. Shahzad Elahi |President Minority Wing PML Punjab |- |Khadeeja Umer Farooqi |President Women Wing PML Punjab |- |Chaudhry Wajahat Hussain | |- |Yousaf Ahad |President PML Lahore |- |Syed Mumtaz Hussain Shah |President PML Nankana Sahib |- |Raza Ahmed Khan |Vice President PML Gujrat |- |Farhad Ali Khan |Vice-President KPK |- |Zulfiqar Ali Chaudhry |Member Quaidabad |- |Liaqat Abbas Bhatti | |- |Syed Shahzaib Haider |President Youth Wing (Islamabad) |- |Tanveer Aslam Chadhar | |- |Kamil Ali Agha |Spokesperson, Senator |- |Imran Khokhar |Secretary Information (Rawalpindi) |- |Chaudhry Moonis Elahi |Feceral Minister of Water Resoruces |- |Chaudhry Salik Hussain |Member of National Assembly |} == Electoral history == === National Assembly elections === {| class=\"wikitable\" |+National Assembly !Election !Party leader !Votes !% !Seats !+/– |- |2002 |Zafarullah Khan Jamali |7,500,797 |25.7% | | 142 |- |2008 |Shujaat Hussain |8,007,218 |23.12% | | 78 |- |2013 |Shujaat Hussain |1,409,905 |3.11% | | 58 |- |2018 |Shujaat Hussain |517,408 |0.97% | | 3 |} ==See also== * Pakistan Muslim League (N) * Awami Muslim League * All Pakistan Muslim League * Pakistan Muslim League (Functional) * Pakistan Muslim League (Jinnah) ==References== ==Further reading== * ==External links== * * Category:Memorials to Muhammad Ali Jinnah",
 "title": "Pakistan Muslim League (Q)"
}