{
 "id": "409243",
 "text": "Great Kingshill is a small village in the parish of Hughenden in Buckinghamshire, England. It is located in the Chiltern Hills, about five miles west of Amersham and two and a half miles south of Great Missenden. The village name 'Kingshill' is fairly self-explanatory, meaning a hill in possession of the king. Local folklore suggests it was King John who provided the name; there is certainly evidence of King John granting the manor at Kingshill to Hugh de Gournay in 1213, although this same document states that the land was previously possessed by Geoffrey fitzPeter. The affix 'Great' was added later to differentiate between Great Kingshill and neighbouring Little Kingshill. There is some evidence of a settlement called Pirenore that was granted to Missenden Abbey in 1275. The settlement was discovered in Brand's Fee in Great Kingshill, and evidence suggests it was settled between the 11th and 16th centuries. It is possible that the settlement was wiped out by bubonic plague. Great Kingshill has a small local shop which is a member of the Spar franchise. Opposite the shop is the local common, forming the heart of the village. It contains a younger children's playground, an older children's playground, football goals and a cricket area which is use by the Great Kingshill Cricket Club in the summer. There are also small festivals held here on evenings during the summer. Just opposite the common, there is a Red Lion Pub and Restaurant. The village has its own primary school. Many of the village children attend Great Kingshill school, as do children from a wide surrounding area. The school's most recent Ofsted report judged the school to be \"Good\" overall and \"Outstanding\" in some areas. Great Kingshill school is geographically located in the neighbouring hamlet of Cryers Hill. Great Kingshill is also home to Pipers Corner School, an all girl independent school. According to the 2001 census by the Hughenden Parish Council (a parish of the Wycombe District Council), Great Kingshill had a population of 1,170 in an area of 35 hectares. ==See also== *Heath End, Buckinghamshire ==References== ==External links== *Great Kingshill Primary School *Great Kingshill village website *Great Kingshill Cricket Club *Pipers Corner School * Category:Villages in Buckinghamshire",
 "title": "Great Kingshill"
}