{
 "id": "409207",
 "text": "Harper's Weekly, A Journal of Civilization was an American political magazine based in New York City. Published by Harper & Brothers from 1857 until 1916, it featured foreign and domestic news, fiction, essays on many subjects, and humor, alongside illustrations. It carried extensive coverage of the American Civil War, including many illustrations of events from the war. During its most influential period, it was the forum of the political cartoonist Thomas Nast. ==History== ===Inception=== Along with his brothers James, John, and Wesley, Fletcher Harper began the publishing company Harper & Brothers in 1825. Following the successful example of The Illustrated London News, Harper started publishing Harper's Magazine in 1850. The monthly publication featured established authors such as Charles Dickens and William Makepeace Thackeray, and within several years, demand for the magazine was great enough to sustain a weekly edition.Palmquist & Kailborn 2002, p. 279. In 1857, his company began publishing Harper's Weekly in New York City. By 1860 the circulation of the Weekly had reached 200,000. Illustrations were an important part of the Weekly's content, and it developed a reputation for using some of the most renowned illustrators of the time, notably Winslow Homer, Granville Perkins, Porte Crayon, and Livingston Hopkins. Among the recurring features were the political cartoons of Thomas Nast, who was recruited in 1862 and worked with the Weekly for more than 20 years. Nast was a feared caricaturist, and is often called the father of American political cartooning.Halloran 2012, p. 289. He was the first to use an elephant as the symbol of the Republican Party.Halloran 2012, p. 214. He also drew the legendary character of Santa Claus; his version became strongly associated with the figure, who was popularized as part of Christmas customs in the late nineteenth century. ===Civil War coverage=== {{multiple image | align = left | direction = vertical | width = 220 | image1 =Gordon, scourged back, Harper's weekly, 1863 July 4, p429, bottom.jpg | alt1 = | caption1 = Portraits of escaped slave Gordon (July 4, 1863) | image2 =William Waud - Burning of McPhersonville 1865 - final Harper's Weekly version.jpg | alt2 = | caption2 = Sherman's burning of McPhersonville, South Carolina, illustrated by William Waud (March 4, 1865) }} Harper's Weekly was the most widely read journal in the United States throughout the period of the Civil War.Heidler et al 2002, p. 931. So as not to upset its wide readership in the South, Harper's took a moderate editorial position on the issue of slavery prior to the outbreak of the war. Publications that supported abolition referred to it as \"Harper's Weakly\". The Weekly had supported the Stephen A. Douglas presidential campaign against Abraham Lincoln, but as the American Civil War broke out, it fully supported Lincoln and the Union. A July 1863 article on the escaped slave Gordon included a photograph of his back, severely scarred from whippings; this provided many readers in the North their first visual evidence of the brutality of slavery. The photograph inspired many free blacks in the North to enlist.Goodyear, \"Photography changes ...\" Some of the most important articles and illustrations of the time were Harper's reporting on the war. Besides renderings by Homer and Nast, the magazine also published illustrations by Theodore R. Davis, Henry Mosler, and the brothers Alfred and William Waud. In 1863, George William Curtis, one of the founders of the Republican Party, became the political editor of the magazine, and remained in that capacity until his death in 1892. His editorials advocated civil service reform, low tariffs, and adherence to the gold standard.Halloran 2012, p. 254. ===\"President maker\"=== {{multiple image | align = right | direction = vertical | width = 220 | image1 =Nast-Boss-Tweed-1871.jpg | alt1 = | caption1 = Caricature of William \"Boss\" Tweed by Thomas Nast (October 21, 1871) | image2 =Nast-Self-Portrait-Harper's-Weekly-1876-B.jpg | alt2 = | caption2 = \"No rest for the wicked—sentenced to more hard labor\": Self-caricature by Thomas Nast on the cover of Harper's Weekly (December 2, 1876) | image3 =Harper's Weekly Cover Featuring Teddy Roosevelt.jpg | alt3 = | caption3 = Harper's Weekly cover featuring Theodore Roosevelt (September 29, 1900) }} After the war, Harper's Weekly more openly supported the Republican Party in its editorial positions, and contributed to the election of Ulysses S. Grant in 1868 and 1872. It supported the Radical Republican position on Reconstruction. In the 1870s, the cartoonist Thomas Nast began an aggressive campaign in the journal against the corrupt New York political leader William \"Boss\" Tweed. Nast turned down a $500,000 bribe to end his attack.Paine 1904, pp. 181–182. Tweed was arrested in 1873 and convicted of fraud. Nast and Harper's also played an important part in securing Rutherford B. Hayes' 1876 presidential election. Later on Hayes remarked that Nast was \"the most powerful, single-handed aid [he] had\".Paine 1904, p. 349. After the election, Nast's role in the magazine diminished considerably. Since the late 1860s, Nast and George W. Curtis had frequently differed on political matters and particularly on the role of cartoons in political discourse.Halloran 2012, p. 228. Curtis believed that mockery by caricature should be reserved for Democrats, and did not approve of Nast's cartoons assailing Republicans such as Carl Schurz and Charles Sumner, who opposed policies of the Grant administration. Harper's publisher Fletcher Harper strongly supported Nast in his disputes with Curtis. In 1877, Harper died, and his nephews, Joseph W. Harper Jr. and John Henry Harper, assumed control of the magazine. They were more sympathetic to Curtis' arguments for rejecting cartoons that contradicted his editorial positions.Halloran 2012, p. 230. In 1884, however, Curtis and Nast agreed that they could not support the Republican candidate James G. Blaine, whose association with corruption was anathema to them.Halloran 2012, p. 255. Instead they supported the Democratic candidate, Grover Cleveland. Nast's cartoons helped Cleveland become the first Democrat to be elected president since 1856. In the words of the artist's grandson, Thomas Nast St Hill, \"it was generally conceded that Nast's support won Cleveland the small margin by which he was elected. In his last national political campaign, Nast had, in fact, 'made a president.Nast & St. Hill 1974, p. 33. Nast's final contribution to Harper's Weekly was his Christmas illustration in December 1886. Journalist Henry Watterson said that \"in quitting Harper's Weekly, Nast lost his forum: in losing him, Harper's Weekly lost its political importance.\"Paine 1904, p. 528. Nast's biographer Fiona Deans Halloran says \"the former is true to a certain extent, the latter unlikely. Readers may have missed Nast's cartoons, but Harper's Weekly remained influential.\"Halloran 2012, p. 270. ===Early 1900s=== After 1900, Harper's Weekly devoted more print to political and social issues, and featured articles by some of the more prominent political figures of the time, such as Theodore Roosevelt. Harper's editor George Harvey was an early supporter of Woodrow Wilson's candidacy, proposing him for the Presidency at a Lotos Club dinner in 1906.Link 1970, p. 4. After that dinner, Harvey would make sure that he \"emblazoned each issue of Harper's Weekly with the words 'For President—Woodrow Wilson.Throntveit 2008, p. 30. Harper's Weekly published its final issue on May 13, 1916.Mott 1938, p. 469. It was absorbed by The Independent, which in turn merged with The Outlook in 1928. ===1970s=== In the mid-1970s Harper's Magazine used the Harper's Weekly title for a spinoff publication, again published in New York. Published biweekly for most of its run, the revived Harper's Weekly depended on contributions from readers for much of its content. ==Publications== On January 14, 1893, Harper's Weekly became the first American magazine to publish a Sherlock Holmes story—\"The Adventure of the Cardboard Box\".Panek 1990, p. 53. ==See also== * Harper & Brothers ==Notes== ==References== * DeBrava, Valerie (2001). \"The Offending Hand of War in Harper's Weekly,\" American Periodicals, vol. 11, pp. 49-64. In JSTOR * * Halloran, Fiona Deans (2012). Thomas Nast: The Father of Modern Political Cartoons. Chapel Hill, NC: The University of North Carolina Press. . * * * * * * * * Prettyman, Gib (2001). \"Harper's Weekly and the Spectacle of Industrialization,\" American Periodicals, vol. 11, pp. 24–28. In JSTOR * ==External links== * Online Books Page. Weekly digitized issues, various dates * Virginia Civil War Archive – online images including those illustrations in Harper's Weekly during 1861–1865 that relate specifically to the Commonwealth of Virginia and its part in the Civil War. * Access for Issues 1861–1865 via sonofthesouth.net * Hathi Trust. Harper's Weekly Category:1857 establishments in New York (state) Category:1916 disestablishments in New York (state) Category:American Civil War magazines Category:Defunct political magazines published in the United States Category:Magazines established in 1857 Category:Magazines disestablished in 1916 Category:Magazines published in New York City Category:New York (state) in the American Civil War Category:Weekly magazines published in the United States",
 "title": "Harper's Weekly"
}