{
 "id": "409775",
 "text": "{{Infobox settlement | name = Baby Point | settlement_type = Neighbourhood | image_skyline = Magwood Park - November 3rd, 2015 (22370376278).jpg | image_caption = The Humber River at Magwood Park, a park that surrounds the northwest portions of Baby Point | image_map = Baby Point map.png | map_caption = Vicinity of Baby Point | pushpin_map = Canada Toronto | pushpin_label_position = none | pushpin_map_caption = Location within Toronto | pushpin_mapsize = 275 | coordinates = | subdivision_type = Country | subdivision_name = | subdivision_type1 = Province | subdivision_name1 = | subdivision_type2 = City | subdivision_name2 = Toronto | subdivision_type3 = Community | subdivision_name3 = York | established_title = Settled | established_date = 1816 | established_title1 = Changed Municipality | established_date1 = 1998 Toronto from York | leader_title = MP | leader_name = Arif Virani (Parkdale—High Park) | leader_title1 = MPP | leader_name1 = Bhutila Karpoche (Parkdale—High Park) | leader_title2 = Councillor | leader_name2 = Gord Perks (Ward 4 Parkdale—High Park) }} Baby Point is a residential neighbourhood in the York district of Toronto, Ontario, Canada. It is bounded on the west by the Humber River from south of Baby Point Crescent to St. Marks Road, east to Jane Street and Jane Street south to Raymond Avenue and Raymond Avenue west to the Humber. It is within the city-defined neighbourhood of 'Lambton-Baby Point.' Baby Point is within the proximity of Jane station. The neighbourhood was at one time an Iroquois village, called Teiaiagon. The village had a population of 5000 at its peak. The village was burnt to the ground in a French Army attack in 1687. In the 19th century, lawyer James Baby bought the land from the Upper Canada government, which had bought it as part of the Toronto Purchase. The land was developed into the current neighbourhood in the early 20th century. The name is pronounced by locals as \"Babby\" Point, to rhyme with tabby or cabbie, in an approximation of how James Baby pronounced his surname. ==History== The Baby Point enclave was originally a Seneca and Mohawk village, known as \"Teiaiagon\". The village was abandoned before 1700 after the Mississauga drove out the Iroquois to lands south of Lake Ontario. For a short time, the Mississauga had a village at the site. thumb|left|Aerial photograph of the area in 1942. Baby Point may be seen in the west (left). James Baby, pronounced 'Babby', was a member of a prominent Franco-Ontarian fur trading family and a former politician in Upper Canada. He settled at Baby Point in 1816, after discovering the abandoned village. A lush apple orchard covered the area and salmon swam in the Humber River making this a highly desirable area for settlement. Water from a fresh spring nearby was bottled and shipped worldwide. James Baby was a member of the Baby family which enslaved at least 17 black and indigenous people in the 18th and early 19th century in Canada. James Baby opposed Lieutenant Governor John Graves Simcoe's effort to precipitately prohibit slavery in Upper Canada. Many streets in this neighbourhood (and still predominantly Caucasian) are named after this family. Baby's heirs lived at Baby Point until 1910, when the government acquired the land with the intention of establishing a military base and barracks at the site. The government eventually changed their plans and sold the land to a developer named Home Smith, who began developing a subdivision in 1912. Home Smith would later develop a residential area across the Humber, The Kingsway. The neighbourhood was part of the former City of York before the amalgamation of Toronto in 1998. The area began as two independent municipalities. In 2010, local merchants formed the Baby Point Gates Business Improvement Area (a board under the City of Toronto) which runs along Jane St from Montye Ave in the north, to Lessard Ave in the south, and along Annette St from Jane St in the west, to Windermere Ave in the east. In July 2020 temporary plaques were placed on Baby Point Rd. and in front of the Baby Point Club informing the residents their neighbourhood is named in honour of an important local historical figure that fought to keep slavery and was a slave owner himself. It became a topic of social justice discussion on Twitter by local activists. ==Character== thumb|Stone gates at the intersection of Jane Street and Baby Point Road acts as the entrance for the neighbourhood. Stone gates at the intersection of Jane Street and Baby Point Road mark the entrance to the Baby Point enclave. The gates were restored in 2011 by the Baby Point BIA. The homes are single-family detached. The average price of a home in the Baby Point area is valued at $2,400,800. Baby Point is situated on a peninsula of land—or a 'point' -- overlooking the Humber River. It is surrounded by ravines and parkland. The larger homes tend to back onto the Humber Valley ravine and are found along Baby Point Road and Baby Point Crescent, while the smaller homes are found near the Jane Street and Baby Point Road entrance. Most of the homes in the enclave were built in the 1920s and 1930s. In the center of the loop of Baby Point Road/Baby Point Crescent is the private Baby Point Club Park, used by the private Baby Point Club for tennis and lawn bowling. ==Demographics== According to a 2019 statistics report, the Baby Point area had a population of 1,461 with a population density of 2,822 per square kilometre, 40% lower than Toronto as a whole. 79% of residents being married couples, 55% with children living at home, and the median age of the area resting at 41.2 years. Median earnings were at $160,206 per year, 110% higher than the national average. The unemployment rate is also 55% lower than the national average. Visible minority populations are lower than Toronto average with 3.6% Black, 3.3% South Asian, 2.8% Chinese. In 2016 Neighbourhood Profile, 69% of Lambton Baby Point residents had English as the Mother Tongue.https://www.toronto.ca/ext/sdfa/Neighbourhood%20Profiles/pdf/2016/pdf1/cpa114.pdf ==Notable residents== * Conn Smythe - owner and manager of the Toronto Maple Leafs, and his family, were long-time residents of Baby Point Road.Smythe, p. 80 * Raymond Souster - Canadian poet (often described as Toronto's unofficial poet laureate), lived for many years on Baby Point Road. ==See also== * List of neighbourhoods in Toronto ==References== * ==External links== * Baby Point Gates Business Improvement Area * Lambton Baby Point neighbourhood profile Category:Neighbourhoods in Toronto Category:First Nations sites in Toronto",
 "title": "Baby Point"
}