{
 "id": "409892",
 "text": "Lorenzo Salvi (4 May 1810 – 16 January 1879) was an Italian operatic tenor who had a major international opera career during the nineteenth century. He was particularly associated with the operas of Gaetano Donizetti and Giuseppe Verdi; notably singing lead roles is several world premieres by both composers. ==Biography== Born in Ancona, Salvi studied under Bonaccini in Naples before making his professional opera debut as Cam in the world premiere of Donizetti's Il diluvio universale on 28 February 1830 at the Teatro San Carlo. This was followed by several appearance at the opera house in Zadar in 1830–1831. He then joined the roster of principal singers at the Teatro Valle in Rome, singing there through 1832. While with the company he sang several leading tenor roles, including the title role in Rossini's Otello opposite Maria Malibran as Desdemona and Fernando in the world premiere of Gaetano Donizetti's Il furioso all'isola di San Domingo (1833). Over the next two decades Salvi was one of Italy's leading tenors, singing roles with most of the country's major opera houses. On 21 August 1836 he portrayed Daniele in the world premiere of Donizetti's Betly at the Teatro Nuovo in Naples. He went on to sing in two more Donizetti premieres, the title role in Gianni di Parigi (1839, La Scala), and Oliverio in Adelia (1841, Teatro Apollo). thumb|upright|Adelina Spech-Salvi From 1836 until 1840 Salvi had a number of lauded successes at the Teatro Carlo Felice. A particular triumph was the role of Arnold in that theatre's first mounting of Rossini's William Tell (1840). From 1839 until 1842 Salvi was a regular performer at La Scala. While there he notably sang leading roles in the world premieres of the first two operas composed by Giuseppe Verdi, portraying Riccardo in Oberto on 17 November 1839 and Edoardo in Un giorno di regno on 5 September 1840. Other La Scala highlights included an appearance in the original production of Federico Ricci's Un duello sotto Richelieu (1839) and the role of Tonio in the house premiere of Donizetti's La fille du régiment (1840). In 1843 Salvi made his first appearances in France at the Théâtre-Italien as Edgardo in Donizetti's Lucia di Lammermoor and Riccardo in Donizetti's Maria di Rohan. From 1847–1850 he sang annually as a guest artist at the Royal Opera, London, where he had tremendous successes portraying heroes from Donizetti and Bellini operas. He also traveled to North America several times during his career, notably performing in a number of operas at Niblo's Garden in Manhattan. In 1851 he made a lengthy concert tour of the United States with Swedish soprano Jenny Lind. He also took part in the first performance of the Mexican national anthem on September 15, 1854. Salvi was married to Italian soprano Adelina Spech-Salvi who also had an important opera career. After their retirement from the stage, the couple moved to Bologna and worked as singing teachers. Salvi died in Bologna in 1879 at the age of 68. ==References== Category:1810 births Category:1879 deaths Category:Italian operatic tenors Category:19th- century Italian male opera singers Category:People from Ancona",
 "title": "Lorenzo Salvi"
}