{
 "id": "409837",
 "text": "The Mercedes-Benz C-Class is a series of compact executive cars produced by Daimler AG. Introduced in 1993 as a replacement for the 190 (W201) range, the C-Class was the smallest model in the marque's line-up until the W168 A-Class arrived in 1997. The C-Class has been available with a \"4MATIC\" four-wheel drive option since 2002. The third generation (W204) was launched in 2007 while the current W205 generation launched in 2014. Initially available in sedan and a station wagon configurations, a fastback coupé (SportCoupé) variant followed and was later renamed to Mercedes-Benz CLC-Class. It remained in production until 2011 when a new W204 C-Class coupé replaced it for the 2012 model year. == First generation (W202; 1993) == thumbnail|left|Pre- facelift Mercedes-Benz W 202 sedan In October 1986, three years into Mercedes- Benz 190 (W201)'s production run, work began on a successor. Design work began in 1987, with the final design by Murat Günak selected in 1989 and the production design by Olivier Boulay delayed in January 1990, finally being patented on 19 December 1990.europe.autonews.com/article/19970303/ANE/703030836/a-class-sets-new- record-for-mercedes Rough prototypes went into testing in 1989, with first production design prototypes commencing trial in 1990. In May 1993, the first generation W202 C-Class was introduced as a replacement for the 190. The first C-Class (W202) sedan was manufactured on 1 June 1993. The C-Class sedan was the company's entry-level model up until 1997 when Mercedes launched the A-Class. Styling themes were carried over from the previous W201 series, but the new series had a smoother and rounder design than the last generation of compact Mercedes, with styling cues from the W124 E-Class (short, high trunk and taller tail lights), W140 S-Class (front end), and R129 SL-Class (headlights). During the and Formula 1 season, the C36 AMG served as the sport's Safety Car. == Second generation (W203; 2000) == thumb|left|Pre- facelift Mercedes-Benz C180 K sedan In 1994, development began on the W203 C-Class. Design work commenced in mid-1994, with the final design being approved in December 1995 by the executive board. Design patents were filed on 20 April 1998 and 4 March 1999. Testing began in 1997, with development concluding in 2000. The second generation C-Class was introduced in March 2000 and production began on 18 July 2000. The sedan debuted with a range of inline-four and V6 petrol engines and inline-four and -five diesels, later W203's received the V6 diesel. Most of the engines were carried over from the W202, but the C320 was exclusive, offering . The diesels now featured common rail direct fuel injection and variable geometry turbochargers. A six-speed manual gearbox was optional on some of the range, With exception to the C320 and C32 AMG. Notably (post 2005), for the first time, the number designations were no longer equivalent to the engine displacement, more specifically in the Mercedes C200 (1.8-litre), C240 (2.6-litre) and C200 CDI (2.2-litre). == Third generation (W204; 2007) == thumbnail|left|Pre-facelift Mercedes-Benz C180 Kompressor sedan DaimlerChrysler introduced the W204 C-Class on 18 January 2007 and displayed it in the 2007 Geneva Auto Show. Sales started on 31 March 2007 in almost all European countries. The new family had an extended wheelbase and tracks, a stiffer body/shell and a design inspired by the W221 S-Class with some influences from the C219 CLS-Class. The C-Class received a facelift in 2011 for the 2012 model year including new LED taillights, a revised dashboard and instrument cluster layout, and a revised front fascia and headlights. The W204 platform continued into 2015 with the C-Class coupe. The final farewell of the W204, and also the naturally aspirated V8, was in the Edition 507 model. This had increased power, lightweight wheels and the vented hood from the Black Series. == Fourth generation (W205; 2014) == thumbnail|left|Mercedes-Benz C300 sedan The current generation W205 C-Class was launched at the 2014 North American International Auto Show. The new structure was significantly lighter using aluminium and high strength steel extensively throughout the body, resulting in a weight decrease. The Mercedes- Benz C-Class 205 chassis spawned four C-Class bodystyles; sedan (W205), wagon (S205), coupe (C205), and cabriolet (A205). The car was officially unveiled on 16 December 2013. W205 production commenced on 4 February 2014 at the Bremen plant. Production was also undertaken at Mercedes-Benz plants in East London (South Africa), Iracemápolis (Brazil) and Tuscaloosa, Alabama (United States). European sales began in March 2014, while the vehicle went on sale in North America in September 2014. A mid-life update made its debut at the 2018 Geneva Motor Show, including exterior changes and new engines. == Fifth generation (W206; 2021) == thumb|left|Mercedes-Benz C220d sedan The W206 C-Class was unveiled on 23 February 2021. In China, the C-Class was launched in a long- wheelbase version (V206). For the first time, every W206 C-Class models are equipped with four-cylinder engines coupled with an integrated starter generator (15 kW electric motor) and a 48-volt electrical system. The C-Class All-Terrain (X206) was released as an off-road focused, crossover-inspired estate model. The model received external body cladding, a 40 mm increase in ride height, 4Matic AWD and additional drive modes. == Production and sales == {| class=\"wikitable collapsible collapsed\" |- ! Calendar year ! Production (sedan/estate/coupe)!! US sales!! China sales |- | 2001 | ||51,210|| |- | 2002 | ||64,025 || |- | 2003 | ||65,982|| |- | 2004 | ||69,251 || |- | 2005 | ||60,658|| |- | 2006 | ||50,187|| |- | 2007 | ||63,701|| |- | 2008 | ||72,471|| |- | 2009 | ||52,427||16,000 |- | 2010 | 313,500 (250,600 / 62,900)||58,785||27,220 |- | 2011 | || 69,314 || |- | 2012 | 413,193 (-/-/48,145) || 81,697 || |- | 2013 | || 88,251 || |- | 2014 | 316,792 || 75,065 || |- | 2015 | 443,909 || 86,080 || |- | 2016 | 490,200http://www.daimler.com/documents/investors/reports/annual- report/daimler/daimler-ir-annualreport-2016.pdf || 77,167 || |- | 2017 | || 77,447 || |- | 2018 | || 60,409 || |} == References == === Notes === === Bibliography === ==== General ==== * * * * * * * * * * * * * * * * * * * ==== Workshop manuals ==== * * * * * * * * * * * * * * * * * * == External links == None noted at this time. * * Press Kit (2011–): * * Mercedes-Benz C 63 AMG Coupé C-Class Category:All-wheel-drive vehicles Category:Cars introduced in 1993 Category:Compact executive cars Category:Euro NCAP large family cars Category:Flexible-fuel vehicles Category:Hatchbacks Category:Partial zero- emissions vehicles Category:Rear-wheel-drive vehicles Category:Sedans Category:Sport compact cars Category:Station wagons Category:2000s cars Category:2010s cars",
 "title": "Mercedes-Benz C-Class"
}