{
 "id": "409993",
 "text": "Toronto Chinatowns are ethnic enclaves in Toronto, Ontario, Canada, with a high concentration of ethnic Chinese residents and businesses. These neighbourhoods are major cultural, social and economic hubs for the Chinese- Canadian communities of the region. In addition to Toronto, several areas in the Greater Toronto Area also hold a high concentration of Chinese residents and businesses. When used directly, in Toronto the term \"Chinatown\" typically refers to the neighbourhood in downtown Toronto, which extends along Dundas Street West and Spadina Avenue. The Chinese community in this downtown Chinatown previously originated from First Chinatown, which was located in what used to be known as The Ward. With changes in the city and subsequent waves of immigration from the mid-20th century onwards, East Chinatown developed at the intersection of Broadview Avenue and Gerrard Street, as well as suburban Chinatowns in Scarborough and North York. In the Greater Toronto Area, Markham, Mississauga, and Richmond Hill, have all developed sizable Chinatowns. In fact, the large Chinese communities of northern Scarborough, Markham, and Richmond Hill actually form a continuous L-shaped belt. ==History== Toronto's Chinatown first appeared during the 1890s with the migration of American Chinese from California due to racial conflict and from the Eastern United States due to the economic depression at the time. ===19th century=== The earliest record of Toronto's Chinese community is traced to Sam Ching, who owned a hand laundry business on Adelaide Street in 1878. \"The first Chinese resident recorded in Toronto was Sam Ching, the owner of a hand laundry business on Adelaide Street in 1878.\" Ching was the first Chinese person listed in the city's directory \"Sam Ching was the first Chinese person to be listed in the city directory\" and is now honoured with a lane named after him. The first Chinese cafe opened in 1901 and that number grew to 19 in 1912 and to around 100 a decade after that. The Chinese businesses in Toronto at the time were tuned to the politics of Imperial China and physically separated themselves into those that supported political reform of the Qing Empire under Empress Dowager Cixi and those that supported a revolution overthrowing the Manchu Qing dynasty. The 1909 Toronto city directory showed them as two distinct clusters of Chinese shops located at: # Queen Street East and George Street, adjacent to the reformist Chinese Empire Reform Association (保皇會) # Queen Street West and York Street, adjacent to the Chee Kung Tong (致公堂), a Chinese secret fraternal organization supporting the Chinese revolutionary Sun Yat-Sen. ===20th century=== When the Qing dynasty fell in 1912 the reform association became defunct and the business next to it move away from the Queen Street East neighbourhood. Meanwhile, the Chinese community in Queen Street West and York Street continued to grow and moved into the adjacent properties within Toronto's Ward district () vacated by the Jewish population. This created Toronto's first Chinatown. ====First Chinatown==== The First Chinatown of Toronto developed between 1900 and 1925http://torontoplaques.com/Pages/Torontos_First_Chinatown.html along York Street and Elizabeth Street between Queen and Dundas Streets. Situated in what was then known as \"The Ward\", one of the city's largest slum areas for incoming immigrants, the area was expropriated and razed in 1955, despite myriad protests, to make way for Toronto New City Hall and Nathan Phillips Square, with only one-third of this original Chinatown left south of Dundas Street. More than three-quarters of the neighbourhood was commandeered as a result of the forced dispossession. ====Expropriation and lifting of Exclusion Act==== Following the demolition of a large portion of First Chinatown to make way for Toronto City Hall, Toronto's Chinese community largely migrated westward to the neighbourhoods around Spadina Avenue and Dundas Street West. This migration formed present day west Chinatown, also known as Toronto's downtown Chinatown. The remaining parts of the neighbourhood were saved by Chinese business and community leaders in the 1970s including Jean Lumb, who established the \"Save Chinatown Committee\". Nevertheless, due to the city's disruption, much of the cultural and economic centre of the downtown Chinatown have since shifted west to Spadina Avenue and Dundas Street. The Chinese population in west Chinatown continued to increased in the 1960s and 1970s as the wives and descendants of the Chinese men already in Canada immigrated to the city after the country's Chinese exclusion act was lifted in 1967. In the following decades, students and skilled workers arrived from Hong Kong, Guangdong province and Chinese communities in Southeast Asia and the Caribbean further increased the Chinese population, prompting the creating of East Chinatown, Toronto. ====Late 20th century==== The subsequent waves of immigration from Hong Kong and Taiwan in the 1980s and 1990s increased the Chinese population and resulted in the creation of Chinatowns first in Scarborough, and later North York, and neighbouring municipality of Markham. Later immigration from China in the 2000s further resulted in the development of other Chinese ethnic enclaves in Toronto and the municipalities of the Greater Toronto Area. ===21st century=== A number of Chinatowns have developed in the surrounding region as Chinese Canadians began to settle throughout the Greater Toronto Area. Even in the former neighbourhood of First Chinatown, old restaurants continue to thrive. Although the iconic Sai Woo Restaurant on near Dundas Street West and Bay Street has closed, Wah Too Seafood Restaurant, Yueh Tung Restaurant and Hong Shing has continued in the area. ==Chinatowns in Toronto== === Downtown Chinatown === thumb|left|Shops along Spadina Avenue in downtown Chinatown The present day downtown Chinatown, or west Chinatown at Spadina Avenue and Dundas Street West (), known also as Old Chinatown was formerly a Jewish district and formed during the 1950s. The neighbourhood has been noted as being a \"near complete community\" with housing, employment, and commerce, along with schools and social services all located within walking distance in the neighbourhood. Since the 2000s the Chinatown in downtown has been changing from the influx of new residents, businesses from immigrants and 2nd generation Canadians. The neighbourhood has continued to serve as a vital market hub and services, to people from inside the neighbourhood and outside. The central location of the neighbourhood has also been a draw for property developers, changing the face of the neighbourhood. ===East Chinatown=== With the expropriation of the first downtown Chinatown and the subsequent property values increased in the west Chinatown due to continued immigration from Chinese communities abroad, many Chinese Canadians migrated to Toronto's east end in Riverdale. A second, somewhat smaller, Chinese community was formed, beginning in 1971 with the opening of Charlie's Meat. Centred on Gerrard Street East between Broadview Avenue and Carlaw Avenue (), Chinese-Vietnamese and mainland Chinese immigrants dominate this district. Known as East Chinatown, it covers a smaller area than Toronto's main Chinatown west of downtown, but is growing. As with many Canadian Chinatowns, the demographics of East Chinatown has been changing with gentrification and immigration. ===Scarborough=== Two neighbourhoods in Scarborough, Agincourt and Milliken, saw an influx of Hong Kong Chinese and Taiwanese during the 1980s, especially around Sheppard Avenue and Midland Avenue. The opening of the Agincourt's Dragon Centre Mall in 1984, by the Shiu Pong development company owned by brothers Daniel and Henry Hung, was the vanguard for the proliferation of \"Chinese malls\", large malls in the GTA with restaurants and stores catering specifically to the Chinese community. Since 2000, the Agincourt Chinese population is spread thinly and many are leaving for communities north of Toronto. Pockets of Chinese areas are likely to remain, but they will be less vibrant when compared with the late 1980s and early 1990s. Chinese malls in Agincourt and Milliken include: * Agincourt Commercial Centre * Oriental Centre * Dragon Centre (to be replaced by a condominium complex) * Chartwell Centre * Milliken Square * Milliken Crossing * Finch Midland Centre * Midland Court * Silverland Centre * Scherwood Centre * Midland Village * Cathay Plaza * Prince Mall * Mandarin Shopping Centre * Pearl Place * Milliken Wells Shopping Centre * Chartwell Shopping Centre * Centreview Square * Regency Court * Splendid China Mall ===North York=== The former city is home to large pockets of Chinese immigrants, but there are only a few malls serving it and mostly located in the east end. The smaller plazas containing restaurants and supermarkets have proliferated in the 1980s at the Finch Avenue/Leslie Street intersection, Keele Street and Sheppard Avenue, and around Victoria Park Avenue and McNicoll Avenues. These often compete with and complement the Agincourt Chinatown. The Finch-Leslie plaza is still thriving, because of the relative wealth of North York, though its patronage has now diversified. However, the gradual departure of the northern Scarborough Chinese clientele has led to the decline of businesses around Victoria Park and McNicoll. There are also some Chinese businesses in the Koreantown enclave of Willowdale, Toronto. * Finch Leslie Square * Victoria Business Centre (3600 Victoria Park Avenue) ==Chinese communities in Greater Toronto== Changes to the first downtown Chinatown neighbourhood as well as Chinese immigration encouraged the development of new Chinese enclaves within the Greater Toronto Area. ===Markham and Richmond Hill=== left|thumb|First Markham Place, a Chinese mall in Markham The Chinese communities in the adjacent cities of Markham and Richmond Hill emerged in the 1990s, when wealthy Chinese immigrants, primarily from Hong Kong, moved into both cities, and contain the largest concentration of Chinese people in Greater Toronto. Both Markham and Richmond Hill's experience as a suburban Chinatown are similar, though the developments are less intensively developed and more spread out through the former municipality. Markham itself has the largest proportion of Chinese among all the GTA municipalities. In the 1980s and early 1990s, then-Mayor Tony Roman was leading trade delegations to Asia in which he promoted Markham as a great place to live and invest. Numerous Chinese businesses are located along Highway 7, which forms the municipal boundary between Yonge Street and Highway 404. The combination of Markham's Commerce Valley Drive and Richmond Hill's Beaver Creek Road form a loop around the intersection of Leslie Street and Highway 7, and contains numerous establishments including Commerce Gate mall on the Markham (south) side of the street, which is directly across the street from complexes on the Richmond Hill (north) side such as Times Square. Consequently, some colloquially use the term \"Highway 7\" to refer to the intermunicipal Chinatown there and many families often visit both cities on the same day. Several kilometers east of Highway 404 (wholly within Markham), is an older plaza is at the southwest quadrant with the intersection with Kennedy Road. Between Woodbine Avenue and Rodick Road is First Markham Place, which contains numerous shops and restaurants; formerly anchored by Home Outfitters. Further east still along Highway 7 is an older plaza is at the southwest quadrant with the intersection with Kennedy Road. thumb|Time Square, a Chinese plaza on the Richmond Hill side of Highway 7. During the 1990s, wealthy Chinese immigrants moved to both Richmond Hill and Markham. The most well-known Chinese mall in Markham is the Pacific Mall, at Kennedy Road and Steeles Avenue East, which, combined with neighbouring Market Village Mall (closed 2018 to be re-developed as Remington Centre) and Splendid China Mall, forms the largest Chinese shopping complex in North America, with over 700 stores between the three malls. In close proximity, at Steeles East and Warden Avenue, there is the New Century Plaza mall and a half-block away there is a plaza of Chinese shops anchored by a T & T Supermarket. thumb|New Century Plaza and the adjoining Metro Square are architecturally typical of Chinese malls built during the 1990s. While the influx of new immigrants brought many jobs and much wealth to the areas they settled, their presence and \"Chineseness\" became a target of racial intolerance from some. In 1995, Deputy Mayor of Markham Carole Bell argued that the concentration of ethnic groups were a cause of social conflict, saying \"the weakness of it comes when there is a concentration, when you are getting only one group of people\". She went on to say \"everything's going Chinese\" in Markham, stating that they were driving the \"back bone of Markham away...the people who run festivals, coach our kids, organize our business communities, Brownies, Guides, Scouts.\" In response, the twelve mayors of the Greater Toronto Area signed a letter dissociating themselves from Bell's comment. The Chinese community continues to grow due to high rating of schools in the area as well as the ethnically Chinese population, which in early 2019 grew to 46%. Chinese malls and plazas in Markham: * First Markham Place * Warden Centre * Commerce Gate * Metro Square * New Century Plaza * Peachtree Centre * Newton Centre * Pacific Mall * Market Village Mall (being replaced with Remington Centre) * Langham Square * Denison Centre * King Square Shopping Mall * Alderland Centre Chinese malls and plazas in Richmond Hill: * Times Square * Wycliffe Village * Shoppes of the Parkway * Ho-View Place * Lexus Bayview Square * Goldenview Centre * Jubilee Square * Richlane * Glen Cameron Place ===Mississauga=== Mississauga's growing Chinese population is spread out across the vast suburb, but the commercial community has been traditionally centred on the Chinese Centre, located at 888 Dundas Street East, just east of Cawthra Road. This large complex, built in the late 1980s, was constructed to reflect China's cultural heritage; an elaborate gate greets visitors on Dundas Street, with a Nine Dragon mural just inside, while red towers with pagoda-styled roofs abound. Growth of this Chinatown is limited, but Mississauga's Chinatown remains an active community. The second newer stretch includes markets and restaurants in strip mall plazas close to the intersection of Burnhamthorpe Rd. West at Central Parkway (near the Erindale GO Station) which remains in the growth phase catering mostly to the needs of the growing Chinese population in the city who live nearby. Chinese malls in Mississauga: * Mississauga Chinese Centre/Sino Mall * Golden Plaza * Golden Square Centre * Dixie Park * The Chase Square * Newin Centre * Erindale Business Centre * Deer Run Shopping Centre ==See also== *Fo Guang Shan Temple, Toronto *Chinese Canadians *Chinese Canadians in the Greater Toronto Area *History of Chinese immigration to Canada *Chinese head tax in Canada *Royal Commission on Chinese Immigration (1885) *Chinese Immigration Act of 1885 *Chinese Immigration Act, 1923 *Historical Chinatowns in Nanaimo & Chinatown, Victoria *Chinatown, Vancouver *List of Chinatowns *Standard Theatre ==References== == External links== *Chinatown Business Improvement Area *City of Toronto – Chinatown BIA *Local Chinese History at the City of Toronto Archives Category:Chinese-Canadian culture in Toronto Toronto Category:Ethnic enclaves in Ontario Category:Neighbourhoods in Toronto",
 "title": "Chinatowns in Toronto"
}