{
 "id": "410071",
 "text": "Matei Basarab (; 1588, Brâncoveni, Olt – 9 April 1654, Bucharest) was a Wallachian Voivode (Prince) between 1632 and 1654. ==Reign== Much of Matei's reign was spent fighting off incursions from Moldavia, which he successfully accomplished in 1637, 1639, and 1653 – see Battle of Finta. He was an enlightened ruler, and is noted for introducing the printing press to Wallachia (1634) and creating the first Wallachian code of laws as well as patronizing art and religion (founder of the first upper school in his Principality). He built more than 45 churches and monasteries, being compared to Stephen the Great, the famous ruler of Moldavia. His election in 1632 signified the first official exception to a rule set by custom. Basarab was merely a boyar (of the Craiovești family) and one not related to previous Princes (although it seems that a similar point can be made about such rulers as Michael the Brave). The reason for this choice has been explained as a reaction of indigenous boyars against competition from newly infiltrated Greeks and Levantines. It may also be because of these special circumstances that Matei used the surname \"Basarab\" – associated as it is with a fabricated legitimate lineage. thumb|300px|Matei Basarab with his son (left) and his wife (right) Matei Basarab's rule also coincides with the last stage in the decay of the lesser nobility, the result of political pressure from boyars and drastic economical changes (the revolt of the seimeni military under Constantin Șerban probably has this as its main cause). It seems that the Prince was planning emancipation from Ottoman rule, as well as domination over Moldavia. He maintained a close relationship with the Transylvanian ruler George II Rákóczi, an ambitious, stronger, and more autonomous subject of the Turks. He was married to Elena Năsturel. ==Laws and reforms== Matei Basarab and his contemporary, the Moldavian Prince Vasile Lupu are credited with introducing the first written laws of the two Principalities. However, these two virtually identical sets of laws do not go against tradition, being merely the Romanian translation of Byzantine customs (pravile), alluded to in documents of the previous decades. The two collections under Matei Basarab are Pravila de la Govora (\"The Govora Code\") in 1640 and Pravila lui Matei Basarab (\"Matei Basarab's Code\"; also known as Îndreptarea Legii – \"The Re-shaping of Laws\") in 1652. ==References== *Gheorghe I. Brătianu, Sfatul domnesc și Adunarea Stǎrilor în Principatele Române, Bucharest, 1995 Category:People from Olt County Category:Rulers of Wallachia Category:1588 births Category:1654 deaths Category:17th-century Romanian people",
 "title": "Matei Basarab"
}