{
 "id": "410254",
 "text": "Southern Cross railway station (until 2005 known as Spencer Street station) is a major railway station in Docklands, Melbourne. It is on Spencer Street, between Collins and La Trobe Streets, at the western edge of the Melbourne central business district. The Docklands Stadium sports arena is 500 metres north-west of the station. The station is owned, operated and maintained by Civic Nexus, a subsidiary of IFM Investors and operating as Southern Cross Station Pty Ltd, under a 30-year lease to 2036 from the Victorian State Government, as part of a public-private partnership. Southern Cross Station Pty Ltd contracts Infranexus Management Pty Ltd (Infranexus) for management services. Infranexus is also wholly owned by IFM. The station is the terminus of the state's regional railway network operated by V/Line, The Overland rail service to Adelaide, and NSW TrainLink XPT services to Sydney. It is also served by suburban rail services operated by Metro Trains, being one of five stations on the City Loop, a mostly underground railway that encircles the Central Business District. It is the second busiest railway station in Melbourne's metropolitan network, with 18.614 million passenger movements recorded in 2017/18. This figure excludes V/Line passengers who use the station. Southern Cross also has a coach terminal underneath the Spencer Outlet shopping complex. Skybus Super Shuttle services to Melbourne Airport and since 2017 to Avalon AirportGeelong-Avalon Airport shuttle bus service replaced by SkyBus Geelong Advertiser 9 July 2017 operate from there, as well as Firefly Express and Greyhound Australia interstate coach services, a coach ran public bus (684) and V/Line coach services to Mildura, Yarram, Mansfield, and other parts of Victoria not served by rail. ==History== thumb|Spencer Street station platforms and goods sheds, circa 1885 thumb|Lithograph of the busy station complex in 1889 looking west from the Hoddle Grid Opened as Spencer Street Station in 1859,Infrastructure – Southern Cross Vicsig five years after the other major Melbourne rail terminus at Flinders Street, the station was a dead-end terminus, running parallel to Spencer Street, composed of a single main platform with a dock platform at the north end. It was not until 1874 that an extra platform was provided. The two major city stations were not linked until 1879, when a single-track ground-level line was opened. It operated only at night, and only for freight trains. In the 1880s, it was proposed that Spencer Street station be removed in order to facilitate the westward expansion of the city, but the plan was subsequently rejected. ===1880s: Passenger services commence=== The 1880s saw the first of several grand but unrealised plans for the station. The first accepted design, drafted by Albert Charles Cook in 1883, was a fanciful Palladian palazzo design of two and three storeys, with a central portico.Accepted Designs for the New Railway Stations, Melbourne. State Library of Victoria From 1888 to 1894, the layout of the platforms was altered, with new country platforms being built on an angle to Spencer Street itself. The current coach terminal location was the site of a number of new platforms built for suburban services. In 1891, further plans were made for a significant new station complex, including three-storey office complex and dominant clock tower, reminiscent of the later Sydney Central station,Official Design for New Station at Spencer Street but the 1890s Depression put an end to such expensive schemes. In 1888, work started on the double track Flinders Street Viaduct linking the station to Flinders Street station. The line was initially only used by freight trains, with passenger train operations commencing in 1894.Department of Infrastructure: Early history of Southern Cross Station It was at that time that the first through platform was provided at the station, used by suburban trains from Essendon and Williamstown. The viaduct to Flinders Street was expanded to four tracks in 1915 and, following the electrification of the suburban lines through the station, today's platforms 11 to 14 were opened in 1924, along with a pedestrian subway providing access to them. In 1938, it was announced that construction of an improved station entrance and new car park had been approved, designed by architects Messrs Stephenson and Meldrum, costing £2,000. Once again however, no construction took place. ===1960s: Modernisation=== In October 1960, work on a new Spencer Street station commenced, sparked by the construction of the interstate standard gauge line to Sydney. A station building was constructed which largely replaced the 1880s iron sheds, and a new platform number 1 was built. The passenger subway which had been constructed as part of the 1918 works was extended to include access to country platforms. In connection with the construction of the underground loop, platforms 9 and 10 were rebuilt as part of the suburban section of the station, and a new double-track viaduct was constructed between Spencer Street and Flinders Street station, alongside the original one, bringing to six the number of tracks connecting the two stations. At the same time, the four older tracks were resignalled for bi-directional operation. In 1962, a separate subway network was constructed to carry mail between the station and what was then the Melbourne General Post Office and main postal sorting office, situated on the other side of Spencer Street. The mechanically interlocked signal box at the station opened in 1887, and was decommissioned in June 2008. Originally built with 120 levers, it had 191 when it closed, making it the world's largest.\"The World's Largest Signalbox\" The Railway Magazine issue 1341 January 2013 page 33 Artist Harold Freedman's 36.6 metre long and 7.32 metre high History of Transport mural featured above the main concourse of the Spencer Street station and was unveiled by the premier of Victoria on January 30 1978. During radical redevelopment (2002–2006) Freedman's mural was removed, but due to bargaining by the CFMEU, it remains on display above shop- fronts in the adjacent retail centre, DFO. ===2000s: Redevelopment=== thumb|Work on the station in 2004 thumb|Work on the roof in January 2005 thumb|Construction work inside the station in late 2005 Southern Cross was redeveloped by the Civic Nexus consortium, following an innovative design by Grimshaw Architects and Jackson Architecture which features an undulating roof.The roof transporting us to tomorrow The Age 25 March 2005] Construction began in October 2002 and was completed in late 2006, with the majority of the transport facilities finished in time for the 2006 Commonwealth Games. The central features of the design include a wave-shaped roof, a new entrance and concourse on Collins Street, a new coach interchange, a new food court, a bar/restaurant, separate retail outlets inside the station and a separate shopping complex between Bourke and La Trobe Streets. This new shopping complex originally comprised a Direct Factory Outlets centre, a Virgin Megastore, along with food courts. This opened on 30 November 2006, although not all tenancies were occupied, and stage 2 was opened in March 2007. In 2009 the DFO relocated to a new site at South Wharf, the shopping centre being refitted by owner Austexx and rebranded simply as \"Spencer Street fashion station\". In 2013 the shopping complex was rebranded as \"Spencer Outlet Centre\". In addition to the physical modifications, the station was renamed from Spencer Street to Southern Cross on 13 December 2005.Time's up at last for railway landmark The Age 14 December 2005 By July 2004, the project had fallen behind schedule and over budget by $200 million.Auditor-General’s Report on the Annual Financial Report of the State of Victoria, 2005–06 This was covered extensively in the media. As a result of over-runs and design issues, some elements of the original design, including an additional proposed footbridge connecting Lonsdale Street with Docklands Stadium, were scrapped.All change at Spencer St The Age 9 July 2005] Complaints about access to platforms, empty trains occupying space during the day and lack of government support were raised by Leighton Contractors, the construction firm overseeing the project. This led to concerns that the station might not be ready in time for the Commonwealth Games, and the government arranged with the railway operators to provide more access to the work site. The station's redevelopment is part of the wider Melbourne Docklands development. The architect responsible for the design is Nicholas Grimshaw. The structural engineering design was performed by WSP Global. The station has been awarded the Royal Institute of British Architects' Lubetkin Prize for most outstanding building outside the European Union. The other buildings nominated were the Des Moines Public Library and the Hearst Tower, New York City. The redevelopment has meant that passengers take more time to get to the suburban network platforms than before. The pedestrian subway access was removed in favour of street level and elevated concourses. The subway also continued underneath Spencer Street, and its closure means it is necessary for all pedestrians to wait for traffic lights to cross Spencer Street at street level. For all suburban and some country services, passengers using the main entrance on the corner of Collins and Spencer Streets have to ascend two escalators to a shopping concourse and then enter the paid area of the station, before descending again to the metropolitan platforms. There have been some accidents in which people have fallen from this elevated level. The eight-meter ascent and descent is more than necessary to clear the height of trains, and more than the three-meter descent and ascent of the previous subway. Local architects have cited some of the Southern Cross Station's shortcomings: the building's poor connection to the surrounding streets; its awkward juncture at the pedestrian bridge that links Spencer Street to Docklands Stadium; and the baffling manner in which the grand architectural gesture of Southern Cross Station tapers off into an uninspired homage to the boxy 1980s shopping mall — Spencer Outlet Centre, which houses department store Harris Scarfe along with Witchery, Cotton On, Starbucks and many more outlets. ===2010s: Additional platforms=== As part of the Regional Rail Link project an extra two platforms (15/16) were constructed and opened in December 2013. These are divided into 15a, 15b, 16a and 16b. They are often used for Gippsland Services, and the lines that use the RRL tracks to Sunshine (Geelong, Ballarat and Bendigo lines). These platforms allow trains to avoid the North Melbourne Flyover, which is an inconvenience for trains as it has a maximum speed of 15 km/h, and has shown to cause abnormal wheel wear on the VLocity fleet, as confirmed by an independent report commissioned by V/Line in 2016 to find out the cause of the problem, which ultimately led to up to a month of cancellations of services. ===Water Tower Clock=== In May 2014, the historic Water Tower Clock was installed in the concourse of the station. The clock had originally been erected in 1882 at Flinders Street station, opposite the end of Elizabeth Street, atop a lattice tower about high. In 1902 the clock was moved to Princes Bridge station, and in 1910 it was relocated again, to Spencer Street station, where it remained until it was removed as part of the station's redevelopment in the mid-1960s. The clock mechanism was given to Museum Victoria, but the characteristic turret that housed the clock was sold to a scrap metal merchant. It was later rescued by private collectors, and the clock was returned to public ownership, being put on display in 1999 at the Scienceworks Museum, Spotswood. The clock was extensively restored before its return to Southern Cross, but the original mechanism remains in the collection of Museum Victoria.\"Water Tower clock installed at Southern Cross Station\" Railway Digest July 2014 page 23 ==Platforms and services== thumb|Overlooking platforms 8, 7 & 6 Platforms are numbered from east to west. ===Concourses=== thumb|The main concourse of Southern Cross station thumb|Concourse retail Concourses are provided at Bourke and Collins Streets. Platform 1 is north of Bourke Street, while Platform 8 South is south of Collins Street. The remainder of platforms are located between Bourke and Collins Streets, with access from both concourses, with regional services from platforms 1 to 8, and suburban services from platforms 9 to 16 (platform 8 can also accommodate suburban services if necessary). ===Platforms=== thumb|Platform 15-16 Northern Concourse thumb|The station during rush hour Platforms 2 to 7, as well as platforms 15 and 16 are numbered as two sections: section A from the Collins Street concourse to the Bourke Street Footbridge, and section B beyond the Bourke Street Footbridge. These sections were previously known as the \"Central\" (2C to 8C) and \"North\" (2N to 8N) platforms, respectively. Platform 8 has these two sections and also a \"South\" section (8S) underneath Collins Street used commonly for Seymour services. Platforms 1 and 2 are fitted with dual gauge track, permitting both standard gauge interstate trains and V/Line broad gauge trains. The remainder of the platforms are solely broad gauge. A motorail dock is located at the northern end of the platform, with standard gauge access only. thumb|VLocity and Sprinter DMUs await their departure from Melbourne's Southern Cross ====Standard gauge==== Platforms 1 & 2: * V/Line services to Albury (3 per day) * NSW TrainLink XPT services to Sydney (2 per day) * Journey Beyond services to Adelaide (2 per week) ====Broad gauge==== Platforms 1–7: * V/Line services to Melton, Bacchus Marsh and Wendouree * V/Line services to Ararat * V/Line services to Bendigo, Epsom and Eaglehawk * V/Line services to Echuca * V/Line services to Swan Hill * V/Line services to Wyndham Vale, Geelong & Waurn Ponds * V/Line services to Warrnambool * V/Line services to Seymour * V/Line services to Shepparton Platform 8: :Broad gauge V/Line services departing Platforms 1-7 also depart from Platform 8 * express services to Showgrounds and/or Flemington Racecourse (special event days only) Platform 9: Destinations via City Loop – Clifton Hill Group: * all stations and limited stop services to Hurstbridge * all stations and limited stop services to Mernda Platform 10: Destinations via City Loop – Burnley Group: * all stations and limited stop services to Belgrave * all stations and limited stop services to Lilydale * all stations and limited stop services to Glen Waverley * weekday all stations and limited stop services to Alamein Platform 11: Destinations via City Loop – Northern Group: * all stations and limited stop services to Craigieburn * all stations and limited stop services to Upfield * all stations and limited stop services to Watergardens & Sunbury Platform 12: Destinations via Flinders Street – Caulfield Group: * express services to Pakenham * express services to Cranbourne Platform 13: Destinations via Flinders Street: * services to Flinders Street (trains run through to the Frankston line) * services to Flinders Street (trains run through to the Frankston line) * services to Flinders Street (special event days only) Platform 14: Destinations via North Melbourne: * all stations and limited stop services to Laverton & Werribee * all stations services to Williamstown * express services to Showgrounds and/or Flemington Racecourse (special event days only) Platforms 15 & 16: :Broad gauge V/Line services departing Platforms 1-8 also depart from Platforms 15 & 16\\. * V/Line services to Traralgon & Bairnsdale ==Metropolitan transport links== Kinetic Melbourne operate three routes via Southern Cross Coach Terminal, under contract to Public Transport Victoria: *232: Queen Victoria Market - Altona North *235: Queen Victoria Market - Fishermans Bend *237: Queen Victoria Market - Fishermans Bend McKenzie's Tourist Services operates one route to and from Southern Cross station, under contract to Public Transport Victoria: *684: to Eildon via Lilydale Yarra Trams operate nine services via Southern Cross station: From Collins Street: *36px|link=Melbourne tram route 11: West Preston - Victoria Harbour *36px|link=Melbourne tram route 48: North Balwyn - Victoria Harbour *36px|link=Melbourne tram route 109: Box Hill - Port Melbourne *36px|link=Melbourne tram route 12: Victoria Gardens - St Kilda From Harbour Esplanade: *36px|link=Melbourne tram route 35: City Circle *36px|link=Melbourne tram route 70: Docklands - Wattle Park *36px|link=Melbourne tram route 75: Docklands Stadium - Vermont South From Bourke Street: *36px|link=Melbourne tram route 86: RMIT Bundoora Campus - Waterfront City Docklands *36px|link=Melbourne tram route 96: East Brunswick - St Kilda Beach == Regional transport links == The following coach services are operated to and from Southern Cross station by private companies on behalf of V/Line: * Mildura via Ballarat, Maryborough and Donald * Mount Gambier via Ballarat, Hamilton and Casterton * Barham via Heathcote * Barmah via Heathcote and Shepparton * Deniliquin via Heathcote, Rochester, Echuca and Moama * Mansfield via Lilydale and Yarra Glen (services extend to Mount Buller during snow season) * Cowes via Dandenong and Koo Wee Rup * Inverloch via Dandenong and Koo Wee Rup * Yarram via Dandenong, Koo Wee Rup and Leongatha *Eildon via Lilydale and Healesville, Victoria (Route 684) ==References== ==External links== * * *Railpage Southern Cross Platform allocation discussions *Southern Cross Station subway re-opening discussions *Diagram of the track layout at Southern Cross station *Construction images: 2003 – 2004 and 2005 – 2008 * Melway map at street-directory.com.au Category:Nicholas Grimshaw buildings Category:Premium Melbourne railway stations Category:Railway stations in Melbourne Category:Railway stations in Australia opened in 1859 Category:Melbourne City Centre",
 "title": "Southern Cross railway station"
}