{
 "id": "410424",
 "text": "The House of Wisdom (), also known as the Grand Library of Baghdad, refers to either a major Abbasid public academy and intellectual center in Baghdad or to a large private library belonging to the Abbasid Caliphs during the Islamic Golden Age. The House of Wisdom is the subject of an active dispute over its functions and existence as a formal academy, an issue complicated by a lack of physical evidence following the collapse of the Abbasid Caliphate and a reliance on corroboration of literary sources to construct a narrative. The House of Wisdom was founded either as a library for the collections of the Caliph Harun al-Rashid in the late 8th century (then later turned into a public academy during the reign of Al-Ma'mun) or was a private collection created by Al-Mansur (reign 754–775) to house rare books and collections of poetry in both Arabic and Persian. The House of Wisdom and its contents were destroyed in the Siege of Baghdad in 1258, leaving very little in the way of archaeological evidence for the House of Wisdom, such that most knowledge about it is derived from the works of contemporary scholars of the era such as Al-Tabari and Ibn al-Nadim. A lack of physical evidence leads some to question the existence of the House of Wisdom. ==Background== The House of Wisdom existed as a part of the major Translation Movement taking place during the Abbasid Era, translating works from Greek and Syriac to Arabic, but it is unlikely that the House of Wisdom existed as the sole center of such work, as major translation efforts arose in Cairo and Damascus even earlier than the proposed establishment of the House of Wisdom. This translation movement lent momentum to a great deal of original research occurring in the Islamicate world, which had access to texts from Greek, Persian and Indian sources.The early existence of Muslims throughout time has always had a connection with the institution of libraries that came to not only be a mechanism of pursuit, but relatively a storehouse of intelligence and mental heritage for all humanity. The rise of advanced searches in mathematics, organized studies, astronomy, philosophy, and medicine began the pursuit for Arab science. This scientific leap established a demand for more and updated translations. The House of Wisdom was made possible by the consistent flow of Arab, Persian, and other scholars of the Islamicate world to Baghdad, owing to the city's position as capital of the Abbasid Caliphate. This is evidenced by the large number of scholars known to have studied in Baghdad between the 8th and 13th centuries, such as Al-Jahiz, Al-Kindi, and Al-Ghazali among others, all of whom would have contributed to a vibrant academic community in Baghdad, producing a great number of notable works, regardless of the existence of a formal academy. The fields to which scholars associated with the House of Wisdom contributed include, but are not limited to, philosophy, mathematics, medicine, astronomy, and optics.\"Al-Khalili 2011, p. 88 The early name of the library, Khizanat al-Hikma (literally, \"Storehouse of Wisdom\"), derives from its function as a place for the preservation of rare books and poetry, a primary function of the House of Wisdom until its destruction. Inside the House of Wisdom, there was a culmination of writers, translators, authors, scientists, scribes, and others would meet every day for translation, writing, conversation, reading, and dialogue. Numerous books and documents in several scientific concepts and philosophical subjects and proposals in different languages were translated in this house. ==History== ===Foundation and origins=== Throughout the 4th to 7th centuries, scholarly work in the Arabic languages was either newly initiated or carried on from the Hellenistic period. Centers of learning and of transmission of classical wisdom included colleges such as the School of Nisibis and later the School of Edessa, and the renowned hospital and medical academy of Jundishapur; libraries included the Library of Alexandria and the Imperial Library of Constantinople; and other centers of translation and learning functioned at Merv, Salonika, Nishapur and Ctesiphon, situated just south of what was later to become Baghdad.Kaser, Karl The Balkans and the Near East: Introduction to a Shared History p. 135.Yazberdiyev, Dr. Almaz Libraries of Ancient Merv Dr. Yazberdiyev is Director of the Library of the Academy of Sciences of Turkmenistan, Ashgabat. During the Umayyad era, Muawiyah I started to gather a collection of books in Damascus. He then formed a library that was referred to as \"Bayt al-Hikma\".Al- Khalili 2011, pp.67-78 Books written in Greek, Latin, and Persian in the fields of medicine, alchemy, physics, mathematics, astrology and other disciplines were also collected and translated by Muslim scholars at that time.Lyons, pp. 55-77 The Umayyads also appropriated paper-making techniques from the Chinese and joined many ancient intellectual centers under their rule, and employed Christian and Persian scholars to both translate works into Arabic and to develop new knowledge.Meri, Josef W. and Jere L. Bacharach. “Medieval Islamic Civilization”. Vol. 1 Index A – K. 2006, p. 304. These were fundamental elements that contributed directly to the flourishing of scholarship in the Arab world. In 750, the Abbasid dynasty replaced the Umayyad as the ruling dynasty of the Islamic Empire, and, in 762, the caliph al-Mansur (r. 754–775) built Baghdad and made it his capital instead of Damascus. Baghdad's location and cosmopolitan population made the perfect location for a stable commercial and intellectual center. The Abbasid dynasty had a strong Persian bent, and adopted many practices from the Sassanian Empire—among those, that of translating foreign works, except that now texts were translated into Arabic. For this purpose, al-Mansur founded a palace library modeled after the Sassanian Imperial Library, and provided economic and political support to the intellectuals working there. He also invited delegations of scholars from India and other places to share their knowledge of mathematics and astronomy with the new Abbasid court. In the Abbasid Empire, many foreign works were translated into Arabic from Greek, Chinese, Sanskrit, Persian and Syriac. The Translation Movement gained great momentum during the reign of caliph al-Rashid, who, like his predecessor, was personally interested in scholarship and poetry. Originally the texts concerned mainly medicine, mathematics and astronomy; but other disciplines, especially philosophy, soon followed. Al-Rashid's library, the direct predecessor to the House of Wisdom, was also known as Bayt al-Hikma or, as the historian Al-Qifti called it, Khizanat Kutub al-Hikma (Arabic for \"Storehouse of the Books of Wisdom\").Al-Khalili 2011, pp. 67–78 ===Al-Ma'mun=== Under the sponsorship of caliph Al-Ma'mun (r. 813–833), economic support of the House of Wisdom and scholarship in general was greatly increased. Al-Mamun, under the tutelage of his father, Caliph Harun al-Rashid, memorized the Koran word for word under the eyes of leading religious scholar of the court. Al-Mamun's mistakes were instantly corrected. It is a common trait amongst Muslim poets, scientists, and authors have recalled memorizing their original texts in public lectures, typically inside a mosque. This practice appeared to be ingrained inside al-Mamun's intellectual capabilities. His love for science was so great that it was said that he preferred scientific texts as the spoils of war. Furthermore, Abbasid society itself came to understand and appreciate the value of knowledge, and support also came from merchants and the military. It was easy for scholars and translators to make a living and an academic life was a symbol of status; scientific knowledge was considered so valuable that books and ancient texts were sometimes preferred as war booty rather than riches.Al-Khalili 2011, pp. 67-78 Indeed, Ptolemy's Almagest was claimed as a condition for peace by Al-Ma'mun after a war between the Abbasids and the Eastern Roman Empire. The House of Wisdom was much more than an academic center removed from the broader society. Its experts served several functions in Baghdad. Scholars from the Bayt al-Hikma usually doubled as engineers and architects in major construction projects, kept accurate official calendars, and were public servants. They were also frequently medics and consultants. Al-Ma'mun was personally involved in the daily life of the House of Wisdom, regularly visiting its scholars and inquiring about their activities. He would also participate in and arbitrate academic debates. One of the reasons that Al-Ma'mun loved the pursuit of knowledge is said to be from a dream that he once had. In that dream, he was said to have been visited by Aristotle where they had a discussion on what was good. Inspired by Aristotle, Al-Ma'mun regularly initiated discussion sessions and seminars among experts in kalām. Kalām is the art of philosophical debate that Al-Mamun carried on from his Persian tutor, Ja’far. During debate, scholars would discuss their fundamental Islamic beliefs and doctrines in an open intellectual atmosphere. Furthermore, he would often organize groups of sages from the Bayt al-Hikma into major research projects to satisfy his own intellectual needs. For example, he commissioned the mapping of the world, the confirmation of data from the Almagest and the deduction of the real size of the Earth (see section on the main activities of the House). He also promoted Egyptology and participated himself in excavations of the pyramids of Giza.Al-Khalili 2011, p. 64 Al- Ma’mun built the first astronomical observatories in Baghdad, and he was also the first ruler to fund and monitor the progress of major research projects involving a team of scholars and scientists. His greatest legacy to science is that he was the first ruler to fund \"big science\".Al-Khalili 2011, p. 58 Following his predecessors, Al-Ma'mun would send expeditions of scholars from the House of Wisdom to collect texts from foreign lands. In fact, one of the directors of the House was sent to Constantinople with this purpose. During this time, Sahl ibn Harun, a Persian poet and astrologer, was the chief librarian of the Bayt al-Hikma. Hunayn ibn Ishaq (809–873), an Arab Nestorian Christian physician and scientist, was the most productive translator, producing 116 works for the Arabs. The patron of this foundation was under Caliph Al-Ma'mun. Al-Ma'mun established the House of Wisdom, putting Hunayn ibn Ishaq in charge, who then became the most celebrated translator of Greek texts. As \"Sheikh of the translators,\" he was placed in charge of the translation work by the caliph. Hunayn ibn Ishaq translated the entire collection of Greek medical books, including famous pieces by Galen and Hippocrates. The Sabian Thābit ibn Qurra (826–901) also translated great works by Apollonius, Archimedes, Euclid and Ptolemy. Translations of this era were superior to earlier ones, since the new Abbasid scientific tradition required better and better translations, and the emphasis was many times put on incorporating new ideas to the ancient works being translated. By the second half of the ninth century, Al-Ma'mun's Bayt al-Hikma was the greatest repository of books in the world and had become one of the greatest hubs of intellectual activity in the Middle Ages, attracting the most brilliant Arab and Persian minds. The House of Wisdom eventually acquired a reputation as a center of learning, although universities as they are modernly known did not yet exist at this time—knowledge was transmitted directly from teacher to student without any institutional surrounding. Maktabs soon began to develop in the city from the 9th century on and, in the 11th century, Nizam al-Mulk founded the Al-Nizamiyya of Baghdad, one of the first institutions of higher education in Iraq. ===Al-Mutawakkil=== The House of Wisdom flourished under Al-Ma'mun's successors al-Mu'tasim (r. 833–842) and his son al-Wathiq (r. 842–847), but considerably declined under the reign of al-Mutawakkil (r. 847–861). Although Al-Ma'mun, al-Mu'tasim, and al-Wathiq followed the sect of Mu'tazili, which supported broad-mindedness and scientific inquiry, al- Mutawakkil endorsed a more literal interpretation of the Qur'an and Hadith. The caliph was not interested in science and moved away from rationalism, seeing the spread of Greek philosophy as anti-Islamic.Al-Khalili 2011, p. 135 ===Destruction by the Mongols=== On February 13, 1258, the Mongols entered the city of the caliphs, starting a full week of pillage and destruction. With all other libraries in Baghdad, the House of Wisdom was destroyed by the army of Hulagu during the Siege of Baghdad.Al-Khalili 2011, p. 233 The books from Baghdad's libraries were thrown into the Tigris River in such quantities that the river ran black with the ink from the books. Nasir al-Din al-Tusi rescued about 400,000 manuscripts which he took to Maragheh before the siege.Saliba, p.243 Many of the books were also torn apart by pillagers so that the leather covers could be made into sandals. == Main activities == The House of Wisdom included a society of scientists and academics, a translation department and a library that preserved the knowledge acquired by the Abbasids over the centuries. They also researched and studied alchemy, which was later used to create the structure of modern chemistry. Furthermore, linked to it were also astronomical observatories and other major experimental endeavors. Institutionalized by Al-Ma'mun, the academy encouraged the transcription of Greek philosophical and scientific efforts. Additionally, he imported manuscripts of important texts that were not accessible to the Islamic countries from Byzantium to the library. The House of Wisdom was much more than a library, and a considerable amount of original scientific and philosophical work was produced by scholars and intellectuals related to it. This allowed Muslim scholars to verify astronomical information that was handed down from past scholars. === Translation === The Translation Movement lasted for two centuries and was a large contributing factor to the growth of scientific knowledge during the golden age of Arabic science. Ideas and wisdom from other cultures around the world, Greece, India, and Persia, were translated into Arabic contributing to further advances in the Islamic Empire. An important goal during this time was to create a comprehensive library that contained all of the knowledge gained throughout this movement. Advances were made in areas like mathematics, physics, astronomy, medicine, chemistry, philosophy, and engineering. The influential achievement of translation revealed to scholars in the empire to the limitless body of early knowledge in the prehistoric Greek tradition, developing the birth of primary scholarship beyond philosophy and scholarship. The engagement across arts and sciences assorts and stretches intelligence realms and brings growth to new methods of understanding. This was accomplished through academic knowledge and creative rehearsal. The House of Wisdom was known for being a space for scholarly growth and contribution which during the time greatly contributed to the Translation Movement. The Translation Movement started in this House of Wisdom and lasted for over two centuries. Over a century and a half, primarily Middle Eastern Oriental Syriac Christian scholars translated all scientific and philosophic Greek texts into Arabic language in the House of Wisdom.Rosenthal, Franz The Classical Heritage in Islam The University of California Press, Berkeley and Los Angeles, 1975, p. 6Adamson, London Peter The Great Medieval Thinkers: Al-Kindi Oxford University Press, New York, 2007, p. 6. London Peter Adamson is a Lecturer in Late Ancient Philosophy at King's College. The translation movement at the House of Wisdom was inaugurated with the translation of Aristotle's Topics. By the time of Al-Ma'mun, translators had moved beyond Greek astrological texts, and Greek works were already in their third translations. Authors translated include: Pythagoras, Plato, Aristotle, Hippocrates, Euclid, Plotinus, Galen, Sushruta, Charaka, Aryabhata and Brahmagupta. Many important texts were translated during this movement including a book about the composition of medicinal drugs, a book on this mixing and the properties of simple drugs, and a book on medical matters by Pedanius Dioscorides. These, and many more translations, helped with the advancements in medicine, agriculture, finance, and engineering. Furthermore, new discoveries motivated revised translations and commentary correcting or adding to the work of ancient authors. In most cases names and terminology were changed; a prime example of this is the title of Ptolemy's Almagest, which is an Arabic modification of the original name of the work: Megale Syntaxis. === Original contributions === thumb|A page from al-Khwarizmi's Kitab al-Jabr. Besides their translations of earlier works and their commentaries on them, scholars at the Bayt al-Hikma produced important original research. For example, the noted mathematician al-Khwarizmi worked in Al-Ma'mun's House of Wisdom and is famous for his contributions to the development of algebra. Muhammad ibn Musa al-Khwarizmi was born around 780 and died around 850. He was known as a mathematician and an astronomer in the House of Wisdom, and is also known for his book Kitab al-Jabr, in which he develops a number of algorithms. The application of the word \"algebra\" to mathematics and the etymology of the word \"algorithm\" can be traced back to al-Khwarizmi—the actual concept of an algorithm dates back before the time of Euclid. The term \"algorithm\" is derived from a Latin version of al-Khwarizmi's name, \"Algorithmus.\" He was instrumental in introducing the Arabs to Hindu numerals and algebra, so he is known as \"The Father of Algebra\".Al-Khalili 2011, p. 77 Additionally, al-Khwarizmi wrote about the astrolabe, sundial, and elaborated on Ptolemy's geometric model. Al-Khwarizmi is also known as the first geographer of Islam with his famous Picture of the Earth treatise. In Picture of the Earth, he arranged the coordinates of hundreds of cities in the world at that time and gave instructions for drawing a new map of the world. George Sarton, one of the most famous historians of science and known for his book, Introduction to the History of Science, called the period between 800 and 850 \"The Time of al-Khwarizmi\".Al-Khalili 2011, p. 55 Besides that, this mathematician is responsible for the introduction of the Hindu decimal system to the Arab world, and through it to Europe. In al-Khwarizmi's early career, he proposed ideas towards the Hindu astronomical tables known as Sindhind. As a result, Caliph Al-Ma'mun sought al-Khwarizmi out to work on the science of equations. Abu Yusuf Ya‘qub ibn Ishaq Al-KindiAl-Khalili 2011, p. 88 was also another historical figure that worked at the House of Wisdom. He studied cryptanalysis but he was also a great mathematician. Al-Kindi is the most famous for being the first person to introduce Aristotle's philosophy to the Arabic people. He fused Aristotle's philosophy with Islamic theology, which created an intellectual platform for philosophers and theologians to debate over 400 years. A fellow expert on Aristotle was Abu Uthman al-Jahith, of East African descent, who was born in Basra around 776 but he spent most of his life in Baghdad. Al-Ma’mun employed al-Jahith as a personal tutor for his children, but he had to dismiss him because al-Jahith was \"Goggled-Eyed\", i.e., he had wide, staring eyes which made him frightening to look at. Al- Jahith was one of the few Muslim scholars who was deeply concerned with biology. He wrote Book of Animals, which discusses the way animals adapt to their surroundings, similarly to Aristotle's History of Animals.Al-Jahiz, Kitab al-Haywān, vol. 4 (Al-Matba’ah al-Hamīdīyah al-Misrīyah, Cairo, 1909), p. 23 In his book, al-Jahith argued that animals like dogs, foxes, and wolves must have descended from a common ancestor because they shared similar characteristics and features such as four legs, fur, tail, and so on. Mūsā ibn Shākir was an astrologer and a friend of Caliph Harun al-Rashid's son, Al- Ma'mun. His sons, collectively known as the Banū Mūsā (Sons of Moses), also contributed with their extensive knowledge of mathematics and astrology. When their father died, Al-Ma'mun became their guardian. Between 813 and 833, the three brothers were successful in their works in science, engineering, and patronage. Abū Jaʿfar, Muḥammad ibn Mūsā ibn Shākir (before 803 – February 873), Abū al‐Qāsim, Aḥmad ibn Mūsā ibn Shākir (d. 9th century) and Al-Ḥasan ibn Mūsā ibn Shākir (d. 9th century) are widely known for their Book of Ingenious Devices, which describes about one hundred devices and how to use them. Among these was \"The Instrument that Plays by Itself\", the earliest example of a programmable machine,Koetsier as well as the Book on Measurement of Plane and Spherical Figures. Mohammad Musa and his brothers Ahmad and Hasan contributed to Baghdad's astronomical observatories under the Abbasid Caliph Al-Ma'mun, in addition to House of Wisdom research. Having shown much potential, the brothers were enrolled in the library and translation center of the House of Wisdom in Baghdad. They began translating ancient Greek into Arabic after quickly mastering the language, as well as paying large sums to obtain manuscripts from the Byzantine Empire for translation. They also made many original contributions to astronomy and physics. Mohammad Musa might have been the first person in history to point to the universality of the laws of physics. In the 10th century, Ibn al-Haytham (Alhazen) performed several physical experiments, mainly in optics, achievements still celebrated today.Al-Khalili 2011, pp.152–171 In medicine, Hunayn wrote an important treatise on ophthalmology. Other scholars also wrote on smallpox, infections and surgery. Note that these works would later become standard textbooks of medicine during the European Renaissance.Moore Under Al-Ma'mun's leadership science saw for the first time wide-ranging research projects involving large groups of scholars. In order to check Ptolemy's observations, the caliph ordered the construction of the first astronomical observatory in Baghdad (see Observatories section below). The data provided by Ptolemy was meticulously checked and revised by a highly capable group of geographers, mathematicians and astronomers. Al-Ma'mun also organized research on the circumference of the Earth and commissioned a geographic project that would result in one of the most detailed world-maps of the time. Some consider these efforts the first examples of large state-funded research projects.Al-Khalili, pp. 79-92 === Observatories === The creation of the first astronomical observatory in the Islamic world was ordered by caliph Al-Ma'mun in 828 in Baghdad. The construction was directed by scholars from the House of Wisdom: senior astronomer Yahya ibn abi Mansur and the younger Sanad ibn Ali al- Alyahudi.Hockey 1249 It was located in al-Shammasiyya and was called Maumtahan Observatory. After the first round of observations of Sun, Moon and the planets, a second observatory on Mount Qasioun, near Damascus, was constructed. The results of this endeavor were compiled in a work known as al- Zij al-Mumtahan, which translates as \"The Verified Tables\".Zaimeche, p. 2 == Dispute == Yale University Arabist Dimitri Gutas disputes the existence of the House of Wisdom as is its form and function. He posits in his 1998 book that \"House of Wisdom\" is a translation error from Khizanat al-Hikma, which he asserts simply means a storehouse, and that there are few sources from the era during the Abbasid Era that mention the House of Wisdom by the name Bayt al- Hikma. Gutas asserts that, without consistent naming conventions, a physical ruin, or corroborating texts, the phrase \"House of Wisdom\" may just as well have been a metaphor for the larger Academic community in Baghdad rather than a physical academy specializing in translation work. Gutas mentions that in all of the Graeco-Arabic translations none of them mention the House of Wisdom, including the notable Hunayn ibn Ishaq. There is also no proof that the Sultan ever held open debates among scholars in the library since that would not have been socially acceptable. This theory is debatable, owing to the destruction of the Round city of Baghdad and conflicting sources in both academic texts and poetry. It is likely, given the Abbasid Caliphs' patronage of the arts and sciences, that an extensive library existed in Baghdad, and that scholars could have access to such texts, judging by the volume of work produced by scholars centered in Baghdad. There is a strong chance that the library was only used to preserve history from the Sassanian Dynasty and the translations that were done there were only done to achieve that goal. Once the Abbasids took over they most likely continued this tradition with the added goal of pursuing both astrology and astronomy. == Notable people == This is a list of notable people related to the House of Wisdom. * Abu Maʿshar (786–886)—leading Persian astrologist in the Abbasid court who translated the works of Aristotle * Averroes (1126–1198)—born in Islamic Iberia (modern day Spain), he was a Muslim philosopher who was famous for his commentary on Aristotle * Avicenna (980–1037)—Persian philosopher and physician famous for writing The Canon of Medicine, the prevailing medical text in the Islamic World and Europe until the 19th century * Al-Ghazali (1058–1111)—Persian theologian who was the author of The Incoherence of the Philosophers, which challenged the philosophers who favored Aristotelianism * Muhammad al-Idrisi (1099–1169)—Arab geographer who worked under Roger II of Sicily and contributed to the Map of the World * Muhammad ibn Musa al-Khwarizmi (d. 850)—Persian polymath head of the House of Wisdom * Al-Kindi (d. 873)—considered to be the among the first Arab philosophers, he combined the ideology of Aristotle and Plato * Maslama al-Majriti (950–1007)—Arab mathematician and astronomer who translated Greek texts * Hunayn ibn Ishaq (809–873)—Assyrian (Nestorian Christian) scholar and philosopher who was placed in charge of the House of Wisdom. In his lifetime he translated over 116 writings by many of the most significant scholars in history. * The Banu Musa brothers—remarkable engineers and mathematicians of Persian descent * Sahl ibn Harun (d. 830)—philosopher and polymath * Al-Ḥajjāj ibn Yūsuf ibn Maṭar (786–833)—Sabian mathematician and a translator who was known for his translation of Euclid's works * Thābit ibn Qurra (826–901)—Sabian mathematician, astronomer and translator who reformed Ptolemaic system. Considered as the founding father of statics. * Yusuf Al-Khuri (d. 912)— mathematician and astronomer who was hired as a translator by Banu Musa brothers * Qusta Ibn Luqa (820–912)—mathematician and physician who translated Greek texts into Arabic * Abu Bishr Matta ibn Yunus (870–940)— Christian physician, scientist and translator * Yahya Ibn al-Batriq (796–806)— Assyrian Christian astronomer and translator * Yahya ibn Adi (893–974)— Syriac Jacobite Christian philosopher, theologian and translator * Sind ibn Ali (d. 864)—astronomer who translated and reworked Zij al-Sindhind * Al-Jahiz (781–861)—author and biologist known for Kitāb al-Hayawān and numerous literary works * Ismail al-Jazari (1136–1206)—physicist and engineer who is best known for his work in writing The Book of Knowledge of Ingenious Mechanical Devices in 1206 * Jabir Ibn Hayyan—known for his work with practical metallurgy, his work was translated into Latin During the 12th century * Omar Khayyam (1048–1131)—Persian poet, mathematician, and astronomer most famous for his solution of cubic equations == Other Houses of Wisdom == A major contribution from the House of Wisdom in Baghdad is the influence it had on other libraries in the Islamic world. It has been recognized as a factor that connected many different people and empires because of its educational and research components. The House of Wisdom has been accredited and respected throughout Islamic history and was the model for many libraries during and following its time of function. A large number of libraries emerged during and after this time and it was evident that these libraries were based on the House of Wisdom in Baghdad. These libraries had the intention of reproducing the advantageous and beneficial characteristics that are known throughout the world because of the House of Wisdom. Some other places have also been called House of Wisdom, which should not be confused with Baghdad's Bayt al-Hikma: * In Cairo, Dar al-Hikmah, the \"House of Wisdom\", was another name of the House of Knowledge, founded by the Fatimid Caliph Al-Hakim bi-Amr Allah in 1004. Included in this House of knowledge was a library that had a collection so vast, it was known as a \"Wonder of the world\". The beginning of the foundation of Cairo's House of Wisdom was by Fatimid al-Aziz billah who was a lover of books and collected a vast amount of them. He was determined to collect every book that was authored or translated in the Baghdad House of Wisdom. The actual founder al-Hākim bi-Amr Allah, assembled a group of scholars to work in the library by authoring books and contributing to the scientific knowledge acquired in this place. He provided a large amount of supplies like ink, paper, and anything else that the scholars may have needed in order to make their contributions. *The Aghlabids House of Wisdom founded in Raqqada by Amir Ibrahim Ibn Mohammad al-Aghlabī. Ibrahim was enticed by the acquisition of knowledge and knew the positive qualities that education, scholarship, and innovative ideas brought to societies around the world. A multitude of scholarly manuscripts, scientific journals, and books were found here with the intent to create a library with an equivalent reputation to the Baghdad House of Wisdom. A group of scholars would journey to Baghdad annually to retrieve important literary works and other writings and bring them back to the library which helped contribute to the unique and rare material found in the Aghlabids House of Wisdom. *The Andalusian House of Wisdom founded in Andalusia by an Umayyad caliph, al- Hakam al-Mustansir, who was known as a master of scholar for his knowledge in many different scientific categories. He started one of the largest collections of manuscripts, writings, and books that consisted of a multitude of genres and scientific categories. The Andalusian House of Wisdom was constructed based on the Baghdad House of Wisdom and was used to store the vast amount of knowledge acquired by al-Mustansir. During this period scientific development, art, architecture, and much more grew and prospered. * There is a research institute in Baghdad called Bayt al-Hikma after the Abbasid-era research center. While the complex includes a 13th- century madrasa (), it is not the same building as the medieval Bayt al-Hikma. It was damaged during the 2003 invasion of Iraq. The House of Wisdom was similar to that of the present day British Library in London or the National Library in Paris. * The main library at Hamdard University in Karachi, Pakistan, is called 'Bait al Hikmah'. * La Maison de Sagesse (House of Wisdom), an international NGO based in France. * The House of Wisdom, Fez, Morocco, established in 2018 by Cardinal Barbarin and Khal Torabully. * The Royal Library of Alexandria is located in Alexandria, Egypt. In the ancient world, it was once known as not only the most significant library but also the largest. The library was created by Ptolemy I Soter and its construction was done in the 3rd century BC and the library was dedicated to Muses, the nine goddesses of the arts. After many years of accumulating scrolls adding up to anywhere from 40,000 to 400,000 the library was burned down. This caused the loss of many important scrolls and cultural knowledge. * Located in the Byzantine Empire and founded by Constantius II, The Imperial Library of Constantinople was famously known as last of the great ancient libraries. It housed a lot of knowledge of the Greek and Roman people. This library also experienced fires throughout its lifetime ending with the final destruction during the conquering by the Ottoman Empire. Most of the classical Greek work that is known today is originally from this library. * The School of Nisibis was founded in 350 and was located in what is known as present-day Turkey. This was a spiritual center that had three primary departments, theology, philosophy, and medicine. ==See also== * Astronomy in medieval Islam * Brethren of Purity * Dar Al-Hekma * Islamic Golden Age * Round city of Baghdad ==Notes and references== === Notes === === References === ===Bibliography=== * * * * * * in * *McKensen, Ruth Stellhorn 1932. “Four Great Libraries of Medieval Baghdad.” Library Quarterly 2 (January): 279–99. * * George Saliba (2007), Islamic science and the making of the European Renaissance, MIT Press * ==Further reading== * Gutas, D. (2012). Greek Thought, Arabic Culture. The Graeco-Arabic Translation Movement in Baghdad and Early 'Abbasaid Society (2nd-4th 5th-10th centuries). Routledge. Category:9th-century establishments in the Abbasid Caliphate Category:Buildings and structures in Baghdad Category:Defunct libraries Category:Baghdad under the Abbasid Caliphate Category:Educational institutions established in the 8th century Category:History of Islamic science Category:Arabic architecture Category:Libraries in Iraq Category:Demolished buildings and structures in Iraq Category:Harun al-Rashid Category:Translation organizations Category:History of translation Category:9th century in the Abbasid Caliphate Category:Ancient universities Category:Abbasid literature",
 "title": "House of Wisdom"
}