{
 "id": "410538",
 "text": "Canterbury High School is an Ottawa-Carleton District School Board high school in the Urbandale neighbourhood of Ottawa, Ontario, Canada. It is an arts magnet school which draws in students from the Ottawa area to their specialized arts program. It is located at 900 Canterbury Ave and is the birthplace of an enormous amount of young Canadian talent. It serves over 1300 students, more than most other schools in the area. While offering both an arts program and a general program, Canterbury is known primarily for the arts in both its local community and nationally. ==History== The school opened in 1969 as a comprehensive high school. It was the last in a series of ten high schools built by the Collegiate Board to deal with baby boomers. At the time of its opening, it was considered an extremely modern school, employing all the latest ideas in education. Most notably, many of its walls were movable (no longer a feature), allowing for an easy reorganization of space. It also had one of the largest libraries of any secondary school and today it is host to one of the largest secondary school auditoriums. From 1969 to 1976, Canterbury offered a technical program based on Aerospace Engineering. The shops offered Air-frame, and other aviation-based technical studies. Additionally, the school operated a 1969 Cessna 190J (CF-CHS) and a Schweitzer 2-33 glider( CF-ABE), providing unique opportunities to students. However, The Ottawa Board of Education eventually withdrew support of the concept due to liability issues. The Arts Canterbury program began in 1983, making Canterbury High School an arts magnet school for the Ottawa-Gatineau region. ==Canterbury Arts== Canterbury has five different arts programs that students must audition and interview for to be accepted into: *Dance *Dramatic Arts *Literary Arts *Music **Winds and Percussion **Strings **Vocal *Visual Arts ==Notable alumni== * Ashton Baumann, swimmer * Mark Bell, hockey * Raoul Bhaneja, actor/musician * Brian Campbell, hockey * Alexander Carson (filmmaker), filmmaker * Penelope Corrin, actress/comedian * Shean Donovan, hockey * Matthew Edison, actor/playwright * Jenny Galt, musician * Martin Gero, writer/producer * Stephen Gray, rugby player *Chester Hansen, bassist of BadBadNotGood * Jessica Holmes, actress/comedian * Jonathan Hobin, photo-based artist * Simon Huck, PR executive/reality star * Peter Hume, politician * Alyn McCauley, hockey * Moira J. Moore, author * Stephanie Moore, actress/writer * Hannah Moscovitch, playwright * Ty Olsson, actor * Richard Parry, musician/Arcade Fire * Michael Peca, hockey * Emma Portner, dancer/choreographer * Gary Roberts, hockey * Jeremy Roberts, politician * Vik Sahay, actor * Jordan Tannahill, playwright * Emma Taylor-Isherwood, actress * Sally Taylor-Isherwood, actress ==Sports== The school maintains an athletics program which includes wrestling, rowing, swimming, volleyball, baseball, basketball, soccer, football, water polo, curling, ultimate frisbee, ice hockey, rugby and track and field. It has one of the broadest ranges of sports teams in the Ottawa-Carleton District School Board. ==See also== *List of high schools in Ontario ==References== *Keith, Janet. The Collegiate Institute Board of Ottawa: A Short History, 1843-1969. Ottawa: Kent, 1969. *2007-08 OCDSB School Profile *2006-07 OCDSB School Profile *2005-06 OCDSB School Profile *2004-05 OCDSB School Profile ==External links== * *Canterbury Arts Centre Development Association *Canterbury Collection *Canterbury School Council *OCDSB Website Category:High schools in Ottawa Category:Educational institutions established in 1969 Category:Art schools in Canada Category:1969 establishments in Ontario",
 "title": "Canterbury High School (Ottawa)"
}