{
 "id": "410649",
 "text": "Caning is a form of corporal punishment consisting of a number of hits (known as \"strokes\" or \"cuts\") with a single cane usually made of rattan, generally applied to the offender's bare or clothed buttocks (see spanking) or hands (on the palm). Caning on the knuckles or shoulders is much less common. Caning can also be applied to the soles of the feet (foot whipping or bastinado). The size and flexibility of the cane and the mode of application, as well as the number of the strokes, vary greatly—from a couple of light strokes with a small cane across the seat of a junior schoolboy's trousers, to a maximum of 24, very hard, wounding cuts on the bare buttocks with a large, heavy, soaked rattan as a judicial punishment in some Southeast Asian countries. Flagellation was so common in England as punishment that caning, along with spanking and whipping, are called \"the English vice\". Caning can also be done consensually as a part of BDSM. The thin cane generally used for corporal punishment is not to be confused with a walking stick, which is sometimes also called a cane (especially in American English), but is thicker and much more rigid, and likely to be made of stronger wood. ==Scope of use== Caning was a common form of judicial punishment and official school discipline in many parts of the world in the 19th and 20th centuries. Corporal punishment (with a cane or any other implement) has now been outlawed in much, but not all, of Europe. However, caning remains legal in numerous other countries in home, school, religious, judicial or military contexts, and is also in common use in some countries where it is no longer legal. ==Judicial corporal punishment== thumb|right|upright|Caning stand and cane formerly used in Hong Kong prisons under British rule|alt=A wooden stand of two triangular portions with a padded brace between them on a black pedestal. A hand points from the left, and a small wooden stick with cotton wrapped around one end is in front. Judicial caning, administered with a long, heavy rattan and much more severe than the canings given in schools, was/is a feature of some British colonial judicial systems, though the cane was never used judicially in Britain itself (the specified implements there, until abolition in 1948, being the birch and the cat-o'-nine-tails). In some countries caning is still in use in the post- independence era, particularly in Southeast Asia (where it is now being used far more than it was under British rule), and in some African countries. The practice is retained, for male offenders only, under the criminal law in Malaysia, Singapore and Brunei.Judicial caning in Singapore, Malaysia and Brunei at World Corporal Punishment Research. (In Malaysia there is also a separate system of religious courts for Muslims only, which can order a much milder form of caning for women as well as men.) Caning in Indonesia is a recent introduction, in the special case of Aceh, on Sumatra, which since its 2005 autonomy has introduced a form of sharia law for Muslims, as well as non- Muslims since 2014 if they choose to do it with the Acehnese Qanun (male or female), applying the cane to the clothed upper back of the offender.Afrida, Nani. \"Public canings to start in Aceh for gamblers\" , The Jakarta Post, 23 June 2005. African countries still using judicial caning include Botswana, Tanzania, Nigeria (mostly in northern states, but few cases have been reported in southern statesArticle 18 of the Criminal Code ACt 1916; Article 386(1) of the Criminal Procedure Act 1945.) and, for juvenile offenders only, Eswatini and Zimbabwe. Other countries that used it until the late 20th century, generally only for male offenders, included Kenya, Uganda and South Africa, while some Caribbean countries such as Trinidad and Tobago use birching, another punishment in the British tradition, involving the use of a bundle of branches, not a single cane. In Singapore, Malaysia and Brunei, healthy males under 50 years of age can be sentenced to a maximum of 24 strokes of the rotan (rattan) cane on the bare buttocks; the punishment is mandatory for many offences, mostly violent or drug crimes, but also immigration violations, sexual offences and (in Singapore) acts of vandalism. It is also imposed for certain breaches of prison rules. In Aceh, caning can be imposed for adultery. The punishment is applied to locals alike. Two examples of the caning of foreigners which received worldwide media scrutiny are the canings in Singapore in 1994 of Michael P. Fay, an American student who had vandalised several automobiles, and in the United Arab Emirates in 1996 of Sarah Balabagan, a Filipina maid convicted of homicide. Caning is also used in the Singapore Armed Forces to punish serious offences against military discipline, especially in the case of recalcitrant young conscripts. Unlike judicial caning, this punishment is delivered to the soldier's clothed buttocks. See Military caning in Singapore. A more moderate variation, where the caning is aimed at the soles of a culprit's bare feet is used as prison punishment in several countries of the world. ==School corporal punishment== The frequency and severity of caning in educational settings have varied greatly, often being determined by the written rules or unwritten traditions of the school. The western educational use of caning dates principally to the late nineteenth century. It gradually replaced birching-effective only if applied to the bare bottom, with a form of punishment more suited to contemporary sensibilities, once it had been discovered that a flexible rattan cane can provide the offender with a substantial degree of pain even when delivered through a layer of clothing. Caning as a school punishment is strongly associated in the English-speaking world with England, but it was also used in other European countries in earlier times, notably Scandinavia, Germany and the countries of the former Austrian empire. Member states of the Convention on the Rights of the Child are obliged to \"take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse.\" === In modern-day schools === thumb|right|upright|A picture showing the marks left on a female student's palm after being caned Caning as a school punishment is still routine in a number of former British territories including Singapore,See Singapore school handbooks at World Corporal Punishment Research. Malaysia and Zimbabwe. It is also common in some countries where it is technically illegal, including Thailand, Kenya, Vietnam and South Korea. Until relatively recently it had also been common in Australia (now banned in public schools, and abolished in practice by the vast majority of all independent schools),Country files - Australia: School CP at World Corporal Punishment Research. New Zealand (banned from 1990),Education Act, 1989. New Zealand State Report at GITEACPOC. and South Africa (banned in public and private schools alike from 1996).\"Assembly passes new schools bill\" , Cape Times, 30 October 1996. In the UK, all corporal punishment in private schools was banned in 1999 for England and Wales, 2000 in Scotland, and 2003 in Northern Ireland. ==== Malaysia ==== In Malaysia, the Education Ordinance 1957 specifically outlaws the caning of girls in school.Kementerian Pendidikan Malaysia 2003. Surat Pekeliling Iktisas Bil 7:2003 - Kuasa Guru Merotan Murid . Retrieved 4 June 2007. However, the caning of girls is rather common. This caning is usually carried out on the palm or clothed bottom. Sometimes, the cane can hit the student's thighs or arms, causing injury, usually in the form of bruises, bleeding, or obvious welts. Students (both male and female) can even be caned publicly for minor mistakes like lateness, poor grades, being unable to answer questions correctly or forgetting to bring a textbook. In November 2007, in response to a perceived increase in indiscipline among female students, the National Seminar on Education Regulations (Student Discipline) passed a resolution recommending allowing the caning of female students at school. The resolution is currently in its consultation process. === In UK schools (in the past) === In many state and private schools in England, Scotland and Wales, the rattan cane was regularly used across the hands, legs, or buttocks of both boys and girls. This was prior to abolition in 1987. In some schools, corporal punishment was administered solely by the headmaster, while in others the task was delegated to other teachers. The cane was generally administered in a formal ceremony in public/private to the seat of the trousers or skirt, typically with the student either bending over a desk/chair or touching their toes. Usually there was a maximum of six strokes (known as \"six of the best\"). Such a caning would typically leave the offender with uncomfortable weals and bruises lasting for many days after the immediate intense pain had worn off. Elsewhere, other implements prevailed, such as the tawse in Scotland and Northern England, ruler, and the slipper. Girls were caned too, but generally less frequently than boys. According to a 1976–1977 survey done by the Inner London Inspection Authority's Inspectors, almost 1 in 5 girls were caned at least once in the authority's schools alone. Caning in schools for girls were rarer but not unseen. Caning in British state schools in the later 20th century was often, in theory at least, administered by the head teacher only. Canings for primary school age pupils at state schools in this period could be extremely rare; one study found that over an eight-year timespan, one head teacher had only caned two boys in total, but made more frequent use of slippering, while another had caned no pupils at all. ==== Prefectorial caning ==== In many English and Commonwealth private schools, authority to punish was traditionally also given to certain senior students (often called prefects). In the early 20th century, permission for prefects to cane younger students (mainly secondary-age boys) was also widespread in British public schools. Some private preparatory schools relied heavily on \"self-government\" by prefects for even their youngest pupils (around eight years old), with caning the standard punishment for even minor offences. The perceived advantages of this were to avoid bothering the teaching staff with minor disciplinary matters, promptness of punishment, and more effective chastisement, as the impact would be better known in the culprit's immediate peer group. Canings from prefects took place for a wide variety of failings, including lack of enthusiasm in sport, or to enforce youngsters' participation in character- building aspects of public school life, such as compulsory cold baths in winter. Some British private schools still permitted caning to be administered by prefects in the 1960s, with opportunities for it provided by complex sets of rules on school uniform and behaviour. In 1969, when the question was raised in Parliament, it was thought that relatively few schools still permitted this. As early as the 1920s, the tradition of prefects at British public schools repeatedly caning new boys for trivial offences was criticised by psychologists as producing \"a high state of nervous excitement\" in some of the youngsters subjected to it. It was felt that granting untrained and unsupervised older adolescents the power to impose comprehensive thrashings on their younger schoolmates whenever they chose might have adverse psychological effects. Like their British counterparts, South African private schools also gave prefects free rein to administer canings whenever they felt it appropriate, from at least the late 19th century onwards. South African schools continued to use the cane to emphasise sporting priorities well into the late 20th century, caning boys for commonplace gameplay errors such as being caught offside in an association football match, as well as for poor batting performance in cricket, not applauding their school team's performance sufficiently, missing sport practice sessions, or even \"to build up team spirit\". The use of corporal punishment within the school setting was prohibited by the South African Schools Act of 1996. According to Chapter 2 Section 10 of the act, (1) No person may administer corporal punishment at a school to a learner and (2) Any person who contravenes subsection (1) is guilty of an offence and liable on conviction to a sentence, which could be imposed for assault.South African Schools Act, 1996, Chapter 2 : Learners, Section 10. Prohibition of corporal punishment ==== Reformatory caning ==== From 1933 to 1970, the cane was frequently used on boy inmates and less routinely for girl inmates at the youth reformatories in England and Wales known as approved schools. Many UK approved schools were known for strict discipline, with corporal punishment used where necessary, generally a rather more severe version of the caning (or in Scotland, strapping) that was common in ordinary secondary schools. Under the Approved School Rules 1933, girls under 15 could be caned only on the hands; girls of 15 and over were not to be given caning at all. Boys under 15 could be caned on the hands or the bottom; boys of 15 and over were to be caned only on the clothed buttocks. Before the 1933 rules, there was a case where several teenage girls were severely beaten with a tawse up to 12 strokes on the seat, with their skirts lifted up. At the approved schools between 1933 and 1970, the normal maximum number of strokes was eight for boys of 15 and over, and six for boys and girls below that age. In particular, boys who ran away were typically given a maximum caning of 8 strokes on the clothed bottom immediately on return to the school, and a 1971 statistical study found that this could be an effective deterrent. From 1970, approved schools became \"Community Homes with Education\" (CHEs) under the Children and Young Persons Act 1969. The national 1933 rules were replaced by local rules drawn up by each local authority. Girl residents of some post-1970 CHEs might as a result sometimes be caned on the buttocks instead of the hands. In some cases boys or girls of all ages were caned, in spite of a government recommendation that over-16s should no longer be caned. Caning is still used in the equivalent institutions in some countries, such as Singapore and Guyana. ==== In children's institutes ==== Corporal punishment at children's homes was less severe. The Administration of Children's Homes Regulations 1951 (S.O. No 1217) provided that children under 10 should be punished only on their hands either by the headmaster or in his presence and direction. Only girls under 10 and boys under the school leaving age (15 at that time) could be corporally punished. Children under 10 should be punished only on their hands. A boy over 10 but under 15 could be caned up to a maximum of six strokes on the clothed buttocks. ==Domestic corporal punishment== Parents can cane a child as a punishment for reasons like disobedience or poor results. This is a common practice in some Asian countries such as Singapore and Malaysia. ==Effects== Caning with a heavy judicial rattan as used in Singapore, Malaysia and Brunei can leave scars for years if a large number of strokes are inflicted. Most ordinary canings with a typical light rattan (used at home or at school for punishing students), although painful at the time, leave only reddish welts or bruises lasting a few days. Charles Chenevix Trench was caned as a boy at Winchester College in the early 1930s and later said that \"it was, of course, disagreeable, but left no permanent scars on my personality or my person\". When caning was still widespread in schools in the United Kingdom, it was perceived that a caning on the hand carried a greater risk of injury than a caning on the buttocks; in 1935 an Exeter schoolboy won £1 in damages (), plus his medical expenses, from a schoolmaster, when the county court decided that an abscess that developed on his hand was the result of a caning. ==See also== *Birching *Caning in Brunei *Caning in Malaysia *Caning in Singapore *Easter whip *Eton College *Flagellation *Foot whipping *Judicial corporal punishment *Paddle (spanking) *School corporal punishment *Spanking *Strapping (punishment) ==Notes== ==References== * ==External links== *Video clips of judicial caning in Malaysia (warning – very graphic) *Video clips of schoolboy caning in Singapore *Corporal punishment in British schools at World Corporal Punishment Research Category:BDSM activities Category:Corporal punishments Category:School punishments Category:Whipping Category:Pain",
 "title": "Caning"
}