{
 "id": "410897",
 "text": "use both this parameter and |birth_date to display the person's date of birth, date of death, and age at death) --> | death_place = | death_cause = | body_discovered = | resting_place = | resting_place_coordinates = | burial_place = | burial_coordinates = | monuments = | nationality = | other_names = | siglum = | citizenship = | education = | alma_mater = | occupation = | years_active = | era = | employer = | organization = | agent = | known_for = | notable_works = | style = | height = | television = | title = | term = | predecessor = | successor = | party = | movement = | opponents = | boards = | criminal_charges = | criminal_penalty = | criminal_status = | spouse = | partner = David Gilbert | children = Chesa Boudin | parents = | mother = | father = | relatives = | family = | callsign = | awards = | website = | module = | module2 = | module3 = | module4 = | module5 = | module6 = | signature = | signature_size = | signature_alt = | footnotes = }} Kathy Boudin (born May 19, 1943) is a former member of the radical left militant organization Weather Underground who was convicted of felony murder for her role in the Brink's robbery of 1981. The robbery resulted in the killing of two Nyack police officers and one security guard, and serious injury to another security guard.Quieter Lives for 60's Militants, but Intensity of Beliefs Hasn't Faded Boudin was released from prison on parole in 2003 and became an adjunct professor at Columbia University. ==Early life and family== Kathy Boudin was born on May 19, 1943, into a family with a long left-wing history. She was raised in Greenwich Village, New York City. Her family was Jewish and her paternal grandparents had emigrated from Russia and Austria. Her great-uncle was Marxist theorist Louis B. Boudin, and her brother US Judge Michael Boudin. Her father, attorney Leonard Boudin, had represented controversial clients such as Judith Coplon, the Cuban government,Leonard Boudin, Civil Liberties Lawyer, Dies at 77 and Paul Robeson. A National Lawyers Guild attorney, Leonard Boudin was the law partner of Victor Rabinowitz, himself counsel to numerous left-wing organizations.Victor Rabinowitz, 96, Leftist Lawyer, Dies Kathy Boudin attended Bryn Mawr College and was valedictorian of the class of 1965. Boudin fell in love with David Gilbert in the 1970s and gave birth to their son Chesa in 1980. When her son was 14 months old she was arrested and subsequently incarcerated for murder and bank robbery. Her son was raised by former Weatherman leaders Bill Ayers and Bernardine Dohrn. ==Weather Underground== In the 1960s and 1970s, Boudin became heavily involved with the Weather Underground. In 1970 she and Cathy Wilkerson became fugitives from justice following the premature explosion of a bomb in the Greenwich Village townhouse explosion. In 1981, Boudin and several former members of the Weather Underground and the Black Liberation Army robbed a Brink's armored car at the Nanuet Mall, in Nanuet, New York. Boudin was the driver of the getaway vehicle and also acted as a decoy. By acting as a decoy, Boudin had the two responding officers put their guns down, and her accomplices shot officers Edward O’Grady and Waverly Brown, killing them. In addition to the deaths of O’Grady and Brown, the robbers severely wounded guard Joseph Trombino; killed his partner, Peter Paige; and injured two other police officers. ===Guilty plea and incarceration=== Boudin eventually was apprehended in 1981 and pleaded guilty to felony murder and robbery in the Brink's case in exchange for a sentence of 20 years to life in prison. While incarcerated, Boudin published articles in the Harvard Educational Review (\"Participatory Literacy Education Behind Bars: AIDS Opens the Door,\" Summer 1993, 63 (2)),Resources on Prisons in Breaking the Rules: Women in Prison and Feminist Therapy by Judy Harden and Marcia Hill (\"Lessons from a Mother's Program in Prison: A Psychosocial Approach Supports Women and Their Children,\" published simultaneously in Women & Therapy, 21), Pdf. and in Breaking the Walls of Silence: AIDS and Women in a New York State Maximum-Security Prison. She co-authored The Foster Care Handbook for Incarcerated Parents published by Bedford Hills in 1993. She also co-edited Parenting from inside/out: Voices of mothers in prison, jointly published by correctional institutions and the Osborne Foundation.Microsoft Word – Sp 05 Psy 312 Syllabus 011705.doc Boudin also wrote and published poetry while incarcerated, publishing in books and journals including the PEN Center Prize Anthology Doing Time, Concrete Garden, and Aliens at the Border.Wall tappings :an international anthology of women's prison writings, edited by Judith A. Scheffler (at Google books) She won an International PEN prize for her poetry in 1999.PEN American Center – 1998–1999 Boudin and Roslyn D. Smith contributed the piece \"Alive Behind the Labels: Women in Prison\" to the 2003 anthology Sisterhood Is Forever: The Women's Anthology for a New Millennium, edited by Robin Morgan. Boudin was granted parole on August 20, 2003, in her third parole hearing. She was released from Bedford Hills Correctional Facility on September 17, 2003. ==Life after prison== After her release from prison, Boudin accepted a job in the HIV/AIDS Clinic at St. Luke's-Roosevelt Hospital Center, meeting the work provisions of parole that required active job prospects. In May 2004, after her parole, Boudin published in the Fellowship of Reconciliation's publication Fellowship. Subsequently, she received an Ed. D. from Columbia University Teachers College. In addition to her work at St. Luke's-Roosevelt, Boudin has worked as a consultant to the Osborne Association in the development of a Longtermers Responsibility Project taking place in the New York State Correctional Facilities, utilizing a restorative practice approach. She has also consulted for Vermont Corrections and the Women's Prison Association and supervises social workers. ===Columbia University=== Boudin was named an adjunct professor at the Columbia University School of Social Work, where she is now the co-director and co-founder of the Center for Justice at Columbia University. Her appointment was controversial due to her guilty plea to a felony murder charge and her past participation in a group which carried out terrorist attacks in the United States. However, an opinion piece in the Columbia Daily Spectator noted that she took responsibility for her crimes and successfully rehabilitated herself. Columbia School of Social Work Associate Dean Marianne Yoshioka, who hired Boudin for the adjunct-professor post in 2008, was quoted as saying that Boudin has been \"an excellent teacher who gets incredible evaluations from her students each year.\" In 2013, she was Sheinberg Scholar-in-Residence at New York University School of Law. The School of Law maintains a video of her lecture. ===In popular culture=== Boudin was a model for the title role in David Mamet's play The Anarchist (2012). She also was a model for Willy Holtzman's Off-Broadway play Something You Did (2008). Boudin was also an inspiration for the character Merry in Philip Roth's American Pastoral. ==See also== * Michael Boudin * Dead Presidents ==References== ==Further reading== *New York Times – Topics: Kathy Boudin collected news stories including commentary and archival articles since 1983 **New York Times; October 1, 2006; It has been a quarter-century since a group of self-styled freedom fighters, including Judith A. Clark, carried out an armored-car robbery in Rockland County, New York. The holdup was a final eruption of Vietnam-era extremism and a shattering event for Rockland County, which lost two local police officers and a Brinks guard. **New York Times; September 6, 2003; Housing Complicates Boudin's Release. When Kathy Boudin was granted parole last month after 22 years in prison for her role in a 1981 armored-car robbery and shootout that left three dead, her supporters thought it would be just a matter of days before she gained freedom. * Letter from Kathy Boudin '65 Bryn Mawr alumnae bulletin, letter written in 2001 after she had been incarcerated for 19 years * Elizabeth Kolbert, \"The Prisoner\" The New Yorker, July 16, 2001 * Editorial, \"Kathy Boudin's Time\" The Nation, September 15, 2003 * Review of Family Circle The Nation, January 5, 2004 *\"A Family Circle From Hell\" 26 Thomas Jefferson Law Review 409 (2004), a review written by Arthur Austin * Abby Luby, \"Kathy Boudin's Impact\" Bedford Record-Review, September 2005 * * Family Circle: The Boudins and the Aristocracy of the Left by Susan Braudy, Anchor, 2004, Category:Bryn Mawr College alumni Category:Living people Category:Members of the Weather Underground Category:COINTELPRO targets Category:1943 births Category:American female murderers Category:American people convicted of robbery Category:American female criminals Category:American people convicted of murdering police officers Category:American people of Austrian-Jewish descent Category:American people of Russian-Jewish descent Category:American prisoners sentenced to life imprisonment Category:Boudin family Category:Prisoners sentenced to life imprisonment by New York (state) Category:1981 murders in the United States Category:American bank robbers Category:1981 in New York (state) Category:Columbia University faculty Category:Teachers College, Columbia University alumni Category:People from Greenwich Village Category:20th-century American criminals",
 "title": "Kathy Boudin"
}