{
 "id": "410828",
 "text": "Don Mariano Guadalupe Vallejo (4 July 1807 – 18 January 1890) was a Californio general, statesman, and public figure. He was born a subject of Spain, performed his military duties as an officer of the Republic of Mexico, and shaped the transition of Alta California from a territory of Mexico to the U.S. state of California. He served in the first session of the California State Senate. The city of Vallejo, California is named after him, and the nearby city of Benicia is named after his wife (née Francisca Benicia Carrillo). ==Early career== Mariano Vallejo was born in Monterey, California, the eighth of thirteen children and third son of Ignacio Vicente Ferrer Vallejo (1748–1832) and María Antonia Lugo (1776–1855). There is controversy over Vallejo's exact date of birth. According to Vallejo, and his family bible, he was born on 7 July 1807. p. 27 and footnote. His baptismal certificate, however, signed by Fr. Baltasar Carnicer states that he was baptized on 5 July 1807, and born the previous night (4 July 1807).Emparan, M.B. (1968) The Vallejos of California. University of San Francisco: San Francisco, p. 4.Rosenus, A. (1999). General Vallejo and the advent of the Americans : a biography. Heyday: Berkeley, p. 3. Other sources state a birthdate of 7 July 1808.Gregory, T. (1912). History of Solano and Napa Counties California. Historic Record: Los Angeles, p. 47. M.G. Vallejo's parents were at Santa Barbara Mission February 18, 1791. His paternal grandparents, Gerónimo Vallejo and Antonia Gómez; maternal grandparents, Francisco Lugo and Juana María Rita Martínez. His father's great grandfather, Pedro Vallejo, was said to have served as viceroy of New Spain, although his name does not appear on the list of viceroys. Earlier Vallejo ancestors were said to include a captain who served under Hernan Cortés and an admiral, Alonso Vallejo, said to be the commander of the ship which brought Columbus back to Spain as a prisoner in 1500. However, these ancestors were probably only a family mythology. Ignacio himself had been a well considered sergeant (sargento distinguido) at the Presidio of Monterey, who eventually served as Alcalde of San José. As a teenager, Mariano, his nephew Juan Bautista Alvarado (1809–1882), and José Castro (1808–1860) received special instruction from Governor Pablo Vicente de Solá. The boys received government documents and newspapers from Mexico City, as well as access to the governor's personal library. Vallejo then worked as a clerk for English merchant William Hartnell, who taught Vallejo English, French, and Latin. Vallejo was serving as the personal secretary to the new Governor of California, Luis Argüello, when news of Mexico's independence reached Monterey. Argüello enrolled Vallejo as a cadet in the Presidio company in 1824. After being promoted to corporal, Argüello appointed Vallejo to the diputación, the territorial legislature. He was promoted to alférez (equal to a modern army second lieutenant), and in 1829, Vallejo led a group of soldiers against the Miwoks, under chief Estanislao. After a three-day battle, Vallejo's troops forced the Miwok to flee to Mission San José, seeking refuge with the padres. ==Rise to power== thumb|right|The 1840 rebuilt Mission San Francisco Solano circa 1910, last of the 21 missions thumb|right|Stylized portrayal of the original Mission San Francisco Solano In 1831 Vallejo participated in the \"emergency installation\" of Pío Pico as acting Governor. Vallejo became the Commander of the Presidio of San Francisco in 1833, oversaw the secularization of Mission San Francisco Solano. Mission San Francisco Solano was taken over by General Mariano Guadalupe Vallejo. At first he gave some of the land to the native mission workers as ordered. But later he transferred all the land and building to own Rancho Petaluma Adobe of 44,000 acres in the Petaluma Valley. Vallejo laid out the town of Sonoma in 1835. He had a large plaza made in front of the old mission chapel. But then he took tiles from the church roof and put them on his own house. In poor shape the mission church later was torn down. In need of a church for the town he made, in 1840 Vallejo had a small chapel built where the original parish church was. He founded the town of Sonoma, and was granted Rancho Petaluma by Governor José Figueroa in 1834. In 1835 he was appointed Comandante of the Fourth Military District and Director of Colonization of the Northern Frontier, the highest military command in Northern California. Vallejo began construction of the Presidio of Sonoma to counter the Russian presence at Fort Ross. Vallejo transferred most of the soldiers from San Francisco to Sonoma, and began construction of his two-story Casa Grande adobe on the town plaza. He formed an alliance with Sem-Yeto, also known as Chief Solano of the Suisunes tribe, providing Vallejo with over a thousand Suisunes allies during his conflicts with other tribes. Governor Figueroa died in September 1835, and was replaced by Nicolás Gutiérrez, who was unpopular with the Californio population, resulting in an uprising headed by Juan Alvarado the next year. Alvarado tried to persuade Vallejo to join the uprising, but he declined to become involved. One hundred-seventy Californios led by José Castro and fifty Americans led by Isaac Graham marched on Monterey. After the rebels fired a single cannon shot into the Presidio, Governor Gutiérrez surrendered on November 5, 1836. On November 7, Alvarado wrote to his uncle Mariano, informing Vallejo he had claimed to be acting under Vallejo's orders and asking him to come to Monterey to take part in the government. Vallejo came to Monterey as a hero, and on November 29, the diputación promoted Vallejo from alférez to colonel and named him Comandante General of the \"Free State of Alta California\", while Alvarado was named Governor. The Federal Government in Mexico City would later endorse Vallejo and Alvarado's actions and confirm their new positions. ==Troubles== In 1840, Isaac Graham allegedly began agitating for a Texas-style revolution in California, in March issuing a notice for a planned horse race that was loosely construed into being a plot for revolt. Alvarado notified Vallejo of the situation, and in April the Californian military began arresting American and English immigrants, eventually detaining about 100 in the Presidio of Monterey. At the time, there were fewer than 400 foreigners from all nations in the department. Vallejo returned to Monterey and ordered Castro to take 47 of the prisoners to San Blas by ship, to be deported to their home countries. Under pressure from British and American diplomats, President Anastasio Bustamante released the remaining prisoners and began a court martial against Castro. Also assisting in the release of those caught up in the Graham Affair was American traveler Thomas J. Farnham.Charles B. Churchill, Thomas Jefferson Farnham: An Exponent of American Empire in Mexican California. The Pacific Historical Review, Vol. 60, No. 4 (Nov., 1991), pp. 517–537 In 1841, Graham and 18 of his associates returned to Monterey, with new passports issued by the Mexican Federal Government. Also in 1841, the Russians at Fort Ross offered to sell the post to Vallejo. After several months of negotiations and delays by the Mexican authorities and Governor Alvarado (who feared his uncle was plotting to overthrow him), John Sutter purchased the fort. This economic and military setback confirmed Vallejo's belief that it would be better if California was no longer ruled from Mexico City. Although both France and the United Kingdom expressed interest in acquiring Alta California, Vallejo believed the best hope for economic and cultural development lay with the United States. In November 1841, Vallejo was meeting with José Castro at Mission San José when he was informed of the arrival in California of an immigrant party led by John Bidwell and John Bartleson. Half of the group was staying with Dr. John Marsh north of Mount Diablo, while the rest had continued on to San José. They were arrested before reaching the pueblo for illegally entering Mexico and brought to Vallejo at the mission. Vallejo's orders from Mexico City were clear. Americans entering Mexico without valid passports were to be sent back to the United States. However, after the Graham affair, Vallejo was reluctant to deport another group of Americans, especially those with skills useful for colonizing the northern frontier. These reasons, coupled with his disillusionment with the Mexican government, led Vallejo to grant passports to the immigrants detained in the mission and to give Marsh passports for those camped on his rancho. In 1842, the Federal Government replaced Vallejo and his nephew Alvarado with Manuel Micheltorena as both civil and military Governor of Alta California. Micheltorena arrived with the batallón fijo, a force of 300 pardoned criminals, who out of desperation at not being paid began to loot the population. ==Bear Flag Revolt== In the early morning of June 14, 1846,Alan Rosenus, General Vallejo and The Advent of The Americans, (Berkeley, CA: Heyday Books, 1999), 109. Mariano Guadalupe Vallejo was taken prisoner by a ragtag band of Americans, led by William B. Ide, who had decided to emulate the Texans by revolting against California's Mexican government. They later made and raised an improvised flag featuring a grizzly bear that some viewers mistook for a pig. Instead of resisting, Vallejo, who favored the American takeover of California, invited the rebels inside his quarters in the Casa Grande for a meal and drinks. The Americans proceeded to get drunk while negotiating with Vallejo a letter of capitulation that guaranteed that neither Vallejo nor his family would be taken prisoner, which he unopposedly signed. However, when the agreement was presented to those outside they refused to endorse it. Rather than releasing the Mexican officers under parole they insisted they be held as hostages. Although Vallejo was sympathetic to the advent of American rule, he deemed the perpetrators of the Bear Flag Revolt to be mere lowlife rabble. As he wrote in his five-volume history, > if the men who hoisted the 'Bear Flag' had raised the flag that Washington > sanctified by his abnegation and patriotism, there would have been no war on > the Sonoma frontier, for all our minds were prepared to give a brotherly > embrace to the sons of the Great Republic, whose enterprising spirit had > filled us with admiration. Ill-advisedly, however, as some say, or dominated > by a desire to rule without let or hindrance, as others say, they placed > themselves under the shelter of a flag that pictured a bear, an animal that > we took as the emblem of rapine and force. This mistake was the cause of all > the trouble, for when the Californians saw parties of men running over their > plains and forests under the 'Bear Flag,' they thought that they were > dealing with robbers and took the steps they thought most effective for the > protection of their lives and property. Vallejo, his French secretary Victor Prudon, his brother Salvador Vallejo, and their brother-in-law Jacob P. Leese were taken as prisoners to John C. Frémont's camp in the Central Valley. Vallejo was confident that the insurgents were acting under Fremont's orders and had no reason to doubt that as soon as he met Fremont (whom he regarded as his friend), he and his companions would be released, so the prospect of being sent to Sutter's Fort did not worry him much. However, Frémont ordered they be kept prisoners in Sutter's Fort. Conditions for the prisoners were good, until Frémont discovered they were well fed and allowed to walk around the fort several times a day. He replaced the jailer, instructing the replacement to treat them \"no better than any other prisoner\". Mariano contracted malaria while being held at the fort. After agreeing to remain neutral during the remainder of the war with Mexico, Mariano was released on August 2, 1846, after \"John Murphy had arrived at Sutter's Fort with Stockton's new orders on August 1,\"Rosenus, General Vallejo and the Advent of the Americans, 166. and arrived at Casa Grande a day or two later, weighing only 96 pounds. Salvador Vallejo and Jacob P. Leese were released about a week later. By the time of his release, Mariano was still uncertain about his stance in the war. Because of his belief that California would thrive better with the United States, and that at this time, the Americans were in complete control of the northern area of California, he eventually sided with them. At his home, he showed his allegiance by burning his Mexican uniform in a dignified manner. ==State politics== Once the United States defeated Mexico in the war, Vallejo proved his allegiance to his new country by persuading wealthy Californios to accept American rule. An influential member of the state's Constitutional Convention, he was elected as a member of the first session of the State Senate in 1850. In 1843, he had been deeded title to Rancho Suscol. In 1850, he offered to donate of that land to the new state government on which to build a capitol away from its cramped quarters in San Jose and also offered to pay for a considerable amount of the construction. The offer was accepted by the new state legislature and signed into law by Governor John McDougall, convening in Vallejo, as the new city was named, for the first time in 1851. However, construction lagged, and state bureaucrats were confronted with inadequate, leaky buildings and a soggy location. Within three years, the state legislature and newly elected Governor John Bigler had authorized the capital's relocation three more times, to Sacramento, Benicia and finally a permanent return to Sacramento. ==Landholdings== Although the Treaty of Guadalupe Hidalgo formally protected the legal rights of Mexicans now part of the United States, a long legal challenge to Vallejo's land title cost him thousands of dollars in legal fees and finally deprived him of almost all his land and farm animals.United States v. Vallejo, 63 U.S. 22 How. 416 416 (1859) Rancho YulupaUnited States v. Vallejo, 66 U.S. 1 Black 541 541 (1861) Rancho Suscol United States v. Vallejo, 68 U.S. 1 Wall. 658 658 (1863) Rancho Bolsa de San Cayetano Most Californios could not afford the legal expenses to claim their lands, which were thus lost to wealthy Americans and the flood of immigrants, beginning with the Gold Rush, which left the Californios outnumbered and unable to protect their political power. At some time prior to 1869, Vallejo gave the Mexican land grant Rancho Suscol to his daughter, Epifania Guadalupe Vallejo, April 3, 1851, as a wedding present, when she married General John B. Frisbie. ==Family life== thumb|Tomb of Mariano Guadalupe Vallejo Jose Manuel Salvador Vallejo (1813–1876), the General's younger brother, received his commission in the Mexican army in 1835, and was appointed Captain of militia at Sonoma in 1836. In 1838 he was grantee of Rancho Napa; in 1839 of Salvador's Ranch, and in 1844 he and his brother Antonio Juan Vallejo (1816–1857) were grantees of Rancho Lupyomi. Salvador Vallejo also claimed Rancho Yajome. In 1863 he was commissioned a Major in the Union Army by Governor Stanford. Major Vallejo organized the 1st Battalion of Native Cavalry, California Volunteers, and he served as far east as Arizona, but did not have a battlefield role in the Civil War. He resigned in 1865 after the war and returned to his ranch in Napa. Encarnacion Vallejo (1809–1902), the General's sister, married John B.R. Cooper, who was the grantee of Rancho Nicasio and other properties. María Paula Rosalia Vallejo (1811–1889), the General's sister, married Jacob P. Leese grantee of Rancho Huichica and other properties. José de Jesús Vallejo (1798–1882), the General's elder brother, was the grantee of Rancho Arroyo de la Alameda. María Isidora Vallejo (1792–1830), the General's sister, married Mariano de Jesús Soberanes. Their daughter María Ygnacia Soberanes married Dr. Edward Turner Bale grantee of Rancho Carne Humana. On March 6, 1832, Mariano Vallejo married Francisca Benicia Carrillo (1815–1891) in the Chapel of the Presidio of San Diego. Francisca, born August 23, 1815 in San Diego, was one of twelve children of Joaquin Carrillo and María Ygnacia López. The Carrillo family of California was one of the leading families in San Diego. When Vallejo settled in Sonoma, his widowed mother-in-law, María Ygnacia López de Carrillo, was granted the nearby Rancho Cabeza de Santa Rosa in what is now Santa Rosa, California, and settled there with her children. By the time of his death on January 18, 1890, Vallejo led a modest lifestyle on the last vestige of his once vast landholdings at his Lachryma Montis home in Sonoma, California. A few days after the first anniversary of her husband's death, Francisca Benicia Carrillo de Vallejo died on January 30, 1891. He is interred at the Mountain Cemetery in Sonoma.City of Sonoma Mountain Cemetery ==Legacy== The city of Vallejo, California, founded by his son-in-law, and the U.S. Navy submarine were named in his honor. Vallejo's Rancho Petaluma Adobe is now preserved in the Petaluma Adobe State Historic Park as a National Historic Landmark. His home in Sonoma, California, where he and his wife lived for more than 35 years, now serves as a museum and cultural center as part of the Sonoma State Historic Park. A \"life-size bronze likeness of\" General Vallejo \"sitting on a bench,\" sculpted by Jim Callahan, was unveiled at Sonoma Plaza in June 2017, with a plaque describing in English and Spanish the many roles Vallejo played as a Spanish, Mexican, and American leader. Actor George J. Lewis was cast as General Vallejo in the 1956 episode \"The Bear Flag,\" on the syndicated television anthology series Death Valley Days, hosted by Stanley Andrews. The segment focused on the conflict between newly arrived Americans and the old Spanish families of California. Robert Tafur played Don Miguel Ruiz, and Don C. Harvey was cast as Ezekiel \"Stuttering Zeke\" Merritt, who proceeds with plans for the Bear Flag Revolt. ==Children== {| class=\"wikitable\" |- !colspan=\"4\"|The children of Mariano G. Vallejo and Francisca B. Vallejo (1815–1891)The Vallejos of California, by Madie Brown Emparan |- ! Name ! Birth/Death ! Married ! Notes |- | Andronico Antonio Vallejo||1833–1834 | || |- | Andronico Antonio Vallejo||1834–1897 | Never married | |- | Epifania de Guadalupe Vallejo||1835–1905 | April 3, 1851 John B. Frisbie (1823–1909) | |- | Adelayda Vallejo||1837–1895 | July 26, 1858 Levi Cornell Frisbie (1821–1892) | |- | Natalia Veneranda Vallejo||1838–1913 | June 1, 1863 Attila Haraszthy (1834–1886) | |- | Plutarco Vallejo|| Died: Age two | || |- | Platon Mariano Guadalupe Vallejo||1841–1925 | June 5, 1885 Lily Wiley (1849–1867) | |- | Guadalupe Vallejo|| Died: Age four | || |- | Jovita Francisca Vallejo||1844–1878 | June 1, 1863 Arpad Haraszthy (1840–1900) | |- | Uladislao Vallejo||1845 – Unknown | c. 1890 Maria ? | |- | Plutarco Vallejo|| Died: three months | || |- | Benicia Vallejo|| 1849–1853 | || |- | Napoleon Primo Vallejo||1850–1923 |Married: 1875 Divorced: 1890 Remarried: 1911 Martha Brown (1854–1917) Married: 1891 Kate Leigh Stokes (?–1911) | |- | Benicia Vallejo|| 1854–1861 | || |- | Luisa Eugenia Vallejo|| 1856–1943 | August 23, 1882 Ricardo de Emparan (1852–1902) | |- | María Ignacia Vallejo||1857–1932 | May 12, 1878 James Harry Cutter (?–1925) | |} ==References== ==Bibliography== * This book deals mainly with the Mexican period in General Vallejo's life. * This book deals mainly with the American period in General Vallejo's life. * Madie Brown Emparan, The Vallejos of California, 1968 Contains twelve brief biographies of General Vallejo, his wife Benicia, and each of ten surviving children. ==External links== * Memoirs of the Vallejos, Platon Mariano Guadalupe Vallejo [biography of Mariano Guadalupe Vallejo written by his son], at the Bancroft Library, UC Berkeley, via Calisphere. * Vallejo Papers Collection at the Autry National Center * Century Magazine, 1891 \"Ranch and Mission Days in Alta California\" by Guadalupe Vallejo, p. 183, and \"Pioneer Spanish Families in California\" by Charles Howard Shinn, p. 377\\. Century Magazine, 1891. * Category:Californios Category:Ranchers from California Category:Mexican generals Category:People of the Californias Category:People of Mexican California Category:Land owners from California Category:1807 births Category:1890 deaths Category:California state senators Category:Spanish city founders Category:History of Sonoma County, California Category:American people of Spanish descent Category:American politicians of Mexican descent Category:Mexican people of Spanish descent Category:Mexican people of Galician descent Category:Mexican people of the Bear Flag Revolt Category:Namesakes of San Francisco streets Category:People of the Conquest of California Category:People from Napa County, California Category:People from Monterey, California Category:American people of Galician descent Category:19th-century American politicians Category:People from Sonoma, California Category:19th- century American businesspeople Category:American city founders",
 "title": "Mariano Guadalupe Vallejo"
}