{
 "id": "410917",
 "text": "Syngonium Sunset Western Garden Book, 1995:606–607 is a genus of flowering plants in the family Araceae, native to tropical rainforests in southern Mexico, the West Indies, Central and South America.Kew World Checklist of Selected Plant Families They are woody vines growing to heights of 10–20 m or more in trees. They have leaves that change shape according to the plant's stage of growth, and adult leaf forms are often much more lobed than the juvenile forms usually seen on small house plants. The scientific name of the genus comes from the Greek words σύν ( syn - plus, z) and γονή ( gone - gonada) and refers to the fused ovaries of female flowers. ==Cultivation== Syngonium species are often grown as house plants, usually only in the juvenile foliage stages. Syngonium podophyllum is the most commonly cultivated species, and is often referred to simply as Syngonium. For successful growth, a winter minimum temperature 16 °C to 18 °C (60 to 65°F) must be maintained, rising to 20 °C to 30 °C (68 to 86 °F) during the growing season. They require high humidity, including misting the leaves regularly, and good light, but not direct sunlight; they will tolerate low light levels. Water freely from spring to autumn, sparingly in winter. Feed regularly in spring and summer. If juvenile foliage is preferred, cut off all the climbing stems that develop — the plant will remain bushy, rather than climb, and the leaves will be more arrow-shaped. Repot every second spring. Propagation is by cuttings or air layering. ==Distribution== Syngonium species generally inhabit tropical rainforests, subtropical forests, ruderal areas, thickets, urban areas, and wetlands. Invasive species are also troublesome weeds, e.g. banana crops. Syngonium species are native to tropical America, where they are found from Mexico to Brazil. The center of diversity of genus is in Costa Rica and Panama, where there are a total of 16 species (13 in Costa Rica and 11 in Panama). The second place for the diversity of species is Mexico, where 8 species are present. The most widespread species is S. podophyllum, which ranges from Mexico to Brazil. It is believed that the Mexican and Costa Rican populations of Syngonium have long been separated, which translates into morphological differences in the representatives of the same species (eg S. podophyllum and S. macrophyllum). S. stopowowa was introduced as an ornamental groundcover in American Samoa, Australia, Micronesia, French Polynesia, New Caledonia, Niue, Puerto Rico, Singapore, South Africa, Florida, Hawaii, the Bahamas, Easter Island, Rota, Solomon Islands, and on Christmas Island. In each of these locations, it is widespread, invasive and displaces native vegetation. Similarly, S. angustatum is an invasive species on many Pacific islands and the Chagos Archipelago in the Indian Ocean. ==Morphology and anatomy== It is an elongated, climbing or creeping herbaceous evergreen plant that reaches a height of 10–20 m with a sympodial growth type, lacking branches (branches off only after damage to the apical meristem), cylindrical to oval in cross-section. After the inflorescences have risen from the top of the stem, it stops growing, and from the side bud, placed two nodes below the top of the stem, a new main shoot is formed. The stem reaches several millimeters in diameter in juvenile plants and up to 6 cm in diameter (average of 1–2 cm) in mature plants. In juvenile plants, the stem is green and performs photosynthesis, but with age the plant cells stem lose chlorophyll. The climbing stalks have elongated internodes and are elastic to some extent, however, after bending the stem's skin often breaks and peels off, turning brown or yellowish. The stem in section shows a distinct layer of the plant directly under the skin of the stem. The border between the collenchyma and stem stem is poorly scratched. In the parenchyma, starch grains are randomly distributed. The tissue of the stem also contains idioblasts with calcium oxalate crystals and drusen. The stem also contains secretory cells, containing tannins and milk juice, which solidifies in the air. Just below each node there are two types of adventitious roots: a bundle of sticky roots and a single root, whose function is to supply the plant with nutrients. Twisting foliage with divergence 2/25, sometimes disturbed by slight twisting of the stem. Leaf petioles always form a distinct, wide vagina, with a length reaching from the middle to almost the top of the tail. The top of the vagina often ends slowly, it is pointed to the rounded. The petiole of species belonging to the informal oblongatum section is widened and extends beyond the base of the plaque. There are many intercellular air chambers in the tissues of the petioles, which makes them soft and brittle. In cross-section, the petioles are rounded on the axial side and individually ribbed on the axial side. The tails of juvenile leaves are often grooved. The leaf blades of the twigs are diverse on juveniles, transient and mature, differing in the shape of the plaque. Plants often begin flowering before the emergence of mature leaves, which led to misleading description of new types of twigs. Primitive pinnate pincers, converging to from 3 to 5 separate conductive beams. The marginal line located furthest from the edge of the plaque is the largest, formed by the lowest side veins. Further, smaller marginal lines are formed by higher, smaller primary veins or secondary veins. Often, the fourth and fifth marginal bundles are not visible to the naked eye. The use of the distal order creates retinal nerve. ===Leaves=== The shape of leaf blades is a feature dividing the genus into informal groups: * Cordatum - juvenile leaves whole, ovate or elliptical; matured leaves, ovoid-elliptical, oblong-ovate or ovate, less often arrow-shaped and slightly narrowed, * Oblongatum - juvenile and mature oblong leaves for longitudinal-elliptical or ovoid-elliptic, * Pinnatilobum - youthful egg-shaped leaves, often with a heart-shaped root, mature split leaves, narrowly lobed, * Syngonium - juvenile leaves, whole ovate or elliptical; mature bisector leaves up to 11-secant and fan-shaped; the degree of necrosis of mature leaves depends on the age of the leaf and its position on the stem, older leaves and higher on the stem are more complicated than juveniles and lower ones. Not fully mature leaves of plants that start climbing are arrow or spear. ===Flowers=== Mono-flowering plants, forming from 1 to 11 inflorescences, the type of flask. Inflorescences are always formed at the top of the main shoot. They accompany peduncles that are almost always raised and triangular or almost cylindrical in cross-section, with an open rib on one side. Peduncles are relatively short, but they prolong after fertilization of flowers and bend to the ground under the weight of ripening fruit. During flowering the inflorescence stretches out, creating a more or less spherical \"cup\" on the back of the vagina. The inside of the vagina is generally white or creamy-white in the upper part, at the chamber level often with a red or violet color. For some species (e.g. S. neglectum) the vagina deflects backwards, revealing the butt completely. After fading, the sheath closes and the upper part dries up. The inflorescence flask, which is much shorter than the vagina, is divided into three sections: the lowest one, covered with greenish or light orange female flowers, reaching a length of 7 to 48 mm, a central aperture, sometimes broad, covered with staminaria and a peak fragment, widened, covered with white male flowers. Each female flower consists of two (rarely three) fused carpel. Staphylococci are usually the size of fertile male flowers, but more irregular in shape. Male flowers consist of 4, almost sitting heads of rods, joined to a greater or lesser extent in the synandrium, with a truncated apex and rhomboid, pentagonal or hexagonal edges, rarely serrated. Anthers are connected with a thick connector, they open by a short gap below the connector. ===Fruits=== The fruit is an ovoid, multigire fruit compound, surrounded by a vaginal inflorescence chamber, which sometimes breaks and curls up, revealing fruit that is usually brownish and very aromatic (seeds shed by mammals) or white (in S. mauroanum, S. triphyllum and S. wendlandii, seeds spread by birds). Each fruit contains from 50 to 100 seeds, which are usually ovate or cylindrical, with dimensions 5-10 × 3–6 mm, with rounded ends. The seed husks are black or brown, thin, shiny. Seeds lose their ability to germinate after drying. ===Related genera=== Representatives of the genus philodendron, from which the twins differ mainly in the conjugated, 1-3-chamber ovaries (in the case of the genus philodendron, ovaries are free and multi-chambered) and seeds without endosperms. In the non-blossoming state, Syngonium can be distinguished from philodendrons on non- cattalyllable leaves and clearly visible submarginal monofilament located 3–10 mm from the edge of the leaf. === Propagation === Syngonium is easy to propagate and its propagation can be easily done in water or soil through cutting.Simply get a perfect or suitable cutting and plant it in water or soil and provide best care conditions. ==Biology and ecology == Perennial, evergreen climbers and hemieiphytes. Sometimes plants, e.g. after breaking the stem, become epiphytes. After germination of the seeds, which always takes place in the ground, the plant remains for some time at the stage of the rosette, with a slender stalk with very short internodes. Leaves, first ovate, after some time become cordate at the base. Then the stem rapidly grows to length, creeping in places with the highest shading. After reaching the trunk of the tree, the stem begins to climb rapidly towards the light, and the plant begins to form larger leaf blades. After reaching the appropriate height, the plants form mature leaf blades and bloom. After the growth cone is damaged, the usually unbranched plant begins to form lateral shoots. In the event of loss of contact with the support by the top part of the stem, the plant begins to produce narrower and longer internodes and smaller leaves. The flowers of the twins are protogous. In the process of flowering plants use the mechanism of thermogenesis. Plants bloom for 3 days. Around noon on the first day of the cycle the scabbard inflorescence opens up to ½ to ⅔ of its length, allowing the insects to access the female flowers. The markings of the bars become moist and the temperature of the flask slightly rises above the ambient level. On the morning of the second day of the cycle, the temperature of the flask rapidly increases (to about 12 °C above the environment), and the flowers begin to give off a sharp aroma, attracting insects. This condition lasts for about 12 hours, after which the inflorescence temperature drops, but remains at about 2 °C above the external conditions. On the third day the temperature of the flask again increases slightly, and the sheath curls up on the stretch of staminodes and female flowers, which stop taking pollen at the same time. Then the male flowers open, letting out long threads of pollen, which falls into the chamber formed by the lower part of the vagina. At the same time, the temperature of the flask drops to the ambient level. Beetles are the primary insects that pollinate the flowers, especially those in the subfamilies Rutelinae and Dynastiniae. Syngonium podophyllum predominantly reproduces vegetatively, contributing to its invasiveness. ==Toxicity== The twig tissues contain sharp crystals of calcium oxalate. Contact with the plant, especially its accidental damage, can cause inflammation of the skin, manifested by itching, burning, and the appearance of efflorescence and blisters. Getting the juice of the plant into the eye causes burning and tearing. Contact plants from the mucous membranes of the mouth causes them severe irritation, seen as a sharp, searing pain and swelling. Ingestion of the plant causes inflammation of the gastrointestinal mucosa. ==Species== #Syngonium angustatum Schott \\- Mexico, Central America, Colombia; naturalized in Bahamas, Netherlands Antilles, Bismarck Archipelago #Syngonium armigerum (Standl. & L.O.Williams) Croat \\- Costa Rica #Syngonium atrovirens G.S.Bunting \\- Venezuela, Ecuador, Bolivia #Syngonium auritum (L.) Schott \\- Greater Antilles #Syngonium castroi Grayum \\- Costa Rica #Syngonium chiapense Matuda \\- Chiapas, Oaxaca, Veracruz, Guatemala #Syngonium chocoanum Croat \\- Colombia #Syngonium crassifolium (Engl.) Croat \\- Venezuela, Ecuador, Colombia #Syngonium dodsonianum Croat \\- Ecuador #Syngonium erythrophyllum Birdsey ex G.S.Bunting \\- Panama #Syngonium foreroanum Croat \\- Colombia #Syngonium gentryanum Croat \\- Peru #Syngonium harlingianum Croat \\- Ecuador #Syngonium hastiferum (Standl. & L.O.Williams) Croat \\- Costa Rica, Honduras #Syngonium hastifolium Engl. \\- Peru, northwestern Brazil #Syngonium hoffmannii Schott \\- Costa Rica, Honduras, Nicaragua, Panama #Syngonium laterinervium Croat \\- Costa Rica, Panama #Syngonium llanoense Croat \\- Panama #Syngonium macrophyllum Engl. \\- Chiapas, Oaxaca, Tabasco, Central America, Colombia, Ecuador #Syngonium mauroanum Birdsey ex G.S.Bunting \\- Costa Rica, Panama #Syngonium meridense G.S.Bunting \\- Mérida State in Venezuela #Syngonium neglectum Schott \\- widespread across much of Mexico #Syngonium oduberi T.Ray \\- Costa Rica #Syngonium podophyllum Schott \\- Trinidad & Tobago, Latin America from Mexico to Brazil and Bolivia; naturalized in Bahamas, West Indies, Florida, Hawaii, Seychelles, Borneo, Malaysia #Syngonium rayi Grayum \\- Costa Rica, Panama #Syngonium sagittatum G.S.Bunting \\- Oaxaca #Syngonium salvadorense Schott \\- Chiapas, Guatemala, El Salvador #Syngonium schottianum H.Wendl. ex Schott \\- Costa Rica, Honduras, Nicaragua, Panama #Syngonium sparreorum Croat \\- Ecuador #Syngonium standleyanum G.S.Bunting \\- Costa Rica, Honduras, Nicaragua #Syngonium steyermarkii Croat \\- Chiapas, Guatemala #Syngonium triphyllum Birdsey ex Croat \\- Belize, Costa Rica, Honduras, Nicaragua, Panama, Ecuador #Syngonium wendlandii Schott \\- Costa Rica #Syngonium yurimaguense Engl. \\- Bolivia, Peru, Ecuador, northwestern Brazil ==References== ==External links== *Aroid Society: A Revision of Syngonium *Nephthytis, Arrowhead vine (Syngonium podophyllum) *Syngonium Nephthytis, White-veined arrowhead vine Category:Araceae genera Category:House plants",
 "title": "Syngonium"
}