{
 "id": "411057",
 "text": "thumb|The home of a gokenin A was initially a vassal of the shogunate of the Kamakura and the Muromachi periods.Iwanami Kōjien, \"Gokenin\" In exchange for protection and the right to become jitō (manor's lord), a gokenin had in times of peace the duty to protect the imperial court and Kamakura. In times of war, he had to fight with his forces under the shōgun’s flag. From the mid-13th century, the fact that gokenin were allowed to become de facto owners of the land they administered, coupled to the custom that all gokenin children could inherit, brought the parcelization of the land and a consequent weakening of the shogunate. The gokenin class ceased to be a significant force during the Muromachi period and was supplanted by the figure of the daimyō. During the successive Edo period, the term finally came to indicate a direct vassal of the shōgun, below an , meaning that they did not have the right to an audience with the shōgun. ==Etymology== The terms gokenin and kenin are etymologically related but have very different meanings. Confusion can arise also because in documents sometimes this last word is used together with the honorific prefix (go + kenin).Mass (1996:79) Under the ritsuryō legal system in use in Japan from the seventh to the tenth century, a kenin (\"house person\") was a human being who, while legally property of a family, could be inherited but not sold and, unlike a slave, had some rights. For example, the inventory of a temple's wealth mentions thirteen kenin, among them four women, who were in effect servants.Mass (1996:54) From the beginning of the Japanese Middle Ages, the relationship between lords and vassals tended, even in the absence of real blood ties, to be seen as an ancestral bond where each side inherited the rights and duties of the previous generation.Deal (2005:133–136) Both sides thought of and spoke of their relationship in terms suggesting kinship, hence the use of the term gokenin, the prefix \"go-\" denoting prestige having been added after the Heian period. This social class evolved during the Kamakura shogunate based on the personal, contractual and military relationship between the shōgun and individual gokenin.Perez (1998:28–31) Until recently it was assumed Kamakura shōgun Minamoto no Yoritomo coined the word and the role when he started his campaign to gain power in 1180.Hall (1985:62–65) The Azuma Kagami, diary of the shogunate, uses the term from its very first entries. The first reliable documentary evidence of a formal gokenin status and of actual vassal registers however dates to the early 1190s, and it seems therefore that the vassalage concept remained vague for at least the first decade of the shogunate's life. In any event, by that date the three main administrative roles created by the Kamakura shogunate (gokenin, shugo (governor) and jitō (manor's lord)) were certainly in existence. The right to appoint them was the very basis of Kamakura's power and legitimacy.Perez (1998:36–38) ==History== ===Fall of Kamakura=== Gokenin vassals were descendants of former shōen owners, former peasants or former samurai who had made a name for themselves in Minamoto no Yoritomo's army during his military campaigns against the Taira clan and were rewarded after victory. They and the bands of samurai they hired provided the shōgun with the military force he needed. They also collected local taxes and ruled over territories they were entrusted with, but nominally didn't own. Because the shōgun had usurped the emperor's power to nominate them, they owed loyalty only to him. The gokenin title was earned by participating to an initiation ceremony, writing one's name in a register () and making an oath of vassalage.Shirai (1976:119) The Kamakura government retained the power to appoint and dismiss, but otherwise left gokenin shugo and jitō alone and free to use tax income as they saw fit. As long as they remained faithful, they had considerable autonomy from the central government. In time, because gokenin officials were rarely dismissed, their powers and land ownership became in practice hereditary. By the end of the shogunate, the government was little more than a coalition of semi-autonomous states. ===Gokenin and the daimyōs=== After the fall of the Kamakura in 1333, changes in the balance of power forced the Ashikaga to try to modify the state's economy and structure. The process of reversing the extreme parcelization of the land would occupy the next couple of centuries. The dynasty tried to eradicate local warlords and concentrate power in its hands, but this in fact only increased the level of hostility. It seized the lands of the Hōjō clan, former rulers of Kamakura, and of all defeated gokenin but, at seeing the Ashikaga keep those lands for themselves, to the point where they had direct control of almost 25% of the country, their own allies started fearing for themselves and their heirs. The ensuing turmoil gave inadvertently rise to the figure of the daimyō feudal lord, although the term wouldn't be in wide use for the first half a century. Many daimyōs were shugo or jitō of gokenin extraction or even noblemen, but most were new faces who had supplanted their superiors. Crucially, because resisting the Ashikaga required a strong central power and a smooth succession, among them inheritance was no longer shared, but passed on intact to a single heir, who often was not even a blood relative, but a promising man adopted specifically to be heir. ===Later status=== In the Edo period, gokenin were the lowest-ranking vassals of the Tokugawa shogunate, next to the hatamoto.Iwanami Kōjien, \"Hatamoto\" Unlike a hatamoto, a gokenin was not of status – in other words, he had no right to an audience with the shōgun. ==References== * * * Iwanami Japanese dictionary, 5th Edition (2000), CD version * * * ==Notes== Category:Government of feudal Japan Category:Japanese words and phrases",
 "title": "Gokenin"
}