{
 "id": "411119",
 "text": "right|thumb|400px|Coolangatta Estate in 1896. The Great Hall is in the centre back. The Coolangatta Estate at Coolangatta, near Shoalhaven Heads was established in 1822 by Alexander Berry on the South Coast of New South Wales, Australia. Coolangatta Estate is located on the northern bank of the Shoalhaven River, in the foothills of a mountain called Coolangatta. The word 'Coolangatta' is from an aboriginal word which means either splendid view or good lookout. The estate today is in a picturesque setting overlooking the ocean and surrounded by vineyards. ==The Berry Family== right|thumb|200px|Alexander Berry in 1856. Born on St Andrew's Day 1783, the eldest child of a tenant farming family in Fife, he studied at the University of St Andrews and Edinburgh and qualified as a surgeon. This led him to join the East India Company and started his travels to the Far East in 1802.T. M. Perry, 'Berry, Alexander (1781–1873)', Australian Dictionary of Biography, National Centre of Biography, Australian National University, http://adb.anu.edu.au/biography/berry-alexander-1773/text1987, accessed 31 October 2013. Berry arrived by sea on 23 June 1822, and while Edward Wollstonecraft looked after affairs in Sydney, proceeded to establish the first European settlement on the south coast of New South Wales, Australia. The initial grant on the north side of the river soon expanded to the south with the agreement of the partners to take the charge and expense of one convict for every of land, and by purchases of the grants of Richardson, Hyndes and Burke. The property expanded to more than by 1863. Berry, who married Wollstonecraft's sister in 1827, set up his headquarters at the foot of Mount Coolangatta, north of the river with tools, provisions and the people who were to make up the first community. Wollstonecraft died in 1832, but in the years to come, Berry was to be joined by his three brothers and two of his sisters, none of whom had any children. A self-supporting village began to develop around the settlement. The partners used a combination of convict (referred to by Berry as 'Government Men') and free labour to drain the swamps, grow tobacco, potatoes, maize, barley and wheat and rear pigs and cattle, the latter kept for their hides and the production of milk and cheese. The estate also bred thoroughbred horses which were exported to India. These items were transported by means of a ship that they purchased and a sloop which they had built. Later, in 1822, Hamilton Hume brought more cattle to the district, and a primary industry was established. Mills and workshops were established with tradesmen engaged in cask-making, building refabrication, experimental leather treatment, the production of condensed milk and gelatine, and shipbuilding; the first vessel being completed and launched as early as 1824. The town of Coolangatta in Queensland is named after one of Berry's schooners which was wrecked there in August 1846. However, it was the red cedar in the area, much of it exported to Europe, that was their most profitable resource. Berry had experienced tenant-farming in his native land of Scotland, and by the 1850s and based on his experience developed the idea of \"clearing leases\", an arrangement whereby tenants were given five years rent-free to clear and fence their property, after which they became tenants of Berry. It was this which enabled the true development of the area and of the township of Broughton Creek to begin. After some initial disputes and at least one killing, Berry established a good relationship with the traditional owners of his land and the local Aboriginal population largely remained in place during his tenure. In 1860 Conrad Martens, who was a good friend of Alexander Berry, visited him at the Coolangatta Estate and made a series of sketches of the property and surrounding area. He created the oil painting called \"Coolangatta Mountain\" which shows the property.Michael Organ, 1993 Conrad Martens and Illawarra 1835-1878, Illawarra Historical Publications (see painting on the left). By 1868 the population had reached 300 and the area was declared a municipality, much against Alexander Berry's wishes. In 1873 Alexander Berry died and the estate passes to his younger brother David. David Berry nurtured the development of Broughton Creek village, and the town grew and flourished. David Berry set aside land for an agricultural showground, and on the four corners of the town which he had surveyed, he gave land to the Church of England, Presbyterian, Wesleyan and Roman Catholic churches. David died in 1889 at the age of 94, and in 1890 the name of Broughton Creek village was changed to Berry to honor the Alexander and David's contribution to the region.Warne, C. 2005 \"Pictorial History Lower North Shore\", p. 21. After David's death, the Coolangatta Estate passed to the control of his cousin, Sir John Hay. ==The Hay Family== right|thumb|200px|Sir John and Lady Jessie Hay at Coolangatta. left|thumb|150px|Nona and Agnes (Daisy) Hay, 1913. John Hay was born at the Coolangatta Estate in 1840 but unfortunately his mother died soon after his birth. His father David Hay immigrated to New Zealand and settled at a property near Auckland. David later married Jessie McLeod and the couple had two sons and seven daughters.The Sydney Morning Herald, 20 February 1929, p. 21. Online reference http://nla.gov.au/nla.news- article16532638?searchTerm=\"daisy hay\"&searchLimits;= At the age of eight John was sent to Scotland to be educated.The Sydney Mail, 10 June 1893, p. 1175. Online reference https://news.google.com/newspapers?id=JBdZAAAAIBAJ&sjid;=TpUDAAAAIBAJ&pg;=7051,5779622&dq;=david- hay+auckland&hl;=en After this he returned to New Zealand where he commenced several business ventures. He was at one time a member of Auckland City Council. In 1871 he married Jessie Sinclair who came from Glasgow but the couple had no children. right|thumb|200px|Alexander Hay 1896. left|thumb|80px|Florence Hay (née Burdekin). At the request of his cousin, David Berry, John came to Coolangatta in the 1880s to assist him with the management of the Estate. In 1889 David Berry died and John inherited the property. In the same year John’s father David Hay also died in Auckland so John invited his step mother and step sisters to live with him at Coolangatta.The Sydney Morning Herald, 20 February 1929, p. 21. Online reference http://nla.gov.au/nla.news-article16532638?searchTerm=\"daisy hay\"&searchLimits;= John Hay made many improvements to the Coolangatta Estate and developed land which had previously not been usable.Evening News (Sydney),26 June 1908 http://nla.gov.au/nla.news- article112963615?searchTerm=\"daisy hay\" \"john hay\"&searchLimits;= David Berry had left large bequests in his will amounting to almost 250,000 pounds and John had to raise the money to meet these costs. The Aboriginal people, mainly living at the northern foot of Coolangatta Mountain, were driven off their traditional land in 1901, during Hay's time. Although health problems in the Aboriginal camp was the official reason given for their eviction, development of the land that they occupied was another reason for the eviction. The local people were sent to a reserve called Roseby Park, established by the Aborigines Protection Board, in 1900, at Orient Point. When he died in 1909, John left the Estate to his stepbrother Alexander Hay. However he made provisions in his will for his stepmother and stepsisters who had been living with him since 1889. To his stepmother Jessie and four unmarried stepsisters Mabel, Kate, Nona and Agnes (Daisy) he left a life interest in the building called \"The Cottage\" and also the furniture contained within it. He also left each of them 10,000 pounds which allowed them to become financially independent.The Sydney Morning Herald (NSW : 1842 - 1954)(about) Previous issue Thursday 12 August 1909, p. 8. Online reference http://nla.gov.au/nla.news-article15115193?searchTerm=\"daisy hay\"&searchLimits;= Kate married soon after and so the other four women lived together at \"The Cottage\" until the late 1920s. A photo of Nona and Agnes (Daisy) in 1913 at Coolangatta is shown on the left. John’s stepmother Jessie died in 1929 and Agnes (Daisy) died the following year.The Shoalhaven News and South Coast Districts Advertiser (NSW), 8 February 1930, p. 2. Online reference http://nla.gov.au/nla.news-article112217953?searchTerm=\"daisy hay\" \"john hay\"&searchLimits;= It seems that after this the two remaining stepsisters Mabel and Nona moved to Sydney and lived in the prestigious Astor apartments in Macquarie Street.New South Wales Electoral Roll 1933. The two women lead a very outgoing life and were frequently mentioned in the social pages of the newspapers.Online reference http://trove.nla.gov.au/newspaper/result?q=%22nona+hay%22+astor Alexander Hay who had inherited Coolangatta in 1909 was considered to be a diligent and hard- working owner. He helped with the establishment of the Butter Factory in Berry and introduced pasteurisation to the area. In 1900 he married Florence Burdekin who was the daughter of a very wealthy businessman in Sydney. In 1915 he enlisted to fight in World War 1 and went to Egypt as a Major.The Sydney Morning Herald, 9 May 1941, p. 12. Online reference http://nla.gov.au/nla.news-page1103337?zoomLevel=1 He was second in command of the NSW and Queensland Remounts. After the war he was elected as the Member for New England in the House of Representatives. He held this position for several years. In 1941 Alexander Hay died and his son Alexander Berry Hay inherited the property. However Berry Hay did not maintain the estate and it went rapidly into decline. In 1946 the homestead caught fire and was destroyed.The Canberra Times, 27 February 1946 http://nla.gov.au/nla.news- article2665889?searchTerm=coolangatta berry&searchLimits;=l-decade=194|||l-year=1946 His second wife Elizabeth sold much of the remaining property to Colin Bishop who was a local farmer.The Canberra Times, 7 July 1973, p. 9. Online reference http://nla.gov.au/nla.news-article110736739?searchTerm=\"colin bishop\" coolangatta&searchLimits;= ==Coolangatta Estate Today== Colin Bishop bought about 100 hectares in 1949 and progressively added more land to his property. He used it for dairying but also had the idea to restore the old buildings. He achieved his ambition in 1972 when he opened the estate as an historic resort. A decade later he and his son Greg began planting wine grape vines. Today Coolangatta Estate is a major tourist attraction. It offers accommodation, a golf course, wine tasting rooms, a restaurant and function rooms.\"Wine: Estate steeped in tradition\", Newcastle Herald, 26 March 1913. Online reference http://www.theherald.com.au/story/1390732/wine-estate-steeped-in-tradition/ ==References== ==External links== * Coolangatta Estate Winery website * The Coolangatta Estate by Malcolm Sealy http://yamhd.blogspot.com/ Category:History of New South Wales Category:Wineries in New South Wales Category:Australian companies established in 1822 Category:Food and drink companies established in 1822",
 "title": "Coolangatta Estate"
}