{
 "id": "411864",
 "text": "The Chief Executive of the Macau Special Administrative Region of the People's Republic of China (; ) is the head of government of Macau, a special administrative region of China. The position replaced the office of Governor of Macau, the former head of Macau as an overseas province of Portugal. Under the Basic Law of Macau, the chief executive's role is to: > ...be the head of the Macau Special Administrative Region and shall > represent the Region. The Chief Executive of the Macau Special > Administrative Region shall be accountable to the Central People's > Government and the Macau Special Administrative Region in accordance with > the provisions of this Law. The current chief executive is Ho Iat Seng. His office is located at the Macau Government Headquarters, formerly the Governor's House (from 1883-1926) and the Governor's office (from 1926 to 1999). The CE has used this as his office since 2009. ==History== The office was created by the first session of the 8th National People's Congress of the People's Republic of China on 31 March 1993 and came into effect on 20 December 1999. ==Election== The chief executive is selected by election or through consultations held locally and must be appointed by the Central People's Government (State Council) headed by the Premier before taking office. The term of office of the chief executive shall be five years and may serve for not more than two consecutive terms. Any candidate running for Chief Executive are required to satisfy the following requirements: * has reached 40 years of age upon the end of the nomination period; * is a permanent resident of Macau; * is a Chinese citizen * has no right of abode in any country other than the People’s Republic of China, or pledges to renounce his right of abode in any country other than the PRC before his inauguration; * has ordinary resided in Macau upon the end of the nomination period; and * is registered as an elector and logged onto the Registers, and is not a person without rights to stand for elections. ==Powers== The powers of the chief executive are outlined in the region's Basic Law: # To lead the government of the region; # To be responsible for the implementation of this Law and other laws which, in accordance with this Law, apply in the Macau Special Administrative Region; # To sign bills passed by the Legislative Council and to promulgate laws; To sign budgets passed by the Legislative Council and report the budgets and final accounts to the Central People's Government for the record; # To decide on government policies and to issue executive orders; # To formulate the administrative regulations and promulgate them for implementation; # To nominate and to report to the Central People's Government for appointment the following principal officials: secretaries of departments, the commissioner against corruptions, the director of audit, the leading members of the police and the customs and excise; and to recommend to the Central People's Government the removal of the above- mentioned officials; # To appoint part of the members of the Legislative Council; # To appoint or remove members of the Executive Council; # To appoint or remove presidents and judges of the courts at all levels and procurators in accordance with legal procedures; # To nominate and report to the Central People's Government for appointment of the procurator-General and recommend to the Central People's Government the removal of the procurator-general in accordance with legal procedures; # To appoint or remove holders of public office in accordance with legal procedures; # To implement the directives issued by the Central People's Government in respect of the relevant matters provided for in this Law; # To conduct, on behalf of the Government of the Macau Special Administrative Region, external affairs and Other affairs as authorized by the Central Authorities; # To approve the introduction of motions regarding revenues or expenditure to the Legislative Council; # To decide, in the light of security and vital interests, whether government officials or other personnel in charge of government affairs should testify or give evidence before the Legislative Council or its committees; # To confer medals and titles of honour of the Macau Special Administrative Region in accordance with law; # To pardon persons convicted of criminal offences or commute their penalties in accordance with law; and # To handle petitions and complaints. ==Resignation== Under Section 54 of the Basic Law, the chief executive can resign if: # When he or she loses the ability to discharge his or her duties as a result of serious illness or other reasons; # When, after the Legislative Council is dissolved because he or she twice refuses to sign a bill passed by it, the new Legislative Council again passes by a two-thirds majority of all the members the original bill in dispute, but he or she still refuses to sign it within 30 days; and # When, after the Legislative Council is dissolved because it refuses to pass a budget or any other bill concerning the overall interests of the Macau Special Administrative Region, the newly elected Legislative Council still refuses to pass the original bill in dispute. Section 55 covers the temporary assignment of the role of the CE proceeding resignation. ==List of chief executives == Political party: {| class=\"wikitable\" style=\"text-align: center;\" ! № ! Portrait ! width=180px | Name Chinese name (Birth–Death) ! colspan=2 | Term of office * * * Duration in years and days ! Election ! Political alignment ! Term ! Government (supporting parties) ! Appointer ! |- | rowspan=3 style=\"background:\" |1 | rowspan=3|90px | rowspan=3|Edmund Ho (born 1955) | rowspan=2| 1999 | rowspan=2| 2009 | 1999 | rowspan=3|Pro-Beijing | 1 | Ho E. I (UPP) | Premier Zhu Rongji | rowspan=3| |- | rowspan=2| 2004 | rowspan=2| 2 | rowspan=2| Ho E. II (UPP • UIEM • UIPM • CCCAE) | rowspan=3|Premier Wen Jiabao |- ! colspan=2 style=\"font-size:90%; font-weight:normal\" | |- | rowspan=3 style=\"background:\" |2 | rowspan=3|90px | rowspan=3|Fernando Chui (born 1957) | rowspan=2| 2009 | rowspan=2| 2019 | 2009 | rowspan=3|Pro-Beijing | 3 | Chui I (UPP • UIEM • UIPM • ACUM) | rowspan=3| |- | rowspan=2| 2014 | rowspan=2| 4 | rowspan=2| Chui II (UPP • UIEM • UIPM • ACUM • UE) | rowspan=4|Premier Li Keqiang |- ! colspan=2 style=\"font-size:90%; font-weight:normal\" | |- | rowspan=2 style=\"background:\" |3 | rowspan=2| 90px | rowspan=2| Ho Iat Seng (born 1957) | 2019 | Incumbent | rowspan=2|2019 | rowspan=2|Pro-Beijing | rowspan=2| 5 | rowspan=2| Ho I. (TBD) | rowspan=2| |- ! colspan=2 style=\"font-size:90%; font-weight:normal\" | |} ImageSize = width:800 height:auto barincrement:15 PlotArea = top:10 bottom:50 right:130 left:20 AlignBars = late Colors = id:ind value:rgb(0.8,0.8,0.8) id:non value:gray(0.8) legend:Nonpartisan id:gray1 value:gray(0.8) id:gray2 value:gray(0.9) DateFormat = dd/mm/yyyy Period = from:01/01/1999 till:31/12/2022 TimeAxis = orientation:horizontal ScaleMajor = gridcolor:gray1 unit:year increment:5 start:2000 ScaleMinor = gridcolor:gray2 unit:year increment:1 start:1999 Legend = columns:1 left:150 top:24 columnwidth:90 TextData = pos:(20,27) textcolor:black fontsize:M text:\"Political party:\" BarData = barset:CE PlotData= width:5 align:left fontsize:S shift:(5,-4) anchor:till barset:CE from: 20/12/1999 till:20/12/2009 color:non text:\"Edmund Ho\" fontsize:9 from: 20/12/2009 till:20/12/2019 color:non text:\"Fernando Chui\" fontsize:9 from: 20/12/2019 till: 22/11/2020 color:non text:\"Ho Iat Seng\" fontsize:9 ==Executive Council== ==See also== *Chief Executive of Hong Kong *Legislative Council of Macau ==References== * Macao SAR Chief Executive Office Website * Role of the Chief Executive - Basic Law of Macau * Biography of the CE of Macau Category:Government of Macau Category:Positions of the Macau Government Category:Politics of Macau *",
 "title": "Chief Executive of Macau"
}