{
 "id": "412740",
 "text": "The Research Triangle Regional Public Transportation Authority, known as GoTriangle (previously Triangle Transit and Triangle Transit Authority or TTA), provides regional bus service to the Research Triangle region of North Carolina in Wake, Durham, and Orange counties. The GoTriangle name was adopted in 2015 as part of the consolidated GoTransit branding scheme for the Triangle. == History == 250px|thumb|right|GoTriangle, Average Daily Ridership, All Modes, 2003-2016 The 1989 session of the North Carolina General Assembly enabled the creation of the Triangle Transit Authority as a regional public transportation authority serving Durham, Orange, and Wake counties. The new unit of local government was chartered by the NC Secretary of State on December 1, 1989. * 1991 - the NC General Assembly, subject to County approvals, authorized Triangle Transit to levy a vehicle registration tax of up to $5 per registration. This tag tax finances the regional bus operations, vanpooling program, and planning program. * 1992 - the Triangle Transit Authority (TTA) completed the Triangle Fixed Guideway Study, after securing a grant from the Federal Transit Administration (FTA) to study long-range regional public transportation for the three-county Triangle region (Durham, Orange, and Wake). * Feb 1995 - TTA Board of Trustees adopted the Preliminary Recommendations for a Regional Transit Plan, after evaluating several alternatives and received feedback from land use and transportation professionals, elected officials and the public. * Oct 1995 - TTA Board of Trustees adopted the recommendations for a Regional Transit Plan and subsequently incorporated into the region’s two long-range transportation plans. This document guides regional transit planning efforts today. * 1997 - the NC General Assembly, subject to County approvals, authorized Triangle Transit to levy a rental vehicle tax of up to 5% of gross receipts. This tax, effective January 1, 1998, will finance future capital projects. * Jan 1998 - TTA, in cooperation with the FTA, initiated the Preliminary Engineering (PE) phase of project development and started preparing a Draft Environmental Impact Statement (DEIS) for the proposed Regional Rail Transit System. * May 2001 - The DEIS was prepared in accordance with the National Environmental Policy Act (NEPA) and all applicable federal rules and regulations. * Jan 2003 - FTA issued a Record of Decision (ROD), confirming that the analyses, mitigation, public involvement, and other objectives had been met. * Feb 2003 - Following the issuance of the ROD, the FTA approved TTA’s request to enter Final Design. * Aug 2005 - TTA completed the 100% level of design and continued progressing toward the receipt of federal funds. In late 2007, due to rising project costs and a change in federal New Starts cost-benefits formulas, Triangle Transit elected not to submit a New Starts application for FTA funding. As a result, work on the regional rail system was suspended in order to reexamine costs and future funding options. Triangle Transit was created to plan, finance, organize, and operate a public transportation system for the Research Triangle area. It has three main program areas: # Regional bus service # Vanpool service # Regional transit planning From 1995, the cornerstone of Triangle Transit's long-term plan was a 28-mile rail corridor from northeast Raleigh, through downtown Raleigh, Cary, and Research Triangle Park, to Durham using DMU technology. There were proposals to extend this corridor 7 miles to Chapel Hill with light rail technology. However, in 2006 Triangle Transit deferred implementation indefinitely when the Federal Transit Administration declined to fund the program. Planning began on a new light rail project between Durham and Chapel Hill in 2013. thumb|right|TTA bus advertising as gas prices soar in July, 2008. On March 17, 2008, after 15 years as Triangle Transit Authority, the Board of Trustees changed the agency's name and logo to Triangle Transit. Triangle Transit Board Chair Sig Hutchinson announced its new promise to the Triangle: > Triangle Transit improves our region’s quality of life by connecting people > and places with reliable, safe, and easy-to-use travel choices that reduce > congestion and energy use, save money, and promote sustainability, healthier > lifestyles, and a more environmentally responsible community. GoTriangle is governed by a thirteen-member Board of Trustees. Ten members are appointed by the region's principal municipalities and counties and three members are appointed by the North Carolina Secretary of Transportation. Planning for a regional transit system began in the early 1990s under the guidance of the Triangle Transit Authority. In 1992, the Triangle Fixed Guideway Study was completed after securing a grant from the Federal Transit Administration (FTA) to study long-range regional public transportation for the three-county Triangle region (Durham, Orange, and Wake). The study examined regional economic growth opportunities and identified potential locations for growth, corridors that could connect these growth areas, and changes in land use that would need to take place to support transit. Recommendations from the plan were adopted by the TTA Board of Trustees in 1995, and were incorporated into the region's long-range transportation plans. By 1998, preliminary engineering and environmental planning of the project was underway. In 2003, the FTA issued a record of decision and allowed the project to move into final design. TTA completed the 100% level of design and continued progressing toward the receipt of federal funds in 2005. In late 2007, due to rising project costs and a change in federal New Starts cost- benefits formulas, Triangle Transit elected not to submit a New Starts application for FTA funding. As a result, work on the regional rail system was suspended in order to reexamine costs and future funding options. To analyze the future of regional rail in the Triangle, a partnership between TTA, Capital Area Metropolitan Planning Organization (CAMPO), Durham-Chapel Hill- Carrboro Metropolitan Planning Organization (DCHC), NC Department of Transportation’s Public Transportation Division (NCDOT), and Triangle J Council of Governments (TJCOG) jointly conducted The Transit Blueprint Technical Analysis Project. This 2007 effort was a collaboration between agencies to provide the technical basis for analyzing both future transit corridors and the planned or potential transit infrastructure investment within those corridors. The results of the Blueprint have been used to set priorities for major transit investments based on land use, travel market, and cost characteristics. The Special Transit Advisory Commission (STAC), which met between May 2007 and April 2008, was a broad-based citizen group with 38 members from across the Research Triangle Region. The STAC was appointed by CAMPO and DCHC to assist in the joint development of a plan for a regional transit system and to craft recommendations for the transit component of their respective Long Range Transportation Plans (LRTPs), with a focus on major transit investments. The Commission presented their final report to the metropolitan planning organizations (MPOs) at a joint meeting on May 21, 2008. In 2009 the region’s two planning organizations, CAMPO and DCHC, completed work on 2035 Long Range Transportation Plans. The plans include increased bus service and the addition of rail service. A coalition of transit, transportation, and environmental groups joined to support State House Bill 148, providing for future referenda for funding transit projects using voter- approved sales taxes. Triangle and Triad counties can hold referenda on a one- half cent sales tax for transit. Other counties are permitted to go to the voters for a one-quarter cent sales tax. With passage in the NC General Assembly in summer 2009, Governor Bev Perdue signed the bill into law in August 2009. Currently, counties in the region are working with Triangle Transit, CAMPO and DCHC to finalize individual county plans, which will include enhanced transit options. County Commissions have the authority to call for a referendum when they are satisfied with the transit plans they have decided upon and are ready to go to the voters for funding. Durham County passed a one-half cent sales tax for transit in November 2011. The adopted bill also ties state funding into future projects. In April 2012, a Notice of Intent (NOI) was published in the Federal Register indicating that the Federal Transit Administration and Triangle Transit intend to prepare an Environmental Impact Statement (EIS) for the Durham-Orange LRT project only. Scoping meetings for the D-O LRT project took place in May 2012 in order to bring together elected officials and regulatory agencies (the US Department of Transportation, US Environmental Protection Agency, US Army Corps of Engineers, and others). From their discussions, a Scoping Report was published and identified all human and natural environment aspects of the project that required additional analysis and consideration during the EIS phase. Evaluation of the Wake Corridor and the Durham-Wake Corridor options continues in the background. The Environmental Impact Analysis for the Durham-Orange LRT project started with Scoping in 2012 and continues in 2013 with environmental monitoring, delineation of the potential project boundaries and alignment, and agency communication and coordination. Three public meetings in November 2013 will show the alternatives carried forward for further study in the Environmental Impact Statement phase. == Routes and services == thumb|left|Downtown Durham Station used by DATA and Triangle Transit thumb|left|Regional Transit Center thumb|left|Interior of a Triangle Transit bus GoTriangle is a regional public transportation provider, offering a wide variety of transit and vanpool services to North Carolina’s Triangle Region and outlying counties. Regional bus and shuttle service is available to Apex, Cary, Chapel Hill, Durham, Hillsborough, RDU International Airport, Research Triangle Park, Raleigh, Wake Forest, Wendell, and Zebulon. GoTriangle is a supporting agency of the Special Transit Advisory Commission's work to plan for the region's transit future. The STAC completed its work in May 2008 and has provided its recommendations to the area's two planning organizations: Capital Area Metropolitan Planning Organization (CAMPO) and Durham-Chapel Hill-Carrboro Metropolitan Planning Organization (DCHC MPO). ===Route list=== {| class=\"wikitable\" |- ! Number !! Route |- |100 || Raleigh to Raleigh-Durham International Airport to Regional Transit Center |- |105 || Raleigh to Regional Transit Center |- |300 || Cary to Raleigh |- |301 || Cary to Raleigh |- |305 || Holly Springs to Apex to Raleigh |- |310 || Cary to Regional Transit Center |- |311 || Apex to Regional Transit Center |- |400 || Durham to Chapel Hill |- |405 || Durham to Chapel Hill to Carrboro |- |420 || Hillsborough to Chapel Hill |- |700 || Durham to Regional Transit Center |- |800 || Chapel Hill to Southpoint Mall to Regional Transit Center |- |800S ||Southpoint Mall to Chapel Hill |- |805 || Chapel Hill to Woodcroft to Regional Transit Center |- |CRX || Chapel Hill to Raleigh Express |- |DRX || Durham to Raleigh Express |- |FRX || Fuquay-Varina to Raleigh Express |- |NRX|| North Raleigh to Regional Transit Center |- |ODX|| Mebane to Hillsborough to Durham |- |RDU|| Raleigh-Durham International Airport to Regional Transit Center |- |WRX || Wake Forest to Raleigh Express |- |ZWX || Zebulon to Wendell to Raleigh |- |} ==Connecting local municipal transit systems== === GoRaleigh === GoRaleigh serves Raleigh from 4:30am–12:00am Monday-Saturday, and roughly 6:00am–10:00pm Sunday with 41 public transit routes, and operates GoTriangle's Wake Forest-Raleigh Express and Zebulon/Wendell-Raleigh Express routes. During regular service hours (5:30am–7:00pm Monday-Saturday) there are 21 radial routes that serve GoRaleigh Station in downtown Raleigh, 10 connector routes, which do not serve GoRaleigh Station, 4 express routes, 2 of which serves GoRaleigh Station, and the R-Line, a downtown circulator. ===Chapel Hill Transit=== Chapel Hill Transit operates public transportation services within the contiguous cities of Chapel Hill and Carrboro, and on the campus of the University of North Carolina at Chapel Hill, in the southeast corner of Orange County, North Carolina. Chapel Hill is building an 8.2 mile Bus Rapid Transit (BRT) with a projected cost of $125 million to commence passenger service in 2020 with annual operating cost of $3.4 million. ===GoCary=== Public transit in Cary is provided by GoCary. There are eight fixed-routes. There is also a door-to-door service for the elderly (60+) and riders with disabilities. ===Orange Public Transportation=== The Orange Public Transportation program, a division of the Orange County Department on Aging, offers van and bus service outside the Chapel Hill-Carrboro city limits including planning and coordinating for county residents with transportation needs. It serves the general public and the clients of community service agencies, primarily in rural areas of the County. It also operates three-fixed routes in Hillsborough, a circulator, a connector to/from Hillsborough and Mebane (OA) and aconnector to/from Chapel Hill, Hillsborough and Cedar Grove (OCH) when the GoTriangle's 420 is not operating. ===GoDurham=== GoDurham, the transit system for the city of Durham, operates 21 fixed bus routes, 20 of which serve Durham Station as well as paratransit services. == Rail transit planning == ===Durham–Orange Light Rail Transit=== GoTriangle was planning a light rail line between the University of North Carolina at Chapel Hill and East Durham, traveling through Duke University and paralleling the North Carolina Railroad alignment through Durham and proceeding to North Carolina Central University (NCCU). The original project was estimated at $1.4 billion (in 2011). The final project was estimated to cost $2.5 billion (year of expenditure) or $141 million per mile with an annual operating cost of $28.7 million. The line would have had a connection to Amtrak via its station in Durham. A final environmental impact statement was released by GoTriangle in February 2016, projecting 23,020 daily trips in 2040. The plan was amended to extend to NCCU in November 2016, projecting 26,880 daily trips in 2040. The line would have had 18 stations (4 stations in Orange County, 14 stations in Durham County); end-to-end travel time would have been 42–44 minutes. The line was projected to begin construction in 2020 and be complete by 2028 but ultimately was discontinued in April 2019. ===Commuter rail=== After the failure of the Durham–Orange Light Rail project, GoTriangle began studying the possibility of instating a commuter rail service which would serve Durham, Raleigh, Cary, Morrisville, Research Triangle Park, and Garner, possibly as far as Clayton. == References == == External links == * * Official webpage * Carpool and Vanpool Matching * Special Transit Advisory Commission Report Category:Bus transportation in North Carolina Category:Transportation in Raleigh, North Carolina Category:Research Triangle",
 "title": "GoTriangle"
}