{
 "id": "412708",
 "text": "In mathematics, the Henstock–Kurzweil integral or generalized Riemann integral or gauge integral – also known as the (narrow) Denjoy integral (pronounced ), Luzin integral or Perron integral, but not to be confused with the more general wide Denjoy integral – is one of a number of definitions of the integral of a function. It is a generalization of the Riemann integral, and in some situations is more general than the Lebesgue integral. In particular, a function is Lebesgue integrable if and only if the function and its absolute value are Henstock–Kurzweil integrable. This integral was first defined by Arnaud Denjoy (1912). Denjoy was interested in a definition that would allow one to integrate functions like :f(x)=\\frac{1}{x}\\sin\\left(\\frac{1}{x^3}\\right). This function has a singularity at 0, and is not Lebesgue integrable. However, it seems natural to calculate its integral except over the interval and then let . Trying to create a general theory, Denjoy used transfinite induction over the possible types of singularities, which made the definition quite complicated. Other definitions were given by Nikolai Luzin (using variations on the notions of absolute continuity), and by Oskar Perron, who was interested in continuous major and minor functions. It took a while to understand that the Perron and Denjoy integrals are actually identical. Later, in 1957, the Czech mathematician Jaroslav Kurzweil discovered a new definition of this integral elegantly similar in nature to Riemann's original definition which he named the gauge integral; the theory was developed by Ralph Henstock. Due to these two important contributions, it is now commonly known as the Henstock–Kurzweil integral. The simplicity of Kurzweil's definition made some educators advocate that this integral should replace the Riemann integral in introductory calculus courses. ==Definition== Given a tagged partition of , that is, :a = u_0 < u_1 < \\cdots < u_n = b together with :t_i \\in [u_{i-1}, u_i], we define the Riemann sum for a function f \\colon [a, b] \\to \\mathbb{R} to be : \\sum_P f = \\sum_{i = 1}^n f(t_i) \\Delta u_i. where \\Delta u_i := u_i - u_{i-1}. Given a positive function :\\delta \\colon [a, b] \\to (0, \\infty), which we call a gauge, we say a tagged partition P is \\delta-fine if :\\forall i \\ \\ [u_{i-1}, u_i] \\subset [t_i-\\delta(t_i), t_i + \\delta (t_i)]. We now define a number to be the Henstock–Kurzweil integral of if for every there exists a gauge \\delta such that whenever is \\delta-fine, we have : \\left \\vert \\sum_P f - I \\right \\vert < \\varepsilon. If such an exists, we say that is Henstock–Kurzweil integrable on . Cousin's theorem states that for every gauge \\delta, such a \\delta-fine partition P does exist, so this condition cannot be satisfied vacuously. The Riemann integral can be regarded as the special case where we only allow constant gauges. ==Properties== Let be any function. Given , is Henstock–Kurzweil integrable on if and only if it is Henstock–Kurzweil integrable on both and ; in which case, :\\int_a^b f(x)\\,dx = \\int_a^c f(x)\\,dx + \\int_c^b f(x)\\,dx. Henstock–Kurzweil integrals are linear. Given integrable functions , and real numbers , , the expression is integrable; for example, :\\int_a^b \\left(\\alpha f(x) + \\beta g(x)\\right) dx = \\alpha \\int_a^bf(x)\\,dx + \\beta \\int_a^b g(x)\\,dx. If f is Riemann or Lebesgue integrable, then it is also Henstock–Kurzweil integrable, and calculating that integral gives the same result by all three formulations. The important Hake's theorem states that :\\int_a^b f(x)\\,dx = \\lim_{c\\to b^-} \\int_a^c f(x)\\,dx whenever either side of the equation exists, and likewise symmetrically for the lower integration bound. This means that if is \"improperly Henstock–Kurzweil integrable\", then it is properly Henstock–Kurzweil integrable; in particular, improper Riemann or Lebesgue integrals of types such as :\\int_0^1 \\frac{\\sin(1/x)}x\\,dx are also proper Henstock–Kurzweil integrals. To study an \"improper Henstock–Kurzweil integral\" with finite bounds would not be meaningful. However, it does make sense to consider improper Henstock–Kurzweil integrals with infinite bounds such as :\\int_a^{\\infty} f(x)\\,dx := \\lim_{b\\to\\infty}\\int_a^bf(x)\\,dx. For many types of functions the Henstock–Kurzweil integral is no more general than Lebesgue integral. For example, if is bounded with compact support, the following are equivalent: * is Henstock–Kurzweil integrable, * is Lebesgue integrable, * is Lebesgue measurable. In general, every Henstock–Kurzweil integrable function is measurable, and is Lebesgue integrable if and only if both and |f| are Henstock–Kurzweil integrable. This means that the Henstock–Kurzweil integral can be thought of as a \"non-absolutely convergent version of the Lebesgue integral\". It also implies that the Henstock–Kurzweil integral satisfies appropriate versions of the monotone convergence theorem (without requiring the functions to be nonnegative) and dominated convergence theorem (where the condition of dominance is loosened to for some integrable g, h). If F is differentiable everywhere (or with countably many exceptions), the derivative F′ is Henstock–Kurzweil integrable, and its indefinite Henstock–Kurzweil integral is F. (Note that F′ need not be Lebesgue integrable.) In other words, we obtain a simpler and more satisfactory version of the second fundamental theorem of calculus: each differentiable function is, up to a constant, the integral of its derivative: :F(x) - F(a) = \\int_a^x F'(t) \\,dt. Conversely, the Lebesgue differentiation theorem continues to hold for the Henstock–Kurzweil integral: if f is Henstock–Kurzweil integrable on , and :F(x) = \\int_a^x f(t)\\,dt, then F′(x) = f(x) almost everywhere in (in particular, F is differentiable almost everywhere). The space of all Henstock–Kurzweil-integrable functions is often endowed with the Alexiewicz norm, with respect to which it is barrelled but incomplete. ==McShane integral== Lebesgue integral on a line can also be presented in a similar fashion. If we take the definition of the Henstock–Kurzweil integral from above, and we drop the condition :t_i \\in [u_{i-1}, u_i], then we get a definition of the McShane integral, which is equivalent to the Lebesgue integral. Note that the condition :\\forall i \\ \\ [u_{i-1}, u_i] \\subset [t_i-\\delta(t_i), t_i + \\delta (t_i)] does still apply, and we technically also require t_i \\in [a,b] for f(t_i) to be defined. ==See also== *Pfeffer integral *Cauchy principal value *Hadamard finite part integral ==References== ===Footnotes=== ===General=== * * A Modern Integration Theory in 21st Century * * * * * * * * * * * * * ==External links== The following are additional resources on the web for learning more: * * An Introduction to The Gauge Integral * An Open Suggestion: To replace the Riemann integral with the gauge integral in calculus textbooks signed by Bartle, Henstock, Kurzweil, Schechter, Schwabik, and Výborný Category:Definitions of mathematical integration",
 "title": "Henstock–Kurzweil integral"
}