{
 "id": "412731",
 "text": "Nellie Letitia McClung (born Letitia Ellen Mooney; 20 October 18731 September 1951) was a Canadian author, social activist, suffragette, politician, and maternal feminist. She was a part of the social and moral reform movements prevalent in Western Canada in the early 1900s. Her great causes were women's suffrage and temperance. It was because of her hard work and advocacy, along with others involved in the Political Equality League of Manitoba (which included men), that in 1916 Manitoba became the first province to give women the right to vote and to run for public office.Library and Archives Canada. Nellie Letitia (Mooney) McClung. Celebrating Women's Achievements. Nellie McClung was at the forefront of the Suffragist movement in Canada. Through her social justice activism, the issues of temperance, anti-war (enfranchisement of Japanese Canadians and opening the Canadian Border to Jewish Refugees), Labor and Dower rights were among her most important contributions. In 1927, McClung and four other women: Henrietta Muir Edwards, Emily Murphy, Louise McKinney and Irene Parlby who together came to be known as The Famous Five (also called \"The Valiant Five\") launched \"the Persons Case,\" contending that women could be \"qualified persons,\" therefore eligible to sit in the Senate. The Supreme Court of Canada ruled that the current law did not recognize women as such. However, the case was won upon appeal to the Judicial Committee of the British Privy Council—the court of last resort for Canada at that time. == Early life == Nellie McClung Mooney was born at Chatsworth, Ontario in 1873, the youngest daughter of John Mooney, an Irish immigrant farmer and a Methodist, and his Scottish-born wife, Letitia McCurdy. Her father's farm failed and the family moved to Manitoba in 1880. She received six years of formal education and did not learn to read until she was nine. She later moved with her family to a homestead in the Souris Valley of Manitoba.. == Career == thumb|Nellie McClung in 1910 In both the 1914 and 1915 Manitoba provincial elections, she campaigned for the Liberal party on the issue of the vote for women. She helped organize the Women's Political Equality League, a group devoted to women's suffrage. A public speaker known for her sense of humour, she played a leading role in the successful Liberal campaign in 1914. She also played the role of the Conservative Premier of Manitoba, Rodmond Roblin, in a mock Women's Parliament staged in Winnipeg in 1914 under the auspices of the Canadian Women's Press Club. The theatrical effort held at the Walker Theatre was designed to expose the absurdity of the arguments of those opposed to women's suffrage by pretending to debate whether the franchise should be granted to men. Appearing before Roblin and the province’s Legislative Assembly in 1914, McClung made her case for granting women the vote: “Have we not the brains to think? Hands to work? Hearts to feel? And lives to live? Do we not bear our part in citizenship? Do we not help build the Empire? Give us our due!” McClung and her colleagues celebrated the defeat of the Roblin government in August 1915 but by the time Manitoba became the first province in Canada to grant women the vote on 28 January 1916, under the new Liberal government, she had already moved to Edmonton, Alberta. In Edmonton, McClung continued her career as an orator, author, and reformer. In 1921, she was elected to the Alberta Legislative Assembly as a Liberal. She then moved to Calgary, Alberta in 1923, and dedicated herself to writing. She had already written her first novel, Sowing Seeds in Danny, published in 1908. A national bestseller, the book was succeeded by short stories and articles, McClung wrote in several Canadian and American magazines. After moving to Edmonton, she continued the campaign for suffrage. She understood that the First World War had played an important role in broadening the appeal of women's suffrage. The manpower shortages during this time required widespread female employment, making the image of the sheltered female not applicable to Canadian circumstances. She championed dental and medical care for school children, property rights for married women, mothers' allowances, factory safety legislation and many other reforms. While arguing for equitable divorce laws, of which she was a longtime supporter, McClung once asked, \"Why are pencils equipped with erasers if not to correct mistakes?\" McClung was active in many organizations. She founded the Winnipeg Political Equality League in addressing educational and social issues, including the factory working conditions, and the Federated Women's Institutes of Canada—\"the largest adult education movement in Canada\"—and the Women's Institute of Edmonton, of which she was the first president. She was active in the Canadian Authors' Association, the Canadian Women's Press Club, the Methodist Church of Canada, the Calgary Women's Literary Club, among others. She sat as a Liberal member of the Legislative Assembly of Manitoba, and then Legislative Assembly of Alberta from 1921 to 1926, in opposition to the government of the United Farmers of Alberta. Her opportunity to press for women's rights was limited because women were not taken seriously. She was one of The Famous Five (also called The Valiant Five), with Irene Parlby, Henrietta Muir Edwards, Emily Murphy and Louise McKinney. The five put forward a petition, in 1927, to clarify the term \"Persons\" in Section 24 of the British North America Act 1867. This section had served to exclude women from political office. The petition was successful, clearing the way for women to enter politics in Canada. == Family == Her father John \"Johnny\" Mooney (12 December 1812 – 5 January 1893) came to Canada in 1830 and lived in Bytown and later Ottawa. Born in Nenagh, Tipperary, Ireland, John Mooney worked with lumbermen. In 1841, he took up a land grant across from Georgian Bay. He first married his cousin Margaret, who died a year after their marriage. In 1856, he re-married to his second wife, Letitia McCurdy (1833-1920), who had recently immigrated from Scotland, and they had seven children (one of whom died at the age of four). He later died in Manitoba in 1893. Her mother Letitia McCurdy (1 June 1833 – 27 February 1920) was born in Dundee, Scotland. She travelled to Canada, and shortly after married John Mooney (1812-1893) in 1856. She raised a family of seven children (one of whom was Nellie, and another died at the age of four), and she died in Winnipeg, MB in 1920. Between 1904 and 1915, Nellie McClung, her husband Robert McClung, a pharmacist, and their five children - four boys and one girl resided in Winnipeg, Manitoba where, from 1911 until 1915, McClung fought for women's suffrage. Nellie Married Robert Wesley McClung (31 October 1871 – 1 November 1958) on 25 August 1896, in Oakland, MB, and with whom she had five children. Wesley was born in 1871 in Manvers Township, Durham, ON, and trained as a pharmacist. He later worked as an insurance salesman, in the capacity of circuit manager for Manufacturers' Life. He died in 1958 in Saanich, BC. ===Children=== * John Wesley \"Jack\" McClung (son) (16 June 1897 – 1944): married Lillian Johnston. He was a lieutenant in the Princess Patricia's Canadian Light Infantry during the First World War. He was a prosecuting attorney for the Alberta Department of Justice at the time of his death in 1944. McClung was the grandmother of Alberta judge John McClung. * Florence Letitia McClung (daughter) (28 January 1899 – 6 February 1990). * Atkinson Paul Harper McClung (son) (20 November 1900 – 1 April 1961): married Edna Montgomery. * Horace Barrie McClung (son) (23 June 1906 – 13 March 1974): married Grace McNamara. * Mark McClung (son) (b. 11 October 1911): married Yrma Mitchell. He worked in the Secretary of State department of the Government of Canada. ==Legacy== thumb|McClung in the Famous Five statue at Parliament Hill in Ottawa In 1954, Nellie McClung was named a Person of National Historic Significance by the government of Canada. A plaque commemorating McClung is located on the west side of Hwy 6, 1 km south of Hwy 40, Chatsworth, Ontario. On August 29, 1973, Nellie McClung and the other five women who were involved in the \"Persons Case\" were honoured with an 8 cent stamp. In addition, the \"Persons Case\" was recognized as a Historic Event in 1997. In October 2009, the Senate of Canada voted to name Nellie McClung and the rest of the Five Canada's first \"honorary senators.\" Nellie McClung was a popular and accomplished author during her lifetime, published in Canada and the United States. Her monographs include extensive lists of short stories, novels, essays, and autobiographies, . === Houses === McClung's house in Calgary, Alberta, her residence from 1923 to the mid-1930s, still stands and is designated a heritage site. Two other houses in which McClung lived were re-located to the Archibald Museum near La Rivière, Manitoba in the Rural Municipality of Pembina where they have been restored. In 2017 the two houses were moved to Manitou, Manitoba. The houses are open to the public. The McClung family residence in Winnipeg is also a historic site. ==Bibliography== ===Fiction=== * * * * * * - * * * ===Non-fiction=== * * - * * * * * * == See also == *Feminism in Canada *List of suffragists and suffragettes *List of women's rights activists *Suffragette *Timeline of women's suffrage *Women's Social and Political Union *Women's suffrage in the United Kingdom ==References== ===Further reading=== * Bruce Peel Collection at University of Alberta Rutherford South Library/ Expert Linda Quirk: Linda Quirk Article: Historical Perspectives on Canadian Publishing website here: http://hpcanpub.mcmaster.ca/hpcanpub/case-study/nellie-mcclung-s-literary- legacy * * * ==External links== * * Heritage Minutes: Nellie McClung ===Electronic editions=== * * * * Category:1873 births Category:1951 deaths Category:20th-century Canadian novelists Category:20th-century Canadian women writers Category:20th-century Canadian short story writers Category:Alberta Liberal Party MLAs Category:Canadian eugenicists Category:Canadian feminist writers Category:Canadian human rights activists Category:Women human rights activists Category:Canadian people of Irish descent Category:Canadian people of Scottish descent Category:Canadian suffragists Category:Canadian temperance activists Category:Canadian women novelists Category:Canadian women short story writers Category:Members of the United Church of Canada Category:People from Grey County Category:People from Manitou, Manitoba Category:Politicians from Calgary Category:Women MLAs in Alberta Category:20th-century Canadian politicians Category:20th-century Canadian women politicians Category:Writers from Calgary Category:Writers from Manitoba Category:Writers from Ontario",
 "title": "Nellie McClung"
}