{
 "id": "412800",
 "text": "thumb|High Street, Lydd Lydd is a town and electoral ward in Kent, England, lying on Romney Marsh. It is one of the larger settlements on the marsh, and the most southerly town in Kent. Lydd reached the height of its prosperity during the 13th century, when it was a corporate member of the Cinque Ports, a \"limb\" of Romney. Actually located on Denge Marsh, Lydd was one of the first sandy islands to form as the bay evolved into what is now called Romney Marsh. The parish of Lydd comprises the town of Lydd, Dungeness, Lydd-on-Sea and parts of Greatstone-on-Sea. Notable buildings in Lydd include the Gordon house longhall, a guildhall and a medieval courthouse. Chamberlains and churchwardens accounts of the 15th century survive alongside the town charters. ==History== The place-name 'Lydd' is first attested in an Anglo- Saxon charter of 774, where it appears as ad Hlidum. This is the dative plural of the Old English hlid meaning 'slope'.Eilert Ekwall, The Concise Oxford Dictionary of English Place-names, p.308. Lydd developed as a settlement during the Romano-British period on a shingle island when the coast at the time cut off Lydd from the mainland. The settlement continued into the Saxon period, with the Saxon church using Roman materials as part of its early construction. The town reached the height of its prosperity during the 13th century, when it was a corporate member of the Cinque Ports, a \"limb\" of Romney. As with much of the marsh, the town was a base for smuggling in the 18th and 19th centuries. Before and during the First World War Lydd Camp was an important artillery practice camp. Experiments with high explosives carried out on the shingle wastes around 1888 led to the invention of the explosive Lyddite. Lydd was at one time a garrison town and the area is still an important training ground for the armed forces, at one time having an extensive narrow gauge railway network. ===Second World War=== thumb|Aerial view of Lydd with the airfield in the centre of the photograph In September 1940, one of four young Dutch men who had landed on the coast between Hythe and Dungeness in a rowing boat was arrested for spying shortly after drinking at the Rising Sun pub. Three of the four were hanged at Pentonville Prison. On 21 October, a Dornier was forced to land at the Lydd aerodrome, short of fuel, the pilot having been confused in his bearings whilst attempting to return to France, by the use of recently invented equipment devised to interrupt the homing beams sent from Germany to guide such planes. The Dornier was the first example of this new type of bomber to fall into the hands of British Intelligence. Lydd's wartime airfield was situated north of the town – only one Nissen hut now remains. A Wellington bomber had the misfortune to crash- land on 26 June on returning from a 1,500-plane attack on Bremen. The 19-year- old pilot managed to get the plane down safely near Lydd, and the crew survived the crash, but were not certain they were in England until rescuers came to their assistance. On 27 November 1942, a train came under attack by two Focke-Wulf 190s. The train, hauled by Southern Railway D3 number 2365 which was just departing from Lydd Town railway station, had its boiler hit. The resulting jet of high pressure steam from the engine hit the plane, causing it to crash-land nearby; the pilot was found dead, but no railway staff or passengers were injured. The two planes had been heading over the coast after a raid on Ashford and attacking a minesweeper off Dover. ==All Saints' Church== All Saints' Church, also known as Lydd Church or The Cathedral on the Marsh, belongs to the Diocese of Canterbury. All Saints is the longest parish church in Kent at , and also has one of the tallest towers in the county at . The church is thought to incorporate a small Romano-British basilica possibly built in the 5th century, though most of the current fabric is medieval. It was associated with local fraternities or Guilds in the 15th century and could seat 1,000 people at a time. Severely damaged by World War II bombing, the church was subsequently restored and became a Grade I listed building in 1950. Lydd church with its tall tower was a major link in the chain of trigonometric measuring points for the Anglo-French Survey (1784–1790) linking the Royal Greenwich Observatory and the Paris Observatory. This eighteenth-century survey was led by General William Roy, and included a secondary base-line for checking purposes on Romney Marsh, between Ruckinge and Dymchurch. The primary base-line was on Hounslow Heath. All Saints' Lydd was the main intermediate point on the south coast between Fairlight Down to the west and Dover Castle to the east. ==Economy== The parish encompasses four electricity industry sites: Dungeness A & B Nuclear Power Stations, a substation of the National Grid, and a former static inverter plant used by the HVDC Cross-Channel between 1961 and 1984. Dungeness A has now ceased electricity production and is in the process of being de-commissioned. There are several sewers in the area, including Dengemarsh Sewer, Jury's Gut Sewer, and Scotney Petty Sewer. ==Sport== Lydd has two football clubs, Lydd Town established in 1885, and Lydd United established in 2009. Lydd Town play in the Kent Invicta Football League. United play in the Ashford and District Saturday League. Lydd also has a kart/minimoto track called Lydd International Kart Circuit. Lydd Cricket Club is based at the Banks, Dennes Lane. Both the ground and pavilion belong to the Town Council. Lydd Golf Club and Driving Range is on the Romney Road in Lydd. Apart from the 18-hole championship quality course, it boasts an 18-bay covered driving range, a 6-hole par 3 course, two chipping greens and a putting green. ==Local media== Lydd has two paid-for newspapers, the Romney Marsh Herald (published by Kent Regional News and Media), and the Kentish Express (published by the KM Group. Free newspapers for the town include the Folkestone and Hythe Extra. There is also a fortnightly publication called The Looker published by the owners of RMFM, and an alternate publication called The Marsh Mail edited by Amanda Heath, however this only lasted a couple of editions. The Looker now has the largest circulation of 15,000 copies every two weeks. The local radio station for Lydd is KMFM Shepway and White Cliffs Country. Lydd is also served by the county- wide stations Heart, Gold and BBC Radio Kent, and has good coverage of stations based in East Sussex. Cinque Ports Radio 100.2FM is the community radio station for Romney Marsh and Rye, and has been broadcasting since 7th March 2022. This replaced Shoreline FM 100.2FM which broadcast since January 2020 and is now an online service called Shoreline Easy serving Romney Marsh, Rye and Hythe. static.ofcom.org.uk/static/radiolicensing/html/radio- stations/community/cr103150ba1shorelinefm.htm ==Club day== Lydd Club Day is the annual local carnival held on the Rype – the largest on Romney Marsh, held on the third Saturday of June. It was established in 1868. Apart from a brief cessation during the war years, it has taken place annually ever since. The day features a funfair, boot fair in the morning, stalls and children's dressing up in the afternoon and floats in the evening. The evening ends with a firework display and the lit up funfair, as well as the annual crowning of the Queen Elect. On the Friday evening before Lydd Club Day, there is a long- standing tradition of \"Test Night\" when the funfair opens, at reduced prices for the evening. In recent years, \"Pirate Friday\" has begun. Most Lydd residents have no real understanding of what this event is supposed to entail, other than Lydd's pub frequenters dressing in pirate outfits. The event was created in 2006 by local residents Jason James, David Usher and Ian Parrot and friends in the Royal Mail. The now annual event has proved so popular it has been adopted by every pub in Lydd. Since 2011, there has been an entrant in the evening parade from residents who have participated in Pirate Friday. == Railways == A railway line from Dungeness to Appledore runs through the town with Lydd Town Railway station being the principal station on the line. This operated December 1881 to 1967, when it was closed to passenger traffic although it remains in use for freight traffic. There has been discussion to reopen the line and the station is protected against development prejudicial to the reopening of the line from Appledore to the public through inclusion in the Folkestone and Hythe district Local Plan. Two stations of the Romney, Hythe and Dymchurch Railway are within the Lydd parish at Romney Sands and Dungeness. ==Airport== Lydd Airport, originally known as Ferryfield, and now also known as London Ashford Airport, was the first airport to be constructed in Britain after the Second World War. ==Notable individuals== David Denne, of the family of that name from Lydd, was an English first-class cricketer, Deputy Lieutenant and Justice of the Peace for the County of Kent, and formerly Captain of the East Kent and Cinque Ports Yeomanry, and Bailiff of the town Corporation 23 times. He died in December 1861 aged 63. Samuel Fisher, a noted lecturer at Lydd, who then resigned his lectureship to become Baptist and a Quaker, was a noted religious controversialist and is known especially for his book Rusticus ad Academicos: The Rusticks Alarm to the Rabbies that anticipated in important ways some principles of modern biblical criticism. Fisher lived in Lydd from 1632 until 1660, and died in 1665.Wikisource:Fisher, Samuel (1605-1665) (DNB00) ==Climate== Climate in this area has mild differences between highs and lows, and there is adequate rainfall year-round. The Köppen Climate Classification subtype for this climate is \"Cfb\" (Marine West Coast Climate/Oceanic climate). {{Weather box |location = Lydd Airport weather station, 16m amsl (ICAO code: EGMD, WMO identifier: 03887) |single line = Yes |metric first = Yes |Jan high F = 45 |Feb high F = 45 |Mar high F = 48 |Apr high F = 52 |May high F = 58 |Jun high F = 63 |Jul high F = 67 |Aug high F = 68 |Sep high F = 65 |Oct high F = 58 |Nov high F = 50 |Dec high F = 46 |year high F = 55 |Jan low F = 38 |Feb low F = 37 |Mar low F = 37 |Apr low F = 41 |May low F = 46 |Jun low F = 51 |Jul low F = 56 |Aug low F = 56 |Sep low F = 53 |Oct low F = 47 |Nov low F = 41 |Dec low F = 38 |year low F = 45 |Jan precipitation inch = 1.9 |Feb precipitation inch = 1.6 |Mar precipitation inch = 1.8 |Apr precipitation inch = 1.4 |May precipitation inch = 1.3 |Jun precipitation inch = 1.6 |Jul precipitation inch = 1.8 |Aug precipitation inch = 2 |Sep precipitation inch = 2.1 |Oct precipitation inch = 3.5 |Nov precipitation inch = 2.8 |Dec precipitation inch = 2.8 |year precipitation inch = 24.6 | Jan humidity =86 | Feb humidity =84 | Mar humidity =79 | Apr humidity =75 | May humidity =76 | Jun humidity =75 | Jul humidity =74 | Aug humidity =75 | Sep humidity =77 | Oct humidity =82 | Nov humidity =86 | Dec humidity =86 | Jan dew point C =4 | Feb dew point C =4 | Mar dew point C =5 | Apr dew point C =7 | May dew point C =9 | Jun dew point C =12 | Jul dew point C =14 | Aug dew point C =14 | Sep dew point C =13 | Oct dew point C =11 | Nov dew point C =8 | Dec dew point C =5 |source 1 = Weatherbase ==References== ==External links== * Drawings of Lydd church Category:Towns in Kent Category:Civil parishes in Kent Category:Cinque ports Category:Beaches of Kent Category:Folkestone and Hythe District",
 "title": "Lydd"
}