{
 "id": "413133",
 "text": "Ferromex (syllabic abbreviation of Ferrocarril Mexicano or \"Mexican Railway\") is a private rail consortium that operates the largest (by mileage) railway in Mexico with combined mileage (Ferromex + Ferrosur) of and is part of the North American Class I railroads. == Description == Ferromex began operating on February 19, 1998, following the privatization of most of the government-owned railways by then President of Mexico Ernesto Zedillo Ponce de León. Ferromex operates more than of track and interconnects five major inland Mexican cities, five cities along the border with the United States, four seaports on the Pacific Ocean, and one more on the Gulf of Mexico. Currently, Grupo México owns 74% and Union Pacific Corporation owns 26% of the company. The Ferromex system operates 9,610 km of Ferromex tracks plus of Ferrosur tracks. == Passenger services == Ferromex hosts the Ferrocarril Chihuahua al Pacífico \"ChePe\" railroad, a tourist line that runs through the Copper Canyon. Ferromex also operates the Tequila Express, which runs from Guadalajara to a tequila distillery in Amatitán. == Merger with Ferrosur == In November 2005, Grupo México, owner of Ferromex, purchased Infraestructura y Transportes Ferroviarios, the parent company of Ferrosur, another of Mexico's Class I railroads, in a stock transaction.FWN Select, \"Grupo Mexico Buys Ferrosur Railway From Carso\" (Nov. 25, 2005) The Mexican Federal Competition Commission (CFC) had rejected a proposed 2002 merger of Ferromex and Ferrosur amid opposition from Ferromex competitor Grupo Transportación Ferroviaria Mexicana (TFM).FWN Select, \"Mexico's Antitrust Agency To Study Railway Merger\" (Nov. 28, 2005) Following the November 2005 purchase of Ferrosur by Grupo México, Kansas City Southern de México (KCSM), successor to TFM, petitioned the Mexican government to block the merger of Ferrosur and Ferromex. The CFC rejected the merger in June 2006 stating that the merger would have led to excessive concentration in the railway industry to the detriment of consumers and competing shippers.FWN Select, \"Mexico's Antitrust Commission Rejects Rail Merger Appeal\" (Nov. 15, 2006) However, in March 2011, a tribunal ruled in Grupo México's favor, and the merger was permitted. == Rolling stock == In January 2011, Ferromex ordered 44 new SD70ACe locomotives from EMD, its first order since 2006. == Other == Grupo Mexico Transportes, with Fundacion Grupo México, operates Dr. Vagon, is a Hospital train that offers free, complete healthcare for hard to reach communities in Mexico. == See also == * Chihuahua al Pacífico * List of Mexican railroads * Rail transport in Mexico * Tequila Express == References == == External links == * * MEXLIST - The group for Mexican railway information Category:Railway companies of Mexico Category:Railway companies established in 1998 Category:Privatized companies in Mexico Category:Standard gauge railways in Mexico Category:Mexican brands Category:Mexican companies established in 1998",
 "title": "Ferromex"
}