{
 "id": "413454",
 "text": "The History of Uganda from 1979 to 1986 comprises the history of Uganda since the end of the dictatorship of Idi Amin. This period has seen the second rule of Milton Obote and the presidency of Yoweri Museveni since 1986, in which Ugandan politics have been dominated by the National Resistance Movement. ==Uganda after Amin (1979–1986)== ===Interim period=== A month before the capture of Kampala during the Uganda-Tanzania War, representatives of twenty- two Ugandan civilian and military groups were hastily called together at Moshi, Tanzania, to try to agree on an interim civilian government once Amin was removed. Called the Unity Conference in the hope that unity might prevail, it managed to establish the Uganda National Liberation Front (UNLF) as political representative of the UNLA. Yusuf Lule, former principal of Makerere University, became head of the UNLF executive committee. As an academic rather than a politician, Lule was not regarded as a threat to any of the contending factions. Shortly after Amin's departure, Lule and the UNLF moved to Kampala, where they established an interim government. Lule became president, advised by a temporary parliament, the National Consultative Council (NCC). The NCC, in turn, was composed of representatives from the Unity Conference. Conflict surfaced immediately between Lule and some of the more radical of the council members who saw him as too conservative, too autocratic, and too willing as a Muganda to listen to advice from other Baganda. After only three months, with the apparent approval of Julius Nyerere, whose troops still controlled Kampala, Lule was forcibly removed from office and exiled. He was replaced by Godfrey Binaisa, a Muganda like Lule, but one who had previously served as a high-ranking member of Milton Obote's UPC. It was not an auspicious start to the rebuilding of a new Uganda, which required political and economic stability. Indeed, the quarrels within the NCC, which Binaisa enlarged to 127 members, revealed that many rival and would-be politicians who had returned from exile were resuming their self-interested operating styles. Ugandans who endured the deprivations of the Amin era became even more disillusioned with their leaders. Binaisa managed to stay in office longer than Lule, but his inability to gain control over a burgeoning new military presence proved to be his downfall. The armed forces numbered fewer than 1,000 troops who had fought alongside the Tanzania People's Defence Force (TPDF) to expel Amin. The army had shrunk to the size of the original King's African Rifles at independence in 1962. But in 1979, in an attempt to consolidate support for the future, leaders such as Yoweri Kaguta Museveni and Major General (later Chief of Staff) David Oyite Ojok began to enrol thousands of recruits grew to 8,000; Ojok's original 600 became 24,000. When Binaisa sought to curb the use of these militias, which were harassing and detaining political opponents, he was overthrown in a military coup on 10 May 1980. The coup was engineered by Ojok, Museveni, and others acting under the general direction of Paulo Muwanga, Obote's right-hand man and chair of the Military Commission. The TPDF was still providing necessary security while Uganda's police force, which had been all but destroyed by Amin, was rebuilt, but Nyerere refused to help Binaisa retain power. Many Ugandans claimed that although Nyerere did not impose his own choice on Uganda, he indirectly facilitated the return to power of his old friend and ally, Milton Obote. In any case, the Military Commission headed by Muwanga effectively governed Uganda during the six months leading up to the national elections of December 1980. Further evidence of the militarization of Ugandan politics was provided by the proposed expenditures of the newly empowered Military Commission. Security and defense were to be allotted more than 30 percent of the national revenues. For a country desperately seeking funds for economic recovery from the excesses of the previous military regime, this allocation seemed unreasonable to civilian leaders. Shortly after Muwanga's 1980 coup, Obote made a triumphant return from Tanzania. In the months before the December elections, he began to rally his former UPC supporters. Ominously, in view of recent Ugandan history, he often appeared on the platform with General Oyite-Ojok, a fellow Lango. Obote also began to speak of the need to return to a UPC one-party state. The national election on 10 December 1980 was a crucial turning point for Uganda. It was, after all, the first election in eighteen years. Several parties contested, the most important of which were Obote's UPC and the DP led by Paul Kawanga Ssemogerere. Most of Uganda's Roman Catholics were DP members, along with many others whose main concern was to prevent the return of another Obote regime. Because the Military Commission, as the acting government, was dominated by Obote supporters (notably chairman Paulo Muwanga), the DP and other contenders faced formidable obstacles. By election day, the UPC had achieved some exceptional advantages, summarized by Minority Rights Group Report Number 66 as follows: Seventeen UPC candidates were declared \"unopposed\" by the simple procedure of not allowing DP or other candidates to run against them. Fourteen district commissioners, who were expected to supervise local polling, were replaced with UPC nominees. The chief justice of Uganda, to whom complaints of election irregularities would have to be made, was replaced with a UPC member. In a number of districts, non-UPC candidates were arrested, and one was murdered. Even before the election, the government press and Radio Uganda appeared to treat the UPC as the victor. Muwanga insisted that each party have a separate ballot box on election day, thus negating the right of secret ballot. There were a number of other moves to aid the UPC, including Muwanga's statement that the future parliament would also contain an unspecified number of unelected representatives of the army and other interest groups. Polling appeared to be heavy on election day, and by the end of the voting, the DP, on the basis of its own estimates, declared victory in 81 of 126 constituencies. The British Broadcasting Corporation and Voice of America broadcast the news of the DP triumph, and Kampala's streets were filled with DP celebrants. At this point, Muwanga seized control of the Electoral Commission, along with the power to count the ballots, and declared that anyone disputing his count would be subject to a heavy fine and five years in jail. Eighteen hours later, Muwanga announced a UPC victory, with 72 seats. Some DP candidates claimed the ballot boxes were simply switched to give their own vote tally to the UPC runner-up. Nevertheless, a small contingent of neutral election watchers, the Commonwealth Observer Group, declared itself satisfied with the validity of the election. Some Ugandans criticized the Commonwealth Observer Group, suggesting that members of the group measured African elections by different standards than those used elsewhere or that they feared civil war if the results were questioned. Indeed, popular perception of a stolen election actually helped bring about the civil war the Commonwealth Observer Group may have feared. ==Three-months World Bank delegation to devastated Uganda== Due to their years working for the government before Idi Amin, and both speaking Swahili, David Hines (who in 1959 to 1965 had established Uganda farming co- operatives with some 400,000 farmers), and a British veterinary specialist were surprised to be telephoned by the World Bank to join a 1982 delegation to go to Uganda to \"get it started again\".978-1-38-898555-4 Jambo David Hines page 55 > David Hines found that Kampala was appalling: nothing worked; there was no > water, no electricity, no sanitation, no food, nothing in the shops. Lifts > in a government building did not work: there was automatic gunfire in the > street below. Around the country we had an escort of soldiers. I met some > people who I had known … they were delighted to see me. Everybody had lost > relatives and friends, and many spoke of torture. On safari north and south, > we lived on goats and bananas. Up north, I met an old man who recognised me: > he flung himself on the ground and said \"You've come back, you've come > back\". In all the fine hotels, everything had been removed – baths, basins, > lavatories – and if you were lucky, someone brought you a tin of hot water > to shave. Following our recommendations, the World Bank brought in money, > two accountants, and various agricultural officers and engineers.All from > 978-1-38-898555-4 Jambo David Hines, page 55 ==Second Obote period (1981–1985)== In February 1981, shortly after the new Obote government took office, with Paulo Muwanga as vice president and minister of defense, a former Military Commission member, Yoweri Museveni, and his armed supporters declared themselves the National Resistance Army (NRA). Museveni vowed to overthrow Obote by means of a popular rebellion, and what became known as \"the war in the bush\" began. Several other underground groups also emerged to attempt to sabotage the new regime, but they were eventually crushed. Museveni, who had guerilla war experience with the Front for the Liberation of Mozambique (Frente de Libertaçâo de Moçambique—Frelimo), campaigned in rural areas hostile to Obote's government, especially central and western Buganda and the western regions of Ankole and Bunyoro. The Obote government's four-year military effort to destroy its challengers resulted in vast areas of devastation and greater loss of life than during the eight years of Amin's rule. UNLA's many Acholi and Lango had been hastily enrolled with minimal training and little sense of discipline. Although they were survivors of Amin's genocidal purges of north-east Uganda, in the 1980s they were armed and in uniform, conducting similar actions against Bantu-speaking Ugandans in the south, with whom they appeared to feel no empathy or even pity. In early 1983, to eliminate rural support for Museveni's guerrillas the area of Luwero District, north of Kampala, was targeted for a massive population removal affecting almost 750,000 people. These artificially created refugees were packed into several internment camps subject to military control, which in reality meant military abuse. Civilians outside the camps, in what came to be known as the \"Luwero Triangle,\" were presumed to be guerrillas or guerilla sympathizers and were treated accordingly. The farms of this highly productive agricultural area were looted—roofs, doors, and even door frames were stolen by UNLA troops. Civilian loss of life was extensive, as evidenced some years later by piles of human skulls in bush clearings and alongside rural roads. The army also concentrated on the north-western corner of Uganda, in what was then West Nile District. Bordering Sudan, West Nile had provided the ethnic base for much of Idi Amin's earlier support and had enjoyed relative prosperity under his rule. Having borne the brunt of Amin's anti-Acholi massacres in previous years, Acholi soldiers avenged themselves on inhabitants of Amin's home region, whom they blamed for their losses. In one famous incident in June 1981, Ugandan Army soldiers attacked a Catholic mission where local refugees had sought sanctuary. When the International Committee of the Red Cross (ICRC) reported a subsequent massacre, the government expelled it from Uganda. Despite these activities, Obote's government, unlike Amin's regime, was sensitive to its international image and realized the importance of securing foreign aid for the nation's economic recovery. Obote had sought and followed the advice of the International Monetary Fund, even though the austerity measures ran counter to his own ideology. He devalued the Ugandan shilling by 100 percent, attempted to facilitate the export of cash crops, and postponed any plans he may once have entertained for re-establishing one-party rule. The continued sufferance of the DP, although much harried and abused by UPC stalwarts, became an important symbol to international donors. The government's inability to eliminate Museveni and win the civil war, however, sapped its economic strength, and the occupation of a large part of the country by an army hostile to the Ugandans living there furthered discontent with the regime. Abductions by the police, as well as the detentions and disappearances so characteristic of the Amin period, recurred. In place of torture at the infamous State Research Bureau at Nakasero, victims met the same fate at so-called \"Nile Mansions.\" Amnesty International, a human rights organization, issued a chilling report of routine torture of civilian detainees at military barracks scattered across southern Uganda. The overall death toll from 1981 to 1985 was estimated as high as 500,000. Obote, once seen by the donor community as the one man with the experience and will to restore Uganda's fortunes, now appeared to be a liability to recovery. In this deteriorating military and economic situation, Obote subordinated other matters to a military victory over Museveni. North Korean military advisers were invited to take part against the NRA rebels in what was to be a final campaign that won neither British nor United States approval. But the army was warweary, and after the death of the highly capable General Oyite Ojok in a helicopter accident at the end of 1983, it began to split along ethnic lines. Acholi soldiers complained that they were given too much front-line action and too few rewards for their services. Obote delayed appointing a successor to Oyite Ojok for as long as possible. In the end, he appointed a Lango to the post and attempted to counter the objection of Acholi officers by spying on them, reviving his old paramilitary counterweight, the mostly Langi Special Force Units, and thus repeating some of the actions that led to his overthrow by Amin. As if determined to replay the January 1971 events, Obote once again left the capital after giving orders for the arrest of a leading Acholi commander, Brigadier (later Lieutenant General) Bazilio Olara-Okello, who mobilized troops and entered Kampala on 27 July 1985. Obote, together with a large entourage, fled the country for Zambia. This time, unlike the last, Obote allegedly took much of the national treasury with him. ==Return of military rule (1985–1986)== On 27 July 1985, together with Bazilio Olara- Okello, Tito Lutwa Okello staged the coup d'état that toppled President Milton Obote. The military government of General Tito Okello ruled from July 1985 to January 1986 with no explicit policy except the natural goal of self- preservation—the motive for their defensive coup. To stiffen the flagging efforts of his army against the NRA, Okello invited former soldiers of Amin's army to re-enter Uganda from the Sudanese refugee camps and participate in the civil war on the government side. As mercenaries fresh to the scene, these units fought well, but they were equally interested in looting and did not discriminate between supporters and enemies of the government. The reintroduction of Amin's infamous cohorts was poor international public relations for the Okello government and helped create a new tolerance of Museveni and the NRM/A. Okello could hardly expect to govern the entire country with only war-weary and disillusioned Acholi troops to back him. From August to December 1985, the Okello government attempted to negotiate a peace deal with Museveni, the Nairobi Agreement. The resulting ceasefire broke down almost immediately. With Okello and the remnants of the UNLA army thoroughly discouraged, Museveni had only to wait for the regime to disintegrate. In January 1986, welcomed enthusiastically by the local civilian population, Museveni moved against Kampala. Okello and his soldiers fled northward to their ethnic base in Acholiland. Yoweri Museveni formally claimed the presidency on 29 January 1986. Immense problems of reconstruction awaited the new regime. ==1986 to present== A referendum was held in March 2000 on whether Uganda should retain the Movement system or adopt multi-party politics. Although 70% of voters endorsed retention of the Movement system, the referendum was widely criticized for low voter turnout and unfair restrictions on Movement opponents. Museveni was reelected to a second five-year term in March 2001. Parliamentary elections were held in June 2001, and more than 50% of contested seats were won by newcomers. Movement supporters nevertheless remained in firm control of the legislative branch. Observers believed that the 2001 presidential and parliamentary elections generally reflected the will of the electorate; however, both were marred by serious irregularities, particularly in the period leading up to the elections, such as restrictions on political party activities, incidents of violence, voter intimidation, and fraud. In 2001 the Constitutional Review Commission (CRC) began soliciting opinions and holding public hearings on amending the 1995 Constitution. The CRC was set up to examine the constitutional provisions relating to sovereignty, political systems, democracy and good governance. Its report, scheduled for release by October 2003, has not yet been delivered to Cabinet or made public. The Cabinet, however, presented a list of its suggestions for constitutional change to the CRC in September. These changes included the introduction of a full multiparty system, an increase in executive authority vis-à-vis the other branches, and the lifting of presidential term limits. The elimination of term limits would clear the way for Museveni to run again in 2006, and there are increasing signs that he wishes to do so. However, this proposal has also produced significant controversy and it is not yet clear when or how the constitution will be changed. The Christian rebel group named the Lord's Resistance Army (LRA) continues to harass government forces and murder and kidnap civilians in the north and east. Although the LRA does not threaten the stability of the government, LRA violence has displaced 1.2 million people and created a humanitarian crisis. At least 20,000 children have also been abducted over the years. The Uganda Peoples Defense Force (UPDF) launched \"Operation Iron Fist\" against LRA rebels in northern Uganda in 2002 and conducted operations against LRA sanctuaries in southern Sudan with the permission of the Sudanese Government. Uganda and Sudan have resumed diplomatic relations and exchanged Ambassadors; however, Uganda continues to accuse Sudan of supporting the LRA. Sudan denies the allegations. In 1998, Uganda deployed a sizable military force to eastern Democratic Republic of the Congo (DRC), ostensibly to prevent attacks from Ugandan rebel groups operating there. There were widespread allegations that Ugandan military and civilian officials were involved in the illegal exploitation of DRC natural resources. After much international pressure, Uganda withdrew its troops from DRC in June 2003. On 14 November 2004 it was reported that the President had declared a week-long truce with the rebels that was to begin the following day. In August 2005, Parliament voted to change the constitution to lift presidential term limits, allowing Museveni to run for a third term. In a referendum in July 2005, 92.5% supported restoring multiparty politics, thereby scrapping the no- party or \"movement system\". In October 2005 Kizza Besigye, Museveni's main political rival, returned from exile. The same month, another of Museveni's rivals, Milton Obote, died in South Africa, and was given a state funeral in Kampala. The February 2006 elections, the first multiparty elections in 25 years, were held with Besigye's Forum for Democratic Change (FDC) as the main challenger to Museveni's National Resistance Movement (NRM). NRM won most seats in the National Assembly, and Museveni won the presidency. On 20 August 2007, Uganda declared that it is seeking legal advice on establishing a war crimes court. On 11 July 2010, jihadist al-Shabaab bombers killed 74 people in Kampala. On 12 October 2011, US President Barack Obama authorized the deployment to Uganda of approximately 100 combat-equipped US forces to help regional forces \"remove from the battlefield\" – meaning capture or kill – Lord's Resistance Army leader Joseph Kony and senior leaders of the LRA. In February 2016, Ugandan President Yoweri Museveni described the formation of an East African Federation uniting Uganda, Tanzania, Kenya, Rwanda, Burundi, and South Sudan as \"the number one target that we should aim at.\" In September 2018 a committee was formed to begin the process of drafting a regional constitution, and a draft constitution for a confederation is set to be written by 2021, with implementation of the confederacy by 2023. President Yoweri Museveni has ruled the country since 1986 and he was re-elected again in January 2021 presidential elections. According to official results Museveni won the elections with 58% of the vote while popstar-turned-politician Bobi Wine had 35%. The opposition challenged the result because of allegations of widespread fraud and irregularities. ==References and notes== * – Uganda *U.S. State Department Background Note: Uganda ==External links== *In Pictures: Uganda Massacre, at BBC *\"Uganda's atrocious war\" at the BBC *Crisis briefing on Uganda's two decades of violence from Reuters AlertNet Uganda 1979 Category:Former countries of the Cold War",
 "title": "History of Uganda (1979–1986)"
}