{
 "id": "413490",
 "text": "Dalton Kingsley Camp, (September 11, 1920 - March 18, 2002) was a Canadian journalist, politician, political strategist and commentator, and supporter of the Progressive Conservative Party of Canada. Although he was never elected to a seat in the Canadian House of Commons, he was a prominent and influential politician and a popular commentator for decades. He is a central figure in Red Toryism. == Background== Camp was born in Woodstock, New Brunswick. His father was a Baptist minister whose work took his family to Connecticut and later California. Upon his father's death in 1937, Camp's mother and her children returned to their hometown of Woodstock. Camp soon enrolled in undergraduate studies at Acadia University, but his time there was interrupted by enlistment in the Canadian Army during the Second World War. After the war, Camp finished his undergraduate studies in the liberal arts at the University of New Brunswick, followed by graduate studies in journalism at Columbia University and political science at the London School of Economics. His daughter Cherie Camp has worked as a musician and actress.\"Singer Cherie Camp makes a pitch for the big time\". The Globe and Mail, May 12, 1981. == Political involvement== While involved in studies at the University of New Brunswick, Camp worked briefly for the Liberal Party of Canada and its provincial wing, the New Brunswick Liberal Association. Later, Camp was heavily influenced by his studies at the London School of Economics, and upon his return to Canada, he sought to distance himself from what he now felt was the arrogance of \"Canada's Ruling Party,\" the Liberals. Camp had some socialist beliefs which attracted him to the Liberal Party, but he was also attracted to the traditions of Canadian conservatism and so he ultimately found a political home within the Red Tory wing of the Progressive Conservative Party of Canada. Living in Toronto in the 1950s, Camp worked with several public relations firms and through his speaking, organizational, and political abilities was influential during several provincial elections in Canada that saw Progressive Conservative governments elected for the first time in more than a generation. Camp was also instrumental in helping John Diefenbaker, the leader of the federal party, win elections in 1957 and 1958 although he personally mistrusted Diefenbaker. After the PC defeat to Lester Pearson's Liberals in 1963, Camp sought to reorganize the party, and he became president of the national party the following year. Faced with evidence that most of the party was unhappy with the Diefenbaker's policies, which were increasingly eccentric and autocratic, Camp led a grassroots campaign within the party for a leadership review. After the decision was made to have a leadership convention in 1967, Camp left the presidency of the party and briefly considered campaigning for leadership of the party, but when Robert Stanfield decided to run, Camp lent his support to Stanfield's campaign. Camp ran as a candidate for Parliament in the 1963 and 1968 elections, but he personally failed to be elected. ==Later life== Camp retired as a politician and pursued interests in advertising, political commentary, and journalism. He headed an advertising firm, aptly named Camp Associates. In the 1980s and the 1990s, he became a regular political commentator on CBC's Morningside, along with Stephen Lewis and Eric Kierans, and he was a biweekly political writer for the Toronto Star newspaper. He also wrote regular columns for the Toronto Sun and the Saint John Telegraph-Journal newspapers for many years. Camp returned briefly to active politics when he was named a senior advisor to Prime Minister Brian Mulroney's staff from 1986 to 1989, including consulting for the 1988 election, which saw Mulroney's government campaign for a free trade agreement with the United States. Camp left politics in 1989 with some disillusionment toward the increasing Blue Tory policies of Mulroney's government and several decisions that were leading to western disillusionment in the caucus. That would become evident when the Reform Party of Canada was established. In 1993, he was made an Officer of the Order of Canada. Camp underwent a heart transplant in 1993, the oldest person in Canada to do so at the time,Obituary and he continued to write and give political commentary from his home in Jemseg, New Brunswick. He experienced a stroke in February 2002, which led to his death a month later at a hospital in Fredericton. He was survived by six children and eight grandchildren. ==Publications== *Gentlemen, Players and Politicians, Ottawa: Deneau & Greenberg, 1970 *Points of Departure, Ottawa: Deneau and Greenberg, 1979 *An Eclectic Eel, Ottawa: Deneau, 1981 *Whose Country is this Anyway?, Vancouver: Douglas and McIntyre, 1995 ==References== == External links == * Order of Canada Citation Category:1920 births Category:2002 deaths Category:Acadia University alumni Category:University of New Brunswick alumni Category:Alumni of the London School of Economics Category:Columbia University Graduate School of Journalism alumni Category:Canadian political consultants Category:Canadian columnists Category:Canadian political journalists Category:Canadian political commentators Category:Officers of the Order of Canada Category:People from Woodstock, New Brunswick Category:Members of the Queen's Privy Council for Canada Category:Canadian monarchists Category:Canadian expatriates in the United States",
 "title": "Dalton Camp"
}