{
 "id": "413683",
 "text": "The Evergreen Aviation & Space Museum is an aviation museum in McMinnville, Oregon. Its exhibits include the Hughes H-4 Hercules (Spruce Goose) and more than fifty military and civilian aircraft, unmanned aerial vehicles (drones), and spacecraft. The museum complex includes four main buildings: the original aviation exhibit hall, a large screen (7 stories wide, 6 stories high) digital theater, a second exhibit hall focused on space technology, and a water park. The museum is located across the street from the former headquarters of Evergreen International Aviation and across Oregon Route 18 from McMinnville Municipal Airport (KMMV). Founded by the owner of Evergreen International Aviation, portions of the museum were purchased out of bankruptcy liquidation in April 2020 by business executive Bill Stoller. == History == First envisioned by Michael King Smith, a former captain in the United States Air Force and son of Evergreen International Aviation founder Delford M. Smith, the Evergreen Museum opened in 1991 with a small collection of vintage aircraft in a hangar at company headquarters. In March 1990, The Walt Disney Company announced that it would close the Long Beach, California, exhibit of the Spruce Goose. The Aeroclub of Southern California began looking for a new home for the historic aircraft. In 1992, the Evergreen Museum won the bid with a proposal to build a museum around the aircraft and feature it as a central exhibit. The disassembly of the aircraft began in August 1992. The parts were sent by ship up the Pacific Ocean, Columbia River, and Willamette River to Dayton where it was transferred to trucks and driven to Evergreen International Aviation. It arrived in February 1993. For the next eight years, the plane went through detailed restoration. Volunteers removed all the paint, replaced worn parts, and repainted the entire aircraft, among many other tasks. In September 2000, the main aircraft assemblies were complete. The fuselage, wings, and tail were transported across the highway and into the new museum building, still under construction. Over the next year, crews assembled the wings and tail to the fuselage. These were completed in time for the museum's opening on June 6, 2001. The control surfaces (flaps, ailerons, rudder, and elevators) were assembled later. The last piece was put into place on December 7, 2001. The name of the museum has evolved. Initially known as the Evergreen Museum, it changed in 1994 to the Evergreen AirVenture Museum. In 1997, the facility was renamed the Captain Michael King Smith Evergreen Aviation Educational Center in memory of Smith, who died in an automobile accident in March 1995. In September 2006, work began on the space museum building, a twin to the aviation museum. By this time, the museum had acquired several space-related items, and the original building was running out of room. The new building was completed in May 2008 and had its grand opening on June 6, 2008, exactly seven years after the aviation museum opened. In 2009, the museum became an affiliate in the Smithsonian Affiliations program. Attempts to obtain a retired Space Shuttle were unsuccessful. In early 2016, Michael King Smith Foundation officials announced they were filing for bankruptcy. In July 2016, part of the land was purchased for $10.9 million by The Falls Event Center, a company owned by Steve Down with the Museums exhibits still fully operational.Staub, Colin (September 8, 2016). \"Space museum, waterpark sold for $10.9 million \". Pamplin Media Group.Hammill, Luke (July 8, 2016). \"Buyer Emerges For Evergreen Aviation & Space Museum, once threatened by foreclosure\". The Oregonian. In April 2020, The Stoller Group purchased 285 acres of land near the museum and became partial owner of the museum and water park, with plans to restore the water park and build a 90 room hotel. == Description == As of 2019, two exhibit centers are open to the public: The original structure is the aviation center with the Spruce Goose as centerpiece. Other aircraft, spanning the entire history of aviation, are arranged in the building, some parked under the wings of the Spruce Goose or suspended from the ceiling. The space flight center is in a building the same size as the aviation center. Because there are fewer space-related holdings, the center includes a large number of panels and other displays that chronicle the history of space flight. Visitors can operate flight simulators for landing the space shuttle as well as for docking a Gemini capsule and performing a moon landing of the Lunar Excursion Module. The building also exhibits overflow holdings from the aviation center, usually the higher- performance jet aircraft. Two of the main attractions of the space flight center are a Titan II SLV satellite booster rocket and a SR-71 Blackbird. The Titan II sits upright in a specially constructed display extending two stories below the floor, in order to fit the 114 foot tall rocket inside the building! The exhibit includes a re-created Titan II SLV Launch Control Room outfitted with actual furnishings and equipment donated from Vandenberg Air Force Base. The museum's many volunteers include former aviators who flew the planes on display, actually built space artifacts on display, or were personal eyewitnesses of historical space events. Their detailed descriptions and real- life commentary help bring the planes and their days of flight back to life as well as past, current, and future planned space exploration. The museum also offers a number of film presentations on the development and use of the aircraft, along with hands-on displays demonstrating various principles of avionics. An F-15 Eagle is displayed on a pedestal in front of the former EIA headquarters across the highway from the museum. A bronze statue stands by on the pathway between the aviation and space museum. Both are marked in Smith's memory. A smaller building contains the Evergreen Digital theater featuring a seven-story wide by six-story tall screen and multi-channel surround sound. A radio control air flight field is located behind the aviation center ==Wings and Waves Waterpark== Wings & Waves Waterpark opened June 6, 2011. The waterpark, Oregon's largest, features 10 slides and a 91,703-gallon wave pool with the intent of tying into the educational focus of the Evergreen Museum Campus with its \"Life Needs Water\" interactive display in the H2O Children's Science Center. The four big slides begin inside a retired Boeing 747-100 that sits atop the roof, above the splash landing. In April 2020, The Stoller Group purchased 285 acres of land near the museum and became owner of the museum buildings and water park, with plans to restore the water park and build a 90 room hotel. ==Key holdings== * Curtiss P-40 Warhawk * de Havilland DH.100 Vampire Mk.52 * Douglas A-1 Skyraider * Douglas A-4 Skyhawk * Douglas C-47 * Douglas DC-3A * Foton-6 Space Capsule ** Unmanned version of the Vostok spacecraft (Russian space capsule) * Grumman TF-9J Cougar * Hughes H-4 Hercules ** This is the famous Spruce Goose, a flying boat with the largest wingspan of any aircraft ever flown (until 2019). * North American T-39 Sabreliner **Rockwell Collins’ 1964 Sabreliner Model 50 (tail number N50CR) was acquired by Evergreen in 1976 and used for flight-test projects that helped shape modern commercial and military avionics. The aircraft was flown about 8,000 hours with more than 5,000 landings. It was donated to the museum in January 2013. * Lockheed SR-71A Blackbird ** This Blackbird (Ser. No. 61-7971) was one of three that were reactivated and used by NASA and the USAF in 1995. Its last flight was February 1, 1996. * Martin Titan II SLV Space Launch Vehicle ** This missile, Serial Number 66-4319 or B-108, is the last of the 108 Titan-II ICBMs to be fabricated. One of 14 Titan-IIs converted for science, weather, and military satellite launches, it is only one in the group not to be launched. The exhibit includes the Titan II launch control center equipment used in California for launching the Titan 23G. * Titan IV ** One of only two remaining Titan IV launch vehicles. On outdoor display. The exhibit includes the core stages for Titan IVB #K-40 and some parts for the solid rocket motors. * McDonnell Douglas F-15A Eagle ** This aircraft is displayed on a pedestal at the former Evergreen headquarters across the highway from the museum in memory of Michael King Smith, a son of Delford M. Smith, the founder of Evergreen International Aviation. * McDonnell Douglas F-4 Phantom II * Mercury Space Capsule * Messerschmitt 262 (Reproduction by Legend Flyers) * Mikoyan Guryevich MiG-17 A \"Fresco\" (true Russian version) * Mikoyan Guryevich MiG-21MF \"Fishbed-J\" * Mikoyan MiG-29 \"Fulcrum-A\" * NASA X-38 V-131R * PGM-11 Redstone * Supermarine Spitfire Mk. XVI * North American X-15 (painted with AF Ser. No. 56-6672). A full-scale wooden mockup of the X-15, it is displayed along with one of the rocket engines. * Lockheed F-104 Starfighter * North American F-100 Super Sabre * McDonnell Douglas F-4 Phantom II * General Atomics MQ-1 Predator Also on display are many aircraft engines and helicopters, reflecting Evergreen Aviation's original helicopter fleet. ===Former holdings=== * Boeing B-17G Flying Fortress AAF Ser. No. 44-83785, used in the final scene of the 1965 James Bond film Thunderball, was purchased by the Collings Foundation in 2015. * Messerschmitt Bf 109G-10/U-4 610937 ** This plane was sold in 2015 and is now at the American Heritage Museum, Stow, Massachusetts. This is one of very few Bf 109s that can fly in its current condition. ==See also== *List of aerospace museums == References == ==Bibliography== * ==External links== * Evergreen Aviation & Space Museum Category:Aerospace museums in Oregon Category:Buildings and structures in McMinnville, Oregon Category:Museums in Yamhill County, Oregon Category:Military and war museums in Oregon Category:Museums established in 1991 Category:Science museums in Oregon Category:Industry museums in Oregon Category:Smithsonian Institution affiliates Category:1991 establishments in Oregon",
 "title": "Evergreen Aviation & Space Museum"
}