{
 "id": "413656",
 "text": "thumb|Crystal Hotel thumb|Edgefield thumb|Mission Theater McMenamins is a family-owned chain of brewpubs, breweries, music venues, historic hotels, and theater pubs in Oregon and Washington. Many of their locations are in rehabilitated historical properties; at least nine are on the National Register of Historic Places. According to the Brewers Association, McMenamins is one of the top 50 largest craft breweries in the United States.Oregon places 4 breweries on list of nation's 50 biggest beermakers, from an April 14, 2009 article from the Portland Business Journal ==History== McMenamins was founded by brothers Mike and Brian McMenamin, who grew up in northeast Portland, Oregon.Over One Million Served , a May 13, 1998 article in Willamette Week They trace the beginning of McMenamins to the 1974 opening of Produce Row Café. In 1985, McMenamins opened Oregon's first brewpub in the Southwest Portland neighborhood of Hillsdale. Their first theater pub, and the first in Oregon, was the Mission Theater & Pub (1987). The company then entered the broader hospitality business starting in 1990, when they converted a 74-acre site (that at one time served as the Multnomah County Poor Farm) into McMenamins Edgefield. By 1997, food accounted for over half of McMenamins' total sales.Crystal ball forecasts McMenamins' future, a January 1997 article from the Portland Business Journal The company opened its 55th location in April 2018. ==References== ==External links== * * McMenamins Brewery Collection, 1985-2013 Category:1983 establishments in Oregon Category:Beer brewing companies based in Portland, Oregon Category:Culture of the Pacific Northwest Category:Companies based in Portland, Oregon Category:Economy of the Northwestern United States Category:Food and drink companies based in Oregon Category:Hospitality companies of the United States Category:Privately held companies based in Oregon Category:Regional restaurant chains in the United States Category:Restaurants established in 1983 Category:Restaurants in Oregon Category:Restaurants in Washington (state)",
 "title": "McMenamins"
}