{
 "id": "413842",
 "text": "The Atlantic Council is an American think tank in the field of international affairs, favoring Atlanticism, founded in 1961. It manages ten regional centers and functional programs related to international security and global economic prosperity. It is headquartered in Washington, D.C. It is a member of the Atlantic Treaty Association. ==History== The Atlantic Council was founded with the stated mission to encourage the continuation of cooperation between North America and Europe that began after World War II. In its early years, its work consisted largely of publishing policy papers and polling Europeans and Americans about their attitudes towards transatlantic and international cooperation. In these early years, its primary focus was on economic issues—mainly encouraging free trade between the two continents, and to a lesser extent to the rest of the world—but it also did some work on political and environmental issues. Although the Atlantic Council did publish policy papers and monographs, Melvin Small of Wayne State University wrote that, especially in its early years, the Council's real strength lay in its connections to influential policymakers. The Council early on found a niche as \"center for informal get-togethers\" of leaders from both sides of the Atlantic, with members working to develop \"networks of continuing communication\". The Atlantic Council also works outside Europe and the U.S. It was among the first organizations advocating an increased Japanese presence in the international community. Its Asian programs have expanded since 2001 as a consequence of the war in Afghanistan leading to the opening of its South Asia Center and Program on Asia. Climate change, and coordinating with India and China on these issues, were also a factor in this development. In February 2009, James L. Jones, then-chairman of the Atlantic Council, stepped down in order to serve as President Obama's new National Security Advisor and was succeeded by Senator Chuck Hagel. In addition, other Council members also left to serve the administration: Susan Rice as ambassador to the UN, Richard Holbrooke as the Special Representative to Afghanistan and Pakistan, General Eric K. Shinseki as the Secretary of Veterans Affairs, and Anne-Marie Slaughter as Director of Policy Planning at the State Department. Four years later, Hagel stepped down to serve as US Secretary of Defense. Gen. Brent Scowcroft served as interim chairman of the organization's Board of Directors until January 2014, when former ambassador to China and governor of Utah Jon Huntsman Jr. was appointed. In September 2014, The Atlantic Council hired Call of Duty: Black Ops series director Dave Anthony as a nonresident senior fellow. In 2017, Tom Bossert, previously a Nonresident Zurich Cyber Risk Fellow at the Atlantic Council's Cyber Security Initiative, was appointed Homeland Security Advisor to the Trump administration. In 2019, the Atlantic Council entered into a partnership with the Hungary Foundation, a group funded by the authoritarian Orbán government in Hungary. A series of strategy discussions was planned which would have included key US and Central Europe officials. In a meeting in Budapest that year, Atlantic Council members criticized Hungarian Foreign Ministry officials for limiting discussion of the state of democracy in Hungary. Following this, the Hungary Foundation canceled the project. In 2020, the Atlantic Council returned a grant from the Hungary Foundation and ended its relationship with the foundation. ==Connections and funding== The Atlantic Council has, since its inception, stated it is a nonpartisan institution, with members \"from the moderate internationalist wings of both parties\" in the United States. Despite its connections, the Council is by charter independent of the U.S. government and NATO, a registered 501(c)(3) nonprofit organization. In September 2014, Eric Lipton reported in The New York Times that since 2008, the US organization had received donations from more than twenty-five foreign governments. He wrote that the Atlantic Council was one of a number of think tanks that received substantial overseas funds and conducted activities that \"typically align with the foreign governments’ agendas\". The Atlantic Council's Rafik Hariri Center for the Middle East was established with a donation from Bahaa Hariri and its founding head was Michele Dunne. After Mohamed Morsi was removed as President of Egypt by the military in 2013, Dunne urged the United States to suspend military aid to Egypt and called Morsi’s removal a \"military coup\". Bahaa Hariri complained to the Atlantic Council about Dunne's actions and four months later Dunne resigned her position. In 2014, The Atlantic Council produced a report promoting the Transatlantic Trade and Investment Partnership (TTIP) — a proposed trade-accommodation agreement between the European Union and the U.S. — with the financial backing of FedEx, who were simultaneously lobbying Congress directly to decrease transatlantic tariffs. In 2015 and 2016, the three largest donors, giving over $1 million USD each, were US millionaire Adrienne Arsht (executive vice chair), Lebanese billionaire Bahaa Hariri (estranged brother of Lebanese Prime Minister Saad Hariri), and the United Arab Emirates. The Ukrainian oligarch run Burisma Holdings donated $100,000 per year for three years to the Atlantic Council starting in 2016. The full list of financial sponsors includes many military, financial, and corporate concerns. The leading donors in 2018 were Facebook and the British government.Menn, Joseph (7 August 2018). \"U.S. think tank's tiny lab helps Facebook battle fake social media.\" Reuters website Retrieved 17 June 2019. According to the Council, of its 2019 revenue, 14% (approximately $5.5 million) came from non-US government donors. ==Events== The Atlantic Council creates a meeting place for heads of state, military leaders, and international leaders from both sides of the Atlantic. In 2009, the Council hosted former NATO Secretary General Anders Fogh Rasmussen's first major U.S. speech, in which he discussed issues such as NATO's mission in the War in Afghanistan, NATO cooperation with Russia, and the broader transatlantic relationship.NATO Secretary General Rasmussen: First Major U.S. Speech , Atlantic Council, 28 September 2009 Members of the U.S. Congress have also appeared, including Senator Richard Lugar and Secretary of State John Kerry.Senator Richard Lugar: Congressional Perspective on the Future of NATO , Atlantic Council, 28 September 2009Kerry and Hagel Unveil Atlantic Council's Pakistan Report , Atlantic Council, 25 February 2009 The Council hosts events with sitting heads of state and government, including former Georgian President Mikheil Saakashvili,Council Hosts Georgian President Mikheil Saakashvili , Atlantic Council, 24 September 2008 Ukrainian Prime Minister Arseniy Yatsenyuk, and former Latvian President Vaira Vīķe-Freiberga.Young Atlanticist Discussion with President Vaira Vike-Freiberga , Atlantic Council, 3 May 2007 Since January 2007, the Council has hosted military leaders from both sides of the Atlantic. The council's Brent Scowcroft Center on International Security has, held periodic events known as the Commanders Series, where it invites military leaders from the United States and Europe to speak about conflicts of interest to the Atlantic community.Commanders Series , Atlantic Council As part of the Commanders Series, American military leaders such as former General George CaseyGeneral Casey: Complex Operations and Counterinsurgency , Atlantic Council, 28 May 2009 and former Admiral Timothy KeatingAdmiral Timothy Keating: Asia-Pacific Security Challenges , Atlantic Council, 29 June 2009 and European leaders like former French Chief of Defense General Jean-Louis GeorgelinGeneral Jean-Louis Georgelin: France in NATO , Atlantic Council, 10 September 2009 and Dutch Lieutenant General Ton van LoonTon van Loon: Taliban Have Lost the War , Atlantic Council, 5 June 2007 have spoken on issues such as the Iraq War, the war in Afghanistan, and security threats in Asia and Africa. Its annual events include the Distinguished Leadership Awards in Washington, DC; the Future Leaders Summit; the Wroclaw Global Forum in Wroclaw, Poland; the Atlantic Council Energy & Economic Summit in Istanbul, Turkey; and the Global Citizen Awards in New York City. On February 22, 2019, the Atlantic Council released its Declaration of Principles at the Munich Security Conference. Frederick Kempe, President and CEO of the Atlantic Council, said it was \"an effort to rally and reinvigorate 'free peoples' around the world\". ==Programs and centers== The Young Atlanticist Network -- Launched at the 2008 Bucharest summit—brings together a community of emerging leaders who share a vision of closer Euro-Atlantic cooperation based on common values. Through online tools and regular events, the Young Atlanticist Network serves as a forum for open dialogue between young Atlanticists so they can exchange their views on a range of international issues. As a meeting place, the Network serves as a stage for global leaders to address the next generation and to share the perspective on current issues. The Young Atlanticist Network also manages the Future Leaders program. The Council hosted the 2014 Future Leaders Summit on the side-lines of the NATO 2014 Wales summit. This Future Leaders Summit connected emerging leaders from NATO member countries with one another, the Alliance's current leaders, people from the international security sphere, and a global network of peers. The Program on Transatlantic Relations promotes dialogue on the major issues that will affect the evolution of the transatlantic relationship. It believes that a healthy transatlantic relationship is an essential prerequisite for a stronger international system. The Council seeks to identify areas of potential cooperation and build the personal networks and mutual understanding that form the basis for an effective partnership. The Council's Brent Scowcroft Center on International Security examines U.S. relationships with allies and adversaries in an effort to build consensus around policies that contribute to a more stable, secure and well-governed world. The GeoEconomics Center is a translation hub at the intersection of foreign policy, finance, and economics with the goal of helping shape a better global economic future. Within the Center, the Economic Statecraft Initiative examines the role that economics, finance, and regulation play in national security for the US and its partners, and how governments can collaborate with the private sector. The South Asia Center is the Atlantic Council's focal point for work on Afghanistan, Pakistan, India, Bangladesh, Sri Lanka, Nepal and Bhutan, as well as on relations between these countries and China, Central Asia, Iran, the Arab world, Europe and the U.S. As part of the Council's Asia program, the Center seeks to foster partnerships with key institutions in the region to establish itself as a forum for dialogue between decision makers in South Asia, the U.S. and NATO. These deliberations cover internal and external security, governance, trade, economic development, education and other issues. The Energy and Environment program explores the economic and political aspects of energy security and supply, as well as international environmental issues. It promotes open access and clean air and offers policy recommendations to meet developing countries' needs through increased capital, technology and know-how in the energy and water supply sectors. The Eurasia Center fosters dialogue among regional leaders, as well as counterparts from key neighbors and global leaders. Combining an understanding of Eurasia's history with knowledge of politics, economics, and energy, the Center provides research and advice to governments and businesses. It seeks to promote an agenda of regional cooperation and integration based on shared values and common interest in a free, prosperous and peaceful future. The Africa Center was established in September 2009 with a mission to help transform U.S. and European policy approaches to Africa by emphasizing the building of strong geopolitical partnerships with African states and strengthening economic growth and prosperity on the continent. The Rafik Hariri Center for the Middle East is named for Rafik Hariri (a billionaire and former prime minister of Lebanon, and father of one of the center's major donors). It seeks to produce analysis of the forces transforming the region, as well as policy recommendations for the United States and Europe about how to promote closer and more productive relations with the region. The Adrienne Arsht Latin America Center promotes a stronger partnership between Latin America, the United States, and Europe based on shared values and common strategic interests, and engages its network of political, business, and NGO entrepreneurs to develop ideas for policy and business leaders seeking solutions to regional and global challenges. The Adrienne Arsht Center for Resilience is the Council's was established in April 2017. The Center works to build resilience – the ability to prepare for, absorb, and recover from potential challenges – into our societies and our systems. It develops pragmatic recommendations to put ideas into practice – helping governments, cities, businesses and other leaders to identify and address challenges before they become crises. ===The Digital Forensic Research Lab (DFRLab)=== The Digital Forensic Research Lab was founded in 2016,The Atlantic Council (website) 'About-Meet our Team' Retrieved 17 June 2019. to study disinformation in open source environments and report on democratic processes. The leading donors of the project and the think tank, in general, are currently Facebook, after a 2018 sum was donated, and the government of Great Britain. On December 20, 2019, The New York Times reported, in \"Facebook Discovers Fakes That Show Evolution of Disinformation\", that Facebook had deleted \"hundreds of accounts with ties to the Epoch Media Group, the parent company of the conservative news outlet The Epoch Times\" using fake profile photos that had been generated using artificial intelligence. The DFRLab director Graham Brookie stated that the coordinated network of fake accounts demonstrated \"an eerie, tech-enabled future of disinformation\". ==Leadership== thumb|175px|Fred Kempe, President * John F.W. Rogers, Chairman * David McCormick, Chairman, International Advisory Board * Frederick Kempe, President and CEO * James L. Jones, Jr., Executive Chairman Emeritus * Damon Wilson, Executive Vice President * Adrienne Arsht, Executive Vice Chair * Stephen J. Hadley, Executive Vice Chair * Robert J. Abernethy, Vice Chair (Executive Committee) * Richard Edelman, Vice Chair (Executive Committee) * C. Boyden Gray, Vice Chair (Executive Committee) * Alexander Mirtchev, Vice Chair (Executive Committee) * John Studzinski, Vice Chair (Executive Committee) * Jason Healey, Director, Cyber Statecraft Initiative * Peter Schechter, Director, Adrienne Arsht Latin America Center * Rama Yade, Director, Africa Center * John E. Herbst, Director, Dinu Patriciu Eurasia Center * David Koranyi, Director, Eurasian Energy Futures Initiative, Dinu Patriciu Eurasia Center * Mathew Burrows, Director, Foresight, Strategy, and Risks Initiative ===Notable Directors=== *Stéphane Abrial *Peter Ackerman (Executive Committee member) *Timothy D. Adams *Barbara Barrett *Colleen Bell *Stephen Biegun *Philip M. Breedlove *Esther Brimmer (Executive Committee member) *R. Nicholas Burns *Richard R. Burt (Executive Committee member) *Teresa Carlson *James E. Cartwright *Michael Chertoff *Wesley K. Clark *Ralph D. Crosby Jr. *Paula J. Dobriansky (Executive Committee member) *Joseph F. Dunford, Jr. *Stuart E. Eizenstat *Mark T. Esper *Jendayi E. Frazer *Sherri W. Goodman (Executive Committee member) *Michael V. Hayden *Tim Holt *Wolfgang Ischinger *Deborah Lee James *Henry A. Kissinger KCMG *Douglas Lute *Jane Holl Lute *William J. Lynn *Mark Machin *John M. McHugh *Judith A. Miller (Executive Committee member) *Dariusz Mioduski *Michael Morell *Richard L. Morningstar *Georgette Mosbacher *Dambisa F. Moyo *Thomas R. Nides *Joseph S. Nye *Ana Palacio *David H. Petraeus *Daniel B. Poneman *Thomas J. Ridge *Lawrence Di Rita *Charles O. Rossotti *Curtis Michael Scaparrotti *Rajiv Shah *Ali Jehangir Siddiqui *Walter Slocombe *Clifford Sobel *James Stavridis *Michael S. Steele *Frances M. Townsend (Executive Committee member) *Melanne Verveer *Charles F. Wald *Michael F. Walsh *Ronald Weiser *Neal S. Wolin *Jenny Wood (Executive Committee member) *Mary C. Yates *Dov S. Zakheim *Irfan Nooruddin ===Honorary Directors=== * James A. Baker, III * Ashton B. Carter * Robert M. Gates * James N. Mattis * Michael G. Mullen * Leon E. Panetta * William J. Perry * Colin L. Powell * Condoleezza Rice * William H. Webster ===Lifetime Directors=== *Julia Chang Bloch *Bantz John Craddock *Brian Dailey *Kenneth W. Dam *Chris Dodd *Julie Finley *Chas W. Freeman *Carlton W. Fulford Jr. *Edmund P. Giambastiani Jr. *Barbara Hackman Franklin *Robert Hormats *George A. Joulwan *Roger Kirk *Philip Lader *Henrik Liljegren *John D. Macomber *James P. McCarthy *George E. Moose *Hilda Ochoa-Brillembourg *Thomas R. Pickering *Joseph W. Ralston *Marjorie Scardino *William H. Taft IV *Kiron Skinner *Paula Stern *Carl E. Vuono *J. Robinson West *R. James Woolsey ==Reception== Former NATO Secretary General Anders Fogh Rasmussen called the Council a \"pre- eminent think tank\" with a \"longstanding reputation\",Rasmussen, Anders Fogh: 9/28/2009 — Transcript www.acus.org and former U.S. Senator Richard Lugar (R-IN) said that the Council is \"held in high esteem within the Atlantic community\".Richard Lugar NATO Speech 9/28/2009 Transcript Full www.acus.org In 2016, the Atlantic Council drew criticism from the founder of the Human Rights Foundation for its decision to award a Global Citizen Award to Ali Bongo Ondimba. Bongo declined the award amidst controversy over the 2016 Gabonese presidential election. In July 2019, Russia said the activities of the Atlantic Council pose a threat to the foundations of its constitutional system and the security of the Russian Federation. Russia added the Atlantic Council to its list of \"undesirable\" organizations, preventing it from operating within Russia. ==Publications== The Atlantic Council produces publications and issue briefs about global policy issues ranging from NATO's global role to energy security. ==See also== *Special Relationship ==References== == External links == * * Board of Directors at Atlantic Council * Atlantic Council of the United States records, 1950-1986 at the Hoover Institution Archives. Category:Think tanks established in 1961 Category:Foreign policy and strategy think tanks in the United States Category:United States–European relations Category:1961 establishments in Washington, D.C. Category:Think tanks based in Washington, D.C. Category:Non- profit organizations based in Washington, D.C. Category:501(c)(3) organizations Category:Criticism of journalism Category:Disinformation Category:Journalism ethics Category:Undesirable organizations in Russia",
 "title": "Atlantic Council"
}