{
 "id": "413917",
 "text": "Capital punishment is a legal penalty in the U.S. state of Oklahoma. The state has executed the second largest number of convicts in the United States (after Texas) since re-legalization following Gregg v. Georgia in 1976.Executions in the United States, by state Oklahoma also has the highest number of executions per capita in the state.State Execution Rates Oklahoma was the first jurisdiction in the world to adopt lethal injection as a method of execution.A Guilty Man ==Legal process== When the prosecution seeks the death penalty, the sentence is decided by the jury and must be unanimous. In case of a hung jury during the penalty phase of the trial, a life sentence is issued, even if a single juror opposed death (there is no retrial). ==Capital crimes== In Oklahoma, first-degree murder is punishable by death in the following circumstances:Oklahoma Statutes § 21-701.12 # The defendant was previously convicted of a felony involving the use or threat of violence to the person; # The defendant knowingly created a great risk of death to more than one person; # The person committed the murder for remuneration or the promise of remuneration or employed another to commit the murder for remuneration or the promise of remuneration; # The murder was especially heinous, atrocious, or cruel; # The murder was committed for the purpose of avoiding or preventing a lawful arrest or prosecution; # The murder was committed by a person while serving a sentence of imprisonment on conviction of a felony; # The existence of a probability that the defendant would commit criminal acts of violence that would constitute a continuing threat to society; or # The victim of the murder was a peace officer, or correctional employee of an institution under the control of the Department of Corrections, and such person was killed while in performance of official duty. Oklahoma statute books still provide the death penalty for first-degree rape, extortionate kidnapping, and rape or forcible sodomy of a victim under 14 where the defendant had a prior conviction of sexual abuse of a person under 1421 Okl. St. Ann. § 1114 and 21 Okl. St. Ann. § 111521 Okl. St. Ann. § 745(A)10 Okl. St. Ann. § 7115(I) but the death penalty for these crimes is no longer constitutional since the 2008 U.S. Supreme Court case Kennedy v. Louisiana. ==Clemency== Under the state Constitution, the Governor of Oklahoma may grant a commutation of the death sentence, but only with advice and consent of the five-member Pardon and Parole Board. Two inmates post-Furman had their death sentences commuted. In earlier years Governor Lee Cruce commuted every death sentence imposed during his administration (1911–1915). ==Method== Oklahoma is the only state allowing more than two methods of execution in its statutes, providing lethal injection which is Oklahoma's primary method, nitrogen hypoxia, electrocution and firing squad to be used in that order if all earlier methods are unavailable or found to be unconstitutional. The nitrogen option was added by the Oklahoma Legislature in 2015 and has never been used in a judicial execution. On December 16, 2010, Oklahoma became the first American state to use pentobarbital, in the execution of John David Duty. In 2014, Oklahoma placed scheduled executions on hold until the state's Department of Corrections implemented eleven proposed improvements in protocols governing capital punishment. The review of the lethal injection administration process resulted from the protracted 33 minute execution of Clayton Derrell Lockett in which a doctor and a paramedic failed nearly a dozen times to administer an IV with lethal drugs. Executions resumed on January 15, 2015, with the execution of Charles Frederick Warner by lethal injection. Warner was the last man to be executed in Oklahoma for nearly seven years, until October 28, 2021, when John Marion Grant was executed, also by lethal injection. The execution of John Grant was controversial, Grant vomited and convulsed after administration of lethal injection. Dale Baich, an attorney for death-row plaintiffs said, \"Based on the reporting of the eyewitnesses to the execution, for the third time in a row, Oklahoma's execution protocol did not work as it was designed to. This is why the Tenth Circuit stayed John Grant's execution and this is why the U.S. Supreme Court should not have lifted the stay. There should be no more executions in Oklahoma until we go trial in February to address the state's problematic lethal injection protocol.\" Critics called the execution torture, while a spokesperson for the Oklahoma Department of Corrections defended it, saying \"Grant’s execution was carried out in accordance with Oklahoma Department of Corrections’ protocols and without complication.\" Following a multi-county grand jury investigation into Oklahoma's execution protocol, the jury recommended that Oklahoma design and begin using a nitrogen hypoxia execution protocol as Oklahoma's primary method of execution. After struggling for years to design a nitrogen execution protocol and to obtain a proper device for it, Oklahoma announced in February 2020 it abandoned the project after finding a new reliable source of lethal injection drugs, nitrogen hypoxia remains an alternative method. On November 8, 2016, the people of Oklahoma voted 67–33 in favor of a legislatively referred state constitutional amendment strengthening capital punishment, providing that \"any method of execution shall be allowed, unless prohibited by the United States Constitution\". In January 2022, lawyers for death row inmates Donald Grant and Gilbert Postelle asked for their execution method to be switched from lethal injection to firing squad, arguing that firing squad would be faster and less painful. The state executed both Grant and Postelle by lethal injection on January 27, 2022, and February 17, 2022, respectively. ==Death row== Oklahoma's male death row inmates are housed in the \"H\" unit of the Oklahoma State Penitentiary (OSP) located in McAlester, Oklahoma. OSP also houses Oklahoma's execution chamber. Female death row prisoners are housed at the Mabel Bassett Correctional Center located near McLoud, Oklahoma and are transferred to OSP for their execution. , Oklahoma had 42 inmates on death row, of whom only one is female. ==See also== * List of people executed in Oklahoma * List of death row inmates in Oklahoma * Crime in Oklahoma * Law of Oklahoma ==References== ==External links== * Death Row – Oklahoma Department of Corrections * U.S. Executions Since 1976 – The Clark County Prosecuting Attorney Oklahoma Category:Crime in Oklahoma Category:Oklahoma law",
 "title": "Capital punishment in Oklahoma"
}