{
 "id": "414193",
 "text": "thumb|right|250px| The Radcliffe Institute for Advanced Study at Harvard University—also known as the Harvard Radcliffe Institute—is a part of Harvard University that fosters interdisciplinary research across the humanities, sciences, social sciences, arts, and professions. It is the successor institution to the former Radcliffe College, originally a women's college connected with Harvard. The Institute comprises three programs: * The Radcliffe Institute Fellowship Program is a highly selective fellowship that supports the work of 50 artists and scholars each year. * The Academic Ventures program is for collaborative research projects and hosts lectures and conferences. * The Arthur and Elizabeth Schlesinger Library on the History of Women in America documents the lives of American women of the past and present for the future. The Radcliffe Institute often hosts public events, many of which can be watched online. It is a member of the Some Institutes for Advanced Study consortium. Prof. Tomiko Brown-Nagin is the institute's current dean. ==History== The Radcliffe Institute for Independent Study was founded in 1961 by the then-president of Radcliffe College, Mary Ingraham Bunting. Following Bunting's vision to stem the exodus of highly trained educated women from promising careers, the Institute provided stipends as well as access to all of the resources of Harvard University to take up their chosen creative intellectual studies. The initial funding for the institute came from the Carnegie and Rockefeller Foundations. The Institute was renamed the Bunting Institute in 1978 in honor of Dr. Bunting and also supported women wishing to pursue advanced degrees on a part-time basis. The current Institute came into being by the agreement of October 1, 1999, under which Radcliffe College merged formally with Harvard University.Radcliffe Institute: \"Reading Room Named in Honor of Carol K. Pforzheimer '31\" However, long before this date, the focus of Radcliffe had already begun to shift: undergraduate women had attended classes with Harvard men since 1943, received Harvard degrees signed by both Harvard and Radcliffe presidents since 1963, and lived in integrated dormitories with Harvard men since 1971. In 2001, the first professorship at the Institute was established with the Carol K. Pforzheimer Professorship at Radcliffe. The professorship was endowed by the Pforzheimer family, who also endowed the Carl and Lily Pforzheimer Foundation Directorship and the Carol K. Pforzheimer Student Fellowships at the Institute's Arthur and Elizabeth Schlesinger Library on the History of Women in America, which, with the Radcliffe Institute Fellowship Program, both of which date back to Radcliffe College days, are among the Institute's best-known features. During the period of transition from College to Institute, Mary Maples Dunn served as interim leader, as both acting president of Radcliffe College and acting dean of the Radcliffe Institute. On January 1, 2001, Drew Gilpin Faust became the Institute's first permanent dean; she stepped down in July 2007 to become president of Harvard University. Barbara J. Grosz, Higgins Professor of Natural Sciences at the Harvard John A. Paulson School of Engineering and Applied Sciences, served as interim dean following Faust's departure and was named dean on April 28, 2008; she stepped down in June 2011. After serving as interim dean from 2011 to 2012, Lizabeth Cohen became dean. A historian, Cohen stepped down on June 30, 2018, to return to research, writing, and teaching. ==Schlesinger Library== The Arthur and Elizabeth Schlesinger Library on the History of Women in America exists to document women's lives and endeavors. Its wealth of resources reveals the wide range of women's activities at home in the United States and abroad from the early 19th century to the present day. The library's holdings include manuscripts; books and periodicals; and photographic and audiovisual material. There are more than 2,500 unique manuscript collections from individuals, families, and organizations. Women's rights movements past and present, feminism, health and sexuality, social reform, and the education of women and girls are manuscript holdings. Ordinary lives of women and families and the struggles and triumphs of women of accomplishment are richly documented in diaries and other personal records. Many collections, such as the papers of Charlotte Perkins Gilman, Pauli Murray, and the records of the National Organization for Women, feature political, organizational, and economic questions. In addition to these collections, the library also houses the personal papers of Susan B. Anthony, Amelia Earhart, Betty Friedan, Adrienne Rich, and many others. Books and Periodicals: More than 80,000 printed volumes include scholarly monographs as well as popular works. These cover topics including women's rights; women and work; women's health; women of color; comparative material about women in other cultures; works on women in the arts and in music; women and family; feminist and anti-feminist theory; and lesbian writings. Hundreds of periodical titles, including popular magazines such as Ladies' Home Journal, Ebony, and Seventeen, highlight domestic concerns, leisure pursuits, etiquette, fashion, and food. Photographic and Audiovisual Material: More than 90,000 photographs, ranging from casual snapshots to the works of professional photographers, create an unparalleled visual record of private and public life. Audiotapes, videotapes and oral history tapes, and transcripts add the soundtrack to the story of women's lives. The library has two distinguished special collections. A culinary collection of more than 15,000 books—spanning five centuries and global cuisines—is one of the world's most significant. This collection also includes the papers of several famous chefs and food writers, such as M. F. K. Fisher, Julia Child, and Elizabeth David. The Radcliffe College Archives, 1879–1999—including papers of college officers, students, and alumnae—record the history of women in higher education. While its focus for collecting is American women, the library has an abundance of print and manuscript materials bearing on issues around the globe as a result of American women's extensive travel and foreign residence. Some examples are letters of early missionaries in China, activists' accounts of the Women's Encampment for a Future of Peace and Justice, and the speeches and writings of Shirley Graham Du Bois. Detailed records for the library's manuscript collections as well as books and periodicals can be found in HOLLIS. The catalog record gives a description of the item or collection and provides other important information such as offsite location or access restrictions. ==Radcliffe Institute Fellowship Program== Radcliffe Institute fellowships are designed to support scholars, scientists, artists, and writers of exceptional promise and demonstrated accomplishments who wish to pursue work in academic and professional fields and in the creative arts. The Radcliffe Institute Fellowship Program was founded at Radcliffe College in 1961 as the Radcliffe Institute for Independent Study. In 1978, the Institute was renamed the Mary Ingraham Bunting Institute to honor Radcliffe College President Mary Bunting, whose initiative it was to create a postgraduate study center for female scholars and artists. Concerned about the prevailing \"climate of unexpectation\" for women at that time, Bunting deliberately sought to reverse that negative attitude by establishing the essential gifts of an Institute fellowship: time, financial support, a room of one's own, membership in a vital community of women, and access to all Radcliffe and Harvard resources. Once Bunting's idea was made public and the announcement appeared on the front page of The New York Times in the fall of 1960, more than 2,000 women inquired about the \"experiment.\" The outpouring of interest confirmed President Bunting's hunch—that a growing number of educated women were ready to resume intellectual or artistic work after raising families. From 1960 to 2000, more than 1,300 scholars, scientists, artists, writers, and musicians have been named fellows. The Boston Globe Magazine called the Bunting Institute \"America's Think Tank for Women\", and the Chronicle of Higher Education described the Institute as a place where \"lives get turned around, books get written, and discoveries are made, all the result of time spent among intellectual peers.\" Including the 2017–2018 academic year, the Radcliffe Institute Fellowship Program has hosted around 900 women and men of exceptional promise working on projects across the arts, humanities, sciences, and social sciences. For the 2017–2018 fellowship class, the acceptance rate was only 4 percent. In addition, research clusters at the Radcliffe Institute for Advanced Study use the Radcliffe Fellowship Program to draw together scholars to focus on particular themes. Previous cluster topics include unconscious prejudice and the law, immigration, randomness and computation, and cosmology and theoretical astrophysics. The program is currently run out of Byerly Hall, one of the historic buildings in Radcliffe Yard. ==Academic Ventures== Academic Ventures was created in 2009. It aims to connect Harvard faculty and students with Radcliffe fellows and other scholars, creating opportunities for intellectual exchange, exploration, and collaboration through multidisciplinary workshops and seminars. The program also develops themed research initiatives that last from one to three years, during which many public and private events around the theme take place. Academic Ventures also holds lectures, conferences, and symposia that are free and open to the general public. ==References== ==External links== * Radcliffe Institute for Advanced Study – Harvard University * Her Two Lives by author Elaine Yaffe * Radcliffe Institute publications * Category:1999 establishments in Massachusetts Category:Harvard University Category:Institute for Advanced Study Category:Research institutes established in 1999 Category:Research institutes in Massachusetts",
 "title": "Harvard Radcliffe Institute"
}