{
 "id": "414491",
 "text": "Winifred Ann Taylor, Baroness Taylor of Bolton, PC (born 2 July 1947) is a British politician and life peer who served as Minister for International Defence and Security from 2008 to 2010. A member of the Labour Party, she was Member of Parliament (MP) for Bolton West from 1974 to 1983 and for Dewsbury from 1987 to 2005. ==Early life and education== Born in 1947, Taylor attended Bolton School and the University of Bradford, where she graduated with a BSc degree in Politics and History in 1969.Ann Taylor at Bradford.ac Retrieved 27 July 2016 ==Political career== After contesting Bolton West in February 1974 and failing to win by 603 votes, Taylor was elected as Member of Parliament (MP) at the October 1974 general election. She served as an assistant government whip in the government of James Callaghan from 1977 to 1979. She fought the new seat of Bolton North East in 1983, being defeated by the Conservative Peter Thurnham, before representing Dewsbury from 1987 until 2005. When she returned to the House of Commons in 1987, Taylor became a shadow minister under Labour leader Neil Kinnock; covering education and science from 1979 to 1981 and the environment from 1981 to 1992. She then served in the Shadow Cabinets of John Smith and Tony Blair as Shadow Secretary of State for Education from 1992 to 1994, Shadow Chancellor of the Duchy of Lancaster from 1994 to 1995 and Shadow Leader of the House of Commons from 1994 to 1997. In the first Blair ministry, Taylor became the first woman to serve as Leader of the House of Commons and Lord President of the Privy Council in 1997. After a 1998 cabinet reshuffle, she went on to become the first woman to serve as Government Chief Whip (Parliamentary Secretary to the Treasury). As a backbencher, Taylor served as chair of the Intelligence and Security Committee from 2001 to 2005. Her appointment to this post was criticised by opposition Liberal Democrats. She also sponsored a Private Member's Bill, the 'Succession to the Crown (no 2)' Bill, which sought to eliminate gender and religious discrimination in the royal succession. Taylor stepped down from the House of Commons at the 2005 general election. The Constituency Labour Party selected Shahid Malik to be their candidate. On 13 May 2005 it was announced that Taylor was to be given a life peerage, and she was created Baroness Taylor of Bolton, of Bolton in the County of Greater Manchester, on 13 June 2005. She was made Minister for Defence Procurement on 7 November 2007, following Lord Drayson's decision to resign to compete in the American Le Mans Series; unlike her predecessor, she was paid. Following the Brown reshuffle of October 2008, she was moved to a new post at both the Ministry of Defence and the Foreign and Commonwealth Office as Minister for International Defence and Security.Lady Taylor is appointed as new International Defence and Security Minister ==Votes in Parliament== The Public Whip cites her as being \"Very Strongly\" for the Iraq War, equal gay rights, and NHS foundation trusts (despite being noted for voting against Conservative MP Edwina Currie's 1994 proposed amendment to the Public Order and Criminal Justice Bill to equalise the age of homosexual consent to 16).http://www.publicwhip.org.uk The Public Whip ==In popular culture== The 2012 play This House about the 1970s Labour Government prominently featured Ann Taylor as the first female whip. ==References== ==External links== * Guardian Politics Ask Aristotle – Ann Taylor * * They Work For You – Ann Taylor |- |- |- |- |- |- |- |- |- |- |- |- |- Category:1947 births Category:Living people Category:Alumni of the University of Bradford Category:Female members of the Parliament of the United Kingdom for English constituencies Category:Female members of the Cabinet of the United Kingdom Category:Labour Party (UK) MPs for English constituencies Category:Labour Party (UK) life peers Category:Leaders of the House of Commons of the United Kingdom Category:Life peeresses created by Elizabeth II Category:Lord Presidents of the Council Category:Members of the Privy Council of the United Kingdom Category:People educated at Bolton School Category:UK MPs 1974–1979 Category:UK MPs 1979–1983 Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:20th-century British women politicians Category:21st-century British women politicians Category:Members of the Parliament of the United Kingdom for Bolton West Category:20th-century English women Category:20th-century English people Category:21st-century English women Category:21st-century English people",
 "title": "Ann Taylor, Baroness Taylor of Bolton"
}