{
 "id": "414469",
 "text": "Oona Tamsyn King, Baroness King of Bow (born 22 October 1967) is a business executive and former British Labour Party politician. She was a Labour Member of Parliament for Bethnal Green and Bow from 1997 until 2005. ==Early life== Oona King was born in Sheffield, South Yorkshire, to Preston King, an African- American academic, and his British wife, Hazel King (née Stern), a social justice activist. A maternal aunt is the medical doctor Miriam Stoppard and the actor Ed Stoppard is a cousin. On her father's side, she comes from a line of American civil rights activists and successful entrepreneurs. Her paternal grandfather, civil rights activist Clennon Washington King Sr., and his wife had a daughter and seven sons, including her uncle C.B. King, a pioneering civil rights attorney in Albany, Georgia. King's maternal grandfather was born Jewish, and her maternal grandmother converted to Judaism. Through her grandmother, King is a first cousin, once removed, of Ted Graham, Baron Graham of Edmonton. King was educated at Haverstock Comprehensive Secondary School on Crogsland Road in Chalk Farm (borough of Camden), London. She was a contemporary of fellow Labour politicians David Miliband and his younger brother Ed. In her first year as an undergraduate at University of York, King was briefly a member of the Socialist Workers Party.Oona King House Music: The Oona King Diaries, London: Bloomsbury, 2007 [2013], pp. 34–5 During her second year (1988–89), she gained a scholarship to the University of California, Berkeley and graduated with a first class honours Politics degree in 1990. ==Political career== Before becoming a member of parliament, King was a researcher for the European Parliament. She also worked as a political assistant to Glyn Ford MEP, the Labour Party Leader in the European Parliament, and later Glenys Kinnock MEP. In 1995–97, she was a political organiser for the GMB Southern Region. She was selected to represent the seat of Bethnal Green and Bow early in 1997. Peter Shore had announced his retirement early, but faction fighting in the constituency Labour Party led to party headquarters delaying the selection and imposing its own shortlist. Some leading candidates from the local Bangladeshi community were not included. ===Parliamentary career=== Winning the seat in 1997, King became the second black woman to be elected as a member of parliament, the first having been Diane Abbott. In her \"truly first-class maiden speech\", King described the racial abuse she and her family had suffered as a child. She referred to herself as \"multi-ethnic\", representing \"a truly multicultural constituency where hardship and deprivation gave birth to Britain's greatest social reforms.\" She described William Beveridge and Clement Attlee as \"surrounded by an East End infant mortality rate of 55%\" and said this led to social reforms, including the NHS. She emphasised a need for coherence in the strategy for eradicating poverty, and the importance of education in its elimination. King served on the international development select committee, and as the vice- chair of the All-Parliamentary Group on Bangladesh. She was selected to second the Queen's Speech debate in November 2002, where she also discussed her views on genocide and a visit to Rwanda.House of Commons Hansard Debate 13 Nov 2002 UK Parliament, 13 November 2002. King served as the Parliamentary Private Secretary to the Secretary of State for Trade and Industry and the Minister for e-commerce.Oona King – Employers' Forum on Disability In 2003 she was selected as one of \"100 Great Black Britons\".100 Great Black Britons website, 2003. King supported the 2003 invasion of Iraq, which was controversial for her constituency's large Muslim population. King has said that she does not regret voting for the war in Iraq, \"I could never have voted against getting rid of Saddam Hussein. He was responsible for the deaths of one million people.\"\"The Five Minute Interview: Oona King\" , The Independent, 5 June 2007. However, after seeing how poorly the United States had handled the crisis of Hurricane Katrina and its aftermath in New Orleans, she has conversely said that: > it shows that America has no grasp whatever on the activity needed to > rebuild a destroyed city. And if they can't do that in their own country, > then it's obvious why they can't do it in Iraq. So ... I regret that we went > to war with a country that has shown itself to be incapable of the very > basic actions required to deal with post-conflict reconstruction. ===2005 general election=== Bethnal Green and Bow, with a population of approximately 45,000 Muslim residents, was George Galloway's best chance to defeat a Labour candidate in what became a \"bitter single issue campaign.\" King described the contest as \"one of the dirtiest ..we have ever seen in British politics\" and complained of \"quite disturbing\" anti-semitic and racial abuse.\"Galloway's East End street fight\", BBC News, 6 May 2005.\"Oona King denounces intimidation\", BBC News, 11 May 2005. Both candidates were given police protection, King after her car tyres were slashed and Galloway after receiving a death threat. King lost the seat by 823 votes, a 26.2% swing from King to Galloway. King said that, whilst her support for the war in Iraq had been a major issue, false claims in the Bangladeshi press that she wanted to get rid of halal meat had played a part in her defeat. ===2005–2009=== King had said that she would remain in Bethnal Green and Bow with her constituency office funded from the GMB trade union, attempting to act as an unofficial MP. However, later in 2005, she began a career in the media, saying \"I wanted to be an MP all my life, and when it didn't work, I thought, well then, I'll just have to go down a different path.\" In 2007, King published her autobiography, The Oona King Diaries: House Music.House Music – The Oona King Diaries, Bloomsbury Publishing, accessed 10 October 2009. In 2008, Prime Minister Gordon Brown appointed her to act as his Senior Policy Adviser on Equalities and Diversity and Faith.Oona King RSA. In January 2009, King was appointed head of diversity at Channel 4. Before relocating to the United States she lived in Mile End, in a converted pub, in the East End of London. ===2010 London mayoral campaign=== In 2010, King unsuccessfully challenged Ken Livingstone for the Labour Party nomination in the 2012 election for Mayor of London. King's first campaign speech, at Haverstock school, focused on \"engagement with young people\" as a way of reducing knife crime and helping them achieve their potential. In June 2010, she was shortlisted for the nomination. In an interview with The Independent, King emphasised both her experience of \"pushing and pulling the levers of power\", i.e. her experience of negotiating with top ministers, and also her willingness to work with political opponents. Her opponent, Ken Livingstone, accused her of using inappropriate methods of obtaining email addresses of Labour Party supporters; King denied the allegation. King had the backing of Neil Kinnock, Ben Bradshaw, and Alan Johnson. On 24 September 2010, Livingstone won the nomination. ===Peerage=== On 26 January 2011, King was created a life peer as Baroness King of Bow, of Bow in the London Borough of Tower Hamlets. She was introduced in the House of Lords on 31 January 2011,House of Lords Minute of Proceedings UK Parliament, 31 January 2011. where she sat on the Labour benches. When her appointment was announced in November 2010, she resigned as a constituency representative to the Labour National Executive Committee, to which she had recently been elected, before attending her first meeting. Upon taking her seat in the Lords, King stood down from her Diversity Officer role with Channel 4.\"Oona King leaves C4 diversity role for seat in Lords\", Broadcast, 4 February 2011. From 7 January 2020 King has been listed as ineligible to take part in the business of the House of Lords as she is on leave of absence.https://members.parliament.uk/members/Lords?showadvanced=true&membershipstatus;=5 In 2012, King was elected to the Progress strategy board as a parliamentarian. In 2016, she took a leave of absence from the Lords to take a role as YouTube Diversity Director.\"Oona King to become YouTube’s global director of diversity\", The Guardian, 21 July 2016. In 2019, she left Google to join Snap, Inc. as their first VP of diversity and inclusion. King was also listed in the annual Powerlist as one of the most influential people of African/African- Caribbean descent in the UK. ==Media work== King has made appearances on television shows such as This Week, The Daily Politics, The All Star Talent Show and Have I Got News for You. She hosted a BBC Two documentary on Martin Luther King Jr. and the deep South entitled American Prophet, aired on 29 March 2008. She made appearances on the new comedic show Jews at Ten on Channel 4, 9 October 2012. In January 2013, she appeared on the skating show Dancing on Ice,Emine Saner, \"Oona King: 'I couldn't resist Dancing On Ice'\", The Guardian, 4 January 2013. being voted off 20 January. ==Personal life== In 1994, King married Italian Tiberio Santomarco,Geraldine Bedell, \"'I suppose I don't look like most MPs'\", The Observer, 26 December 2004. while working for an MEP in Brussels. The couple have adopted three children, and have a fourth child born to a surrogate mother in 2013.Anushka Asthana, \"How private grief helped Oona King bounce back from political defeat\", The Observer, 22 August 2010.Twitter.com, January 23 2012 Twitter, 23 January 2012. She speaks Italian and French fluently. ==References== ==External links== * * Ask Aristotle – Oona King The Guardian Politics * Oona King MP TheyWorkForYou.com * Oona King BBC News, 21 April 2006 – Essay for BBC One's This Week * Oona King 100 Great Black Britons * Oona King \"Israel can halt this now\", The Guardian, 12 June 2003 * Shock win for Galloway in London BBC News, 6 May 2005 * Post-election Oona King interview, audio, Today, BBC Radio 4, 11 May 2005 * \"Q: Did anti- semitism cost you the election? A: Definitely. There was Iraq, of course, but it was particularly being Jewish\", Emma Brockes talks to former Labour MP Oona King, The Guardian, 12 September 2005. * BBC Radio 4 programme about King's family's fight for civil rights in the US Category:1967 births Category:20th- century British women politicians Category:21st-century British women politicians Category:Living people Category:Academics of the Open University Category:African-American Jews Category:Alumni of the University of York Category:Black British women politicians Category:English people of African- American descent Category:Female members of the Parliament of the United Kingdom for English constituencies Category:Jewish British politicians Category:Jewish socialists Category:Jewish women politicians Category:Labour Party (UK) life peers Category:Life peeresses created by Elizabeth II Category:Labour Party (UK) MPs for English constituencies Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:University of California, Berkeley alumni Category:Socialist Workers Party (UK) members Category:Black British MPs",
 "title": "Oona King"
}