{
 "id": "414417",
 "text": "Anne Meagher Northup (born January 22, 1948) is an American Republican politician and educator from the Commonwealth of Kentucky. From 1997 to 2007, she represented the Louisville-centered 3rd congressional district of Kentucky in the United States House of Representatives, where she served on the powerful House Appropriations Committee. She lost reelection to Democrat John Yarmuth in the 2006 election. She then ran for governor, losing by 15 points to embattled Governor of Kentucky Ernie Fletcher in the Republican primary election for the 2007 Kentucky gubernatorial election. Prior to her election to the United States House of Representatives, Northup had served in the Kentucky House of Representatives. Northup ran again for her old congressional seat in the 2008 election, losing again to Yarmuth. ==Early life and education== Northup was born to a large family, having nine sisters and a brother, and grew up in St. Matthews, a suburb of Louisville. Northup was educated at Sacred Heart Academy and Saint Mary's College, earning a bachelor's degree in economics and business. ==Early political career== Northup first became active in politics as a volunteer for the Barry Goldwater 1964 presidential campaign. She was elected to the Kentucky General Assembly in 1987, where she represented the 32nd district until 1996. ==U.S. House of Representatives== ===Tenure=== She represented the Louisville-centered 3rd congressional district of Kentucky. Despite the Democratic leanings of the district, she won re-election four times. She served on the powerful House Appropriations Committee. She was one of the wealthiest members of the House of Representatives, ranking 34th out of the 435—with assets of $4.4 million to $15.9 million—based on financial disclosure statements made for the 2006 campaign. ===Elections=== ====1996==== She was elected to the United States House in 1996, narrowly defeating one-term Democratic incumbent Mike Ward with a vote count of 126,625 to 125,326. The seat had been held for the previous 24 years by Democrat Ron Mazzoli. ====1998==== In 1998, Northup defeated Democratic candidate Chris Gorman, a former state attorney general, by just 4 percentage points. In December 1998, she voted for three of the four impeachment charges against President Bill Clinton. ====2000==== In 2000, Northup faced state representative Eleanor Jordan, who was trying to become Kentucky's first black member of Congress. As with many of Northup's other opponents, Jordan, who had begun her political career as an unwed mother on welfare, argued that Northup too often sided with her Republican counterparts, voting the party line over 90% of the time. This would be a common theme for most of Northup's Democratic challengers. Northup ran on her record of getting federal money for the district, and argued Jordan would be \"too liberal\" for constituents. The competitive race—the candidates were in a dead heat in early polls—was of national interest in a year when Democrats were trying to regain control of the house. It attracted a visit from then-President Clinton in support of Jordan, and became at the time the second most expensive House race in Kentucky history. A memorable Northup ad featured a clip of Jordan speaking in the Kentucky House's floor, urging colleagues to hurry up and vote a bill, saying \"I have a fund-raiser at 6 o'clock and I want to get out of here.\" The Courier-Journal credited that ad, combined with Jordan's admission on a local radio program that she did not know the cost of a Medicare bill she had voted for, with Jordan's gradual decline in support late in the campaign. Although the race looked close early on, Northup pulled away to win with 53 percent of the vote to Jordan's 44 percent, even as Al Gore carried the district. It would remain Northup's biggest victory margin until 2004. ====2004==== Northup was elected to a fifth term with 60 percent of the vote in 2004, her largest margin of victory. Her earlier House races were much closer. She defeated long time Jefferson County Circuit Court Clerk Tony Miller. In three debates in October, she attacked her opponent as uninformed on national issues and unprepared for office. In polls before the debates, Northup led by 7 percentage points; in polls afterwards, she led by 24 points. She ran on her past performance, as well as the promise of securing funding for two new Ohio River bridges and a new Veteran's Administration hospital. Northup was endorsed by The Courier-Journal (typically seen as liberal), several local Democratic officeholders, and former state Attorney General Chris Gorman, a Democrat who ran against her for the seat in 1998. ====2006==== Political observers had been amazed at Northup's ability to hold onto the 3rd, even though it was easily the most Democratic district in Kentucky. However, she was defeated for re-election to a sixth term in the 2006 congressional election by John Yarmuth, former publisher and editorialist of the Louisville Eccentric Observer (LEO), an alternative newsweekly. Although initially considered an underdog for his lack of a political background and the potential for his views to be portrayed as strongly liberal, Yarmuth garnered 122,139 votes (51%) to Northup's 116,157 votes (48%). Third party candidates garnered 2,896 votes (1%). The campaign was relatively civil, although ads were run calling Yarmuth a hypocrite for his statements condemning the minimum wage as immoral while his family's restaurants paid some employees minimum wage. Northup also attempted to exploit Yarmuth's lengthy record in print, repeating in campaign ads some of his potentially unpopular statements (such as allegedly supporting the legalization of marijuana) and holding a press conference to complain that not all of his old columns had been made available to her campaign. Major themes of Northup's campaign was that she was independent of the then-unpopular President Bush, and that she was uniquely able to secure federal funds for Louisville projects. Due to her support for many of President Bush's policies and her past campaigning with the president her reelection was closely watched on election night as an indicator as to how well the Democrats would do in the mid-term elections. == Later career == ===2007 gubernatorial campaign=== On January 17, 2007 Northup entered the Republican primary election for Governor of Kentucky. Northup's running mate was State Representative Jeff Hoover of Jamestown, Kentucky, Republican leader in the Kentucky House. Northup received endorsements from prominent Kentucky Republicans including U.S. Senator Jim Bunning and Lt. Governor Steve Pence. After a lengthy scandal and investigation during his first term involving alleged abuses of the state's merit-based hiring system, many believed incumbent governor Ernie Fletcher, who sought re-election, no longer had sufficient support from either the Republican Party leadership or voters. It was released from The Courier-Journal newspaper that Anne Northup was praised as a \"formidable\" candidate by the state's top Republican leader, long-time U.S Senator and Minority Leader Mitch McConnell, although McConnell stopped short of an endorsement of any particular candidate. Northup faced Fletcher and businessman Billy Harper in the primary. Northup began television advertisements about six weeks before the primary election, with the slogan \"The only Republican who can win in November\". On May 22, 2007, Northup was defeated in the Republican primary by Fletcher. Fletcher lost in the general election to Democrat Steve Beshear. ===2008 congressional campaign=== On January 28, 2008, Northup announced she would run for her old congressional seat in the 2008 election. She had previously endorsed Louisville lawyer Erwin Roberts, who had planned to run, and helped raise money for him. However, Roberts withdrew from the race after learning he would likely be called to active duty in the U.S. Army Reserve. Northup defeated Bob DeVore Jr. and developer Chris Thieneman in the Republican primary.KENTUCKY STATE BOARD OF ELECTIONS REPORT OF \"OFFICIAL\" ELECTION NIGHT TALLY RESULTS At a press conference held in front of a gas station on June 17, 2008, Northup said that the 2008 elections were about the rising price of energy. On November 4, 2008, Northup was defeated by incumbent Democrat John Yarmuth, 59% to 41%. === Consumer Product Safety Commission === On July 30, 2009, President Barack Obama nominated Northup to a seat on the Consumer Product Safety Commission (CPSC), and she was confirmed by the U.S. Senate on August 7. The seat was a Republican seat by statute and Northup was the choice of the Senate Republican Leader Mitch McConnell. She was one of the few government regulators who had previously served in Congress. She left the Commission on October 26, 2012. Since her defeat in 2006, no other women have served in Congress from Kentucky. == Personal life == She married Woody Northup, who attended nearby Notre Dame, and they have six children. One of her sisters is Mary T. Meagher, a former competition swimmer and four-time Olympic medalist. ==See also== * Women in the United States House of Representatives ==References== ==External links== * * opensecrets.org profile — campaign funding and other information * Voting record maintained by the Washington Post * FEC — contributions to Northup * Category:1948 births Category:Female members of the United States House of Representatives Category:Kentucky Republicans Category:Living people Category:Members of the Kentucky House of Representatives Category:Members of the United States House of Representatives from Kentucky Category:Politicians from Louisville, Kentucky Category:Republican Party members of the United States House of Representatives Category:Sacred Heart Academy (Louisville) alumni Category:Saint Mary's College (Indiana) alumni Category:U.S. Consumer Product Safety Commission personnel Category:Women state legislators in Kentucky Category:21st-century American politicians Category:21st-century American women politicians Category:Women in Kentucky politics Category:20th- century American politicians Category:20th-century American women politicians Category:Candidates in the 2008 United States elections",
 "title": "Anne Northup"
}