{
 "id": "414515",
 "text": "Adam Paterson Ingram (born 1 February 1947) is a British Labour Party politician, who was the Member of Parliament (MP) for East Kilbride, Strathaven and Lesmahagow from 1987 to 2010. ==Early life== Ingram attended Cranhill Senior Secondary School in Cranhill, Glasgow a year below Archy Kirkwood, Baron Kirkwood of Kirkhope and is a graduate of the Open University. He became a trade union official with NALGO from 1977 to 1987 after several years working as a computer programmer/analyst from 1967 to 1977.Candidate: Adam Ingram BBC News A Justice of the Peace and former chairman of East Kilbride Constituency Labour Party, Ingram was an East Kilbride District Councillor from 1980 to 1987 and leader of the District Council from 1984 to 1987. ==Parliamentary career== Ingram was the Labour candidate for Strathkelvin and Bearsden in 1983, but entered the Commons following the 1987 election and during this parliamentary term acted as Parliamentary Private Secretary to Neil Kinnock. After Labour's landslide election victory in 1997 he was appointed Minister of State at the Northern Ireland Office with responsibilities including Security. In 2001 he became Armed Forces Minister at the Ministry of Defence, a position he held until Gordon Brown became Prime Minister in 2007. He was the longest serving Defence Minister in British history and is a member of the Privy Council. On 27 March 2009, Ingram announced that he would stand down at the next general election. ==Controversies== Ingram applied for an interim interdict to prevent the publication of Respect politician George Galloway's book I'm Not the Only One (2004). Galloway's text stated that Ingram \"played the flute in a sectarian, anti-Catholic, Protestant-supremacist Orange Order band\". Ingram's opinion that this was in bad faith and defamatory, although Ingram's lawyers conceded that for a year as a teenager he had been a member of a junior Orange Lodge in Barlanark, Glasgow, and had attended three parades. The Judge, Lord Kingarth, decided to refuse an interim interdict, that the balance of the arguments favoured Galloway's publisher, and that the phrase \"sectarian, anti-Catholic, Protestant-supremacist\" was fair comment on that organisation. Although Ingram was not and never had been a flute-player, the defending advocate observed that \"playing the flute carries no obvious defamatory imputation ... it is not to the discredit of anyone that he plays the flute.\" The judge ruled that Ingram should pay the full court costs of the hearing. In 2009 Ingram declared outside earnings of £170,000, the largest of any Scottish MP. In the same year it was shown that letters in the local press defending these earnings were forged.Senior Scottish MP in forged letters mystery Herald Scotland, 28 February 2009 In June 2010 at the public inquiry into the beating to death of Baha Mousa in custody he conceded that he had misled MPs when he was Armed Forces Minister over British troops' hooding of Iraqi prisoners. He had assured the then head of the Parliamentary joint committee on human rights, Jean Corston in June 2004, that prisoners were only hooded during transportation but had received documents in September 2003 that showed that Mousa had been hooded, on the advice of interrogation experts for nearly 24 of the 36 hours that he spent in custody. In December 2010 he was cleared of any wrongdoing by the Standards and Privileges Committee after the Cash for Influence Scandal, but criticised for bad judgement.Hoon, Byers and Caborn rebuked over lobbying breaches BBC News, 9 December 2010Ex-ministers rebuked over lobbying guardian.co.uk, 10 December 2010 ==Personal life== Ingram married Maureen McMahon in 1970. ==In popular culture== Ingram was a prominent character in the 2010 Mo Mowlam biopic Mo, portrayed by Gary Lewis. Ingram called the film \"powerful to watch\", adding that it \"brought home the essence of Mo\" and that the film had moved him to tears.Scots MP reveals agony over Mo Mowlam TV drama Daily Record ==References== == External links == * * Adam Ingram: Electoral history and profile The Guardian * Adam Ingram, Former Labour MP for East Kilbride, Strathaven and Lesmahagow TheyWorkForYou.com Category:1947 births Category:Alumni of the Open University Category:Scottish Labour councillors Category:Scottish Labour MPs Category:Living people Category:Members of the Privy Council of the United Kingdom Category:Northern Ireland Office junior ministers Category:UK MPs 1987–1992 Category:Councillors in Glasgow Category:Transport and General Workers' Union-sponsored MPs Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Scottish trade unionists",
 "title": "Adam Ingram (Labour politician)"
}