{
 "id": "414769",
 "text": "The European Cooperative Society (SCE, for Latin ) is, in corporate law, a European cooperative type of company, established in 2006 and related to the Societas Europaea (SE). They may be established and may operate throughout the European Economic Area (including the European Union). The legal form was created to remove the need for cooperatives to establish a subsidiary in each Member state of the European Union in which they operate, and to allow them to move their registered office and headquarters freely from one Member State to another, keeping their legal identity and without having to register or wind up any legal persons. No matter where they are established, SCEs are governed by a single EEA-wide set of rules and principles which are supplemented by the laws on co-operatives in each Member State, and other areas of law. ==History== ===Early attempts=== ===Legislative history=== ===SCEs in practice=== In 2015, the German meat marketer changed its legal form to a Societas cooperativa Europaea. In 2018, OurPower, the first European cooperative based in Austria, was founded. ==Formation== Article 2(1) of the SCE Regulation provides for SCEs to be formed in five ways: *ex novo: by five or more natural persons resident in at least two Member States *by a merger between at least two EEA co-operatives governed by the law of at least two different Member States; *by at least five natural and legal persons resident in, or governed by the law of, at least two Member States; *by conversion of a single EEA co-operative, if it has had an establishment or subsidiary in a different Member State for at least two years. *by two or more legal persons governed by the law of at least two Member States; ==Characteristics== ===Membership=== The creation of a cooperative: by 5 or more persons residing in different Member States or by legal entities established in different Member States. ===Capital=== The issued capital shall not be less than EUR 30 000. Shares issued for cash shall be paid for on the day of the subscription to not less than 25% of their nominal value. The balance shall be paid within five years unless the statutes provide for a shorter period. So there is a difference between issued and paid capital. The paid capital must not be less than 25% of the issued capital and shares must become fully paid within 5 years. ===Principles=== ==Governing law== The SCE legal form is a creature of European Union law. The two specific pieces of EU legislation providing the legal basis for the SCE legal form - which apply throughout the European Economic Area - are: * Council Regulation (EC) No 1435/2003 of 22 July 2003 on the Statute for a European Cooperative Society (SCE) which established the SCE legal form. * Council Directive 2003/72/EC of 22 July 2003 supplementing the Statute for a European Cooperative Society with regard to the involvement of employees which sets out rules about representation and involvement of employees in European Cooperative Societies. Both of them were passed into law on 22 July 2003, and the Regulation, which established the SCE legal form, began to apply from 18 August 2006. Thus, subject to the necessary national laws being passed, SCEs could be created in Member States from 18 August 2006. The SCE Regulation is currently under review in accordance with its article 79. This process started more than three years ago and, among other things, involved an in-depth study, two public consultations, three conferences, and a report from the EC. The European Commission has recently announced that it does not plan to revise the SCE Regulation (as well as the SE Regulation) in the short term: Action plan: European Company Law and Corporate Governance, COM(2012) 740 final, of 12 December 2012, pag. 14. ==See also== *Cooperative *Types of legal European business entities * Catherine Cathiard and Arnaud Lecourt, \"La Pratique du Droit Européen des Sociétés – Analyse comparative des structures et des fusions transfrontalières\", [Practice of European Company Law – Comparative analysis of European structures and cross-border mergers], Paris, JOLY Editions, Pratique des Affaires, 2010(available in French). * Catherine Cathiard, \"La coopérative européenne\" (the European Cooperative Society), JCP E n°1-2009 (French). ==References== ==External links== *Summaries of EU legislation > Employment and social policy > Social dialogue and employee participation > Statute for a European Cooperative Society *European Commission > Enterprise and Industry > Policies > Small and medium- sized enterprises (SMEs) > Promoting Entrepreneurship > Social Economy > Co- operatives *Cooperatives Europe: Presentation about the 'Vade-Mecum de la SCE' * \"European Cooperative Society : background - interest - first SCE\" blog of Maître Catherine Cathiard, Avocat (French). * \"La pratique du droit européen des sociétés - analyse comparative des structures et des fusions transfrontalières\", JOLY Editions, 2010 (presentation of the book written by Catherine Cathiard and Arnaud Lecourt) * Study on the implementation of the Regulation 1435/2003 on the Statute for a European Cooperative Society (SCE): Executive Summary and Part I: Synthesis and comparative report and Part II: National Reports Category:Cooperatives in Europe Category:Types of business entity Category:European Union corporate law Category:Business models",
 "title": "Societas cooperativa Europaea"
}