{
 "id": "414740",
 "text": "The Official Journal of the European Union (the OJEU) is the official gazette of record for the European Union (EU). It is published every working day in all of the official languages of the member states of the EU, except generally Irish. Only legal acts published in the Official Journal are binding. == History == It was first published on 30 December 1952 as the Official Journal of the European Coal and Steel Community, then renamed Official Journal of the European Communities with the establishment of the European Community, before taking its current title when the Treaty of Nice entered into force on 1 February 2003. Since 1998, the journal has been available online via the EUR- Lex service. On 1 July 2013, published issues of the Official Journal began to have legal value only in electronic form, per Article 5 of Regulation (EU) No 216/2013. From this date, the printed version has lost its legal value. Each issue is published as a set of documents in PDF/A format (one per official language) plus one XML document ensuring the overall coherency through hashes and a qualified electronic signature (a kind of digital signature defined in European law) extended with a trusted time stamp. == Publication == The journal comprises three series: * The L series (= Legislation) contains EU legislation including regulations, directives, decisions, recommendations, and opinions. * The C series (= Courts) contains reports and announcements including the judgments of the European Court of Justice and the General Court (formerly known as the Court of First Instance). * The S series (= Supplement) contains invitations to tender for public contracts, along with other notices issued by the European Development Fund and other agencies. == See also == * EUR-Lex * Directive (European Union) * European Documentation Centre * European Union law * Community acquis * Public journal * List of government gazettes * Official Journal of the European Patent Office * Publications Office of the European Union * Tenders Electronic Daily ==References== == External links == * Online version of the Official Journal * Online version of the OJEU Supplement (\"Tenders Electronic Daily\") * Explanation of the Official Journal of the European Union from the EU Publications Office Category:European Union law Category:Daily newspapers published in Luxembourg European Union, Official Journal of the Category:Government publications Category:Multilingual journals Category:Publications established in 1952",
 "title": "Official Journal of the European Union"
}