{
 "id": "414827",
 "text": "Paul Kenneth Burstow (born 13 May 1962) is a British former politician who served as the Liberal Democrat Member of Parliament for Sutton and Cheam for 18 years, from 1997 to 2015, when he was defeated by Paul Scully. He was appointed Minister of State at the Department of Health in May 2010, and served in that position until September 2012. ==Early life== Burstow was born in Carshalton in Surrey, son of a tailor, and was educated at Glastonbury High School for Boys, a former boys' secondary modern school in Carshalton, followed by Carshalton College and the South Bank Polytechnic, where he obtained a degree in business studies. He started his career as a buying assistant with Allied Shoe Repairs in 1985. The following year he worked briefly in print sales with KallKwik Printers, before becoming a research assistant at the London Borough of Hounslow in 1987. ===Politics before parliament=== He was elected as a councillor for the Social Democratic Party (SDP) to the Sutton Borough Council in 1986, and was its deputy leader from 1994 to 1997. Burstow remained a councillor for the Rosehill ward in Sutton until 2002, after his election to Parliament. In 1988, he joined the Association of Liberal Democrat Councillors as a campaigns officer; he then became its political secretary in 1996, where he remained until becoming an MP. ==Election and parliamentary career== Burstow first contested the Sutton and Cheam Parliamentary seat for the Liberal Democrats at the 1992 General Election. He was defeated by the Conservative Lady Olga Maitland despite achieving one of the largest swings to the Liberal Democrats in London at that election. He contested the seat again in 1997, this time being elected as its Liberal Democrat MP with a majority of 2,097. Burstow joined several other new Liberal Democrat MPs, for the party gained many other south-west London seats at that election. He made his maiden speech on 16 May 1997, speaking passionately about the needs of blind and disabled people.Paul Burstow's Maiden Speech – Hansard On his election, Burstow immediately became a party spokesman on the Environment under Paddy Ashdown. He became the spokesman on Social Security in 1999, on the election of Charles Kennedy as the Leader of the Liberal Democrats. After the 2001 general election, Burstow became the Health spokesman for the Liberal Democrats. He has been the parliamentary ambassador to the NSPCC since 2001. He was promoted to the Liberal Democrat Shadow Cabinet as the Shadow Secretary of State for Health in 2003. He stepped down from the Liberal Democrat Shadow Cabinet following the 2005 general election, but was appointed as the spokesman on London. On 22 March 2006, Liberal Democrat MPs elected him their Chief Whip.Lib Dems name Burstow chief whip – BBC News 22 March 2006 In 2003, The Guardian described Burstow as \"One of the most knowledgeable and effective politicians on older people's issues\".The opposition – The Guardian 10 September 2003 He was voted by MPs as older people's champion in the epolitix Charity Champion awardsPaul Burstow – Charitychampionawards.com 2005 in December 2005. Burstow introduced the Care of Older and Incapacitated People (Human Rights) Bill in January 2006. It provided proposals to increase the protection of vulnerable adults from abuse and neglect. In 2007, he introduced an Early Day Motion congratulating the National Benevolent Fund for the Aged on its 50th anniversary. ===Minister of State=== At the 2010 general election Burstow was re-elected MP for Sutton and Cheam with a slim majority of 1,608 votes. He was then appointed Minister of State in the Department of Health in the coalition government. He was responsible for care services and the elderly and mental health. He was responsible for developing the Government's mental health strategy and drafting the care provisions of the Care Act. In December 2010, he said he was \"embarrassed\" after being secretly taped by The Daily Telegraph saying voters should not trust David Cameron. Burstow told undercover reporters: \"I don't want you to trust David Cameron... in the sense that you believe he's suddenly become a cuddly Liberal. Well, he hasn't. He's still a Conservative and he has values that I don't share.\" He later told the BBC that he regretted the way his remarks had been construed, and that he had \"full trust\" in David Cameron. Burstow left the government in September 2012, and was replaced as Care Minister by Norman Lamb. Burstow criticised plans to cut hospital services in London. Burstow said that a planned closure of a casualty and maternity unit in south-west London put patient safety at risk and warned that it was likely to lead to \"more mothers giving birth in the back of their car\". ==Subsequent career== He was appointed Chair of the Tavistock and Portman NHS Foundation Trust from November 2015, and was recently appointed for a second three-year term. He is a Trustee of Action on Smoking and Health. In 2016 he became a part-time professor of mental health policy at the University of Birmingham where he led a policy commission. Paul's interest in social care saw him appointed as Chair of the Social Care Institute for Excellence in July 2017 where he has worked to refresh the board of Trustees and develop the organisation's business strategy. He was appointed as chair of St Andrew's Healthcare in September 2020. ==Personal life== He married Mary Burstow, a Liberal Democrat councillor for Cheam, in 1995; they have a son and two daughters. His interests include cooking, reading, and walking. ==References== ==External links== * Paul Burstow MP official constituency website * Profile at the Liberal Democrats * Category:Liberal Democrats (UK) MPs for English constituencies Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Councillors in the London Borough of Sutton Category:Alumni of London South Bank University Category:1962 births Category:Living people Category:Members of the Privy Council of the United Kingdom Category:People from Carshalton Category:UK MPs 2010–2015 Category:Social Democratic Party (UK) politicians Category:Liberal Democrats (UK) councillors",
 "title": "Paul Burstow"
}