{
 "id": "414955",
 "text": "Viscount Hailsham, of Hailsham in the County of Sussex, is a title in the Peerage of the United Kingdom. It was created in 1929 for the lawyer and Conservative politician Douglas Hogg, 1st Baron Hailsham, who twice served as Lord High Chancellor of the Great Britain. He had already been created Baron Hailsham, of Hailsham in the County of Sussex, in 1928, also in the Peerage of the United Kingdom. Hogg was the son of the merchant and philanthropist Quintin Hogg, seventh son of Sir James Hogg, 1st Baronet, whose eldest son James McGarel-Hogg, 2nd Baronet was created Baron Magheramorne in the Peerage of the United Kingdom in 1887. He was succeeded by his son, Quintin Hogg, who became the second Viscount, who was also a prominent lawyer and Conservative politician. On 20 November 1963 he disclaimed his peerages under the Peerage Act 1963, so that he could be elected to the House of Commons. However, in 1970 he accepted a life peerage as Baron Hailsham of St Marylebone, of Herstmonceux in the County of Sussex, and returned to the House of Lords, and like his father served twice as Lord Chancellor of the United Kingdom. The first and second Viscounts Hailsham are the only father and son ever to both serve as Lord Chancellor. On his death in 2001, he was succeeded in the hereditary barony and viscountcy by his son, the third Viscount. Like his father and grandfather he is a lawyer and Conservative politician and was a Member of Parliament from 1979 to 2010. The House of Lords Act 1999 had by the time of his father's death removed the automatic right of hereditary peers to sit in the House of Lords and he did not need to disclaim his peerages to remain a member of the House of Commons. Viscount Hailsham was given a life peerage in 2015 as Baron Hailsham of Kettlethorpe, of Kettlethorpe in the County of Lincolnshire. This enabled him to sit in the House of Lords. His wife Sarah Hogg, Baroness Hogg, a life peeress in her own right, is also a member of the House of Lords. The family seat is Kettlethorpe Hall, near Kettlethorpe, Lincolnshire. The 1st Viscount, 2nd Viscount and other members of the family are buried in the churchyard at All Saints, Herstmonceux, Sussex. ==Viscounts Hailsham (1929)== *Douglas McGarel Hogg, 1st Viscount Hailsham (1872–1950) *Quintin McGarel Hogg, 2nd Viscount Hailsham (1907–2001) (disclaimed 1963; created Baron Hailsham of St Marylebone 1970) *Douglas Martin Hogg, 3rd Viscount Hailsham (b. 1945) (created Baron Hailsham of Kettlethorpe in 2015) The heir apparent is the present holder's son, the Hon. Quintin John Neil Martin Hogg (b. 1973). ==See also== *Hogg baronets ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990. * Category:1929 establishments in the United Kingdom Category:Viscountcies in the Peerage of the United Kingdom Hailsham Category:Noble titles created in 1929 Category:Noble titles created for UK MPs Category:People from Hailsham Category:People from Herstmonceux",
 "title": "Viscount Hailsham"
}