{
 "id": "415014",
 "text": "Eric Evlyn Illsley (born 9 April 1955) is a former British Labour politician who was the Member of Parliament (MP) for Barnsley Central from 1987 until 2011. He was a Labour Party representative until suspended from the party after being charged with false accounting as part of the United Kingdom Parliamentary expenses scandal, and then sat as an Independent. When he pleaded guilty to three counts of false accounting on 11 January 2011, he became the first sitting Member of Parliament to be convicted of a criminal offence in the scandal. Illsley resigned from the House of Commons on 8 February 2011, following his conviction, and was sentenced to 12 months' imprisonment on 10 February 2011. ==Early life== Illsley was born in Kendray, West Riding of Yorkshire and educated at Hunningley Lane Junior School, Barnsley's Holgate Grammar School for Boys and the University of Leeds, where he obtained an honours degree in Law in 1977. He was an official for the NUM for ten years, including during the miners' strike of 1984–1985. In the NUM, he was a compensation officer from 1978 to 1981, assistant head of general department from 1981 to 1984, and head of general department and chief administration officer from 1984 to 1987. ==Political career== When former Northern Ireland Secretary Roy Mason announced his retirement in October 1986, Illsley was nominated by the NUM in the selection of a Labour candidate for Barnsley Central. He was viewed as being on the left of the Labour Party while his main opponent was Ronnie Fisher, a Barnsley Borough councillor identified as a moderate. The general secretary of the Yorkshire NUM, Sam Thompson, wrote to NUM members encouraging them to attend the selection meeting in January 1987,\"Miners' MP lobby\", The Times, 2 January 1987. Illsley was selected and then easily elected to the House of Commons in the general election in June 1987. He was on the frontbench while Labour were in opposition, but was a backbencher after they won power in 1997. He voted against the privatisation of the National Air Traffic Services (NATS). On 11 March 2003, Illsley claimed in a speech to the House, regarding possible military action in Iraq: \"The report states that any military action must be on the basis of UN resolutions. I fully agree: as a Committee member, I stand by that statement, and believe that there must be a second resolution before any military action is taken against Iraq\". One week later he voted in favour of military action against Iraq, despite the failure of the US-led coalition to secure the second UN resolution. He voted in favour of the introduction of identity cards in the UK. ===Expenses=== Illsley voted against a bill proposing transparency in MPs' allowances and the publication of a list of allowed expenses, otherwise known as the John Lewis List. Illsley claimed £149,700 in expenses including £90,000 staff costs. On 19 June 2009 he was one of dozens of MPs identified by The Daily Telegraph as having made \"phantom\" claims for council tax on his parliamentary expenses, receiving thousands of pounds more than he was entitled to. He was thought to have made the highest phantom claim—over £6,000. He has claimed over £10,000 for council tax in four years although he was charged £3,966 for his Band C property in Lambeth, south London, in this period. He regularly submitted claims for £200 a month, which meant that he did not have to submit receipts. Shortly after re-election as a Labour MP in the 2010 general election, on 19 May 2010, Illsley was charged with three counts of false accounting. He was suspended from the Labour Party and had the Labour whip withdrawn in the House of Commons. On 11 January 2011, he pleaded guilty at Southwark Crown Court to three charges. He was to be sentenced in February 2011 and if he received a prison sentence of more than 12 months, he would have been automatically disqualified as a member of parliament under the Representation of the People Act 1981, causing a by-election at Barnsley Central. Illsley stated his intention to resign as an MP before sentencing, and on 8 February he was formally appointed Steward of the Chiltern Hundreds, vacating his seat. A by-election followed on 3 March 2011. He was sentenced to 12 months imprisonment on 10 February 2011, and was released on 13 May 2011 after serving three months. He wore an electronic tag for the remainder of his term. On 13 October 2011, he appeared on BBC Newsnight on which he described his inflated expenses claims as \"an allowance for living in London\". He also revealed that he receives a Parliamentary pension, although he refused to disclose the amount. ==See also== Other Members of Parliament found guilty of fraud during the 2008 expenses scandal: *David Chaytor - Labour MP for Bury North from 1997 to 2010 *Jim Devine - Labour MP for Livingston from 2005 to 2010 *Denis MacShane - Labour MP for Rotherham from 1994 to 2012 *Margaret Moran - Labour MP for Luton South from 1997 to 2010 *Elliot Morley - Labour MP for Glanford and Scunthorpe from 1987 to 1997 and then Scunthorpe from 1997 to 2010 ==References== ==External links== * ePolitix – Eric Illsley official site * TheyWorkForYou.com – Eric Illsley MP * * The Public Whip – Eric Illsley MP voting record * Category:1955 births Category:Living people Category:British politicians convicted of crimes Category:Labour Party (UK) MPs for English constituencies Category:National Union of Mineworkers-sponsored MPs Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:Trade unionists from Yorkshire Category:Politics of Barnsley Category:Alumni of the University of Leeds Category:People from Barnsley Category:Independent members of the House of Commons of the United Kingdom Category:British politicians convicted of fraud Category:People educated at Holgate School, Barnsley Category:Prisoners and detainees of England and Wales Category:British prisoners and detainees Category:21st-century British criminals",
 "title": "Eric Illsley"
}