{
 "id": "415009",
 "text": "John Douglas Naysmith (born 1 April 1941) is a British Labour Co-operative politician who was the Member of Parliament (MP) for Bristol North West from 1997 until standing down at the 2010 general election. ==Early life== Doug Naysmith was born in Musselburgh, Scotland, and attended the local Burgh School before attending the independent George Heriot's School in Edinburgh. He went on to study at the University of Edinburgh where he was awarded a Bachelor of Science degree in Zoology before going on to complete a Doctorate in Immunology. He went on to research at Yale University in New Haven, Connecticut, USA. From 1970 he worked as a research immunologist at Beecham Research Laboratory until 1972 when he became a Research Fellow at the University of Bristol, he remained at Bristol until his election to Parliament, becoming a Fellow in 1976 and a lecturer in the Pathology Department in 1981. ==Parliamentary career== Naysmith unsuccessfully contested the seat of Bristol at the 1979 European Parliament election. He was elected to Bristol City Council in 1981 and remained a Council member until he stood down in 1998. He also served as the Chairman of the Port of Bristol Authority from 1986 until 1991. He first stood for Parliament at the 1987 General Election for Cirencester and Tewkesbury, where he was defeated by the then Secretary of State for the Environment Nicholas Ridley. He contested Bristol North West at the 1992 General Election when he lost out by the narrowest margins (just 45 votes) to the sitting Conservative MP Michael Stern. Naysmith was elected to Parliament at the 1997 General Election defeating Stern by a substantial 11,382 votes. However, on 25 January 2007, he announced his intention to stand down at the 2010 general election due to his advancing age. During his time in Parliament, Naysmith was largely loyal to the government. Though he abstained in the Parliamentary vote authorizing British military involvement in the Iraq War in 2003 and voted against the introduction of Foundation Hospitals, he joined with the government in voting for the introduction of top-up fees, helping Prime Minister Blair secure an extremely narrow 5 vote majority (316-311). In 2004 he voted for an outright ban on fox hunting in England and Wales, passed the House of Commons by a substantial margin. Naysmith takes an active interest in health issues, was joint Chair of the Parliamentary Labour Party Health Committee and was a member of many all party groups related to health matters. He is a long-standing member of the Socialist Health Association. Naysmith was a member of two select committees: Health and Regulatory Reform and he campaigned successfully to persuade the Government to propose the comprehensive smoking ban which came into force in July 2007. Other political interests include ports and shipping, science, higher education and Co-operative development. He was Chair of the Parliamentary and Scientific Committee and secretary of the Parliamentary Universities Group. He is also President of mental health charity The Dementia Care Trust. ==After Parliament== Although Naysmith stood down from Parliament at the 2010 general election, he stood as a candidate for the Labour party in the Bristol City Council local elections, winning the Avonmouth seat from the Conservatives. The number of votes cast for him and his Conservative opponent was the same and the result was decided by the returning officer drawing Naysmith's name from a ballot box. ==References== ==External links== * *ePolitix - Dr Doug Naysmith official site Category:1941 births Category:Living people Category:People educated at George Heriot's School Category:Alumni of the University of Edinburgh Category:British socialists Category:British republicans Category:Labour Co-operative MPs for English constituencies Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:People from Musselburgh Category:Politics of Bristol Category:Councillors in Bristol",
 "title": "Doug Naysmith"
}