{
 "id": "415316",
 "text": "Fredriksten is a fortress in the city of Halden in Norway. ==History== This Fortresses was constructed by Denmark-Norway in the 17th century as a replacement for the border fortress at Bohus, which had been lost when the province of Bohuslän was ceded to Sweden by the terms of the Treaty of Roskilde in 1658. The fortress was named after King Fredrik III of Denmark and Norway, and the town of Halden was also originally named after him, having been known as Fredrikshald between 1665 and 1928. === The Northern War (1655–1661) === At the close of the Northern War Charles X, having negotiated the Treaty of Roskilde in bad faith, invested Copenhagen in August 1658. Under his orders, in September the new Swedish governor of Bohuslän invaded Norway with 1,500 men and attempted to invest Halden. The inhabitants put up a vigorous defense and the Swedish forces retreated back to Bohuslän. Five months later in February 1659 the Swedes again attacked. Since their first attack, the garrison had been strengthened. Under the leadership of Tønne Huitfeldt the Norwegian forces again repulsed the Swedish forces. Concurrently, Huitfeldt began construction of fortifications. Cretzenstein, later to be renamed Fredriksten, was the citadel of the new fortification system. In early January 1660, the Swedish forces attacked Halden for the third time; it was to serve as the base for their advance on Akershus fortress in Christiania. Huitfeldt responded to their demand that they surrender, that the 2,100 man garrison would defend Halden to the last man. After the attempt to storm the fortifications was unsuccessful, the Swedes prepared a regular siege. Under heavy bombardment the inhabitants requested the commandant to surrender, but putting his faith in his garrison, Huitfeldt held out. On 22 February 1660 the Swedes again were forced to retreat to Bohuslän. There they learned that Charles X had died. Peace negotiations were reopened. Sweden demanded that Norway vacate all land east of the river Glomma, which was to serve as the new border. With the intercession of Hannibal Sehested, a separate Scandinavian treaty was negotiated, the Treaty of Copenhagen (1660), which improved on the terms of the Treaty of Roskilde, returning Trøndelag to Norwegian control. === Fortification Upgrades (1673–1675) === thumb|Fredriksten fortress, Halden, Norway The existing star shaped fortress complex was upgraded during the period of peace between 1661–1675. In 1673 Denmark dispatched Ulrik Frederik Gyldenløve as statholder to Norway to organize the military forces and strengthen the defenses of the kingdom. After a tour of facilities, he recommended further upgrades to both the fortress and the military forces. In the summer of 1675, 1800 men were kept at work on the fortresses at Akershus, Fredrikstad, and Fredrikshald. === Gyldenløve War (1675–1679) === At the outbreak of the Gyldenløve War in 1675 a large contingent (4000 men) were concentrated at Fredrikshald under General Russenstein. In 1676 Norwegian troops reoccupied Bohuslän. In July 1677 Gyldenløve captured the fortress at Marstrand and joined General Løvenhjelm, who marched into Bohuslän with the main Norwegian army and defeated an army of 8000 Swedes under General de la Gardie. A Norwegian force also retook Jämtland, but withdrew again as ordered by the King. No major defensive activities were needed at Fredriksten as no Swedish forces crossed the frontier. thumb|Fredriksten fortress, Halden, Norway - view of the city of Halden from the top of the fortress === Fortification Upgrades (1679–1700) === Fredriksten was expanded from 1682–1701; 1684-1689 under the leadership of Major-General Ernst von Tettau. It now included three outer fortifications: Gyldenløve, Overberget and Stortårnet. === Great Northern War (1700–1721) === At the close of the Great Northern War, the Norwegian Army had been weakened in early 1716 by withdrawal of 5000 of the best troops to Denmark. When rumors reached Christiania that Charles XII was preparing to invade, all remaining troops in Østerdal and Gudbrandsdal were ordered to the border at Halden and Fredrikstad. The Norwegians expected the Swedes to invade at Kongsvinger, Basmo and/or Halden. It was at Basmo where Charles XII struck, crossing the border on 8 March 1716. The Norwegian scorched earth policy and guerrilla raid interdiction of supply chains by the residents of Bohuslen deprived Charles of supplies, while the fortresses still held by the Norwegians behind his lines threatened his supply chain and his retreat if seriously weakened in combat. Charles took Christiania (now Oslo), but without heavy siege artillery, was unable to take Akershus. After a brief occupation, Charles retraced his steps to the Norwegian fortresses in southeastern Norway with the objective of capturing Frederiksten. This would remove the threat at his back, and the fortifications could serve as the base for a renewed offensive later that year. Capturing the harbours at the mouth of the Glomma river would also allow him to land the necessary provisions for a successful siege of Akershus. Charles' troops attempted to take Frederiksten by storm on 4 July. His troops took the town after fierce fighting, but the citizens set fire to their own houses, forcing Charles, unable to take the fortress, to retreat and await the arrival of heavy siege guns. Unfortunately for the invading army the entire Swedish transport fleet was captured or destroyed by the Norwegian naval hero Tordenskjold at the Battle of Dynekilen in Bohuslän. Running low on supplies, Charles retreated hastily across the Svinesund and burned the bridges behind him. By 12 July 1716 all Swedish troops had been withdrawn from the area around Fredriksten. thumb|Fredriksten fortress, Halden, Norway - detail towards the city In the Autumn of 1718 Charles once more attacked Norway, intending to first capture Halden to be able to sustain a siege of Akershus. By first taking the border areas, Charles wished to avoid a repeat of the fiasco he had suffered two years before. The 1,400 strong garrison of Frederiksten fought ferociously to hold back the invasion, but suffered a severe setback when, on 8 December the forward fortification Fort Gyldenløve fell. Encouraged by their very hard-fought success the Swedish army intensified their efforts against the main fort. The Swedish trenches had almost reached the main fortification walls when on the evening of 11 December (Swedish calendar: 30 November) 1718, a bullet struck and killed Charles XII while he inspected the work. The death of the king effectively ended the attack on Fredriksten and the invasion was called off, leading to the conclusion of the war. A memorial is located in the park named in his memory where the Swedish king fell, just in front of the fortress. ===1788=== The fortress served as a staging area for a mock attack on Sweden during the Theater War. ===1814=== The fortress was bombarded but not captured. The advancing Swedish forces of Charles John passed it on their advance, leaving a force that tried to force its surrender, but the fortress and its commander kept the ground. It was turned over to Sweden after the Convention of Moss. The old fortress flag from 1814, taken by the Swedish troops and not returned to Norway until 1964, is preserved in the present day museum located inside the inner fortress. ==The fortress today== thumb|Charles XII memorial in Fredriksten fortress, Halden, Norway After 1905 the fortress lost all military significance, but it still hosted various units. As of today the Norwegian defence logistics and administrative college is situated by the fortress. The fortress also hosts several museums and art exhibitions. During the summer season outdoor concerts are arranged with both classic and contemporary music. The fortress was selected as the millennium site for Østfold county. The fortress is where the annual music programme Allsang på Grensen is filmed. ==References== * Gjerset, Knut (1915) History of the Norwegian People MacMillan * Lisk, Jill (1967 The Struggle for Supremacy in the Baltic: 1600-1725 Funk & Wagnalls, New York * Noel Stagg, Frank (1956) East Norway and its Frontier George Allen & Unwin, Ltd., London == External links == *Fredriksten Fortress – Halden Tourist Service *The Norwegian defence logistics and administrative college *Pictures from Fredriksten Fortress, Norway; www.remains.se *Fredriksten Fortress on Northern Fortress Category:Buildings and structures in Halden Category:Castles in Norway Category:Forts in Norway Category:Tourist attractions in Viken Category:Military installations in Viken Category:Millennium sites",
 "title": "Fredriksten"
}