{
 "id": "415562",
 "text": "Grace Anna Coolidge (née Goodhue; January 3, 1879 – July 8, 1957) was the wife of the 30th president of the United States, Calvin Coolidge. She was the first lady of the United States from 1923 to 1929 and the second lady of the United States from 1921 to 1923. She graduated from the University of Vermont in 1902 with a Bachelor of Arts degree in teaching and joined the Clarke Schools for Hearing and Speech in Northampton, Massachusetts, to teach deaf children to communicate by lip reading, rather than by signing. She met Calvin Coolidge in 1904, and the two were married the following year. As her husband advanced his political career, Coolidge avoided politics. When Calvin Coolidge was elected Governor of Massachusetts in 1919, she remained at home in Northampton with their children. After her husband's election as vice president in 1920, the family moved to Washington, D.C., living at the Willard Hotel. Coolidge did not speak out on political issues of the day, including women's rights. Instead, she dedicated herself to supporting popular causes and organizations, such as the Red Cross and the Visiting Nurse Association. After the death of her son Calvin in 1924, she won the sympathy of the country. Unlike previous first ladies, who had withdrawn almost entirely from the public spotlight after personal tragedies, Coolidge resumed her role after a few months. In 1929, Calvin Coolidge's term as president ended, and the couple retired to Northampton. After her husband's death in 1933, Coolidge continued her work with the deaf and wrote for several magazines. She served on the boards of Mercersburg Academy and the Clarke School. After the start of World War II, Grace joined a local Northampton committee dedicated to helping Jewish refugees from Europe, and loaned her house to WAVES. In 1957, she died of heart disease, and was buried in Plymouth, Vermont, beside her husband and her son. ==Early life and marriage== Grace Anna Goodhue was born on January 3, 1879, in Burlington, Vermont, the only child of Andrew Issaclar Goodhue (1848–1923) and Lemira Barrett Goodhue (1849–1929). She was of English ancestry. Her father, a deacon, had served as the steamboat inspector for the Lake Champlain Transportation Company, appointed to the position in 1887 by President Grover Cleveland. Her mother was a housewife, who taught her many domestic skills, including knitting, cooking, cleaning, and gardening. She began her education at age five at a local public grade school in Burlington and attended Burlington Public Grammar School. It was during this time that she took an interest in music and took private piano lessons. In 1893, she entered Burlington High School. There she studied Latin and French, as well as geology, biology, and chemistry. She also took a private course on elocution. She enrolled in 1898 at the University of Vermont, where she founded the Vermont chapter of the Pi Beta Phi sorority, acted in productions of Shakespeare's Much Ado About Nothing and Twelfth Night, and joined the college's glee club. She would become the first First Lady to have earned a four-year undergraduate degree. From 1902 to 1904, inspired by a childhood friend who had pursued a career teaching deaf children, she studied lip reading at Clarke Schools for Hearing and Speech and became a teacher there. The education of deaf children remained her lifelong passion. Grace dated several young men during college. One relationship, that with Frank Joyner, was serious enough that marriage seemed inevitable. She ended the relationship in 1903 when she met a young rising attorney, Calvin Coolidge. Grace's vivacity and charm proved a perfect complement to Coolidge's reserved manner. In the summer of 1905, Coolidge proposed in the form of an ultimatum: \"I am going to be married to you.\" Grace readily consented, but her mother objected and did everything she could to postpone the wedding. Coolidge never reconciled with his mother-in-law, who later insisted that Grace had been largely responsible for Coolidge's political success. On October 4, 1905, Goodhue and Coolidge married in a simple ceremony at her parents' house in Burlington: Coolidge House, 312 Maple Street, Burlington, VT 5401, which was restored in 1993 by Champlain College. which was restored in 1993 by Champlain College*. They honeymooned for a week in Montreal and settled in Northampton, Massachusetts, where they occupied what is now known as the Calvin Coolidge House until 1930. Calvin Coolidge's political career took off in 1907 when he was elected to the Massachusetts General Court. After his term in the state legislature ended, he served three consecutive one-year terms as Lieutenant Governor of Massachusetts (1916–1918), and one term as Governor of Massachusetts (1919–1921). In 1920, he was elected vice president and took office in March 1921. Grace did not maintain much of a public profile. The Coolidges had two sons, John (1906–2000) and Calvin (1908–1924). In 1921, as wife of the Vice President of the United States, Grace Coolidge went from her housewife's routine into Washington society and quickly became the most popular woman in the capital. == First Lady == After Harding's death and Calvin Coolidge's succession to the Presidency, Grace planned the new administration's social life as her husband wanted it: unpretentious and dignified. As First Lady, she was a popular hostess. She was also the first First Lady to speak in sound newsreels. The social highlight of the Coolidge years was the party for Charles Lindbergh following his transatlantic flight in 1927. The Coolidges were a particularly devoted couple, although the president never discussed state matters with her. She did not even know that he had decided not to seek re-election in 1928 until he announced it to the press. She received a gold medal from the National Institute of Social Science. In 1931 she was voted one of America's twelve greatest living women. The first family was given a raccoon in 1926 as a Thanksgiving gift, and the family raised it as a pet. President Coolidge even gave the animal a collar that was sewn with the words \"White House Racoon.\" After the Coolidge's left the White House, the raccoon went to live at a zoo. == Later life and death == Calvin Coolidge summed up his marriage to Grace in his autobiography: \"For almost a quarter of a century she has borne with my infirmities, and I have rejoiced in her graces.\" For more privacy in Northampton, the Coolidges purchased The Beeches, a large house with spacious grounds. The former president died there after a sudden heart attack on January 5, 1933, at the age of 60. After her husband's death, Grace Coolidge continued her work on behalf of the deaf. She was also active in the Red Cross, civil defense, and scrap drives during World War II. Grace kept her sense of fun and her aversion to publicity until her death on July 8, 1957, at the age of 78. She is buried next to her husband in Plymouth, Vermont.text copied from White House biography == See also == *Rebecca (raccoon), her White House pet *Woman's World's Fair ==References== ==Further reading== * * *Ross, Ishbel, Grace Coolidge and Her Era (1962) ==External links== * Coolidge Presidential Foundation * Grace Coolidge: First Lady of Baseball * Wombats and Such: Family Pets of Grace and Calvin Coolidge * *Grace Coolidge at C-SPAN's First Ladies: Influence & Image Category:1879 births Category:1957 deaths Category:19th- century American women Category:20th-century American educators Category:20th- century American women educators Category:Burials in Vermont Category:Calvin Coolidge Category:Coolidge family Category:First Ladies and Gentlemen of Massachusetts Category:First Ladies of the United States Category:Massachusetts Republicans Category:People from Burlington, Vermont Category:People from Northampton, Massachusetts Category:Second Ladies of the United States Category:Spouses of United States mayors Category:University of Vermont alumni Category:Vermont Republicans",
 "title": "Grace Coolidge"
}