{
 "id": "415575",
 "text": "Edith Wilson ( Bolling, formerly Edith Bolling Galt; October 15, 1872 – December 28, 1961) was the first lady of the United States from 1915 to 1921 and the second wife of President Woodrow Wilson. She married the widower Wilson in December 1915, during his first term as president. Edith Wilson played an influential role in President Wilson's administration following the severe stroke he suffered in October 1919. For the remainder of her husband's presidency, she managed the office of the president, a role she later described as a \"stewardship,\" and determined which communications and matters of state were important enough to bring to the attention of the bedridden president.William Elliott Hazelgrove, Madam President: The Secret Presidency of Edith Wilson (Washington, D.C.: Regency Publishing, 2016); Brian Lamb, Who's Buried in Grant's Tomb?: A Tour of Presidential Gravesites (New York: Public Affairs, 2010), p. 119; Judith L. Weaver, \"Edith Bolling, Wilson as First Lady: A Study in the Power of Personality, 1919–1920,\" Presidential Studies Quarterly 15, No. 1 (Winter, 1985), pp. 51–76; and Dwight Young and Margaret Johnson, Dear First Lady: Letters to the White House: From the Collections of the Library of Congress & National Archives (Washington, D.C.: National Geographic, 2008), p. 91. ==Early life== thumb|left|upright=.95|Edith Bolling in her youthEdith Bolling was born October 15, 1872, in Wytheville, Virginia, to circuit court judge William Holcombe Bolling and his wife Sarah \"Sallie\" Spears (née White).Dorothy Schneider and Carl J. Schneider, First Ladies: A Biographical Dictionary (New York: Facts On File, 2010), p. 191; and Her birthplace, the Bolling Home, is now a museum located in Wytheville's Historic District. Bolling was a descendant of the first settlers to arrive at the Virginia Colony. Through her father, she was also a descendant of Mataoka, better known as Pocahontas, the daughter of Wahunsenacawh, the paramount weroance of the Powhatan Confederacy.Hatch, p. 42; Waldrup, p. 186; For a genealogy of Pocahontas' descendants, see Wyndham Robertson, Pocahontas: Alias Matoaka, and Her Descendants through Her Marriage at Jamestown, Virginia, in April 1614, with John Rolph, Gentleman (J W Randolph & English, Richmond, VA, 1887). On April 5, 1614, Mataoka (then renamed as \"Rebecca\" following her conversion to Christianity the previous year) married John Rolfe, the first English settler in Virginia to cultivate tobacco as an export commodity. Their granddaughter, Jane Rolfe, married Robert Bolling,The Virginia Magazine of History and Biography, Volume 7, 1899, pages 352-353. a wealthy slave-owning planter and merchant. John Bolling, the son of Jane Rolfe and Robert Bolling, had six surviving children with his wife, Mary Kennon; each of those children married and had surviving children.Henrico County Deeds & Wills 1697–1704, p. 96 Additionally, she was related, either by blood or through marriage, to Thomas Jefferson, Martha Washington, Letitia Tyler and the Harrison family. Edith was the seventh of eleven children, two of whom died in infancy.Mayo, p. 170; and McCallops, p. 1. The Bollings were some of the oldest members of Virginia's slave-owning, planter elite prior to the American Civil War. After the war ended and slavery abolished, Edith's father turned to the practice of law to support his family.Schneider and Schneider, p. 191 Unable to pay taxes on his extensive properties, and forced to give up the family's plantation seat, William Holcombe Bolling moved to Wytheville, where most of his children were born.McCallops, p. 1. The Bolling household was a large one, and Edith grew up within the confines of a sprawling, extended family. In addition to eight surviving siblings, Edith's grandmothers, aunts and cousins also lived in the Bolling household. Many of the women in Edith's family lost husbands during the war.Mayo, p. 169. The Bollings had been staunch supporters of the Confederate States of America, were proud of their Southern planter heritage, and in early childhood, taught Edith in the post-Civil War South's narrative of the Lost Cause. As was often the case among the planter elite, the Bollings justified slave ownership, saying that the persons that they owned had been content with their lives as chattel and had little desire for freedom.Gaines Foster, Ghosts of the Confederacy: Defeat, the Lost Cause, and the Emergence of the New South, 1865 to 1913 (Oxford University Press, 1988). ==Education== Edith had little formal education. While her sisters were enrolled in local schools, Edith was taught how to read and write at home. Her paternal grandmother, Anne Wiggington Bolling, played a large role in her education. Crippled by a spinal cord injury, Grandmother Bolling was confined to bed. Edith had the responsibility to wash her clothing, turn her in bed at night, and look after her 26 canaries. In turn, Grandmother Bolling oversaw Edith's education, teaching her how to read, write, speak a hybrid language of French and English, make dresses, and instilled in her a tendency to make quick judgments and hold strong opinions, personality traits Edith would exhibit her entire life.Schneider and Schneider, p. 191. William Bolling read classic English literature aloud to his family at night, hired a tutor to teach Edith, and sometimes took her on his travels. The Bolling family attended church regularly, and Edith became a lifelong, practicing Episcopalian.Gould, p. 237. When Edith was 15, her father enrolled her at Martha Washington College (a precursor of Emory and Henry College), a finishing school for girls in Abingdon, Virginia. William Holcombe Bolling chose it for its excellent music program.McCallops, p. 2. Edith proved to be an undisciplined, ill-prepared student. She was miserable there, complaining of the school's austerity: the food was poorly prepared, the rooms too cold, and the daily curriculum excessively rigorous, intimidating, and too strictly regimented.Schneider and Schneider, p. 191; and Gould, p. 237. Edith left after only one semester.Mayo, p. 170 Two years later, Edith's father enrolled her in Powell's School for Girls in Richmond, Virginia. Years later, Edith noted that her time at Powell's was the happiest time of her life. Unfortunately for Edith, the school closed at the end of the year after the headmaster suffered an accident that cost him his leg. Concerned about the cost of Edith's education, William Bolling refused to pay for any additional schooling, choosing instead to focus on educating her three brothers.Gould, p. 237; McCallops, p. 3. While visiting her married sister in Washington, D.C., Edith met Norman Galt (1864–1908), a prominent jeweler of Galt & Bro. The couple married on April 30, 1896, and lived in the capital for the next 12 years. In 1903, she bore a son who lived only for a few days. The difficult birth left her unable to have more children.Mayo, p.170. In January 1908, Norman Galt died unexpectedly at the age of 43. Edith hired a manager to oversee his business, paid off his debts, and with the income left to her by her late husband, toured Europe.\"Edith Wilson\", Biography.com. ==First Lady of the United States== ===Marriage to Woodrow Wilson=== thumb|upright=.75|Wilson's official White House portrait In March 1915, the widow Galt was introduced to recently widowed U.S. President Woodrow Wilson at the White House by Helen Woodrow Bones (1874–1951). Bones was the president's first cousin and served as the official White House hostess after the death of Wilson's wife, Ellen Wilson. Wilson took an instant liking to Galt and proposed soon after meeting her. However, rumors that Wilson had cheated on his wife with Galt threatened the burgeoning relationship.Maynard, p. 309; Nordhult, p. 195. Unsubstantiated gossip that Wilson and Galt had murdered the First Lady further troubled the couple. Distressed at the effect such wild speculation could have on the authenticity of the presidency and respectability of his personal reputation, Wilson proposed that Edith Bolling Galt back out of their engagement. Instead, Edith insisted on postponing the wedding until the end of the official year of mourning for Ellen Axson Wilson.Hagood, p. 84; Wertheimer, p. 105. Wilson married Galt on December 18, 1915, at her home in Washington, D.C. Attended by 40 guests, the groom's pastor, Reverend Dr. James H. Taylor of Central Presbyterian Church, and the bride's, Reverend Dr. Herbert Scott Smith of St. Margaret's Episcopal Church, Washington, D.C., performed the wedding jointly. ===Early role as First Lady=== As First Lady during World War I, Edith Bolling Wilson observed gasless Sundays, meatless Mondays, and wheatless Wednesdays to set an example for the federal rationing effort. Similarly, she set sheep to graze on the White House lawn rather than use manpower to mow it, and had their wool auctioned off for the benefit of the American Red Cross.Betty Boyd Caroli, First Ladies: From Martha Washington to Michelle Obama. (Oxford, UK: Oxford University Press, 2010). Additionally, Edith Wilson became the first First Lady to travel to Europe during her term. She visited Europe with her husband on two separate occasions, in 1918 and 1919, to visit troops and to sign the Treaty of Versailles. During this time, her presence amongst the female royalty of Europe helped to cement America's status as a world power and propelled the position of First Lady to an equivalent standing in international politics. Though the new First Lady had sound qualifications for the role of hostess, the social aspect of the administration was overshadowed by war in Europe and abandoned after the United States formally entered the conflict in 1917. Edith Wilson submerged her own life in her husband's, trying to keep him fit under tremendous strain, and accompanied him to Europe when the Allies conferred on terms of peace. === Increased role after husband's stroke === Following his attendance at the Paris Peace Conference in 1919, Woodrow Wilson returned to the United States to campaign for Senate approval of the peace treaty and the League of Nations Covenant. However, he suffered a stroke in October 1919 which left him bedridden and partially paralyzed. The United States never did ratify the Treaty of Versailles nor join the League of Nations, which had initially been Wilson's concept. At the time, non- interventionist sentiment was strong. Edith Wilson and others in the President's inner circle (including his physician and a few close friends) hid the true extent of the president's illness and disability from the American public. Edith also took over a number of routine duties and details of the Executive branch of the government from the onset of Wilson's illness until he left office almost a year and a half later. From October 1919 to the end of Wilson's term on March 4, 1921, Edith, acting in the role of First Lady and shadow steward, decided who and which communications and matters of state were important enough to bring to the bedridden president. Edith Wilson later wrote: \"I studied every paper sent from the different Secretaries or Senators and tried to digest and present in tabloid form the things that, despite my vigilance, had to go to the President. I, myself, never made a single decision regarding the disposition of public affairs. The only decision that was mine was what was important and what was not, and the very important decision of when to present matters to my husband.\" Edith became the sole communication link between the President and his Cabinet. She required they send her all pressing matters, memos, correspondence, questions, and requests. Edith took her role very seriously, even successfully pushing for the removal of Secretary of State Robert Lansing after he conducted a series of Cabinet meetings without the President (or Edith herself) present. She also refused to allow the British ambassador, Edward Grey, an opportunity to present his credentials to the president unless Grey dismissed an aide who was known to have made demeaning comments about her. She assisted President Wilson in filling out paperwork, and would often add new notes or suggestions. She was made privy to classified information, and was entrusted with the responsibility of encoding and decoding encrypted messages. ====Controversy==== In My Memoir, published in 1939, Edith Wilson justified her self-proclaimed role of presidential \"steward,\" arguing that her actions on behalf of Woodrow Wilson's presidency were sanctioned by Wilson's doctors; that they told her to do so for her husband's mental health.Wilson, p. 289; and Klapthor and Black, p. 65. Edith Wilson maintained that she was simply a vessel of information for President Wilson; however, others in the White House did not trust her. Some believed that the marriage between Edith and Woodrow was hasty and controversial. Others did not approve of the marriage because they believed that Woodrow and Edith had begun communicating with each other while Woodrow was still married to Ellen Wilson. In 1921, Joe Tumulty (Wilson's chief of staff) wrote: \"No public man ever had a more devoted helpmate, and no wife a husband more dependent upon her sympathetic understanding of his problems ... Mrs. Wilson's strong physical constitution, combined with strength of character and purpose, has sustained her under a strain which must have wrecked most women\".Joseph Patrick Tumulty, Woodrow Wilson as I Know Him (New York, NY:, Doubleday, Page & Co., 1921), 436. In subsequent decades, however, scholars were far more critical in their assessment of Edith Wilson's tenure as First Lady. Phyllis Lee Levin concluded that the effectiveness of Woodrow Wilson's policies were unnecessarily hampered by his wife, \"a woman of narrow views and formidable determination\".Levin, p. 518. Judith Weaver opined that Edith Wilson underestimated her own role in Wilson's presidency. While she may not have made critical decisions, she did influence both domestic and international policy given her role as presidential gatekeeper.Gregg Phifer, Speech Monographs, Vol. 38 Issue 4 (Nov 1971), p. 278; and Weaver, \"Edith Bolling Wilson as First Lady,\" pp. 51–76. Dr. Howard Markel, a medical historian, has taken issue with Edith Wilson's claim of a benign \"stewardship\". Markel has opined that Edith Wilson \"was, essentially, the nation's chief executive until her husband's second term concluded in March of 1921\".Howard Markel, \"When a secret president ran the country,\" PBS News Hour (October 2, 2015). While a widow of moderate education for her time, she nevertheless attempted to protect her husband and his legacy, if not the presidency, even if it meant exceeding her role as First Lady.Hazelgrove, Madam President: The Secret Presidency of Edith Wilson, 2016. This period of her life was dramatized in the 2021 historical fiction podcast Edith! starring Rosamund Pike. ==Later years== In 1921, Edith Wilson retired with the former president to their home on S Street NW in Washington, D.C., nursing him until his death three years later. In subsequent years, she headed the Woman's National Democratic Club's board of governors when the club opened formally in 1924 and published her memoir in 1939.Judith McArthur, Minnie Fisher Cunningham : A Suffragist's Life in Politics New York: Oxford University Press, 2005, page 124. On December 8, 1941, one day after Japan's attack on Pearl Harbor, Franklin D. Roosevelt asked Congress to declare war, taking pains to draw a link with Wilson's April 1917 declaration of war. Edith Bolling Wilson was present during Roosevelt's address to Congress.Emily S Rosenberg, A Date Which Will Live: Pearl Harbor in American Memory. Duke University Press, 2003. . Twenty years later, in 1961, Mrs. Wilson attended the inauguration of President John F. Kennedy. Wilson died of congestive heart failure at age 89, on December 28, 1961. She was to have been the guest of honor that day at the dedication ceremony for the Woodrow Wilson Bridge across the Potomac River between Maryland and Virginia, on what would have been her husband's 105th birthday. She was buried next to the president at the Washington National Cathedral. ==Legacy== Edith Wilson left her home to the National Trust for Historic Preservation, with a condition that it be made into a museum honoring her husband. The Woodrow Wilson House opened as a museum in 1964. To the Library of Congress, Mrs. Wilson donated first President Wilson's presidential papers in 1939, then his personal library in 1946.Library of Congress, The Woodrow Wilson Library The Edith Bolling Wilson Birthplace Foundation & Museum in Wytheville, Virginia was established in 2008. The foundation has stabilized the First Lady's birthplace and childhood home; it had been identified in May 2013 by Preservation Virginia as an Endangered Historic Site. The foundation's programs and exhibits aspire to build public awareness \"honoring Mrs. Wilson's name, the contributions she made to this country, the institution of the presidency, and for the example she sets for women.\" The Foundation shares First Lady Mrs. Wilson's journey \"From Wytheville to The White House\". In 2015, a former historic bank building in Wytheville, located on Main Street, was dedicated to the First Lady and bears her name. Adapted as the Bolling Wilson Hotel, it serves Wytheville residents and travelers alike. ==References== ==Bibliography== *Caroli, Betty Boyd. First Ladies: From Martha Washington to Michelle Obama. Oxford, UK: Oxford University Press, 2010. *Foster, Gaines. Ghosts of the Confederacy: Defeat, the Lost Cause, and the Emergence of the New South, 1865 to 1913. Oxford, UK: Oxford University Press, 1988. *Gould, Lewis L. American First Ladies: Their Lives and Their Legacy. Florence, Ky.: Taylor and Francis, 2001. *Hagood, Wesley O. Presidential Sex: From the Founding Fathers to Bill Clinton. Secaucus, N.J.: Carol Pub., 1998. *Hatch, Alden. Edith Bolling Wilson. New York: Dodd, Mead, 1961. *Hazelgrove, William Elliott. Madam President : The Secret Presidency of Edith Wilson. Washington, D.C.: Regency Publishing, 2016. *Klapthor, Margaret Brown and Black, Allida M. The First Ladies. Washington, D.C.: White House Historical Association, 2001. *Kupperman, Karen Ordahl. Indians & English: Facing Off in Early America. Ithaca, NY: Cornell University Press, 2000. *Kupperman, Karen Ordahl. Settling with the Indians: the Meeting of English and Indian Cultures in America, 1580–1640. New York, NY: Rowman and Littlefield, 1980. *Kupperman, Karen Ordahl. The Atlantic in World History. Oxford, UK: Oxford University Press, 2012. *Kupperman, Karen Ordahl. The Jamestown Project. Cambridge, MA: Harvard University Press, 2007. *Markel, Howard. \"When a secret president ran the country,\" PBS News Hour (October 2, 2015) *Miller, Kristie. Ellen and Edith: Woodrow Wilson's First Ladies. Lawrence, KS: University Press of Kansas, 2010. *Lamb, Brian. Who's Buried in Grant's Tomb?: A Tour of Presidential Gravesites. New York: Public Affairs, 2010. *Levin, Phyllis Lee. Edith and Woodrow: The Wilson White House. New York: Scribner, 2001. *Maynard, W. Barksdale. Woodrow Wilson: Princeton to the Presidency. New Haven, Conn.: Yale University Press, 2008. *Mayo, Edith. The Smithsonian Book of the First Ladies: Their Lives, Times, and Issues. New York: Henry Holt and Company, 1994. *McCallops, James S. Edith Bolling Galt Wilson: The Unintended President. New York: Nova History Publications, 2003. *Nordhult, J.W. Schulte. Woodrow Wilson: A Life for World Peace. Berkeley, Calif.: University of California Press, 1991. *Phifer, Gregg. Speech Monographs, Vol. 38 Issue 4 (Nov 1971). *Robertson, Wyndham. Pocahontas: Alias Matoaka, and Her Descendants through Her Marriage at Jamestown, Virginia, in April 1614, with John Rolph, Gentleman. Richmond, VA: J W Randolph & English, 1887. *Schneider, Dorothy and Schneider, Carl J. First Ladies: A Biographical Dictionary. New York: Facts On File, 2010. *Townshend, Camilla. Pocahontas and the Powhatan Dilemma. New York, NY: Hill and Wang, 2004. *Tribble, Edwin. ed. A President in Love : The Courtship Letters of Woodrow Wilson and Edith Bolling Galt. Boston, MA: Houghton Mifflin, 1981. *Tumulty, Joseph Patrick. Woodrow Wilson as I Know Him. New York, NY:, Doubleday, Page & Co., 1921. *Waldrup, Carole Chandler. Wives of the American Presidents. Jefferson, N.C.: McFarland, 2006. *Weaver, Judith L. \"Edith Bolling, Wilson as First Lady: A Study in the Power of Personality, 1919–1920,\" Presidential Studies Quarterly 15, No. 1 (Winter, 1985), pp. 51–76 *Wertheimer, Molly Meijer. Inventing a Voice: The Rhetoric of American First Ladies of the Twentieth Century. Lanham, Md.: Rowman & Littlefield, 2004. *Wilson, Edith Bolling Galt. My Memoir. New York: The Bobbs-Merrill Company, 1939. *Young, Dwight and Johnson, Margaret. Dear First Lady: Letters to the White House: From the Collections of the Library of Congress & National Archives. Washington, D.C.: National Geographic, 2008. ==External links== *Edith Bolling Wilson Birthplace * *Edith Wilson at C-SPAN's First Ladies: Influence & Image Category:1872 births Category:1961 deaths Category:19th-century American women Category:20th-century American women Category:American people of English descent Category:American people of Powhatan descent Category:Bolling family of Virginia Category:Burials at Washington National Cathedral Category:First Ladies of the United States Category:People from Wytheville, Virginia Category:Woodrow Wilson family Category:Washington, D.C. Democrats Category:Virginia Democrats Category:Writers from Virginia",
 "title": "Edith Wilson"
}