{
 "id": "416011",
 "text": "These United States submarines were lost either to enemy action or to \"storm or perils of the sea.\" ==Before World War II== {| class=\"wikitable sortable\" ! Ship name !! Hull number !! Date of loss !! Cause !! Approximate location |- | Turtle | NA | | Tender vessel sunk by BritishDiamant, p. 33 | Fort Lee, New Jersey |- | | NA | | Broke loose from tow and founderedUSS Alligator photo page at NavSource.org | Cape Hatteras, North Carolina |- | | SS-20 | | Lost in collision with | San Diego, California |- | | SS-23 | | Foundered due to battery acid leak | Honolulu, Hawaii |- | | SS-28 | | Grounding | Magdalena Bay, Mexico |- | | SS-66 | | Collision with SS Abangarez | Limon Bay, Panama |- | | SS-70 | | Foundered on test dive | Isles of Shoals, New Hampshire |- | | SS-109 | | Collision with Coast Guard destroyer ; raised and recommissioned 16 October 1928 | Provincetown, Massachusetts |- | | SS-110 | | Foundered on dive | Delaware Capes, New Jersey |- | | SS-162 | | Collision with SS City of Rome | Block Island, Rhode Island |- | | SS-192 | | Foundered on test dive; raised and renamed Sailfish | Isles of Shoals, New Hampshire |- |} Additionally: *, decommissioned as a target, flooded and sank unexpectedly 30 July 1919 in Two Tree Channel near Niantic, Connecticut with the loss of three crew. * foundered 7 December 1921 in 80 feet of water on a pre-commissioning dive. She was raised and commissioned 14 October 1922. * Decommissioned on 2 May 1931, she was berthed at Philadelphia until 26 February 1936 when she sank at her mooring. Later raised, she was struck from the Naval Vessel Register on 12 May 1936 and on 19 August she was used as a target vessel for an aerial bombing test. == During World War II == During World War II, the U.S. Navy's submarine service suffered the highest casualty percentage of all the American armed forces, losing one in five submariners.http://www.valoratsea.com/bookstore.htm Some 16,000 submariners served during the war, of whom 375 officers and 3,131 enlisted men were killed.Blair, p. 877. Fifty-two submarines of the United States Navy were lost during World War II.″United States Submarine Losses World War II″, Naval History Division, Office of the Chief of Naval Operations, Washington: 1963 (Fifth Printing) Two – and – were lost to friendly fire (though there is speculation that the Dorado may have struck a mine), at least three more – Tulibee, Tang, and Grunion – to defective torpedoes, and six to accident or grounding.Blair, Clay, Jr. Silent Victory (Philadelphia: Lippincott, 1975), pp. 991–92, . Another eight submarines went missing while on patrol and are presumed to have been sunk by Japanese mines, as there were no recorded Japanese anti-submarine attacks in their patrol areas. The other thirty-three lost submarines are known to have been sunk by the Japanese. {| class=\"wikitable sortable\" ! Ship name !! Hull number !! Date of loss !! Cause !! Approximate location |- | | SS-218 | | Lost to enemy mine | Northeast of Hokkaido |- | | SS-219 | | Lost to enemy action by torpedo boat Hiyodori and submarine chaser No. 18 | New Britain |- | | SM-1 | | Lost to enemy action by destroyers Isokaze and Maikaze | New Britain |- | | SS-316 | | Lost to enemy air attack | Borneo |- | | SS-223 | | Lost to enemy action, depth-charged by kaibōkan Okinawa, CD-63, CD-75, CD-158, and CD-207 | Sea of Japan |- | | SS-332 | | Lost to enemy air attack; last US submarine loss of the war | Java Sea |- | | SS-289 | | Cause unknown, possibly naval mine or attack by minelayer Wakataka | Celebes Sea |- | | SS-290 | | Lost to air attack and gunboat Karatsu (ex-USS Luzon) | Mindanao |- | | SS-226 | | Torpedoed by | Truk |- | | SS-227 | | Accidental grounding in pursuit of Japanese cruiser Takao | Palawan Passage |- | | SS-248 | | Sunk by friendly fire air attack (PBM Mariner of Patrol Squadron 210) or possibly mines laid by U-214 | Panama Canal Zone |- | | SS-294 | | Cause unknown, probably naval mine | Yellow Sea |- | | SS-250 | | Sunk by naval mine | Balabac Strait, Philippines (7°58'43.21\"N 117°15'23.79\"E) |- | | SS-361 | | Lost to enemy action by escorts Miya Maru and Bunzan Maru | Northern Japanese waters |- | | SS-207 | | Lost to enemy action by destroyers Minegumo and Murasame, or possibly to air attack by 958th Kōkūtai naval aircraft | New Britain |- | | SS-208 | | Lost to enemy air attack | Ryukyu Islands |- | | SS-209 | | Cause unknown; possibly rammed by transport Hokuan Maru | Lingayen Gulf, Philippines |- | | SS-210 | | Scuttled following enemy air attack | Strait of Malacca |- | | SS-215 | | Cause unknown; possibly sunk by its own torpedo or lost to enemy action by destroyer Shigure and two other escorts | Philippines |- | | SS-216 | | Sunk due to accidents caused by circular run of own torpedo. | Kiska Island, Alaska |- | | SS-211 | | Cause unknown; possibly air attack | Maug Islands or possibly Iwo JimaGudgeon (SS-211) at Uboat.net |- | | SS-257 | | Lost to enemy action by kaibokan CD-22 | Dasol Bay, Philippines |- | | SS-233 | | Lost to enemy shore batteries | Kuril Islands |- | | SS-369 | | Cause unknown; possibly enemy submarine or mines | Ryukyu Islands |- | | SS-371 | | Lost to enemy action by Japanese minelayer Hatsutaka | Gulf of Thailand |- | | SS-176 | | Scuttled following enemy action by Japanese destroyer Ushio | Java |- | | SS-177 | | Cause unknown; possible enemy actions include one by minelayer Shirakami and auxiliary subchaser Bunzan Maru on 3 April 1943 | Northern Honshu |- | | SS-181 | | Cause unknown; possibly naval mine or enemy action | Northern Honshu |- | | SS-89 | | Cause unknown; foundered on training exercise | off Key West, Florida |- | | SS-273 | | Cause unknown; probably naval mine | West of Palawan Island |- | | SS-275 | | Cause unknown; possibly naval mine | Hokkaido |- | | SS-131 | | Sunk after accidental collision with | Gulf of Panama |- | | SS-132 | | Accidental grounding | Amchitka Island, Alaska |- | | SS-133 | | Cause unknown; foundered during anti-submarine exercise | Oahu, Hawaii |- | | SS-141 | | Accidental grounding | Makassar Strait |- | | SS-144 | | Accidental grounding | Rossel Island |- | | SS-155 | | Enemy action by Japanese escort Ishigaki | Kurile Islands |- | | SS-277 | | Enemy action by kaibokan CD-4 and aircraft | Tokyo Bay |- | | SS-278 | | Cause unknown; probably naval mine | East China Sea |- | | SS-191 | | Scuttled following enemy action by Japanese destroyer Yamagumo | Gilbert Islands |- | | SS-195 | | Scuttled 25 December 1941 following irreparable damage in air attack 10 December | Cavite Navy Yard, Philippines |- | | SS-197 | | Probably sunk by \"friendly fire\" from | Morotai Island |- | | SS-174 | | Cause unknown; possibly sunk by Japanese destroyer Yamakaze or other enemy action | Molucca Sea |- | | SS-314 | | Lost to enemy action by Japanese destroyer Harukaze | Luzon Strait |- | | SS-279 | | Cause unknown | South China Sea |- | | SS-193 | | Cause unknown; possibly enemy action or naval mine | Ryukyu Islands |- | | SS-306 | | Sunk by circular run of own torpedo | Formosa Strait |- | | SS-237 | | Lost to enemy action by kaibokan Mikura, CD-33, and CD-59; assisted by air attack | Ryukyu Islands |- | | SS-201 | | Cause unknown; probably enemy action | Admiralty Islands |- | | SS-202 | | Cause unknown; probably enemy action by Japanese destroyer Asashimo or circular run of own torpedo | Okinawa |- | | SS-284 | | Sunk by circular run of own torpedo | Palau Islands |- | | SS-238 | | Lost to air and surface attack by submarine chasers CH-15, CH-43 and 3 E13A1 Jakes | La Perouse Strait |- |} ===Additional casualties=== There are two additional casualties to submarines in World War II that are sometimes considered as effectively two additional losses. was damaged by Japanese air and surface forces on 14 November 1944. She was able to reach Saipan and later Pearl Harbor on 1 December, departing San Francisco for Portsmouth Navy Yard on 16 February 1945. There it was determined that she was a constructive total loss and beyond economical repair, but might be useful as a school ship, similar to the postwar immobile pierside training submarines. However, her career in this capacity was brief, and Halibut was decommissioned at Portsmouth Navy Yard 18 July 1945 and sold for scrap in January 1947. was commissioned on 12 February 1945 and sank at pier 8 at the Boston Navy Yard on 15 March 1945, apparently without loss of life and reportedly still incomplete. She was raised eight days later, decommissioned on 24 March 1945, and never completed or fully repaired.Bauer & Roberts, p. 275Friedman through 1945, p. 297Silverstone, p. 199 Postwar, she was listed as a Reserve Fleet submarine until stricken in 1958 and scrapped in 1959, having never gone to sea. ===Additional incidents=== The former was transferred to the Royal Navy 9 March 1942 and renamed as HMS P.514. On 21 June 1942 she was rammed by the Royal Canadian Navy minesweeper and sank with all hands. The former was sold in 1931 to a private owner for use as a tourist attraction, with the hulk reacquired by the U.S. Navy for \"experimental purposes\" in 1941. She foundered and sank in the Patuxent River 16 December 1942. The former was transferred to the Royal Navy 4 November 1941 and renamed as RMS P.551 then transferred to the Polish Navy in exile and renamed . On 2 May 1942 she was attacked in a friendly fire incident by a Royal Navy minesweeper and destroyer and sank with all hands. , originally commissioned on 16 December 1918 and decommissioned after more than 12 years of service, was recommissioned and served for five additional years during World War II. R-1 was decommissioned at Key West on 20 September 1945 and was struck from the Naval Vessel Register on 10 November. Still at Key West awaiting disposal on 21 February 1946, the submarine sank in of water. Raised three days later, she was sold for scrap on 13 March 1946. was decommissioned on 6 February 1945, was stripped, and her hulk was supposed to be expended as a target for aerial bombing off San Diego, California, but she broke her tow cable and sank coming to rest some 50–60' deep, on 20 February 1945. Her name was stricken from the Naval Vessel Register three days later. Salvagers unsuccessfully tried to retrieve the wreck of S-37 for her scrap value, but lost her again off Imperial Beach, California in of water at 32° 36.2541' N, 117° 08.2334' W, where she remains to this day. == After World War II == {| class=\"wikitable sortable\" ! Ship name !! Hull number !! Date of loss !! Cause !! Approximate location |- | | SS-345 | | Lost to accidental fire and battery explosion | Norwegian Sea |- | | SSN-589 | | Cause unknown; numerous theories have been advanced. Recent deep submergence photography indicates the possibility of an implosion event similar to the USS Thresher. | North Atlantic Ocean, southwest of the Azores |- | | SS-415 | | Collision with | Oahu, Hawaii |- | | SSN-593 | | Exact cause unknown; one theory is a seawater leak led to a reactor plant shutdown, compounded by a heavy trim (excess negative buoyancy) and an inadequate ballast tank blow system. Another theory is that a reactor plant scram occurred for tests; a flaw caused an inability to operate key reactor valves and other valves, which prevented emergency surfacing or a problem in the procedures for a scram caused the inability to operate a very important steam plant valve causing a loss of propulsion. Any of these problems could have caused the boat to sink beyond crush depth. | east of Cape Cod, Massachusetts |- |} === Additional incidents === Was decommissioned on 15 November 1945 and sold for scrap 8 June 1957. The Tarpon foundered in deep water, south of Cape Hatteras, North Carolina, on 26 August 1957, while under tow to the scrap yard. flooded and sank pier-side prior to commissioning at Mare Island Naval Shipyard on 15 May 1969. Two shipyard teams, apparently unaware of each other's efforts, were conducting work involving filling tanks in both the forward and aft portions of the submarine. Eventually the lack of coordination led to flooding through the bow hatch.Report of the Armed Services Investigating Subcommittee on the sinking of Guitarro, 30 June 1969 The submarine was raised, but completion was delayed 32 months. Guitarro was commissioned on 9 September 1972. was decommissioned and struck from the Naval Register 1 October 1970. On 1 June 1971, while under tow near Cape Flattery, Washington state, Bugara swamped and sank accidentally. was not repaired after a fire near Florida on 24 April 1988 that killed three crewmembers. She was decommissioned 28 September 1988 and hulked 17 August 1989. The hull was later purchased by Northrop Grumman for testing. experienced a fire during overhaul at Portsmouth Naval Shipyard on 23 May 2012 that caused significant damage, though with no loss of life. A civilian shipyard worker confessed to arson. Although repairs were considered, using components from the decommissioned , the estimated cost of $700 million was considered uneconomical in a time of reduced budgets. Miami was decommissioned on 28 March 2014, to be disposed of via the nuclear Ship-Submarine Recycling Program.Navy news about USS Miami fireMcDermott, Jennifer, \"Fire-stricken submarine USS Miami is decommissioned\", The Day, 29 March 2014; reprinted in Stars and Stripes ==See also== * List of U.S. Navy losses in World War II * Allied submarines in the Pacific War * Submarines in the United States Navy * List of submarines of the United States Navy * List of most successful American submarines in World War II ==References== * * * * * Silverstone, Paul H., U.S. Warships of World War II, Ian Allan, 1965, . * ==External links== * On Eternal Patrol * Submarine Photo Archive at NavSource.org * United States Submarine Veterans Inc. (USSVI) Submarines Submarines lost Category:Lists of submarines",
 "title": "List of lost United States submarines"
}