{
 "id": "416105",
 "text": "thumb|The arms of Vane: Azure, three sinister gauntlets Or Baron Inglewood, of Hutton in the Forest in the County of Cumberland, is a title in the Peerage of the United Kingdom. It was created on 30 June 1964 for the Conservative politician William Fletcher-Vane. He was the son of Lieutenant-Colonel the Hon. William Lyonel Vane, younger brother of Henry Vane, 9th Baron Barnard, who had succeeded to the barony of Barnard in 1891 on the death of his distant relative Harry Powlett, 4th Duke of Cleveland and 8th Baron Barnard. William Lyonel Vane and his brother, the ninth Baron Barnard, were both great-great- grandsons of Hon. Morgan Vane, younger son of Gilbert Vane, 2nd Baron Barnard, whose eldest son, the third Baron, was created Earl of Darlington, and from whom the Dukes of Cleveland descended. The family seat is Hutton in the Forest, near Penrith, Cumbria. The title and the name of the house refer to the ancient Royal Forest of Inglewood. the title is held by his eldest son, the second Baron, who succeeded in 1989. He is also a Conservative politician and one of the ninety elected hereditary peers that remain in the House of Lords after the passing of the House of Lords Act 1999. Created in 1964, the barony of Inglewood is one of the last hereditary baronies created in the Peerage of the United Kingdom. ==Barons Inglewood (1964)== *William Morgan Fletcher-Vane, 1st Baron Inglewood (1909–1989) *William Richard Fletcher-Vane, 2nd Baron Inglewood (b. 1951) The heir apparent is the present holder's son, the Hon. Henry William Frederick Fletcher-Vane (b. 1990) ==See also== *Fletcher-Vane baronets *Baron Barnard *Duke of Cleveland *Viscount Vane *Vane-Tempest baronets ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990. * Category:Baronies in the Peerage of the United Kingdom Category:Noble titles created in 1964 Category:Noble titles created for UK MPs Category:Vane family Category:Inglewood Forest",
 "title": "Baron Inglewood"
}