{
 "id": "416217",
 "text": "Hippocleides (also Hippoclides) (), the son of Teisander (Τείσανδρος), was an Athenian nobleman, who served as Eponymous Archon for the year 566 BC – 565 BC. He was a member of the Philaidae, a wealthy Athenian family that was opposed to the Peisistratos family. During his term as archon he set up the statue of Athena Promachos (πρὀμαχος) in Athens and oversaw a reorganization of the Panathenaia festival.Terry Buckley, Aspects of Greek history, 750-323 BC: A Source-Based Approach (Routledge, 1996), pp. 120-121. As a young man he competed for the hand of Agariste, the daughter of Cleisthenes, the tyrant of Sicyon. By the end of the competitions, only Hippocleides and Megacles remained. According to Herodotus (6.129-130), Hippocleides became intoxicated during a dinner party with Cleisthenes, and began to act like a fool; at one point he stood on his head and kicked his legs in the air, keeping time with the flute music. When Hippocleides was informed by Cleisthenes \"Oh son of Teisander, you have just danced away your marriage,\" his response was \"οὐ φροντὶς Ἱπποκλείδῃ\", (\"Hippocleides doesn't care\" or literally \"No care for Hippocleides\"). The phrase, according to Herodotus, became a common expression in the Greek world. The phrase was well known to later authors; Aristophanes paraphrases it in The Wasps,. Lucian uses it in his essay Apology for the Dependent Scholar. Plutarch, who disliked Herodotus, says the author \"would dance away the truth\" like Hippocleides.Plutarch, \"Of Herodotus' Malice\", in Plutarch's Lives, vol. 4, ed. William W. Goodwin (Boston, 1874), pg. 356. John Henry Newman applied this saying to himself: \"I am aware that what I have been saying will, with many men, be doing credit to my imagination at the expense of my judgment--'Hippoclides doesn't care;' I am not setting myself up as a pattern of good sense or of anything else: I am but vindicating myself from the charge of dishonesty.\"John Henry Newman (1864), Apologia pro Vita Sua, 1946 reprint, New York: Dutton, Part III, \"History of My Religious Opinions from 1833 to 1839\", p. 51. T. E. Lawrence also had the phrase \"ου φροντις\" inscribed over the cottage door at Clouds Hill in Dorset. ==References== == External links == * Category:6th-century BC Athenians Category:6th-century BC deaths Category:Year of birth unknown Category:Philaidae Category:Eponymous archons",
 "title": "Hippocleides"
}