{
 "id": "416551",
 "text": "A no-fly zone, also known as a no-flight zone (NFZ), or air exclusion zone (AEZ), is a territory or area established by a military power over which certain aircraft are not permitted to fly. Such zones are usually set up in an enemy power's territory during a conflict, similar in concept to an aerial demilitarized zone, and usually intend to prohibit the enemy's military aircraft from operating in the region. Military action is employed by the enforcing state and, depending on the terms of the NFZ, may include preemptive attacks to prevent potential violations, reactive force targeted at violating aircraft, or surveillance with no use of force. Air exclusion zones and anti- aircraft defences are sometimes set up in a civilian context, for example to protect sensitive locations, or events such as the 2012 London Olympic Games, against terrorist air attack. No-fly zones are a modern phenomenon established in the 1990s. They can be distinguished from traditional air power missions by their coercive appropriation of another nation's airspace only, to achieve aims on the ground within the target nation. While the RAF conducted prototypical air control operations over various contentious colonies between the two World Wars, no-fly zones did not assume their modern form until the end of the Gulf War in 1991.\"Air Exclusion Zones: An Instrument for Engagement in a New Century,\" Brig General David A. Deptula, in \"Airpower and Joint Forces: The Proceeding of a Conference Held In Canberra by the RAAF, 8–9 May 2000,\" During the Cold War, the risk of local conflict escalating into nuclear showdown made military intervention as a tool of United States statecraft unappealing. Furthermore, air power was a relatively blunt instrument until the operational maturation of stealth and precision-strike technologies. Before the Gulf War of 1991, it had not been possible to perform nuanced attacks against transitory, difficult-to-reach targets, and air power thus lacked the ability to produce decisive political effects short of total war. However, the demise of the Soviet Union and technological advances in aerospace capabilities made no-fly zones viable in both political and military contexts. ==Past no-fly zones== ===Iraq, 1991-2003=== Following the 1991 Gulf War, the United States along with other Coalition nations established two no- fly zones in Iraq. U.S. and Coalition officials stated that the northern no- fly zone was intended to prevent attacks against the Kurdish people by the Iraqi regime of Saddam Hussein, and that the southern no-fly-zone was intended to protect Iraq's Shia population. On March 16, 1988, the Iraqi Air Force deployed chemical weapons against Kurdish civilians during the Halabja chemical attack, killing 5,000. This air-to-ground event served as part of the motivation used by Coalition Forces in order to extend and expand the NFZs, as well as citing parts of Chapter 42 within the U.N. Charter. The southern no- fly zone originally extended to the 32nd parallelStaff writer (December 29, 1998). \"Containment: The Iraqi No-Fly Zones\". BBC News. Retrieved March 5, 2011. but was extended to the 33rd parallel in 1996. ==== Legal status ==== This military action was not authorised by the United Nations. The Secretary- General of the United Nations at the time the resolution was passed, Boutros Boutros-Ghali called the no-fly zones \"illegal\" in a February 2003 interview with John Pilger for ZNet.Pilger, John (February 23, 2003). \"A People Betrayed\" . ZNet. Retrieved March 5, 2011.Pilger, John (August 7, 2000). \"Labour Claims Its Actions Are Lawful While It Bombs Iraq, Strarves Its People and Sells Arms To Corrupt States\". johnpilger.com. Retrieved March 5, 2011. In 1998, France withdrew from the operation, with French Foreign Minister Hubert Vedrine saying that \"there is no basis in international law for this type of bombing\". ==== Civilian deaths ==== The United Nations reported that in 1999 alone 144 civilians had been killed during Coalition bombing efforts. An internal UN Security Sector report found that, in one five-month period, 41% of the victims were civilians. ===Bosnia and Herzegovina, 1993-1995=== In 1992, the United Nations Security Council passed United Nations Security Council Resolution 781, prohibiting unauthorized military flights in Bosnian airspace. This led to Operation Sky Monitor, where NATO monitored violations of the no-fly zone but did not take action against violators of the resolution. In response to 500 documented violations by 1993, including one combat violation, the Security Council passed Resolution 816, which prohibited all unauthorized flights and allowed all UN member states to \"take all necessary measures...to ensure compliance with [the no-fly zone restrictions].\" This led to Operation Deny Flight. NATO later launched air strikes during Operation Deny Flight and during Operation Deliberate Force. ===Libya, 2011=== thumb|2011 no-fly zone in Libya As part of the 2011 military intervention in Libya, the United Nations Security Council approved a no-fly zone on 17 March 2011. The resolution includes provisions for further actions to prevent attacks on civilian targets.\"Security Council Approves ‘No-Fly Zone’ over Libya, Authorizing ‘All Necessary Measures’ to Protect Civilians, by Vote of 10 in Favour with 5 Abstentions\" NATO seized the opportunity to take the offensive, bombing Libyan government positions during the civil war. The NATO no fly zone was terminated on 27 October after a unanimous vote by the UNSC.UN votes to end no-fly zone over Libya , Aljazeera, October 28, 2011. === Libya, 2018 and 2019 === A no-fly zone was declared by the Libyan National Army (LNA) in the country's south during the LNA's offensive in the region in 2018. It was later re-implemented for 10 days in 2019 as the LNA established control over oil fields in the region. The LNA declared another no-fly zone in the country's west, during the 2019 Western Libya offensive. == Discussion of a no-fly zone over Ukraine, 2022 == Shortly after the start of the Russian invasion of Ukraine in February 2022, the Ukrainian leadership repeatedly urged NATO to enforce a no-fly zone over Ukraine, but the alliance rejected the request on account of risking further escalation and direct military confrontation with Russia as well as questioning its value in protecting the Ukrainian settlements amid indiscriminate attacks from the Russian ground- based artillery. == Analysis == A 2004 Stanford University paper published in Journal of Strategic Studies, \"Lessons from Iraq and Bosnia on the Theory and Practice of No-fly Zones,\" reviewed the effectiveness of the air-based campaigns in achieving military objectives. The paper's findings were: 1) A clear, unified command structure is essential. In Bosnia and Herzegovina, during \"Operation Deny Flight,\" a confusing dual-key coordination structure provided inadequate authority and resulted in air forces not being given authority to assist in key situations; 2) To avoid a \"perpetual patrol problem,\" states must know in advance their policy objectives and the exit strategy for no-fly zones; 3) The effectiveness of no-fly zones is highly dependent on regional support. A lack of support from Turkey for the 1996 Iraq no-fly zone ultimately constrained the coalition's ability to effectively enforce it. ==See also== *Air supremacy *List of airliner shootdown incidents *Prohibited airspace *Suppression of Enemy Air Defenses *Saudi Arabian-led intervention in Yemen#Other effects ==Notes== ==References== * * No-Fly Zones: Strategic, Operational, and Legal Considerations for Congress Congressional Research Service * Wheeler, Nicholas J. (2000) Saving Strangers - Humanitarian Intervention in International Society. Oxford University Press (Oxford, England). . Category:Air traffic control Category:Aviation law Category:Blockades *",
 "title": "No-fly zone"
}