{
 "id": "416891",
 "text": "The 1951 United Kingdom general election was held twenty months after the 1950 general election, which the Labour Party had won with a slim majority of just five seats. The Labour government called a snap election for Thursday 25 October 1951 in the hope of increasing its parliamentary majority. However, despite winning the popular vote and achieving both the highest-ever total vote (until it was surpassed by the Conservative Party in 1992) and highest percentage vote share, Labour won fewer seats than the Conservative Party. This election marked the return of Winston Churchill as Prime Minister, and the beginning of Labour's thirteen-year spell in opposition. This was the final general election to be held with George VI as monarch, as he died the following year on 6 February and was succeeded by his daughter, Elizabeth II. This was also the last election in which the Conservatives did better in Scotland than in England. The 1951 election was the second one to be covered on BBC Television. On election night, the results were televised from the BBC Lime Grove Studios in London. Graham Hutton, David Butler and H. G. Nicholas headed the election night coverage from 10.15pm until 4.00am on the television service. On the following day, television coverage started at 10.00am and continued throughout the day until 5.00pm. ==Background== Clement Attlee had decided to call the election because of the King's concerns that, when leaving the country to go on his planned Commonwealth tour in 1952 with a government that had such a slim majority, there would be a possibility of a change of government in his absence. (As it transpired, the King became too ill to travel and delegated the tour to his daughter Princess Elizabeth shortly before his death in February 1952). The Labour government, which by now had implemented most of its manifesto from the 1945 election, was beginning to lose cabinet ministers, such as Ernest Bevin (death) and Stafford Cripps (health issues). The Conservative Party, however, after the previous year's election, had more new MPs. ==Campaign== Labour's manifesto stated that the party \"proud of its record, sure in its policies—confidently asks the electors to renew its mandate\". It identified four key tasks facing the United Kingdom which it would tackle: the need to work for peace, the need to work to \"maintain full employment and to increase production\", the need to reduce cost of living, and the need to \"build a just society\". The manifesto argued that only a Labour government could achieve these tasks. It also contrasted the Britain of 1951 with that of the interwar years (when there had largely been Conservative-led governments), saying this period saw \"mass-unemployment; mass fear; mass misery\". While Labour began to have some policy divisions during the election campaign, the Conservatives ran an efficient campaign that was well-funded and orchestrated. Their manifesto Britain Strong and Free stressed that safeguarding \"our traditional way of life\" was integral to the Conservative purpose. Significantly, they did not propose to dismantle the welfare state or the National Health Service which the Labour government had established. The manifesto did, however, promise to \"stop all further nationalisation\" and to repeal the Steel Act introduced by the Labour government. As for the Liberal Party, its poor election results in 1950 only worsened; unable to get the same insurance against losses of deposits that it did in the previous year, it was able to field only 109 candidates as opposed to 478 in 1950, and thus posted the worst general election result in the party's history, getting just 2.5% of the vote and winning only six seats. The Liberals' (and later the Liberal Democrats') popular vote total has not fallen so low since, though their lowest total of six seats would be matched in several future elections. Four candidates were returned unopposed, all Ulster Unionists in Northern Ireland. This was the last general election in which any candidates were returned unopposed, although there have since been unopposed by-elections. The subsequent Labour defeat was significant for several reasons: the party polled almost a quarter of a million votes more than the Conservative Party and its National Liberal Party ally combined; won the most votes that Labour has ever won (as of 2019); and won the most votes of any political party in any election in British political history, a number not surpassed until the Conservative Party's victory in 1992. Despite this, the Conservative Party formed the next government with a majority of 17 seats. Under the first past the post electoral system, many Labour votes were \"wasted\" as part of large majorities for MPs in safe seats. This was the fourth of five elections in the twentieth century where a party lost the popular vote, but won the most seats. The others were January 1910, December 1910, 1929 and February 1974; it also happened in the 1874 election. The 1951 and 1874 elections are the only two examples of a political force winning an overall majority while losing the popular vote. ==Results== {| style=\"width:70%; text-align:center;\" |+ style=\"width:50.0%; text-align:right\" | ↓ |- style=\"color:white;\" | style=\"background:; width:52.4%;\" | 321 | style=\"background:; width:46.2%;\" | 295 | style=\"color:black; background:; width:1.0%;\" | 6 | style=\"background:gray; width:0.5%;\" | 3 |- | Conservative | Labour | Lib | O |} center|300px |} Total votes cast: 28,596,594. {| class=\"wikitable\" style=\"width:70%\" |- |Government's new majority |17 |- |Total votes cast |28,596,594 |- |Turnout |82.6% |} ===Votes summary=== Headline swing: 1.13% to Conservative. ===Seats summary=== == Transfers of seats == All comparisons are with the 1950 election. {| class=\"wikitable sortable\" style=\"margin:1em\" !colspan=2|From !colspan=2|To !No. !class=unsortable|Seats |- | rowspan=3 bgcolor=\"\" | | rowspan=3| | (HOLD) | colspan=2|273 |- | |1 |Bolton West |- | |21 |Barry, Battersea South, Bedfordshire South, Berwick and East Lothian, Bolton East, Buckingham, Conway, Darlington, Doncaster, Dulwich, King's Lynn, Manchester Blackley, Middlesbrough West, Norfolk South West, Oldham East, Plymouth Sutton, Reading North, Rochdale, Rutherglen, Wycombe, Yarmouth |- | rowspan=2 bgcolor=\"\" | | rowspan=2 | | (HOLD) |1 |Fermanagh and South Tyrone |- | |1 |Mid Ulster |- | rowspan=3 bgcolor=\"\" | | rowspan=3 | | |2 |Anglesey, Meirioneth |- | (HOLD) |5 |Cardiganshire, Carmarthen, Huddersfield West, Montgomery, Orkney and Shetland |- | |2 |Eye, Roxburgh and Selkirk |- | | (HOLD) |16 |Angus North and Mearns, Angus South, Bedfordshire South, Bradford North, Denbigh, Dumfriesshire, Fife East, Harwich, Holland with Boston, Huntingdonshire, Luton, Norfolk Central, Renfrewshire West, Ross and Cromarty, St Ives, Torrington |- | rowspan=2 bgcolor=\"\" | | rowspan=2 | | |1 |Newcastle upon Tyne North |- | rowspan=2 bgcolor=\"\" | | rowspan=2 | (HOLD) | colspan=2|many |- | |1 |Hexham |- | rowspan=2 bgcolor=\"\" | | rowspan=2 | | |1 |Belfast West |- | |9 |North Antrim, South Antrim, Armagh, Belfast East, Belfast North, Belfast South, Down North, Down South, Londonderry |} ==See also== *List of MPs elected in the 1951 United Kingdom general election *1951 United Kingdom general election in Northern Ireland *1951 Prime Minister's Resignation Honours ==Notes== ==References== ===Sources=== * , The standard study * * * ==External links== *United Kingdom election results—summary results 1885–1979 *Churchill & the 1951 General Election - UK Parliament Living Heritage ===Manifestos=== *, 1951 Conservative Party manifesto *Labour Party Election Manifesto, 1951 Labour Party manifesto *The Nation's Task, 1951 Liberal Party manifesto General election 1951 General election",
 "title": "1951 United Kingdom general election"
}