{
 "id": "416995",
 "text": "Măcin () is a town in Tulcea County, in the Northern Dobruja region of Romania. ==Location== Măcin is located in the north-western part of the Northern Dobruja region, in Tulcea County. The city is located at the intersection of the DN22 (E87) and DN22D national roads. The DN22 road links it to the Romanian capital, Bucharest (230 km to the West, via Brăila) and to cities of Isaccea and Tulcea (to the East). The DN22D road connects Măcin through a southern route with Tulcea and Constanța. According to the 2011 census, the population numbered 7,666 inhabitants, composed of 91.46% Romanians, 4.8% Roma, 2.92% Turks and 0.37% Russian Lipovans. ==History== The town is located on an ancient Celtic settlement, named Arrubium. It was included in the Getic polities of Rhemaxos and Zyraxes, then conquered by the Roman Empire, which stationed a cavalry unit in this place between 99 and 241 AD. The ruins of the old Roman fortifications can be seen today on the top of \"Cetate\" Hill. Part of the Bulgarian, Byzantine and later Ottoman Empire, it was included for some time in the Wallachian and Moldavian voivodates. It was the site of the Battle of Măcin in 1791. ==Economy== The main share of the local economy is taken by agriculture, especially animal husbandry, cereal growing and in less extent, fishing. The local industry is centered on surface mining, mainly extraction of granite rocks, from quarries situated on southern slopes of Măcin Mountains; textile and clothing manufacturing are also relatively well represented. A significant proportion of the area's population (especially women) is still involved in the textile industry. There is also a factory producing electrostatic air purifiers and ventilation systems. Since the mid-2000s, the wine industry has grown in importance, with new vineyards being planted on Carcaliu Hill along the DJ222L road, six kilometers outside city limits to the southeast. The local wine producer sells on the national and foreign markets white and red wines with the \"D.O.C.\" designation, \"Controlled term of origin\", from Sarica-Niculițel region. Măcin has also an \"inland port\" on the Danube, operated by two local fixed cranes and sometimes depending on the freight fluxes, by additional floating cranes brought in from Brăila. The port has grain-handling and some warehousing facilities. ==Tourism== Tourism development contributes to improving the attractiveness of the region and creates new jobs. Tourist destinations in the area include: * Măcin Mountains National Park; * Iacobdeal lake - Turcoaia area; * The Old Inn and the window of grinding (eighteenth century); * The Old Danube river arm – (Măcin arm); * \"Izvorul Tămăduirii\" - spring in the Măcin Mountains National Park; * Beech Valley Forest (natural botanical reserve) - Luncavita area; * Popina Blasova (nature reserve) in Balta Brăila; * Point Fossil Hill Bujoarele (geological reserve); * Arrubium fortress ruins; * Fortress Troesmis – Turcoaia; * Roman-Byzantine fortress Dinogeția; * Monastery of Măcin, with wooden interior; * Heroes Monument Măcin; * Memorial House “Panait Cerna” (from the village Cerna); * The houses with specific architecture Dobrogean (Luncavita, Văcăreni, Garvan and Jijila); Website https://turism-macin.ro/ ==Education== *Four kindergartens, one with prolonged activities program (No. 4). *Two primary schools: ** \"Nifon Bălășescu\" school (ex \"Școala generală nr. 1\") ** \"Gheorghe Banea\" school (ex \"Școala generală nr. 2\") *Vocational school. The school has been established since 1905, and according to Spiru Haret was \"the most beautiful school from all over Dobrudja\" in the period around World War I. *High school: \"Gheorghe Munteanu-Murgoci\" *\"Cadastre and Cartography College\" within Faculty of Geography, University of Bucharest. ==Natives== * Gabriel Caramarin * Gheorghe Munteanu-Murgoci * Maurice Samuel ==International relations== ===Twin towns — sister cities=== Măcin is twinned with: * Blaye ==References== ==External links== * www.macin.ro Category:Towns in Romania Category:Roman towns and cities in Romania Category:Populated places in Tulcea County Category:Localities in Northern Dobruja Category:Populated places on the Danube Category:Dacian towns Category:Celtic toponyms Category:Celtic towns",
 "title": "Măcin"
}