{
 "id": "416919",
 "text": "Stephen John Ladyman (born 6 November 1952) is a British Labour Party politician who was the Member of Parliament (MP) for South Thanet from 1997 until 2010. ==Early life== He attended the Birkenhead Institute Grammar School for Boys (became the comprehensive Birkenhead Institute High School then closed in August 1993) on Tollemache Road in Claughton, before studying at Liverpool Polytechnic where he received a BSc in Applied Biology. He did work placements at Rothamsted Experimental Station in Harpenden and at Ministry of Agriculture, Fisheries and Food in Liverpool, before studying for a PhD awarded by the University of Strathclyde for researching natural isotopic abundances of elements to enable prediction of soil development when at the Natural Environment Research Council's radiocarbon laboratory, in the Scottish Universities Research and Reactor Centre, East Kilbride. He worked as a research scientist for the Medical Research Council (MRC) Radiobiology Unit at Harwell in Oxfordshire from 1979–85, where he researched the removal of radionuclides from lung tissue, before becoming Head of Computing for the Mathilda and Terence Kennedy Institute of Rheumatology in Charing Cross (now owned by Imperial College) from 1985–90, building computer systems for the Kennedy Institute (also part of Hammersmith Hospital), the Arthritis and Rheumatism Research Council and Charing Cross Sunley Research Centre. From 1990–1, he was an IT consultant at Pfizer Central Research in Sandwich, south Thanet, where Viagra was discovered, advising research scientists on the design of computer systems, before working as Head of Computer User Support until 1997. ==Political career== He contested the Wantage constituency in June 1987, when 34. From 1995–9, Ladyman was a Thanet councillor and was appointed as Chairman of Finance of Thanet District Council. He was elected to Parliament in the 1997 United Kingdom general election, defeating Jonathan Aitken. He was a junior minister at the Department for Health from June 2003 until May 2005, when he was appointed Minister of State for Transport having narrowly held his seat in the 2005 General Election with a majority of 664 votes. In the General election of 6 May 2010, Ladyman once again stood as the Labour Party candidate for Thanet South; however, he was defeated by Conservative candidate Laura Sandys who took the seat with a majority of over 7,600. He was chairman of Somerset Partnership NHS Foundation Trust from January 2013 to 2020 and appointed as Chair of Wiltshire Health and Care in 2020 and Chair of the National Autistic Society in November 2021. ==Top Gear== While Minister for Transport, Ladyman appeared on Top Gear in 2005 to discuss speed cameras with Jeremy Clarkson during the show's Star in a Reasonably Priced Car segment. He revealed himself to be a fan of cars, and admitted to having received several speeding fines and a total of nine penalty points. The Minister displayed a passion for fast cars including having owned an Alfa Romeo and posting a lap time in the 'Reasonably Priced Car' towards the top of the leaderboard. He set a time of 1:48.8, faster than Clarkson's own time of 1:50. Top Gear Episode Guide After presenter Richard Hammond was seriously injured in a high-speed crash in 2006, Ladyman voiced his support for the programme. He denied that Top Gear encouraged dangerous driving, instead that they \"celebrate great engineering and, yes, they celebrate fast cars ... but, equally, they've had me on the programme giving out road safety messages. People don't go onto the road and break the speed limit because they watch Top Gear.\" Times Online 'Road safety minister backs Top Gear daredevils' ==Personal life== He married Janet Pike (née Baker) in May 1995 on the Isle of Thanet. He has one daughter, one stepdaughter and two stepsons (one deceased). ==References== ==External links== * Dr Stephen Ladyman MP official site * Department for Transport – Dr Stephen Ladyman MP * Voting record at the Public Whip * Guardian Unlimited Politics – Ask Aristotle: Stephen Ladyman MP * TheyWorkForYou.com – Stephen Ladyman MP * BBC Politics profile * Interviewed on The Westminster Hour about saving the planet * 2005 campaign ===Video clips=== * Category:1952 births Category:Living people Category:People from Ormskirk Category:Labour Party (UK) MPs for English constituencies Category:Councillors in Kent Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:People from Birkenhead Category:Alumni of Liverpool John Moores University",
 "title": "Stephen Ladyman"
}