{
 "id": "416983",
 "text": "Kim Scott Howells (born 27 November 1946) is a Welsh Labour Party politician. He was the Member of Parliament (MP) for Pontypridd from 1989 to 2010, and held a number of ministerial positions within the Blair and Brown governments. ==Biography== Howells is the son of Glanville Howells, a Communist lorry driver, and of Joan Glenys Howells. Born in Merthyr Tydfil, Wales and raised in Penywaun near Aberdare in the Cynon Valley, he is a former pupil of Mountain Ash Grammar School. Howells went to Hornsey College of Art (now part of Middlesex University) where he was active in the May 1968 student occupation, and was the first protester to breach the Metropolitan Police cordon at the demonstration against the Vietnam War outside the US Embassy in Grosvenor Square in 1968. Howells featured as a student leader at Hornsey College of Art in director John Goldschmidt's film Our Live Experiment is worth more than 3,000 Textbooks, made for Granada Television and shown on the ITV network. He attended the Cambridgeshire College of Arts and Technology (now Anglia Ruskin University) between 1971 and 1974 where he studied for a Joint Honours Degree and was awarded an upper second, which allowed him to follow post-graduate studies in history. Howells later obtained a PhD from the University of Warwick in 1979 for a thesis entitled A view from below: tradition, experience and nationalism in the South Wales coalfield, 1937–1957. ===Professional career=== On returning home to South Wales from college, Howells worked as a researcher and editor for the South Wales Miner, before becoming a South Wales National Union of Mineworkers official and local representative of the Communist Party of Great Britain. He joined the Labour Party in 1982. Howells ran the NUM Pontypridd office which co-ordinated the South Wales miners' efforts during the UK miners' strike. A serious incident during the national dispute occurred in his area at the end of November 1984, when taxi driver David Wilkie was killed when two striking miners dropped a concrete block off a local bridge onto Wilkie's taxi, which was taking a strike-breaking miner to work. On being told of the incident in a telephone call from a reporter of the South Wales Echo, Howells rode his bicycle to the NUM offices. After allegations that he hid evidence associated with the death of Wilkie, and an investigation by South Wales Police, Howells in 2004 commented in a BBC Wales documentary that when he heard the news, he thought \"hang on, we've got all those records we've kept over in the NUM offices, there's all those maps on the wall, we're gonna get implicated in this\". He then destroyed a large number of papers because he feared a police raid on the union offices.\"Howells' strike papers admission – inquiry\", BBC News, 27 January 2004. He has commented that the attack by the strikers was a result of pressure to get the miners to return to work. After the miners' strike and the closure of 29 of the 30 National Coal Board pits in South Wales, Howells became a writer and presenter for television and radio, and a college lecturer. ===Parliamentary career=== thumb|left|Howells as a Foreign Office Minister in 2007 Howells entered the House of Commons in a by-election in 1989. As a member of the Labour Opposition, he became successively an Opposition Spokesman on Trade and Industry, on Home Affairs, on Foreign Affairs and on Development and Co-operation. Howells suggested in 1996 that the word \"socialism\" ought to be \"humanely phased out\" of Labour Party policy documents. (Clause IV (revised in 1995) of the party's constitution states that \"The Labour Party is a democratic socialist party\"). He held a string of junior ministerial posts in various departments following the 1997 election until October 2008. From May 1997 to January 1998 he served as a Parliamentary Under-Secretary of State at the Department for Education and Employment. He then served in the Department for Trade and Industry until June 2001, and then as a junior minister with the trade and broadcasting brief at the Department for Culture, Media and Sport until June 2003. He served as a Minister of State from June 2003 to September 2004, when he became Minister for Higher Education. He left that post when he was made Minister for the Middle East in the Foreign and Commonwealth Office in May 2005. He remained a Minister of State at the Foreign Office after Gordon Brown became Prime Minister, but returned to the backbenches when Brown conducted a reshuffle in October 2008.Kim Howells: Electoral history and profile from the Guardian After leaving the government Howells was appointed to take over from Margaret Beckett as chair of the Intelligence and Security Committee, a committee of parliamentarians that oversees the work of Britain's intelligence and security agencies. In 2003 he said the Labour government was trying to run capitalism more \"efficiently\" and \"humanely\". He is a member and the former chairman of Labour Friends of Israel.Toby Greene Blair, Labour, and Palestine: Conflicting Views on Middle East Peace After 9/11, London: Bloomsbury, 2013, p.43 In February 2009 Howells was appointed to the Privy Council, making him the Right Honourable Kim Howells, an appointment that coincided with the 20th anniversary of his election to Parliament. In March 2009 it was revealed that Howells made one of the lowest expense claims among Welsh MPs, being 5th from bottom. On 18 December 2009 Howells announced that he would stand down at the 2010 general election. On 15 July 2011 Dr Howells received an Honorary Doctorate for his contribution to Welsh and British politics from the University of Glamorgan. Following comments made by Dr Howells concerning the financial reasons for recruiting students from overseas and, particularly, the perceived security risk appertaining to students from Libya, international students organised to demonstrate at the event. Howells withdrew from the ceremony at the last minute after pressure mounted on him. The NUS Wales Black Students' Campaign described Dr Howells' comments as \"reckless\" and said that the comments \"could add to the barriers facing Black and Minority Ethnic students in Wales\". ===Parliamentary challenges=== In February 2006 he was the subject of a complaint from Paul Flynn MP after he mocked Mr Flynn's attitude towards the UK's Afghan drug policy: On 22 November 2006 it was announced that on a recent visit to Iraq his helicopter was involved in an incident as it left the city of Basra with witnesses claiming shots were fired at the aircraft. ===Ministerial career=== Howells served in various ministerial capacities. Notable legislation he introduced included the Licensing Act 2003 and the Communications Act 2003. ===Personality=== Howells is known to be outspoken. In 2002, as a junior Minister at the Department for Culture, Media and Sport, he criticised the Turner Prize by writing a note that read: Throughout his Parliamentary career he was unafraid to speak his mind and often sparked strong criticism from those he criticised or offended. During a House of Commons debate on licensing laws he said that the idea of \"listening to three Somerset folk singers sounds like hell\". On the Today programme, while visiting Iraq on 11 March 2006 as Foreign Office minister, he commented in an interview: On 22 July 2006 Howell criticised Israel's bombardment of Lebanon while on a visit to Beirut, breaking with the Prime Minister and Foreign Secretary's less critical line, saying: He once described the British royal family as \"a bit bonkers\". Howells said in 2013 that Labour had to change its relationship with the unions or face damaging its reputation and risk losing the next general election. ===Personal life=== Howells married Eirlys Davies in 1983. He has two sons and one stepdaughter. ==References== == External links == * * official profile *Guardian Unlimited Politics – Ask Aristotle: Kim Howells MP *TheyWorkForYou.com – Kim Howells MP *The Public Whip – Kim Howells voting record *Flickr Album – Photographs *BBC News report of Turner Prize comments 31 October 2002 *Report on his comments about the Monarchy and the Somerset Folk Singers. Also details an exchange with Paul Flynn on drugs policy in which Howells became abusive. * Minister admits Iraq is 'a mess', BBC, 11 March 2006 (audio) Category:1946 births Category:Living people Category:Welsh Labour Party MPs Category:Alumni of Anglia Ruskin University Category:Members of the Privy Council of the United Kingdom Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Communist Party of Great Britain members Category:Labour Friends of Israel Category:Welsh trade unionists Category:Welsh communists Category:Alumni of the University of Warwick Category:Alumni of Middlesex University Category:People from Merthyr Tydfil Category:Coal in Wales Category:Ministers for Universities (United Kingdom)",
 "title": "Kim Howells"
}