{
 "id": "417269",
 "text": "Angkor Thom ( ; meaning \"Great City\"), alternatively Nokor Thom ( ) located in present-day Cambodia, was the last and most enduring capital city of the Khmer Empire. It was established in the late twelfth century by King Jayavarman VII.Higham, C., 2014, Early Mainland Southeast Asia, Bangkok: River Books Co., Ltd., It covers an area of 9 km², within which are located several monuments from earlier eras as well as those established by Jayavarman and his successors. At the centre of the city is Jayavarman's state temple, the Bayon, with the other major sites clustered around the Victory Square immediately to the north. The site is one of the major tourist attractions of southeast Asia. ==Etymology== Angkor Thom () is the transform name from another alternative name of Nokor Thom (), which is believed to be the correct one, due to neglect of calling it in incorrect pronunciation. The word Nokor (, ) is literally derived from Sanskrit word of Nagara (Devanāgarī: नगर), which means City, combining with Khmer word Thom (, ), which means Big or Great so as to form Nokor Thom then being altered to current name of Angkor Thom.word Nokor Thom and Nokor Wat in Khmer dictionary adopted from Khmer dictionary of Buddhist institute of Cambodia, p. 444 and 445, pub. 2007. == History == Angkor Thom was established as the capital of Jayavarman VII's empire, and was the centre of his massive building program. One inscription found in the city refers to Jayavarman as the groom and the city as his bride. Angkor Thom seems not to be the first Khmer capital on the site, however. Yasodharapura, dating from three centuries earlier, was centred slightly further northwest, and Angkor Thom overlapped parts of it. The most notable earlier temples within the city are the former state temple of Baphuon, and Phimeanakas, which was incorporated into the Royal Palace. The Khmers did not draw any clear distinctions between Angkor Thom and Yashodharapura: even in the fourteenth century an inscription used the earlier name.Higham, Charles. 2001. The Civilization of Angkor. Phoenix. . The name of Angkor Thom—great city—was in use from the 16th century. The last temple known to have been constructed in Angkor Thom was Mangalartha, which was dedicated in 1295. Thereafter the existing structures continued to be modified from time to time, but any new creations were in perishable materials and have not survived. The Ayutthaya Kingdom, led by King Borommarachathirat II, sacked Angkor Thom, forcing the Khmers under Ponhea Yat to relocate their capital southeast to Phnom Penh.Chakrabongse, C., 1960, Lords of Life, London: Alvin Redman Limited Angkor Thom was abandoned some time prior to 1609, when an early western visitor wrote of an uninhabited city, \"as fantastic as the Atlantis of Plato\". It is believed to have sustained a population of 80,000–150,000 people. The Poem of Angkor Wat composed in Khmer verse in 1622 describes the beauty of Angkor Thom. ==Style== Angkor Thom is in the Bayon style. This manifests itself in the large scale of the construction, in the widespread use of laterite, in the face-towers at each of the entrances to the city and in the naga-carrying giant figures which accompany each of the towers. ==The site== thumb|left|South gate of Angkor Thom along with a bridge of statues of gods and demons. Two rows of figures each carry the body of seven-headed naga. The city lies on the west bank of the Siem Reap River, a tributary of Tonle Sap, about a quarter of a mile from the river. The south gate of Angkor Thom is 7.2 km north of Siem Reap, and 1.7 km north of the entrance to Angkor Wat. The walls, 8 m high and flanked by a moat, are each 3 km long, enclosing an area of 9 km². The walls are of laterite buttressed by earth, with a parapet on the top. There are gates at each of the cardinal points, from which roads lead to the Bayon at the centre of the city. As the Bayon itself has no wall or moat of its own, those of the city are interpreted by archaeologists as representing the mountains and oceans surrounding the Bayon's Mount Meru. Another gate—the Victory Gate—is 500 m north of the east gate; the Victory Way runs parallel to the east road to the Victory Square and the Royal Palace north of the Bayon. It is around 30 minutes from central Siem Reap. The faces on the 23 m towers at the city gates, which are later additions to the main structure, take after those of the Bayon and pose the same problems of interpretation. They may represent the king himself, the bodhisattva Avalokiteshvara, guardians of the empire's cardinal points, or some combination of these. A causeway spans the moat in front of each tower: these have a row of devas on the left and asuras on the right, each row holding a naga in the attitude of a tug-of-war. This appears to be a reference to the myth, popular in Angkor, of the Churning of the Sea of Milk. The temple-mountain of the Bayon, or perhaps the gate itself, would then be the pivot around which the churning takes place. The nagas may also represent the transition from the world of men to the world of the gods (the Bayon), or be guardian figures.Freeman, Michael and Jacques, Claude 1997. Angkor Cities and Temples. Bangkok: River Books. The gateways themselves are 3.5 by 7 m, and would originally have been closed with wooden doors.Glaize, Maurice. 2003. English translation of the 1993 French fourth edition. The Monuments of the Angkor Group. Retrieved 14 July 2005. The south gate is now by far the most often visited, as it is the main entrance to the city for tourists. At each corner of the city is a Prasat Chrung—corner shrine—built of sandstone and dedicated to Avalokiteshvara. These are cruciform with a central tower, and orientated towards the east. Within the city was a system of canals, through which water flowed from the northeast to the southwest. The bulk of the land enclosed by the walls would have been occupied by the secular buildings of the city, of which nothing remains. This area is now covered by forest. Most of the great Angkor ruins have vast displays of bas-relief depicting the various gods, goddesses, and other-worldly beings from the mythological stories and epic poems of ancient Hinduism (modified by centuries of Buddhism). Mingled with these images are actual known animals, like elephants, snakes, fish, and monkeys, in addition to dragon-like creatures that look like the stylized, elongated serpents (with feet and claws) found in Chinese art. But among the ruins of Ta Prohm, near a huge stone entrance, one can see that the \"roundels on pilasters on the south side of the west entrance are unusual in design.\" What one sees are roundels depicting various common animals—pigs, monkeys, water buffaloes, roosters and snakes. There are no mythological figures among the roundels, so one can reasonably conclude that these figures depict the animals that were commonly seen by the ancient Khmer people in the twelfth century. ==Gallery== Baphuon, Angkor Thom, Camboya, 2013-08-16, DD 13.jpg|Baphuon File:Prasat Bayon 2014.JPG|Bayon, the most notable temple at Angkor Thom. Image:Phimeanakas (Angkor Thom) (6832283805).jpg|Phimeanakas File:Angkor SiemReap Cambodia Suor-Prat- Towers-02.jpg|Prasat Suor Prat File:Preah Palilay 2010.JPG|Preah Palilay File:Preah Pithu16.JPG|Preah Pithu File:Preah Vihear Pram Pi Lvên- Pénombre.jpg|Preah Vihear Pram Pi Lvên File:Terraza de los Elefantes, Angkor Thom, Camboya, 2013-08-16, DD 04.jpg|Terrace of the Elephants File:Angkor Thom Terrasse des Lepra-Königs 01.jpg|Terrace of the Leper King File:North Khleang.JPG|Khleangs File:Prasat Chrung4.JPG|Prasat Chrung File:Mangalartha.jpg|Mangalartha File:2016 Angkor, Angkor Thom, Brama północna (01).jpg|North Gate File:Angkor Thom South Gate, Angkor - panoramio.jpg|South Gate bridge File:Angkor Thom (I).jpg|South Gate File:2016 Angkor, Angkor Thom, Fosa przy bramie południowej (04).jpg|South Gate moat File:A7301963.jpg|Western face of the East Gate, also known as the Gate of the Dead File:A7301953.jpg|Detail of the eastern face of the Gate of the Dead File:Angkor Thom east gate eastern approach.jpg|Approach to the Gate of the Dead File:Royal Palace East Pond 3.jpg|Royal palace east pond File:Basin near Phimeanakas.jpg|Basin near Phimeanakas == In popular culture == * The Angkor complex is briefly mentioned in the 1933 film King Kong. * Lara Croft: Tomb Raider features several characters visiting Angkor Thom during their trip to Cambodia to recover the first piece of the Triangle of Light. * In James Rollins' SIGMA Force Book 4: The Judas Strain (2007), the characters' journey to find a cure for a plague, which requires following in the steps of Marco Polo, leads them to the Angkor Thom. * In Peter Bourne's novel The Golden Pagans (c.1956), the main characters are sent to Arabia during the Crusades, captured, and forced into servitude by the Khmers. The prisoners build a portion of what becomes known as Angkor Thom. * In Patlabor the Movie 2, the opening scene appears to be based on the Angkor Thom, as said by Hayao Miyazaki in an interview with Animage magazine (October 1993). * In Civilization IV: Beyond the Sword, Angkor Thom is the third city built in the Khmer Empire, after Yasodharapura and Hariharalaya. * In Eternal Darkness: Sanity's Requiem, Angkor Thom is the region where a Cambodian temple is located, housing the Ancient Mantorok. *In Civilization VI, Angkor Thom is the capital of the Khmer Empire. * In The Amazing Race 32, the east gate of Angkor Thom hosted a Pit Stop during the season's tenth episode. ==References== Notes Bibliography * * * ==External links== * * Category:Angkorian sites in Siem Reap Province Category:12th-century establishments in Asia Category:Former populated places in Cambodia",
 "title": "Angkor Thom"
}