{
 "id": "417214",
 "text": "Mizraim ( ; cf. Arabic مصر, Miṣr) is the Hebrew and Aramaic name for the land of Egypt, with the dual suffix -āyim, perhaps referring to the \"two Egypts\": Upper Egypt and Lower Egypt. Mizraim is the dual form of matzor, meaning a \"mound\" or \"fortress,\" the name of a people descended from Ham. It was the name generally given by the Hebrews to the land of Egypt and its people. Neo- Babylonian texts use the term Mizraim for Egypt. The name was, for instance, inscribed on the Ishtar Gate of Babylon. Ugaritic inscriptions refer to Egypt as Mṣrm, in the 14th century B.C. Amarna tablets it is called Misri, and Assyrian records called Egypt Mu-ṣur. The Classical Arabic word for Egypt is Miṣr / Miṣru, the name that refers to Egypt in the Quran, though the word is pronounced as Maṣr in Egyptian colloquial Arabic. Some Ancient Egyptian inscriptions at the time of Pharaoh Amenhotep IV refer to Egypt as Masara and to Egyptians as Masrawi. According to Genesis 10, Mizraim son of Ham was the younger brother of Cush and elder brother of Phut whose families together made up the Hamite branch of Noah's descendants. Mizraim's sons were Ludim, Anamim, Lehabim, Naphtuhim, Pathrusim, Casluhim , and Caphtorim.Bullinger, 2000, p. 6. In the Book of Exodus, it is considered the house of bondage. Regarding the passover, Moses says to the sons of Israel, \"Remember this day, in which ye came out from Mizraim, out of the house of bondage; for by strength of hand the LORD brought you out from this place; there shall no leavened bread be eaten.\" The book of Deuteronomy forbids the sons of Israel from abhoring a Mizri, an Egyptian, \"because you were a stranger in his land.\" According to Eusebius's Chronicon, Manetho had suggested that the great age of antiquity of which the later Egyptians boasted had actually preceded the Great Flood and that they were really descended from Mizraim, who settled there anew. A similar story is related by medieval Islamic historians, such as Sibt ibn al- Jawzi, the Egyptian Ibn 'Abd al-Hakam, and the Persians al-Tabari and Muhammad Khwandamir, stating that the pyramids, etc. had been built by the wicked races before the Deluge but that Noah's descendant Mizraim (Masar or Mesr) was later entrusted with reoccupying the region. The Islamic accounts also make Masar the son of a Bansar or Beisar and grandson of Ham, rather than a direct son of Ham, and add that he lived to the age of 700. Some scholars think it likely that Mizraim is a dual form of the word Misr meaning \"land\" and was translated literally into Ancient Egyptian as Ta-Wy (the Two Lands) by early pharaohs at Thebes, who later founded the Middle Kingdom. However, according to George Syncellus, the Book of Sothis, attributed to Manetho, identified Mizraim with the legendary first Pharaoh Menes, who is said to have unified the Old Kingdom and built Memphis. Mizraim also seems to correspond to Misor, who is said in Phoenician mythology to have been the father of Taautus, who was given Egypt, and later scholars noticed that it also recalls Menes, whose son or successor was said to be Athothis. However, the author David Rohl has suggested a different interpretation: ==References== ==Bibliography== *",
 "title": "Mizraim"
}