{
 "id": "417370",
 "text": "The Athletic Association of the Great Public Schools of New South Wales (AAGPS) is a sporting association of boys' schools in New South Wales, Australia that contest sporting events among themselves. The AAGPS was formed on 30 March 1892, and today has nine members - eight Sydney schools and one northern NSW country school. The descriptor 'Public School' references the historical usage of the term and the model of the British public school. AAGPS representative sports sides are selected typically for matches against representative sides of the Combined Associated Schools (CAS), Independent Schools Association (ISA) and Combined High Schools (CHS). Of the 130 Rhodes Scholars from 1904 to 2006 and from New South Wales, 85 attended a GPS School.\"NSW Rhodes Scholars\" — University of Sydney list, (retrieved 29 June 2006) ==History== The Athletic Association of the Great Public Schools of New South Wales (AAGPS) was formed at a meeting held at Gunsler's Café, near Circular Quay, on 30 March 1892. The schools represented at this first meeting were The King's School, Saint Ignatius' College, St Joseph's College, All Saints' College, Bathurst and the North Shore Grammar School (Shore). On 12 April, representatives from Sydney Grammar School, Newington College and Cooerwull Academy joined those who had attended the first meeting. A third meeting was held on 28 April 1892, where membership of the AAGPS was clarified, and St Patrick's College, Goulburn, St Stanislaus College, Bathurst, and The Scots College joined those Schools who attended the first two meetings. Sydney High School applied for membership in March 1894, but were not accepted for admission until 14 February 1906. The final entrant was The Armidale School, who was admitted to the Association on 7 May 1897. ==Schools== ===Current member schools=== {| class=\"wikitable sortable\" !School !Location !Enrolment !Founded !Denomination !Day/boarding !Year entered competition !School Colours !Also known as |- |The King's School |North Parramatta |2100 |1831 |Anglican |Day and boarding |1892 | |King's |- |Sydney Grammar School |Darlinghurst |1109 |1854 |Non-denominational |Day |1892 | |Grammar |- |Newington College |Stanmore |1600 |1863 |Uniting Church |Day and boarding |1892 | |Newington, Newo, New, NC |- |Saint Ignatius' College |Riverview |1569 |1880 |Roman Catholic |Day and boarding |1892 | |Iggies, View, Riverview |- |St Joseph's College |Hunters Hill |900 |1881 |Roman Catholic |Day and boarding |1892 | |Joeys |- |Sydney Boys High School |Moore Park |1180 |1883 |Secular |Day |1906 | |High, Sydney Boys |- |Sydney Church of England Grammar School |North Sydney |1207 |1889 |Anglican |Day and boarding |1892 | |Shore |- |The Scots College |Bellevue Hill |1800 |1892 |Presbyterian |Day and boarding |1893 | |Scots |- |The Armidale School |Armidale |800 |1894 |Anglican |Day and boarding |1897 | |TAS |} ===Former member schools=== {| class=\"wikitable\" !School !Location !Founded !Denomination !Day/boarding !Year entered competition !Current status |- |St Stanislaus' College |Bathurst |1867 |Roman Catholic |Boys Day and boarding |1892 |now a member of the Independent Sporting Association |- |All Saints' College |Bathurst |1873 |Anglican |Co-educational Day and boarding |1892 |now an associate member of the Independent Sporting Association |- |Cooerwull Academy |Lithgow |1851 |Presbyterian |Day and boarding |1892 |closed during World War I |- |St Patrick's College |Goulburn |1873 |Roman Catholic |Day and boarding |1892 |now Trinity Catholic College |} ==Sports and trophies== thumb|200px|St Joseph's students at AAGPS athletics, 1939 thumb|200px|Newington's senior athletics team, 1936 thumb|200px|The King's School eight-oar crew, 1932 thumb|right|200px|Sydney Grammar School 5th XV, 1945 thumb|200px|The Armidale School 1st XI cricket team, 1895 thumb|200px|Newington's eight-oar crew, 1932 The sports contested are: ===Rugby union=== The official rugby union competition commenced in 1892. * 1st Grade School Challenge Trophy Presented by the President and Vice Presidents of The New South Wales Rugby Football Union was first awarded in 1986 replacing an earlier shield. * 2nd Grade W.S.Corr Shield. The shield has \"AAGPS 2nd Grade Football\" engraved on it. It was first presented in 1913. ===Athletics=== The official athletics competition commenced in 1892. In 1912 the competition was divided into two levels – senior and junior. In 2012 a third level, intermediate, was added. * Senior Championship Shield for Athletics was first awarded in 1895. In 1908 a new Senior Shield replaced a previous trophy which was full having been first presented in 1873 when a race for All Schools was first held at each school carnival. The new shield was back dated to 1895. The current holders from 2019 are Newington College. * The Intermediate Championship for Athletics was first awarded in 2012 to The King's School. The holders of 2019 are The King's School. * Junior Athletic Championship AAAGPS was first awarded in 1912 and presented to Athletic Association of the Great Public Schools of NSW 11 May 1895. Engraved on the back is \"The Ladies Challenge Plate\". The holders of 2017 are The King's School. ===Cricket=== The official cricket competition commenced in 1893. As early as 1897 the competition was in First and Second Grade. * 1st XI A.A.G.P.S. Challenge Shield for Cricket first awarded in 1893 and currently held by St Ignatius' College. * 2nd XI A.A.G.P.S Cricket Second Grade first awarded in 1915 and currently held by The King's School. ===Rowing=== The official rowing competition commenced in 1893. Some schools had competed at club competition before then. The Head of the River is the main event of the rowing season. It takes place annually in the first term at the Sydney International Regatta Centre. * 1st VIII 1910 onwards Major Rennie Trophy presented by Z.C. Rennie in 1894. Prior to 1910 the Major Rennie Trophy was awarded for the First Four race, there being no First Eight race until that year. * 2nd VIII 1968 onwards LC Robson Trophy. Robson was Shore's Headmaster (1923-1958). * 1st IV 1893 onwards Yaralla Cup presented by Miss (later Dame) Eadith Walker in 1906. From 1906 to 1911, inclusive, the Yaralla Cup was awarded for the Second Four race. In 1912 the Yaralla Cup became the First Four trophy. * 2nd IV 1918 onwards Alan Callaway Trophy first awarded 1979. Callaway was a Sydney Boys High School Rowing coach. * 3rd IV 1920 onwards Father Gartlan Trophy first awarded 1983. Father Gartlan was the founder of the SIC Rowing Club in 1882. * 4th IV 1927 onwards Penrith City Council Trophy first awarded 1986. Awarded by Penrith City Council to mark 50 years of AAGPS rowing on the Nepean. ===Rifle shooting=== The official rifle shooting competition commenced in 1905 but results of the National Rifle Association competition are recorded from 1893. The AAGPS decided in 1903 to formally admit Shooting as one of its sports. * The National Rifle Association Shield purchased by the AAGPS in 1905. The NRA competition had been held annually for many years prior to 1905. * The Rawson Cup presented in 1905 by Sir Harry Rawson Governor of New South Wales and Patron of the AAGPS. In 1910 it became a perpetual trophy. * The Buchanan Shield from 1905 to 1912 was known as the GPS Challenge Shield but in 1913 was renamed to honour CA Buchanan, a long serving Newington master. * GPSAAA Rifle Shooting Second Grade Premiership Shield - 2nd team first awarded in 1917. ===Tennis=== The official tennis competition commenced in 1972. * 1st team NSW LTA Shield First Grade AAGPS first awarded in 1972 and currently held by The King's School. * 2nd team NSW LTA Shield Second Grade AAGPS first award in 1972. * The AAGPS and CAS First Teams compete annually for the John Brown Trophy ===Basketball=== The official basketball competition commenced in 1975. * 1st Team HD Hake Shield first awarded 1975 was presented by The King's School in memory of Herbert Denys Hake OBE Headmaster of Kings (1939-1964). * 2nd Team TE Bawden Shield first awarded 1975 was presented by The King's School Council. * The AAGPS and CAS First Teams complete annually for the PJ Yeend Cup presented by Basketball NSW. The 1sts and 2nds premierships are currently held by Shore and Riverview. ===Swimming=== The official swimming competition commenced in 2000. Unofficial competition commenced in 1987 among all nine schools but competitions between the schools via a GPS Relay at each School's Swimming Carnival started in 1922. Between 1903 and 1921, All Schools races were held over various distances at each school's Swimming Carnival. ===Cross country=== The official cross country competition commenced in 1988. * Senior Cross Country NA Emery Shield was first awarded in 1988. ===Football=== The official football competition commenced in 1988 * 1st Grade The Wanderers' Cup for AAGPS Soccer presented in 1988 by The King's School to mark the first school-based game of soccer in Australia between The King's School and The Gentlemen Wanderers played in Parramatta on 14 August 1880. * 2nd Grade GPS 2nd Soccer XI Premiership first awarded in 1988. ==Notable GPS sporting alumni== ==References== * GPS Results Archive ==External links== * GPS website * The King's School * Newington College * Saint Ignatius' College * St Joseph's College * Sydney Boys High School * Sydney Church of England Grammar School * Sydney Grammar School * The Armidale School * The Scots College Category:Australian school sports associations Category:1892 establishments in Australia",
 "title": "Athletic Association of the Great Public Schools of New South Wales"
}