{
 "id": "417377",
 "text": "The National Conservative Convention (NCC), is the most senior body of the Conservative Party's voluntary wing. The National Convention effectively serves as the Party's internal Parliament, and is made up of its 800 highest- ranking Party Officers. The composition and functions of the NCC have evolved since its establishment in 1867. It has previously had a major role in policy- making and the planning of Party Conferences. Today, its primary purposes are to take charge of internal Party affairs and representing the views of Party members. Most crucially, it elects five members each year to sit on the Conservative Party Board. ==History and structure== The NCC was first established as the National Union of Conservative and Unionist Associations. Its purpose was to oversee the running of the Party across the country, and plan Party Conferences. These functions remain largely the same today, and every year the President of the NCC continues to officially open the Party Conference. Over time, the NUCUA's membership became more clearly defined, and has broadly been the same since the Party's set of extensive internal reforms following their defeat in the 1945 General Election. In 1998, new Party leader William Hague carried out another extensive reform which led to the NUCUA's renaming as the National Conservative Convention. In recent years, the Convention's influence over the running of the Party and its campaigning methods has increased heavily. Any changes to the Constitution of the Conservative Party must be approved by a majority vote of the NCC, and it plays a pivotal role in the inception and implementation of Party reforms, such as the Conservative Party Review. The NCC includes a mix of appointed and directly and indirectly elected Party Officers. When members of the public join the Party, they are attached to the Conservative Association of the constituency they reside in. Party members elect their local Association Chairmen who sit on the Convention, and other local officials. Each Chairman and one Deputy Chairman sit on an Area Council, typically covering one or two Counties and several local authorities and constituencies. These Councils annually elect the Party's senior volunteers; Area and Regional Officers. All senior volunteers (approximately 150 Area and 30 Regional Officers) sit on the Convention. In addition to this, the Conservative Women's Organisation and Conservative Future (including their predecessor organisations) each send 40 delegates to the NCC, though Conservative Future has not sent delegates since its dissolution. The NCC meets three times a year; at Conservative Party Conference, the Conservative Spring Forum, and for its own election meeting, usually held in the summer. The Convention Executive (elected annually by its members) consists of its Chairman, who serves for three years, three Vice- Presidents, who each serve for three years, and the President, who serves for one year. Generally speaking, after finishing their term, an outgoing Vice- President is elected as the President and Chairs that year's Party Conference. Officers typically run for election for the NCC's Executive only after several decades of experience in the Party. The Party Leader and Chairman attend Convention meetings and address its members. There are also regular meetings of Senior Volunteers (Area and Regional Officers) in between full Convention meetings. ==Chairmen of National Conservative Convention== (Until 1988, the National Union of Conservative and Unionist Associations) *1925: Sir Percy Woodhouse *1926: Dame Caroline Bridgeman *1927: Sir Robert Sanders MP *1928: John Gretton MP *1929: Gwilym Rowlands *1930: The Countess of Iveagh MP *1931: The Honourable George Herbert (also served as President in 1935) (No Conference held) *1932: The Earl Howe *1933: Sir Robert Geoffrey Ellis MP *1934: Miss Regina Evans *1935: Sir William Cope (later became Lord Cope) *1936: Sir Henry Leonard Brassey (later became Lord Brassey of Apethorpe) *1937: Mrs Clara Fyfe *1938: Sir Eugene Ramsden MP (No Conference held) *1939: Nigel Colman MP (No Conference held) *1940: The Lady Hillingdon (No Conference held) *1941: Sir Cuthbert Headlam MP (No Conference held) *1942: Councillor Robert Catterall (No Conference held) *1943: Councillor Robert Catterall *1944: Mrs Lionel Whitehead *1945: Rab Butler MP *1946: Major Richard Proby *1947: Hon. Mrs Henry Hornyold-Strickland *1948: Sir Herbert Williams *1949: Douglas Graham *1950: Anthony Nutting MP *1951: Mrs Lorne Sayers (No Conference held) *1952: Charles Waterhouse MP *1953: Mrs John Warde *1954: Sir Godfrey Llewellyn, Bt *1955: Hon. Evelyn Emmett, MP *1956: Sir Eric Edwards *1957: Mrs Walter Elliot *1958: Sir Stanley Bell *1959-1960: Sir Edward Brown *1961: Sir Douglas Glover MP *1962: Sir John Howard *1963: Mrs TCR Shepherd *1964-1965: Sir Max BemroseBEMROSE, Sir Max (John Maxwell) in Who Was Who 1897-2007, retrieved 5 June 2008, from BEMROSE, Sir Max (John Maxwell) *1966: Sir Dan Mason (Sir Robert Davies, Oct 1966-Feb 1967) *1967: Mrs Charles Doughty *1968: Sir Theodore Constantine *1969: DP Crossman *1970: Sir Edwin Leather *1971: Mrs Unity Lister *1972: William Harris *1973: Mrs Roy Smith *1974-1975: Sir Alastair Graesser *1976: Miss Shelagh Roberts *1977: David Sells *1978: Sir Herbert Redfearn *1979: David Davenport-Handley *1980: Dame Ann Springman *1981: Sir Fred Hardman *1982: Donald Walters *1983: Peter Lane *1984: Dame Pamela Hunter *1985: Sir Basil Feldman *1986: Patrick Lawrence *1987: Dame Joan Seccombe *1988: Sir Ian McLeod *2003 Raymond Monbiot *2006-2009: Don Porter CBE *2009-2012: Jeremy Middleton CBE *2012-2015: Baroness Pidding CBE *2015-2018: Robert Semple CBE *2018-2021: Lord Sharpe of Epsom OBE *2021-: Peter Booth ==Presidents of National Conservative Convention== *1925 Gerald Loder (had also served as Chairman of the National Union of Conservative and Constitutional Associations in 1899) *1926 George Lane-Fox *1927 Viscount Tredegar *1928 The Lord Queenborough *1929 The Lord Faringdon *1930 Neville Chamberlain MP *1931 Neville Chamberlain MP (No Conference held) *1932 Lord Stanley *1933 The Earl of Plymouth *1934 The Lord Bayford *1935 The Honourable George Herbert (had also served as Chairman in 1931, although no Conference was held) *1936 The Lord Ebbisham *1949: The Viscount Swinton *1950: Sir David Maxwell Fyfe, MP *1951: The Lord Ramsden *1952: Sir Thomas Dugdale, MP *1953: The Marquess of Salisbury *1954: Anthony Eden MP *1955: Mrs Lorne Sayers *1956: Rab Butler MP *1957: The Earl of Woolton *1958: Sir Richard Proby, Bt *1959-60: Henry Brooke MP *1961: The Viscount Hailsham *1962: Sir Godfrey Llewellyn, Bt *1963: The Earl of Home *1964-65: The Viscountess Davidson *1966: Selwyn Lloyd MP *1967: The Lord Chelmer *1968: Reginald Maudling MP *1969: The Baroness Brooke of Ystradfellte *1970: Iain Macleod MP *1971: William Whitelaw MP *1972: Dame Margaret Shepherd *1973: Anthony Barber MP *1974-75: Peter Thomas MP *1976: The Lord Hewlett of Swettenham *1977: The Lord Carrington *1978: Dame Adelaide Doughty *1979: Francis Pym MP *1980: The Lord Constantine of Stanmore *1981: Edward du Cann MP *1982: Sir John Taylor *1983: Sir Geoffrey Howe MP *1984: Sir Alistair Graesser *1985: Sir Humphrey Atkins MP *1986: Sir Charles Johnston *1987: George Younger MP *1988: Dame Shelagh Roberts MEP *1989: The Viscount Whitelaw of Penrith *1994-1995: Sir William Royden Stuttaford KBE *2003-2004: Don Porter CBE *2007-2008: Simon Mort *2008-2009: Jeremy Middleton CBE *2009-2010: Emma Pidding CBE *2010-2011: Charles Barwell OBE *2011-2012: Fiona, Lady Hodgson CBE *2012-2013: Paul Swaddle OBE *2013-2014: Charles Heslop OBE *2014-2015: Robert Semple CBE *2015-2016: Steve Bell CBE *2016-2017: Gerry Yates OBE *2017-2018: Andrew Sharpe OBE *2018-2019: Thomas Harvey Spiller OBE *2019-2020: Pamela Hall OBE *2020 - 2021: Andrew Colborne-Baber *2021 - 2022: Debbie Toon MBE ==Notes== *Unless otherwise stated, details of Chairmen and Presidents of the NUCUA are taken from British Political Facts 1900-1994 by David Butler and Gareth Butler. *Conservative Conference Guide, 1989 (Eyre & Spottiswoode) Category:Organisation of the Conservative Party (UK) Category:History of the Conservative Party (UK) Category:Annual events in the United Kingdom Category:Political events Category:Political events in the United Kingdom Category:Political party assemblies",
 "title": "National Conservative Convention"
}