{
 "id": "417490",
 "text": "James Donnelly Touhig, Baron Touhig KSS (born 5 December 1947), known as Don Touhig, is a British politician and life peer who served as Member of Parliament (MP) for Islwyn from 1995 to 2010. A member of the Labour and Co- operative parties, he served in government as an Assistant Whip from 1999 to 2001 and a Parliamentary Under-Secretary of State from 2001 to 2006. ==Early life== He went to St Francis RC School in Abersychan near Pontypool, then the Mid Gwent College (now Coleg Gwent) in Pontypool. Before entering parliament, he had been a journalist from 1968–76. From 1976–90, he was the Editor of the Free Press of Monmouthshire (Monmouth Free Press). From 1988–92, he was the general manager and Editor-in-Chief of the Free Press Group of newspapers. He was the general manager (business development) of the Bailey Group from 1992–3, then of Bailey Print from 1993–5. He served on Gwent County Council from 1973–95. He joined the TGWU in 1962 and the Labour Party in 1966. ==Parliamentary career== ===House of Commons=== Touhig contested the Richmond and Barnes constituency at the 1992 general election, but reached third-place behind the Conservative and Liberal Democrat candidates. Following the resignation of Neil Kinnock, former Leader of the Opposition and Leader of the Labour Party, he was elected to succeed him as MP for Islwyn at the by- election on 16 February 1995. From 1996 to 1997, Touhig was a Member of the Welsh Affairs Select Committee. He served as Parliamentary Private Secretary (PPS) to Gordon Brown, then Chancellor of the Exchequer, from May 1997 to July 1999. He had to resign as PPS in 1999, when he confessed to receiving a leaked Social Security Select Committee report on Child benefit. He was later suspended for three days from the Commons. He was appointed to serve as an Assistant Whip from November 1999 to June 2001. He was a junior minister at the Ministry of Defence, with special responsibility for veterans, but left government in the May 2006 reshuffle. He was made a Member of the Privy Council on 19 July 2006. In Paul Flynn's 1999 book Dragons and Poodles, he was described as being the \"seamstress-in-chief of stitch ups\", that he could be \"ambitious\" and \"can be pompous\". On 29 January 2010, Touhig announced that he would stand down at the 2010 General Election. ===House of Lords=== On 28 June 2010, Touhig was made a life peer in the House of Lords as Baron Touhig, of Islwyn and Glansychan in the County of Gwent. He was appointed to the opposition front bench as a Whip and Shadow Spokesperson for Defence in September 2015, serving as a Whip until September 2016 and a Defence Spokesperson until October 2017. He returned to the defence brief from April 2020 to May 2021. ==Personal life== Touhig was married on 21 September 1968 to Jennifer Hughes. She died in 2014 from cancer, aged 67. They have two sons and two daughters. ==Honours== He is a papal knight of the Order of Saint Sylvester (KSS). ==References== ==External links== * Guardian Unlimited Politics – Ask Aristotle: Don Touhig MP * Voting record at the Public Whip * TheyWorkForYou.com – Don Touhig MP * BBC Politics page * Blake's Parliamentary Yearbook Category:1947 births Category:Living people Category:Labour Co- operative MPs for Welsh constituencies Category:Members of the Privy Council of the United Kingdom Category:Welsh Roman Catholics Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Welsh Labour councillors Category:Labour Co-operative life peers Category:Life peers created by Elizabeth II",
 "title": "Don Touhig"
}