{
 "id": "417442",
 "text": "Pamela Beryl Harriman (née Digby; 20 March 1920 - 5 February 1997), also known as Pamela Churchill Harriman, was an English-born American political activist for the Democratic Party, diplomat, and socialite. She married three important and powerful men, her first husband being Randolph Churchill, the son of prime minister Winston Churchill. Her only child, Winston Churchill, was named after his famous grandfather. ==Early life== Pamela Digby was born in Farnborough, Hampshire, England, the daughter of Edward Digby, 11th Baron Digby, and his wife, Constance Pamela Alice, the daughter of Henry Campbell Bruce, 2nd Baron Aberdare. She was educated by governesses in the ancestral home at Minterne Magna in Dorset, along with her three younger siblings. Her great-great aunt was the nineteenth-century adventurer and courtesan Jane Digby (1807–1881), notorious for her exotic travels and scandalous personal life. Pamela was to follow in her relative's footsteps, and has been called \"the 20th-century's most influential courtesan\". Raised amid acres of Dorset farmland and woods, from an early age Pamela was a very good horsewoman. She competed at shows at the International Olympia, Royal Bath and West Show, and local shows at Dorchester and Melplash. She show-jumped a tiny pony called Stardust that did a clear round at Olympia when every fence was above the animal's withers. At the age of seventeen, she was sent to a Munich boarding school for six months. While there she was introduced to Adolf Hitler by Unity Mitford. She subsequently went to Paris, taking some classes at the Sorbonne. Although in her Who's Who biography she identified these classes as \"post-graduate\" work, she actually never completed a college degree. By 1937, she had returned to Britain. She was a descendant of the Earls of Leicester and Ilchester and the Dukes of Atholl. She was a first cousin of Lavinia Fitzalan-Howard, Duchess of Norfolk. She was also a third cousin, once removed, of Angus Ogilvy, husband of Queen Elizabeth's cousin, Alexandra of Kent. She was also a fourth cousin, once removed, of Sarah, Duchess of York. ==Personal life== ===Marriage to Randolph Churchill=== In 1939, while working at the Foreign Office in London doing French-to-English translations, Pamela met Randolph Churchill, the son of Winston Churchill, who according to British writer Sonia Purnell was, \"a womaniser and alcoholic, desperate for a wife having already proposed to eight women in the space of two weeks\". Randolph proposed to her on the very evening they met, and they were married on 4 October 1939. Two days after Randolph Churchill took his seat in the House of Commons, their son Winston was born. Shortly after giving birth, Pamela and the newborn were photographed by Cecil Beaton for Life magazine, its first cover of a mother with baby. In February 1941, Randolph was sent to Cairo for military service, where he accrued large gambling debts. His letter to Pamela asking her to make good on his debts, along with her affair with W. Averell Harriman, combined to shatter their marriage. Eventually, she filed for divorce in December 1945 on the grounds that he had deserted her for three years. Later, after having converted to Catholicism, she obtained an annulment from the Catholic Church. ===Romantic involvements and affairs=== Beside two additional marriages, Pamela Harriman had numerous affairs with men of prominence and wealth. During her marriage to Randolph Churchill, she had romantic involvements with men, including Harriman, who, much later became her third husband; Edward R. Murrow; and John Hay \"Jock\" Whitney. Notable consorts after her divorce from Churchill included Prince Aly Khan, Alfonso de Portago, Gianni Agnelli, and Baron Elie de Rothschild.Divathesite Churchill became well known for her attention to detail with men. When involved romantically with a man, she paid extremely close attention to his desires and preferences, and went to any lengths necessary to satisfy his needs during the affair. William S. Paley, briefly a consort during WWII, said: \"She is the greatest courtesan of the century\", meaning it as a compliment. The more critical Max Hastings said, acerbically, \"she was ... described as having become 'a world expert on rich men's bedroom ceilings'.\"*Hastings, Max. Finest Years: Churchill as Warlord, 1940–45. London, HarperPress, 2009, p. 510. In 1948 she moved to Paris and began a five-year-long romance with Gianni Agnelli, a noted playboy and heir to the Fiat empire, who was a year younger than she was. She described this as the happiest period of her life. In August 1952 Pamela walked in on him embracing a young woman, Anne-Marie d'Estainville, at a party. Later that night Agnelli sustained a severe leg injury in a car accident while bringing d'Estainville home. By Pamela's account, she nursed him back to health while he was in the hospital, then while he was convalescing in Turin they decided together to end their relationship. Her next significant relationship was with Baron de Rothschild, who was married. He supported her financially, and she was schooled in art history and wine-making during this clandestine and short relationship.From icqurimage During this time she also had affairs with the writer Maurice Druon and with the shipping magnate Stavros Niarchos. ===Marriage to Leland Hayward=== In 1959, she met Broadway producer Leland Hayward, who was still married to Slim Hawks. He proposed to her, and after her marriage ultimatum to Rothschild was rejected, she accepted Hayward's offer and moved to New York City. The day Hayward's divorce was final, she became the fifth Mrs. Hayward with the ceremony taking place in Carson City, Nevada, on 4 May 1960. Hayward was rich with income from his productions, notably the very successful The Sound of Music, allowing for a lavish and luxurious lifestyle mostly between their residence in New York City and the Westchester County estate \"Haywire.\" Haywire also became the name of the memoirs of her stepdaughter Brooke Hayward. Her step granddaughter through Brooke was Marin Hopper. Pamela Hayward stayed with her husband until his death on 18 March 1971. ===Marriage to W. Averell Harriman=== The day after Hayward's funeral, Pamela arranged to resume her acquaintance with her former lover, Harriman, then 79 years old and recently widowed. They were married on 27 September 1971. With this marriage, her social focus was moved to Washington, D.C., where he owned a townhouse in Georgetown from which they entertained many notable people. Harriman, a railroad heir, was wealthy and also bought an estate in Virginia and a private jet. With Harriman's involvement and links in the Democratic Party, her political career began. Her last marriage lasted until his death in 1986. In later years, she had many legal problems with Harriman's children concerning the inheritance. Pamela Harriman served on The Rockefeller University Council from 1977 to 1979, and on the Board of Trustees from 1979 to 1993. She also served on the Board of Visitors of the College of William and Mary from 1986-1990 where she established The Pamela Harriman Professorship of Government and Public Policy and sponsored a scholarship in her name for three students to serve each summer at the US Embassy to France. ==Political life== As Pamela Churchill Harriman she became a United States citizen in 1971 and became involved with the Democratic Party, creating a fund-raising system—a political action committee—named \"Democrats for the 80s\", later \"Democrats for the 90s\", and nicknamed \"PamPAC\". In 1980, the National Women's Democratic Club named her \"Woman of the Year\". U.S. President Bill Clinton appointed her United States Ambassador to France in 1993. The Dayton Agreement was signed in Paris in 1995 while she served as ambassador. ==Death== Pamela Harriman died on 5 February 1997 at the American Hospital, Neuilly-sur-Seine, after suffering a cerebral haemorrhage while swimming at the Paris Ritz one day earlier. The morning after her death, President Jacques Chirac of France placed the Grand Cross of the Légion d'honneur on her flag-draped coffin. She was the first female foreign diplomat to receive this honor. Clinton, in further recognition of her contributions and significance, dispatched Air Force One to return her body to the US and spoke at her funeral at the Washington National Cathedral in Washington, D.C., mentioning her public service in glowing terms. Harriman was buried 14 February 1997 at Arden, the former Harriman estate in New York. == In popular culture == Her life story has been the subject of several films and novels, including: *In the 2000 biography of Madeleine Albright, Pamela Harriman is cited in contrast to Albright, as a socialite who slept her way to the top. *In the 2015 two-character play, Swimming at The Ritz by Charles Leipart, Pamela Harriman, in need of $40 million to settle a family lawsuit, regales the audience with tales from her past. She and a hotel valet wait in a Paris Ritz suite for appraisers from Christie's who are preparing to auction her possessions. *A 2020 book about Winston Churchill during The Blitz, The Splendid and the Vile by Erik Larson, details Pamela's married life with Randolph Churchill, with whom she had Winston Churchill's namesake grandson, Winston Spencer-Churchill. The book details the devastating toll Randolph's compulsive gambling took on their marriage and concludes with her love affair with Averell Harriman along with their eventual marriage decades later. ==Coat of arms == ==See also== * Life of the Party: The Biography of Pamela Digby Churchill Hayward Harriman - An unauthorized biography ==References== ;Notes ;Sources * * * * * * * ==Further reading== * Costigliola, Frank. \"Pamela Churchill, wartime London, and the making of the special relationship.\" Diplomatic History '36.4 (2012): 753–762. online ==External links== *The Pamela Harriman Foreign Service Fellowship *Channel 4 documentary on Pamela Harriman * Category:1920 births Category:1997 deaths Category:Ambassadors of the United States to France Category:American socialites Category:American women in politics Category:Converts to Roman Catholicism Category:Daughters of barons Category:New York (state) Democrats Category:British emigrants to the United States Category:English socialites Category:American women ambassadors Category:Ambassadors of the United States Category:People from Farnborough, Hampshire Category:People from Loudoun County, Virginia Category:People with acquired American citizenship Pamela Harriman Category:University of Paris alumni Category:Harriman family Pamela Category:American political hostesses Category:Catholics from Virginia Category:People from Georgetown (Washington, D.C.) Category:Deaths by intracerebral hemorrhage",
 "title": "Pamela Harriman"
}