{
 "id": "417593",
 "text": "Little Horwood is a village and civil parish in the unitary authority area of Buckinghamshire, England. The village is about four miles east-south-east of Buckingham and two miles north-east of Winslow. ==Heritage== The village toponym Horwood derives from the Old English for \"dirty or muddy wood\". The Anglo-Saxon Chronicle of 792 records the village as Horwudu. The Church of England parish church of Saint Nicholas has a Perpendicular Gothic belltower built of large blocks of ashlar. The remainder of the church externally dates from the restoration of 1889 by James Piers St Aubyn. whose works as an architect is not always viewed kindly today. His Victorian Gothicisation of many churches and houses has been decried in terms ranging from vandalism to ruthless. Little Horwood church was lucky, as the interior survived relatively unscathed, as did the early 16th-century wall paintings depicting the seven deadly sins, the Jacobean pulpit and the Decorated Gothic chancel arch. The Tower has a ring of five bells, with a tenor of 9cwt 2qtrs 22lbs, tuned to the note of G. The manor of Little Horwood anciently belonged to the abbot and convent of St Albans, but was seized by the Crown with the Dissolution of the Monasteries in the mid-16th century. It was later sold to George Villiers, 1st Duke of Buckingham, who remodelled a manor house that has since been demolished. One mile south-east of the village is Horwood House. The Grade II listed Little Horwood Manor is a comparatively modern house, designed by A. S. G. Butler in 1938 for the industrialist George Gee. Located between the village and nearby Great Horwood is RAF Little Horwood, a World War II airfield was constructed in 1940, and was operational from 1942 to 1946. ==Transport== Little Horwood has an occasional daytime, weekday bus link to Milton Keynes.Retrieved 2 April 2020. The nearest railway station is at Milton Keynes (8½ miles/14 km). ==Notable person== *Percy Thrower (1913–1988), television gardening presenter, was born the head gardener at Horwood House, half a mile from the village. ==References== ==External links== * Category:Civil parishes in Buckinghamshire Category:Villages in Buckinghamshire",
 "title": "Little Horwood"
}