{
 "id": "417629",
 "text": "right|thumb|August Johannes Dorner August Johannes Dorner (13 May 1846 in Schiltach, Württemberg - 17 April 1920 in Hannover) was a German Protestant theologian. He was the son of Isaak August Dorner. == Biography == After studying at Göttingen, Tübingen and Berlin, he served as vicar to the German congregation in Lyon and Marseilles. From 1870 to 1873 he was a lecturer at the University of Göttingen, then worked as a professor of theology and as co- director of the theological seminary at Wittenberg (1874-1889). In 1889 he was appointed professor of systematic theology at the University of Königsberg.The church by Clarence Augustine Beckwith == Published works == Amongst his works is Augustinus : sein theologisches System und seine religionsphilosoph Anschauung (\"Augustinus, his theological system and its religious- philosophical viewpoint\", 1873). His other principal writings include: * Das menschliche Handeln : philosophische Ethik, 1895 - Human action: philosophical ethics. * Die Entstehung der christlichen Glaubenslehren, 1906 - The emergence of Christian doctrines. * Individuelle und soziale Ethik, 1906 - Individual and social ethics. * Pessimismus, Nietzsche und naturalismus, mit besonderer beziehung auf die religion, 1911 - Pessimism; Nietzsche and naturalism with a special reference to religion. * Die Metaphysik des Christentums, 1913 - The metaphysics of Christianity.OCLC WorldCat published works * Also, he was the author of the article on Isaak Dorner in the Allgemeine deutsche Biographie.ADB:Dorner, Isaak August at Allgemeine Deutsche Biographie ==Legacy== Dorner is commemorated in the naming of the August-Dorner-Ring in Lantershofen, Grafschaft. ==References== Category:1846 births Category:1920 deaths Category:19th-century German Protestant theologians Category:20th- century German Protestant theologians Category:People from Rottweil (district) Category:University of Königsberg faculty Category:German male non-fiction writers Category:19th-century male writers",
 "title": "August Dorner"
}