{
 "id": "417974",
 "text": "Mursley is a small village in and also a civil parish in Buckinghamshire, England. It is located about three miles east of Winslow and about seven miles south west of Central Milton Keynes. The village name is Old English in origin, and is thought to mean 'Myrsa's woodland clearing'. In the Domesday Book of 1086 the village was recorded as Muselai, with the form Murselai being attested from the thirteenth century.A. D. Mills, A Dictionary of English Place Names (Oxford: Oxford University Press, 1991), pg. 338. The village was at one time a more important place; it was once a market town, by virtue of a royal charter granted in 1230, and the centre of the local deanery. \"The prosperity of the town continued until well into the 17th century\" but around the middle of the 18th century, Mursley was described as having \"dwindled into a neglected village', being 'small and depopulated', the parish having about 66 families and 258 souls.\" There was at one time a manor in the locality called \"Salden\", within which stood a manor house built by the Chancellor of the Exchequer Sir John Fortescue (d. 1629), which was visited by King James I and Anne of Denmark in 1603.HMC Salisbury Hatfield, vol. 15 (London, 1930), p. 170. This house has since disappeared. Actor David Tomlinson, who played George Banks in Mary Poppins and Mr. Emelius Browne in Bedknobs and Broomsticks, lived and raised his children in Mursley until his death on 24 June 2000. Tomlinson became notorious around the village for flying very low in his Tiger Moth and on one occasion he crash landed in a field near his house and was tried for, but acquitted of, reckless flying. The Beechams estate in the village draws its name from Sir Thomas Beecham who resided in Mursley Hall which used to exist on the site of this estate. Mursley's Church of England School is a Victorian, Church of England primary school. It is a voluntary controlled infant school, which has approximately 45 pupils from the age of four through to the age of seven. ==Sport & Leisure== Mursley has a non-League football team Mursley United F.C. who play at the Playing Field in Station Road. ==Notes== ==References== ==External links== *Mursley Parish Website (www.Mursley.net) *Mursley Village History Category:Villages in Buckinghamshire Category:Civil parishes in Buckinghamshire",
 "title": "Mursley"
}