{
 "id": "417998",
 "text": "Irradiated mail is mail that has been deliberately exposed to radiation, typically in an effort to disinfect it. The most notable instance of mail irradiation in the US occurred in response to the 2001 anthrax attacks; the level of radiation chosen to kill anthrax spores was so high that it often changed the physical appearance of the mail. The United States Postal Service began to irradiate mail in November 2001, in response to the discovery of large-scale contamination at several of its facilities that handled the letters that were sent in the attacks. A facility in Bridgeport, New Jersey, operated by Sterigenics International, uses a Rhodotron continuous wave electron beam accelerator built by IBA Industrial, to irradiate the mail. A few facilities were planning to use cobalt-60 sources, though it is unclear whether this was ever done. ==Effect on mail== The USPS warned that a number of products could be adversely affected, such as seeds, photographic film, biological samples, food, medicines, and electronic equipment. In the process of irradiation, mail is exposed to extreme heat. Paper is weakened and may appear to have been aged, with discoloration (e.g., yellowing), and brittleness. Pages may break, crumble, or fuse to other pages. Documents bound with glue may have loose pages. The printing on pages may be distorted or offset onto adjacent pages. If tape is affixed to address labels, the address may be illegible. Irradiation's effects on paper caused some alarm in the philatelic world, which sends large numbers of rare postage stamps and covers through the mail. A number of auction houses stopped sending material through the mail, and Linn's Stamp News regularly featured reports on stamps and covers that had been ruined by irradiation. Although at one time the USPS expected to irradiate all mail, it later scaled back to just treating mail sent to government offices, including all mail directed to the White House, Congress, and the Library of Congress. ==In popular media== In the TV show NCIS's \"SWAK\" episode, an envelope with a suspicious powder is delivered to their office and opened - blowing into one of the agent's faces. While they're taking cleansing showers, they discuss that all mail to federal facilities is irradiated by the post office, and they specifically mention Bridgeport, NJ. ==References== ==External links== *US Environmental Protection agency:Irradiated Mail *US National Archives: Frequently Asked Questions About Irradiated Mail Category:Radioactivity Category:Postal systems Category:2001 anthrax attacks",
 "title": "United States Postal Service Irradiated mail"
}