{
 "id": "418127",
 "text": "The 16th National Congress of the Chinese Communist Party was held in Beijing between November 8 and 14, 2002. It was preceded by the 15th National Congress of the Chinese Communist Party. 2,114 delegates and 40 specially invited delegates attended this and elected a 356-member 16th CCP Central Committee, as well as a 121-member Central Commission for Discipline Inspection (CCDI). The Congress marked the nominal transition of power between Jiang Zemin and Hu Jintao, who replaced Jiang as General Secretary, and a newly expanded Politburo Standing Committee line-up. The institutional transition would be completed in state organs by the 2003 National People's Congress in March. Jiang, however, remained head of the Central Military Commission, therefore in practice, the power transition was not complete. The Party National Congress examined and adopted the amendment to the Constitution of the Chinese Communist Party proposed by the 15th CCP Central Committee, and decided to come into force as from the date of its adoption. An amendment to the Constitution was approved the Party National Congress, with Jiang Zemin's signature ideology of \"Three Represents\" written into it. This congress was succeeded by the 17th National Congress of the Chinese Communist Party. ==Members of the Party Central Committee== The 16th CCP Central Committee is composed of 198 full members and 158 alternate members, as well as a 121-member Central Commission for Discipline Inspection. * The Party General Secretary: Hu Jintao (Nov. 15, 2002, the first plenary session of the 16th CCP Central Committee) ** Central Committee Secretariat: Zeng Qinghong, Liu Yunshan, Zhou Yongkang, He Guoqiang, Wang Gang, Xu Caihou and He Yong * 16th CCP Politburo Standing Committee: Hu Jintao, Wu Bangguo, Wen Jiabao, Jia Qinglin, Zeng Qinghong, Huang Ju, Wu Guanzheng, Li Changchun and Luo Gan * 16th CCP Politburo: Wang Lequan, Wang Zhaoguo, Hui Liangyu (Hui), Liu Qi, Liu Yunshan, Li Changchun, Wu Yi (female), Wu Bangguo, Wu Guanzheng, Zhang Lichang, Zhang Dejiang, Chen Liangyu, Luo Gan, Zhou Yongkang, Hu Jintao, Yu Zhengsheng, He Guoqiang, Jia Qinglin, Guo Boxiong, Huang Ju, Cao Gangchuan, Zeng Qinghong, Zeng Peiyan, Wen Jiabao * The Central Military Commission ** Chairman of the Commission: Jiang Zemin ** vice chairmen of the commission: Hu Jintao, Guo Boxiong and Cao Gangchuan ** members of the commission: Xu Caihou, Liang Guanglie, Liao Xilong and Li Jinai * The Central Commission for Discipline Inspection (CCDI) ** secretary of the CCDI: Wu Guanzheng ** deputy secretaries of the CCDI: He Yong, Xia Zanzhong, Li Zhilun, Zhang Shutian, Liu Xirong, Zhang Huixin and Liu Fengyan ==Inner party democracy== Out of the nearly 200 Central Committee that was elected by the Congress, it is possible to judge from the number of votes cast in favour the delegates who lacked support in the party. Huang Ju, who was made Vice-Premier in 2003, had the fewest votes in favour, with more than 300 delegates voting against him. Others in the bottom seven, in order from least popular, were Li Changchun (CCP propaganda chief), Zhang Gaoli (then Shandong Party Chief), Jia Qinglin (CPPCC Chairman), Xi Jinping (then Zhejiang Party chief), Li Yizhong, and Chen Zhili (made State Councilor). Shanghai party chief Chen Liangyu ranked tenth from last, while Beijing party chief Liu Qi ranked twelfth from last.Inner Party Democracy: BBC The trend seems to reflect that many Politburo Standing Committee members were extremely unpopular within the party, and that their subsequent positioning is the result of power bargaining between top leaders alone, and not a collective decision by the party. ==See also== * Politics of the People's Republic of China * Open Letter to the 16th National Congress of the Chinese Communist Party ==References== ==External links== *Report from the 6th Plenum of the 16th CCP Congress Category:2002 conferences Category:2002 elections in China Category:2002 in politics Category:National Congress of the Chinese Communist Party",
 "title": "16th National Congress of the Chinese Communist Party"
}