{
 "id": "418322",
 "text": "Lloyd Street Grounds was a baseball park located in Milwaukee, Wisconsin. It was used by two different professional baseball clubs during 1895–1903. The field was situated about one mile northwest of downtown Milwaukee in the eastern part of a block bounded by West North Avenue on the north, North 16th Street on the east, North 18th Street on the west and West Lloyd Street on the south. The field faced due north, so Lloyd Street ran directly behind home plate and the grandstand. ==History== The first occupants of the Lloyd Street Grounds were the Milwaukee Brewers of the Western League, which opened the park in 1895 after leaving Athletic Park, the eventual Borchert Field. The Western League became the American League in 1900, but was still officially a minor league. In 1901 the American League became a major league, retaining Milwaukee as one of its charter members. The first major league game played at Lloyd Street was on 3 May 1901 and the last on 12 September 1901. For 1902, the Brewers announced they were moving to St. Louis to become the St. Louis Browns, where they remained until 1954, when the Browns moved to Baltimore to become the Baltimore Orioles. A new Western League formed in 1902, with the Milwaukee Creams as a charter member. This club played for two years in competition with the new Milwaukee Brewers of the newly formed American Association, which had re-opened the park eventually known as Borchert Field. The city wasn't large enough to support two clubs, and the Western entry folded after 1903. The Western League continued on until 1937, maintaining a close relationship with the American Association, trading franchises back and forth on occasion, and playing post-season series from time to time. But 1903 was the end of the Western's Milwaukee experiment, and of the Lloyd Street ballpark as a professional venue. ==Major leagues== When the National League contracted by four teams following the 1899 season, it opened the door for a second Major League. Ban Johnson, the President of the minor Western League, decided to step up his league to the top level, changing its name to the American League. He placed teams in cities that the National League had shunned, and other teams were placed in already existing National League cities to create a rivalry. With all this moving around, only two cities survived from the Western League: Detroit, which would soon experience a boom as a result of the burgeoning automotive industry; and Milwaukee, which was years away from being a major-league sized city. Almost from the start of the season plans were underway to relocate the Brewers; this resulted in the club finishing dead last with a 48-89 record. The Brewers moved to St. Louis the following season, and became the Browns. Milwaukee was a successful minor league city for years, before getting another Major League team in 1953, when the NL's Braves moved from Boston. After the Braves left Milwaukee without a team again in 1966, the Milwaukee Brewers were re-incarnated in 1970, when the Pilots moved from Seattle after just one season. ==See also== * List of baseball parks in Milwaukee == References == * Lloyd Street Grounds * Michael Benson, Baseball Parks of North America, McFarland, 1989. Category:Defunct Major League Baseball venues Category:Sports venues in Milwaukee Category:1895 establishments in Wisconsin Category:Event venues established in 1895 Category:1903 disestablishments in Wisconsin",
 "title": "Lloyd Street Grounds"
}