{
 "id": "418307",
 "text": "The Weismann barrier, proposed by August Weismann, is the strict distinction between the \"immortal\" germ cell lineages producing gametes and \"disposable\" somatic cells, in contrast to Charles Darwin's proposed pangenesis mechanism for inheritance. In more precise terminology, hereditary information moves only from germline cells to somatic cells (that is, somatic mutations are not inherited). This does not refer to the central dogma of molecular biology, which states that no sequential information can travel from protein to DNA or RNA, but both hypotheses relate to a gene-centric view of life. Weismann set out the concept in his 1892 book Das Keimplasma: eine Theorie der Vererbung (The Germ Plasm: a theory of inheritance). The Weismann barrier was of great importance in its day and among other influences it effectively banished certain Lamarckian concepts: in particular, it would make Lamarckian inheritance from changes to the body (the soma) difficult or impossible. It remains important, but has however required qualification in the light of modern understanding of horizontal gene transfer and some other genetic and histological developments. The use of this theory, commonly in the context of the germ plasm theory of the late 19th century, before the development of better-based and more sophisticated concepts of genetics in the early 20th century, is sometimes referred to as Weismannism. Some authors call Weismannist development (either preformistic or epigenetic) that in which there is a distinct germ line, differently of somatic embryogenesis. This type of development is correlated with the evolution of death of the somatic line. ==Plants and basal animals== In plants, genetic changes in somatic lines can and do result in genetic changes in the germ lines, because the germ cells are produced by somatic cell lineages (vegetative meristems), which may be old enough (many years) to have accumulated multiple mutations since seed germination, some of them subject to natural selection. Likewise, basal animals such as sponges (Porifera) and corals (Anthozoa) contain multipotent stem cell lineages, that give rise to both somatic and reproductive cells. The Weismann barrier appears to be of a more recent evolutionary origin. ==Immortality of the germ line== The Russian biologist and historian Zhores A. Medvedev, reviewing Weismann's theory a century later, considered that the accuracy of genome replicative and other synthetic systems alone could not explain the immortality of germ lines. Rather Medvedev thought that known features of the biochemistry and genetics of sexual reproduction indicated the presence of unique information maintenance and restoration processes at the different stages of gametogenesis. In particular, Medvedev considered that the most important opportunities for information maintenance of germ cells are created by recombination during meiosis and DNA repair; he saw these as processes within the germ cells that were capable of restoring the integrity of DNA and chromosomes from the types of damage that caused irreversible ageing in somatic cells. == See also == * * * * * ==References== Category:Genetics Category:Lamarckism Category:1892 in science Category:1892 in Germany",
 "title": "Weismann barrier"
}