{
 "id": "418582",
 "text": "Leontopodium nivale, commonly called edelweiss (, English pronunciation ), is a mountain flower belonging to the daisy or sunflower family Asteraceae. The plant prefers rocky limestone places at about altitude. It is non-toxic and has been used in traditional medicine as a remedy against abdominal and respiratory diseases. Its leaves and flowers are covered with dense hairs, which appear to protect the plant from cold, aridity, and ultraviolet radiation. It is a scarce, short-lived flower found in remote mountain areas and has been used as a symbol for alpinism, for rugged beauty and purity associated with the Alps and Carpathians, and as a national symbol, especially of Romania, Austria, Bulgaria, Mongolia, Slovenia, Switzerland, and Italy. According to folk tradition, giving this flower to a loved one is a promise of dedication. ==Names== The flower's common name Edelweiß is German, and is a compound of edel \"noble\" and weiß \"white\". Slovenian name is planika, meaning mountain girl. In Romania it is known as floare de colț which means 'cliffhanger's flower'. The flower is referred to as stella alpina in the Italian speaking Alps and étoile des Alpes in the French Alps, both names meaning 'star of the Alps'. Edelweiß was one of several regional names for the plant and achieved wide usage during the first half of the 19th century, in the context of early Alpine tourism.Edelweiss reported as common name alongside Alpen-Ruhrkraut in Kittel, Taschenbuch der Flora Deutschlands zum bequemen Gebrauch auf botanischen Excursionen (1837), p. 383. Alternative names include Chatzen-Talpen (\"cat's paws\"), and the older Wullbluomen (\"wool flower\", attested in the 16th century).Aretius, Stocc-Hornii et Nessi [...] descriptio [...], a Benedicto Aretio [...] dictata., published with Valerii Cordi Simesusii Annotationes in Pedacii Dioscoridis Anazarbei de medica materia libros V, Basel (1561), ed. Bratschi (1992) in Niesen und Stockhorn. Berg-Besteigungen im 16. Jahrhunder.Schweizerisches Idiotikon 16.1997 . The scientific name Leontopodium is a latinisation of the Greek leontopódion, \"lion's paw\"., , The Latin specific epithet nivale means \"white\". ==Taxonomy== Since 1822, Leontopodium has no longer been considered part of the genus Gnaphalium, but classified alongside it as a distinct genus within the tribe Gnaphalieae. In 2003, Leontopodium alpinum was re-classified as a subspecies of Leontopodium nivale. Thus, the alpine edelweiss is currently recognized as being divided into two subspecies, Leontopodium nivale subsp. alpinum (Cass.) Greuter and Leontopodium nivale subsp. nivale. ==Description== The plant's leaves and flowers are covered with white hairs, and appear woolly (tomentose). Flowering stalks of edelweiss can grow to a size of in the wild, or, up to in cultivation. Each bloom consists of five to six small yellow clustered spikelet-florets () surrounded by fuzzy white \"petals\" (technically, bracts) in a double-star formation. The flowers bloom between July and September. File:Leontopodium alpinum Szarotka alpejska 01.jpg| Early-season version with central floret-pods not yet fully developed. Specimen found in Poland's Tatra Mountains. File:Edelweiss in cold valley.jpg| Typical mid- season appearance. Specimen found in Italy's Bergamo Alps. File:Leontopodium alpinum 280808.jpg| Late season version with \"fat\" appearance from flowered- out central floret-pods and from longer petal-\"fuzz\".NOTE: Sometimes mistaken for a different species (reference only). Specimen found in the Stubai Alps.NOTE: Image courtesy of Bernd Haynold (reference only). File:Gnaphalium leontopodium Atlas Alpenflora.jpg|Botanic illustration. File:Leontopodium alpinum 070707.jpg|Several edelweiss together with the typical growth form in the Zillertal Alps in South Tyrol. ==Conservation== Leontopodium nivale is considered a least concern species by the IUCN. The population of this species declined due to overcollection, but is now protected by laws, ex situ conservation and occurrence in national parks. ==Cultivation== Leontopodium nivale is grown in gardens for its interesting inflorescence and silver foliage. The plants are short lived and can be grown from seed. ==Chemical constituents== Compounds of different classes, such as terpenoids, phenylpropanoids, fatty acids and polyacetylenes are reported in various parts of edelweiss plants.Tauchen, J. & Kokoska, L. Phytochem Rev (2017) 16: 295. https://doi.org/10.1007/s11101-016-9474-0 Leoligin was reported as the major lignan constituent.Wang L, Ladurner A, Latkolik S, Schwaiger S, Linder T, Hošek J, Palme V, Schilcher N, Polanský O, Heiss EH, Stangl H, Mihovilovic MD, Stuppner H, Dirsch VM, Atanasov AG. Leoligin, the Major Lignan from Edelweiss (Leontopodium nivale subsp. alpinum), Promotes Cholesterol Efflux from THP-1 Macrophages. J Nat Prod. 2016 Jun 24;79(6):1651-7. doi: 10.1021/acs.jnatprod.6b00227. The edelweiss has been used in traditional folk medicine in the Alps for centuries. Extracts from different parts of plants have been used to treat abdominal pain, respiratory diseases, heart disease and against diarrhea. That is why it was also known as the bellyache flower for a long time. It was also used by the mountain people as a durable flower (\"eternal flower\") in dry bouquets. The cosmetics industry became aware of the plant and its extracts a few years ago.Alexandra Grass \"Edelweiß ist Heilpflanze des Jahres 2019 (German: Edelweiss is Medicinal Plant of the Year 2019)\" In: Wiener Zeitung 24.01.2019. ==Symbolic uses== thumbnail|Austrian Emperor Franz Joseph I and Empress Elisabeth In the 19th century, the edelweiss became a symbol of the rugged purity of the Alpine region and of its native inhabitants. The passion for edelweiss, which had previously been neglected, began in the middle of the 19th century. The focus is on an incident from 1856, when the Austrian Emperor Franz Joseph I went on a mountain hike to the Pasterzen Glacier on the Großglockner with his wife Sisi. There the emperor picked his wife an edelweiss from the steep rock with the words \"The first in my life that I picked myself\". The affection for edelweiss was a common feature of the famous couple and this well-known story raised people's attention to this alpine plant.Ernst Moriz Kronfeld, Das Edelweiß, Hugo Heller & Cie., Vienna 1910 - In: Georg Weindl: Die ewige Liebe zum Edelweiß. In: Almanach – 3 Zinnen Dolomiten, Nr. 50, 2019, p 68. The plant became known as a symbol of the Austrian Empress Elisabeth. A portrait by the painter Franz Xaver Winterhalter painted in 1865 shows Empress Elisabeth with nine artificial edelweiss stars braided in her hair. The jewelry made of precious metal and diamonds was designed in the years after 1850 by the then court and chamber jeweler Alexander Emanuel Köchert.Michaela Ernst: Sisi- Stern: Das berühmteste Schmuckstück aus Österreich. In: profil. 10. April 2014. thumbnail|Austro-Hungarian alpine troops with the edelweiss on their uniform With the rise of mountain tourism at the end of the 19th century, the edelweiss became the badge and symbol of alpinists and mountaineers. In order to prevent the extinction of the often picked symbolic species, it was placed under nature protection early on. The edelweiss was soon adopted as a symbol in the logo of numerous alpine clubs and associations. In the Austro-Hungarian Army in particular, the symbolic relationship between defiant, frugal and resilient alpine plants or the required perseverance, agility and cutting edge of the alpine troops was recognized and emphasized and often promoted by badges and designations. The Alpen-Edelweiss was assigned as a badge by Emperor Franz Joseph to troops (three regiments) of the Austro-Hungarian Army intended for use in the mountains. It was worn on the collar of the uniform skirt.Hermann Hinterstoisser: Das Edelweiß – Alpenblume mit Symbolkraft. In: Truppendienst, 2012, Nr. 5/329. Das Edelweiß In Berthold Auerbach's novel Edelweiss (1861), the difficulty for an alpinist to acquire an edelweiss flower was exaggerated to the point of claiming: \"the possession of one is a proof of unusual daring.\" This idea at the time was becoming part of the popular mythology of early alpinism. Auerbach's novel appeared in English translation in 1869, prefaced with a quote attributed to Ralph Waldo Emerson: Together with the alpine gentian, the edelweiss is also a symbol of lonely peaks and pure air in the Alps today. These plants are celebrated with songs and many souvenirs related to them are sold.Justina Schreiber. \"Edelweiß und Enzian\". BR Bayern 2, 25 December 2011. ===Before 1914=== * The edelweiss was established in 1907 as the sign of the Imperial-Royal Mountain Troops by Emperor Franz Joseph I. These original three Regiments wore their edelweiss on the collar of their uniform. Before 1918 there were also innumerable edelweiss badges in the Habsburg army. These include, for example, the military mountain guide award (ice ax with edelweiss and winding mountain rope), edelweiss emblems on the collar and cap or badges from alpine patrol companies. Many alpine units, commandos and soldiers proudly wore unofficial edelweiss badges.Hermann Hinterstoisser: Das Edelweiß – Alpenblume mit Symbolkraft. In: Truppendienst (Austrian Army), 2012, Nr. 5/329. * The edelweiss also played a role in the troop designation, which also reflected the special relationship with the mountains. In addition to the \"Edelweiss Corps\" (k.u.k. XIV. Corps) of Archduke Joseph Ferdinand, an \"Edelweiss Division\" was formed in the course of the First World War. It essentially consisted of Kaiserjäger of the 3rd and 4th regiments, the Salzburg infantry regiment \"Archduke Rainer\" No. 59 and the Upper Austrian infantry regiment \"Grand Duke of Hesse and the Rhine\" No. 14. In 1915, World War I, the edelweiss was granted to the German alpine troops for their bravery.Hermann Hinterstoisser: Das Edelweiß – Alpenblume mit Symbolkraft. In: Truppendienst (Austrian Army), 2012, Nr. 5/329. Today, it is still the insignia of the Austrian, French, Slovenian, Polish, Romanian, and German alpine troops. * In the Swiss Army, the highest ranks (brigadier general and higher) have badges in the form of edelweiss flowers, where other military branch badges would have stars. ===World Wars=== * The song Stelutis alpinis (Friulian for \"alpine edelweiss\"), written by Arturo Zardini when he was an evacuee due to World War I, is now considered the unofficial anthem of Friuli Screm, Alessio (April 6, 2016). \"I friulani scelgono il loro inno: è “Stelutis alpinis” di Zardini\" . Messaggero Veneto. Retrieved 2017-03-10. * The soldiers of the Austro-Hungarian army named a position right next to the Valparola Pass as the \"Edelweiss position\" during World War I.Valparolapass: Die Edelweißstellung schloss die offene Flanke der Österreicher (German: The edelweiss position closed the open flank of the Austrians) * The song was written by Herms Niel for soldiers during World War II * The edelweiss was a badge of the Edelweiss Pirates, anti-Nazi youth groups in the Third Reich, and was worn on clothes (such as a blouse or a suit). * The edelweiss was the symbol of Wehrmacht and Waffen-SS Gebirgsjäger, or mountain rangers worn as a metal pin on the left side of the mountain cap, on the band of the service dress cap, and as a patch on the right sleeve. It is still the symbol of the mountain brigade in the German Army. * The World War II Luftwaffe unit (51st Bomber Wing) was known as the Edelweiss Wing. * Operation \"Edelweiss\" was a project of the US Office of Strategic Services to get information about Hitler's Alpine Fortress in 1945. ===After 1945=== * The edelweiss is worn by troops in the 1st Battalion of the United States Army's 10th Special Forces Group, who adopted the symbol under the command of Colonel Aaron Bank after it had occupied a Waffen SS officer school (Junkerschule) at Flint Kaserne. * A song, \"Edelweiss\", was written for Rodgers and Hammerstein's musical The Sound of Music (1959). * Since 2002, the Austrian 2 euro cent coin has depicted an edelweiss. From 1959 to 2001, the one-schilling coin depicted a bunch of three flowers. * It is the symbol of the Bulgarian Tourist Union and the Bulgarian Mountain Control and Lifeguard Service. * It is also the symbol of the Swiss national tourism organisation. * It is featured on the Romanian fifty-lei note. * An Austrian brand of beer is Edelweiß. * The edelweiss is used in the logotypes of several alpine clubs such as the Deutscher Alpenverein (German Alpine Club), the Österreichischer Alpenverein (Austrian Alpine Club), the Societá Alpina Friulana (Friulian Alpine Club ) or the Alpenverein Südtirol (South Tyrol Alpine Club). The edelweiss is also used in the logotype of the Union of International Mountain Leader Associations (UIMLA). * The Südtiroler Volkspartei (South Tyrolean People's Party) uses the flower as its logo. * In Asterix in Switzerland (1970), the plot is driven by a quest to find edelweiss in the Swiss mountains and bring a bloom back to Gaul to cure a poisoned Roman quaestor. * Edelweiss Air, an international airline based in Switzerland, is named after the flower, which also appears in its logo. * The musician Moondog composed the song \"High on a Rocky Ledge,\" inspired by the Edelweiss flower. * \"Bring me Edelweiss\" is the best-known song of the music group Edelweiss. * Polish professional ice hockey team MMKS Podhale Nowy Targ uses an edelweiss as its emblem. * Edelweiss Lodge and Resort is a military resort located in Garmisch, Germany. * The song La Belle Fleur Sauvage by Lord Huron has lyrics inspired by the tradition of presenting a loved one with an edelweiss. * In the 7th instalment of the Dark Parables franchise, the Snow Edelweiss flower is revealed to be the flower associated with the Snow Queen, Snow White, the counterpart to her fraternal twin brother, Prince Ross Red of the Fiery Rosa flower. * In HBO's 2001 mini series Band of Brothers, edelweiss is found on a dead German soldier's uniform. When asked about this, Captain Lewis Nixon replied, \"That's edelweiss. It grows in the mountains, above the treeline. Which means he climbed up there to get it. Supposed to be the mark of a true soldier.\" *In the Korean drama Crash Landing on You, Ri Jyeong Hyuk gives Yoon Se-ri a potted edelweiss. He later asks her to meet him \"where the edelweiss grows\", referring to the Jungfrau region where they later meet again. *After Lithuania regained its independence, children of German descent living in Lithuania formed the Edelweiss community, later renamed the Edelweiss- Wolfskinder (Wolf children).. ===Gallery=== File:Eisernes-Edelweiss.jpg| World War One-era nail-fundraiser monument: the Iron Edelweiss of Enns, Austria. File:Abzeichen Grüntentag 1963.jpg| 1963 German mountain sport pin. File:Leontopodium-alpinum04.jpg| German Alpine Club logo pin.NOTE: DAV on this pin means Deutscher Alpenverein not Disabled American Veterans for which such pins may be confused (reference only). File:50 lei. Romania, 2005 a.jpg| On a Romanian fifty lei note. File:Uimla.gif| Logo of the Union of International Mountain Leader Associations. File:Hrvatska gorska sluzba spasavanja logo 0110 1.jpg|Logo of Croatian Mountain Rescue Service File:ZRHEdelweiss.jpg| Aircraft livery of Edelweiss Air. File:ЦМ ВОВ. Кабина Ju-88 (Германия).jpg| Nazi-era nose art on a bomber from the \"Edelweiss Wing\" (KG 51). File:Bundesarchiv Bild 101I-402-0265-03A, Flugzeug Junkers Ju 88, Startvorbereitung.jpg| Nazi-era photo with KG 51 insignia on a Ju 88 bomber. File:Bundesarchiv Bild 101I-340-0175-20A, Im Westen, Geschwader--Staffelabzeichen.jpg| 1939 Nazi-era aircraft nose art. File:Ciecm.JPG| French mountain troops school emblem.NOTE: CIECM meaning Centre d' Instruction et d' Entraînement au Combat en Montagne (reference only). File:LogoRMSV.tif| Logo of German sports association RMSV. File:Edelweiss-Auszeichnung 3 Sterne.png| Rank insignia in the Swiss postal service. File:Grenzschutzbergführer.JPG| German Federal Police rank insignia patch. File:Stamp of Kyrgyzstan 034.jpg| Kyrgyz postage stamp from 1994. File:DBP 1975 867 Wohlfahrt Alpenblumen.jpg| West German postage stamp from 1975. File:Swiss-Commemorative-Coin-2004b-CHF-20-obverse.png| On 2004 Swiss coin. File:100 CHF 1925 681736.png| On 1925 gold 100 Swiss francs coin. File:Coin of Kazakhstan 500-Edelveis-rev.jpg| Kazakhstan 500 tenge coin. File:CHE OF9 General.svg| Four-\"Star\" rank insignia of the top Swiss general. File:JgB23.jpg| Austrian army JgB 23 emblem. File:2. JaboG 34.png| West/German military \"Allgäu\" fighter/bomber group 1958–2003. File:Gebirgsjägerbrigade 23 (Bundeswehr).svg|West/German military 23rd mountain rifles troops emblem. File:Szarotka.png|Insignia of the Polish Army Podhale Rifles. File:Szarotka 21BSP0.svg|Insignia of the Polish Army 21st Podhale Rifles Brigade. File:17osn Edelweiss.jpg| Russian military 17 ОСН \"Edelweiss\" emblem. File:Wappen StbB transparent dev.gif| Austrian army JgB 6 emblem. File:Blason Vaujany.svg| Arms of Vaujany, France. File:Wappen at au.png| Arms of Au, Austria. File:Actual Brașov county CoA.png| Arms of the county of Brașov, Romania. File:Dramsha gerb.jpg| Arms of Dramsha, Bulgaria. File:Blason de la ville de Bonnefamille (Isère).svg| Arms of Bonnefamille, France. File:Blason ville fr Chamonix-Mont- Blanc (Haute-Savoie).svg| Arms of Chamonix-Mont-Blanc, France. File:Blason vile fr Les Carroz d'Arâches.svg| Arms of Carroz d'Arâches, France. File:Wappen Eisenaerzt.png| Arms of Eisenärzt, Germany. File:Edelweiss Biertender.jpg| Logo of Edelweiss Beer. File:Ulrich Wille.jpg| General's \"star\" on the saddle of World War I-era Swiss commander Ulrich Wille. File:Engelbert Dollfuss.png| On the hat and collar circa 1933 of Austria's Engelbert Dollfuss. File:CohMont1.jpg| Imperial Roman tombstone of Austrian soldier Marius son of Ructinus. File:Farm Edelweiss in Namibia Bird Eye View.jpg|Bird's eye view of farm Edelweiss 11 km west of Stampriet / Namibia ==See also== * \"Edelweiss\" (song) * Flora of the Alps * Golden age of alpinism ==References== nivale Category:Flora of Europe Category:Alpine flora Category:Flora of the Alps Category:Subshrubs Category:Taxobox binomials not recognized by IUCN",
 "title": "Leontopodium nivale"
}