{
 "id": "418867",
 "text": "The Fifth Fleet is a numbered fleet of the United States Navy. It has been responsible for naval forces in the Persian Gulf, Red Sea, Arabian Sea, and parts of the Indian Ocean since 1995 after a 48-year hiatus. It shares a commander and headquarters with U.S. Naval Forces Central Command (NAVCENT) in Bahrain. Fifth Fleet/NAVCENT is a component command of, and reports to, U.S. Central Command (CENTCOM). Established in 1944, the Fifth Fleet conducted extensive operations against Japanese forces in the Central Pacific during World War II. World War II ended in 1945, and the Fifth Fleet was deactivated in 1947. It remained inactive until 1995, when it was reactivated and assumed its current responsibilities. ==World War II== The Fifth Fleet was initially established during World War II on 26 April 1944 from the Central Pacific Force under the command of Admiral Raymond Spruance. Central Pacific Force was itself part of Pacific Ocean Areas. The ships of the Fifth Fleet also formed the basis of the Third Fleet, which was the designation of the \"Big Blue Fleet\" when under the command of Admiral William F. Halsey, Jr. Spruance and Halsey would alternate command of the fleet for major operations, allowing the other admiral and his staff time to prepare for the subsequent one. A secondary benefit was confusing the Japanese into thinking that they were actually two separate fleets as the fleet designation flipped back and forth. Under Admiral Spruance, the Fifth Fleet was by June 1944 the largest combat fleet in the world, with 535 warships. While operating under Spruance's command as the Fifth Fleet, the fleet took part in the Mariana Islands campaign of June–August 1944, the Iwo Jima campaign of February–March 1945, and the Okinawa campaign of April–June 1945. During the course of these operations, it conducted Operation Hailstone (a major raid against the Japanese naval base at Truk) in February 1944, defeated the Imperial Japanese Navy in the Battle of the Philippine Sea in June 1944, and blunted the Japanese Operation Ten-Go - sinking the Japanese battleship Yamato in the process - in April 1945. The British Pacific Fleet operated as part of the Fifth Fleet from March to May 1945 under the designation Task Force 57. Halsey then relieved Spruance of command and the British ships, like the rest of the Fifth Fleet, were resubordinated to the Third Fleet, in which the British Pacific Fleet operated as Task Force 37 through the end of the war in August 1945. The Fifth Fleet's next major combat operation would have been Operation Olympic, the invasion of Kyushu in the Japanese Home Islands, scheduled to begin on 1 November 1945, during which it would have operated simultaneously with the Third Fleet for the first time. The end of the war made this operation unnecessary, and the Fifth Fleet did not return to combat after May 1945, its ships remaining under the Third Fleet's operational control through the end of hostilities. The commanders of Fifth Fleet during this era were Admirals Spruance (26 April 1944 – 8 November 1945), John Henry Towers (8 November 1945 – 18 January 1946), Frederick C. Sherman (18 January 1946 – 3 September 1946), and Alfred E. Montgomery (5 September 1946 – 1 January 1947).globalsecurity.org Fifth Fleet The Fifth Fleet was deactivated in January 1947. The position of Commander, Fifth Fleet, became Commander, First Task Fleet. Montgomery became Commander, First Task Fleet, upon the deactivation of the Fifth Fleet. ==In the Middle East after 1995== Prior to the first Gulf War in 1990–1991, U.S. naval operations in the Persian Gulf region were directed by the Commander, Middle Eastern Force (COMMIDEASTFOR). Since this organization was considered insufficient to manage large-scale combat operations during the Gulf War, the Seventh Fleet — primarily responsible for the Western Pacific and Indian Ocean and normally based in Japan – was given the temporary task of managing the force during the period. However, no numbered fleet existed permanently within the USCENTCOM area of responsibility. In 1995, John Scott Redd proposed and founded the only new U.S. Navy Fleet in half a century, serving as the first Commander, Fifth Fleet (COMFIFTHFLT) since World War II.Barbara Starr, 'US Fifth Fleet reborn for active duty in the Persian Gulf, Jane's Defence Weekly, 27 May 1995, p.11 After a 48-year hiatus, the Fifth Fleet was reactivated, replacing COMMIDEASTFOR, and it now directs operations in the Persian Gulf, Red Sea, and Arabian Sea. Its headquarters are at NSA Bahrain located in Manama, Bahrain. For the early years of its existence, its forces normally consisted of an Aircraft Carrier Battle Group (CVBG), an Amphibious Ready Group (ARG), surface combatants, submarines, maritime patrol and reconnaissance aircraft, and logistics ships. However, with the War on Terrorism, the naval strategy of the U.S. has changed. The regular deployments of the Cold War are now a thing of the past. Consequently, the policy of always maintaining a certain number of ships in various parts of the world is also over. However, its usual configuration now includes a Carrier Strike Group (CSG), Amphibious Ready Group or Expeditionary Strike Group (ESG), and other ships and aircraft with almost 15,000 people serving afloat and 1,000 support personnel ashore. Carrier Strike Group Three formed the core of the naval power during the initial phase of Operation Enduring Freedom in 2001. Commander, Carrier Group Three, Rear Admiral Thomas E. Zelibor, arrived in the Arabian Sea on 12 September 2001 and was subsequently designated Commander Task Force 50 (CTF 50), commanding multiple carrier strike groups and coalition forces. The Task Force conducted strikes against Al-Qaeda and Taliban forces in Afghanistan. Task Force 50 comprised over 59 ships from six nations including six aircraft carriers, stretching over 800 nautical miles. Naval operations in the Middle East were the subject of DOD Exercise Millennium Challenge 2002, during which unanticipated maneuvers by opposing forces director Lieutenant General Paul Van Riper USMC (retd.) led to heavy losses to the 'imaginary' exercise U.S. fleet. Fifth Fleet forces peaked in early 2003, when five USN aircraft carriers (CV and CVNs), six USN amphibious assault ships (LHAs and LHDs) and their embarked USMC air ground combat elements, their escorting and supply vessels, and over 30 Royal Navy vessels were under its command. In the Persian Gulf, United States Coast Guard surface ships attached to the Fifth Fleet were under Commander, Destroyer Squadron 50 (CDS-50) commanded by Captain John W. Peterson of the Navy.Center for Naval Analyses 'Coast Guard Operations during Operation Iraqi Freedom' Coast Guard cutters Boutwell, Walnut, and the four patrol boats were part of this group. The shore detachments, MCSD and Patrol Forces Southwest Asia also operated under the command of CDS-50. For actual operations, the Coast Guard forces were part of two different task forces. The surface units were part of Task Force 55 (CTF-55). Command of CTF-55 actually shifted during OIF. Initially, Rear Admiral Barry M. Costello, Commander of the Constellation Battle Group, commanded CTF-55. The surface forces were designated Task Group 55.1 (TG-55.1) with Commander Destroyer Squadron 50 (CDS-50) as the task group commander. In mid-April, the Constellation Battle Group left the NAG and the Destroyer Squadron 50 staff commanded TF-55 for the remainder of OIF major combat operations. In the aftermath of the fall of Baghdad in April 2003, the very large force of ships was quickly drawn down. On 3 January 2012, following the end of the ten-day Velayat 90 naval maneuvers by the Iranian Navy in the Strait of Hormuz, the Iranian Army chief of staff, General Ataollah Salehi, was quoted by the state news agency IRNA as warning the United States to not deploy back to the Persian Gulf. and On 4 January 2011, Fars News Agency reported that a bill was being prepared for the Iranian Parliament to bar foreign naval vessels from entering the Persian Gulf unless they receive permission from the Iranian navy, with Iranian lawmaker Nader Qazipour noting: \"If the military vessels and warships of any country want to pass via the Strait of Hormuz without coordination and permission of Iran's navy forces, they should be stopped by the Iranian armed forces.\" Also, Iranian Defense Minister Ahmad Vahidi reiterated that \"transnational forces\" have no place in the Persian Gulf region. On 6 January 2012, armed Iranian speedboats reportedly harassed two U.S. naval vessels, the amphibious transport dock and the Coast Guard cutter , as they transited the Strait of Hormuz into the Persian Gulf. On 9 January 2012, Carrier Strike Group One, led by the carrier , joined Carrier Strike Group Three in the North Arabian Sea, with Carrier Strike Group Nine, led by the carrier , en route to the Arabian Sea amid rising tension between the United States and the Islamic Republic of Iran over U.S. naval access to the Strait of Hormuz. On 19 January 2012, Carrier Strike Group Nine entered the Fifth Fleet's area of responsibility (AOR) and relieved Carrier Strike Group Three. That same day during an interview on the Charlie Rose program, Mohammad Khazaee, Iran's ambassador to the United Nations, stated that Iran would consider closing the Strait of Hormuz if Iran's security was endangered. For December 2012 and January 2013, Carrier Strike Group Three was the only carrier strike group operating with the U.S. Fifth Fleet until relieved by the Carrier Strike Group Ten. This is because of the temporary two-month rotation of the Carrier Strike Group Eight back to the United States in order to resurface the flight deck of that group's flagship, the carrier . Dwight D. Eisenhower, Carrier Air Wing Seven, and the guided-missile cruiser returned to base on 19 December 2012, and the guided missile destroyers , , and were scheduled to return to base in March 2013. In September 2016, Commander Amphibious Task Group, Commodore Andrew Burns, set off from the UK with , along with helicopters from 845 Naval Air Squadron, No. 662 Squadron AAC and No. 27 Squadron RAF, , and element of 3 Commando Brigade HQ Royal Marines, RFA Mounts Bay and MV Eddystone Point under his flag. This deployment was known as the Joint Expeditionary Force (Maritime) 2016. The Amphibious Task Group was planned to sail to the Red Sea and Persian Gulf, where Burns was to assume command of the United States Fifth Fleet Task Force 50 until March 2017. On 1 December 2018, Commander, Fifth Fleet, Vice Admiral Scott A. Stearney was found dead in his residence in Bahrain. No foul play was suspected. Deputy commander Rear Admiral Paul J. Schlise assumed command in his place. Vice Admiral Jim Malloy flew to Bahrain to provide support. Malloy was formally nominated to succeed Stearney on 4 December and quickly confirmed by voice vote of the full United States Senate on 6 December. Vice Adm. Malloy assumed command on 7 December. ===Composition=== thumb|350px|The Fifth Fleet's area of responsibility, 2009. *Task Force 50, Battle Force (~1 x Forward Deployed Carrier Strike Group). From 2010 through 2013, the U.S. maintained two aircraft carriers east of Suez, known as a \"2.0 carrier presence,\" although it sometimes temporarily dipped below that level. The heightened presence aimed to provide air and sea striking power for U.S. operations in Iraq and Afghanistan, to deter Iran from problematic behavior in the region and keep the Strait of Hormuz open. *Task Force 51, Amphibious Force (~1 x Expeditionary Strike Group)/Expeditionary Strike Group Five/TF 59 (Manama, Bahrain) *Task Force 52, mining/demining force *Task Force 53, Logistics Force /Sealift Logistics Command Central, Military Sealift Command (MSC replenishment ships plus USN MH-53E Sea Stallion helicopters and C-130 Hercules, C-9 Skytrain II and/or C-40 Clipper aircraft) *Task Force 54, (dual-hatted as Task Force 74) Submarine Force *Task Force 55, Operation Iraqi Freedom: Carrier Strike Force; June 2003: mine clearing force, including elements from the U.S. Navy Marine Mammal Program. At the end of February 2003, (AFSB/I-15), became the flagship of the Commander of Mine Countermeasure Squadron Three, designated as Commander, Task Group 55.4. The Task Group included a US Navy special clearance team, two explosive ordnance disposal (EOD) units, a detachment of MH-53E Sea Dragon helicopters from Helicopter Mine Countermeasures Squadron FOURTEEN (HM-14), a British unit and Clearance Diving Team 3, from the Australian Clearance Diving Branch. The ships involved included the mine coastal hunters and , mine countermeasure ships and , and dock landing ship . TF 55's previous activities during World War II were as the U.S. Marine expeditionary component of the Central Pacific's Fifth Fleet. *Task Force 56, Navy Expeditionary Combat Command force.NAVCENT/Fifth Fleet Public Affairs, CTF-56 Fills Multiple Roles in Theatre , 25 January 2009. Previously SeaBee or ashore security force (CTF 59, Coalition Forces Conduct Crisis Response Exercise) **CTG 56.1 Explosive Ordnance Disposal / Expeditionary Diving and SalvageList of six task groups is from Powerpoint brief, Navy Expeditionary Combat Command: Executing Navy's Maritime Strategy, Maritime Civil Affairs Squadron TWO, 2 September 2008 **CTG 56.2 Naval Construction Forces **CTG 56.3 Navy Expeditionary Logistics Support Group Forward; NSA Bahrain. Provides logistics support for USN/USA/USMC, cargo movement and customs throughout the area of responsibility. **CTG 56.4 U.S. Army Civil Affairs **CTG 56.5 Maritime Expeditionary Security; Provides anti- Terrorism/Force Protection of land/port/littoral waterway operations for USN and Coalition assets, as well as point defense of strategic platforms and MSC vessels **CTG 56.6 Expeditionary Combat Readiness; Provides administrative \"Sailor support\" for all Individual Augmentees, and administers the Navy Individual Augmentee Combat Training Course and Warrior Transition Program **CTG 56.7 Riverine; Provides riverine protection of waterways from illegal smuggling of weapons, drugs and people *Task Force 57, (dual-hatted as Task Force 72) Patrol and Reconnaissance Force (P-3 and EP-3 Maritime Patrol and Reconnaissance Aircraft) **Task Group 57.1 Lockheed EP-3, VQ-1Globalsecurity.org **Task Group 57.2 in October 2006, consisted of VP-8, VP-9, VP-16, and VP-46.U.S. Navy, MCPON Visits Sailors in Afghanistan, 23 November 2006 **Note that as of 13 October 2011, Officer in Charge, Patrol and Reconnaissance Force Fifth Fleet Det Bahrain (COMPATRECONFORFIFTHFLT DET BAHRAIN (44468)) has been modified to Commander, Patrol and Reconnaissance Wing FIVE SEVEN.[OPNAV Notice 5400 (5400.8543) Modification of Officer in Charge, Patrol and Reconnaissance Force Fifth Fleet Det Bahrain], issued 13 October 2011 *Task Force 58, Maritime Surveillance Force (Northern Persian Gulf) *Task Force 59, Expeditionary Force/Contingency Force (when required, e.g. July–August 2006 Lebanon evacuation operation, in conjunction with Joint Task Force Lebanon) In February 2007 it was conducting Maritime Security Operations and as of 2 November 2007, it was running a crisis management exercise. ===Coalition Forces Maritime Component Command=== Together with Naval Forces Central Command, Fifth Fleet oversees four naval task forces monitoring maritime activity: *Combined Task Force 150 that patrols from Hormuz, halfway across the Arabia Sea, South as far as the Seychelles, through the Gulf of Aden, up through the strait between Djibouti and Yemen known as the Bab Al Mandeb and into the Red Sea and, finally, around the Horn of Africa; *Combined Task Force 152 patrols the Persian Gulf from the northern end where area of responsibility of CTF 158 ends and down to the Strait of Hormuz between Oman and Iran where the area of responsibility for CTF 150 begins; *Combined Task Force 151 patrols mostly the same area as CTF 150 but is primarily focused on deterring and disrupting Somali piracy attack on commercial shipping and leisure craft; *CTF 52 (as above) patrols the same area as CTF 152 but is focused on countermining/demining activity.NAVCENT/Fifth Fleet Public Affairs, Commander Task Force 52 Established , 20 January 2009 ==Commanders== The United States Navy, Naval Historical Center advises that; ===List of commanders=== ====Original fleet (1944-1947)==== {| class=\"wikitable sortable\" |- !rowspan=2| !colspan=2|Commander !colspan=3|Term !rowspan=2|Ref |- !Portrait !Name !Took office !Left office !Term length |- |} ====Current fleet (1995-present)==== {| class=\"wikitable sortable\" |- !rowspan=2| !colspan=2|Commander !colspan=3|Term !rowspan=2|Ref |- !Portrait !Name !Took office !Left office !Term length |- |} == References == ;Notes ;Citations ;Bibliography * * Schneller, Robert J., Jr. Anchor of Resolve: A History of the U.S. Naval Forces Central Command/Fifth Fleet (Washington: Naval Historical Center, 2012), 126 pp. ==External links== * *Global Security 5 05 Category:Military units and formations established in 1944",
 "title": "United States Fifth Fleet"
}