{
 "id": "418906",
 "text": "Shenley Church End is a village, district and wider civil parish in Milton Keynes England. Together with its neighbouring districts of Shenley Brook End, Shenley Wood and Shenley Lodge, the districts are collectively known as \"The Shenleys\". ==History== The village name 'Shenley' is an Old English language word meaning 'bright clearing'. In the Domesday Book of 1086 the area was collectively known as Senelai. The distinction between the Brook End and the Church End happened in the 12th century when a new manor house was constructed in Shenley Brook End by the Mansell family. However, by 1426 the two manors were owned by the same person and the distinction between the two places was in name only. Shenley Church End is also home to the Shenley Toot, a 13th- century motte and bailey (of which only the motte remains), which was originally a home of the Earl of Chester and is now a scheduled ancient monument.Shenley Wood - Milton Keynes Parks Trust Today, the historic village is the core of the new district that bears its name. The district is bounded by V3 Fulmer Street, V4 Watling Street, H5 Portway and H6 Childs Way. ==Education and other services== The district contains Denbigh School (a secondary comprehensive), Glastonbury Thorn First School, a nursery in the former village school, and Shenley Church End Pre-School (situated in the Shenley Leisure Centre). The Leisure Centre beside the secondary school includes a sports hall, gym, squash courts and outdoor football/tennis courts, as well as the Sportsman's Rest bar. The local retail centre opposite (south of) the school and Leisure Centre is a shopping area consisting of a fish and chip shop, a pharmacy, a cafe, a gym, a barber shop, a bike shop, a bookmaker, a charity shop, a Chinese restaurant, a medical practice and a dental surgery. In June 2014, Sainsbury's opened new supermarket opposite (east of) the Leisure Centre, on the site of the former Dolphin Splashdown swimming pool. ===Sport=== ;Shenley Church End Cricket Club The cricket club has been in existence since 1947. Previously known as Rickley Park CC until 1992, the club was renamed after moving from Bletchley to play home matches at Denbigh School, but in 2002 SCECC relocated to the bottom pitch at Manor Fields in Fenny Stratford (where Bletchley Town CC play) - though choosing to retain their current name.[http://www.shenleychurchendcc.co.uk/ Shenley Church End Cricket Club SCECC currently have a Saturday side playing in the Morrant Four Counties Cricket League Division 3 and play friendlies on Sundays. ==Civil parish== The parish includes Shenley Dens, Shenley Hill, Grange Farm, Crownhill, Oakhill/Woodhill, Shenley Wood (including Medbourne), Shenley Church End and Oxley Park. The parish is bounded to the north-east by V4 Watling Street, to the north-west by the border with Calverton parish, to the south-west by the borough boundary with the Buckinghamshire Council unitary authority (at Whaddon) and to the south-east by H6 Childs Way. === Oxley Park === Oxley Park, primarily a residential area, is relatively young district having been formed via a development framework in 2004. The street naming convention is based on the Silver Screen era of Film, with surnames of film stars forming street names. For example, Audrey Hepburn provides the name of Hepburn Crescent. It is also the location of a site of special scientific interest, Oxley Mead, and a nationally notable architecture-led development, Oxley Woods. === Medbourne === Medbourne is another residential district. It forms part of the grid square that includes Shenley Wood. === Grange Farm === Grange Farm is another residential district. It occupies a full grid square and is relatively new. It was originally to be named Grange Hill: this was changed due to it also being the name of a school drama on the BBC. === Crownhill === Crownhill is district of both residential and commercial properties. It is also the location of the city crematorium. === Oakhill === Oakhill is the location of HMP Woodhill and residential developments. At above sea level, it occupies the land with highest elevation in Milton Keynes. ==References== ==External links== *Shenley Church End Parish Council Category:Areas of Milton Keynes Category:Villages in Buckinghamshire",
 "title": "Shenley Church End"
}