{
 "id": "419022",
 "text": "The term Navy–Culebra protests is the name given by American media to a series of protests starting in 1971 on the island of Culebra, Puerto Rico against the United States Navy for its use of the island for military exercises. ==Background== For many years, especially the years following World War II, the U.S. Navy used the small island of Culebra, Puerto Rico, for military practice exercises, including ship-to-shore and aerial bombardment. In 1970, the islanders began a concerted and multi-pronged effort to convince the Navy and the United States government to cease this practice. In an especially important move, the mayor of Culebra, Ramón Feliciano Encarnación, traveled to Washington, D.C. in 1970 and convinced the law firm, Covington and Burling, to represent Culebra's interests, pro bono. Throughout the ensuing five years, Richard Copaken, the young lawyer at that law firm who assumed this responsibility, sometimes aided by his colleague Tom Jones, pursued legal actions in U.S. federal courts, lobbied representatives and senators in the U.S. Congress, and publicized the ongoing struggle in national newspapers. ==Protests and demonstrations== Popular support for terminating the bombing was also very important, and took the form of protests and demonstrations both in Culebra and the main island of Puerto Rico. One particular protest was led in 1971 by Rubén Berríos, President of the Puerto Rican Independence Party (PIP), an attorney in international rights, President-Honorary of the Socialist International, law professor at the University of Puerto Rico and future senator in the Puerto Rican government. The protesters entered the restricted area of Flamenco Beach, a major target area, and remained for several weeks. Berríos, along with 13 other protesters, were arrested and charged with trespassing on U.S. military property. They were sentenced to three months in a Puerto Rican prison. ==Conclusion== These wide-ranging and well directed efforts – legal maneuvers, congressional lobbying, public relations, and popular demonstrations – brought success. Official declarations by President Richard M. Nixon in 1974 and reiterated by President Gerald Ford in 1975, terminated all military operations in Culebra as of December 1975. Although these efforts resulted in a peaceful, bombardment-free Culebra, military exercises were soon thereafter moved to the nearby island of Vieques. The military operations in Vieques were terminated in 2003 by President George W. Bush. ==See also== * United States Navy in Vieques, Puerto Rico ==References== Category:Culebra, Puerto Rico Category:Political history of Puerto Rico ==External links== * LIFE Magazine Apr. 10, 1970",
 "title": "Navy–Culebra protests"
}