{
 "id": "419199",
 "text": "Holger Klaus Meins (26 October 1941 – 9 November 1974) was a German cinematography student who joined the Red Army Faction (RAF) in the early 1970s and died on hunger strike in prison. ==As a revolutionary== Meins became an important member of the RAF and was seen as a leading figure. He was very involved in the gang workings and even had a grenade casing and bomb mould designed which could be placed under a woman's dress, giving the impression that she was pregnant, thereby facilitating the planting of bombs. On 1 June 1972, Meins and Andreas Baader, along with Jan-Carl Raspe, went to check on a storage garage in Frankfurt where they kept materials for making bombs. The police were waiting for them, as they had gotten a tip-off. Meins and Baader entered the garage and were immediately surrounded. The police blocked the exit of the garage and fired tear gas grenades into the garage via a back window. Baader threw the tear gas back out. The stand-off did not last long after Baader was severely wounded when shot in the hip; Meins surrendered soon after. All three men were arrested. In prison, Meins and the other RAF prisoners launched several hunger strikes to protest the conditions of their imprisonment. Meins died by starvation on hunger strike, on 9 November 1974. Although Meins was 1.83 meters (6'0\") tall, he weighed only 39 kg (86 lbs) at the time of his death. ==Aftermath== thumb|right|150px|Burial site for Holger Meins. Meins's death sparked many protest actions across Europe, with many turning violent. RAF members grew more opposed to the German state. Hans- Joachim Klein, who acted as chauffeur for Jean-Paul Sartre in a meeting with Andreas Baader and became a militant, claimed to carry a copy of Meins's autopsy photo to reinforce his hatred for the West German \"fascist\" system. The RAF members who carried out the West German Embassy siege in Stockholm in 1975 named their group after Meins. ==Representation in other media== *Jean- Marie Straub's and Danièle Huillet's movie, Moses und Aron (1974), is dedicated to Meins. He had earlier been the directors' friend, working as a cameraman. *Starbuck-Holger Meins (2002) is a documentary film about him by Gerd Conradt. ==See also== *Members of the Red Army Faction ==External links== *Biography from rafinfo.de ==References== Category:1941 births Category:1974 deaths Category:People from Hamburg Category:Members of the Red Army Faction Category:People who died on hunger strike Category:Prisoners who died in German detention Category:German people who died in prison custody",
 "title": "Holger Meins"
}