{
 "id": "419166",
 "text": "George Ralph Noory (born June 4, 1950) is an American radio talk show host. Since January 2003, Noory has been the weekday host of the late-night radio talk show Coast to Coast AM. The program is syndicated to hundreds of radio stations in the U.S. and Canada by Premiere Networks. Noory has also appeared in the History Channel series Ancient Aliens and in Beyond Belief, a subscription-based online video series presented by gaia.com. ==Biography== Noory grew up in Detroit with two younger sisters, the son of a Lebanese Egyptian who worked at Ford Motor Company and a Lebanese American mother. He was raised Roman Catholic. He became interested with the paranormal and ufology as a child and joined the UFO organization NICAP as a teenager. Noory claims to have served nine years in the United States Naval Reserve as a lieutenant. Noory began his radio career as a newscaster with Detroit station WCAR-AM. From 1974–1978 he worked as a news producer and executive news producer at WJBK-TV in Detroit. He would later serve as news director for KMSP-TV in Minneapolis and as news director at KSDK-TV in St. Louis. He won three local Emmy Awards for his work in TV news. In St. Louis, Noory formed Norcom Entertainment, Inc., a company that developed and marketed video training films to law enforcement and security agencies.http://www.thefreelibrary.com/NISCO+AND+NORCOM+ENTERTAINMENT+SIGN+LETTER+OF+INTENT-a014939760 In 1987, Noory and his partners in Norcom Restaurants, Inc. opened the Café Marrakesh and Oasis Bar in Brentwood, Missouri. The restaurant's theme revolved around a fictional English soldier, Col. William Berry, who opened the establishment following an exciting secret mission to Marrakesh. In 1996, Noory hosted a late-night radio program called Nighthawk on KTRS in St. Louis, which caught the attention of executives at Premiere Radio Networks, syndicators of Coast to Coast AM. Coast to Coast AM is an American late-night radio talk show that deals with a variety of topics, but most frequently ones that relate to either the paranormal or conspiracy theories. In April 2001, Noory became a guest host for Coast to Coast AM before replacing Ian Punnett as the Sunday night host. In January 2003, following Art Bell's retirement, Noory took over as weeknight host of Coast to Coast AM. In December 2012, Gaiam TV launched Beyond Belief with George Noory, a subscription-based webcast exploring the unknown and mysteries of the universe. Stanton Friedman gave his last lecture with Noory in Columbus, Ohio on May 11, 2019. Friedman died 2 days later. ==Reception== In a 2010 article about Noory published in The Atlantic, Timothy Lavin wrote: \"Noory can be an uneven broadcaster. Sometimes he seems to not pay full attention to his guests, offers strangely obvious commentary, or—and this has alienated some fans—lets clearly delusional or pseudoscientific assertions slide by without challenge. But he listens, with heroic patience, to all of his callers.\" According to Media Life Magazine, \"Noory says it doesn't matter whether he believes what his callers and guests say. Ultimately, it's about entertainment, creating a show that people will be drawn to.\" Author and frequent Coast to Coast AM guest Whitley Strieber has commented on Noory's style, saying, \"It's not that he's credulous or easily led. He's willing to take these intellectual journeys. He'll have guests on that you think are completely off the wall — nothing they're saying is real — but by the end of the program you will have made a discovery that there is a kernel of a question worth exploring.\" ==Criticism== In March 2020, Noory voiced his opinions on the coronavirus pandemic stating: \"the media is creating hysteria by blowing the figures out of proportion. The media's not putting that into perspective\". The New York Times published that George Noory was much more likely to let things go unchallenged than Art Bell: \"Art was a little more, if he thought you were loo-la, he would tell you\". In a New York Times article titled 'How Local Media Spreads Misinformation From Vaccine Skeptics', Noory's show Coast to Coast AM has been part of that effect by Noory in unchallenged interviews with a large number of questionable anti- vaccine guests, who use the platform to reinforce unproven claims against the COVID-19 vaccine. ==Bibliography== * * * * * ==References== ==External links== * * Profile at Coast to Coast AM Category:Living people Category:1950 births Category:American people of Lebanese descent Category:American talk radio hosts Category:Coast to Coast AM Category:Radio personalities from Detroit Category:United States Navy officers Category:University of Detroit Mercy alumni Category:American people of Egyptian descent",
 "title": "George Noory"
}