{
 "id": "419216",
 "text": "Henry FitzRoy, 1st Duke of Grafton, (28 September 16639 October 1690) was an illegitimate son of King Charles II of England and his mistress Barbara Villiers. A military commander, Henry FitzRoy was appointed colonel of the Grenadier Guards in 1681 and Vice-Admiral of England from 1682 to 1689. He was killed in the storming of Cork during the Williamite–Jacobite War in 1690. ==Early life and military career== Born to Barbara Villiers, Countess of Castlemaine in 1663, Henry FitzRoy was an illegitimate son of King Charles II of England, the second by Barbara Villiers. His mother was the daughter of William Villiers, 2nd Viscount Grandison, a colonel of one of King Charles I's regiments who was killed in action during the Civil War. On 1 August 1672, at the age of nine, marriage was arranged to the five-year-old Isabella, daughter and heiress of Henry Bennet, 1st Earl of Arlington. A wedding ceremony took place on 4 November 1679 witnessed and recorded by John Evelyn in his diary of that date describing him as \" exceedingly handsome, by far surpassing any of the Kings other naturall Issue\". At the time of his marriage, Henry FitzRoy was created Baron Sudbury, Viscount Ipswich, and Earl of Euston. In 1675 he was created Duke of Grafton, and Charles II made him a Knight of the Garter in 1680. He was appointed colonel of the Grenadier Guards in 1681. FitzRoy was brought up as a sailor and saw military action at the siege of Luxembourg in 1684. In that year, he received a warrant to supersede Sir Robert Holmes as Governor of the Isle of Wight, when the latter was charged with making false musters. However, Holmes was acquitted by court-martial and retained the governorship. In 1686 he killed John Talbot, brother of the Earl of Shrewsbury, in a duel, Talbot having given Grafton some \"unhandsome and provoking language\". He was appointed Vice-Admiral of the Narrow Seas from 1685 to 1687. At King James II's coronation, Grafton was Lord High Constable. During the rebellion of the Duke of Monmouth he commanded the royal troops in Somerset. However, he later acted with John Churchill, and joined William of Orange to overthrow the King in the Glorious Revolution of 1688. ==Death== FitzRoy died in Ireland in 1690 of a wound received at the storming of Cork while leading William's forces, aged 27. His body was returned to England for burial - with some internal organs removed and buried (in Ballintemple, Cork) to preserve his remains for transport. In October 1697 his widow married Sir Thomas Hanmer, a young Flintshire baronet, who became Speaker of the House of Commons and an authority on the works of William Shakespeare. She died in 1723. ==Legacy== The Duke of Grafton owned land in what was then countryside near Dublin, Ireland, which later became part of the city. A country lane on this land eventually developed into Grafton Street, one of Dublin's main streets. Grafton Alley in Cork, close to where he was shot, also bears his name. ==Ancestry== ==See also== *List of deserters from James II to William of Orange ==Notes and references== |- |- Category:1663 births Category:1690 deaths Category:17th-century English nobility Category:17th-century Royal Navy personnel Category:Military personnel from London Category:English people of French descent 101 Category:Grenadier Guards officers Category:Illegitimate children of Charles II of England Category:Knights of the Garter Category:Lord High Constables of England Category:Lord-Lieutenants of Suffolk H Category:Williamite military personnel of the Williamite War in Ireland Category:Monmouth Rebellion Category:English military personnel killed in action Category:Peers of England created by Charles II Category:Younger sons of dukes",
 "title": "Henry FitzRoy, 1st Duke of Grafton"
}