{
 "id": "419366",
 "text": "James Keith Chapman (born 8 July 1940), known as Ben Chapman, is a British Labour Party politician and former civil servant who was the Member of Parliament (MP) for Wirral South from 1997 to 2010. ==Early life== Ben Chapman was born in Kirkby Stephen, the son of a farm labourer, he was educated at the Appleby Grammar School on Battlebarrow (B6542) in Appleby. He joined the British Civil Service in 1958, initially in the Ministry of Pensions and National Insurance, moving to the Ministry of Aviation in 1962 where he remained until he joined the Board of Trade in 1970. In 1974 he became the First Secretary at the British High Commission in Dar es Salaam, Tanzania, and then in 1978 he was posted to Accra, Ghana. He became the Assistant Secretary at the Department of Trade and Industry in 1981, before he was posted as the Commercial Counsellor at the British Embassy in Beijing, China. He was appointed a director at the Department of Trade and Industry in 1991 before he left the civil service in 1995 after 37 years. He then went into business on the Wirral. ==Parliamentary career== He joined the Labour Party in 1996 and within nine months he was a member of Parliament, when he won the Wirral South by-election on 27 February 1997 on a 17% swing with a majority of 7,888. The by-election was caused by the death of the Conservative MP Barry Porter on 3 November 1996. Ben Chapman, the first Labour MP to have represented Wirral South, made his maiden speech on 12 March 1997.Parliamentary Business , www.Parliament.uk, 12 March 1997 Just 63 days after his election he had to return to his constituents and ask for a new mandate at the 1997 general election, which a proportion of them duly gave him. After the election of the Labour government in 1997, Ben Chapman became the Parliamentary Private Secretary to Richard Caborn who was the Minister of State at the Department for the Environment, Transport and the Regions, he then returned in the same position with Caborn to his former employing department at the Department of Trade and Industry in 1999. Following the 2001 General Election Caborn was made the Minister of Sport at the Department for Culture, Media and Sport and took Chapman with him. Chapman ceased to be Caborn's PPS after the 2005 General Election and sat on the Intelligence and Security (Cabinet Office) Committee during the 2005–10 parliament. ==Expenses== On 17 May 2009, as part of a series of investigations by The Daily Telegraph into the expenses claimed by British MPs, Chapman admitted to an arrangement with Parliamentary authorities that had allowed him to claim interest payments on the entire amount of the mortgage on his designated second home in Lambeth, south-east London, despite having repaid £295,000 of the loan in 2002 and additional amounts thereafter.Winnett, Robert, and Swaine, Jon, MPs' expenses: officials colluded over mortgage claims , The Daily Telegraph, 18 May 2009 According to the Telegraph's investigation \"between December 2002 and October 2003, Mr Chapman deliberately over-claimed for interest on the mortgage of his London house by about £15,000\" and that \"[astonishingly this was done] with the permission of an official in the Commons fees office\".Jon Swaine Ben Chapman overclaimed £15,000 on mortgage: MPs' expenses , The Daily Telegraph, 21 May 2009 On 21 May 2009 he announced that he would stand down from Parliament at the next General Election.Rob Merrick Wirral South MP Ben Chapman to quit over MP expenses scandal , LiverpoolEcho.co.uk, 21 May 2009 ==Personal life== He married Maureen Ann Kelly (Byrne) on 10 July 1999 in Westminster and they live in Heswall. He has three daughters from a previous marriage. An opera lover, he was a Pilot Officer in the Royal Air Force Reserve 1959–61. It was announced in August 2019 that Chapman would be working on a part-time basis to assist Tranmere Rovers chairman Mark Palios with strategic and business planning. ==References== ==External links== * Ben Chapman MP official site * Guardian Unlimited Politics – Ask Aristotle: Ben Chapman MP * TheyWorkForYou.com – Ben Chapman MP * BBC Politics Category:1940 births Category:Living people Category:Labour Party (UK) MPs for English constituencies Category:People from Kirkby Stephen Category:Politics of the Metropolitan Borough of Wirral Category:Royal Air Force officers Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:People educated at Appleby Grammar School",
 "title": "Ben Chapman (politician)"
}