{
 "id": "419396",
 "text": "Stoke Poges () is a green-buffered scattered village and civil parish in south-east Buckinghamshire, England. It is centred north-north-east of Slough (historically Upton-cum-Chalvey), its post town, and southeast of Farnham Common. ==Etymology== In the name Stoke Poges, stoke means \"stockaded (place)\" that is staked with more than just boundary-marking stakes. In the 1086 Domesday Book, the village was recorded as Stoche. William Fitz-Ansculf, who held the manor in 1086 (in the grounds of which the Norman parish church was built), later became known as William Stoches or William of Stoke. Amicia of Stoke, heiress to the manor, married Robert Pogeys, Knight of the Shire, 200 years later and the village eventually became known as Stoke Poges. Robert Poges was the son of Savoyard Imbert Pugeys valet to King Henry III and later steward of the royal household. Poges and Pocheys being an English attempt at Pugeys which ironically meant “worthless thing”.David Carpenter. 2020. Henry III : The Rise to Power and Personal Rule 1207 – 1258. New Haven: Yale University Press. 360. The spelling appearing as \"Stoke Pocheys\", if applicable to this village, may suggest the pronunciation of the second part had a slightly more open \"o\" sound than the word \"Stoke\".Plea Rolls of the Court of Common Pleas; National Archives; CP40/647; http://aalt.law.uh.edu/AALT1/H6/CP40no647/aCP40no647fronts/IMG_0029.htm; second entry, with \"London\" in the margin, & with defendants Thomas Clerk, William Adam, John Lambard & John Spykernell of Stoke Pocheys. ==Stoke Poges Manor House== A manor house at Stoke Poges was built before the Norman Conquest and was mentioned in the 1086 Domesday Book. In 1555 the owner, Francis Hastings, 2nd Earl of Huntingdon, pulled down much of the existing fortified house. He replaced it with a large Tudor brick-built house, with numerous chimneys and gables. In 1599 it was acquired by Sir Edward Coke, who is said to have entertained Queen Elizabeth I there in 1601. A few decades later, the married lady of the manor, Frances Coke, Viscountess Purbeck, the daughter of Sir Edward Coke, had a love affair with Robert Howard, a member of parliament. The affair's discovery was received as a scandal upon the three people involved, and in 1635 Lady Frances was imprisoned for adultery. She later escaped from prison to France, and eventually returned and lived at Stoke Poges Manor for a time. She died at Oxford in 1645 at the court of King Charles I. Charles I himself was imprisoned at Stoke Poges Manor in 1647 before his execution. Later the manor came into the possession of Thomas Penn, a son of William Penn who founded Pennsylvania and was its first proprietor. Thomas Penn held three-fourths of the proprietorship. The manor property remained in his family for at least two generations, as his son John Penn \"of Stoke\" also lived there. Thomas Gray's 1750 poem \"A Long Story\" describes the house and its occupants. Sir Edwin Henry Landseer was a frequent visitor to the house and rented it as a studio for some time. His most famous painting, The Monarch of the Glen (1851), is said to have been created at Stoke Poges, with the deer in the park used as models. ==Education== Stoke Poges has a primary school called The Stoke Poges School. It was rated 'Good' by Ofsted in 2017. There is also a Sikh faith secondary school, Khalsa Secondary Academy. It was rated 'Inadequate ' by Ofsted in 2019. Larchmoor School in Gerrards Cross Road was a major school in England for deaf children which was opened in 1967 by Elizabeth II and ran by the Royal National Institute for Deaf People. It closed in the late 20th century. Halidon House School was founded 1865, based in Slough and then in 1948 moved to Framewood Manor, Framewood Road. It was a girls school which closed in 1983. Stoke House School in Stoke Green was a preparatory school from 1841 to 1913. In 1913 Ted Parry, the headmaster relocated the school to Seaford and later it was renamed Stoke Brunswick School. ==St Giles' Church== Poet Thomas Gray's \"Elegy Written in a Country Churchyard\" is believed to have been written in the churchyard Parish Church of Saint Giles in Stoke Poges, also known as the Stoke Poges Church Other churches have claimed the honour, including St Laurence's Church, Upton-cum- Chalvey and St Mary's in Everdon, Northamptonshire. thumb|left|Gray's Monument, Stoke Poges Gray is buried at St Giles'. John Penn \"of Stoke\" had a large monument built by James Wyatt, displaying verses from the Elegy. It is adjacent to St Giles' church and owned by the National Trust. A lychgate which is now located in the middle of the churchyard was designed by J.Oldrin Scott and completed in 1887. A gothic style rectory having a battlemented parapet was built by James Wyatt, 1802–1804 for John Penn of Stoke Park. It is now a private residence called Elegy House. ==In media== *Stoke Poges is mentioned in the book Brave New World by Aldous Huxley, where it is the location of a frequently-visited golf course. *1990 'Inspector Lynley' crime novel Well- Schooled in Murder by Elizabeth George, and its television adaptation, are set in Stoke Poges. *The golf course at Stoke Park was the setting of a golf match in the James Bond film Goldfinger (1964), played between the principal characters. *Stoke Park is also featured in the films Layer Cake, Wimbledon, Bride and Prejudice, and Bridget Jones's Diary. *In the film I Could Go On Singing (1963), Judy Garland's character visits St. Giles' parish church with her son. * In 1969, Pinewood film studios hired a chemistry laboratory at Fulmer Research Institute for use as a film set for the film \"The Chairman\" (also known as \"The Most Dangerous Man in the World\"), starring Gregory Peck. *The 1981 James Bond film For Your Eyes Only filmed its opening sequence, when Bond visits his wife's grave, in the graveyard at St Giles' Church. *Part of the 2007 series Jekyll was filmed on the boardwalk and surrounding area. *In Nick Hancock's Football Nightmares Nick Hancock is trying to hitchhike to the Victoria Ground in Stoke-on-Trent, but keeps getting dropped off in, or just outside, Stoke Poges. *In 2010, the BBC drama series Vexed (Series 1, Ep.2, TX 22Aug2010 – with Toby Stephens and Lucy Punch) was largely filmed in the grounds and inside Stoke Court – which had earlier been Bayer Group UK's conference centre. *In the novel _Sharpe's Triumph_ by Bernard Cornwell, Arthur Wellesley, 1st Duke of Wellington's dragoon orderly Daniel Fletcher mentions that he is from Stoke Poges: Sharpe replies- “Never heard of it.” *In 2017 the British media caused a furor after the National Galleries of Scotland had bought The Monarch of the Glen painting by Sir Edwin Landseer for £4 million and the view by some that it may have been painted at Stoke Park. *In 2021, the lease of Stoke Park was bought by Reliance Industries (RIL) for £57million from the International Group. Later in the year Stoke Park closed for refurbishment. *In 2021, Stoke Poges Memorial Gardens featured in the BBC programme Great British Railway Journeys presented by Michael Portillio *In 2021, Prime Minister, Boris Johnson in his keynote speech at the Conservative Party Conference referred to Thomas Gray and Stoke Poges, about a levelling up vision in terms of an imbalanced society. ==Notable natives and residents== * Augustus Henry Eden Allhusen (1867–1925), English politician, resident at Stoke Court, Rogers Lane (1867–1925) Retrieved 20 January 2021 * Christian Allhusen (1884–1895), Danish-English chemical manufacturer, resident at Stoke Court, Rogers Lane. *John Charles Bell (1844–1924), Lord Mayor of London and businessman, resident at Framewood Manor, Framewood Road (1905–1924). *John Beresford (1866–1944), Army officer, civil servant and baron, resident at Sefton Park (1905–1917) *Robert Brooke-Popham (1878–1953), Air Chief Marshal in the Royal Air Force and Governor of Kenya, resident at The Woodlands, Hollybush Hill. * Wilberforce Bryant (1837–1906), English businessman, owner of Bryant & May match manufacturer and Quaker, resident at Stoke Park (1887-1906). * Edward Coke (1552–1634), Lord Chief Justice of England and politician, resident at the Manor House (1598-1634). * Abraham Darby IV (1804–1878), English ironmaster, resident at Stoke Court, Rogers Lane (1851–1872). * Wallace Charles Devereux (1893–1952), English businessman and engineer, founder of Fulmer Research Institute in Stoke Poges and resident at The Meads, Park Road. * John Thomas Duckworth (1748–1817), Admiral in the Royal Navy and baronet spent his childhood at the Vicarage, Park Road, where his father lived, being the Vicar of Stoke Poges (1754–1748). *Francis Hastings (1514–1561), 2nd Earl of Huntingdon, politician, 1555 completed building of the Manor house. *George Howard (1718–1796), Field Marshal in British Army and politician, resident at Stoke Place, Stoke Green (c.1764–1796). * Richard Howard-Vyse (1883–1962), Major General and Honorary Colonel of the Royal Horse Guards, resident at Stoke Place, Stoke Green (1883–1962) * Richard William Howard Howard Vyse (1784–1853), Major General and Egyptologist, born in Stoke Poges and resident at Stoke Place, Stoke Greens.1851 England Census HO107/1718; Folio: 579; Page: 17 * Nick 'Pa' Lane Jackson (1849–1937), founder of Stoke Park, sports administrator and author, resident Stoke Park (1908–1928). * Henry Labouchere (1798–1869), 1st Baron Taunton, British Whig politician, resident at Stoke Park (1848–1863). * Jacques Laffite (born 1943) the French Formula One racing driver who won six Grands Prix for Ligier during the late 1970s and early 1980s, lived in Stoke Poges during some of his racing career. * Henry Martin (Marten) (c.1562–1641), King's Advocate for James I and Judge of Admiralty Court is reported to have been born at Stoke Poges.Brief Lives John Aubrey Clarendon Press, 1898 – Great Britain * Noel Mobbs (1878–1959), businessman, founder of Slough Estates, resident at Stoke Park (1928–1959). * William Moleyns (1378–1425), politician, administrator, knight to Henry V, resident at the Manor House. * William Molyneux (1772–1838), sportsman and gambler, resident at Stoke Farm, now known as Sefton Park (1795–1838). * Bernard Oppenheimer (1866–1921), diamond merchant and philanthropist, resident at Sefton Park, Bells Hill (1917-1921). * Sydney Godolphin Osborne (1808–1889), Lord, cleric, writer, philanthropist, vicar of Stoke Poges (1832–1841). *Edward Hagarty Parry (1855–1931), International footballer & school headmaster, resident at Stoke House School, Stoke Green, (1855-1913). * Granville Penn (1761–1844), Author, scriptural geologist and civil servant, resident at Stoke Park (1761-1844). * John Penn (1760–1834), Chief Proprietor of Province of Pennsylvania, politician and writer, resident at Stoke Park (1760–1834). * Thomas Penn (1702–1775), son of William Penn and proprietor of Province of Pennsylvania, with three-fourths holding, resident at the Manor House, Stoke Park (1760–1775). * Borradaile Savory (1855–1906), English clergyman and baronet, resident at The Woodlands, Hollybush Hill (1855–1906). * William Scovell Savory (1826–1895), British Surgeon and baronet, resident at The Woodlands, Hollybush Hill (1884–1895).Framewood Road Conservation Area Character Appraisal report (19 July 2011).South Bucks District Council * Vesta Tilley (Matilda Alice Powles) (1864–1952), music hall performer, resident at Sefton Park in the 1920s with her husband Walter de Frece. (British Pathé filmed here, in 1957, 'The Vital Vaccine', as it was in both Tilley's former house and garden that 'Polyvirin', Britain's Polio vaccine, was created). ==Notable organisations== *Comer Group, is a real estate company which c.2010 became the owner of Stoke Court for part of its residential portfolio. *Hitachi Data Systems, is a subsidiary of Hitachi. It provides technology and services relating to digital data. UK Headquarters at Sefton Park, Bells Hill, Stoke Poges. *International Group operates a group of companies in the leisure, sales, marketing, management, healthcare services and property development and ownership. Registered at Stoke Park until 2021, when the lease was sold to Reliance Industries *Reliance Industries Limited (RIL), an Indian multinational conglomerate, on the Global 500 list, bought the lease of Stoke Park in 2021 *Servier Laboratories Ltd, is part of a French centric international pharmaceutical group. UK Headquarters at Sefton Park, Bells Hill, Stoke Poges. *Urenco Ltd, a nuclear fuel company, operating internationally running uranium enrichment plants. Headquarters at Sefton Park, Bells Hill, Stoke Poges. *Fulmer Research Institute, a pioneer contract research and development organisation. Its Headquarters was in Hollybush Hill, Stoke Poges from 1946 to 1990. *Glaxo Laboratories Ltd, now part of GSK, a fermentation and vaccine research laboratory at Sefton Park, Bells Hill, Stoke Poges from 1948 to 1982: (NB: see above reference to 'Polyvirin', under 'Notable Natives', Vesta Tilley) *Miles Laboratories, a USA pharmaceutical and life sciences company. UK headquarters in Stoke Court, Rogers Lane, Stoke Poges from 1959 to 1978 when Bayer acquired it. ==Demography== {| class=\"wikitable\" id=\"toc\" style=\"float: centre; margin- left: 2em;\" |- !colspan=\"4\"|Stoke Poges compared |- !2001 UK Census||Stoke Poges ward||South Bucks borough||England |- |Population||4,839||61,945||49,138,831 |- |Foreign born||11.9%||12.2%||9.2% |- |White||93.3%||93.4%||90.9% |- |Asian||4.8%||4.5%||4.6% |- |Black||0.3%||0.4%||2.3% |- |Christian||76.5%||75.6%||71.7% |- |Muslim||1.1%||1.1%||3.1% |- |Hindu||0.7%||1.2%||1.1% |- |No religion||10.6%||12.5%||14.6% |- |Unemployed||1.8%||1.9%||3.3% |- |Retired||16.8%||14.8%||13.5% |} At the 2001 UK census, the Stoke Poges electoral ward had a population of 4,839. The ethnicity was 93.3% white, 1.3% mixed race, 4.8% Asian, 0.3% black and 0.3% other. The place of birth of residents was 88.1% United Kingdom, 1.6% Republic of Ireland, 2.5% other Western European countries, and 7.8% elsewhere. Religion was recorded as 76.5% Christian, 0.2% Buddhist, 0.7% Hindu, 2.7% Sikh, 0.5% Jewish, and 1.1% Muslim. 10.6% were recorded as having no religion, 0.2% had an alternative religion and 7.6% did not state their religion. The economic activity of residents aged 16–74 was 40.8% in full-time employment, 11.6% in part-time employment, 12.6% self-employed, 1.8% unemployed, 1.5% students with jobs, 3.1% students without jobs, 16.8% retired, 6.7% looking after home or family, 2.5% permanently sick or disabled and 2.5% economically inactive for other reasons. The industry of employment of residents was 15.4% retail, 13.4% manufacturing, 6.9% construction, 21.1% real estate, 9.2% health and social work, 7.3% education, 8.8% transport and communications, 3.5% public administration, 3.4% hotels and restaurants, 2.8% finance, 0.8% agriculture and 7.4% other. Compared with national figures, the ward had a relatively high proportion of workers in real estate, transport and communications. According to Office for National Statistics estimates, during the period of April 2001 to March 2002 the average gross weekly income of households was £870, compared with an average of £660 in South East England. Of the ward's residents aged 16–74, 28.4% had a higher education qualification or the equivalent, compared with 19.9% nationwide. In 2011, The Daily Telegraph deemed Stoke Poges as Britain's eighth richest village and the third richest village in Buckinghamshire. {| class=\"wikitable\" |- |+ 2011 Published Statistics: Population, home ownership and extracts from Physical Environment, surveyed in 2005 |- !Output area||Homes owned outright||Owned with a loan||Socially rented||Privately rented||Other||km2 roads||km2 water||km2 domestic gardens||km2 domestic buildings||km2 non-domestic buildings||Usual residents ||km2 |- align=center |Civil parish|| 727 || 717 || 183 || 159 || 28 || 0.397 || 0.076 || 1.422 || 0.176 || 0.057 || 4752 || 10.09 |} == Geography == Hamlets within Stoke Poges parish include: * Hollybush Hill * Stoke Green * Wexham Street ==References== ==External links== * * Stoke Poges Parish Council * Stoke Poges Village Centre * Stoke Poges Parish Church of St Andrew and St Giles * The Stoke Poges Society Category:Villages in Buckinghamshire Category:Civil parishes in Buckinghamshire",
 "title": "Stoke Poges"
}