{
 "id": "419490",
 "text": "Nzingha Mbande ( – 1663) was Queen of the Ambundu Kingdoms of Ndongo (1624–1663) and Matamba (1631–1663), located in present-day northern Angola. Born into the ruling family of Ndongo, Nzinga received military and political training as a child, and she demonstrated an aptitude for defusing political crises as an ambassador to the Portuguese Empire. She later assumed power over Ndongo after the death of her father and brother, who both served as kings, and would go on to conquer Matamba. She ruled during a period of rapid growth in the African slave trade and encroachment of the Portuguese Empire into South West Africa, in attempts to control the slave trade. Nzinga fought for the independence and stature of her kingdoms against the Portuguese in a reign that lasted 37 years. In the years following her death, Nzinga has become a historical figure in Angola and in the wider Atlantic Creole culture. She is remembered for her intelligence, her political and diplomatic wisdom, and her brilliant military tactics. ==Early life== Nzingha was born into the royal family of Ndongo in central West around 1583. She was the daughter of Ngola (a noble title translatable to King) Kilombo of Ndongo. Her mother, Kengela ka Nkombe, was one of her father's slave wivesMiller, Joseph C. \"Nzinga of Matamba in a New Perspective.\" The Journal of African History 16, no. 2 (1975) pp. 201–206, 208, 209, 210–216. Accessed 30 March 2021. http://www.jstor.org/stable/180812 and his favorite concubine. Nzingha had two sisters, Kambu, or Lady Barbara and Funji, or Lady Grace. She also had a brother, Mbandi, who took over the throne after their father died. According to legend, the birth process had been very difficult for Kengela, the mother. Nzinga received her name because the umbilical cord was wrapped around her neck (the Kimbundu verb kujinga means to twist or turn). Children of the royal household who survived difficult or unusual births were believed to possess spiritual gifts,Heywood (2017) p. 14 and some saw their births as an indicator the person would grow to become a powerful and proud person. When she was 10 years old, her father became the king of the Ndongo. As a child, Nzinga was greatly favored by her father. Since she was not considered an heir to the throne (like her brothers), she was not seen as direct competition, so the king could freely lavish attention upon her without offending his more likely heirs. She received military training and was trained as a warrior to fight alongside her father, displaying considerable aptitude with a battle axe, the traditional weapon of Ndongan warriors.Heywood (2017) p. 58-60 She participated in many official and governance duties alongside her father, including legal councils, war councils, and important rituals. Furthermore, Nzinga was taught by visiting Portuguese missionaries to read and write in Portuguese.Williams, Hettie V. (2010). \"Queen Nzinga (Njinga Mbande)\". In Alexander, Leslie M.; Rucker, Walter C. (eds.). Encyclopedia of African American History. 1. Santa Barbara, California: ABC-CLIO. . ===Name variations=== Queen Nzinga Mbande is known by many different names including both Kimbundu and Portuguese names, alternate spellings and various honorifics. Common spellings found in Portuguese and English sources include Nzinga, Nzingha, Njinga and Njingha. In colonial documentation, including her own manuscripts, her name was also spelled Jinga, Ginga, Zinga, Zingua, Zhinga and Singa. She was also known by her Christian name, Ana de Sousa. This name—Anna de Souza Nzingha—was given to her when she was baptised. She was named Anna after the Portuguese woman who acted as her Godmother at the ceremony. She helped influence who Nzingha was in the future. Her Christian surname, de Souza, came from the acting governor of Angola, João Correia de Souza. As a monarch of Ndongo and Matamba, her native name was Ngola Njinga. Ngola was the Ndongo name for the ruler and the etymological root of \"Angola\". In Portuguese, she was known as Rainha Nzinga/Zinga/Ginga (Queen Nzingha). According to the current Kimbundu orthography, her name is spelled Njinga Mbandi (the \"j\" is a voiced postalveolar fricative or \"soft j\" as in Portuguese and French, while the adjacent \"n\" is silent). The statue of Njinga now standing in the square of Kinaxixi in Luanda calls her \"Mwene Njinga Mbande\". === Political background === During this period, the kingdom of Ndongo was managing multiple crises, largely due to conflicts with the Portuguese Empire. The Portuguese had first come to Ndongo in 1575 when they established a trading post in Luanda with the help of the Kingdom of Kongo, Ndongo's northern rival. Despite several years of initial peace between Ndongo and Portugal, relations soured between the two kingdoms and devolved into decades of war between them. Ndongo faced intense military pressure from Portugal and Kongo, both of which seized Ndongan territory. By the 1580s, large parts of Ndongo had fallen under Portuguese control. The Portuguese waged war in a brutal style, burning villages and taking hostages. In addition to territorial conquests, the Portuguese seized large numbers of slaves during the conflict (50,000 according to one sourceHeywood (2017) p. 27) and built forts inside Ndongan territory to control the slave trade. Nodongo rallied against the Portuguese, defeating them at the Battle of Lucala in 1590, but not before the kingdom had lost much of its territory. The conflict had also eroded the power of the king, with many Ndongan noblemen, sobas, refusing to pay tribute to the crown and some siding with the Portuguese. By the time that Nzingha's father became king in 1593, the area had been devastated by war and the power of the king greatly diminished. The king tried a variety of methods to handle the crisis, including diplomacy, negotiations, and open warfare, but he was unable to improve the situation. The situation grew worse for Ndongo when in 1607 the kingdom was invaded by the Imbangala, tribal bands of mercenaries known for their ferocity in battle and religious fervor.Heywood (2017) p. 37, 38 The Imbangala allied themselves with the Portuguese, and the new threat forced the Ndongan king to give up any attempts to reconquer his lost territory. ==Succession to power== === Nzinga's Embassy === thumb|left|Illustration by UNESCOIn 1617, Ngola Mbandi Kiluanji died and Ngola Mbandi, his son and Nzinga's brother, came to power. Upon assuming the throne, he engaged in months of political bloodletting, killing many rival claimants to the throne, including his older half brother and their family.Heywood (2017) p. 44, 45 35 at the time, Nzingha was spared, but the new king ordered her young son killed while she and her two sisters were forcibly sterilized, ensuring that she would never have a child again. According to some sources, Nzingha was singled out for harsh treatment as she had a longstanding rivalry with her brother. Perhaps fearing for her life, Nzinga fled to the Kingdom of Matamba. Having consolidated his power, Mbadi vowed to continue the war against the Portuguese. However, he lacked military skill, and while he was able to form an alliance with the Imbangala, the Portuguese made significant military gains.Heywood (2017) p. 50 Faced with the Portuguese threat, in 1621 he contacted Nzingha, asking her to be his emissary to the Portuguese in Luanda. She was the best fit for the job, as she was both of royal lineage and spoke fluent Portuguese. She agreed to lead the diplomatic mission with the stipulation that she be granted the authority to negotiate in the king's name and permission to be baptized – an important diplomatic tool she hoped to use against the Portuguese. Nzingha departed the Ndongan capital with a large retinue and was received with considerable interest in Luanda, compelling the Portuguese governor to pay for all of her party's expenses.Heywood (2017) p. 51 While Ndongo leaders typically met the Portuguese in Western clothing, she chose to wear opulent traditional clothing (including feathers and jewels) of the Ndongo people, in order to display that their culture was not inferior.Heywood (2017) p. 61, 62 The story goes that when Nzingha arrived, there were chairs for the Portuguese individuals and only a mat provided for her. This type of behavior from the Portuguese was common; it was their way of displaying a “subordinate status, a status reserved for conquered Africans.” In response to this, Nzingha's attendant formed himself to be her chair while she spoke to the governor face to face. She employed flattery as a diplomatic tool, and according to some sources deliberately chose to contrast her brother's belligerent style with her own diplomatic decorum. As ambassador, Nzingha's main goal was to secure peace between her people and the Portuguese. To this end, she promised the Portuguese an end to hostilities (describing her brother's previous actions as the mistakes of a young king), allowed Portuguese slave traders inside Ndongo, and offered to return escaped Portuguese slaves fighting in her brother's army. In return, she demanded that Portugal remove the forts built inside Ndongan territory and was adamant that Ndongo would not pay tribute to Portugal, noting that only conquered peoples paid tribute and her people had not been defeated. She also expressed a desire for cooperation between the two kingdoms, noting that they could support each- other against their common enemies in the region. When the Portuguese questioned her commitment to peace, Nzingha offered to be publicly baptized, which she was with great aplomb in Luanda.Baur, John. \"2000 Years of Christianity in Africa – An African Church History\" (Nairobi, 2009), , pp. 74 She adopted the name Dona Anna de Sousa in honor of her godparents, Ana da Silva (the governor's wife and her ordained godmother) and Governor Joao Correia de Sousa. A peace treaty was subsequently agreed upon, and Nzingha returned to Kabasa in triumph in late 1622.Heywood (2017), p. 52, 53 Despite her success in the negotiations with the Portuguese, the peace between Ndongo and the Imbangala – themselves engaged in expanding their territory – collapsed. After a series of defeats, the Ndongan royalty were driven out of their court in Kabasa, putting the king in exile and allowing for some of the Imbangala to establish the Kingdom of Kasanje. The Portuguese wanted to proceed with the treaty, but refused to aid Ndongo against the Imbangala until the king had recaptured Kabasa and been baptized. King Mbadi retook Kabasa in 1623 and took tentative steps towards Christianity, but remained deeply distrustful of the Portuguese. An increasingly powerful figure in the royal court, Nzingha (in a possible political ploy)Heywood (2017) p. 54, 55, 61 warned her brother that a baptism would offend his traditionalist supporters, convincing him to reject any idea of being baptized. In addition, the Portuguese began reneging on the treaty, refusing to withdraw from their fortresses inside Ndongo and conducting raids for loot and slaves into Ndongo's territory. By 1624, King Mbadi had fallen into a deep depression and was forced to cede many of his duties to Nzingha. == Wartime == thumb|right|Contemporary illustration of Queen Nzinga in negotiations with the Portuguese governor, dated 1657 === Rise to power === In 1624, her brother died of mysterious causes (some say suicide, others say poisoning). Before his death, he had made it clear that Nzingha should be his successor. Nzingha quickly moved to consolidate her rule, having her supporters seize the ritual objects associated with the monarchy and eliminating her opponents at court.Heywood (2017) p. 64, 65 She also assumed the title of Ngola, conferring a position of great influence among her people. An opulent funeral for her brother was arranged, and some of his remains were preserved in a misete (a reliquary), so they could later be consulted by Nzingha. One major obstacle to her rule, her 7 year old nephew, was under the guardianship of Kasa, an Imbangala war chief. To remove this potential pretender to her throne, Nzingha approached Kasa with a marriage proposal; the couple were married, and after the wedding she had her nephew killed—in Nzingha's view, final revenge for her own murdered son.Heywood (2017) p. 65 However, her ascension to the throne faced severe opposition from male claimants from other noble families. According to Mbande tradition, neither Nzingha nor her predecessor brother had a direct right to the throne because they were children of slave wives, not the first wife. Nzingha countered this argument, strategically using the claim that she was properly descended from the main royal line through her father, as opposed to her rivals had no bloodline connection. Her opponents, on the other hand, used other precedents to discredit her, such as that she was a female and thus ineligible. In addition, Nzingha's willingness to negotiate with the Portuguese (as opposed to previous rulers, whom had fought against them) was seen as a sign of weakness by some of the Ndongan nobility; specifically, the treaty's allowing of Portuguese missionaries inside Ndongo was seen with distaste. While the succession crisis deepened, relations between Ndongo and Portugal became more complex. Nzingha hoped to fulfil the treaty she had signed with the Portuguese in 1621, and thereby regain Ndongan lands lost during her brother's disastrous wars. Governor de Sousa was also keen to avoid conflict, and both he and Nzingha were eager to re-open the slave trade that was so vital to the region's economy. However, tensions rose between Nzingha and de Sousa. When Nzingha asked for the return of kijikos (a servile caste of slaves traditionally owned by the Ndongan royalty) living in Portuguese controlled territory, as had been agreed in the treaty, de Sousa refused and demanded that Nzingha return escaped Portuguese slaves serving in her army first. De Sousa also demanded that Nzingha become a vassal of the king of Portugal and pay tribute, demands she refused outright.Heywood (2017) p. 66, 67, 68 Further straining relations, In late 1624 de Sousa began an aggressive campaign to force Mbande nobles, sobas, to become Portuguese vassals. Sobas were traditionally vassals of the rulers of Ndongo, and provided as tribute the valuable provisions, soldiers, and slaves needed to control Angola - thus, by making the sobas vassals of Portugal, the Portuguese were able to undermine Nzingha's position as queen of Ndongo.Heywood (2017) p. 66, 67, 68 To weaken the Portuguese colonial administration, Nzingha dispatched messengers (makunzes) to encourage Mbande slaves to flee Portuguese plantations and join her kingdom, thereby depriving the colony of its income and manpower. When the Portuguese complained about the escapes, Nzingha replied that she would abide by her earlier treaty and return escaped slaves, but that her kingdom had none.Heywood (2017) p. 66-68 Her actions were a success and many sobas joined forces with her, strengthening her position and causing the Portuguese to fear a Mbande uprising was imminent.Heywood (2017) p. 66, 67, 68 Despite these successes, Nzingha's policies threatened the income of the Portuguese and Mbande nobles, and soon the Portuguese began to foment rebellion in her kingdom. In late 1625, the Portuguese sent soldiers to protectHeywood (2017) p. 70-74 Hari a Kiluanje, a soba who had broken ties with Nzingha. Kiluanje opposed having a woman rule Ndongo, and was himself descended from the royal family; upon learning of his actions, Nzingha sent warriors to crush his revolt but was defeated, weakening her position and convincing more nobles to revolt. Nzingha petitioned the Portuguese to stop supporting Kiluanje, and attempted to negotiate as long as possible while she gathered more forces, but the Portuguese guessed this was a delaying tactic and soon recognized Kiluanje as king of Ndongo. The Portuguese subsequently declared war on Nzingha on 15 March 1626. === War with the Portuguese === thumb|Modern representation of Nzinga Mbandi Queen of Ndongo and Matamba, preparing to confront Portugueses armies Facing a Portuguese invasion, Nzhingha gathered her army and withdrew to a group of islands in the Kwanza river. After a series of battles, she was defeated and forced to make a long march into eastern Ndongo; during the retreat, she was forced to abandon most of her followers, a strategy that greatly benefited her as the Portuguese were more interested in re-capturing slaves than in pursuing her army. The Portuguese soon suffered their own setback when Hari a Kiluanje died of smallpox, forcing them to replace him as king with Nogla Hari, another Ndongan nobleman.Heywood (2017) p. 82-88 Nogla Hari proved to be an unpopular leader with the Ndongan people, who viewed him as a Portuguese puppet, while some sobas supported his rule. A divide soon formed inside the kingdom of Ndongo in which the common people and lesser nobles supported Nzingha, while many powerful nobles supported Nogla Hari and the Portuguese.Heywood (2017) p. 92, 96 In November 1627, Nzingha again attempted to negotiate with the Portuguese, sending a peace delegation and a gift of 400 slaves. She indicated that she was willing to become a vassal of the kingdom of Portugal and pay tribute if they supported her claim to the throne, but was adamant that she was the rightful queen of Ndongo. The Portuguese, however, rejected the offer, beheading her lead diplomat and issuing the counter demand that she retire from public life, renounce her claim to the kingdom of Ndongo, and submit to Nogla Hari as rightful king—these demands were within the diplomatic norm in Europe, but were utterly unacceptable to Nzingha.Heywood (2017) p. 93-98 Faced with the Portuguese rebuke and the realization that many Ndongan nobles stood against her, Nzingha (as had her father and brother) slipped into depression, locking herself in a room for several weeks. She emerged, however, and within a month had begun a new campaign to rebuild her alliances in Ndongo. While rebuilding her strength, Nzingha took advantage of Nogla Hari's political weakness, highlighting his lack of political experience. Nogla Hari was despised by both his nobles and his Portuguese allies, for while previous kings of Ndongo had all been warriors, Nogla Hari had no soldiers of his own and was forced to rely on Portuguese soldiers. Nogla Hari and the Portuguese launched a counter-propaganda campaign against Nzingha, hoping to use her gender as a means to delegitimize her strength,Heywood (2017) p. 98-104, 105–110 but this backfired as she increasingly outmaneuvered Nogla Hari in Ndongan politics. In one notable incident, Nzingha send Nogla Hari threatening letters and a collection of fetishes, challenging him to combat with her forces; the messages terrified Hari, who was forced to call on his Portuguese allies for support, thus greatly diminishing his own prestige while adding to Nzingha's reputation. However, she was still unable to directly face the Portuguese in battle, and was forced to retreat from the advancing Portuguese army. She suffered a series of military defeats, most notably in a Portuguese ambush that saw half of her army, most of her officials, and her two sisters captured, though she herself was able to escape. By late 1628, Nzingha's army had been greatly reduced (down to around 200 soldiers according to one source)Heywood (2017) p. 107 and she had been effectively expelled from her kingdom. === Conquest of Matamba === Following her expulsion, Nzingha and her supporters continued to fight against the Portuguese. To bolster her forces, the queen looked to make allies in the region while keeping her battered forces out of reach of the Portuguese army. During this time she was contacted by Kasanje, a powerful Imbangala warlord who had established his own kingdom on the Kwanza river. Kasanje and the Imbangala were traditional enemies of Ndongo, and Kasanje himself had previously executed several of Nzingha's envoys. Kasanje offered Nzingha an alliance and military support, but in return demanded that she marry him and discard her lunga (a large bell used by Ndongan war captains as a symbol of their power).Heywood (2017) p. 111 Nzingha accepted these terms, married Kasanje and was inducted into Imbangala society. The exiled queen adapted quickly to the new culture, adopting many Imbangala religious rites. Sources (African, Western, modern, contemporary)Heywood (2017) p. 119-126 disagree on the intricacies and extent of Imbangala rites and laws (ijila), but the general consensus is that Nzingha was compelled to participate in the customary cannibalistic (the drinking of human blood in the cuia, or blood oath ceremony)Heywood (2017) p. 119 and infanticidal (through the use of an oil made from a slain infant, the maji a samba)Heywood (2017) p. 124 initiation rites required for a woman to become a leader in the highly- militarized Imbangala society. The ritual was in part to prevent a succession crisis amongst the Imbangala in the future. She did not, however, completely abandon her Mbundan cultural roots, instead combining the beliefs of her people with those of her new Imbangalan allies. As noted by historian Linda Heywood, Nzingha's genius was to combine her Mbundu heritage with the Imbangalan's Central African military tradition and leadership structure, thus forming a new, highly capable army. To increase her numbers, she granted freedom to escaped slaves and land, new slaves, and titles to other exiled Ndongans. According to some sources, Nzingha – having been disenfranchised by the Mbundu-dominated nobility of Ndongo – was politically attracted to the Imbangalans, who placed more value on merit and religious fervor as opposed to lineage, kinship (and by extension, gender). Using her new power base, Nzinga remodeled her forces after the highly effective Imbangala warriors. By 1631 she had rebuilt her army and was waging a successful guerilla war against the Portuguese, with one Jesuit priest (living in the Kongo at the time) describing her as being akin to an Amazon queen and praising her leadership. Between 1631 and 1635, Nzingha invaded the neighboring Kingdom of Matamba, capturing and deposing Queen Mwongo Matamba in 1631. Nzingha had the defeated queen branded but spared her life (Imbangala custom mandated she execute her) and took Mwongo's daughter into her service as one of her warriors.Heywood (2017) p. 126 Having defeated the Matambans, Nzingha assumed the throne of Matamba and began settling the region with exiled Ndongos, hoping to use the kingdom as a base to wage her war to reclaim her homeland. Unlike her native Ndongo, Matamba had a cultural tradition of female leadership, giving Nzingha a more stable power base after she overthrew the previous queen. With Matamba under her control, Nzingha worked extensively to expand the slave trade in her new kingdom, using the profits from slave trading to finance her wars and divert trade income away from the Portuguese. Over the next decade, Nzingha continued to struggle against the Portuguese and their allies, with both sides attempting to limit each other's influence and take control over the slave trade.https://dspace.library.uu.nl/bitstream/handle/1874/25632/VERSAOFINAL.doc?sequence=1&isAllowed;=y During this decade, Nzingha took on more masculine traits, adopting male titles and clothing. She established an all-female bodyguard for herself, and ordered that her male concubines wear women's clothing and address her as king. She also instituted communal sleeping quarters at her court, and enforced strict chastity rules for her male councilors and female bodyguards.Heywood (2017) p. 127 === Expansion and Dutch alliance === By the late 1630s, Nzingha had expanded her influence to the north and south of Matamba. Using her forces, she cut other rulers off from the Portuguese- controlled coast, capturing parts of the Kwango River and bringing the region's key slave supplying lands under her control. She also expanded her territory to the north, and in doing so established diplomatic relations with the Kingdom of the Kongo and Dutch merchants, who were increasingly active in the area. Nzingha also established a lucrative slave trade with the Dutch, who purchased as many as 13,000 slaves per year from Nzingha's kingdom.Pieter Mortamer, report published in S. P. l'Honore Naber, 'Nota van Pieter Mortamer over het gewest Angola, i643', Bijdragen en Medeelingen van het Historisch Genootschap gevestigd te Utrecht, LIV, (1933), pp 1–42. She continued to occasionally send peace overtures to the Portuguese, even suggesting a military alliance with them, but only if they supported her return to Ndongo. She also refused to be re-admitted to the Christian faith, which became a point of contention between the two parties.Heywood (2017) p. 128-133 In 1641, forces from the Dutch West India Company, working in alliance with the Kingdom of Kongo, seized Luanda, driving out the Portuguese and setting up the directorate of Loango-Angola. The fall of Luanda was a major blow to the Portuguese, and Nzingha quickly dispatched an embassy to the Dutch-controlled city. Hoping to form an Afro-Dutch coalition against the Portuguese, Nzingha requested an immediate alliance and offered to open the slave trade to them, though she was concerned that the Kingdom of Kongo (her people's traditional northern rivals) was growing too powerful. The Dutch accepted her offer of an alliance and sent their own ambassador and soldiers (some of whom brought their wives) to her court, soon assisting her in her fight against the Portuguese. Having lost large amounts of territory and forced to retreat to Massangano, the Portuguese governor attempted to make peace with Nzingha, but she refused these overtures.Heywood (2017) p. 133-136 Nzingha moved her capital to Kavanga, in the northern part of Ndongo's former domains. The capture of Luanda also left Nzingha's kingdom as the pre-eminent, if temporary, slave-trading power in the region, allowing for her to build a sizeable war-camp (kilombo) of 80,000 (a figure which included non- combatants)Thornton, John K. “The Art of War in Angola, 1575-1680.” Comparative Studies in Society and History 30, no. 2 (1988): 360–78. http://www.jstor.org/stable/178839. members, including mercenaries, escaped slaves, allies, and her own soldiers. Using the large size of her army, her new wealth and her famous reputation, Nzingha was able to reclaim large parts of Ndongo from 1641 to 1644. However, her expansionism caused alarm amongst other African kingdoms; in one infamous incident, she invaded the Wandu region of Kongo, which had been in revolt against the Kongolese king. Though these lands had never been part of Ndongo, Nzingha refused to withdraw and added the conquest to her kingdom, an act which greatly offended the Kongolese king, Garcia II.Heywood (2017) p. 138, 139, 142https://dspace.library.uu.nl/bitstream/handle/1874/25632/VERSAOFINAL.doc?sequence=1&isAllowed;=y The Dutch, hoping to preserve their alliance with both Kongo and Nzingha, brokered a peace, but relations between Nzingha and other regional leaders remained strained. In addition, her former husband and ally, Kasanje, feared her growing power in the region and formed a coalition of Imbangala leaders against Nzingha, invading her lands in Matamba (though they made little progress). By the mid-1640s, her successes had won her the support of many Ndongan nobles. With the nobility flocking to her side, Nzingha was able collect more tribute (in the form of slaves) which she in turn sold to the Dutch in exchange for firearms, thereby increasing her military and economic power; by 1644, she considered Garcia II of the Kongo to be her only political equal in the region, while the Portuguese viewed her as their most potent adversary in Africa.Heywood (2017) p. 143, 144 In 1644, Nzingha defeated the Portuguese army at the Battle of Ngoleme. Then, in 1646, she was defeated by the Portuguese at the Battle of Kavanga and, in the process, her sister Kambu was recaptured, along with her archives, which revealed her alliance with Kongo.Heywood (2017) p. 148 These archives also showed that her captive sister, Funji, had been in secret correspondence with Nzingha and had revealed coveted Portuguese plans to her. As a result of the woman's spying, the Portuguese reputedly drowned the sister in the Kwanza River. The Dutch in Luanda sent Nzingha reinforcements, and with their help, Nzingha routed a Portuguese army in 1647 at the Battle of Kombi. Nzingha then laid siege to the Portuguese capital of Massangano, isolating the Portuguese there; by 1648, Nzingha controlled much of her former kingdom, while her control over the slave trade increased the economic power of Matamba. Despite these successes, the allies' control over Angola remained tenuous. Lacking artillery, Nzingha was unable to effectively break the Portuguese defenses at Massangano, while political infighting and developments in Europe weakened the Dutch forces in Angola. In August 1648 a Portuguese expedition, led by newly appointed governor Salvador Correia de Sá, besiged Luanda. After suffering through a major Portuguese bombardment, on 24 August 1648 the Dutch commander sued for peace with the Portuguese and agreed to evacuate Angola. When Nzingha's army and the remaining Dutch forces arrived outside Luanda, the peace between Dutch and Portuguese was signed, and unbeknownst to Nzinga, the Dutch forces sailed for Europe. Faced with a bolstered Portuguese garrison, Nzingha and her forces retreated to Matamba. Unlike previous decades however, after 1648 Nzinga concentrated her efforts on preventing a Portuguese push inland (as opposed to trying to re-conquer Ndongan territory), disrupting their soldiers and fomenting wars between smaller tribes and kingdoms.Heywood (2017) p. 160-165 ==Later years== === Last campaigns === While her wars against the Portuguese and their allies continued, Nzingha created alliances with neighboring kingdoms, expanding her influence even as she aged. She sent soldiers to enforce her rule over local noblemen, dispatched forces to fight against Kasanje's Imbangalans in eastern Matamba, and fought against the Kingdom of Kaka in the Congo. She also used her army as a political tool, using its influence to sway the outcomes of succession disputes in her favor. === On Christianity === Throughout the 1640s and 1650s, Nzingha began to tentatively adopt Christian cultural traditions. This began in 1644 when her army captured a Portuguese priest, and expanded when her forces in Kongo captured two Spanish Capuchins in 1648; unlike other European prisoners, the queen granted missionaries extended freedoms in her war camp. One of the Spaniards, Father Calisto Zelotes do Reis Mago, would go on to become a longtime resident at her court and her personal secretary.Heywood (2017) p. 166, 167, 168Baur, John. \"2000 Years of Christianity in Africa – An African Church History\" (Nairobi, 2009), , pp. 74–75 Whereas previous missionaries (either parish priests or Jesuits) had been strongly affiliated with the Portuguese and their colonial administration, the Spanish Capuchins were more sympathetic to Nzingha's positions. During the early 1650s, Nzingha sent requests to the Capuchin order for more missionaries and for support against the Portuguese – effectively turning the missionaries into de facto diplomats between her and the Vatican. She pursued closer relations with Catholic leaders in Europe for the rest of her life, even receiving correspondence from Pope Alexander VII in 1661 praising her efforts.Heywood (2017) p. 193-210 In addition to using Christianity as a diplomatic tool, Nzingha adopted Christian customs into her court. From the 1650s onward, she increasingly relied on Christian converts at her court. Just as she had done with the Imbangalan culture several decades before, Nzingha appropriated aspects of Christian ideology and culture, adding these to her existing court traditions to create a new class of Christian councilors loyal to her.Heywood (2017) p. 180, 181, 184 She also began practicing Catholic-inspired rituals, placed crosses in places of high honor in her court, and built many churches across her kingdom.Heywood (2017) p. 185-192, 222, 223 Nzingha's efforts to convert her people was not without controversy, and some conservative religious figures pushed back against her policies. In response, Nzingha empowered her Christian priests to burn the temples and shrines of practitioners who opposed her, and ordered that they be arrested and turned over to her for trial. Traditionalists were dismissed from her court, after which she sentenced them to public whippings. Several prominent Mdundu and Imbangala priests were sold as slaves to the Portuguese, with Nzingha personally asking that they be shipped overseas; profits of the sale were then used to furnish a new church.Heywood (2017) p. 217-221 Some of the wanted priests, however, escaped Nzingha's purge and went into hiding, later working to undermine her legitimacy as queen.Heywood (2017) p. 225, 226 === Peace with Portugal === By 1650 the kingdoms of Matamba and Portugal had been at war for nearly 25 years, with both sides having become exhausted. Tentative peace talks between Nzingha and the Portuguese began in 1651, would continue in 1654, and would culminate in 1656.Heywood (2017) p. 173, 174 The negotiations were aided by Nzingha's recent conversion to Christianity and by the pressure Portugal was facing from its war against Spain. The Portuguese hoped to end the expensive war in Angola and re-open the slave trade, while Nzingha – increasingly cognizant of her age – hoped to have her sister Kambu (often referred to by her Christian name, Barbara, during this period) released. She would not, however, pay the ransom the Portuguese demanded for her sister, and so negotiations repeatedly stalled. Despite difficulties, a peace treaty was signed between Nzingha and the Portuguese in late 1656. Under the term of the peace treaty, Nzingha agreed to cede lands on her kingdom's western coast to Portugal, with the Lucala River becoming the new border between Portuguese Angola and Matamba. In return, Portugal ceded the Kituxela region to her. Nzingha also agreed to allow Portuguese traders inside Matamba, while they agreed to intervene if Kasanje or Nogla Hari attacked her. The Portuguese agreed to concentrate the slave trade in a market in her capital (effectively giving her a monopoly on the slave trade) and send a permanent representative to her court. In return, Nzingha agreed to provide military assistance to the Portuguese and allowed for missionaries to reside in her kingdom. A final provision asking that Matamba pay Portugal tribute was proposed, but never ratified. While several sourcesPiętek, R. and Rubinkowska- Anioł, H., Constructing Angola’s history through pictures–the case of queen Nzinga. THE ARTISTIC, p.53. describe the treaty as making concessions to Portugal, others note that her recognition as a ruler by Portugal gained Nzingha legitimacy and political stability. On 12 October Nzingha's sister arrived at Nzingha's court in Matamba in a procession led by Father Ignazio de Valassina. Upon Kambu's arrival to Matamba the terms of peace were officially agreed upon, and as was tradition Nzingha and her officials clapped their hands letting the Portuguese know that peace terms were accepted. === Final years === After the wars with Portugal ended, Nzingha attempted to rebuild her kingdom. As noted by Linda Heywood, Nzingha's final years were spent establishing a unified kingdom she could pass on to her sister. However, her native Ndongo had been ravaged by decades of war, with wide swathes of the land left depopulated; as such, Nzingha focused her efforts on strengthening Matamba. She developed Matamba as a trading power by capitalizing on its strategic position as the gateway to the Central African interior, strengthening her hold on the slave trade. She resettled former slaves on new land and allowed women in her war camp to bear children, which had been banned under the wartime Imbangala customs. She also reformed the legal code of her kingdom and established contact with Christian rulers in Europe, hoping to certify Matamba's status as an internationally recognized Christian kingdom. Peace caused major changes at Nzingha's royal court. Whereas in wartime she had adopted the masculine dress and mannerisms of an Imbangala warlord, in the postwar era Nzingha's court became more feminine; she adopted new fashions in court, imported silk and goods from Europe, placed renewed focus on education (replacing military drills) and abolished concubinage, eventually marrying her favorite concubine in a Christian ceremony. Nzingha – wary of a potential succession crisis – also worked to increase the power of the royalty in Ndongo. She distanced herself from the Imbangalan culture and abolished many of the democratic and meritocratic policies she had tolerated in wartime, seeing them as a threat to the monarchy. During her later reign, divides opened in her court between educated Christian converts who supported her royalist policies and traditionalists Imbangalans and Mbundus, who supported a return to the more militaristic, meritocratic policies of the past.Heywood (2017) p. 224, 225, 232, 234Thornton (1991) pp. 1–33 === Death and succession === During the 1660s (specifically after a period of serious illness in 1657) Nzingha grew increasingly concerned about who would succeed her as ruler of Ndongo and Matamba. She feared that her death would lead to a succession crisis, which would cause her Christian conversions to be undone, and spark renewed Portuguese aggression. To ensure the transition would be smooth, she appointed her sister Kambu as her heir, forgoing any of the traditional Mbundu elections. However, she grew increasingly concerned that her sister's husband, Njinga a Mona, was growing too powerful. Njinga a Mona was a skilled soldier who was raised in the Imbangala tradition, and while he had been a lifelong soldier in Nzingha's army, in his older age he increasingly came into conflict with Nzingha. She feared that Njinga Mona's adherence to Imbangala tradition would destabilize the new, Christian kingdom she had established. In October 1663, Nzingha fell ill with infection in her throat and became bedridden. By December of that year the infection had spread to her lungs, and Nzingha died in her sleep on the morning of 17 December.Heywood (2017) p. 235 She was buried with great aplomb in accordance with Catholic and Mbundu traditions. Ceremonies were held across Matamba and in Luanda, where both the Portuguese and Mbundu populations held services in her honor.Heywood (2017) p. 236-244 Following Nzingha's death, her sister Kambu (more commonly known as Barbara or Dona Barbara) assumed the throne. == Historical portrayal == A powerful queen who reigned for over thirty years, Nzingha has been the subject of many works.Heywood (2017) p. 245-257 === Angolan === In her native Angola, oral traditions celebrating Nzingha's life began immediately after her death. Though her kingdoms would eventually be incorporated into Portuguese Angola, commemoration of Nzingha and her achievements persisted. In the mid-20th century, Nzingha became a powerful symbol of Angolan resistance against Portugal during the Angolan War of Independence. Nzingha's legacy would outlast the Angolan Civil War and remains an area of interest in the country. === Portuguese === The Portuguese, Nzingha's longtime rivals, wrote a number of works relating to her life. The first biography of Nzingha was published by Antonio da Gaeta (a Capuchin priest who had lived in her court) in 1669; Gaeta's work praised Nzingha's diplomatic skills and compared her to famous women from antiquity, but also pointedly noted that she had ultimately been persuaded by divine providence to accept Christianity. Antonio Cavazzi (another Capuchin who had resided in Nzingha's court) wrote a biography of her in 1689, again noting her political skill, but also describing her as a queen who had ruined the land. Together, Gaeta and Cavazzi's biographies became the primary sources for Nzingha's life. Portuguese writers would continue to write about Nzingha into the 20th century, normally depicting her as a skilled, \"savage\" opponent who had ultimately been forced to submit to Portugal and accept Christianity. === Western === Numerous western authors have written about Nzingha. The first notable, non-Portuguese Western work mentioning Nzingha was written by French Jesuit Jean-Baptiste Labat in 1732. A heavily- edited translation of Cavazzi's earlier biography, Labat's work formed the basis on which many Western sources would depict their image of Nzingha; whereas Portuguese sources focused on Nzingha's capabilities as a leader and conversion to Christianity, Western sources in the 18th and 19th centuries tended to heavily focus on her sexuality, alleged cannibalism, and brutality. Jean-Louis Castilhon wrote a fictional story of her life in 1769, portraying her as cruel (but not a cannibal), while the Marquis de Sade wrote about Nzingha's alleged cruelty and promiscuity in his 1795 work Philosophy in the Bedroom, in which he cites her as an example of a woman driven to evil by passion. Likewise, Laure Junot included Nzingha as a symbol of cruelty and lust in her Memoirs of Celebrated Women of All Countries, grouping her alongside women such as Lady Jane Grey, Marie Antoinette and Catherine I. Georg Wilhelm Friedrich Hegel was also critical of Nzingha's (though he did not directly name her) \"female state\", describing her kingdom as a barren, unfertile land that had eventually collapsed due to her usurping of the natural order. Nzingha's reputation in the West recovered significantly in the 20th century. Nzingha's usage as a symbol in the Angolan War of Independence increased interest in her life, and authors began to take a more nuanced approach to her biography. American historian Joseph C. Miller published a widely-cited essay on Nzingha in the 1975 The Journal of African History, highlighting her struggles and innovations but also criticizing her autocratic methods. Afro-Cuban poet Georgina Herrera published a 1978 poem extolling Nzingha's wisdom and connecting her culturally with Afro-Caribbeans in the Americas. American feminist author Aurora Levins Morales wrote about Nzingha, praising her anti-colonial and anti-patriarchal struggles but also criticizing her status as a ruling elite and her propagation of the slave trade. In his writings on Nzingha, American historian John Thornton focused on her lifelong struggle to establish her authority over the Mbundu culture, noting that her legendary reputation and actions helped to establish a wider Atlantic Criole culture. American historian Linda Heywood wrote an extensive biography of Nzingha in 2017, featuring much of her life and describing her as a great historical figure. Heywood cautioned against portraying Nzingha as either a populist hero or tyrant, noting instead that she should be viewed as a complicated individual who used culture, diplomacy, religion and war to secure her kingdom. === Legendary accounts === One legend records that Nzingha executed her lovers. She kept 50–60 men dressed as women, according to Dapper's Description of Africa, as her harem, and she had them fight to the death for the privilege and duty of spending the night with her. In the morning, the winner was put to death. According to an account by the Capuchin priest Cavazzi, Nzingha maintained her strength well into her later years. Upon witnessing her during a military review in 1662 (the year prior to her death), Cavazzi praised her agility, to which the elder queen replied that, in her youth, she was able to wound any Imbangala warrior, and that she would have stood against 25 armed men - unless they had muskets.Thornton, John K. “The Art of War in Angola, 1575-1680.” Comparative Studies in Society and History 30, no. 2 (1988): 360–78. http://www.jstor.org/stable/178839. ==Legacy== Today, she is remembered in Angola as the Mother of Angola, the fighter of negotiations, and the protector of her people. She is still honored throughout Africa as a remarkable leader and woman, for her political and diplomatic acumen, as well as her brilliant military tactics. Accounts of her life are often romanticized, and she is considered a symbol of the fight against oppression. Nzingha ultimately managed to shape her state into a form that tolerated her authority, though surely the fact that she survived all attacks on her and built up a strong base of loyal supporters helped as much as the relevance of the precedents she cited. While Njinga had obviously not overcome the idea that females could not rule in Ndongo during her lifetime, and had to 'become a male' to retain power, her female successors faced little problem in being accepted as rulers. The clever use of her gender and her political understandings helped lay a foundation for future leaders of Ndongo today. In the period of 104 years that followed Njinga's death in 1663, queens ruled for at least eighty of them. Nzingha is a leadership role model for all generations of Angolan women. Women in Angola today display remarkable social independence and are found in the country’s army, police force, government, and public and private economic sectors. Nzingha was embraced as a symbol of the People’s Movement for the Liberation of Angola during civil war. A major street in Luanda is named after her, and a statue of her was placed in Kinaxixi on an impressive square in 2002, dedicated by President Santos to celebrate the 27th anniversary of independence. Angolan women are often married near the statue, especially on Thursdays and Fridays. On 23 December 2014, the National Reserve Bank of Angola (BNA) issued a 20 Kwanza coin in tribute to Nzingha \"in recognition of her role to defend self-determination and cultural identity of her people.\" An Angolan film, Njinga: Queen Of Angola (Portuguese: Njinga, Rainha de Angola), was released in 2013. A Starz series, Queen Nzinga, is in development with Yetide Badaki as the titular character and 50 Cent, Steven S. DeKnight and Mo Abundu as producers. ==See also== *List of Rulers of Matamba *List of Ngolas of Ndongo *List of women who led a revolt or rebellion *Nzinga a Nkuwu *Pungo Andongo *Nzingha Prescod (born 1992), American Olympic foil fencer ==References== ===Citations=== ===Sources=== Nzinga is one of Africa's best documented early-modern rulers. About a dozen of her own letters are known (all but one published in Brásio, Monumenta volumes 6–11 and 15 passim). In addition, her early years are well described in the correspondence of Portuguese governor Fernão de Sousa, who was in the colony from 1624 to 1631 (published by Heintze). Her later activities are documented by the Portuguese chronicler António de Oliveira de Cadornega, and by two Italian Capuchin priests, Giovanni Cavazzi da Montecuccolo and Antonio Gaeta da Napoli, who resided in her court from 1658 until her death (Cavazzi presided at her funeral). Cavazzi included a number of watercolours in his manuscript which include Njinga as a central figure, as well as himself. However, Cavazzi's account is peppered with a number of pejorative statements about Nzinga for which he does not offer factual evidence, such as her cannibalism. * Brásio, António. Monumenta Missionaria Africana (1st series, 15 volumes, Lisbon: Agencia Geral do Ultramar, 1952–88) * Baur, John. \"2000 Years of Christianity in Africa – An African Church History\" (Nairobi, 2009), , pp. 74–75 * Burness, Donald. \"'Nzinga Mbandi’ and Angolan Independence.\" Luso- Brazilian Review, vol. 14, no. 2, 1977, pp. 225–229. JSTOR, www.jstor.org/stable/3513061. * Cadornega, António de Oliveira de. História geral das guerras angolanas (1680–81). mod. ed. José Matias Delgado and Manuel Alves da Cunha. 3 vols. (Lisbon, 1940–42) (reprinted 1972). * Cavazzi, Giovanni Antonio da Montecuccolo. Istorica descrizione de tre regni Congo, Matamba ed Angola. (Bologna, 1687). French translation, Jean Baptiste Labat, Relation historique de l'Éthiopie. 5 vols. (Paris, 1732) [a free translation with additional materials added]. Modern Portuguese translation, Graziano Maria Saccardo da Leguzzano, ed. Francisco Leite de Faria, Descrição histórica dos tres reinos Congo, Matamba e Angola. 2 vols. (Lisbon, 1965). * Gaeta da Napoli, Antonio. La Meravigliosa Conversione alla santa Fede di Christo delle Regina Singa...(Naples, 1668). * Heintze, Beatrix. Fontes para a história de Angola no século XVII. (2 vols, Wiesbaden, 1985–88) Contains the correspondence of Fernão de Souza. * Heywood, Linda. \"Njinga of Angola: Africa's Warrior Queen.\" (Harvard University Press, Cambridge, MA. 2017). * Miller, Joseph C. “Nzinga of Matamba in a New Perspective.” The Journal of African History, vol. 16, no. 2, 1975, pp. 201–216. JSTOR, www.jstor.org/stable/180812. * * * *Snethen, J. (16 June 2009) Queen Nzinga (1583-1663). Retrieved from https://www.blackpast.org/global-african- history/queen-nzinga-1583-1663/ * * * * ==Further reading== *Patricia McKissack, Nzingha: Warrior Queen of Matamba, Angola, Africa, 1595; The Royal Diaries Collection (2000) *David Birmingham, Trade and Conquest in Angola (Oxford, 1966). *Heywood, Linda and John K. Thornton, Central Africans, Atlantic Creoles, and the Making of the Americas, 1580–1660 (Cambridge, 2007). This contains the most detailed account of her reign and times, based on a careful examination of all the relevant documentation. *Heywood, Linda M. Njinga of Angola: Africa's Warrior Queen. Harvard University Press, 2017. *Saccardo, Grazziano, Congo e Angola con la storia dell'antica missione dei cappuccini. 3 Volumes, (Venice, 1982–83) *Williams, Chancellor, Destruction of Black Civilization (WCP) *Nzinga, the Warrior Queen (a play written by Elizabeth Orchardson Mazrui and published by The Jomo Kenyatta Foundation, Nairobi, Kenya, 2006). **The play is based on Nzinga and discusses issues of colonisation, traditional African rulership, women leadership versus male leadership, political succession, struggles between various Portuguese socio- political, and economic interest groups, struggles between the vested interests of the Jesuits and the Capuchins, etc. *Kenny Mann, West Central Africa: Kongo, Ndongo (African Kingdoms of the Past). Parsippany, NJ: Dillon Press, 1996. ==External links== *Bio-Comic strip at Wikimedia Commons, et al. * Article on Nzinga from Instituto Palmeiras *Ana Nzinga: Queen of Ndongo at the Metropolitan Museum of Art *Women Who Lead *Maybe Nzinga is not so innocent Category:1580s births Category:1663 deaths Category:Angolan Roman Catholics Category:African resistance to colonialism Category:African women in war Category:Converts to Roman Catholicism from pagan religions Category:Women in 17th-century warfare Category:Queens regnant in Africa Category:17th- century women rulers Category:17th century in Portugal Category:Matamban and Ndongo monarchs Category:17th century in Angola",
 "title": "Nzinga of Ndongo and Matamba"
}