{
 "id": "419526",
 "text": "Claire Curtis-Thomas (formerly Curtis-Tansley; born 30 April 1958) is a British Labour Party politician who was the Member of Parliament (MP) for Crosby from 1997 to 2010. Curtis-Thomas' time as an MP was most notable for her involvement in matters related to the challenges faced by the construction sector, supporting the expansion of apprenticeship schemes, and increasing the number of women in science, engineering and technology careers. In addition to challenging the legal processes involved in sex abuse cases. She had the highest amount of MP expenses claimed in the 2003-04 period. ==Early life== Curtis-Thomas was educated at Mynyddbach Comprehensive School (since September 2001 known as Daniel James Community School after merging with the Penlan Boys School) on Heol Ddu, Treboeth, Swansea, and studied at University College, Cardiff where she was awarded a BSc degree in mechanical engineering, and at Aston University, where she obtained a MBA. She was awarded an honorary Ph.D. in Technology in 1999. She became a researcher at University College of Wales in Cardiff in 1984, before joining Shell Chemicals, initially as a site mechanical engineer, moving internally in 1988 as the Head of UK Supply and Distribution, and after 1990 was head of environmental strategy until leaving Shell in 1992. She became a research head and development laboratory at with the Birmingham City Council in 1992, before moving internally to be the strategy and business planning head in 1993, leaving the council in 1995. In 1996 she was appointed as a Business and Engineering Dean at the University of Wales, Newport, and remained there until the following year when she was elected to Westminster. She was elected as a councillor to the Crewe and Nantwich Borough Council in 1995, stepping down in 1997. Also in 1995, she was elected the secretary of the Eddisbury Constituency Labour Party. ==Parliamentary career== She was elected to the House of Commons at her first attempt at the 1997 general election for the parliamentary constituency of Crosby. She defeated the sitting Conservative MP Malcolm Thornton by 7,182 votes, although her majority declined in the 2005 general election, standing at 5,840, holding approximately 69% of the vote in her constituency. She made her maiden speech, during a debate on the adjournment which she secured on the subject of engineering, on 31 July 1997. On being elected to parliament she changed her name to Claire Curtis-Thomas, which was a combination of her mother's maiden name of 'Curtis' and her mother's second husband's surname, 'Thomas'. After her election, she became a member of the Science and Technology Select Committee, on which she sat for the entirety of her first parliament. In 2003 she became a member of the Home Affairs Select Committee, and after the 2005 General Election she has been a member of the Trade and Industry Committee. She was one of the few engineers in Parliament and started an all-party parliamentary group Women in Science, Engineering and Design (WISED). She was also involved with the Waterloo Partnership, a charity based in her constituency which raises money for Waterloo, Sierra Leone. In June 2006, she introduced the Regulation of Sale and Display of Sexually Explicit Material Bill to stop newsagents selling certain men's magazines. Because of a lack of parliamentary time, it never became law. Her Crosby constituency disappeared under constituency boundary changes and was succeeded by Sefton Central, which is a Labour safe seat. In 7 October 2009 Curtis-Thomas announced her decision to stand down at the 2010 general election. Curtis- Thomas stated that her decision to stand down was due to the difficulty of continuing to represent her constituents and continue with family life given parliamentary hours. ==Personal life== Claire married Philip Tansley in December 1984 in South Glamorgan, she was then divorced in 1995. She married Michael Lewis Jakub in December 1996 in Cheshire; they have a son together. Curtis-Thomas stood for the 1997 election as Claire Curtis-Tansley. She was baptised and confirmed in the Roman Catholic faith in November 2003. She is the chief executive of the British Board of Agrément. ==References== == External links == * * Guardian Unlimited Politics - Ask Aristotle: Claire Curtis-Thomas MP * TheyWorkForYou.com - Claire Curtis-Thomas MP * 2005 General Election results for the Crosby Constituency. * BBC Politics Profile ===News items=== * Trying to limit the sale of men's magazines in June 2006 * Bill contested in Parliament in June 2006 * Telegraph article June 2006 * Highlighting in the Independent on Sunday her views on men's magazines in June 2006 * Husband given a fixed penalty for defacing Conservative posters in the 2005 election campaign * The link between cancer and abortions in January 2004 * National Newspaper article on 2004 Expenses * MP resigns over 'ludicrous hours' Category:1958 births Category:Living people Category:Academics of the University of Wales, Newport Category:Alumni of Aston University Category:Alumni of Cardiff University Category:Alumni of Staffordshire University Category:British women engineers Category:Female members of the Parliament of the United Kingdom for English constituencies Category:Converts to Roman Catholicism Category:Councillors in Cheshire Category:Labour Party (UK) MPs for English constituencies Category:People from Neath Category:Politics of the Metropolitan Borough of Sefton Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Welsh mechanical engineers Category:Welsh politicians Category:Welsh Roman Catholics Category:20th-century British women politicians Category:21st-century British women politicians Category:20th-century Welsh women Category:20th-century Welsh people Category:21st-century Welsh women Category:21st-century Welsh people Category:Women councillors in England",
 "title": "Claire Curtis-Thomas"
}