{
 "id": "419724",
 "text": "Polyfidelity is a form of non-monogamy, an intimate relationship structure in which all members are considered equal partners and agree to restrict sexual or romantic activity only to other members of the group. ==Origin== The practices and beliefs underlying polyfidelity have long existed, but in uncodified fashion. The Oneida Commune of the mid-19th century practiced complex marriage, encouraging individual members in the freedom to have multiple ongoing sexual relationships within the community, as an expression of their beliefs and religious faith. This was occasionally referred to as a group marriage, a term brought back to popular recognition by the 1974 publication of Group Marriage: a study of contemporary multilateral marriage by Larry Constantine and Joan Constantine. The term polyfidelity was coined in the \"New Tribe\" of the Kerista Commune. The community at first expected all of its members, within bounds of gender and sexual orientation, to be sexually active with all other members, and for exclusive relationships not to be formed within the group. Adding new members would require consensus rather than violate the fundamental compact. The broader term polyamory was coined later. The word polyamorous first appeared in an article by Morning Glory Zell-Ravenheart, \"A Bouquet of Lovers\", published in May 1990 in Green Egg magazine, as \"poly-amorous\". In May 1992, Jennifer L. Wesp created the Usenet newsgroup alt.polyamory, and the Oxford English Dictionary (OED) cites the proposal to create that group as the first verified appearance of the word. The words polyamory, polyamorous, and polyamorist were added to the OED in 2006. == Function == Polyfidelitous relationships are, like monogamous relationships, closed in the sense that partners agree not to be sexually or romantically intimate with someone not in the relationship. The difference is that more than two people are included in the closed group. New members may generally be added to the group only by unanimous agreement of the existing members, or the group may not be interested in further expansion. While being a subtype of the more general polyamory, polyfidelity can resemble monogamy in its relationship power dynamics, attitudes towards autonomy and group consent, as most often polyfidelity develops from an established closed-monogamous couple seeking to add one or more individuals or another couple. In this sense, polyfidelity expands upon standard practices and beliefs of monogamy while still being categorically polyamory. ==Benefits and challenges== thumb|right|The Parrot Club Mascot was created in 1997 by Ray Dillinger and used by many early poly discussion groups. A commonly cited advantage of polyfidelity is the ability to \"fluid bond\" among more than two people while maintaining relative safety regarding STDs, so long as any new members are sufficiently tested before fluid bonding with the group, and keep their commitments. This would have health advantages similar to monogamy, although risks rise somewhat with each person added. Some gain a sense of emotional safety from the relatively closed nature of the polyfaithful commitment. Polyfidelity inherently affords less flexibility than other forms of nonmonogamy. For example, open relationships do not restrict sexual interactions to specific people. As many polyfidelitous people have transitioned directly from closed monogamy, they can encounter problems in learning to communicate intimately with more than one partner. People hoping to create or expand a group marriage mention difficulty finding potential partners with enough mutual compatibility to even consider attempting a relationship. ==Other usage== In the book Lesbian Polyfidelity, author Celeste West uses the term polyfidelity in much the same way that others use polyamory. This may represent independent coinage of the same term within a different community, and this usage is not common among polyamorists in general. West uses the term to emphasize the concept (common in polyamory) that one can be faithful to one's commitments without those commitments including sexual exclusivity. ==See also== * Free love * Group marriage * Kerista * Non-monogamy * Open marriage * Polyamory ==References== ==External links== * Terms and definitions from Loving More non-profit organization Category:Polyamory Category:Polyamorous terminology Category:Sexual fidelity",
 "title": "Polyfidelity"
}