{
 "id": "41997",
 "text": "A twin prime is a prime number that is either 2 less or 2 more than another prime number—for example, either member of the twin prime pair (41, 43). In other words, a twin prime is a prime that has a prime gap of two. Sometimes the term twin prime is used for a pair of twin primes; an alternative name for this is prime twin or prime pair. Twin primes become increasingly rare as one examines larger ranges, in keeping with the general tendency of gaps between adjacent primes to become larger as the numbers themselves get larger. However, it is unknown whether there are infinitely many twin primes (the so- called twin prime conjecture) or if there is a largest pair. The breakthrough work of Yitang Zhang in 2013, as well as work by James Maynard, Terence Tao and others, has made substantial progress towards proving that there are infinitely many twin primes, but at present this remains unsolved.Terry Tao, Small and Large Gaps Between the Primes ==Properties== Usually the pair (2, 3) is not considered to be a pair of twin primes.The First 100,000 Twin Primes Since 2 is the only even prime, this pair is the only pair of prime numbers that differ by one; thus twin primes are as closely spaced as possible for any other two primes. The first few twin prime pairs are: :(3, 5), (5, 7), (11, 13), (17, 19), (29, 31), (41, 43), (59, 61), (71, 73), (101, 103), (107, 109), (137, 139), … . Five is the only prime that belongs to two pairs, as every twin prime pair greater than (3, 5) is of the form (6n-1, 6n+1) for some natural number n; that is, the number between the two primes is a multiple of 6. As a result, the sum of any pair of twin primes (other than 3 and 5) is divisible by 12. ===Brun's theorem=== In 1915, Viggo Brun showed that the sum of reciprocals of the twin primes was convergent. This famous result, called Brun's theorem, was the first use of the Brun sieve and helped initiate the development of modern sieve theory. The modern version of Brun's argument can be used to show that the number of twin primes less than N does not exceed :\\frac{CN}{(\\log N)^2} for some absolute constant C > 0.Bateman & Diamond (2004) p. 313 In fact, it is bounded above by :\\frac{C'N}{(\\log N)^2}\\left(1 + O\\left(\\frac{\\log \\log N}{\\log N}\\right)\\right), where C' = 8C_2, where C2 is the twin prime constant, given below.Heini Halberstam, and Hans-Egon Richert, Sieve Methods, p. 117, Dover Publications, 2010 ==Twin prime conjecture== The question of whether there exist infinitely many twin primes has been one of the great open questions in number theory for many years. This is the content of the twin prime conjecture, which states that there are infinitely many primes p such that p + 2 is also prime. In 1849, de Polignac made the more general conjecture that for every natural number k, there are infinitely many primes p such that p + 2k is also prime. From p. 400: \"1er Théorème. Tout nombre pair est égal à la différence de deux nombres premiers consécutifs d'une infinité de manières … \" (1st Theorem. Every even number is equal to the difference of two consecutive prime numbers in an infinite number of ways … ) The case k = 1 of de Polignac's conjecture is the twin prime conjecture. A stronger form of the twin prime conjecture, the Hardy–Littlewood conjecture (see below), postulates a distribution law for twin primes akin to the prime number theorem. On April 17, 2013, Yitang Zhang announced a proof that for some integer N that is less than 70 million, there are infinitely many pairs of primes that differ by N. Zhang's paper was accepted by Annals of Mathematics in early May 2013. Terence Tao subsequently proposed a Polymath Project collaborative effort to optimize Zhang's bound. As of April 14, 2014, one year after Zhang's announcement, the bound has been reduced to 246. Further, assuming the Elliott–Halberstam conjecture and its generalized form, the Polymath project wiki states that the bound has been reduced to 12 and 6, respectively. These improved bounds were discovered using a different approach that was simpler than Zhang's and was discovered independently by James Maynard and Terence Tao. This second approach also gave bounds for the smallest f(m) needed to guarantee that infinitely many intervals of width f(m) contain at least m primes. A strengthening of Goldbach’s conjecture, if proved, would also prove there is an infinite number of twin primes. ==Other theorems weaker than the twin prime conjecture== In 1940, Paul Erdős showed that there is a constant c < 1 and infinitely many primes p such that where p′ denotes the next prime after p. What this means is that we can find infinitely many intervals that contain two primes as long as we let these intervals grow slowly in size as we move to bigger and bigger primes. Here, \"grow slowly\" means that the length of these intervals can grow logarithmically. This result was successively improved; in 1986 Helmut Maier showed that a constant c < 0.25 can be used. In 2004 Daniel Goldston and Cem Yıldırım showed that the constant could be improved further to c = 0.085786… In 2005, Goldston, János Pintz and Yıldırım established that c can be chosen to be arbitrarily small,. i.e. :\\liminf_{n\\to\\infty}\\frac{p_{n+1}-p_n}{\\log p_n}=0. On the other hand, this result does not rule out that there may not be infinitely many intervals that contain two primes if we only allow the intervals to grow in size as, for example, . By assuming the Elliott–Halberstam conjecture or a slightly weaker version, they were able to show that there are infinitely many n such that at least two of n, n + 2, n + 6, n + 8, n + 12, n + 18, or n + 20 are prime. Under a stronger hypothesis they showed that for infinitely many n, at least two of n, n + 2, n + 4, and n + 6 are prime. The result of Yitang Zhang, :\\liminf_{n\\to\\infty}(p_{n+1}-p_n) is a major improvement on the Goldston–Graham–Pintz–Yıldırım result. The Polymath Project optimization of Zhang's bound and the work of Maynard have reduced the bound to N = 246. ==Conjectures== ===First Hardy–Littlewood conjecture=== The Hardy–Littlewood conjecture (named after G. H. Hardy and John Littlewood) is a generalization of the twin prime conjecture. It is concerned with the distribution of prime constellations, including twin primes, in analogy to the prime number theorem. Let π2(x) denote the number of primes p ≤ x such that p + 2 is also prime. Define the twin prime constant C2 as :C_2 = \\prod_{\\textstyle{p\\;{\\rm prime}\\atop p \\ge 3}} \\left(1 - \\frac{1}{(p-1)^2}\\right) \\approx 0.66016 18158 46869 57392 78121 10014\\dots (here the product extends over all prime numbers p ≥ 3). Then a special case of the first Hardy-Littlewood conjecture is that :\\pi_2(x) \\sim 2 C_2 \\frac{x}{(\\ln x)^2} \\sim 2 C_2 \\int_2^x {dt \\over (\\ln t)^2} in the sense that the quotient of the two expressions tends to 1 as x approaches infinity.Bateman & Diamond (2004) pp.334–335 (The second ~ is not part of the conjecture and is proven by integration by parts.) The conjecture can be justified (but not proven) by assuming that 1 / ln t describes the density function of the prime distribution. This assumption, which is suggested by the prime number theorem, implies the twin prime conjecture, as shown in the formula for π2(x) above. The fully general first Hardy–Littlewood conjecture on prime k-tuples (not given here) implies that the second Hardy–Littlewood conjecture is false. This conjecture has been extended by Dickson's conjecture. ===Polignac's conjecture=== Polignac's conjecture from 1849 states that for every positive even natural number k, there are infinitely many consecutive prime pairs p and p′ such that p′ − p = k (i.e. there are infinitely many prime gaps of size k). The case k = 2 is the twin prime conjecture. The conjecture has not yet been proven or disproven for any specific value of k, but Zhang's result proves that it is true for at least one (currently unknown) value of k. Indeed, if such a k did not exist, then for any positive even natural number N there are at most finitely many n such that pn+1 − pn = m for all m < N and so for n large enough we have pn+1 − pn > N, which would contradict Zhang's result. ==Large twin primes== Beginning in 2007, two distributed computing projects, Twin Prime Search and PrimeGrid, have produced several record-largest twin primes. , the current largest twin prime pair known is 2996863034895 · 21290000 ± 1, with 388,342 decimal digits. It was discovered in September 2016. There are 808,675,888,577,436 twin prime pairs below 1018. An empirical analysis of all prime pairs up to 4.35 · 1015 shows that if the number of such pairs less than x is f(x)·x/(log x)2 then f(x) is about 1.7 for small x and decreases towards about 1.3 as x tends to infinity. The limiting value of f(x) is conjectured to equal twice the twin prime constant () (not to be confused with Brun's constant), according to the Hardy–Littlewood conjecture. ==Other elementary properties== Every third odd number is divisible by 3, which requires that no three successive odd numbers can be prime unless one of them is 3. Five is therefore the only prime that is part of two twin prime pairs. The lower member of a pair is by definition a Chen prime. It has been proven that the pair (m, m + 2) is a twin prime if and only if :4((m-1)! + 1) \\equiv -m \\pmod {m(m+2)}. If m − 4 or m + 6 is also prime then the three primes are called a prime triplet. For a twin prime pair of the form (6n − 1, 6n + 1) for some natural number n > 1, n must have units digit 0, 2, 3, 5, 7, or 8 (). ==Isolated prime== An isolated prime (also known as single prime or non-twin prime) is a prime number p such that neither p − 2 nor p + 2 is prime. In other words, p is not part of a twin prime pair. For example, 23 is an isolated prime, since 21 and 25 are both composite. The first few isolated primes are :2, 23, 37, 47, 53, 67, 79, 83, 89, 97, ... It follows from Brun's theorem that almost all primes are isolated in the sense that the ratio of the number of isolated primes less than a given threshold n and the number of all primes less than n tends to 1 as n tends to infinity. ==See also== * Cousin prime * Prime gap * Prime k-tuple * Prime quadruplet * Prime triplet * Sexy prime ==References== * ==Further reading== * ==External links== * * Top-20 Twin Primes at Chris Caldwell's Prime Pages * Xavier Gourdon, Pascal Sebah: Introduction to Twin Primes and Brun's Constant * \"Official press release\" of 58711-digit twin prime record * * The 20 000 first twin primes * Polymath: Bounded gaps between primes * Sudden Progress on Prime Number Problem Has Mathematicians Buzzing Category:Classes of prime numbers Category:Unsolved problems in number theory",
 "title": "Twin prime"
}