{
 "id": "419934",
 "text": "The Constitution of the Chinese Communist Party has 53 articles and its contents describe the program of the Party, as well as its organizational structure and Party symbolism. == History == The Party Constitution currently in force was adopted at the Twelfth National Congress of the CCP in September 1982. In accordance with the changing situation and tasks, revisions were made in some of the articles at the Thirteenth National Congress in November 1987 and in the General Program and some of the articles at the Fourteenth National Congress in October 1992, and a few revisions were made in the General Program at the Sixteenth National Congress of the CCP in November 2002. Again, new changes and additions were made at the Nineteenth National Congress of the CCP in October 2017. == Contents == The Party Constitution is composed of a preamble titled \"General Program\", followed by 11 numbered chapters composed of 53 articles. The chapters are, in order: # Membership # The Party's Organizational System # Central Party Organizations # Local Party Organizations # Primary-Level Party Organizations # Party Officials # Party Discipline # Party Organs for Discipline Inspection # Leading Party Member Groups # Relationship between the Party and the Communist Youth League of China # Party Emblem and Flag The organizational principle that drives the political system of the PRC is \"democratic centralism\". Within the system, the democratic feature demands participation and expression of opinion on key policy issues from members at all levels of party organization. It depends on a constant process of consultation and investigation. At the same time, the centralist feature requires that subordinate organizational levels follow the dictates of superior levels. Once the debate has reached the highest level and decisions concerning policy have been made, all party members are obliged to support the Central Committee. The constitution emphasizes the party's role in promoting socialist democracy, in developing and strengthening a socialist legal system, and in consolidating public resolve to carry out the modernization program. == See also == * Chinese Communist Party Admission Oath * Constitution of the Kuomintang * Rules of the Workers' Party of Korea == References == == External links == * Text of the Constitution of the Chinese Communist Party as of October 24, 2017 Category:Chinese Communist Party Category:Party platforms",
 "title": "Constitution of the Chinese Communist Party"
}