{
 "id": "420239",
 "text": "Jonathan Owen Jones (born 19 April 1954) is a Welsh politician. He was the Labour and Co-operative Member of Parliament for Cardiff Central from 1992 to 2005. He was then an unsuccessful candidate for Change UK in Wales at the 2019 European Parliament election. ==Early life== Jon Owen Jones was born in Maerdy. He attended the Ysgol Gyfun Rhydfelen school on Glyndwr Avenue in Rhydyfelin (it moved to Main Road in Church Village in 2006), Pontypridd. He studied at the University of East Anglia, gaining a BSc in Ecology in 1975. In 1976 he went to University College of Wales, Cardiff, gaining a PGCE. Jones was a teacher before entering Parliament, teaching biology and science in comprehensive schools from 1977 to 1992. He was president of Caerphilly NUT in 1983, then Mid Glamorgan NUT in 1984. He was a councillor for the Adamsdown ward on Cardiff City Council from 1987 to 1992. ==Parliamentary career== Jones was the Labour and Co-operative MP for the Cardiff Central constituency from 1992 to 2005. He was a whip from 1993 to 1998, then a junior minister at the Welsh Office until 1999. He won his seat again in 2001 with a majority of 659. He lost his seat at the 2005 general election to Jenny Willott of the Liberal Democrats. As part of the investigation into United Kingdom parliamentary expenses scandal, Jones was found to have over claimed £513.10. ==Post- parliament== He chaired the Forestry Commission's National Committee for Wales until April 2013, when its duties were subsumed by Natural Resources Wales, with Jones snubbed from the NRW board by Welsh Labour Environment Minister John Griffiths. In April 2019, It was announced that he would be the lead candidate for Change UK in Wales in the 2019 European Elections. He was not elected. ==References== ==External links== * They Work For You * Ask Aristotle ==Offices Held== Category:1954 births Category:Alumni of the University of East Anglia Category:Alumni of Cardiff University Category:Councillors in Cardiff Category:Living people Category:Labour Co-operative MPs for Welsh constituencies Category:Members of the Parliament of the United Kingdom for Cardiff constituencies Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:People from Pontypridd Category:People educated at Ysgol Gyfun Garth Olwg Category:Welsh Labour councillors Category:Change UK politicians",
 "title": "Jon Owen Jones"
}