{
 "id": "420424",
 "text": "The Dadasaheb Phalke Award is India's highest award in the field of cinema. It is presented annually at the National Film Awards ceremony by the Directorate of Film Festivals, an organisation set up by the Ministry of Information and Broadcasting. The recipient is honoured for their \"outstanding contribution to the growth and development of Indian cinema\" and is selected by a committee consisting of eminent personalities from the Indian film industry. * * The award comprises a Swarna Kamal (Golden Lotus) medallion, a shawl, and a cash prize of . Presented first in 1969, the award was introduced by the Government of India to commemorate Dadasaheb Phalke's contribution to Indian cinema. Phalke (1870–1944), who is popularly known as and often regarded as \"the father of Indian cinema\", was an Indian filmmaker who directed India's first full-length feature film, Raja Harishchandra (1913). The first recipient of the award was actress Devika Rani, who was honoured at the 17th National Film Awards. , there have been 51 awardees. Among those, actor Prithviraj Kapoor (1971) and actor Vinod Khanna (2017) are the only posthumous recipients. Kapoor's actor-filmmaker son, Raj Kapoor, accepted the award on his behalf at the 19th National Film Awards in 1971 and was also himself a recipient in 1987 at the 35th National Film Awards ceremony. B. N. Reddy (1974) and B. Nagi Reddy (1986); Raj Kapoor (1987) and Shashi Kapoor (2014); Lata Mangeshkar (1989) and Asha Bhosle (2000); B. R. Chopra (1998) and Yash Chopra (2001) are the siblings who have won the award. The most recent recipient of the award is actor Rajinikanth who was honoured at the 67th National Film Awards ceremony. ==Recipients== {| class=\"wikitable plainrowheaders\" style=\"width:100%\" |+ List of award recipients by year |- ! scope=\"col\" style=\"background- color:#EFE4B0;widthash:5%;\" | Year ! scope=\"col\" style=\"background-color:#EFE4B0;\" width=100 | Image ! scope=\"col\" style=\"background-color:#EFE4B0;width:23%;\" | Recipient ! scope=\"col\" style=\"background-color:#EFE4B0;width:12%;\" | Film industry ! scope=\"col\" style=\"background-color:#EFE4B0;\" | Notes |- | align=\"center\" | 1969 | align=\"center\" | 100px ! scope=\"row\" | Devika Rani | Hindi | Widely acknowledged as \"the first lady of Indian cinema\", the actress debuted in Karma (1933), which was the first Indian English-language film and the first Indian film to feature an on-screen kiss. She also founded the first Indian public limited film company, Bombay Talkies, in 1934. |- | align=\"center\" | 1970 | align=\"center\" | 100px ! scope=\"row\" | Birendranath Sircar | Bengali | The founder of two production companies, International Filmcraft and New Theatres, Sircar is considered to be one of the pioneers of Indian cinema. He also built two cinema theatres in Calcutta, one for screening Bengali films and one for Hindi films. |- | align=\"center\" | 1971 | align=\"center\" | 100px ! scope=\"row\" | Prithviraj Kapoor | Hindi | Kapoor began his acting career in theatres and starred in India's first sound film, Alam Ara (1931). He founded Prithvi Theatre, a travelling theatre company in 1944 \"to promote Hindi stage productions\". |- | align=\"center\" | 1972 | align=\"center\" | 100px ! scope=\"row\" | Pankaj Mullick | Bengali Hindi | A composer, singer and actor, Mullick began his career providing background music by conducting live orchestras during the screening of silent films. He is best known for Mahishasuramardini, a radio musical composed in 1931. |- | align=\"center\" | 1973 | align=\"center\" | 100px ! scope=\"row\" | Ruby Myers (Sulochana) | Hindi | One of the highest-paid actresses of her time, Sulochana made her debut with Veer Bala (1925) and is considered to be \"the first sex symbol of Indian cinema\". |- | align=\"center\" | 1974 | align=\"center\" | 100px ! scope=\"row\" | B. N. Reddy | Telugu | The director of fifteen feature films in Telugu, Reddy was the first Indian film personality to be honoured with a Doctor of Letters and also the first to receive the Padma Bhushan, the third-highest civilian award in India. |- | align=\"center\" | 1975 | align=\"center\" | 100px ! scope=\"row\" | Dhirendra Nath Ganguly | Bengali | Considered one of the founders of Bengali film industry, Ganguly debuted as an actor in Bilat Ferat (1921). He established three production companies – Indo British Film Company (1918), Lotus Film Company (1922) and British Dominion Films Studio (1929) – to direct several Bengali films. |- | align=\"center\" | 1976 | align=\"center\" | 100px ! scope=\"row\" | Kanan Devi | Bengali | Acknowledged as \"the first lady of Bengali cinema\", Kanan Devi made her acting debut in silent films in the 1920s. She also sang songs written by Rabindranath Tagore and was a producer with her film company, Shrimati Pictures. |- | align=\"center\" | 1977 | align=\"center\" | 100px ! scope=\"row\" | Nitin Bose | Bengali Hindi | A cinematographer, director and screenwriter, Bose is noted for introducing playback singing to Indian cinema in 1935 through his Bengali film Bhagya Chakra and its Hindi remake Dhoop Chhaon. |- | align=\"center\" | 1978 | align=\"center\" | 100px ! scope=\"row\" | Raichand Boral | Bengali Hindi | Considered one of the pioneers of Indian film music, Boral was a music director who, in collaboration with director Nitin Bose, introduced the system of playback singing in Indian cinema. |- | align=\"center\" | 1979 | align=\"center\" | 100px ! scope=\"row\" | Sohrab Modi | Hindi | An actor and filmmaker, Modi is credited with bringing Shakespearean classics to Indian cinema and was noted for his delivery of Urdu dialogue. |- | align=\"center\" | 1980 | align=\"center\" | 100px ! scope=\"row\" | Paidi Jairaj | Hindi Telugu | Initially having worked as a body double, actor-director Jairaj is known for his portrayal of Indian historical characters and was involved in instituting the Filmfare Awards. |- | align=\"center\" | 1981 | align=\"center\" | 100px ! scope=\"row\" | Naushad | Hindi | Music director Naushad debuted with Prem Nagar (1940), and is credited with introducing the technique of sound mixing to Indian cinema. |- | align=\"center\" | 1982 | align=\"center\" | 100px ! scope=\"row\" | L. V. Prasad | Telugu Tamil Hindi | Actor-director-producer L. V. Prasad has the distinction of acting in the first talkie films produced in three languages: the Hindi Alam Ara, Tamil Kalidas and Telugu Bhakta Prahlada, all released in 1931. He founded Prasad Studios in 1965 and the Colour Film Laboratory in 1976. Prasad Studios has produced over 150 films in various Indian languages. |- | align=\"center\" | 1983 | align=\"center\" | 100px ! scope=\"row\" | Durga Khote | Hindi Marathi | Having acted in the first Marathi-language talkie Ayodhyecha Raja (1932), Khote is considered a pioneer among women in Indian cinema. She set up two production companies, Fact Films and Durga Khote Productions, which produced short films and documentaries. |- | align=\"center\" | 1984 | align=\"center\" | 100px ! scope=\"row\" | Satyajit Ray | Bengali | Having debuted as a director with Pather Panchali (1955), the filmmaker Ray is credited with bringing world recognition to Indian cinema. * * * |- | align=\"center\" | 1985 | align=\"center\" | 100px ! scope=\"row\" | V. Shantaram | Hindi Marathi | Actor and filmmaker V. Shantaram produced and directed India's first colour film, Sairandhri (1931). He also produced and directed the first Marathi-language talkie, Ayodhyecha Raja (1932), and was associated with nearly 100 films over 50 years. |- | align=\"center\" | 1986 | align=\"center\" | 100px ! scope=\"row\" | B. Nagi Reddy | Telugu | Reddy produced more than 50 films, beginning in the 1950s. He established Vijaya Vauhini Studios which was at that time the biggest film studio in Asia. |- | align=\"center\" | 1987 | align=\"center\" | 100px ! scope=\"row\" | Raj Kapoor | Hindi | Often revered as \"The Show Man\", actor and filmmaker Kapoor's performance in the Hindi film Awara (1951) was ranked as one of the top ten greatest performances of all time by Time magazine in 2010. |- | align=\"center\" | 1988 | align=\"center\" | 100px ! scope=\"row\" | Ashok Kumar | Hindi | Popularly known as \"Dadamoni\" (the grand old man), Kumar is noted for his roles in Achhut Kannya (1936), Bandhan (1940) and Kismet (1943), the first blockbuster in Indian cinema. |- | align=\"center\" | 1989 | align=\"center\" | 100px ! scope=\"row\" | Lata Mangeshkar | Hindi Marathi | Widely credited as the \"nightingale of India\", playback singer Mangeshkar started her career in the 1942 and has sung songs in over 36 languages. |- | align=\"center\" | 1990 | align=\"center\" | 100px ! scope=\"row\" | Akkineni Nageswara Rao | Telugu | Having debuted in Dharma Patni (1941), Akkineni Nageswara Rao acted in more than 250 films, mostly in the Telugu language. |- | align=\"center\" | 1991 | align=\"center\" | 100px ! scope=\"row\" | Bhalji Pendharkar | Marathi | filmmaker Pendharkar started his career in the 1920s and produced more than 60 Marathi films and eight Hindi films. He has been widely recognised for the historical and social narratives depicted in these films. |- | align=\"center\" | 1992 | align=\"center\" | 100px ! scope=\"row\" | Bhupen Hazarika | Assamese | Popularly referred to as \"the Bard of Brahmaputra\", musician Hazarika is best known for his folk songs and ballads sung in the Assamese language. |- | align=\"center\" | 1993 | align=\"center\" | 100px ! scope=\"row\" | Majrooh Sultanpuri | Hindi | Lyricist Sultanpuri penned his first Hindi song for Shahjehan (1946) and wrote around 8000 songs for over 350 Hindi films. |- | align=\"center\" | 1994 | align=\"center\" | 100px ! scope=\"row\" | Dilip Kumar | Hindi | Debuting in Jwar Bhata (1944), the \"Tragedy King\" Dilip Kumar acted in more than 60 Hindi films in a career that spanned over six decades. |- | align=\"center\" | 1995 | align=\"center\" | 100px ! scope=\"row\" | Rajkumar | Kannada | In a career spanning over 45 years, Rajkumar acted in more than 200 Kannada-language films and also won a National Film Award for Best Male Playback Singer in 1992. |- | align=\"center\" | 1996 | align=\"center\" | 100px ! scope=\"row\" | Sivaji Ganesan | Tamil | Ganesan debuted as an actor in Parasakthi (1952) and went on to appear in more than 300 films. Known for his \"expressive and resonant voice\", Ganesan was the first Indian film actor to win a \"Best Actor\" award in an International film festival, the Afro-Asian Film Festival held in Cairo, Egypt in 1960. Upon his death, The Los Angeles Times described him as \"the Marlon Brando of south India's film industry\". |- | align=\"center\"| 1997 | align=\"center\" | 100px ! scope=\"row\" | Kavi Pradeep | Hindi | Best known for the patriotic song \"Aye Mere Watan Ke Logo\", lyricist Pradeep wrote around 1700 songs, hymns and fiery nationalistic poems, including the lyrics for more than 80 Hindi films. |- | align=\"center\" | 1998 | align=\"center\" | 100px ! scope=\"row\" | B. R. Chopra | Hindi | filmmaker B. R. Chopra established his own production house, B. R. Films, in 1956, and is best known for the films such as Naya Daur (1957) and Hamraaz (1967), as well as the TV series Mahabharat based on the similarly titled epic of Hindu literature. |- | align=\"center\" | 1999 | align=\"center\" | 100px ! scope=\"row\" | Hrishikesh Mukherjee | Hindi | Having directed 45 Hindi films, filmmaker Mukherjee is credited with popularising \"middle-of-the-road cinema\" through films like Anuradha (1960), Anand (1971) and Gol Maal (1979). |- | align=\"center\" | 2000 | align=\"center\" | 100px ! scope=\"row\" | Asha Bhosle | Hindi Marathi | A playback singer of \"extraordinary range and versatility\", Bhosle began her singing career in 1943. |- | align=\"center\" | 2001 | align=\"center\" | 100px ! scope=\"row\" | Yash Chopra | Hindi | The founder of Yash Raj Films, Chopra debuted as a director with Dhool Ka Phool (1959). He directed 22 Hindi films. |- | align=\"center\" | 2002 | align=\"center\" | 100px ! scope=\"row\" | Dev Anand | Hindi | Widely revered as \"evergreen star of Hindi cinema\", actor and filmmaker Anand co-founded Navketan Films in 1949 and produced 35 films. |- | align=\"center\" | 2003 | align=\"center\" | 100px ! scope=\"row\" | Mrinal Sen | Bengali Hindi | Regarded as one of \"India's most important filmmakers\", Sen debuted as a director with Raat Bhore (1955) and made 27 films in 50 years. |- | align=\"center\" | 2004 | align=\"center\" | 100px ! scope=\"row\" | Adoor Gopalakrishnan | Malayalam | Credited with pioneering the new wave cinema movement in Malayalam cinema, director Gopalakrishnan won the National Film Award for Best Direction for his debut film, Swayamvaram (1972). He has been acclaimed for his \"ability to portray complex problems in a simplistic way\". |- | align=\"center\" | 2005 | align=\"center\" | 100px ! scope=\"row\" | Shyam Benegal | Hindi | Benegal started his career by making advertising films. He directed his first feature film, Ankur, in 1973. His films have focused on women and their rights. |- | align=\"center\" | 2006 | align=\"center\" | 100px ! scope=\"row\" | Tapan Sinha | Bengali Hindi | filmmaker Sinha debuted as a director in 1954 and made more than 40 feature films in the Bengali, Hindi and Oriya languages. Most of the films addressed problems faced by ordinary people. |- | align=\"center\" | 2007 | align=\"center\" | 100px ! scope=\"row\" | Manna Dey | Bengali Hindi | In a career spanning over five decades, playback singer Dey sang over 3500 songs in various Indian languages. He is also credited with \"pioneering a new genre by infusing Indian classical music in a pop framework\". |- | align=\"center\" | 2008 | align=\"center\" | 100px ! scope=\"row\" | V. K. Murthy | Hindi | Best known for his collaboration with director Guru Dutt, cinematographer Murthy shot India's first cinemascope film, Kaagaz Ke Phool (1959). He is best remembered for his lighting techniques in Pyaasa (1957) and the \"beam shot\" in Kaagaz Ke Phool is considered a classic in celluloid history. |- | align=\"center\" | 2009 | align=\"center\" | 100px ! scope=\"row\" | D. Ramanaidu | Telugu | In a career spanning over 50 years, D. Ramanaidu produced more than 130 films in various Indian languages but mostly Telugu. He features in The Guinness Book of World Records for having produced films in nine languages. |- | align=\"center\"| 2010 | align=\"center\" | 100px ! scope=\"row\" | K. Balachander | Tamil Telugu | filmmaker K. Balachander debuted as a director with Neerkumizhi (1965). In a career that spanned over forty years, he directed and produced (through his production house, Kavithalayaa Productions, established in 1981) over 100 films in various Indian languages. |- | align=\"center\" | 2011 | 100px ! scope=\"row\" | Soumitra Chatterjee | Bengali | Best known for his frequent collaboration with director Satyajit Ray, Chatterjee debuted as an actor in Apur Sansar (1959) and worked with other directors, such as Mrinal Sen and Tapan Sinha, in a career spanning over 60 years. In 1999, he became the first Indian film personality to be conferred with Commandeur at the Ordre des Arts et des Lettres, France's highest award for artists, and in 2013, IBN LIVE named him as one of \"The men who changed the face of the Indian Cinema\". |- | align=\"center\" | 2012 | align=\"center\" | 100px ! scope=\"row\" | Pran | Hindi | Known for his \"compelling and highly stylized performances\", actor Pran mainly played villainous characters in Hindi films during a career spanning over 50 years. |- | align=\"center\"| 2013 | align=\"center\" | 100px ! scope=\"row\" | Gulzar | Hindi | Gulzar began his career as a lyricist for Bandini (1963) and debuted as a director with Mere Apne (1971). Known for his successful collaboration with music directors like R. D. Burman and A. R. Rahman, Gulzar won several awards for his lyrics in a career spanning over 50 years. |- | align=\"center\"| 2014 | align=\"center\" | ! scope=\"row\" | Shashi Kapoor | Hindi | Winner of two National Film Awards including Best Actor for New Delhi Times in 1985, Kapoor debuted as a child actor at the age of four in the plays directed by his father Prithviraj Kapoor and later as a leading man in the 1961 film Dharmputra. In 1978, Kapoor set up his production house Film \"Valas\" and played a major role in reviving the Prithvi Theatre group, set up by his father. |- | align=\"center\"| 2015 | align=\"center\" | 100px ! scope=\"row\" | Manoj Kumar | Hindi | Known for his image as the patriotic hero, Kumar debuted as an actor with 1957 Hindi film Fashion. The actor and director of patriotic theme based movies, Kumar is fondly called \"Bharat Kumar\". * |- | align=\"center\"| 2016 | align=\"center\" | 100px ! scope=\"row\" |K. Viswanath | Telugu,Tamil | Viswanath started his career as a sound recordist. In a film career spanning sixty years, Viswanath has directed fifty three feature films in a variety of genres, including films based on performing arts, visual arts, and aesthetics. Viswanath has garnered five National Film Awards, and has received international recognition for his works. |- | align=\"center\"| 2017 | align=\"center\" | 100px ! scope=\"row\" |Vinod Khanna | Hindi | Debuted in Man Ka Meet (1968), Khanna was primarily known for his work as an actor in Hindi films during the 1970s. He took a brief break from films (1982–1987) and entered politics in 1997. |- | align=\"center\"| 2018 | align=\"center\" | 100px ! scope=\"row\" | Amitabh Bachchan | Hindi |Debuted in Saat Hindustani, Bachchan is often primarily known for his unique baritone voice and for his excellency in the field of acting. Referred to as the Shahenshah of Bollywood, he has appeared in over 200 Indian films in a career spanning more than five decades. He is regarded as one of the greatest and most influential actors in the history of Indian cinema as well as world cinema, to an extent that the French director François Truffaut called him a \"one-man industry\". |- | align=\"center\"| 2019 | align=\"center\" | 100px ! scope=\"row\" | Rajinikanth | Tamil |Debuted in Apoorva Raagangal (1975), Rajinikanth is an Indian actor who works primarily in Tamil cinema where he is fondly referred to as superstar. In addition to acting, he has also worked as a producer and screenwriter. He was also honored with the Padma Bhushan (2000) and the Padma Vibhushan (2016) by the Government of India. He was awarded for the year 2019, in 2021 due to COVID-19 pandemic. |} ==Similarly named awards== Several other awards and film festivals have been named after Dadasaheb Phalke, sometimes leading to confusion. Such awards include the Dadasaheb Phalke Film Foundation Awards and the Dadasaheb Phalke Excellence Awards, which are unrelated to the award conferred by the Directorate of Film Festivals. Some prominent filmmakers, such as Shyam Benegal, have proposed that the Government of India step in to prevent such use of the Dadasaheb Phalke name but the Information and Broadcasting ministry has said that it could not do so since the names of the new awards are not an exact copy. ==Explanatory notes== ==References== ==Bibliography== * ==Further reading== * ==External links== * Official Page for Directorate of Film Festivals, India Category:National Film Awards (India) Category:Lifetime achievement awards Category:Lists of Indian award winners",
 "title": "Dadasaheb Phalke Award"
}