{
 "id": "420406",
 "text": "Princes Street () is one of the major thoroughfares in central Edinburgh, Scotland and the main shopping street in the capital. It is the southernmost street of Edinburgh's New Town, stretching around 1.2 km (three quarters of a mile) from Lothian Road in the west, to Leith Street in the east. The street has few buildings on the south side and looks over Princes Street Gardens allowing panoramic views of the Old Town, Edinburgh Castle, as well as the valley between. Most of the street is limited to trams, buses and taxis with only the east end open to all traffic. ==History== ===18th century=== thumb|right|250px|View of Princes Street from Calton Hill. thumb|250px|Princes Street, looking East, c. 1910–1915. The street lies on the line of a medieval country lane known as the Lang Dykes and under the first plan for the New Town was to have been called St Giles Street after the patron saint of Edinburgh. However, when King George III was shown a print or drawing of the proposed New Town by Sir John Pringle, he objected to the name as he associated it with the notorious slum area of St Giles, London. At Pringle's suggestion, the street was instead named Prince's Street after King George's eldest son, Prince George, Duke of Rothesay (later King George IV) as recounted in his 1767 letter to the Lord Provost of Edinburgh. By the late 1830s the apostrophe in the name (which had also sometimes been written as Princes' Street) had largely fallen out of use, giving the street its present day name of Princes Street. The apparent plurality in the name has given rise to various erroneous explanations of the name. It was laid out according to formal plans for Edinburgh's New Town, now known as the First New Town. These were devised by the architect James Craig and building began around 1770. Princes Street represented a critical part of the plan, being the outer edge, facing Edinburgh Castle and the original city, Edinburgh Old Town. Originally all buildings had the same format: set back from the street with stairs down to a basement and stairs up to the ground floor with two storeys and an attic above. Of this original format only one such property, no.95, remains in its original form. ===19th century=== Through the 19th century most buildings were redeveloped at a larger scale and the street evolved from residential to mainly retail uses. From the 1880s the street, with its commanding views in combination with great ease of access, became a popular street upon which to locate hotels. The railway companies created huge anchor hotels at either end: the Caledonian Hotel to the west, and North British Hotel to the east. In between were the Royal British Hotel, Old Waverley Hotel, and Mount Royal Hotel, all of which survive. Princes Street was also home to two leading department stores, Jenners founded in 1838 and rebuilt in 1893-1895, and Forsyth’s built in 1906-1907, both technically advanced and architecturally ornate buildings for their time. ===20th century=== By the 1930s the architecture of Princes Street had a very mixed character. The Abercrombie Plan of 1949 proposed tighter control of design to create a more coherent appearance. This theme was taken up by the Princes Street Panel, whose 1967 report proposed comprehensive redevelopment with Modernist buildings to incorporate a first-floor level walkway, theoretically doubling the shopping frontage. The plan was partially put into operation, resulting in the demolition of seven old buildings, and the erection of seven new, before the approach was dropped in the 1970s. Two of the new buildings, British Home Stores at number 64, and the New Club at numbers 84–87, are now listed buildings. There has been controversy over buildings from the latter half of the 20th century on Princes Street. This has prompted plans to demolish the BHS and the Marks & Spencer buildings, in an effort to improve the status of the street. Another problem has been that upper floors are often used for storage, rather than as office, retail or living space. At an early stage in post-World War II designs for the street, a \"high level walkway\" was planned, as a further shopping frontage for the first floor level, in lieu of the other side of the street. However the walkway as built was never more than a number of isolated balconies and in practice the Royal Bank of Scotland was the only business to maintain a frontage at this level for any length of time; that branch of the bank closed early in the 21st century, leaving the upper walkway largely forgotten. Princes Street was the scene of rioting in 2005 related to the 31st G8 summit referred to in the press as \"The Battle of Princes Street\". ===21st century=== Several UK well-known high street brands such as Boots, H&M;, and Marks & Spencer, are located on Princes Street. A couple of new hotels are destined to open on Princes Street in 2022, including the Red Carnation Hotel at 100 Princes Street. On 25 January 2021, it was announced that Jenners department store, which has been located on Princes Street since Victorian times, was to close on May 3, 2021, in preparation for a three-year- long redevelopment. Also on 25 January, it was announced that Debenhams's department store on Princes Street would also close in May 2021. It was also announced on 25 January, that the administrator for troubled Arcadia group that own Topman and Topshop (also located on Princes Street) were in talks with online shopping brand ASOS with a view to selling the brands online, leaving the historic Edinburgh street losing recognisable brands, with many now migrating to the newly opened St James Quarter. ==Princes Street Gardens and south side== thumb|The Old Town from West Princes Street Gardens thumb|Back of the High Street from the east end of Princes Street During the construction of the New Town, the polluted waters of the Nor Loch were drained, and the area was converted into private gardens called Princes Street Gardens. This was taken over by the Edinburgh Council in the late-nineteenth century, by which time most of the street was commercial and there was no great need for private residential gardens. The width of Princes Street was greatly increased soon after, onto what was the northern edge of the gardens. Due to the much lower position of the gardens this led to the creation of the steep embankment on the north side, still visible today. The gardens are one of the many green spaces in the heart of Edinburgh. The Gardens contain the Ross Bandstand (an open-air theatre), a war memorial to US soldiers of Scottish descent and a floral clock, together with other attractions. Two of the main Scottish art galleries, the Royal Scottish Academy and the National Gallery of Scotland, are located at the foot of The Mound and are served by Princes Street tram stop. Further along is the Scott Monument, a huge intricate Gothic monument dedicated to Sir Walter Scott, the author of the Waverley Novels, after which is named Waverley station, which lies at the east end of the Gardens, its westward lines dividing them. Next to the station on its north side is the former railway hotel, previously known as the North British Hotel, latterly renamed the Balmoral Hotel, and the North Bridge which sails at high level over the station. The hotel has a counterpart at the extreme west end of Princes Street. The Caledonian Hotel, now the Waldorf Astoria Edinburgh - The Caledonian, sits at the north end of Lothian Road. This was built by the Caledonian Railway for their Princes Street Station which closed in the 1960s along with the lines it served. At the west end of Princes Street, St John's Episcopal Church at the corner of Lothian Road is built at street level above a basement crypt and a small churchyard. In addition, there are several fair trade outlets in this space as part of the church, whilst St Cuthbert's Church stands just to the south of it, in a far larger and older churchyard, west of the gardens. thumb|The Floral Clock, 2011 The floral clock dates from 1903 when it was first planted by the Park Superintendent, John McHattie. It displays a different theme every summer. Princes Street remains popular, although it has now fallen from its status as the most expensive place to rent shop space in the UK outside of London. Princes Street may be one of the few streets in the UK to have an order of Parliament placed on it to prevent any further building on the south side, so as to preserve its open vista. == Transport == === Road === Only the eastern third of Princes Street is open to general traffic. The main length is restricted to trams, buses, taxis and cyclists only. === Rail === Edinburgh Waverley railway station lies at the eastern end of Princes Street. === Tram === The Princes Street tram stop is an in-road island, situated just west of the Royal Scottish Academy near the foot of the Mound. === Buses === Princes Street is the focus of the majority of bus routes served by Lothian Buses. Edinburgh Bus Station is around north of the east end of Princes Street, in the north-east corner of St Andrew Square. ==Connections== thumb|330px|Apple Store- Motel One, Princes Street, Edinburgh * One of the main streets of the New Zealand city of Dunedin is named Princes Street after the street in Edinburgh. Dunedin is the Gaelic form of Edinburgh's name (Dùn Èideann) and many of Dunedin's streets duplicate Edinburgh street names. * In 1970, James H. Howe composed a march for military band, called \"Pride of Princes Street.\" * A stone run on East Falkland in the Falkland Islands was named \"Princes Street\" by Charles Darwin, who studied at the University of Edinburgh. It is around four miles (6 km) long, and he thought it reminded him of the stone setts of Princes Street.Stone, Phillip. Periglacial Princes Street – 52° South. The Edinburgh Geologist. Issue No 35, 2000. ==Popular culture== * The opening scene of the 1996 film Trainspotting shows the main character Mark Renton being chased by shop security guards along Princes Street. * Sylvain Chomet's 2010 film The Illusionist features animated scenes depicting Princes Street as it was in the late-1950s. ==Famous residents== The street was originally built as a residential street and for the first 70 years held several notable residents: *1 – Richard Poole (physician) *2 – John Croall, famous coach-builder *3 - Very Rev John Drysdale *17 – Alexander Cowan's paper shop *51 – Sir George Home (d.1803) and James Syme *65 – Robert Scott (engraver) and Alexander Fraser Tytler, Lord Woodhouselee and William Fraser Tytler *68 - Henry Erskine (lawyer) *85 – James Donaldson (publisher) *85 – Thomas Elder (Lord Provost of Edinburgh) *87 - Rev Thomas Randall Davidson of Muirhouse *90 – Hamilton & Inches, jeweller *92 – Alexander Handyside Ritchie, sculptor *93 – Charles Kirkpatrick Sharpe, antiquarian *95 – Robert Liston, surgeon *103 – James Maidment. legal author *113 – William Bonnar, artist *126 – William Forbes Skene ==Long-standing shops== *62 – Romanes & Paterson since 1874 * Jenners since 1838 but rebuilt in 1895. Currently undergoing massive refurbishment having removed its long-standing House of Fraser livery. ==References== Category:New Town, Edinburgh Category:Streets in Edinburgh Category:Shopping streets in Scotland Category:Tourist attractions in Edinburgh Category:Edinburgh Trams stops",
 "title": "Princes Street"
}