{
 "id": "420537",
 "text": "Stewart Granger (born James Lablache Stewart; 6 May 1913 – 16 August 1993) was a British film actor, mainly associated with heroic and romantic leading roles. He was a popular leading man from the 1940s to the early 1960s, rising to fame through his appearances in the Gainsborough melodramas. ==Early life== He was born James Lablache Stewart in Old Brompton Road, Kensington, West London, the only son of Major James Stewart, OBE and his wife Frederica Eliza (née Lablache). Granger was educated at Epsom College and the Webber Douglas Academy of Dramatic Art. He was the great-great-grandson of the opera singer Luigi Lablache and the grandson of the actor Luigi Lablache. Stewart Granger lived in Bournemouth at 57 Grove Road with his mother. His mother owned the property now called \"East Cliff Cottage Hotel\" until 1979. thumb When he became an actor, he was advised to change his name in order to avoid being confused with the American actor James Stewart. GrangerName for a farm bailiff. Anglo-Norman French: grainger, Old French: grangier. From Late Latin granicarius, a derivative of granica ‘granary’. was his Scottish grandmother's maiden name. Offscreen friends and colleagues continued to call him Jimmy for the rest of his life, but to the general public he became Stewart Granger. ==Early career== ===Extra and theatre work 1933–1940=== Granger made his film debut as an extra in 1933, starting with The Song You Gave Me (1933). He can also be glimpsed in Give Her a Ring (1933), Over the Garden Wall (1934) and A Southern Maid (1934). It was at this time that he met Michael Wilding and they remained friends until Wilding's death in 1979. Years of theatre work followed, initially at Hull Repertory Theatre and then, after a pay dispute, at Birmingham Repertory Theatre. Here he met Elspeth March, a leading actress with the company, who became his first wife. His productions at Birmingham included The Courageous Sex and Victoria, Queen and Empress; he also acted at the Malvern Festival in The Millonairess and The Apple Cart and was in the movie Under Secret Orders (1937). Granger began to get work on stage in London. He appeared in The Sun Never Sets (1938) at the Drury Lane Theatre and in Serena Blandish (1938) opposite Vivien Leigh. At the Buxton Festival, he played Tybalt in a production of Romeo and Juliet opposite Robert Donat and Constance Cummings. He also acted opposite them both in The Good Natured Man. In London he was in Autumn with Flora Robson and The House in the Square (1940). Granger had small roles in the movies So This Is London (1939) and Convoy (1940). ===War service and after 1940–1943=== At the outbreak of the Second World War, Granger enlisted in the Gordon Highlanders, then transferred to the Black Watch with the rank of second lieutenant.In the 1985 Murder, She Wrote episode, \"Paint Me a Murder\", Granger wore a blazer with a metal- embroidered Black Watch breast pocket badge. However he suffered from stomach ulcers and he was invalided out of the army in 1942.Shiach, Don: Stewart Granger: Last of the Swashbucklers (chapter 1). Aurum Press, 2005 Granger had a small role in the war movie Secret Mission (1942) and a bigger one in a comedy Thursday's Child (1943). He was in a stage production of Rebecca when he was asked to audition for the film that turned him into a star. Granger had been recommended by Donat, who most recently worked with Granger on stage in To Dream Again. ==Stardom== ===Gainsborough melodramas 1943–1946=== Granger's first starring film role was as the acid-tongued Rokeby in the Gainsborough Pictures period melodrama The Man in Grey (1943), a movie that helped to make him and his three co-stars – James Mason, Phyllis Calvert and Margaret Lockwood – box-office names in Britain. Granger followed it with The Lamp Still Burns (1943), playing the love interest of nurse Rosamund John. More popular was Fanny by Gaslight (1944), another for Gainsborough Pictures, which reunited him with Calvert and Mason, and added Jean Kent. The New York Times reported that Granger \"is a young man worth watching. The customers... like his dark looks and his dash; he puts them in mind, they say of Cary Grant.\" It was the second most popular movie at the British box office in 1944. Another hit was Love Story (1944), where he plays a blind pilot who falls in love with terminally ill Margaret Lockwood, with Patricia Roc co-starring. Granger filmed this at the same time as Waterloo Road (1945), playing his first villain, a \"spiv\" who has run off with the wife of John Mills. This movie was popular too, and it was one of Granger's favourites. Madonna of the Seven Moons (1945), with Calvert and Roc, was more Gainsborough melodrama, another hit. Also popular was Caesar and Cleopatra, supporting Claude Rains and Vivien Leigh; this movie lost money because of its high production cost but was widely seen, and was the first of Granger's movies to be a hit in the U.S. At the end of 1945 British exhibitors voted Granger the second most popular British film star, and the ninth most popular overall. The Times reported that \"this six-foot black-visaged ex-soldier from the Black Watch is England's Number One pin up boy. Only Bing Crosby can match him for popularity.\" Caravan (1946), starring Granger and Kent, was the sixth most popular movie at the British box office in 1946. Also well liked was The Magic Bow (1946), with Calvert and Kent, where Granger played Niccolò Paganini That year he was voted the third most popular British star, and the sixth most popular overall. ===Rank Organisation 1947–1949=== Granger went over to Rank, for whom he made a series of historical dramas: Captain Boycott (1947), set in Ireland, directed by Frank Launder; Blanche Fury (1948), with Valerie Hobson; and Saraband for Dead Lovers (1948), an Ealing Studios production. Granger was cast as the outsider, the handsome gambler Philip Christoph von Königsmarck who is perceived as 'not quite the ticket' by the established order, the Hanoverian court where the action is mostly set. Granger stated that this was one of his few movies of which he was proud. However it was a disappointment at the box office, as was Blanche Fury. Granger wanted a change of pace and so appeared in Woman Hater (1948), a comedy with Edwige Feuillère. In 1949, Granger was reported as earning around £30,000 a year. That year Granger made Adam and Evelyne, starring with Jean Simmons. The story, about a much older man and a teenager whom he gradually realises is no longer a child but a young woman with mature emotions and sexuality, had obvious parallels to Granger's and Simmons' own lives. Granger had first met the young Jean Simmons when they both worked on Gabriel Pascal's Caesar and Cleopatra (1945). Three years later, Simmons had transformed from a promising newcomer into a star. They married the following year in a bizarre wedding ceremony organised by Howard Hughes: One of his private aircraft flew the couple to Tucson, Arizona, where they were married, mainly among strangers, with Michael Wilding as Granger's best man.Shiach 2005 Granger's stage production of Leo Tolstoy's The Power of Darkness (a venture he had intended as a vehicle for him to star with Jean Simmons) was very poorly received when it opened in London at the Lyric Theatre on 25 April 1949. During the run, two men attempted to cut some locks from Granger's hair. The disappointment added to his dissatisfaction with the Rank Organisation, and his thoughts turned to Hollywood. ==American career== ===MGM 1950–1957=== In 1949 Granger made his move; MGM was looking for someone to play H. Rider Haggard's hero Allan Quatermain in a movie version of King Solomon's Mines. Errol Flynn was offered the role but turned it down; Granger's signing was announced in August 1949. On the basis of the huge success of this movie, released in 1950 and co-starring Deborah Kerr and Richard Carlson, he was offered a seven-year contract by MGM. He signed it in May 1950, and MGM announced three vehicles for him: Robinson Crusoe, a remake of Scaramouche and an adaptations of Soldiers Three.'FRANCIS' STORIES ARE BOUGHT BY U.-I.:New York Times 17 May 1950: 35. His first movie under the new arrangement was an action comedy Soldiers Three (1951). Granger followed it with location work for Constable Pedley in Canada. This was put on hold so Granger could make a light comedy, The Light Touch, in a role meant for Cary Grant. It was a box office disappointment. However filming resumed on Constable Pedley which became The Wild North (1953) and that was a big hit. In 1952, Granger starred in Scaramouche in the role of Andre Moreau, the bastard son of a French nobleman, a part Ramón Novarro had played in the 1923 version of Rafael Sabatini's novel. Granger's co-star Eleanor Parker said Granger was the only actor she did not get along with during her entire career. \"Everyone disliked this man...Stewart Granger was a dreadful person, rude...just awful. Just being in his presence was bad. I thought at one point the crew was going to kill him.\" However, the resulting movie was a notable critical and commercial success. After this came the remake of The Prisoner of Zenda (1952), for which his theatrical voice, stature (6'2\") and dignified profile made him a natural. It too was popular. In 1952 he and Jean Simmons sued Howard Hughes for $250,000 damages arising from an alleged breach of contract. The case was settled out of court. Columbia borrowed him to play the love interest of Rita Hayworth in Salome (1953), another big hit. Back at MGM he co-starred with his wife in Young Bess (1953), playing Thomas Seymour. The movie was popular, though it did not recover its cost, and it remained a favourite of Granger's. He had a commercial success in All the Brothers Were Valiant (1953), playing a villain opposite Robert Taylor. Granger lost the role in A Star Is Born, which went to James Mason. He had the title role in Beau Brummell (1954), opposite Elizabeth Taylor, and it was a box-office disappointment. More successful was the adventure story Green Fire (1954), co starring Grace Kelly. Granger went to Britain to make Footsteps in the Fog (1955), a movie with Simmons, for Columbia. Back at MGM, he was in Moonfleet (1955), cast as adventurer Jeremy Fox in the Dorset of 1757, a man who rules a gang of cut-throat smugglers with an iron fist until he is softened by a 10-year-old boy who worships him and who believes only the best of him. The film was directed by Fritz Lang and produced by John Houseman, a former associate of Orson Welles. It was a flop. Granger and Taylor were reunited in The Last Hunt (1956), a Western, with Taylor playing the villain, and a box office disappointment. So too was Bhowani Junction (1956), adapted from a John Masters novel about colonial India on the verge of obtaining independence. Ava Gardner played an Anglo-Indian (mixed race) woman caught between the two worlds of the British and the Indians, and Granger the British officer with whom (in a change from the novel) she ultimately fell in love. Gardner was teamed with Granger in The Little Hut (1957), a sex farce that proved a surprise smash at the box office. He followed it with Gun Glory (1957). It was his last movie under his MGM contract, which ended September 10, 1957. Granger had turned down the role of Messala in the 1959 film Ben-Hur, reportedly because he did not want to take second billing to Charlton Heston. ===Leaving MGM 1957–1960=== Granger had become a successful cattle rancher. He bought land in New Mexico and Arizona and introduced Charolais cattle to America. In order to finance this he kept acting. He played a professional adventurer in Harry Black (1958), partly shot in India. He went to Britain to be in a thriller The Whole Truth (1958) for Romulus, for whom he was to make The Nightcomers but it never was filmed. He returned to Los Angeles to support John Wayne in North to Alaska (1960). By now his marriage to Simmons had ended, and Granger decided to move to Europe. ==Later career== ===Continental European career 1960–1969=== In June 1960, Granger announced he would appear in The Leopard; two movies for MGM in Britain, one of which was I Thank a Fool alongside Susan Hayward; Pontius Pilate for Hugo Fregonese; and The Tumbled House for John Farrow.Oldest Confession' Next for Hayworth Los Angeles Times 25 July 1960: C11. The role in The Leopard ultimately went to Burt Lancaster, the one in I Thank a Fool to Peter Finch, and the Fregonese and Farrow movies were never made. Granger did go to Britain to appear in the thriller The Secret Partner (1961) for MGM. He went to Italy and played Lot in Robert Aldrich's Sodom and Gomorrah (1962), filmed in Rome. When Sodom started filming, Granger announced he had signed a three-picture deal with MGM, which would include I Thank a Fool, Swordsman of Siena and a third movie for Jacques Bar. He also announced he had reactivated his production company, Tracy Productions, which was scheduled to make Dark Memory by Jonathan Latimer.2 FILM STARS POST BUSY SCHEDULES: Debbie Reynolds, Stewart Granger 'Well Booked' – 2 Premieres Set Today By HOWARD THOMPSON. New York Times 8 Feb 1961: 25. Granger did not appear in I Thank a Fool, and Dark Memory was not made. Instead Granger stayed in Italy to make Commando (1962), an action movie and Swordsman of Siena (1963), a swashbuckler. Granger was in the war movie The Secret Invasion (1964) for Roger Corman shot in Yugoslavia. In West Germany, Granger acted in the role of Old Surehand in three Western movies adapted from novels by German author Karl May, with French actor Pierre Brice (playing the fictional Indian chief Winnetou), in Among Vultures (1964), with Elke Sommer; The Oil Prince (1965) (Rampage at Apache Wells) (1965), shot in Yugoslavia; and Old Surehand (Flaming Frontier) (1965). He was teamed with Brice and Lex Barker, also a hero of Karl May movies, in the crime movie Gern hab' ich die Frauen gekillt (Killer's Carnival) (1966). Granger starred in several Eurospy movies such as Red Dragon (1965), a West Germany-Italian movie shot in Hong Kong; and Requiem for a Secret Agent (1966). He did The Crooked Road (1965), with Robert Ryan under the direction of Don Chaffey in Yugoslavia; Target for Killing (1966), a crime movie with Karin Dor; The Trygon Factor (1966), a British co-production based on a novel by Edgar Wallace. Granger's last studio picture was The Last Safari (1967), shot in Africa and directed by Henry Hathaway. Granger was billed under Kaz Garas. He later called this \"my last real film...the worst film ever made in Africa!\"MacFarlane 1997, p. 230. In 1970, he described his recent movies as \"movies not even I will talk about\". He later estimated that he made more than $1.5 million in the 1960s but lost all of it.Stewart Granger plans his return—as actor, not star Chicago Tribune 26 November 1981: e10 ===U.S. television=== Granger returned to the U.S. and made a TV movie Any Second Now (1969). In 1970, he appeared as Colonial Mackenzie on the TV western series The Men from Shiloh in the episode titled \"Colonial Mackenzie Versus the West\". The Men from Shiloh was previously known as The Virginian. The new version changed the costumes and added moustaches and beards to some of the characters, making the actors look more dashing and realistic for the time. He followed actors Lee J. Cobb, Charles Bickford and John McIntire as the new owner of the Shiloh ranch on prime-time TV for its ninth year (1971). Granger said he accepted the role for money and because it \"seemed like it could be a lot of fun\", but was disappointed by the lack of character development for his role. He played Sherlock Holmes in a poorly received 1972 TV film version of The Hound of the Baskervilles. ===Retirement=== In the 1970s, Granger retired from acting and went to live in southern Spain, where he invested in real estate and resided in Estepona, Málaga. While living there, he became a friend and business partner of former barrister and television producer James Todesco (Eldorado TV series). Together they were involved in real estate investment and development. He appeared in The Wild Geese (1978) as an unscrupulous banker who hires a unit of mercenary soldiers (Richard Burton, Roger Moore, Richard Harris and others) to stage a military coup in an African nation. His character then makes a deal with the existing government, and betrays the mercenaries. In 1980, he was diagnosed with lung cancer and was told he had three months to live. Granger later said \"I was 67 and had smoked 60 cigarettes a day for 40 years, but the doctor said if I had an operation there might be a chance of two to four more years of life. So I said \"Who the hell needs that? But you better give me three months to put my house in order.'\"Stewart Granger comes full \"Circle': [ALL Edition] Farson, Sibyl. Telegram & Gazette [Worcester, Mass] 6 November 1989: D3 Granger underwent the operation, had a lung and a rib removed, only to be informed he didn't have cancer after all – he had tuberculosis. He was the subject of This Is Your Life in 1980 when he was surprised by Eamonn Andrews at the New London Theatre. ===Return to acting=== He returned to acting in 1981 with the publication of his autobiography Sparks Fly Upward, claiming he was bored. Granger spent the last decade of his life appearing on stage and television including playing Prince Philip in The Royal Romance of Charles and Diana (1982), a guest role in the TV series in The Fall Guy starring Lee Majors, and as a suspect in Murder She Wrote in 1985. He even starred in a German soap-opera titled Das Erbe der Guldenburgs (The Guldenburg Heritage) (1987). He moved to Pacific Palisades, California. One of his later roles was in the 1989–1990 Broadway production of The Circle by W. Somerset Maugham, opposite Glynis Johns and Rex Harrison in Harrison's final role. The production actually opened at Duke University for a three-week run, followed by performances in Baltimore and Boston, then opening on 14 November 1989 on Broadway. In 1990 he toured Europe in The Circle, opposite Ian Carmichael and Rosemary Harris. ==Personal life, death, and honors== He was married three times and had four children: * Elspeth March (1938–1948); two children, Jamie and Lindsay * Jean Simmons (1950–1960), (with whom he had starred in Adam and Evelyne, Young Bess and Footsteps in the Fog); one daughter, Tracy * Caroline LeCerf (1964–1969); one daughter, Samantha. Granger claimed in his autobiography that Deborah Kerr had approached him romantically in the back of his chauffeur-driven car at the time he was making Caesar and Cleopatra.Granger, Stewart. Sparks Fly Upward, Putnam; 1st American edition (1981), Although he was married to Elspeth March, he states that he and Kerr went on to have an affair. When asked about this revelation, Kerr's response was \"What a gallant man he is.\" In 1956 Granger became a naturalized citizen of the United States. He died in Santa Monica, California, on August 16, 1993, from prostate and bone cancer at the age of 80. His niece is Antiques Roadshow appraiser Bunny Campione, the daughter of his sister Iris.Cerita Stanley- Little, The Great Lablache, Xlibris Corporation, 2009, , 9781450003049, page 582. ==Appraisal== In 1970, Granger said, \"Stewart Granger was quite a successful film star, but I don't think he was an actor's actor.\" Among the movies that Granger was announced to star in but were made with other actors instead were Ivanhoe (1952), Mogambo (1953), The King's Thief (1955) and Man of the West (1958). ==Complete filmography== *The Song You Gave Me (1933) as Waiter (uncredited) *A Southern Maid (1933) (uncredited) *Give Her a Ring (1934) as Diner (uncredited) *Over the Garden Wall (1934) (uncredited) *A Southern Maid (1934) (uncredited) *I Spy (1934) (uncredited) *Under Secret Orders (1937) (uncredited) *So This Is London (1939) as Laurence *Convoy (1940) as Sutton (uncredited) *Secret Mission (1942) as Sub-Lieutenant Jackson *Thursday's Child (1943) as David Penley *The Man in Grey (1943) as Peter Rokeby *The Lamp Still Burns (1943) as Laurence Rains *Fanny by Gaslight (1944) as Harry Somerford *Love Story (1944) as Kit Firth *Madonna of the Seven Moons (1945) as Nino *Waterloo Road (1945) as Ted Purvis *Caesar and Cleopatra (1945) as Apollodorus *Caravan (1946) as Richard Darrell *The Magic Bow (1946) as Niccolo Paganini *Captain Boycott (1947) as Hugh Davin *Blanche Fury (1948) as Philip Thorn *Saraband for Dead Lovers (1948) as Konigsmark *Woman Hater (1948) as Lord Terence Datchett *Adam and Evelyne (1949) as Adam Black *King Solomon's Mines (1950) as Allan Quatermain *Soldiers Three (1951) as Pvt. Archibald Ackroyd *The Light Touch (1951) as Sam Conride *The Wild North (1952) as Jules Vincent *Scaramouche (1952) as Andre Moreau *The Prisoner of Zenda (1952) as Rudolf Rassendyll / King Rudolf V *Salome (1953) as Commander Claudius *Young Bess (1953) as Thomas Seymour *All the Brothers Were Valiant (1953) as Mark Shore *Beau Brummell (1954) as George Bryan 'Beau' Brummell *Green Fire (1954) as Rian X. Mitchell *Moonfleet (1955) as Jeremy Fox *Footsteps in the Fog (1955) as Stephen Lowry *The Last Hunt (1956) as Sandy McKenzie *Bhowani Junction (1956) as Col. Rodney Savage *The Little Hut (1957) as Sir Philip Ashlow *Gun Glory (1957) as Tom Early *Harry Black (1958) as Harry Black *The Whole Truth (1958) as Max Poulton *North to Alaska (1960) as George Pratt *The Secret Partner (1961) as John Brent aka John Wilson *Sodom and Gomorrah (1962) as Lot *The Legion's Last Patrol (US: Commando) (1962) as Captain Le Blanc *Swordsman of Siena (1962) as Thomas Stanswood *The Shortest Day (1963) as Avvocato (uncredited) *The Secret Invasion (1964) as Maj. Richard Mace *Among Vultures (1964) as Old Surehand *The Crooked Road (1965) as Duke of Orgagna *Red Dragon (1965) as Michael Scott *Flaming Frontier (1965) as Old Surehand *The Oil Prince (1965) as Old Surehand *Killer's Carnival (1966) as David Porter (Vienna segment) *Target for Killing (1966) as James Vine *Requiem for a Secret Agent (1966) as Jimmy Merrill *The Trygon Factor (1966) as Supt. Cooper-Smith *The Last Safari (1967) as Miles Gilchrist *Any Second Now (1969 TV movie) as Paul Dennison *The Hound of the Baskervilles (1972 TV movie) as Sherlock Holmes *The Wild Geese (1978) as Sir Edward Matherson *The Royal Romance of Charles and Diana (1982 TV movie) as Prince Philip, Duke of Edinburgh *A Hazard of Hearts (1987 TV movie) as the elder Lord Vulcan *Hell Hunters (1988) as Martin Hoffmann *Chameleons (1989 TV movie) as Jason *Fine Gold (1989) as Don Miguel ===Unmade films=== * In 1944 it was reported Granger's ambition was to play Rob Roy – J. Arthur Rank announced he was interested in a Rob Roy project in 1945 but it was never made * Digger's Republic for Leslie Arliss as Stafford Parker (1946) – this became Diamond City with David Farrar in the role instead * Self-Made Man (1947) from a script by Alan Campbell about a cocky type who comes out of the RAF and makes and loses a million dollars * Christopher Columbus in the title role (1947) – film was eventually made with Fredric March * Pursuit of Love for producer Davis Lewis at Enterprise Studios (1947) * Treacher (1947) produced by Nunnally Johnson for Universal * The Saxon Charm (1947) * Reported as testing for John Huston in Quo Vadis (1949) * The House by the Sea based on book by Jon Godden, with Granger as producer (1949) * The Donnybrook Fighter (1952) * Robinson Crusoe (early 1950s) * Highland Fling (1957) * Ever the Twain (1958) *biography of Miguel de Cervantes for his own production company(1958) *The Night Comers with Jean Simmons – adaptation of Eric Ambler book State of Siege *The Four Winds from a 1954 novel by David Beatty – for his own production company, Tracy Productions (1958) *I Thank a Fool (1962) ==Box-office ranking== At the peak of his career, exhibitors voted Granger among the top stars at the box office: *1945 – 9th biggest star in Britain (2nd most popular British star)'Bloomer Girl' to Play Instead of Jolson Opus, Los Angeles Times 23 March 1946: A5. *1946 – 6th biggest star in Britain (3rd most popular British star) *1947 – 5th most popular British star in Britain *1948 – 5th most popular British star in Britain.'BRITTEN'S \"RAPE OF LUCRETIA\": NEW YORK DIVIDED', The Manchester Guardian 31 December 1948: 8. *1949 – 7th most popular British star in Britain. *1951 – most popular star in Britain according to Kinematograph Weekly *1952 – 19th most popular star in the US * 1953 – 21st most popular star in the US and 8th most popular in Britain ==Partial television credits== *The Virginian The Men from Shiloh (1970–71) – Starred in 11 of 24 episodes as Col. Alan MacKenzie. Episodes 1 \"The West v Colonel MacKenzie\", 5 \"The Mysterious Mr Tate\", 7 \"Crooked Corner\", 9 \"The Price of the Hanging\", 11 \"Follow the Leader\", 12 \"Last of the Comencharos\", 14 \"Nan Allen\", 19 \"Flight from Memory\", 21 \"The Regimental Line\", 23 \"Wolf Track\", and 24 \"Jump Up\". *Hotel – episodes \"Glass People\", \"Blackout\" (1983–1987) as Anthony Sheridan / Tony Fielding *The Fall Guy – episode \"Manhunter\" (1983) as James Caldwell *Murder, She Wrote – episode \"Paint Me a Murder\" (1985) as Sir John Landry *The Love Boat – episode \"Call Me Grandma/A Gentleman of Discretion/The Perfect Divorce/Letting Go\" (1985) as General Thomas Preston *The Wizard – episode \"The Aztec Dagger\" (1987) as Jake Saunders *Das Erbe der Guldenburgs (1987) – two episodes as Jack Brinkley *Pros and Cons (1991) – episode \"It's the Pictures That Got Small\" (final television appearance) ==Partial theatre credits== *The Courageous Sex by Mary D. Sheridan – Birmingham, May 1937 *The Millionairess by George Bernard Shaw – Malvern Festival, July 1937 – with Elspeth March *The Apple Cart – Malvern Festival, August 1937 – with Elspeth March *Victoria, Queen and Empress – Birmingham Repertory, September 1937 – as Gladstone *The Sun Never Sets – Drury Lane Theatre, London, 1938 *Serena Blandish – 1938 – with Vivien Leigh *Romeo and Juliet – Buxton Festival, September 1939 – with Robert Donat and Constance Cummings, as Tybalt *The Good Natured Man by Oliver Goldsmith – Buxton Festival, September 1939 – with Robert Donat and Constance Cummings *Autumn – with Flora Robson *House in the Square – St Martins Theatre, London, April 1940 *To Dream Again – Theatre Royal, August 1942 *Rebecca *wartime tour of Gaslight with Deborah Kerr *The Power of Darkness adapted from by Peter Glenville from the story by Leo Tolstoy – March–April 1949 – with Jean Simmons *The Circle – 1989 – with Rex Harrison and Glynis Johns *The Circle - 1990 - with Ian Carmichael and Rosemary Harris ==Partial radio performances== * Continuous Performance – the Film, BBC (December 1946) * Lux Radio Theatre, King Solomon's Mines (1952) ==References== ==External links== * * * * * Box office reception of Stewart Granger's films in France * Britmovie.co.uk * Photographs and literature * BBC interview with Gloria Hunniford Category:1913 births Category:1993 deaths Category:Male actors from London Category:Alumni of the Webber Douglas Academy of Dramatic Art Category:British expatriate male actors in the United States Category:Deaths from cancer in California Category:Deaths from bone cancer Category:Deaths from prostate cancer Category:English male film actors Category:English emigrants to the United States Category:English male television actors Category:English people of Scottish descent Category:English people of French descent Category:English people of Italian descent Category:Black Watch officers Category:Gordon Highlanders soldiers Category:People educated at Epsom College Category:20th- century British male actors Category:British Army personnel of World War II",
 "title": "Stewart Granger"
}