{
 "id": "421020",
 "text": "The Fort Wayne Old City Hall Building in downtown Fort Wayne, Indiana operates as a museum known as The History Center, and has served as headquarters for the Allen County–Fort Wayne Historical Society since 1980. The Richardsonian Romanesque style sandstone building was designed by the architectural firm Wing & Mahurin and built in 1893. It served as a functioning city hall for the city until 1971 when local officials moved to the City-County Building.The History Center - About Us. Retrieved on 2008-05-01. Note: This includes and Accompanying photographs It was listed on the National Register of Historic Places in 1973. The History Center has collected 27,000 artifacts in permanent displays dedicated to the region's history, dating from the Ice Age to the 18th century to present.The History Center - Collections. Retrieved on 2008-05-01. The Society also owns the National Historic Landmark Chief Jean Baptiste de Richardville House and the Historic Barr Street Market.The History Center - Chief Richardville House. Retrieved on 2008-05-01. ==Exhibits== * Earliest Inhabitants, tools, weapons, a mastodon's broken rib bone and large tooth are displayed. * Miami Indian History, images of Pacanne, Little Turtle, and Jean Baptiste de Richardville displayed, along with collections on the Miami Indian capital, Kekionga. Miami chief Little Turtle's items displayed include his watch and sword presented to him by President George Washington. Exhibit also includes a model of a typical 18th-century Miami village. * Anthony Wayne, exhibits the birth of Fort Wayne with General \"Mad\" Anthony Wayne's ordering of a fort to be built at the three rivers, October 22, 1794. * An Emerging City, includes a model of and parts of the Wabash and Erie Canal, attributed to turning the city into a boom-town in the 19th century. * Industry, includes a recreation of a blacksmith shop, as well as noting Fort Wayne resident Sylvanus Bowser, creator of the self-measuring gasoline pump. * Allen County Innovation, a new gallery opened in 2012, features a number of the products that were created and produced by entrepreneurs in Fort Wayne and Allen County. thumb|left|upright=1.2|Entrance ==References== ==External links== * *The History Center *The History Center Digital Collections Category:City and town halls on the National Register of Historic Places in Indiana Category:National Register of Historic Places in Fort Wayne, Indiana Category:Government buildings completed in 1893 Category:History centers Category:History museums in Indiana Category:Museums in Fort Wayne, Indiana Category:Romanesque Revival architecture in Indiana",
 "title": "Fort Wayne Old City Hall Building"
}