{
 "id": "42100",
 "text": "__NOTOC__ Year 913 (CMXIII) was a common year starting on Friday (link will display the full calendar) of the Julian calendar. == Events == === By place === ==== Byzantine Empire ==== * June 6 - Emperor Alexander III dies of exhaustion while playing the game tzykanion (Byzantine name for polo). He is succeeded by his 8-year-old nephew Constantine VII Porphyrogennetos (\"born in the purple\"), a son of the late emperor Leo VI (the Wise). The government is administered by a regency council composed of Constantine's mother, Empress Zoe Karbonopsina, Patriarch Nicholas Mystikos and his guardian John Eladas. * August - Byzantine–Bulgarian War: Simeon I (the Great), ruler (knyaz) of the Bulgarian Empire, launches a campaign at the head of a large Bulgarian army, and reaches Constantinople unopposed. The Bulgarians besiege the Byzantine capital and construct ditches from the Golden Horn to the Golden Gate at the Marmara Sea. After negotiations the siege is lifted and Simeon is recognised as emperor of the Bulgarians. * Summer - Constantine Doukas, a Byzantine general (magister militum), tries, unsuccessfully, with the support of several aristocrats to usurp the throne from the young Constantine VII. He is killed in a clash by the soldiers of the Hetaireia guard, assembled by John Eladas. His head is cut off and presented to Constantine. ==== Europe ==== * Battle of the Inn: The Hungarians invade Bavaria, Swabia and Northern Burgundy. At their return they face the combined armies of Arnulf (duke of Bavaria), Erchanger and Burchard II (dukes of Swabia), who defeat them at Aschbach near the Inn River (modern Germany).Bóna, István (2000). The Hungarians and Europa in the 9th-10th centuries. Budapest: Historia - MTA Történettudományi Intézete, pp. 13–14. . ==== Britain ==== * King Edward the Elder begins with the 'reconquest' of the Danelaw and occupies Essex. Death of High-Reeve Eadwulf II. He is succeeded by his son Ealdred I, who is almost immediately driven out by King Ragnall ua Ímair of Norse York. Ealdred flees to the court of King Constantine II of Scotland. ==== Arabian Empire ==== * Caliph Abdullah al- Mahdi Billah of the Fatimid Caliphate replaces the unpopular governor Ibn Abi Khinzir with Ali ibn Umar al-Balawi. But the Sicilian lords find this unacceptable and decide to declare independence of Sicily. They acknowledge allegiance to the Abbasid caliph Al-Muqtadir and acclaim an Aghlabid prince, Ahmed ibn Khorob, as emir of Sicily. The Sicilians re-launch their conquest of Byzantine Calabria, while Ahmed ibn Khorob in Sicily leads a successful assault against the North African cities of Sfax and Tripoli. === By topic === ==== Religion ==== * Summer - Pope Anastasius III dies at Rome after a 2-year reign. He is succeeded by Lando as the 121st pope of the Catholic Church. * San Miguel de Escalada is built in León (Northern Spain) by orders of King García I (approximate date). == Births == * al-Mansur bi-Nasr Allah, Fatimid caliph (d. 953) * Gerberga, Frankish queen and regent (approximate date) * Shabbethai Donnolo, Jewish physician (d. 982) * Theobald I, Frankish nobleman (d. 975) * Wu Hanyue, Chinese noblewoman (d. 952) == Deaths == * March 27 ** Du Xiao, chancellor of Later Liang ** Zhang, empress of Later Liang * May 15 - Hatto I, archbishop of Mainz * June 6 - Alexander III, Byzantine emperor (b. 870) * June/July - Abu Sa'id al-Jannabi, founder of the Qarmatian state in Bahrayn (assassinated) * August 21 - Tang Daoxi, Chinese general * Anastasius III, pope of the Catholic Church * Cheng Ji, Chinese general and strategist * Constantine Doukas, Byzantine general * Eadwulf II, ruler (high-reeve) of Northumbria * Li Yantu, ruler of Qian Prefecture * Torpaid mac Taicthech, Irish poet * Ubaydallah ibn Abdallah, Tahirid governor * Wang Yuanying, Chinese prince (b. 892) * Zhu Yougui, emperor of Later Liang == References ==",
 "title": "913"
}