{
 "id": "421066",
 "text": "A line doubler is a device or algorithm used to deinterlace video signals prior to display on a progressive scan display. The main function of a deinterlacer is to take an interlaced video frame which consists of 60 two- field interlaced fields of an NTSC analogue video signal or 50 fields of a PAL signal, and create a progressive scan output. Cathode ray tube (CRT) based displays (both direct-view and projection) are capable of directly displaying both interlaced and progressive video, and therefore the line-doubling process is an optional step to enhance picture quality. Other types of displays are fixed pixel displays, including LCD displays, plasma displays, DLP projectors, and OLED displays, are not scanned from top left to bottom right corners and generally cannot accept an interlaced signal directly, and so require some kind of deinterlacing. Often, this is built in to the display and transparent to the user. Progressive scan DVD players also feature a deinterlacer. Line doubling is a literal way to deinterlace an interlaced signal, although the method used may differ. Typically the use of the term \"line doubler\" refers to a simple repeat of a scanline so that the lines in a field match the lines of a frame. However, this produces a \"bobbing\" effect and has led to this method of deinterlacing being referred to as \"bob deinterlacing\". An iteration on bob deinterlacing is to average adjacent scanlines of two frames which can produce a smoother, although blurrier, image. This technique is referred to as \"blend deinterlacing\". Some line doublers are capable of using the former technique in moving areas and the latter in static areas (to avoid the \"bob\" effect), which improves overall sharpness. It is worth noting that even if a line doubler employs the merging method it cannot be considered an inverse telecine device if a frame rate of 60p other than the original 24p is obtained. From this aspect of view some hyped progressive scan technologies (including Pioneer's PureCinema Progressive Scan) bearing an inverse telecine insignia are thus overstated. Line doublers have been replaced recently by video scalers which incorporate 3:2 pulldown removal and the ability to scale the image to the various screen resolutions used on modern projectors and displays. However, line doublers such as the Open Source Scan Converter have been developed to convert signals from older video game consoles and have found popularity among retro gaming enthusiasts due to their minimal contribution to input lag. ==See also== * 3:2 Pulldown * Deinterlacing ==References== Category:Film and video technology",
 "title": "Line doubler"
}