{
 "id": "421015",
 "text": "Outlaw country is a subgenre of American country music created by a small group of iconoclastic artists active in the 1970s and early 1980s, known collectively as the outlaw movement, who fought for and won their creative freedom outside of the Nashville establishment that dictated the sound of country music of the era. Willie Nelson, Waylon Jennings, Kris Kristofferson, and David Allan Coe were among the movement's most commercially successful members. The music has its roots in earlier subgenres like Western, honky tonk and rockabilly and is characterized by a blend of rock and folk rhythms, country instrumentation and introspective lyrics.Streissguth, Michael (2014). Outlaw: Waylon, Willie, Kris, and the Renegades of Nashville. itbooks. . The movement began as a reaction to the slick production and popular structures of the Nashville sound developed by record producers like Chet Atkins. ==History== The outlaw sound has its roots in blues music,Outlaw Country Music Genre Overview|AllMusic honky tonk music of the 1940s and 1950s, rockabilly of the 1950s, and the evolving genre of rock and roll. Early outlaws were particularly influenced by predecessors like Bob Wills, Hank Williams, Elvis Presley, and Buddy Holly. However, an even greater transition occurred after Waylon Jennings and Willie Nelson were able to secure their own recording rights, and began the trend of bucking the \"Nashville sound\". According to Michael Streissguth, author of Outlaw: Waylon, Willie, Kris, and the Renegades of Nashville, Jennings and Nelson became outlaws when they \"won the right\" to record with the producers and studio musicians they preferred. The 1960s was a decade of enormous change, a change reflected in the music of the time. The Beatles, Bob Dylan, The Rolling Stones, and many who followed in their wake cast off the traditional role of the recording artist. They wrote their own material, had creative input in their albums, and refused to conform to what society required of its youth. One author states that the Beatnik movement, from the late 1940s to the mid-1960s, was a precursor to outlaw country, as participants in both movements emphasized that they felt \"out of place\" in mainstream society.Blair, Gregory. Errant Bodies, Mobility, and Political Resistance. Springer, 2018. p. 63. At the same time, country music was declining into a formulaic genre that appeared to offer the establishment what it wanted with artists such as Porter Wagoner and Dolly Parton making the kind of music that was anathema to the growing counterculture. While Nashville continued to be the focus of mainstream country music, cities like Lubbock and Austin became the creative centers of outlaw country. Southern rock also had a strong influence on the outlaw country movement, and that sound and style of recording was centered in Muscle Shoals, Alabama. In the Western United States, the Bakersfield sound was providing a counterpoint to the traditional Nashville sound, and the counterculture was also giving rise to the fusion genre of country rock, with groups such as the Flying Burrito Brothers and The First National Band (whose lead singer Michael Nesmith had similar creative rebellion against the West Coast music establishment dating to his time with The Monkees). ===Origin of term=== The origin of the outlaw label is debated. According to Jason Mellard, author of Progressive Country: How the 1970s Transformed the Texan in Popular Culture, the term \"seems to have sedimented over time rather than exploding in the national consciousness all at once\". The term is often attributed to \"Ladies Love Outlaws\", a song by Lee Clayton and sung by Waylon Jennings on the 1972 album of the same name. Another plausible explanation is the use of the term a year later by publicist Hazel Smith of Glaser Studios to describe the music of Jennings and Tompall Glaser. Art critic Dave Hickey, who wrote a 1974 profile in Country Music magazine, also used the term to describe artists who opposed the commercial control of the Nashville recording industry. In 1976, the Outlaw movement solidified the term with the release of Wanted! The Outlaws, a compilation album featuring songs sung by Waylon Jennings, Willie Nelson, Jessi Colter, and Tompall Glaser. Wanted! The Outlaws became the first country album to be platinum- certified, reaching sales of one million. ===Development=== As Southern rock flourished, veteran country artists incorporated rock into their music in this genre. Songwriters/guitarists such as Willie Nelson, Waylon Jennings, and Hank Williams, Jr. shed formulaic Nashville sound, grew long hair, and replaced rhinestone-studded suits with leather jackets. Outlaw country artists spoke openly about smoking marijuana.Hughes, Charles L. Country Soul: Making Music and Making Race in the American South. UNC Press Books, 2015. p. 159 Fiercely independent, the \"outlaws\" abandoned lush orchestrations, stripped the music to its country core, and added a rock sensibility to the sound. At the same time, outlaw country performers brought back older styles that had fallen into disuse, such as honky tonk songs and \"cowboy ballads\".Garner, Kelly K. So You Want to Sing Country: A Guide for Performers. Rowman & Littlefield, 2016. p. 17 As well, Nelson and Jennings incorporated more R&B; and soul music into their country music by working with Memphis and Muscle Shoals Rhythm Section musicians. The outlaw country artists aimed to resist the big \"machine\" of the Nashville establishment, which \"codified\" norms of sounds, styles, and even appearance and behavior through influential \"tastemaker\" shows such as Grand Ole Opry.Blair, Gregory. Errant Bodies, Mobility, and Political Resistance. Springer, 2018. p. 64 The Grand Ole Opry, which was \"staunchly conservative\", used its influence over Nashville's Music Row to control who could play and what types of songs they could perform. Jennings described his experience in that city's recording industry as like working on an assembly line, in which records were produced like \"clockwork\". Although Jennings and Nelson are regarded as the stereotypical outlaws, there were several other writers and performers who provided the material that infused the movement with the outlaw spirit. Some people have noted that Jennings and Nelson were Nashville veterans whose careers were revived by the movement and that they drew on the energy that was being generated in their home state of Texas to spearhead the attack on the Nashville producers. Jennings, in particular, forced his record company to let him produce his own albums. In 1973 he produced Lonesome, On'ry and Mean. The theme song was written by Steve Young, a songwriter and performer who never made it in the mainstream, but whose songs helped to create the outlaw style. The follow-up album for Jennings was Honky Tonk Heroes and the songwriting hero was Texan Billy Joe Shaver. Like Steve Young, Shaver never made it big, but his 1973 album Old Five and Dimers Like Me is considered a country classic in the outlaw genre. Willie Nelson's career as a songwriter in Nashville peaked in the late 1960s. As a songwriter, he had written a number of major pop-crossover hits, including \"Crazy\" for Patsy Cline and \"Hello Walls\" for Faron Young, but as a singer, he was getting nowhere. He left Nashville in 1971 to return to Texas. The musicians he met in Austin had been developing the folk and rock influenced country music that grew into the outlaw genre. Performing and associating with the likes of Jerry Jeff Walker, Michael Martin Murphey and Billy Joe Shaver helped shape his future career. At the same time as Nelson was reinventing himself, other influential musicians were writing songs and playing in Austin and Lubbock. Butch Hancock, Joe Ely and Jimmie Dale Gilmore formed The Flatlanders, a group that never sold huge numbers of albums, but continues to perform. The three founders have each made a significant contribution to the development of the outlaw genre. The Lost Gonzo Band and their work in conjunction with Jerry Jeff Walker and Michael Murphey were integral in the birth of Outlaw Country. Other Texans, like Townes Van Zandt, Steve Earle and Guy Clark, have developed the outlaw ethos through their songs and their lifestyles. Although Johnny Cash spent most of his time in Arkansas and Tennessee, he experienced a revival of his career with the outlaw movement, especially after his live albums At Folsom Prison and At San Quentin, both of which were recorded in prisons. Cash had working relationships with Nelson, Jennings and Kris Kristofferson in his later career, culminating in the formation of The Highwaymen; the four would record and perform as a supergroup in addition to their solo careers through the late 1990s. Cash had also been on good terms with several folk counterculture figures, a fact that irked Nashville and television executives (Cash hosted a variety show from 1969 to 1971). Like the other outlaw singers, he eschewed the polished Nashville look with a somewhat ragged (especially in later years), all-black outfit that inspired Cash's nickname, the \"Man in Black\". ===Decline of the movement=== The outlaw movement's heyday was in the mid- to late 1970s; although the core artists of the movement continued to record for many years afterward (Nelson, in particular, was recording hits well into the following decade while Hank Williams, Jr. achieved his greatest success during the 1980s), the outlaw movement as a fad was already declining by 1978. By 1980 mainstream country music was practically dominated by country pop artists and crossover acts. The movement was furthermore falling victim to the same pigeonholing and commercialization as mainstream country music; Mickey Newbury, a prominent influence on many outlaw artists, rejected the \"outlaw\" label, stating \"I quit playing cowboys when I grew up.\" Williams also noted in his song \"All My Rowdy Friends (Have Settled Down)\" that many of the core \"outlaws\" were growing up and abandoning the drugs and hard partying that had driven much of their lives in the 1970s in favor of their home lives and other pursuits. Jennings had a hit song with \"Don't You Think This Outlaw Bit's Done Got Out of Hand\" in 1978, which likewise attributed the decline to pressures from drug use. Some of the outlaws would have a slight career renaissance in the mid-1980s with the neotraditional country revival, which revived the older styles of both mainstream and \"outlaw\" country music of years past. ==Texas country and Oklahoma Red Dirt== thumb|left|Matt Hillyer of Eleven Hundred Springs Newer artists, such as Robert Earl Keen Jr., Ryan Bingham, Jamey Johnson, Cory Morrow, Roger Creager, Kevin Fowler, Shooter Jennings, Rich O’Toole, Wade Bowen, Jimmy Aldridge, Jesse Brand and groups such as Randy Rogers Band, Cross Canadian Ragweed, Jason Boland & the Stragglers, and Eli Young Band, who grew up during the original outlaw movement, have recently been re-energizing the Outlaw Movement and keeping with the \"outlaw spirit\". Also, older artists such as Ray Wylie Hubbard, Billy Joe Shaver, and David Allan Coe have also been contributing to the resurgence of the outlaw sound. Because many of these artists are native Texans or call Texas their home, it is often referred to as Texas Country. Robert Earl Keen, a graduate of Texas A&M; University, where he and fellow songwriter Lyle Lovett were roommates, has been performing on college campuses since the late 80s.An Interview with Robert Earl Keen and Lyle Lovett–Garden & Gun Along with Green's shows in the late 1990s, these artists began to increase with incredible popularity on college campuses in Texas and Oklahoma including Texas Tech, (Green's alma mater), Texas A&M;, Oklahoma State University (home of the red dirt music scene) and the University of Texas. Their popularity gave more exposure to other Texas Country artists like Cory Morrow, Roger Creager, and Kevin Fowler and to groups like Cooder Graw (the latter usually called their style \"loud country\").The Band — Cooder Graw In 1998, maverick record executive Rick Smith, of Fort Worth, launched the \"Live at Billy Bob's Texas\" series of recordings,About the World Famous Billy Bob's Texas Honky Tonk in Fort Worth, TX which have featured legends such as Willie Nelson, Billy Joe Shaver, Asleep at the Wheel, Merle Haggard, David Allan Coe and popular Texas Country artists like Pat Green, Jack Ingram, Cory Morrow, Cross Canadian Ragweed (Oklahoma), Jason Boland & the Stragglers, Cooder Graw, the Randy Rogers Band and Kevin Fowler.CD's|Billy Bobs Texas The related genre of Red Dirt is centered in Stillwater, Oklahoma.Bonvissuto, Danny. Stillwater Music Has Red Dirt Roots, Bright Future. Stillwater, Oklahoma on Livability.com. Retrieved January 8, 2010. As with the outlaw movement, Red Dirt is difficult to define as a musical format and more closely resembles an ethos and a movement among artists.Kennedy, Wally. Dig that 'Red Dirt' sound. Joplin Globe, May 26, 2006. Retrieved August 7, 2008.Cisneros, Ben. Red Dirt: The Power of Infrastructure. Engine 145, April 10, 2008. Retrieved August 7, 2008 The Tulsa sound out of Tulsa, Oklahoma was closely related to outlaw country;John Wooley, From the Blue Devils to Red Dirt: The Colors of Oklahoma Music (Hawk Publishing Group, 2006), .Thomas Conner, \"Getting Along: Woody Guthrie and Oklahoma's Red Dirt Musicians\" in Davis D. Joyce & Fred R. Harris, eds., Alternative Oklahoma: Contrarian Views of the Sooner State (University of Oklahoma Press, 2007), , p. 92. Excerpt available at Google Books. \"Tulsa Time\" became a hit for Don Williams in 1978, and for Eric Clapton (who, though English, was closely associated with the Tulsa sound in the late 1970s and early 1980sRobert Christgau, Rock Albums of the '70s: A Critical Guide (Da Capo Press, 1990), , p. 82. Excerpt available at Google Books.) in 1980. ==Notable artists== Early \"outlaws\" include: *Waylon Jennings *Willie Nelson *Jerry Jeff Walker *Kris Kristofferson *Johnny Cash *Guy Clark *Jessi Colter *Tompall Glaser Other associated artists include Hank Williams Jr., Charlie Daniels, B. W. Stevenson, the Eli Radish Band, Leon Russell, Townes Van Zandt, Billy Joe Shaver, Wheeler Walker Jr., Steve Earle, Joe Ely,Outlaw Country Music Artists|AllMusic Johnny Paycheck, Ed Bruce and Gary Stewart. ==See also== * Country rock * Cowpunk * Hillbilly * Bluegrass music * Bakersfield sound * Southern Gothic music * Americana ==References== ==Sources== * ==Further reading== * * * Streissguth, Michael (2014). Outlaw: Waylon, Willie, Kris, and the Renegades of Nashville. It Books. * ==External links== * Outlaw country history * Outlaw Country Semi-Weekly Charts * Outlaw Nation Category:American rock music genres Category:Country music genres Category:Music of Tennessee Category:Music of Texas Category:Progressive country",
 "title": "Outlaw country"
}