{
 "id": "42123",
 "text": "CATIA (, an acronym of computer-aided three-dimensional interactive application) is a multi-platform software suite for computer-aided design (CAD), computer-aided manufacturing (CAM), computer-aided engineering (CAE), 3D modeling and Product lifecycle management (PLM), developed by the French company Dassault Systèmes. Since it supports multiple stages of product development from conceptualization, design and engineering to manufacturing, it is considered a CAx-software and is sometimes referred to as a 3D Product Lifecycle Management software suite. Like most of its competition it facilitates collaborative engineering through an integrated cloud service and have support to be used across disciplines including surfacing & shape design, electrical, fluid and electronic systems design, mechanical engineering and systems engineering. Besides being used in a wide range of industries from aerospace and defence to packaging design, CATIA has been used by architect Frank Gehry to design some of his signature curvilinear buildings and his company Gehry Technologies was developing their Digital Project software based on CATIA. The software has been merged with the company's other software suite 3D XML Player to form the combined Solidworks Composer Player. == History == CATIA started as an in-house development in 1977 by French aircraft manufacturer Avions Marcel Dassault to provide 3D surface modeling and NC functions for the CADAM software they used at that timeA history of CATIA by former CEO of Dassault Systèmes Francis Bernard to develop the Mirage fighter jet. Initially named CATI (conception assistée tridimensionnelle interactive – French for interactive aided three-dimensional design ), it was renamed CATIA in 1981 when Dassault created the subsidiary Dassault Systèmes to develop and sell the software, under the management of its first CEO, Francis Bernard. Dassault Systèmes signed a non-exclusive distribution agreement with IBM, that was also selling CADAM for Lockheed since 1978. Version 1 was released in 1982 as an add-on for CADAM. During the eighties CATIA saw wider adoption in the aviation and military industries with users such as Boeing and General Dynamics Electric Boat Corp. Dassault Systèmes purchased CADAM from IBM in 1992, and the next year CATIA CADAM was released. During the nineties CATIA was ported first in 1996 from one to four Unix operating systems, and was entirely rewritten for version 5 in 1998 to support Windows NT. In the years prior to 2000, this caused problems of incompatibility between versions that led to $6.1B in additional costs due to delays in production of the Airbus A380. With the launch of Dassault Systèmes 3DEXPERIENCE Platform in 2014, CATIA became available as a cloud version. === Release history === {| class=\"wikitable\" |- ! Name/Version ! Version History Value ! Release Date |- |Catia v1 | |1981 |- |Catia v2 | |1984 |- |Catia v3 | |1988 |- |Catia v4 | |1993 |- |Catia v5 | |1998 |- |Catia v5 |R7 |26/6/2001 |- catia v4 1993 | Catia v5 | R17 | 5/9/2006 |- | Catia v5 | R18 | 10/2/2007 |- |Catia v5 |R19 |23/8/2008 |- |Catia v6 |R2010 |23/6/2009 |- |Catia v5 |R20 |16/2/2010 |- |Catia v5 |R21 |5/7/2011 |- | Catia v6 | R___ | _/_/2011 |- |Catia v5-6 |R2012 (R22) |18/4/2012 |- | Catia v6 | R20 | 20/5/2013 |- |Catia v5-6 |R2013 (R23) |2013 |- |Catia v5-3DX (3D Experience) |R2015 (R24) |2014 |- |Catia v5-3DX (3D Experience) |R2015 (R25) |2015 |- |Catia v5-3DX (3D Experience) |R2016 (R26) |2017 |- |Catia v5-3DX (3D Experience) |R2017 (R27) |2017 |- |Catia v5-3DX (3D Experience) |R2018 (R28) |2018 |- |Catia v5-3DX (3D Experience) |R2019 (R29) |2019 |- |Catia v5-3DX (3D Experience) |R2020 (R30) |2020 |- |Catia v5-3DX (3D Experience) |R2021 (R31) |2021 |- |} == Gallery == File:EiffelCATIALeg.jpg|North Leg of the Eiffel Tower File:Piston2.14.jpg|Example of modeling in CATIA File:CATIA Rendering.jpg|CATIA Rendering File:CATIA Diamond rendering.jpg|CATIA Rendering of a diamond == See also == * Comparison of computer-aided design editors * List of 3D computer graphics software * List of 3D rendering software * List of 3D modeling software == References == == External links == * *History of CATIA Category:Computer-aided design software Category:Computer-aided manufacturing software Category:Computer-aided engineering software Category:Product lifecycle management Category:Dassault Group Category:Proprietary software",
 "title": "CATIA"
}