{
 "id": "421373",
 "text": "Émile Basly (29 March 1854 – 11 February 1928) is one of the great figures of trade unionism in mining in the mineral field of Nord-Pas-de-Calais, France, along with Arthur Lamendin. He is primarily known for his participation in the strike of 1884, when he became known as \"the untameable miner\" and \"the tsar of Lens\". He was the inspiration for the character Etienne Lantier in Émile Zola's novel Germinal.Zola, E. Germinal. trans. MacKenzie, R. 2011. Hackett Publishing Company, Inc. pp. xxii ==Early years== Émile Joseph Basly was born on 29 March 1854 in Valenciennes, Nord. Basly entered mining as a galibot (minor) at the age of twelve. He was one of the leaders of the 1880 strike at the Compagnie des mines d'Anzin, which led to the creation in 1883 of the Union of Miners (Syndicat des ouvriers mineurs), of which Basly became general secretary. After the creation of the Trade union of the minors of Anzin in 1882, Basly became its secretary, and subsequently its president in 1891. He was delegate for the miners of Nord to the 1883 miners' congress in Saint- Étienne, where he vigorously supported their demands. Another strike began at Anzin in February 1884 after 140 workers, mostly union members, were dismissed. The company called in troops to defend the mines, and refused to make any concessions. The strike lasted 56 days, and was headline news in France, but failed completely. During this strike Basly emerged as a leader of the miners. He became secretary general of the Nord miners' union, president of the Pas-de-Calais miners' union. During the 1884 Anzin strike he came to Paris to defend the miners' grievances and demands before the Parliamentary Committee established to examine the strike. He spoke in several public meetings, and became well known in the press for his strong socialist views. ==National deputy== Basly was elected deputy for Pas-de-Calais on 4 October 1885. Soon after the 1885 session opened Antide Boyer, Émile Basly, Zéphyrin Camélinat and others formed the \"workers' group\", a small socialist group independent of the extreme left. The members of the workers' group summarized their demands in a manifesto on 12 March 1886: thumbnail|right|Basly as deputy-mayor of Lens, early 20th Century. Basly was reelected as Deputy for Pas-de-Calais on 22 February 1891, 20 August 1893, 8 May 1898, 27 April 1902, 6 May 1906, 24 April 1910, 26 April 1914, 16 November 1919 and 11 May 1924, holding office until his death on 11 February 1928. Basly became mayor of Lens in 1900, and devoted the last ten years of his life to rebuilding the city, which had been completely destroyed during First World War. He continued to serve as mayor until his death there in 1928. Émile Basly died on 11 February 1928 in Lens, Nord. Rue Émile Basly is a street in Avion, named in his honor. ==References== ==Sources== * * * * * Category:1854 births Category:1928 deaths Category:People from Valenciennes Category:French Section of the Workers' International politicians Category:Members of the 4th Chamber of Deputies of the French Third Republic Category:Members of the 5th Chamber of Deputies of the French Third Republic Category:Members of the 6th Chamber of Deputies of the French Third Republic Category:Members of the 7th Chamber of Deputies of the French Third Republic Category:Members of the 8th Chamber of Deputies of the French Third Republic Category:Members of the 9th Chamber of Deputies of the French Third Republic Category:Members of the 10th Chamber of Deputies of the French Third Republic Category:Members of the 11th Chamber of Deputies of the French Third Republic Category:Members of the 12th Chamber of Deputies of the French Third Republic Category:Members of the 13th Chamber of Deputies of the French Third Republic Category:Mayors of places in Hauts-de-France Category:Members of the General Confederation of Labour (France)",
 "title": "Émile Basly"
}