{
 "id": "421511",
 "text": "Jerald Dee Tanner (June 1, 1938 – October 1, 2006) and Sandra McGee Tanner (born January 14, 1941) are American writers and researchers who publish archival and evidential materials about the history of The Church of Jesus Christ of Latter-day Saints (LDS Church). The Tanners founded the Utah Lighthouse Ministry (UTLM), whose stated mission is \"to document problems with the claims of Mormonism and compare LDS doctrines with Christianity\". Sandra Tanner continues to operate the ministry after Jerald's death in 2006. The Tanners, who are ex-Mormon, printed original versions of early Mormon writings and scripture in which they annotated and highlighted doctrinal changes, such as the rejection of Brigham Young's \"Adam–God theory\". They jointly published more than 40 books about many aspects of the LDS Church, primarily its history. ==Biographies== Jerald Tanner was born in Provo, Utah, and was a fifth-generation Mormon. He studied at the University of Utah and received a degree from Salt Lake Trade Technical Institute. His great-great-grandfather, John Tanner, gave large donations to church founder Joseph Smith when the fledgling church was deeply in debt. Like her husband, Sandra was a fifth- generation Mormon. She is a great-great-granddaughter of Brigham Young, the LDS Church's second president. Both families had longstanding ties to the Mormon community. They met in the spring of 1959, in Salt Lake City, at a religious meeting of Pauline Hancock's Church of Christ (Lukeite),Sometimes spelt 'Lukites'. Soon after they were introduced, Jerald and Sandra began jointly researching the subject of Mormonism. Each had been raised as Latter- day Saints, but discovered that they had each begun questioning the church in their teenage years. Jerald and Sandra Tanner were married by a Protestant minister in Mission Hills, California, on June 14, 1959. The following year, both resigned from the LDS Church. In 1964, they began an outreach to Mormons at their house in Salt Lake City, which grew into UTLM. They had two daughters and a son together. After 47 years of marriage, Jerald died in Salt Lake City on October 1, 2006, as a result of complications arising from Alzheimer's disease. He had retired a few months before his death. ==Publications== ===Joseph Smith Egyptian Papers=== The Tanners have specialized in publishing original documents that would otherwise be inaccessible to the general public. For example, in 1966, they were the first to publish Joseph Smith's Egyptian Alphabet and Grammar (since called the \"Joseph Smith Egyptian Papers\"). Prior to their publication, few LDS Church members knew about these documents. The next year, the publication prompted discussions and debates about the content of the documents, which have continued for decades. Joseph Smith said that, in addition to translating the golden plates, he translated the Book of Abraham papyri. These materials were thought to have been lost in the Great Chicago Fire. However, in 1966 scholars found ten fragments of the papyri in the archives of the Metropolitan Museum of Art in New York. Subsequently, an additional fragment was located in the LDS Church Historian's Office. The papyri have been determined to be portions of Egyptian funerary texts, dating to about the first century BC. The LDS Church disputes the Tanners' position stating in an Ensign article, \"…some people have concluded that this Book of Breathings must be the text Joseph Smith used in his translation of the book of Abraham. However, there are some serious problems associated with this assumption. First of all, from paleographic and historical considerations, the Book of Breathings papyrus can reliably be dated to around A.D. 60–much too late for Abraham to have written it. Of course, it could be a copy–or a copy of a copy–of the original written by Abraham. However, a second problem arises when one compares the text of the book of Abraham with a translation of the Book of Breathings; they clearly are not the same…\"The Church of Jesus Christ of Latter-day Saints The Tanners contend that the Book of Abraham is a 19th- century work written only by Joseph Smith. ===Other documents and books=== The Tanners have also published photo-mechanical reproductions of texts such as complete sets of early-LDS periodicals, including Messenger and Advocate, Times and Seasons, and the Millennial Star. Also notable is a reproduction of the 1825 edition of Ethan Smith's View of the Hebrews. Their version contains the margin notes made by Elder B. H. Roberts, who compared this text with the Book of Mormon at the request of an LDS leader. His report was initially kept secret, but it gradually was distributed within Mormon circles and was published posthumously as part of A Book of Mormon Study (also known as Studies of the Book of Mormon) and A Parallel. The Tanners have published compiled lists of changes to the text of the Book of Mormon and other texts used by the LDS church. They argue that the alterations are substantial and that the inconsistencies in the texts are evidence against LDS claims of their being divinely inspired. This is because of the Tanner's interpretation of Joseph Smith's claim the Book of Mormon was \"the most correct book on the face of the Earth… and a man would get nearer to God by abiding by its precepts, than by any other book.\" The best-known publication produced by the Tanners is Mormonism: Shadow or Reality?, originally published in 1963 as Mormonism: A Study of Mormon History and Doctrine, and reprinted five times since. Dean M. Helland of Oral Roberts University describes it as \"the heavyweight of all books on Mormonism\". Cited by Matthew Roper of Brigham Young University. The Tanners question the character and integrity of the witnesses to the Book of Mormon; they discuss the different accounts that Joseph Smith gave of the First Vision. Their book includes copies of original LDS documents. ==Legal challenges== In 1999, the LDS Church sued the Tanners for internet linking from their website to the copyrighted Church Handbook of Instructions. The lawsuit was settled out of court before an appeals court could rule on what observers described as a potentially landmark case concerning internet linking. ==Criticism== Lawrence Foster, a non-Mormon historian of Mormon history, has offered a mixed assessment of the Tanners and their work. On the negative side, Foster has written that, until the Tanners \"are prepared to abide by accepted standards of scholarly behavior and common courtesy, they can expect little sympathy from serious historians.\" He criticized them for \"a holier-than-thou stance, refusing to be fair in applying the same debate standard of absolute rectitude that they demand of Mormonism to their own actions, writings, and beliefs… The Tanners seem to be playing a skillful shell game in which the premises for judgment are conveniently shifted so that the conclusion is always the same—negative.\" On a more positive note, Foster says that some of the Tanners' \"research and analysis... would do credit to any professional historian.\", presentation at the 2002 FAIR conference. He credits them with being \"more than simply gadflies\" and says that their work has helped stimulate serious Mormon scholarship.Some scholars have also, at least in private, been very pleased that the Tanners have made available hard- to-find printed works from early LDS history... even those scholars who are most critical of the Tanners and their methods have profited, at least indirectly, because the Tanners' allegations have spurred them to begin their own investigations into vital and still incompletely understood topics… Jerald and Sandra Tanner have functioned with regard to Mormonism in much the same way that Ralph Nader has functioned with regard to American business… The Tanners have prodded the church to begin, however haltingly and imperfectly, to develop a more realistic sense of itself. I would imagine, for example, that much of the flowering of Mormon historical studies in the 1970s, which has helped to give at least some Mormons a richer and more vital knowledge of their own heritage, has been more than tangentially related to the desire of Latter-day Saint historians to prove the Tanners wrong by showing that a full and honest history of the Latter-day Saints can indeed be written. Much like the irritating grain of sand in the oyster, the result has been a pearl.\" Tanner, Jerald & Sandra. \"Mormon FARMS: Battling The AntiMormonoids\", Salt Lake City Messenger, May 1996 (Issue No. 90). D. Michael Quinn, a historian and former member of the LDS Church, takes issue with the Tanners' work. He noted that \"although the most conscientious and honest researcher can overlook pertinent sources of information, the repeated omissions of evidence by the Tanners suggest an intentional avoidance of sources that modify or refute their caustic interpretation of Mormon history.\" ==Challenging anti- Mormonism== On occasion, the Tanners have publicly challenged critics of Mormonism and earned praise from some LDS scholars. For instance, the historian Daniel C. Peterson, the former chairman of Foundation for Ancient Research and Mormon Studies (FARMS) at Brigham Young University, suggested the Tanners' willingness to debunk false documents, regardless of their content, was a sign of integrity: The Tanners were among the first public critics of the forger and later murderer Mark Hofmann. Hofmann's \"discoveries\" of important Mormon documents he had secretly forged appeared to bolster the Tanners' arguments, but by early 1984, Jerald Tanner had concluded there was significant doubt as to the Salamander Letter's authenticity. He even went as far as to publish an attack on the Salamander Letter, shocking many scholars, historians, and students who believed the document was genuine.. By late 1984, he questioned the authenticity of most, if not all, of Hofmann's discoveries, largely for their undocumented provenance. He was ultimately vindicated when Hofmann's forgeries were exposed. The Tanners have debunked what they characterize as misrepresentations of the LDS Church by Ed Decker, a Christian evangelist. They criticized his film The God Makers II, despite their involvement in his earlier film, The God Makers. ==Selected publications== * Mormonism: Shadow or Reality? includes reproductions of early Mormon documents accompanied by commentary. A revised version is the basis for their more accessible book, The Changing World of Mormonism. * The Case Against Mormonism, Vols. 1-3. * The Mormon Kingdom, Vols. 1-2 * Evolution of the Mormon Temple Ceremony: 1842-1990, includes the complete text of the 1990 changes to the temple ceremony, and examines many other changes made to the ceremony throughout the years. ==See also== *Criticism of The Church of Jesus Christ of Latter-day Saints *Descendants of Brigham Young *Mormonism and Christianity ==References== ==External links== *Tanner ministry website **Testimony from Jerald and Sandra **Archives of the Salt Lake City Messenger from utlm.org **Online Books from utlm.org **Tanner, Jerald and Sandra. (1981). The Changing World of Mormonism (Moody Press) is the most thorough exposition available of their LDS religion critique. **Tanner, Jerald. Tracking the White Salamander (Salt Lake City, Utah: Utah Lighthouse Ministry, 1987), gives Tanner's description of his encounters with Mark Hofmann and the reasons for his conclusion that Hofmann's \"discoveries\" were fraudulent. *Sandra Tanner interviews on television program Polygamy: What Love Is This?: **Episode 106 (17 July 2008) **Episode 202 (15 Jan 2009) **Episode 236 (10 Sept 2009) **Episode 308 (25 Feb 2010) **Episode 417 (5 May 2011) *From the Foundation for Apologetic Information & Research (FAIR): **, presentation at the 2000 FAIR conference. ** ** ** **List of Books written by Jerald and Sandra Tanner, as reviewed in FARMS Review, Maxwell Institute. *Archival material **Scott Faulring research collection on Jerald and Sandra Tanner, MSS 1580 in the L. Tom Perry Special Collections, Harold B. Lee Library, Brigham Young University Category:Critics of Mormonism Category:Former Latter Day Saints Category:Latter Day Saint movement in Utah Category:Married couples Category:Writers from Provo, Utah Category:Writers from Salt Lake City Category:Tanner family Category:Religious leaders from Utah",
 "title": "Jerald and Sandra Tanner"
}