{
 "id": "421575",
 "text": "The sacred fire of Vesta was a sacred eternal flame in ancient Rome. The Vestal Virgins, originally numbering two, later four, and eventually six, were selected by lot and served for thirty years, tending the holy fire and performing other rituals connected to domestic life--among them were the ritual sweeping of the temple on June 15 and the preparation of food for certain festivals. By analogy, they also tended the life and soul of the city and of the body politic through the sacred fire of Vesta. The eternal burning of the sacred fire was a sign that determined eternal Rome. The fire was renewed every year on the Kalends of March. Plutarch's (c. 1st century AD) Parallel Lives records the Vestal Virgins use of burning mirrors to relight the fire: > If it (the fire) happens by any accident to be put out ... it is not to be > lighted again from another fire, but new fire is to be gained by drawing a > pure and unpolluted flame from the sunbeams. They kindle it generally with > concave vessels of brass, formed by hollowing out an isosceles rectangular > triangle, whose lines from the circumference meet in one single point. This > being placed against the sun, causes its rays to converge in the centre, > which, by reflection, acquiring the force and activity of fire, rarefy the > air, and immediately kindle such light and dry matter as they think fit to > apply. (tr. Langhorne 1821 1: 195) Allowing the sacred fire to die out was a serious dereliction of duty; it suggested that the goddess had withdrawn her protection from the city. Vestals guilty of this offence were punished by a scourging or a beating. The sacred fire burned in Vesta's circular temple, built in the Roman Forum below the Palatine Hill in pre-republican times. Among other sacred objects in the temple was the Palladium, a statue of Pallas Athena supposedly brought by Aeneas from Troy. The temple burned completely on at least four occasions and caught fire on two others. It was last rebuilt in AD 191 on the orders of Julia Domna, the wife of the emperor Septimius Severus. ==References== == Further reading == * Altheim, Franz (tr. Harold Mattingly): A History of Roman Religion (London: Methuen & Co., Ltd., 1938) *Fowler, W. Warde The Roman Festivals of the Period of the Republic: An Introduction to the Study of the Religion of the Romans (London: Macmillan & Co., 1899) * * Platner, Samuel Ball (as completed and revised by Thomas Ashby): A Topographical Dictionary of Ancient Rome (London: Oxford University Press, 1929) (e-text) * Rose, H. J.: Religion in Greece and Rome (NY: Harper & Row, 1959) Category:Ancient Roman religion Category:Ceremonial flames Category:Fire in religion",
 "title": "Sacred fire of Vesta"
}