{
 "id": "421673",
 "text": "David Wright (born 22 December 1966) is a British Labour Party politician who was the Member of Parliament (MP) for Telford from 2001 until 2015. He was an assistant government whip from June 2009 to May 2010. In May 2019, he was elected as a Labour member of Telford and Wrekin Council, representing St George's ward, and became cabinet member for Economy, Housing, Transport and Infrastructure. ==Early life== Born within his future constituency at Oakengates,General Election 2015 local supplement. Telford, Shropshire, he went to Wrockwardine Wood Comprehensive School on New Road in Telford then New College, Telford. He graduated from Wolverhampton Polytechnic (now Wolverhampton University) with a degree in Humanities. He worked on regeneration in the public Housing Department of Sandwell Metropolitan Borough Council for thirteen years before resigning to stand for election to Parliament. He is a member of the Chartered Institute of Housing. ==Political career== Wright was a Town Councillor in Oakengates 1989-2000 and a Wrekin District Councillor from 1989 to 1997. He was elected Member of Parliament (MP) for Telford in the 2001 general election. In June 2009 he became a government whip. On 15 February 2010, he became involved in a scandal when an entry on his Twitter microblog called Conservative Party members \"scum sucking pigs\", although he claimed his account had been hacked. He then claimed, despite it being impossible, that his tweets had been edited after being posted. In 2011, he was a member of the special Select Committee set up to scrutinise the Bill, which became the Armed Forces Act 2011. He was narrowly defeated by his Conservative challenger, Lucy Allan at the 2015 general election, being the only incumbent Labour MP from the West Midlands to lose their seat. In May 2019 he was elected as a Labour Member of Telford and Wrekin council, representing the St George's ward. He became the cabinet member for Economy, Housing, Transport and Infrastructure. ==Personal life== Wright married Lesley in 1990. ==References== ==External links== * His website * Profile at the Parliament of the United Kingdom * Guardian Unlimited Politics - Ask Aristotle: David Wright MP * TheyWorkForYou.com - David Wright MP * BBC Politics Category:1966 births Category:Living people Category:Labour Party (UK) MPs for English constituencies Category:People from Oakengates Category:Politics of Shropshire Category:Councillors in Shropshire Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:Alumni of the University of Wolverhampton Category:Members of the Parliament of the United Kingdom for constituencies in Shropshire",
 "title": "David Wright (politician)"
}