{
 "id": "422136",
 "text": "During World War II, Operation Gaff was the parachuting of a six-man patrol of Special Air Service commandos into German-occupied France on Tuesday 25 July 1944, with the aim of killing or kidnapping German Field Marshal Erwin Rommel. thumb|Operational order for Op GAFF, dated 20 Jul 1944 From March 1943, Allied Intelligence had been undertaking research on the whereabouts, bases and travel arrangements of Field Marshal Rommel. Part of the research asked the question of how feasible it would be to kill Rommel. After D-Day, the Allies were meeting fierce resistance, marshalled by Rommel, with Hitler's orders to stand firm at all costs. With losses mounting, Field Marshal Montgomery agreed to a plan to remove Rommel from the battle plan.William B. Breuer, Daring missions of World War II, pp.131-133, John Wiley & Sons, 2002 . After SAS Lieutenant-Colonel William Fraser was told the location of Rommel's headquarters, a chateau home of the Dukes de La Rochefoucauld in the village of La Roche-Guyon, Brigadier R.W. McLeod assigned six specially-trained assassins led by French SAS Captain Jack William Raymond Lee.\"Couraud, Raymond\", TracesOfWar.com. Retrieved and archived 25 May 2012. The original Op order, dated 20 July 1944 states: \"To kill ROMMEL would obviously be easier than to kidnap him and it is preferable to ensure the former rather than to attempt and fail in the latter. Kidnapping would require successful two-way W/T communication and therefore a larger party, while killing could be reported by pigeon\" thumb|Undated post-operational report, Capt S.W.Lee, Page 1 thumb|Undated post-operational report, Capt S.W.Lee, Page 2 On Tuesday 25 July 1944, Lee and his team parachuted into Orléans. On Friday 28 July 1944 the party found that Rommel had been severely injured, stating in the post- action report - 'learned Rommel had been got.' Rommel's staff car had been overturned in an attack by RAF Hawker Typhoons on 17 July 1944 and he had been replaced by Günther von Kluge. With their plan redundant, they moved toward advancing US Army lines on foot, while ambushing trains and attacking German units along their route, including a German headquarters in Mantes. They reached US forces and safety on 12 August.\"Le Captain Lee-Couraud & le 'French Squadron' du DU 2nd S.A.S Regiment\", Association SAS, retrieved and archived 25 May 2012 (in French). ==See also== *Operation Flipper, an earlier attempt to kill Rommel in North Africa. ==References== Category:Conflicts in 1944 Category:World War II British Commando raids Category:Special Air Service Category:1944 in France Category:Erwin Rommel",
 "title": "Operation Gaff"
}