{
 "id": "422795",
 "text": "Sir Stephen Rothwell O'Brien, (born 1 April 1957) is a British politician and diplomat who was the United Nations Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator. O'Brien assumed office on 29 May 2015, succeeding Valerie Amos.Edith M. Lederer, \"British MP Stephen O’Brien to be new UN humanitarian chief\", The San Diego Union-Tribune, 9 March 2015. He was formerly a Member of the United Kingdom Parliament (MP), representing Eddisbury. He was first elected in a by-election in July 1999, after Alastair Goodlad was made British High Commissioner in Australia by Tony Blair and thus had to leave Parliament. A member of the Conservative Party, within the Conservative-Liberal Democrat Coalition he was appointed as the Parliamentary Undersecretary of State in the Department for International Development. In September 2013 he became the Prime Minister's Envoy to the Sahel, encompassing nine countries across North and West Africa. ==Early life== He was born in Mtwara, Tanganyika Territory, and educated at Loretto School in Mombasa, at the Handbridge School (Chester), the Heronwater School (Abergele), Sedbergh School and Emmanuel College, Cambridge. At Cambridge, he gained an MA in Law in 1979, then obtained an MA from the College of Law in Chester in 1980. After two years, he qualified as a solicitor in 1983 and practised until 1988 at solicitors Freshfields (City of London). From 1988 to 1998, he was Group secretary and Director of Strategic and Corporate Affairs at Redland plc. He was the Executive Director of Redland Clay Tile in Mexico from 1994 to 1998. O'Brien is a former member of the Social Democratic Party (SDP). ==Parliamentary career== He was Parliamentary Under-Secretary of State for International Development from May 2010 to September 2012. Prior to the May 2010 elections he was a Shadow Minister for Health. From May to December 2005, he served as the Shadow Minister for Skills. From November 2003 to 2005, he was Shadow Secretary of State for Industry. Previously, he held the post of Shadow Paymaster General and prior to that Shadow Financial Secretary. Before that, he was appointed an Opposition Whip in September 2001. From September 2000 to September 2001, he was Parliamentary Private Secretary to the Chairman of the Conservative Party, the Rt Hon Michael Ancram QC MP. From February to September 2000, he was Parliamentary Private Secretary to the Rt Hon Francis Maude MP. O'Brien has also served as a member of the House of Commons Select Committee on Education and Employment and on the Education sub-Committee. In addition, he has served as Secretary of the Conservative Northern Ireland Committee and Secretary of the Conservative Trade & Industry Committee. In 2001, he was appointed an Associate of the British-Irish Inter-Parliamentary Body. Prior to joining the Government, he was Chairman of the All Party Group on Malaria, also of Tanzania and Vice-Chairman of the All Party Aid Trade & Debt Group. In 2000, he introduced a Private Member's Bill for Honesty in Food Labelling (country of origin and standards of production). From 1999, O'Brien has served on the Conservative Party's National Membership Committee. Between 1995 and 1999, O'Brien was Chairman of the Public and Parliamentary Affairs Committee of BMP (National Council of Building Materials Producers, latterly the Construction Products Association)constructionproductsassociation.org.uk and sat on BMP's Committee of Management and Strategy sub-committee. He was a trade member of the 1994 mission to Argentina and Brazil with the Rt Hon Sir Richard Needham MP (Minister for Trade). O'Brien was elected a member of the South East Regional Council of the CBI, serving between 1995 and 1998, and sat on the CBI's International Investment Committee and Working Parties on Anti- Corruption (pan-European) and Corporate Governance (UK). On 7 March 2013 O'Brien was appointed to the Privy Council of the United Kingdom. == UN career == O'Brien was appointed Undersecretary General for Humanitarian Affairs, the top position at OCHA, on 9 March 2015. In January 2016, 112 doctors, humanitarian workers, and civil society members in Syria addressed an open letter to O'Brien criticizing OCHA for failing to meet urgent humanitarian needs created by the Syrian Civil War, citing a report by UN Secretary General Ban Ki-moon which stated that the combined food, medical aid (insulin), and non-food items to successfully delivered to besieged areas in Syria in 2015 was enough for only 0.7% of the UN's estimated 212,000 people living under siege. O'Brien said in a note to correspondents that his office pledged to engage besieged populations and would continue to work tirelessly to bring lifesaving aid to those in need in Syria. In March 2016, O'Brien assumed management of the upcoming World Humanitarian Summit, an initiative of the Secretary-General. In an op-ed about the summit, O'Brien wrote: \"To end need, we must stop thinking about relief and development as a sequence. Instead, we must find new ways to comprehensively reduce vulnerability and risk while in tandem meeting pressing humanitarian needs in line with humanitarian principles.\" O'Brien was appointed Knight Commander of the Order of the British Empire (KBE) in the 2017 Birthday Honours for services to the United Nations and humanitarian affairs. ==Personal life== He married Gemma Townshend, a nurse, on 30 August 1986 in Bromley, Kent. They have two sons (born July 1988 and August 1990) and a daughter (born January 1993). They live near Tarporley. === Gallery === File:Stephen OBrien visits survivors of acid attacks in Bangladesh (6395601343).jpg|Stephen OBrien visits survivors of acid attacks in Bangladesh File:Stephen O'Brien, October 2009 2.jpg|Stephen O'Brien, at the Health Hotel session \"Winning the battle for hearts and brains File:UK warns of humanitarian disaster in South Sudan (7115142883).jpg|Stephen O'Brien meets a mother and her baby receiving medical treatment at a health centre in Jamam, South Sudan ==References== ==External links== * * Stephen O'Brien MP epolitix site * Eddisbury Conservatives * TheyWorkForYou.com – Stephen O'Brien MP * The Public Whip – Stephen O'Brien MP voting record * Open Rights Group – Stephen O'Brien MP |- |- Category:1957 births Category:Alumni of Emmanuel College, Cambridge Category:Conservative Party (UK) MPs for English constituencies Category:Living people Category:English people of Irish descent Category:Members of the Privy Council of the United Kingdom Category:People educated at Sedbergh School Category:Social Democratic Party (UK) politicians Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:Under- Secretaries-General of the United Nations Category:Knights Commander of the Order of the British Empire Category:Politicians awarded knighthoods Category:British officials of the United Nations",
 "title": "Stephen O'Brien"
}