{
 "id": "422807",
 "text": "Martin John O'Neill, Baron O'Neill of Clackmannan (6 January 1945 – 26 August 2020) was a Scottish Labour politician who served as a Member of Parliament (MP) from 1979 until 2005 and as a member of the House of Lords from 2005 until his death. == Early life and career == He was educated at Trinity Academy, Edinburgh, at the time a selective state school, and then Heriot-Watt University, where he attained a BA in economics. After leaving university, he worked as an insurance clerk and then became active in the Scottish Union of Students, including serving as its president from 1970 until 1971. He married his wife Elaine Marjorie Samuel on 21 July 1973, with them going on to raise two sons together. ==Parliamentary career== After unsuccessfully contesting Edinburgh North in October 1974, he was a Labour Member of Parliament between 1979 and 2005, representing the Clackmannan and Eastern Stirlingshire, Clackmannan and Ochil seats successively. He was a shadow defence secretary and later was Chairman of the Trade and Industry select committee. ==House of Lords== On 13 May 2005 it was announced that he would be created a life peer, and on 14 June 2005 was created Baron O'Neill of Clackmannan, of Clackmannan in Clackmannanshire. ==Outside politics== O'Neill served as Chairman of the Strategic Forum for Construction and the Nuclear Industry Association. He was a lifelong supporter of Hibernian F.C. and was a director of the club for a few years. O'Neill was also a patron of Humanists UK, and was one of the fifty signatories to a letter published in The Guardian in 2010, which called for Pope Benedict XVI not to be given a state visit to the UK, and accused the Catholic Church of increasing the spread of AIDS and promoting segregated education. He received an Honorary Doctorate from Heriot-Watt University in 2011 and was an honorary associate of the National Secular Society. National Secular Society. Retrieved 5 June 2019 ==Death== O'Neill died in August 2020 at the age of 75. ==References== ==External links== *TheyWorkForYou Category:1945 births Category:2020 deaths Category:British humanists Category:British secularists Category:Directors of football clubs in Scotland Category:Graphical, Paper and Media Union-sponsored MPs Category:Hibernian F.C. directors and chairmen O'Neill of Clackmannan Category:Members of the Parliament of the United Kingdom for Stirling constituencies Category:National Graphical Association-sponsored MPs Category:People educated at Trinity Academy, Edinburgh Category:Politics of Clackmannanshire Category:Scottish humanists Category:Scottish Labour MPs Category:Society of Lithographic Artists, Designers and Engravers-sponsored MPs Category:UK MPs 1979–1983 Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005",
 "title": "Martin O'Neill, Baron O'Neill of Clackmannan"
}