{
 "id": "423064",
 "text": "thumb Madai (, ; , ) is a son of Japheth and one of the 16 grandsons of Noah in the Book of Genesis of the Hebrew Bible. == Associated nations == === Medes and related Iranian nations === Biblical scholars have generally identified Madai with the Iranian Medes of much later records. The Medes, reckoned to be his offspring by Josephus and most subsequent writers, were also known as Madai, including in both Assyrian and Hebrew sources. Also linked with Madai is the Iranian city of Hamadan. The Kurds still maintain traditions of descent from Madai.Mahir A. Aziz, 2011, The Kurds of Iraq: Ethnonationalism and National Identity in Iraqi Kurdistan, p. 47. === Others === Some scholars in more modern times have also proposed connections with various earlier nations, such as Mitanni,Emmet John Sweeny, Empire of Thebes, Or Ages in Chaos Revisited, 2006, p. 11. Matiene, and Mannai. == In the Book of Jubilees == According to the Book of Jubilees (10:35-36), Madai had married a daughter of Shem, and preferred to live among Shem's descendants, rather than dwell in Japheth's allotted inheritance beyond the Black Sea; so he begged his brothers-in-law, Elam, Asshur and Arphaxad, until he finally received from them the land that was named after him, Media. Another line in Jubilees (8:5) states that a daughter of Madai named Milcah (Aramaic: Melkâ) married Cainan, who is an ancestor of Abraham also mentioned in the Septuagint version of Genesis and in the Gospel of Luke (3:36). == Purported link with Medos and Medea == Medos (), and his mother Medea, were also reckoned to be the ancestors of the Medes in classical Greek mythical history. Christian scholars have proposed linking Hebrew Madai and Greek Medos since at least the time of Isidore of Seville [Etym 9.2.28], ca. 600 AD. == References == Category:Book of Genesis people Category:Hebrew Bible nations Category:Japheth Category:Medes Category:Noach (parashah) Category:Book of Jubilees Fa:آمادا (قبیله)",
 "title": "Madai"
}