{
 "id": "423063",
 "text": "In agriculture, season extension is any method that allows a crop to be grown and/or harvested beyond its normal outdoor growing season and harvesting time frame, or the extra time thus achieved. For colder climates, the fully heated and artificially lit greenhouse is the ultimate season extension device, allowing some crops to be grown year-round, through sub-zero winters. This has traditionally been an energy-expensive approach, and often still is, although the energy budget for heating and cooling greenhouses can be greatly reduced through use of some newer technologies such as Ground Air Heat Transfer (GAHT) or climate battery approaches. Using GAHT, excess heat accumulated during the summer months is stored via underground pipes in the ground underneath the greenhouse and retrieved later for use as needed during the winter months. The ground underneath the greenhouse is surrounded by insulation to ensure the heat stays underneath the greenhouse. There are many other ways to beat the cold, for earlier spring planting and growing into the fall and winter.. They include: * Row covers: light fabric placed over plants retains heat and can offer up to several degrees of frost protection. In smaller gardens almost any type of cover, including newspaper cones, miscellaneous bits of plastic, etc., can serve the same purpose. Row covers can be used to make modest changes to the microclimate, providing up to 8°F frost protection depending upon weight. it is used in ways whereby a small change nonetheless has worthwhile effects, such as allowing light frost to form on the cover instead of on the leaves beneath, sparing them from its worst effects. ** Some types of purpose-made row cover materials are nonwoven, woven, or film polymers that can be dispensed from a roll. *** These translucent or transparent types can provide greenhouse-effect trapping of solar energy as well as frost protection. ** Systems that use plant-matter mulches (usually hay, leaves, or straw) can use the mulch itself as frost-protective row cover that is pulled on and off each day when frost is likely to occur overnight. In the Ruth Stout system, for example (a no-till system with year-round plant-matter mulch), loose hay is pulled over some plants when needed, then pulled off the next day. This row- covering hay comes from right beside the plant via the omnipresent (periodically replenished) mulch hay, so there is no great effort to retrieve and carry hay when row cover is needed. ** Even baskets placed over plants overnight function as frost-protective row cover, a concept intermediate between fabric or hay row covers and cloche methods. * Polytunnels (hoop houses): plastic sheeting is placed over a frame (usually in an arched shape), to create a type of greenhouse. Hoop houses can be large or small, simple or nearly as functional as greenhouses. The spectrum from row cover to hoophouse is sometimes dichotomized as low tunnel versus high tunnel. * Cold frames: transparent-roofed enclosure, built low to the ground, used to protect plants from cold weather. Cold frames are found in home gardens and in vegetable farming. They are most often used for growing seedlings that are later transplanted into open ground. A typical cold frame has traditionally been a rectangle of framing lumber with an old window placed over it. Since the advent of plastic sheeting, it is often used instead of old windows. * Hotbeds: a mass of hot compost is used for the heat it gives off to warm a nearby plant. Typically a few centimetres of soil are placed on top of the compost mass, and the plant grows there, above the rising heat. * Mulches: many a material placed on the soil around plants will help retain heat. Organic mulches include straw, compost, etc. Synthetic mulches, typically, plastic sheeting with slits through which plants grow, is used extensively in large-scale vegetable growing. When the plastic is black, its color may absorb more solar heat, but if the plastic is clear, it may provide a greenhouse effect; both concepts are touted in discussions of mulching, usually without citations of any field trials that might clarify which to choose. Organic mulches, in addition to retaining heat by insulating, can potentially also add some heat from their decomposition, although they must be properly chosen, as factors such as thermal or chemical \"burning\" (excess heat, acidity, or both) and coliform bacteria accompany animal manure used as row-crop mulch. One principle involved is to prefer aged compost over fresh compost for this purpose, as its earlier predigestion by soil microbes ends the early phase of intense heat, low pH, and gut bacteria dominance but still leaves a bit more exothermic potential available. * Raised beds: beds where the soil has been loosened and piled a few inches to more than a foot above the surrounding area heat more quickly in spring, allowing earlier planting. Season extension techniques are most effective when combined with crop varieties selected for the extended growing conditions. Many approaches are used in large-scale agriculture, as well as in small-scale organic farming, and home gardening. Using unheated, unlit methods, depending on the crop, up to several weeks of productivity can be added, where shortened period of sunlight and cold weather end the growing season. Season extension can apply to other climates, where conditions other than cold and shortened period of sunlight end the growing year (e.g. a rainy season). ==Growth, harvest, or both== In its more passive forms with minimal warming, season extension allows plants to remain metabolically idle (with very slow growth) but avoid dying. This allows growers to make a conceptual distinction between extending the growing season and extending the harvest season.. It can be done in unheated greenhouses, in polytunnels, or even in a root cellar with a dirt floor.. The reality of practices is a spectrum, and the same farm can do both (on a crop-by-crop or field-by-field basis), but these two conceptual poles can be distinguished. Extending the growing season is what a hothouse does, such as producing tropical fruit in winter by conquering the outdoor climate at high expense. In contrast, extending the harvest season alone can be viewed not as a way to escape the context of seasonality but, working within the context of seasonality, to achieve food preservation in a way that uses life itself for preservation instead of using technology applied to dead plant or animal tissue (as mechanical refrigeration, freezing, or canning would). From this viewpoint it can even be compared to ancient norms of meat preservation, which relied on the principle that a good way to avoid meat spoilage is to keep the animal alive until just before consumption. In other words, the best postharvest strategy sometimes can be to confine the postharvest period to hours or days instead of weeks or months (by keeping the plant or animal alive as long as possible—the ultimate form of preservation). In the meat example, in preindustrial contexts livestock were brought to market on the hoof, and sailing ships on months-long voyages would keep turtles in forced semihibernation until each one was slaughtered, in turn, for the next meal. The principle of a well-boat for commercial fishing was the same, keeping the fish alive for market. Such boats are still sometimes used today. ==References== ==Bibliography== * * * Category:Agriculture",
 "title": "Season extension"
}