{
 "id": "423334",
 "text": "Pontiac is a municipality in the Outaouais region of western Quebec, Canada, on the north shore of the Ottawa River. It is part of Les Collines- de-l'Outaouais Regional County Municipality, located within Canada's National Capital Region. It should not be confused with Pontiac Regional County Municipality, which borders Pontiac to the west (but does not include it). It was created by the 1975 amalgamation of the municipalities of North Onslow, South Onslow, Quyon and Eardley, and named after the Odawa war chief Pontiac. Pontiac has a low cost of living and is trying to attract new immigrants coming to Canada to improve the local economy. A large portion of Gatineau Park is within this municipality. ==Communities== *Beech Grove *Breckenridge *Eardley *Heyworth *Lusk *Luskville *Mohr *North Onslow *Onslow Corners *Pontiac-Station *Quyon *Ruthledge *Steel *Wyman ==History== The first European settlers in this area were Joseph Mondion and his family, who built a homestead in 1786 on what is known today as Indian Point. In 1800 his property was taken over by the XY Company, followed by the North West Company in 1804, and then the Hudson’s Bay Company in 1821, when these two companies merged. The HBC operated a small trading post, which closed in 1837. Onslow and Eardley Townships were already plotted on the Gale and Duberger Map of 1795, and it was early in the 19th century that these townships were opened to logging and settlement. One of the first settlements was on Pontiac Bay, founded by Philemon Wright and named at times Wright shanties, Pontiac Village, and Pontiacville. Quyon was founded in 1848 when a sawmill was built by John Egan at the mouth of the Quyon River. The Township Municipality of Onslow (likely named after George Onslow, 1st Earl of Onslow) was formed in 1855, with John Behan as first mayor. In January 1875, Quyon village separated from Onslow to form its own municipality, and the following year, the township split into Onslow South (Onslow-Partie-Sud) and Onslow, renamed to Onslow North (Onslow-Partie-Nord) in 1878. ==Demographics== According to the 2016 Canadian Census, the population's mother tongue was 55.5% French, 38.6% English, and 3.2% other languages, including Portuguese, German, Arabic, Spanish, Dutch, and Russian. Approximately 64.3% of people are bilingual, speaking both French and English. ==Local government== List of former mayors: * William Burke (1975–1979) * Marcel Lavigne (1979–1990) * Edward McCann (1990–1994) * Marcel Lavigne (1994–1998) * Bruce R. Campbell (1998–2005) * Edward McCann (2005–2013) * Roger Larose (2013–2017) * Joanne Labadie (2017–2021) * Roger Larose (2021–present) ==See also== * Pontiac Airpark * Pontiac Airpark Water Aerodrome * List of municipalities in Quebec ==References== Category:Incorporated places in Outaouais Category:Municipalities in Quebec Category:National Capital Region (Canada)",
 "title": "Pontiac, Quebec"
}