{
 "id": "423310",
 "text": "Beckwith is a township in eastern Ontario, Canada. It is located in Lanark County on the Mississippi River. It is located within Canada's National Capital Region. ==Communities== The township comprises the communities of Black's Corners, Franktown, Gillies Corners, Prospect, and the western half of Ashton (with the eastern half being within the City of Ottawa), as well as the lakeside communities of Gardiner Shore, Lake Park, Petrie Shore, Rathwell's Shore, Scotch Corners and Tennyson. Black's Corners, a hamlet south of Carleton Place, is the location for the town hall of Beckwith. This site was chosen in 1857 as a compromise between Franktown and Carleton Place where the township council had met on an alternating basis previously. Currently, there are just a few houses and a store there. ==Culture== Franktown promotes itself as the \"Lilac Capital of Ontario\". It is home to Lilac Lane, which features a beautiful park containing many lilac bushes that have grown there naturally over time, and where a lilac festival is held the last Saturday of May. Within the park facility there is also a baseball diamond. Also located within Franktown are the Calvary Christian Academy, a private school, and the \"Franktown General Store\", which features a gas bar, general merchandise, take-out foods, as well as dry-cleaning services. On the ninth Line Road, east of Blacks Corners, Beckwith Park is being developed. It includes an indoor hockey rink and soccer pitch and outdoor artificial turf for football, soccer and rugby. The park include bush with walking trails and a pond. The extensive grass area includes twelve soccer pitches, a baseball and a softball field, a coverall building and open space to hold civic events like Beckwith Heritage Days. The University of Ottawa Gee-Gees football team played one season there while their new stadium was under construction. ==Geography== thumb|Beckwith within Lanark County Beckwith was originally covered in deciduous forest,Braun, E. L. 1950. The Deciduous Forest of Eastern North America. New York: Hafner. much of which has been cleared for agriculture. Common trees include sugar maple, beech, oak and ash.Keddy, P.A. 2008. Earth, Water, Fire. An Ecological Profile of Lanark County. General Store Publishing House, Renfrew, Ontario. (revised from first edition 1999). Map 2. Trees like hickory and butternut are less common. Wetter areas have elm, silver maple and white cedar. Hemlock was much more common in the past, but logging for tanbark, used in tanning, has much depleted this species.Keddy, C.J. 1993. Forest History of Eastern Ontario. A report prepared for the Eastern Ontario Forest Group. The enormous Goodwood Swamp is one of the most important natural areas in the township.Keddy, P.A. 2008. Earth, Water, Fire. An Ecological Profile of Lanark County. General Store Publishing House, Refrew, Ontario. Map 14. There are several different access points to see this vast wetland by car and on foot. The Jock River, a popular canoe route, originates here, near Franktown. The wetlands on the north-western shore of Mississippi Lake are also provincially significant. Within the town of Carleton Place, along the rapids of Mississippi River, there is a large and regionally significant hackberry forest. The area has two main physiographic types: clay deposits over limestone, and exposed areas of limestone plain. These clay deposits were left behind by the Champlain Sea which flooded the Beckwith area about ten thousand years ago at the end of the last ice age.Chapman,L.J. and D.F. Putnam. 1951. The Physiography of Southern Ontario. University of Toronto Press, Toronto. 284 p. plus map in four sections.Anderson, T.W. 1989. Vegetation changes over 12,000 years. Geos 18:39-47. In the extreme northwestern corner there is an outcrop of Canadian Shield. Along the edge of this shield outcrop one can trace the old shoreline of the Champlain Sea.Keddy, P.A. 2008. Earth, Water, Fire. An Ecological Profile of Lanark County. General Store Publishing House, Refrew, Ontario. Map 5. An Environment and Climate Change Canada weather radar station for Ottawa and eastern Ontario, part of the Canadian weather radar network, is located at Franktown. ==Demographics== ==See also== *List of townships in Ontario ==References== ==External links== * Category:Township municipalities in Ontario Category:Lower-tier municipalities in Ontario Category:Municipalities in Lanark County",
 "title": "Beckwith, Ontario"
}