{
 "id": "423431",
 "text": "Beta Andromedae, Latinized from β Andromedae, and officially named Mirach , is a prominent star in the northern constellation of Andromeda. It is northeast of the Great Square of Pegasus and is potentially visible to all observers north of latitude 54° S. It is commonly used by stargazers to find the Andromeda Galaxy. The galaxy NGC 404, also known as Mirach's Ghost, is seven arcminutes away from Mirach. This star has an average apparent visual magnitude of 2.05, making it the brightest star in the constellation. The luminosity varies slightly from magnitude +2.01 to +2.10. Based upon parallax measurements, it is roughly from the Sun. Its apparent magnitude is reduced by 0.06 by extinction due to gas and dust along the line of sight. The star has a negligible radial velocity of 0.1 km/s, but with a relatively large proper motion, traversing the celestial sphere at ·yr−1. ==Properties== Beta Andromedae is a single red giant with a stellar classification of M0 III, and is currently on the asymptotic giant branch of its evolution. Since 1943 the spectrum of this star has been one of the stable anchor points by which other stars are classified. It is suspected of being a semiregular variable star whose apparent visual magnitude varies from +2.01 to +2.10. At this stage of the star's evolution, the outer envelope has expanded to around 100 times the size of the Sun. It is radiating 1,995 times the luminosity of the Sun at an effective temperature of . ==Nomenclature== Beta Andromedae is the star's Bayer designation. It had the traditional name of Mirach, and its variations, such as Mirac, Mirar, Mirath, Mirak, etc. (the name is spelled Merach in Burritt's The Geography of the Heavens),p. 18, The Geography of the Heavens, Elijah Hinsdale Burritt, Hiram Mattison, and Henry Whitall, New York: Sheldon & Company, 1856. which come from the star's description in the Alfonsine Tables of 1521 as super mizar. Here, mirat is a corruption of the Arabic مئزر mīzar \"girdle\", which appeared in a Latin translation of the Almagest. This word refers to Mirach's position at the left hip of the princess Andromeda.Mirach, MSN Encarta. Accessed on line August 19, 2008. Archived 2009-10-31. In 2016, the International Astronomical Union organized a Working Group on Star Names (WGSN) to catalog and standardize proper names for stars. The WGSN's first bulletin of July 2016 included a table of the first two batches of names approved by the WGSN; which included Mirach for this star. Mirach is listed in the Babylonian MUL.APIN as KA.MUSH.I.KU.E, meaning \"the Deleter\" (the alternative star is α Cas). Medieval astronomers writing in Arabic called β Andromedae Janb al-Musalsalah (); it was part of the 28th manzil (Arabian lunar mansion) Baṭn al-Ḥūt, the Belly of the Fish, or Qalb al- Ḥūt, the Heart of the Fish.George A.Davis Jr. (1971) Selected List of Star Names, p. 5. The star has also been called Cingulum and Ventrale. This al-Ḥūt was an indigenous Arabic constellation, not the Western \"Northern Fish\" part of the constellation Pisces. These names are not from the Arabic marāqq, loins, because it was never called al-Marāqq in Arabian astronomy. Al Rishā', the Cord (of the well-bucket), on al-Sūfī's star map. It is origin of the proper name Alrescha for Alpha Piscium. In Chinese, (), meaning Legs, refers to an asterism consisting of β Andromedae, η Andromedae, 65 Piscium, ζ Andromedae, ε Andromedae, δ Andromedae, π Andromedae, ν Andromedae, μ Andromedae, σ Piscium, τ Piscium, 91 Piscium, υ Piscium, φ Piscium, χ Piscium and ψ1 Piscium. Consequently, the Chinese name for β Andromedae itself is (, ). AEEA (Activities of Exhibition and Education in Astronomy) 天文教育資訊網 2006 年 5 月 19 日 The people of Micronesia named this star Kyyw, meaning \"The Porpoise\", and this was used as one of the names of the months in Micronesia.p. 345, Exploring Ancient Skies: A Survey of Ancient and Cultural Astronomy, David H. Kelley, Eugene F. Milone, Anthony F. (FRW) Aveni, Berlin, Springer, 2011. ==References== ==Further reading== * Davis Jr., G. A., (1971) Pronunciations, Derivations, and Meanings of a Selected List of Star Names, (rep.) Cambridge, Sky Publishing Corp. * Kunitzsch, P., (1959) Arabische Sternnamen in Europa * Kunitzsch. P., (ed.) (1990) Der Sternkatalog des Almagest, Band II ==External links== * * Image MIRACH * Category:M-type giants Category:Asymptotic-giant- branch stars Category:Semiregular variable stars Category:Andromeda (constellation) Andromedae, Beta BD+34 0198 Andromedae, 43 Category:Gliese and GJ objects 006860 005447 0337 Mirach",
 "title": "Beta Andromedae"
}