{
 "id": "423606",
 "text": "Martin Eden is a 1909 novel by American author Jack London about a young proletarian autodidact struggling to become a writer. It was first serialized in The Pacific Monthly magazine from September 1908 to September 1909 and then published in book form by Macmillan in September 1909. Eden represents writers' frustration with publishers. The central theme of Eden's developing artistic sensibilities places the novel in the tradition of the Künstlerroman, which narrates an artist's formation and development.James Burrill Angell (2006) Martin Eden and the Education of Henry Adams: The Advent of Existentialism in American Literature, p. 69.Earle Labor, Jeanne Campbell Reesman (1994) Jack London p.76 quotation: \"Martin Eden is part of a literary tradition that includes such classics as Goethe's Wilhelm Meister's Apprenticeship, Melville's Pierre, Somerset Maugham's Of Human Bondage, DH Lawrence's Sons and Lovers, and Thomas Wolfe's Look Homeward, Angel. Eden differs from London in rejecting socialism, attacking it as \"slave morality\" and relying on Nietzschean individualism. Nevertheless, in the copy of the novel which he inscribed for Upton Sinclair, London wrote, \"One of my motifs, in this book, was an attack on individualism (in the person of the hero). I must have bungled it, for not a single reviewer has discovered it.\" == Plot summary == Living in Oakland at the beginning of the 20th century, Martin Eden struggles to rise above his destitute, proletarian circumstances through an intense and passionate pursuit of self-education, hoping to achieve a place among the literary elite. His principal motivation is his love for Ruth Morse. Because Eden is a rough, uneducated sailor from a working-class backgroundch. 5, 7, 8 and the Morses are a bourgeois family, a union between them would be impossible unless and until he reached their level of wealth and refinement. Over a period of two years, Eden promises Ruth that success will come, but just before it does, Ruth loses her patience and rejects him in a letter, saying, \"if only you had settled down ... and attempted to make something of yourself\". By the time Eden attains the favor of the publishers and the bourgeoisie who had shunned him, he has already developed a grudge against them and become jaded by toil and unrequited love. Instead of enjoying his success, he retreats into a quiet indifference, interrupted only to rail mentally against the gentility of bourgeois society or to donate his new wealth to working-class friends and family. He feels that people do not value him for himself or for his work but only for his fame. The novel ends with Eden's committing suicide by drowning. == Main characters == === Martin Eden === A former sailor from a working-class background, who falls in love with the young, bourgeois Ruth and educates himself to become a writer, aiming to win her hand in marriage. === Ruth Morse === The young, bourgeois university student who captivates Eden while tutoring him in English. Though initially both attracted and repelled by his working-class background, she eventually realizes she loves him. They become engaged, with the condition that they cannot marry until her parents approve of his financial and social status. === Lizzie Connolly === A cannery worker rejected by Eden, who is already in love with Ruth. Initially, while Eden strives for education and culture, Lizzie's rough hands make her seem inferior to Ruth in his eyes. Despite this, Lizzie remains devoted to him. He feels an attachment to her because she has always loved him for who he is, and not for fame or money, as Ruth does. === Joe Dawson === Eden's boss at the laundry, who wins Eden over with his cheeriness and capacity for work, but, like Eden, suffers from overwork. He quits the laundry and tries to convince Eden to adopt a hobo lifestyle. Toward the end of the book, Eden meets him again, and offers him a laundry. Joe, who likes the hobo life, except for the lack of girls, eventually accepts the offer and promises to treat the employees fairly. === Russ Brissenden === A sickly writer who encourages Eden to give up writing and return to the sea before city life swallows him up. Brissenden is a committed socialist and introduces Eden to a group of amateur philosophers he calls the \"real dirt\". His final work, Ephemera, causes a literary sensation when Eden breaks his word and publishes it upon Brissenden's death. == Major themes == === Social class === Social class, seen from Eden's point of view, is a very important theme in the novel. Eden is a sailor from a working-class background who feels uncomfortable but inspired when he meets the bourgeois Morse family. As he improves himself, he finds himself increasingly distanced from his working- class background and surroundings, becoming repelled by Lizzie's hands. Eventually, when Eden finds that his education has far surpassed that of the bourgeoisie he looked up to, he feels more isolated than ever. Paul Berman comments that Eden cannot reconcile his \"civilized and clean\" self with the \"fistfighting barbarian\" of the past, and that this inability causes his descent into a delirious ambivalence.Berman, P. \"Introduction\" to Martin Eden (2002): xv. New York: Random House. === Machinery === London conjures up a series of allusions to the workings of machinery. It is machines that make Lizzie's hands rough. To Eden, the magazine editors operate a machine that sends out seemingly endless rejection slips. When Eden works in a laundry, he works with machines but feels himself to be a cog in a larger machine. Eden's Blickensdorfer typewriter gradually becomes an extension of his body. When he finally achieves literary success, Eden sets up his friends with machinery of their own, and Lizzie tells him, \"Something's wrong with your think-machine.\" === Individualism versus socialism === Although London was a socialist, he invested Eden with strong individualism. Eden comes from a working-class background but he seeks self-improvement rather than improvement for his class as a whole. Quoting Nietzsche and Herbert Spencer, he rejects the \"slave morality\" of socialism, even at socialist meetings. London stresses that it is this individualism that leads to Eden's suicide. He described the novel as a parable of a man who had to die \"not because of his lack of faith in God, but because of his lack of faith in men\". == Background == When London wrote Martin Eden at age 33, he had already achieved international acclaim with The Call of the Wild, The Sea-Wolf and White Fang. Despite the acclaim, he quickly became disillusioned with his fame and set sail through the South Pacific on a self-designed ketch, the Snark. On the grueling two-year voyage, as he struggled with tiredness and bowel diseases, he wrote Martin Eden, filling its pages with his frustrations, adolescent gangfights and struggles for artistic recognition. London borrowed the name \"Martin Eden\" from a working-class man, Mårten Edin, born in Ådalen (at Båtsmanstorpet in Västgranvåg, Sollefteå), Sweden,Perner, M. \"En vildhjärna som älskade livet.\" https://documentcloud.adobe.com/link/track?uri=urn%3Aaaid%3Ascds%3AUS%3Ae98fc5d4-8e4c-4694-a608-dc3841a07b90 but the character has more in common with London than with Edin. Ruth Morse was modeled on Mabel Applegarth, the first love of London's life. Brissenden is modeled on London's friend and muse George Sterling.Hicks, J et al. \"The Literature of California: Writings from the Golden State\" (2000): xv. University of California Press. Brissenden's posthumously successful poem \"Ephemera\" is based on Sterling's \"A Wine of Wizardry\". == In other media == * Several films have been based on the book: the first in 1914; the second, The Adventures of Martin Eden, directed by Sidney Salkow in 1942; a third, Martin Eden, directed by Pietro Marcello and set in Naples, in 2019; a fourth in 2020 by independent filmmaker Jay Craven. * Tom Waits's song \"Shiver Me Timbers\" on his 1974 album The Heart of Saturday Night references Eden's seafaring with the lyric: ::I know Martin Eden is gonna be proud of me ::And many before me who've been called by the sea ::To be up in the crow's nest singin' my sayin' ::Shiver me Timbers I'm a sailin' away *The young Noodles reads Martin Eden in the Sergio Leone film Once Upon a Time in America (1984). * In La Belle Époque (2019), Martin Eden is the book that Victor Drumond had been reading 45 years earlier in his 1974 hotel room. * Kröger (Kevin Kline) lends Hélène (Sandrine Bonnaire) a copy of Martin Eden in the film Queen to Play (2009) by Caroline Bottaro. * Rai (Italian media company) released \"Martin Eden\", a 5-episode TV miniseries, in 1979. * \"Martin Eden\" is the title of the first song on the album Blackberry Belle (2003) by The Twilight Singers. * In Vladimir Nabokov's Pnin (1957), the title character asks for Martin Eden in an American bookstore, describing it as \"a celebrated work by the celebrated American writer Jack London\", but nobody has heard of it, and they only have a copy of The Son of the Wolf. Pnin comments, \"Strange! The vicissitudes of celebrity! In Russia, I remember, everybody—little children, full-grown people, doctors, advocates—everybody read and re-read him.\"Vladimir Nabokov. Pnin, Ch. 4, section 6 * In It's Fine by Me (1992) by Per Petterson, Audun says that Martin Eden inspired him to be a writer. * Talking to the policeman Marchetti in the sixth episode of season one of Un Village Français, Sarah tells him she is reading Martin Eden. * \"Martin Eden\" is the title of the first song on Feu, the debut studio album by French hip hop artist Nekfeu (2015). == See also == * Le Monde 100 Books of the Century == Notes == == External links == * * Category:1909 American novels Category:American bildungsromans Category:American novels adapted into films Category:Künstlerroman Category:Macmillan Publishers books Category:Novels about suicide Category:Novels about writers Category:Novels by Jack London Category:Novels first published in serial form Category:Novels set in Oakland, California Category:Works originally published in American magazines",
 "title": "Martin Eden"
}