{
 "id": "423795",
 "text": "{| |} The first USS Arizona was an iron-hulled, side-wheel merchant steamship. Seized by the Confederate States of America in 1862 during the American Civil War, she was captured later the same year by the United States Navy. ==USS Arizona== USS Arizona was laid down in 1858 at the shipyard of Harlan and Hollingsworth in Wilmington, Delaware, and completed in 1859. She was intended to carry passengers and freight on a route from New Orleans to the Brazos River (in Texas) for the Southern Steamship Company but also made other voyages along the Gulf and Atlantic coasts of the United States. ==As Caroline== On 15 January 1862, Confederate Maj. Gen. Mansfield Lovell seized SS Arizona at New Orleans. Her U.S. enrollment was surrendered and replaced by a Confederate Register on 17 March 1862. Arizona was converted along with several of the faster steamers seized at the same time to run the blockade to Cuba. On her first voyage to Havana, Arizona took a provisional British registry from the British consul and was renamed Caroline. She served as a blockade runner for the Confederate States of America operating from New Orleans and Mobile to Havana. On the morning of 28 October 1862, the side- wheeler was steaming from Havana to Mobile with a cargo of munitions when she was sighted by . The Union gunboat immediately set out in pursuit of the stranger, beginning a six-hour chase. When Montgomery pulled within range of Caroline, she opened fire with her 30-pounder Parrott rifle and expended 17 shells before two hits brought the quarry to. Two boats from the blockader rowed out to Caroline and one returned with her master, a man named Forbes, who claimed to have been bound for the neutral port of Matamoros, Mexico, not Confederate Mobile. \"I do not take you for running the blockade,\" the flag officer, with tongue in cheek, replied, \"but for your damned poor navigation. Any man bound for Matamoros from Havana and coming within twelve miles of Mobile light has no business to have a steamer.\" ==As USS Arizona== Rear Admiral David Farragut sent the prize to Philadelphia where she was condemned by admiralty court. The Federal Government purchased her on 23 January 1863. The Navy restored her original name, Arizona, and placed her in commission on 9 March 1863, Lieutenant Daniel P. Upton in command. Nine days later, the steamer stood down the Delaware River and headed for the Gulf of Mexico. En route south, she chased and overtook the cotton-laden sloop Aurelia off Mosquito Inlet, Florida, on 23 March, captured her and sent her to Port Royal. Shortly before Arizona joined the West Gulf Blockading Squadron at New Orleans, Farragut had led a naval force up the Mississippi past Port Hudson to close off the flow of supplies down the Red River and across the Mississippi to Confederate armies fighting in the East. His warships met a fierce cannonade as they attempted to pass Port Hudson, and only the flagship and her consort made it safely through to the strategic stretch of the river between Port Hudson and Vicksburg. Arizona played an important role in strengthening Farragut's drastically reduced force and opening up communications between its commander and the rest of his squadron. From New Orleans she proceeded to Berwick Bay to join a naval force commanded by Commander Augustus P. Cook which, in cooperation with troops commanded by Major General Nathaniel P. Banks, was operating in the swampy backwaters of the Louisiana lowlands west of the Mississippi. On 14 April, while carrying army units, she, , and attacked CSS Queen of the West on Grand Gulf, a wide and still stretch of the Atchafalaya River. A shell from USS Calhoun blew up the Queen of the Wests boiler and ignited the cotton lining her hull. The burning cotton-clad drifted downstream for several hours before running aground and exploding. The three Union steamers also captured 90 members of the doomed vessel's crew who had jumped overboard to escape scalding. Six days later, joined the same force and, working with four companies of Union infantry, took Fort Burton, a Southern battery consisting of two old siege guns emplaced at Butte La Rose, Louisiana. This victory opened a passage for Union ships – through Atchafalaya Bay and the River of the same name – connecting the gulf with the Red and Mississippi Rivers. Thus, Farragut could bypass Port Hudson with supplies, messages, and ships. After this path was clear, Arizona entered the Red River and descended it to its mouth where she met Farragut's flagship, Hartford. On 3 May, she was part of a three-ship reconnaissance force that ascended the Red River until it encountered heavy fire from two large Confederate steamers, Grand Duke and Mary T., which were supported by Southern shore batteries and snipers. Since the narrow channel prevented the Union ships from maneuvering to bring their broadsides to bear on their attackers, they were compelled to retire. As they descended, the Northern vessels met a large force led by Rear Admiral David Dixon Porter who ordered Arizona and Estrella to join him in a much more powerful drive up the Red River. He allowed , the third ship, to return to the Mississippi to report to Farragut. The next morning, Porter's force arrived at Fort DeRussy – an uncompleted stronghold the South had been building on the banks of the river – and found it abandoned. After partially destroying the fortifications, Porter continued on up stream to Alexandria which surrendered without resistance. Before Porter left the river, Arizona took part in a reconnaissance of the Black River, a tributary of the Red. On 10 May, she joined in an attack on Fort Beauregard at Harrisonburg, Louisiana, on the Ouachita River. Following her return to the Mississippi, Arizona supported operations against Port Hudson which finally fell on 9 July – five days after the surrender of Vicksburg – removing the last Southern hold on the river and finally cutting the Confederacy in two. Arizona then returned to New Orleans for repairs. During this work, Acting Master Howard Tibbito relieved Upton in command of the side-wheeler. On 4 September, Arizona departed New Orleans and proceeded to Southwest Pass to embark 180 sharpshooters to be distributed among , , and herself in a forthcoming attack on Sabine Pass, Texas. She next proceeded to Atchafalaya Bay where she met her consorts and a group of Army transports, distributed her sharpshooters, and continued on to Sabine Pass. On the morning of 8 September, the combined force crossed the bar and then split, with Sachem and Arizona advancing up the Louisiana (right) channel, and Clifton and moving forward through the Texas (left) channel. When they arrived within range of the Confederate batteries they opened fire preparatory to landing the troops. The Southern gunners held their fire until the gunboats were within close range before countering with a devastating cannonade. A shot through her boiler totally disabled Sachem, another carried away 's wheel rope, causing her to run aground under the Confederate guns. Crocker – who commanded Clifton as well as the whole naval force – fought his ship until, with ten men killed and nine others wounded, he ordered the magazine flooded to prevent its exploding, deeming it his duty \"to stop the slaughter by showing the white flag....\" Sachem also surrendered. Clifton was taken under tow by . With the loss of 's and 's firepower, the two remaining gunboats and troop transports recrossed the bar and departed for New Orleans. The Sabine Pass expedition had, in the words of Commodore Henry H. Bell, \"totally failed\". Nevertheless, Major General Banks reported: \"In all respects the cooperation of the naval authorities has been hearty and efficient....\" Arizona subsequently served on blockade duty along the Texas coast, especially at Galveston. Later in the year, yellow fever broke out on board Arizona, forcing her back to New Orleans until the ship's company had returned to good health. During the month of November, she had made trips to Calcasieu Pass, Vermilion Bay, and Mermentau Lake on convoy and transport trips, and on 10 December she transported Captain John B. Marchand to Forts St. Philip and Jackson to investigate a mutiny. In December 1863, Arizona went to Berwick Bay and, when the rise of water permitted, entered Grand Lake and the Atchafalaya and remained there on constant blockade. In February 1864, she went to New Orleans and, when repaired, returned to Sabine Pass for blockade duty, one of 14 vessels under Captain Marchand in . That duty lasted until September 1864 when Arizona proceeded to New Orleans for repairs. There, she was fitted out for service as the flagship of the West Gulf Blockading Squadron. In January 1865, Lieutenant Commander George Brown took command of the ship. On the evening of 27 February 1865 while underway from South West Pass to New Orleans, below New Orleans, a fire broke out in the engineer's after storeroom and spread very rapidly. Brown ordered the magazine flooded and, when no possibility of saving the ship remained, ordered the crew to the boats. Some leaped overboard and swam to shore. The vessel drifted to the west bank of the river, grounded, and burned until she exploded 35 minutes past midnight. Out of a crew of 98 on board four were missing. ==The USS Arizona Civil War Project Fund== The USS Arizona Civil War Project Fund is a public charity incorporated in 2014 with the mission of supporting and funding the activities necessary to locate, survey and secure the wreck of the USS Arizona. Additionally, upon the successful identification of the wreck, the organization will work to preserve the history, artifacts and educational legacy of this vessel through various partnerships and public outreach. Further information can be found at their website. ==See also== *Ships captured in the American Civil War *Bibliography of American Civil War naval history ==References== *Confederate Register Arizona Record Group 41, National Archives, Washington, D.C. *Journal of the Franklin Institute, Jan. 1859, vol. LXII *Stephen R. Wise, Lifeline of the Confederacy: Blockade Running During the Civil War, Columbia: University of South Carolina Press, 1988, p. 288-289. * Category:Steamships of the United States Navy Category:Ships built by Harlan and Hollingsworth Category:Ships of the Union Navy Category:Ships of the Confederate States of America Category:Vessels captured by the United States Navy Category:Shipwrecks of the Mississippi River Category:Shipwrecks of the American Civil War Category:Ship fires Category:Maritime incidents in February 1865 Category:1859 ships",
 "title": "USS Arizona (1858)"
}