{
 "id": "424387",
 "text": "The year 1820 in science and technology involved some significant events, listed below. thumb|right|alt=Greenough's Geological map of England & Wales published by the Geological Society 1819|Geological Map of England & Wales by G.B Greenough, published by the Geological Society, 1819 ==Astronomy== * Astronomical Society of London is founded. * Royal Observatory, Cape of Good Hope, is founded. ==Biology== * Christian Friedrich Nasse formulates Nasse's law: hemophilia occurs only in males and is transmitted by asymptomatic females. * Ground is set aside for establishment of the United States Botanic Garden in Washington, D.C. ==Chemistry== * May – John Herapath draws up a partial account of the kinetic theory of gases. * Joseph Bienaimé Caventou and Pierre Joseph Pelletier isolate the alkaloids cinchonine and quinine from Cinchona bark. * Friedrich Accum's A Treatise on Adulterations of Food and Culinary Poisons is published in London. ==Computing== * Charles Xavier Thomas de Colmar makes his \"Arithmometer\", the first mass-produced calculator. ==Exploration== * January 27 (NS) – The Antarctic ice sheet is sighted for the first time by Imperial Russian Navy captain Fabian Gottlieb von Bellingshausen. * January 30 – Antarctica is sighted for the second time by Irish Royal Navy captain Edward Bransfield. * July – Botanist Edwin James becomes the first recorded person to reach the summit of Pikes Peak in Colorado. * November 17 – Antarctica is sighted for the third time by United States seal hunter Nathaniel Palmer. ==Geology== * May – The Geological Society publishes a Geological Map of England & Wales by G. B. Greenough (dated 1819) as an alternative to William Smith's famous geological map of 1815. Greenough's map is produced from a collaborative effort that is skilfully edited and generally acknowledged to be more accurate than Smith's.Conybeare (1822) in Conybeare & Phillips p. xlvii. ==Physics== * Hans Christian Ørsted discovers the relationship between electricity and magnetism. * Laws of electrodynamics are established by André-Marie Ampère. * Jean- Baptiste Biot and Félix Savart demonstrate the Biot–Savart law in electromagnetism. ==Technology== * July 26 – Opening of Union Chain Bridge across the River Tweed between England and Scotland, designed by Captain Samuel Brown. Its span of 449 ft (137 metres) is the longest in the Western world at this time, and it is the first wrought iron vehicular suspension bridge of its type in Britain. * English inventor Thomas Hancock patents the production of fastenings using rubberized fabrics and invents the \"pickling machine\" (masticator) for recycling rubber scraps. * French engineer Jean- Victor Poncelet develops an inward-flow water turbine. ==Awards== * Copley Medal – Hans Christian Ørsted ==Births== * January 20 – Alexandre-Émile Béguyer de Chancourtois (died 1886), French mineralogist. * March 24 – Edmond Becquerel (died 1891), French physicist. * April 4 – David Kirkaldy (died 1897), Scottish engineer, pioneer of materials testing. * April 16 – Victor Puiseux (died 1883), French mathematician. * May 12 – Florence Nightingale (died 1910), Italian-born English nurse. * July 5 – William John Macquorn Rankine (died 1872), Scottish physicist. * August 2 – John Tyndall (died 1893), Irish physicist. * November 8 – Birdsill Holly (died 1894), American hydraulic engineer. ==Deaths== * April 15 – John Bell (born 1763), Scottish- born surgeon. * June 19 – Joseph Banks (born 1743), English naturalist. * August – Ralph Smith O’bré, Irish surgeon. * October 4 – Claudine Picardet (born 1735), French chemist, mineralogist, meteorologist and scientific translator. ==References== Category:19th century in science Category:1820s in science",
 "title": "1820 in science"
}