{
 "id": "424662",
 "text": "thumbnail|right|Catalogs from the Michel range. right|thumb|First original American stamp catalog. A stamp catalog (or stamp catalogue) is a catalog of postage stamp types with descriptions and prices. The stamp catalog is an essential tool of philately and stamp collecting. Stamp catalogs are part of philatelic literature. Similar catalogs of other collectible objects. such as matchboxes (phillumeny) and postcards (deltiology), have also been issued. == History == The first stamp catalog was published in France by Oscar Berger- Levrault on 17 September 1861 and the first illustrated catalog by Alfred Potiquet in December 1861 (based on the earlier work). The first catalogs in Great Britain were published in 1862 by Frederick Booty,Phillips, Stanley. Stamp Collecting: A guide to modern philately, revised edition, Stanley Gibbons, London, 1983, p.243. . Mount Brown, and Dr. John Edward Gray. John Edward Gray, A hand catalogue of postage stamps for the use of collectors, London, Robert Hardwicke, 1862\"Early Postage Stamp Catalogs\" by George B. Sloane in Stamps, 13 July 1946. The first in the United States was The Stamp Collector's Manual by A.C. Kline (a pseudonym for John William Kline), also 1862.Herbert A. Trenchard and George T. Turner, \"John William Kline America's First Philatelic Author\", in Philatelic Literature Review, Vol. 42, No. 1, pp. 24-41, 1993 Originally catalogs were just dealers' price lists, though today that is less common. The catalogs of some major publishers continue to serve as an official price list for the publisher. For example, Stanley Gibbons in the United Kingdom specifically states in the catalog that the price listed is the estimated selling price by Stanley Gibbons Ltd. On the other had, Scott in the United States does not sell stamps. Rather, the Scott catalog serves as a reference document for expected prices used by buyers and sellers. Over time, as philately developed, catalogs tended to accumulate additional supporting details about the stamps, such as dates of issue, color variations, and so forth. As their use by collectors became widespread, the catalogs came to define what was and was not a legitimate stamp, since many collectors would avoid stamps not described in the catalog. In recent years, the Internet has become a common resource for information about stamps. Some catalogs have an on-line version while others are available only on-line. == Current catalogs == The following catalogs have a worldwide coverage: *Michel - printed, software and online *Scott - printed and online *Stanley Gibbons - printed and online *Yvert et Tellier - printed only These are large undertakings, since there are thousands of new stamps to describe each year, and the prices of all stamps may go up or down. For publishers that are not dealers, the prices are estimated by data from dealers and auctions. In addition, the catalog publishers usually put out specialized volumes with additional details, generally by nationality: Michel has a specialized German catalog, Scott a specialized US catalog, and so forth. Many countries have their own \"national catalogs\", typically put out by a leading publisher or dealer in that country. Postal administrations may themselves put out catalogs, although they tend to be aimed at less-experienced collectors, and rarely provide fully detailed stamp data. Some notable country catalogs include: *ABDA (Philippines) *Aerophil (Switzerland) *AFA (Denmark) *AFINSA (Portugal) *Brusden-White (Australia) *Edifil catalogs (Spain and its former colonies) *Facit (all countries of Scandinavia) *Fischer (Poland) *Hellas (Greece) *Hibernian Catalogue and Handbook (Ireland) *JB Catalogue of Malta Stamps and Postal History (Malta) *JSCA catalog (Japan) (ru) *JSDA catalog (Japan) (ru) *Lamy (Peru) *Ma catalog (China) *Chan catalog (China) *Yang catalog (China, published in Hong Kong) *Phila India - Manik (India)Phila India 2011-12 Guide Book, PHILATELIA, KOLKATA, INDIA *RHM (Brazil) *Sassone (Italy) *Sakura catalog (Japan) *NVPH catalog (Netherlands) *Zumstein (Switzerland) == Online catalogs == *Find Your Stamps Value - US, GB, Russia, Germany fee based membership, search by photo *Freestampcatalogue 227,987 stamps worldwide, with topic lists *Italian Stamps Catalog 23,711 stamps, website in Italian *New Zealand Online Catalog by themes, years and face values *StampData 622,964 stamp items (2018-11-28), free *StampWorld 750,000+ Stamps (2018-11-28), free, with values *Colnect 865,000+ Stamps (2019-12-19) by themes, years, countries, free, with values *Stamps of the World Wiki 368,068 pages containing 280,899 images (2019-07-07), free *The WikiBooks Worldwide Stamp Catalogue ==See also== *List of stamp catalogues == References == == External links == * Category:Stamp collecting Category:Books by type Category:Philatelic terminology",
 "title": "Stamp catalog"
}