{
 "id": "424851",
 "text": "Pegasos is a MicroATX motherboard powered by a PowerPC 750CXe or PowerPC 7447 microprocessor, featuring three PCI slots, one AGP slot, two Ethernet ports (10/100/1000 & 10/100), USB, DDR, AC'97 sound, and FireWire. Like the PowerPC Macintosh counterparts, it boots via Open Firmware. For hard disk drive booting the Open Firmware implementation called SmartFirmware requires an RDB boot partition that contains either an affs1 or ext2 partition. Note that any changes to the ext2 on-disc format may prevent booting. It is, however, possible to add some ext3 features so long as the volume can still be recognized as ext2. The Pegasos was sold by Genesi USA, Inc., and designed by their research and design partner bplan GmbH based in Frankfurt, Germany. There are two versions of the system: The Pegasos I and the Pegasos II. == Pegasos I == The Pegasos I supports the IBM Microprocessor 750CXe CPU (G3), has 100 Mbit/s Ethernet onboard and uses registered 168-pin PC133 SDR-SDRAM. It was discontinued after a hardware bug in the MAI Logic ArticiaS northbridge was discovered. Later versions of the Pegasos I came with a hardware fix which was designated \"April\". Further improvements were made in an \"April 2\" design which solved further problems. It has been replaced by the Pegasos II. == Pegasos II == right|thumb|200px|Pegasos 2nd version (G4), inner view The Pegasos II uses a Marvell Discovery II MV64361 northbridge, removing the need for the \"April\" chipset fix on the previous model, and additionally offers integrated Gigabit LAN and DDR support, and the ability to use the Freescale \"G4\" processor line. The 750CXe (G3) CPU boards do not require a cooling fan, and thus has been marketed as \"cool computing\". The current G4 boards are based around the Freescale MPC7447 chip with a small fan. Passive cooling solutions are possible and sold with the \"Home Media and Communication System\", which is based on Pegasos II G4. Genesi discontinued production of the Pegasos II in 2006, as the result of new European Union legislation requiring the use of more expensive and lead-free solder under the Restriction of Hazardous Substances Directive (RoHS). === Open Desktop Workstation === The Open Desktop Workstation, or ODW, is a standardized version of the Pegasos II. It was the first open source based PowerPC computer and gave PowerPC a host/target development environment. Genesi has released the complete specifications (design and component listing) free of charge. The ODW-derived Home Media Center won the Best in Show award at the Freescale Technology Forum in 2005, have an ATI certification, and a \"Ready for IBM Technology\" certification. ==== Specification ==== * Freescale 1.0 GHz MPC7447 processor * 512 MB DDR RAM (up to 2 GB, two slots, but using both slots simultaneously is possible only with 2B5 revision ) * 80 GB ATA100 hard disk * Dual-Layer DVD±RW Drive * Floppy disk support * 3× PCI slots (32 Bit / 33 MHz) * AGP based ATI Radeon 9250 graphics (DVI, VGA and S-Video out) * 4× USB * PS/2 mouse and keyboard support * 3× FireWire 400 (two external) * 2× Ethernet ports, 100 Mbit/s and 1 Gbit * AC'97 sound - in/out, analog and digital (S/PDIF) * PC game/MIDI-port * Parallel and serial ports (supporting IrDA) * MicroATX motherboard (236×172 mm) * Small Footprint Case - (92×310×400 mm) == Operating system support == Several operating systems run on the Pegasos Platform. Genesi is very eager to support any efforts to port and optimize operating systems or applications for their computers. * MorphOS is broadly compatible with legacy Commodore Amiga applications which profess to be \"OS friendly\" (meaning they do not access native Amiga hardware directly), as well as a growing number of native applications. Genesi is the primary sponsor for MorphOS. * Amiga OS 4.1 support was announced by Hyperion on 31 January 2009. * Linux distributions including Debian GNU/Linux, MontaVista Linux, openSUSE, Yellow Dog Linux, Gentoo Linux and Crux PPC are also available for the Pegasos. Support for the Pegasos as a platform device has been integrated into the Linux kernel mainline as of kernel version 2.6.13. * Mac OS – It is possible to run the Classic Mac OS and Mac OS X on the Pegasos using Mac-on- Linux, although doing so is reportedly in violation of Apple's EULA. * NetBSD support introduced since release 5.0 * OpenBSD – Genesi hired a developer in 2002 to port OpenBSD to the Pegasos II. Both Pegasos I and Pegasos II boards were supported. The relationship ended poorly in 2004 with the developer not being paid for the work that he has done (due to Genesi's cashflow problems), and due to lack of documentation from Genesi/bPlan, support was completely removed after one release cycle. * OpenSolaris – Genesi/Freescale is initial supporter of the OpenSolaris port to PowerPC and the Pegasos II being used as the reference platform for development. * QNX supports the Pegasos platform. * Symobi is available as demo image. == Firmware == * Pegasos I/G3 \"PRE-APRIL\", Board: 1A (0.1b73), CPU: 750 CX 1.0, SF: 1.1 (20020814) * Pegasos I/G3, Board: 1A1 (0.1b112), CPU: 750 CX 1.0, SF:1.1 (20021203121657) * Pegasos I/G3, Board: 1A1 (0.1b114), CPU: 750 CX 1.0, SF: 1.1 (20030317114750) * Pegasos II/G4, Board: 1.1, CPU: 744X 1.1, SF: 1.2 (20040224) * Pegasos II/G3, Board: 1.1 (0.2b1), CPU: 750 CX 1.0, SF: 1.2 (20040402193939) * Pegasos II/G4, Board: 1.1, CPU: 744X 1.1, SF: 1.1 (20040405) * Pegasos II/G4, Board: 1.1, CPU: 744X 1.1, SF: 1.2 (20040405) * Pegasos II/G4, Board: 1.2, CPU: 744X 1.2, SF: 1.1 (20040505) * Pegasos II/G4, Board: 1.0 (2B3), CPU: 744X 1.0, SF: 1.2 (20040810112413) * Pegasos II/G4, Board: 1.2, CPU: 744X 1.1, SF: 1.2 (20040810112413) * Pegasos II/G3, Board: 1.2, CPU: 750 CX 1.0, SF: 1.2 (20040810112413) * Pegasos II/G4, Board: 1.2 (2B2), CPU: 744X 1.2, SF: 1.2 (20040810112413) * Pegasos II/G4, Board: 1.2, CPU: 744X 1.2, SF: 1.2 (20050602111451) * Pegasos II/G4, Board: 1.2 (2B5), CPU: 744X 1.2, SF: 1.2 (20050808153840) * Pegasos II/G4, Board: 1.2 (2B5),CPU: 744X 1.2, SF: 1.2 (20051216161829) === IKARUS low level console === Press at a serial console (115200 baud) while booting. * a address * b * c CPU PVR value * g <> go * i <> in * l * m memory size? * o <> out * q shutdown * r read * s * v * w <32 bit value> write * x exit * z * inc address * dec address * =B00000000,I00,O00; ==References== ==External links== * Pegasos Support Forum & Community * Review of the Pegasos on Obligement magazine * Review of the Pegasos II on Obligement magazine * The Pegasos book - Free ebook about the Pegasos PowerPC and its operating systems (MorphOS, Linux, Mac OS X with Mac- on-Linux). * Pegasos II AGP support ? (in ANN forum; about controversy of 'AGP' type) * ODW specification at PowerDeveloper.org * Linux resources for ODW at Freescale * SmartFirmware Category:PowerPC mainboards",
 "title": "Pegasos"
}