{
 "id": "424878",
 "text": "The Sydney Roosters are an Australian professional rugby league football club based in the Eastern Suburbs (Sydney) and parts of inner Sydney. The club competes in the National Rugby League (NRL) competition. The Roosters have won fifteen New South Wales Rugby League (NSWRL) and National Rugby League titles, and several other competitions. Founded as the Eastern Suburbs District Rugby League Football Club (ESDRLFC), it is the only club to have played in each and every season at the elite level, and since the 1970s has often been dubbed the glamour club of the league. The Sydney Roosters have won 15 premierships, equal to the record of the St George Dragons. Only the South Sydney Rabbitohs have won more premierships. The club holds the record for having won more matches than any other in the league, the most minor premierships and the most World Club Challenge trophies. The Sydney Roosters are one of only two clubs (the other being the St. George Illawarra Dragons in 1999) to finish runners- up in their inaugural season. Currently coached by Trent Robinson and captained by James Tedesco, the Roosters play home games at the Sydney Cricket Ground. The club was founded in 1908 in Paddington, Sydney, as Eastern Suburbs; in 1995 the club's name was changed to the Sydney City Roosters, and in 2000 to the Sydney Roosters. The team's Leagues Club is based in Bondi Junction and its home ground, administration and training facilities are located at nearby Moore Park. The Roosters have long-standing and fierce rivalries with other Sydney-based clubs, especially the South Sydney Rabbitohs, a fellow foundation club based in neighbouring Redfern.In Australia, a foundation club is one that played in the first season of a competition. Eastern Suburbs played in the first season of the New South Wales Rugby League premiership in 1908, the predecessor to the National Rugby League competition. Notwithstanding its branding as the Sydney Roosters, the official name of the club, holder of the NRL licence, remains the Eastern Suburbs District Rugby League Football Club, the same licensee as in 1908. Much of the club's merchandise and paraphernalia, especially those marketed directly to long-serving and dedicated members, includes the insignia ESDRLFC. ==History== The Eastern Suburbs District Rugby League Football Club (ESDRLFC) was formed on 24 January 1908 at a meeting at the Paddington Town Hall in SydneyCollis and Whiticker, p. 16. after it was decided that the district should enter a team in the newly formed New South Wales Rugby Football League.Collis and Whiticker, p. 12. The ESDRLFC was formed, under its articles of association with the NSWRFL, to represent the geographic areas in Sydney covering the Waverley, Randwick, Woollahra, Paddington, Darlinghurst and Vaucluse local government municipalities, as well as the eastern parts of the Sydney CBD. Indeed, the locality of Sydney, with postcode 2000, falls entirely within the official boundaries of the ESDRLFC. Unofficially nicknamed the \"Tricolours\" due to the red, white and blue playing strip,Collis and Whiticker, p. 29. Eastern Suburbs won its first match, defeating Newtown 32–16 at Wentworth Oval on 20 April 1908. In 1913 it became the first club to win three consecutive premierships;Collis and Whiticker, p. 381. the line-ups during this period included the likes of Dally Messenger, Harry \"Jersey\" Flegg and Sandy Pearce, all regarded as all-time rugby league greats.Collis and Whiticker, pp. 16–17. However, the club rapidly declined and failed to win the premiership for the next nine seasons. Eastern Suburbs missed the finals once from 1926 to 1942, and in that time won four titles and the minor premiership on seven occasions. During this period, Dave Brown set several point-scoring records that still stand.Collis and Whiticker, p. 20. In 1935, the team lost just one game,Collis and Whiticker, p. 21. and recorded the highest winning margin in their history, an 87–7 (equivalent to 106–8 using the modern scoring system) victory over Canterbury. In 1936, Eastern Suburbs became one of five teams in premiership history to remain undefeated for an entire season, a feat they repeated the following year. It is the only club to remain unbeaten for two consecutive seasons. Despite claiming the premiership in 1945, Eastern Suburbs failed to make the finals for the following seven seasons.Collis and Whiticker, pp. 22–23. A runners-up finish in 1960 was the closest the club came to claiming the premiership during this era. Eastern Suburbs were soundly defeated 31–6 in the grand final that year, by the famous record-beating St George outfit.Collis and Whiticker, pp. 24–25. In 1966, the club fell to new depths and was winless for the first time in its history.Collis and Whiticker, p. 23.Andrews, p. 658. It was also the last occasion in which the Roosters won the wooden spoon until claiming it again in the 2009 season. It ended a poor run for Eastern Suburbs; from 1963 to 1966, they won 8 of 72 matches, finishing second to last in 1964 and last in the other three years.Collis and Whiticker, p. 24. The club underwent a renaissance in 1967 after appointing Jack Gibson as coach (1967–68), and introducing a new emblem on the playing jerseys, the rooster. From 1972 to 1982, the Roosters won four minor premierships and played in four grand finals, winning two consecutively. Gibson, now dubbed as \"Super Coach\",Collis and Whiticker, pp. 24–26. returned to lead the team from 1974 to 1976.The titling of Gibson as \"Super Coach\" is common terminology in Australian rugby league references, given his outstanding coaching record. See Collis and Whiticker, p. 25. In 1974 and 1975, the team won 39 of 44 matches, both minor premierships, and both grand finals and set a premiership record of 19 consecutive wins. The 38–0 grand final victory in 1975 against St George was the largest margin in a first grade grand final,Collis and Whiticker, p. 26. and the record stood for 33 years until superseded by Manly's 40–0 win over the Melbourne Storm in 2008. Although the 1975 grand final was played during an era of a now-obsolete scoring system - with 3 points awarded for a try - the scoreline using 4 points for tries would mean that the record winning margin for a grand final would still hold with an adjusted score of 46–0. With line-ups including Mark Harris, Elwyn Walters, John Brass, Bill Mullins, Russell Fairfax, Johnny Mayes, John Peard, Ron Coote, Ian Schubert and captain Arthur Beetson,Collis and Whiticker, pp. 25–26. the Centenary of Rugby League panel considered the Roosters of 1974 and 1975 to be among the greatest club teams of all time. Between 1984 and 1995, the Roosters reached the semi-finals once, and became known to critics as the \"transit lounge\", due to the high frequency of player purchases and releases.Collis and Whiticker, p. 27. The club came close to reaching the premiership in 1987 under coach and favourite son Arthur Beetson, being defeated by eventual premiers Manly in a \"bruising\" major semi-final, 10–6.Middleton, p. 108. As the Super League war built up in the mid-1990s, the Roosters recruited high-profile coach Phil Gould and star five-eighth Brad Fittler, both from the Penrith Panthers. This helped to quickly send the Roosters back to the upper end of the ladder. Fittler's presence proved invaluable; during his reign, the Roosters competed in four grand finals in five years. In 2002, the club captured its 12th premiership – the first in 27 years – defeating Minor Premiers the New Zealand Warriors 30–8 in the 2002 NRL grand final.Collis and Whiticker, p. 28. In the 2003 NRL grand final against the Penrith Panthers, the Roosters lost 18–6 in what was their heaviest defeat for the year. A decisive moment occurred midway through the second half: with the scores tied at 6-all, Roosters winger Todd Byrne made a clear break down the sideline and looked set to score a try before being chased down and tackled into touch by Penrith lock forward, Scott Sattler. From then on, the momentum of the game was with Penrith. The Roosters' made the Grand Final in 2004, when they ceded a 13–6 half-time lead to be defeated by the Bulldogs 16–13. The match was captain Fittler's last for the team.Haddan, p. 330. In 2007, the Roosters became the first club to play 100 seasons of first grade rugby league; having been the only outfit to play in each season since the competition's inception in 1908. They appointed Chris Anderson as coach in 2007 and 2008 following two relatively unsuccessful years under Ricky Stuart. On 9 July 2007, Anderson resigned after a 56–0 loss to the Manly-Warringah Sea Eagles. Assistant Coach Fittler acted as the caretaker for the remainder of the 2007 season, before being appointed in August to the top job for two years. With eight rounds remaining in a disappointing 2009 season in which the Roosters finished with the wooden spoon for the first time in 43 years, Fittler was informed he would not be the coach in 2010, his position to be taken by veteran coach Brian Smith. The Roosters wound up winning only five games for the entire season; twice against Cronulla and once against each of Canberra in Canberra, eventual grand finalists Parramatta and Newcastle in Newcastle. A year after finishing last, under the coaching of Brian Smith they reached the 2010 NRL Grand Final where the St. George Illawarra Dragons defeated them 32–8. The Roosters led 8–6 at half time but were overrun in the second half. What followed was another relatively disappointing season at Bondi Junction, with the Roosters finishing 11th in a 2011 season plagued by off-field issues involving 2010 Dally M Medallist Todd Carney (who was later sacked by the Roosters at season's end). However, a four-game winning streak to end the season brought hope for the 2012 season. Other high-profile players including Nate Myles, Mark Riddell, Jason Ryles, Kane Linnett and Phil Graham all left the club at season's end. The Roosters endured a disappointing 2012 season, finishing 13th. Brian Smith resigned from the coaching role shortly after the Roosters' season concluded with a loss to the Minor Premiers Canterbury, and also at season's end captain Braith Anasta left to join the Wests Tigers in 2013. The 2013 season saw new staff, a new coach, Trent Robinson, and several new players, including big signings Michael Jennings, James Maloney, Luke O'Donnell and Sonny Bill Williams, arrive at the club. This culminated in the Roosters finishing the 2013 season with a 24–12 win over the South Sydney Rabbitohs, securing the Minor Premiership for the 2013 season and were the NRL's best attacking and defensive team.Sydney Roosters need to lift their game to go back-to-back, say grand final heroes, by Michael Chammas, The Age, dated 23 February 2014. The Roosters defeated the Manly- Warringah Sea Eagles 4–0, in week one of the finals, earning a week's rest. The Roosters defeated the Newcastle Knights 40–14 in week three of the NRL finals, progressing to the 2013 NRL grand final, facing the Manly-Warringah Sea Eagles, winning 26–18. It was a great comeback by the Roosters, down by 10 points in the second half they went on to score three consecutive tries to seal the win and their 13th premiership. They then went on to win the 2014 World Club Challenge against Wigan 36–14 to claim the treble of club titles. No team in premiership history had come from a lower ladder position to win the following season's title.GREATEST 12-MONTH TURNAROUNDS IN AUSTRALIAN RUGBY LEAGUE, by Will Evans, Rugby League Opinions, dated 21 October 2014. In the 2014 season, the club finished first on the table winning the Minor Premiership. In the Preliminary Final against arch rivals Souths, Sydney lost the match 32–22 in what was retiring legend Anthony Minichiello's final game. In the 2015 season, Sydney finished first on the table and claimed their third consecutive Minor Premiership. The Roosters again made the Preliminary Final with Brisbane this time being the opponents. The Roosters ended up losing the match 31–12 in front of a sold-out crowd at Suncorp Stadium. In the 2016 season, the Roosters finished 15th on the table after enduring a horror season where star player Mitchell Pearce was suspended for 8 matches, fined $A125,000 and stripped of the captaincy following a pre season incident where Pearce was intoxicated, simulated a sex act with a dog which was filmed on another party goer's mobile phone. The club also struggled due to injuries to star players such as Boyd Cordner and Jared Waerea-Hargreaves. The Roosters finished 2nd at the end of the 2017 season and defeated Brisbane in week one of the finals earning the week off. Sydney's opponents in the Preliminary Final were North Queensland who had finished in 8th position on the table and produced upset victories over Cronulla and Parramatta. In a game that the Roosters were expected to win, the Cowboys surprised everyone winning the match 29–16. In 2018, the Sydney Roosters finished in first place during the regular season, claiming their 20th Minor Premiership. They beat Cronulla-Sutherland 21–12 in week one of the finals, earning the week off. The club then broke its preliminary final hoodoo by beating rivals South Sydney 12–4 in what was the last sports match ever played at the Sydney Football Stadium. They managed to keep Souths tryless, and the crowd was the largest ever recorded in a sporting match at the Sydney Football Stadium with 44,380 people in attendance. The Roosters played Melbourne in the 2018 NRL Grand Final, and won 21–6 to claim their 14th premiership. The Roosters started the 2019 NRL season with a round 1 loss against rivals Souths at the Sydney Cricket Ground. The club then went on an eight game winning run and defeated Melbourne 21–20 in the grand final rematch which was played at AAMI Park. The Roosters also scored impressive victories over Brisbane 36–4 and Wests 42–12 which were both played at the Sydney Cricket Ground. Midway through the 2019 NRL season, Sydney suffered a drop in form during the 2019 State of Origin series period before recovering by winning 7 of their last 8 matches of the season to finish 2nd behind minor premiers Melbourne. The Roosters would then go on to defeat rivals South Sydney and Melbourne to reach the 2019 NRL Grand Final. In the grand final, Sydney would go on to win their second consecutive premiership after a hard fought victory against Canberra at ANZ Stadium. It was the first time that a team had won consecutive premierships in a unified competition since Brisbane achieved the feat in the 1992 and 1993 seasons. The club began the 2020 NRL season once again as one of the teams to beat for the premiership but suffered back to back losses to start the year before the season was interrupted due to the Covid-19 Pandemic. After the return to play, the club won five matches in a row and only lost three matches between round 8 and round 20. The Roosters finished the season in 4th place and qualified for the finals. In week one of the finals, they were defeated by minor premiers Penrith which forced them into an elimination final match against Canberra. The Roosters quest for a third straight premiership was ended as they lost against Canberra 22-18 at the Sydney Cricket Ground. The club began the 2021 NRL season as one of the teams tipped to challenge for the premiership. In the opening two rounds of the year, the club defeated both Manly and the Wests Tigers by 40 points. Throughout the season however, the club suffered one of the biggest injury tolls in recent history losing Jake Friend, Boyd Cordner and Brett Morris to retirement and season ending injuries to Luke Keary, Lindsay Collins, Joseph Manu and Billy Smith. The Roosters were forced to blood nine debutants, including the likes of Sam Walker, Ben Marschke, Egan Butcher and Fletcher Baker and call upon players from the club's feeder side the North Sydney Bears. The club also suffered injuries and suspensions to other key players such as Victor Radley. The Roosters would end the 2021 NRL season in fifth place and qualified for the finals. In week one of the finals, the club defeated the Gold Coast 25-24. The following week, the Roosters season ended after losing 42-6 against Manly. ==Emblem== Eastern Suburbs did not traditionally sport a crest on their jerseys in the first half of the 20th century.Collis and Whiticker, pp. 14–27. Other clubs occasionally sported simple designs on their strip; however, this was not seen consistently on all jerseys until the 1950s and 1960s. In 1967, the club introduced its first logo, displaying the mantra \"Easts to Win\", following a winless season. The crest also incorporated a rooster or cockerel in the design; one source suggested that this choice of mascot followed after the Roosters' jersey design was inspired by the French national team's jersey. Given that the French team's mascot was affectionately known to supporters as le coq, \"the rooster\", connections have been made as to the choosing of a rooster for Eastern Suburbs' mascot. In 1978, the mantra was replaced with the team's name, \"Eastern Suburbs\". This name was kept until 1994, when the club changed its team name to the \"Sydney City Roosters\" for the start of the 1995 season to appeal to the club's widening fan base. In 2000, the club shortened its name to the \"Sydney Roosters\". Although marketing names have changed, the Roosters are still registered with the National Rugby League competition as the Eastern Suburbs District Rugby League Football Club, the entity holding the NRL licence. ==Colours== Red, white and blue have been the colours of every jersey design in the club's history; however, the jersey design has undergone several alterations. During World War II, the design of the jersey was modified because the dye used to colour jerseys was needed for the war effort. This saw Eastern Suburbs playing in different colours and an altered design. Instead of using the traditional hoops, the side used a sky-blue based jersey and a red and white V-strip around the collar. This is the only noted time in the club's history where the traditional deep blue, red and white combination was absent from the jersey. After the war, the V-strip design reverted to the original blue that had been present in the original jerseys, and the single red and white stripes around the shirt's chest were incorporated with a single white stripe surrounded by a red stripe on either side. This jersey appeared in the 1950s and remains the team's base design. ===Primary jerseys=== Image:Eastern Suburbs Jersey 1908.png|1908-1913 Image:Eastern Suburbs Jersey 1914.png|1914-1943, 1947-1953 Image:Eastern Suburbs Jersey 1944.png|1944-1946 Image:Eastern Suburbs Jersey 1954.png|1954-1974 Image:Eastern Suburbs Jersey 1975.png|1975-1991 Image:Eastern Suburbs Jersey 1992.png|1992-2007 Image:Sydney Jersey 2008.png|2008-present ==Rivals== Main: South Sydney Rabbitohs, St. George Illawarra Dragons, Canterbury-Bankstown Bulldogs. Minor: Penrith Panthers, Manly Warringah Sea Eagles, Melbourne Storm, Brisbane Broncos, Canberra Raiders. ==Win–loss record== {| class=\"wikitable sortable\" style=\"text- align:center;\" |- ! Opponent !!style=\"width:5em\"|Played !!style=\"width:5em\"|Won !!style=\"width:5em\"|Drawn !!style=\"width:5em\"|Lost !!style=\"width:5em\"|Win % |- |style=\"background:darkorange\" | || 36 || 27 || 0 || 9 || 75.0 |- |style=\"background:#191970\" | || 41 || 29 || 0 || 12 || 70.7 |- |style=\"background:dodgerblue\" | || 22 || 14 || 0 || 8 || 63.6 |- |style=\"background:#75B2DD\" | || 98 || 62 || 2 || 34 || 63.3 |- |style=\"background:blue\" | || 58 || 35 || 2 || 21 || 60.3 |- |style=\"background:black | || 95 || 56 || 1 || 38 || 58.9 |- |style=\"background:lawngreen | || 68 || 38 || 0 || 30 || 55.9 |- |style=\"background:red\" | || 45 || 24 || 1 || 20 || 53.3 |- |style=\"background:#white\" | || 177 || 92 || 5 || 80 || 52.0 |- |style=\"background:gold | || 135 || 67 || 5 || 63 || 49.6 |- |style=\"background:black\" | || 43 || 20 || 1 || 22 || 46.5 |- |style=\"background:green\" | || 227 || 103 || 5 || 119 || 45.4 |- |style=\"background:#990033\" | || 54 || 23 || 0 || 31 || 42.6 |- |style=\"background:#440085\" | || 43 || 18 || 0 || 25 || 41.9 |- |style=\"background:#800035\" | || 137 || 49 || 2 || 86 || 35.8 |- class=\"sortbottom\" !Total !! 2,281 !! 1,216 !! 69 !! 996 !! 53.31 |} ==Stadium== Most sources suggest that the Royal Agricultural Ground was often used as a home venue between 1908 and 1910, before the club hosted matches at the Sydney Sports Ground from 1911 onwards.The Australian Rugby League records Co-op Retrieved 6 October 2006. It was here that the team played almost all of their home games up until 1986, when the ground was demolished with the Sydney Cricket Ground No. 2 to make way for Sydney's main rectangular field, the Sydney Football Stadium. In 1987, games were moved away to the Newtown Jets' home ground, Henson Park, temporarily to await the completion of the Sydney Football Stadium. The team capitalised on this move, and under coach Arthur Beetson finished second in the regular season, and narrowly missed playing in the grand final. It was the only time between 1983 and 1995 that the Club reached the finals. In 1988, the club moved to the newly built Sydney Football Stadium on the site of the old Sydney Sports Ground, opening the season with a 24–14 defeat at the hands of the St George Dragons in front of 19,295 spectators on a wet night on 4 March 1988. At the Sydney Football Stadium, the Roosters have a 59% win record from 256 games with a 58% and 55% win record at their old grounds the Sydney Sports Ground and the Sydney Cricket Ground respectively. The Roosters played their last game at the Sydney Football Stadium on 22 September 2018 in front of a ground record crowd (44,380). In 2019 the Sydney Roosters home became the Sydney Cricket Ground while the Sydney Football Stadium (2022) is built. ==Supporters== While the Roosters have supporters all around the world, its traditional fan base is in Sydney, which is most concentrated in its homeland in the affluent eastern suburbs. In 2013 the club tallied the fourth-highest home attendance of all National Rugby League clubs (behind the Brisbane Broncos) with an average of 19,368 spectators at the Sydney Football Stadium. At the club's home ground, the Sydney Football Stadium, the supporters congregate in distinct sections. The \"Chook Pen\", a designated area in Bay 35, is the preferred location for the most animated fans. Members of the Sydney Cricket and Sports Ground Trust are seated in the Members Pavilion, and season ticket holders are located in Bays 12–14. In 2021, the Roosters had over 16,853 paying members, in addition to the 46,486 members of the Easts Leagues Club, which is the major benefactor of the football club. The Easts Leagues Club and the Sydney Roosters \"operate as one entity\" known as the Easts Group. Under this arrangement, the Eastern Suburbs District Rugby League Football Club is the 'parent company' of the Easts Group. The Football Club delegates, however, overarching responsibility for both football and leagues club operations to a single general manager who oversees the group's performance. The leagues club provides financial support to the football club only when necessary as the football club's sponsorships and TV revenues are generally adequate to cover most Rugby League expenditures. ==Statistics and records== Mitchell Aubusson holds the record for the most first grade games (306), having surpassed Anthony Minichiello's tally of 302 matches in round 24 of the 2020 season. Former team captain Craig Fitzgibbon holds the club record for scoring the most points, tallying 1,376 over his 210 matches. Fitzgibbon also broke the all-time point scoring record for a forward in the later rounds of 2006. Dave Brown's tally of 45 points (five tries and 15 goals) in a single match against Canterbury in 1935 remains a competition record after more than seven decades. Ivan Cleary scored 284 points in 1998, which at the time was an all-time points scoring record in a season. Bill Mullins, father of 2002 premiership player Brett, scored 104 tries in his 11-year, 190-game career with Eastern Suburbs between 1968 and 1978, meaning that on average, he scored at least one try every two games. Anthony Minichiello became the highest try scorer in the Roosters history when he scored his 105th try against the Newcastle at Ausgrid Stadium in June 2011. 'Mini' finally retired after the 2014 season, and ended his career with 139 tries. He is also the first fullback in 70 years to win the Grand Final (2013), while captaining the club. Rod O'Loan scored seven tries in a single match against Sydney University in 1935, and Dave Brown's 38 tries in 15 games in the same year remains a competition record. In 1975, the Eastern Suburbs Roosters set a record 19-match winning streak on their way to their 11th premiership. In a 1935 match against Canterbury, Dave Brown scored 45 points, the highest score and victory margin for the club (the 87–7 scoreline is equivalent to 106–8 under the contemporary scoring system). The winning margin is the second largest overall, behind St. George's 91–6 win over Canterbury a week earlier. The club's record attendance for a regular season game at its home ground—the Sydney Football Stadium—stands at 40,864, achieved in a match on ANZAC Day against the St George Illawarra Dragons in 2017. The club's record attendance for a regular season game at the SCG stands at 50,130 on 4 May 1974 against the Manly Sea Eagles The 2000 grand final between the Sydney Roosters and the Brisbane Broncos attracted 94,277 spectators to the Olympic Stadium. ==Squads== ===Current squad=== ===Team of the Century=== In 2000, the Sydney Roosters named their \"Team of the Century\", which included players from 1908 to 2000. The official team is listed below along with their Sydney Roosters cap number. ===The Centurions=== In 2007, the Sydney Roosters announced \"The Centurions\", a team consisting of those regarded as the greatest players to have played 100 or more games for the club between 1908 and 2007. The team was selected by Ray Chesterton, Ian Heads, David Middleton and Alan Clarkson and was unveiled at the centenary season launch at the Michael Algeri Pavilion on 10 March 2007. ==Honours== ===Titles=== Premierships – 15 1911, 1912, 1913, 1923, 1935, 1936, 1937, 1940, 1945, 1974, 1975, 2002, 2013, 2018, 2019 Runners-up – 15 1908, 1919, 1921, 1928, 1931, 1934, 1938, 1941, 1960, 1972, 1980, 2000, 2003, 2004, 2010 Minor Premierships – 20 1912, 1913, 1923, 1931, 1934, 1935, 1936, 1937, 1940, 1941, 1945, 1974, 1975, 1980, 1981, 2004, 2013, 2014, 2015, 2018 World Club Challenge – 5 1976, 2003, 2014, 2019, 2020 Amco Cup – 2 1975, 1978 City Cup – 3 1914, 1915, 1916 Auckland Nines – 1 2017 World Sevens – 1 1993 ===Youth/Pre-season Titles=== Club Championship – 12 1930, 1931, 1934, 1935, 1936, 1937, 1945, 1970, 1974, 1975, 2004, 2006 Second Grade – 9 1908, 1909, 1910, 1911, 1935, 1937, 1949, 1986, 2004 Third Grade/Under 23 – 11 1914, 1917, 1924, 1929, 1930, 1931, 1932, 1941, 1947, 1970, 1976 National Youth Competition – 1 2016 Jersey Flegg Cup – 3 1995, 2002, 2004 Presidents Cup – 16 1910, 1911, 1913, 1915, 1920, 1922, 1923, 1924, 1927, 1938, 1948, 1949, 1955, 1978, 1987, 1993 S. G. Ball Cup – 4 1997, 2008, 2010, 2014 Pre-Season Cup – 4 1974, 1977, 1979, 1981 ==NRL Women's Premiership team== On 27 March 2018, the Sydney Roosters applied for, and won, a license to participate in the inaugural 2018 NRL Women's season. Adam Hartigan was named as the coach of the women's side. In June 2018, the club used up the maximum of fifteen marquee signings ahead of the inaugural season which will commence in September, including Karina Brown, Isabelle Kelly and Ruan Sims. The club finished runners-up in the inaugural NRL Women's Premiership, losing to the Brisbane Broncos by 34–12 in the 2018 NRL Women's Premiership Grand Final. Zahara Temara claimed the 2018 Player of the Season award. In 2019, Rick Stone took over as coach however the club failed to win a match, claiming the wooden spoon. Tallisha Harden was awarded the clubs Best & Fairest Player for the 2019 season. Jamie Feeney was appointed the head coach for the 2020 season and is determined to turn the clubs fortunes around. He will be assisted by Kylie Hilder and John Strange. Feeney immediately appointed Corban McGregor as the clubs new captain. The club also announced the big signing of Sevens Rugby star and 2016 Gold Medalist, Charlotte Caslick. ===Current squad=== ==Footnotes== ==References== * * * * ==External links== * Category:National Rugby League clubs Category:NRL Women's Premiership clubs Category:Fan-owned football clubs Category:Sydney Cricket Ground Category:1908 establishments in Australia Category:NRL Women's Premiership Category:Rugby clubs established in 1908",
 "title": "Sydney Roosters"
}