{
 "id": "424968",
 "text": "The Czech lands, then also known as Lands of the Bohemian Crown, were largely subject to the Habsburgs from the end of the Thirty Years' War in 1648 until the Austro-Hungarian Compromise of 1867. There were invasions by the Turks early in the period, and by the Prussians in the next century. The Habsburgs consolidated their rule and under Maria Theresa (1740–1780) adopted enlightened absolutism, with distinct institutions of the Bohemian Kingdom absorbed into centralized structures. After the Napoleonic Wars and the establishment of the Austrian Empire, a Czech National Revival began as a scholarly trend among educated Czechs, led by figures such as František Palacký. Czech nationalism took a more politically active form during the 1848 revolution, and began to come into conflict not only with the Habsburgs but with emerging German nationalism. == History of the Lands of the Bohemian Crown (1648–1867) == === The Dark Age (1648–1740) === After the Thirty Years' War ended, the Czech lands definitively passed onto the Habsburgs who eradicated Protestant Hussitism in the 1620s and upheld the strict Counter- Reformation measures. Hence the name Dark Age for this period. Ottoman Turks and Tatars invaded Moravia in 1663, taking 12,000 slaves.Lánové rejstříky (1656–1711) In 1664 Habsburg armies under command of Jean-Louis Raduit de Souches attacked the Ottomans, conquered Nitra and Levice and freed some of the captive Moravians. When general Montecuccoli's army won the Battle of Saint Gotthard, the Turks signed Peace of Vasvár, which would last 20 years.F. Čapka, Dějiny zemí Koruny české v datech In 1683, Leopold I (1656–1705) defeated the Turks and paved the way for the restoration of the Kingdom of Hungary to its previous territorial dimensions. The brief reign of Joseph I (1705–1711) was followed by that of Charles VI (1711–1740). Between 1720 and 1725, Charles concluded a series of treaties by which the various estates of the Habsburg lands recognized the unity of the territory under Habsburg rule and accepted hereditary Habsburg succession, including the female line. === Enlightened absolutism (1740–1815) === The reigns of Maria Theresa (1740–1780) and her son Joseph II (1780–1790), Holy Roman Emperor and coregent from 1765, were characterized by enlightened rule. Influenced by the ideas of eighteenth- century Enlightenment philosophers, Maria-Theresa and Joseph worked toward rational and efficient administration of the Bohemian Kingdom. In this respect, they opposed regional privilege and the rights of the estates and preferred to rule through a centrally controlled imperial bureaucracy. At the same time, they instituted reforms to eliminate the repressive features of the Counter-Reformation and to permit secular social progress. Maria-Theresa's accession to the Habsburg lands was challenged by the territorial aspirations of the increasingly powerful Hohenzollern dynasty. The Prussian king, Frederick II, joined by the dukes of Bavaria and Saxony, invaded the Bohemian Kingdom in 1740 in the First Silesian War. The Duke of Bavaria, Charles Albert, was proclaimed king by the Czech nobility. Although Maria-Theresa regained most of the Bohemian Kingdom and was crowned queen in Prague in 1743, all of the highly industrialized territory of Silesia except for Tesin, Opava, and Krnov was ceded to Prussia in the 1742 Treaty of Breslau. In attempting to make administration more rational, Maria-Theresa embarked on a policy of centralization and bureaucratization. What remained of the Bohemian Kingdom was now merged into the Austrian provinces of the Habsburg realm. The two separate chancelleries were abolished and replaced by a joint Austro-Bohemian chancellery. The Czech estates were stripped of the last remnants of their political power, and their functions were assumed by imperial civil servants appointed by the queen. The provinces of the Czech and Austrian territories were subdivided into administrative districts. German became the official language. Great famine in 1770–1771 caused deaths of one tenth of the country's population. Further reforms introduced by Maria-Theresa and Joseph II reflected such Enlightenment principles as the dissolution of feudal social structures and the curtailment of power of the Catholic Church. Maria-Theresa nationalized and Germanized the education system, eliminated Jesuit control, and shifted educational emphasis from theology to the sciences. Serfdom was first modified by Maria-Theresa -- robota (forced labor on the lord's land) was reduced, and serfs could marry and change domiciles without the lord's consent—then abolished altogether by Joseph II. In 1781, Joseph's Patent of Toleration extended freedom of worship to Lutherans and Calvinists. The enlightened rule of Maria-Theresa and Joseph II played a leading role in the development of a modern Czech nation, but one that was full of contradictions. On the one hand, the policy of centralization whittled down further any vestiges of a separate Bohemian Kingdom and resulted in the Germanization of the imperial administration and nobility. On the other hand, by removing the worst features of the Counter-Reformation and by introducing social and education reforms, these rulers provided the basis for economic progress and the opportunity for social mobility. The consequences for Bohemia were manifold. Many of the nobles sublet their lands and invested their profits in industrial enterprise, such as the development of textile, coal, and glass manufacture. Czech peasants, now free to leave the land, moved to cities and manufacturing centers. Urban areas, formerly populated by Germans, became increasingly Czech in character. The sons of Czech peasants were sent to school; some attended the university, and a new Czech intellectual elite emerged. During this same period the population of Bohemia nearly quadrupled, and a similar increase occurred in Moravia. But in response to pressures from the nobility, Joseph's successor, Leopold II (1790–1792), abrogated many of Joseph's edicts and restored certain feudal obligations. (Serfdom was not completely abolished until 1848.) Under Francis II (1792–1835), the aristocratic and clerical reaction gathered strength. The war against revolutionary France and the subsequent Napoleonic wars caused a temporary interruption of the reactionary movement. In 1804, Francis II transferred his imperial title to the Austrian domains (Austria, Bohemian Kingdom, Hungary, Galicia, and parts of Italy), and two years later the Holy Roman Empire was formally dissolved. The Austrian Empire came into existence and was to play a leading role in the newly established German Confederation. From 1815, after the conclusive defeat of Napoleon, the policy of reaction devised by Austria's foreign minister, Prince Metternich, dominated European affairs. Enlightened rule destroyed the few remaining vestiges of the Bohemian Kingdom. The dismantling of Bohemian institutions and the dominance of the German language seemed to threaten the very existence of the Czech nation. Yet, enlightened rule also provided new educational and economic opportunities for the Czech people. Inadvertently, the enlightened monarchs helped set the stage for a Czech national revival. === National Revival === The first half of the nineteenth century was a period of nationalistic awakening in Central Europe. German nationalism — sparked by confrontation with the armies of the French revolutionaries — and Napoleonic expansionism inspired corresponding efforts toward national revival among the subject Slavic peoples. The concept of the \"nation,\" defined as a people united by linguistic and cultural affinities, produced an intellectual revival that laid the foundation for a subsequent struggle for political autonomy. In Bohemia, where the nobility was largely German or Germanized, the leaders of the Czech revival were members of the new intelligentsia, which had its origin in peasant stock. Only a small part of the nobility lent the revival support. The earliest phase of the national movement was philological. Scholars attempted to record and codify native languages. A chair for Czech language and literature was established at Charles-Ferdinand University in 1791. The Czech language, however, had survived only as a regional language among the peasants. Officially German language still remained equal to the Czech language in Czech lands from 1627 until 1918. The tasks of molding the Czech language into a literary language and introducing the study of Czech in state schools were accomplished by Josef Dobrovský and Josef Jungmann. Their efforts were rewarded by an efflorescence of Czech literature and the growth of a Czech reading public. Prominent among the original Czech literary elite were poets Ján Kollár (a Slovak), František Čelakovský, Karel Jaromír Erben, and Karel Hynek Mácha; dramatists Václav Kliment Klicpera and Josef Kajetán Tyl; and journalist-politicians F.A. Brauner and Karel Havlíček Borovský. The Czech revival acquired an institutional foundation with the establishment of the Museum of the Bohemian Kingdom (1818) as a center for Czech scholarship. In 1827 the museum began publication of a journal that became the first continuous voice of Czech nationalism. In 1830 the museum absorbed the Matice česká, a society of Czech intellectuals devoted to the publication of scholarly and popular books. The museum membership, composed of patriotic scholars and nobles, worked to establish contacts with other Slavic peoples and to make Prague the intellectual and scholarly capital of the Slavs. The major figure of the Czech revival was František Palacký. Of Moravian Protestant descent and attracted by the nationalist spirit of the Hussite tradition, Palacký became the great historian of the Czech nation. His monumental, five-volume History of the Czech People focused on the struggle of the Czech nation for political freedom and became one of the pillars of modern Czech life and thought. Palacky — who fancied himself the heir and successor to the great educator and leader of the Unity of Czech Brethren, Jan Amos Komenský (Comenius) - became the political leader of the Czech nation during the revolutionary struggles of 1848. In the tradition of Komenský, Palacký developed a political platform based on cultural renaissance. ==== The 1848 Revolution ==== The French Revolution of 1848 precipitated a succession of liberal and national revolts against autocratic governments. Revolutionary disturbances pervaded the territories of the Austrian Empire, and Emperor Ferdinand I (1835–1848) promised to reorganize the empire on a constitutional, parliamentary basis. In the Bohemian Kingdom, a national committee was formed that included Germans and Czechs. But Bohemian Germans favored creating a Greater Germany out of various German-speaking territories. The Bohemian Germans soon withdrew from the committee, signaling the Czech-German conflict that would characterize subsequent history. Palacky proposed Austro-Slavism as the creed of the Czech national movement. He advocated the preservation of the Austrian Empire as a buffer against both German and Russian expansionism. He also proposed the federalization of the empire on an ethnographic basis to unite the Bohemian Germans with Austria in one province and Czechs and Slovaks in another. Palacky further suggested that the various Slavic peoples of the empire, together constituting a majority, should form a political unit to defend their common interests. In June 1848, the Czechs convened the first Slavic Congress to discuss the possibility of political consolidation of Austrian Slavs, including Czechs, Slovaks, Poles, Ruthenians (Ukrainians), Slovenes, Croats, and Serbs. National revival for the Czechs had been begun by small groups of intellectuals. At first, the national movements were confined to discussion of language, literature, and culture. But during the revolutions of 1848, the Czechs made bold political demands. The revolutions of 1848 also revealed that the German liberals, who were opposed to Habsburg absolutism, were equally hostile to Czech national aspirations. It had become clear that the Czech national movements had to contend not only with Habsburg absolutism but also with increasingly virulent German nationalism. === 1848–1867 === After the revolutions of 1848, Franz Joseph attempted to rule as an absolute monarch, keeping all the nationalities in check. But the Habsburgs suffered a series of defeats. In 1859, they were driven out of Italy after defeat at the Battle of Solferino, and in 1866, they were defeated by Prussia in the Austro-Prussian War and expelled from the German Confederation. To strengthen his position, Franz Joseph was ready to improve his relations with the Hungarians. At first it seemed that some concessions would be made to Bohemia, but in the end the crown effected a compromise with the Hungarian gentry in 1867. ==See also== * * * History of the Lands of the Bohemian Crown (1526-1648) * History of the Lands of the Bohemian Crown (1867–1918) * * German Confederation * Ausgleich * Austrian Empire ==References== * 1648 .1648 .1700 .1800 1648 History Category:19th century in Germany by state",
 "title": "Lands of the Bohemian Crown (1648–1867)"
}