{
 "id": "425448",
 "text": "São Miguel Island (; Portuguese for \"Saint Michael\"), nicknamed \"The Green Island\" (Ilha Verde), is the largest and most populous island in the Portuguese archipelago of the Azores. The island covers and has around 140,000 inhabitants, with 45,000 people residing in Ponta Delgada, the archipelago's largest city. ==History== thumb|235px|left|An 1845 engraving of the island of São Miguel (west is up) In 1427, São Miguel became the second of the islands discovered by Gonçalo Velho Cabral to be settled by colonists from continental Portugal. This date is uncertain, as it is believed that the island was discovered between 1426 and 1437 and inscribed in portolans from the middle of the 15th century. Its discovery was later recorded by Father Gaspar Frutuoso in the seminal history of the Azores, Saudades da Terra, as he began: \"This island of São Miguel where...we are, is mountainous and covered in ravines, and it was, when we discovered it, covered in trees...due to its humidity, with its water showers and ravines warm with sun...\" It was sometime after the initial settlement of Povoação Velha (on the southeastern coast) that (between 1439 and 1444) a volcanic eruption occurred in the crater of Sete Cidades (then uninhabited). There are no records of the precise date, but Gaspar Frutuoso noted that navigators returning to São Miguel (soon after its discovery) encountered the western part of the island completely changed and tree trunks and pumice stone floating in the waters around the island. After docking in Povoação, the settlers reported feeling tremors and aftershocks; \"...those settlers living in their earthen holes of straw and hay, heard almost within a year a great loud noise, roars and snorts that came from the earth with large tremors still proceeded the subversion and fire from the peak that had disappeared.\" In the early 15th century, Infante D. Henrique first authorized the settlement of the Azores, and many settlers from the historical provinces of Estremadura, Alto Alentejo, Algarve and Madeira travelled to São Miguel, under the Carta Régia (a decree of the regency). The fertile soils and temperate climate attracted settlers from other countries, notably French and Flemish people. Cultural minorities such as Sephardic Jewish New Christians are believed to have comprised as much as 20% of the island's population (i.e., many had surnames such as 'Pereira, Pimentel, Dias, Menezes, Oliveira, Nunes, Mendes, Rodrigues, Pinto etc., and some Moors were exiled to the island during the inquisition. Its geographic position and fertile soils permitted rapid economic development. The establishment of a military garrison made the island an obligatory port-of-call in the African and Asian commercial trade, while the export of sugar, and later orchil (a dye exported to Flanders for the making of cloth) stabilized the island's export trade. The first capital of the island was Vila Franca do Campo, which was devastated by the 1522 Vila Franca earthquake and landslides. The tragedy helped to elevate Ponta Delgada to the administrative and economic status of capital and business centre from 1546. During the 1580 Portuguese succession crisis, the people from São Miguel won the naval Battle of Vila Franca against a French squadron that supported the claims of the pretender António, Prior of Crato. With the Portuguese Restoration War (1640), the island regained its position as a commercial centre, establishing new contacts in Brazil, which was heavily colonized during this period. Some of the island's historic buildings, including mansions and churches, date from this period; the island's architectural expansion and developed came from revenues from the export of oranges, mainly to Great Britain. In 1831, during the Liberal Wars, following the landing of troops loyal to Queen Maria II in Nordeste (sent by future Duke of Terceira), a resistance to the Absolutist regime on the Island was organized. In 1832, this militia declared allegiance to the Charter (constitutional monarchy) and Queen Maria, forming a contingent that sailed to the continent where they were involved in the liberation of Porto. Following the Liberal Wars, the period of Devourism allowed the economy to flourish, and the port of Ponta Delgada expanded, through the export of new crops such as tea, pineapple, and tobacco. The development of the fishing industry, cultivation of food staples and expansion of the dairy industry permitted the growth of many of the population centres on the island. Following the Carnation Revolution, the island received the seat of the Presidency of the Autonomous Region of the Azores, located in Ponta Delgada, while its economic, social and political importance continued to grow within the archipelago. ==Geography== ===Geology=== thumb|235px|left|Lagoa das Furnas São Miguel is bisected by many faults from the northwest to southeast in the direction of the Terceira Rift, a triple junction of the African, Eurasian, and North American tectonic plates. This system is best expressed in the western part of the island with extensive geological formations, such as the Mosteiros Graben (along the western flank of the Sete Cidades Massif), the Ribeira Grande Graben (along the northern flank of the Água de Pau Massif), and the many cones and fissural structures along the interior of the island. In the ancient crater of Furnas the faults are aligned west-northwest to east-southeast. Zbysewsky (1959), among others (note references) identifies eight geomorphological structures on São Miguel that correspond to the formative features that built the island, including: * The Sete Cidades Massif – an area that occupies the extreme western part of the island, and corresponds to a central volcanic crater and lake-filled caldera, with various cones, deposits of pumice, lava domes and maars. In the northeastern flank of this volcano the Mosteiros Graben, a tectonic structure created from the collapse of lands and located along a northwest to southeast orientation. Along other regional fractures and radial faults there are ancient spatter cones and lava domes; * The Picos Volcanic System or Picos Region – is situated along a northwest–southeast alignment, and defines a range of spatter cones and relatively level ground between the Sete Cidades and the Água de Pau Massifs; * The Água de Pau Massif – this central feature corresponds to the central volcano on the island, and includes the Lagoa do Fogo (Lake of Fire), many lava domes and pumice cones. On the northeastern flank of the Massif the Ribeira Grande Graben is visible, representing a tectonic depression oriented northwest to southeast; * The Achada das Furnas Plateau – a region with a central plain marked by cones and maars, with deposits along a west-northwest to east-southeast and northwest to southeast; * Furnas Volcano – located in the eastern part of the island, along the southern coast, and comprising two ancient calderas, occupied by a lake (Lagoa das Furnas). Within the system one can find many pumice cones, maars and lava domes; * Povoação Volcano – comprising a central caldera, generally well- eroded and whose southern rim has disappeared to the southern coast. Within its interior, marked by several river-valleys and cliffs, are several spatter cones; * The Tronqueira Region – it occupies the extreme easterly portion of the island and corresponds to a mountainous region, divided by many river- valleys that are usually delineated by tectonic fractures; * The Northern Coastal Platform – located along the northeastern portion of the island, and marks a zone of relatively moderate topography, limited by the coast to the north and the northern crater rims of Furnas and Povoação volcanoes to the south. São Miguel comprises six volcanic zones; all are Quaternary in age except the last, which is partly Pliocene. From west to east these zones are: the trachyte stratovolcano of the Sete Cidades Massif; a field of alkali- basalt cinder cones and lava flows with minor trachyte; the trachyte stratovolcano of the Água de Pau Massif; a field of alkali-basalt cinder cones and lava flows with minor trachyte and tristanite; the trachyte stratovolcano of Furnas; and the Nordeste shield, which includes the Povoação caldera and consists of alkali basalt, tristanite and trachyte.Richard B. Moore (1990), p.1 Dormancy ages for these regions include: 400 year for Sete Cidades, 145 for zone 2, 1150 for Água de Pau, and 370 for Furnas, while eruptions in the Nordeste have not occurred in the past 3000 years. These geomorphological structures have resulted from millions of years of compound growth that began in the eastern portion of the island; around 4 million years ago the Nordeste Volcano burst from the ocean floor in effusive and fissural eruptions. These eruptions were composed of basaltic lava flows and spatter cones whose products reached a height of forming the mountainous region of Tronqueiro, Planalto dos Graminhais, Espigão dos Bois and Pico Verde (finding its maximum extent in Pico da Vara). But, about 950,000 years ago a secondary volcano system (Volcanic Complex of Povoação) supplanted the eruptions of the Nordeste Volcano, responsible for new basaltic lavas and pyroclastic deposits. With an age of 200,000 years the third volcano on São Miguel, the Água de Pau Volcano started erupting on the western flank of Povoação volcano in two phases. The first phase, composed of the older materials, erupted from lava flows and Trachyte pyroclasts, the secondary phase corresponded to volcanic products that began erupting 400,000 years ago. These latter deposits included pyroclastic, trachyte flows (lava and surges), mud flows and a mixture of basalts. In what would become the western portion of the island a fourth volcano formed: the Sete Cidades Volcano erupted 200,000 years ago and continued to erupt until about 36,000 years ago. Between 100,000 and 3,800 years ago fissural eruptions of integrated lava and basaltic pyroclastic deposits occurred in the center of the island between Água de Pau and Povoação, forming the Fissural Volcanic System of Congro. These eruptions were explosive and fed by activities in the neighboring volcanic systems. At about 100,000 years a secondary system developed along the frontier of the Povoação volcano, the \"Furnas Volcano\" complex (the youngest volcanic system) in three phases mixing pyroclastic surges, trachytes, and lava flows, as well as explosive materials. Finally, two layers of deposits formed the Fissural Volcanic System of Picos between the volcanic Água de Pau and Sete Cidades from 31,000 years ago unifying the island. This formation integrated lavas, basaltic pyroclasts, tuff cones and trachyte domes into two layers (referred to as the Ponta Delgada and Penhal da Paz sub-depoists) and compiled to about 5,000 years ago. The peak area between Sete Cidades and Fogo is a monogenetic volcanic field composed of 270 volcanoes. They are primarily made up of basaltic cones which were formed during Strombolian and Hawaiian-style eruptions. This is the part of the island with most recent volcanic activity. The youngest volcanoes are relatively well dated. It is estimated that 19 eruptions have occurred during the last 3,000 years. Several eruptions have been witnessed and recorded by people. The last one took place in the 17th century. The most famous eruption is known as Fogo 2, which occurred in 1652. ===Biome=== The ancient laurisilva forest has mostly been replaced by cultivated fields and imported trees and plants, such as the ubiquitous cryptomeria trees. There are some hot springs (caldeiras), generally located in the center of the island, in the area stretching from Povoação to Nordeste. The highest elevation on São Miguel is the Pico da Vara at . Lying at the eastern end of the island, it is the focus of a Special Protection Area containing the largest remnant of laurisilva forest on the island, which is home to the endemic and critically endangered bird, the Azores bullfinch. Whale watching tours, starting from Ponta Delgada and Vila Franca do Campo are available. One may see sea turtles, dolphins and humpback whales. ===Climate=== São Miguel has a mild maritime climate, which is drier in the summer and wetter in the winter, though according to the Köppen climate classification, four different climatic classifications can be found throughout the island. At lower elevations, the hot-summer Mediterranean climate (Csa) dominates over the Humid subtropical climate (Cfa) typical of the more westerly islands and truly only found around Capelas. Above altitude, the Mediterranean climate transitions into its warm-summer variant (Csb), and past the climate is strictly oceanic (Cfb). The western half of the island is generally drier, due to the lower topography. Precipitation varies from less than in the Northwest coastline between Mosteiros and Ajuda da Bretanha, to over around Pico da Vara in the east. Similar to other islands in the archipelago, São Miguel is influenced by ocean currents and winds, and, in particular, the cyclonic Gulf Stream. This stream functions as a moderating force in the islands, keeping temperatures hovering between and throughout the year. The island's location also makes it susceptible to some Atlantic storms, and precipitation tends to be elevated during the winter periods. Winters are very mild by European standards and summers are warm (sometimes very warm due to the high humidity) and relatively dry. Temperatures above or below have never been recorded at the coast. ===Human geography=== thumb|235px|The Fonte de Buraco Belvedere overlooking the village of Maia, in the northern municipality of Ribeira Grande Owing to the predominance of volcanic cones and craters in the interior, human settlement has developed primarily along coastal and interior plains. In addition, there are several communities that have developed within ancient craters (such as Sete Cidades, Furnas or Povoação), river-valleys (such as Ribeira Chã, Pilar da Bretanha) or coastal deltas (Mosteiros). Regardless, these settlements were largely agrarian and concentrated around the parish churches and the many fertile parcels of land. The communities were largely isolated throughout the year, owing to the great distances and rough landscape of the island, and only became integrated with the development of the many road networks that circle and bisect the island. Two cities have developed, largely because the island was divided by mountainous volcanic cones in the interior: Ponta Delgada and Ribeira Grande. Administratively, the island is governed by five municipalities, with Ponta Delgada and Ribeira Grande having more administrative functions associated with their larger populations: thumb|left|235px|The center of Ponta Delgada, as seen from the marina complex, Portas do Mar Lagoa, the youngest of the municipalities of São Miguel, has a population of about 14,126 inhabitants (2008 census), incorporating the south-central parishes east of Ponta Delgada; Nordeste, literally the north-eastern municipality, well known for an abundance of natural vegetation and the highest point on the island, Pico da Vara; Ponta Delgada, includes not only the industrial/commercial city of Ponta Delgada, but also many rural parishes, as well as the large crater of Sete Cidades; Povoação, home to the first colony on the island, Povoação is located in the south-east corner of the island, and includes active and dormant volcanic features, including Furnas and the crater of Povoação; Ribeira Grande, the second largest municipality, with approximately 30,852 inhabitants, received its charter in 1981, and incorporates an extensive area of the northern coast (including the parish of Rabo de Peixe, the largest parish by population); and Vila Franca do Campo, once the seat of the historical capital of São Miguel (until it was almost destroyed by earthquake and landslides in 1522), it is located along the southern coast between Lagoa and Povoação. Local government is administered at the local level by the civil parish (), which are responsible for the provision of services and implementation of municipal initiatives. Based on the historical ecclesiastical limits established after settlement, the civil parishes are run by a president, treasurer and secretary (at the head of a parish council). These presidents have municipal council standing and represent their constituencies in the assemblies of the Câmara Municipal. On the island of São Miguel there are 64 local area authorities, that include: * Achada * Achadinha * Água de Alto * Água de Pau * Água Retorta * Algarvia * Ajuda da Bretanha * Arrifes * Cabouco * Calhetas * Candelária * Capelas * Conceição * Covoada * Faial da Terra * Fajã de Baixo * Fajã de Cima * Fenais da Ajuda * Fenais da Luz * Feteiras * Furnas * Ginetes * Livramento * Lomba da Fazenda * Lomba da Maia * Lomba de São Pedro * Maia * Matriz * Mosteiros * Nordeste * Nossa Senhora dos Remédios * Nossa Senhora do Rósario * Pico da Pedra * Pilar da Bretanha * Ponta Garça * Porto Formoso * Povoação * Rabo de Peixe * Relva * Remédios * Ribeira Chã * Ribeira das Tainhas * Ribeira Quente * Ribeira Seca (Ribeira Grande) * Ribeira Seca (Vila Franca do Campo) * Ribeirinha * Salga * Santa Bárbara (Ribeira Grande) * Santa Bárbara (Ponta Delgada) * Santa Clara * Santa Cruz * Santana * Santo António * Santo António de Nordestinho * São Brás * São José * São Miguel * São Pedro (Ponta Delgada) * São Pedro (Vila Franca do Campo) * São Pedro de Nordestinho * São Roque * São Sebastião * São Vicente Ferreira * Sete Cidades ==Notable citizens== ==References== ;Notes ;Sources * * * * * * * * * * Global Volcanism Program: Azores ==External links== * In depth video from São Miguel Island *– Site with abundant information about São Miguel Island *360 panoramas and photo tour of the island in Flash and HTML5 Category:Islands of the Azores",
 "title": "São Miguel Island"
}