{
 "id": "425753",
 "text": "The Late Ordovician mass extinction, sometimes known as the end-Ordovician mass extinction or Ordovician-Silurian Extinction , is the first of the \"big five\" major mass extinction events in Earth's history. It is often considered to be the second-largest known extinction event, in terms of the percentage of genera that became extinct. Extinction was global during this interval, eliminating 49–60% of marine genera and nearly 85% of marine species. Under most tabulations, only the Permian-Triassic mass extinction exceeds the Late Ordovician mass extinction in biodiversity loss. The extinction event abruptly affected all major taxonomic groups and caused the disappearance of one third of all brachiopod and bryozoan families, as well as numerous groups of conodonts, trilobites, echinoderms, corals, bivalves, and graptolites. Despite its taxonomic severity, the Late Ordovician mass extinction did not produce major changes to ecosystem structures compared to other mass extinctions, nor did it lead to any particular morphological innovations. Diversity gradually recovered to pre-extinction levels over the first 5 million years of the Silurian period. The Late Ordovician mass extinction is traditionally considered to occur in two distinct pulses. The first pulse began at the boundary between the Katian and Hirnantian stages of the Late Ordovician Period. This extinction pulse is typically attributed to the Late Ordovician glaciation, which abruptly expanded over Gondwana at the beginning of the Hirnantian and shifted the earth from a greenhouse to icehouse climate. Cooling and a falling sea level brought on by the glaciation led to habitat loss for many organisms along the continental shelves, especially endemic taxa with restricted temperature tolerance. During this extinction pulse there were also several marked changes in biologically responsive carbon and oxygen isotopes. Marine life partially rediversified during the cold period and a new cold-water ecosystem, the \"Hirnantia fauna\", was established. The second pulse of extinction occurred in the later half of the Hirnantian as the glaciation abruptly receded and warm conditions returned. The second pulse was associated with intense worldwide anoxia (oxygen depletion) and euxinia (toxic sulfide production), which persisted into the subsequent Rhuddanian stage of the Silurian Period. == Impact on life == === Ecological impacts === The Late Ordovician mass extinction followed the Great Ordovician Biodiversification Event (GOBE), one of the largest surges of increasing biodiversity in the geological and biological history of the Earth. At the time of the extinction, most complex multicellular organisms lived in the sea, and the only evidence of life on land are rare spores from small early land plants. At the time of the extinction, around 100 marine families became extinct, covering about 49% of genera (a more reliable estimate than species). The brachiopods and bryozoans were strongly impacted, along with many of the trilobite, conodont and graptolite families. The extinction was divided into major two extinction pulses. The first pulse occurred at the base of the global Metabolograptus extraordinarius graptolite biozone, which marks the end of the Katian stage and the start of the Hirnantian stage. The second pulse of extinction occurred in the later part of the Hirnantian stage, coinciding with the Metabolograptus persculptus zone. Each extinction pulse affected different groups of animals and was followed by a rediversification event. Statistical analysis of marine losses at this time suggests that the decrease in diversity was mainly caused by a sharp increase in extinctions, rather than a decrease in speciation. Following such a major loss of diversity, Silurian communities were initially less complex and broader niched. Highly endemic faunas, which characterized the Late Ordovician, were replaced by faunas that were amongst the most cosmopolitan in the Phanerozoic, biogeographic patterns that persisted throughout most of the Silurian. The Late Ordovician mass extinction had few of the long-term ecological impacts associated with the Permian–Triassic and Cretaceous–Paleogene extinction events. Nevertheless, a large number of taxa disappeared from the Earth over a short time interval, eliminating and altering the relative diversity and abundance of certain groups. The Cambrian- type evolutionary fauna nearly died out, and was unable to rediversify after the extinction. === Biodiversity changes in marine invertebrates === Brachiopod diversity and composition was strongly affected, with the Cambrian- type inarticulate brachiopods (linguliforms and craniiforms) never recovering their pre-extinction diversity. Articulate (rhynchonelliform) brachiopods, part of the Paleozoic evolutionary fauna, were more variable in their response to the extinction. Some early rhynchonelliform groups, such as the Orthida and Strophomenida, declined significantly. Others, including the Pentamerida, Athyridida, Spiriferida, and Atrypida, were less affected and took the opportunity to diversify after the extinction. The extinction pulse at the end of the Katian was selective in its effects, disproportionally affecting deep- water species and tropical endemics inhabiting epicontinental seas. The Foliomena fauna, an assemblage of thin-shelled species adapted for deep dysoxic (low oxygen) waters, went extinct completely in the first extinction pulse. The Foliomena fauna was formerly widespread and resistant to background extinction rates prior to the Hirnantian, so their unexpected extinction points towards the abrupt loss of their specific habitat. During the glaciation, a high-latitude brachiopod assemblage, the Hirnantia fauna, established itself along outer shelf environments in lower latitudes, probably in response to cooling. However, the Hirnantia fauna would meet its demise in the second extinction pulse, replaced by Silurian-style assemblages adapted for warmer waters. Trilobites were hit hard by both phases of the extinction, with about 70% of genera and 50% of families going extinct between the Katian and Silurian. The extinction disproportionately affected deep water species and groups with fully planktonic larvae or adults. The order Agnostida was completely wiped out, and the formerly diverse Asaphida survived with only a single genus, Raphiophorus. A cool-water trilobite assemblage, the Mucronaspis fauna, coincides with the Hirnantia brachiopod fauna in the timing of its expansion and demise. Over a third of byozoan genera went extinct, but most families survived the extinction interval and the group as a whole recovered in the Silurian. The hardest-hit subgroups were the cryptostomes and trepostomes, which never recovered the full extent of their Ordovician diversity. Bryozoan extinctions started in coastal regions of Laurentia, before high extinction rates shifted to Baltica by the end of the Hirnantian. Bryozoan biodiversity loss appears to have been a prolonged process which partially preceded the Hirnantian extinction pulses. Extinction rates among Ordovician bryozoan genera were actually higher in the early and late Katian, and origination rates sharply dropped in the late Katian and Hirnantian. About 70% of crinoid genera died out, with most extinctions occurring in the first pulse. However, they rediversified quickly in tropical areas and reacquired their pre-extinction diversity not long into the Silurian. Many other echinoderms became very rare after the Ordovician, such as the cystoids, edrioasteroids, and other early crinoid-like groups. == Glaciation == The first pulse of the Late Ordovician Extinction has been attributed to the Late Ordovician Glaciation. Although there was a longer cooling trend in Middle and Lower Ordovician, the most severe and abrupt period of glaciation occurred in the Hirnantian stage, which was bracketed by both pulses of the extinction. The rapid continental glaciation was centered on Gondwana, which was located at the South Pole in the Late Ordovician. The Hirnantian glaciation is considered one of the most severe ice ages of the Paleozoic, which previously maintained the relatively warm climate conditions of a greenhouse earth. The cause of the glaciation is heavily debated. The appearance and development of terrestrial plants and microphytoplankton, which consumed atmospheric carbon dioxide, may have diminished the greenhouse effect and promoting the transition of the climatic system to the glacial mode. Though more commonly associated with greenhouse gasses and warming, volcanism may have induced cooling. Volcanoes can supply cooling sulfur aerosols to the atmosphere or deposit basalt flows which accelerate carbon sequestration in a tropical environment. Increased burial of organic carbon is another method of drawing down carbon dioxide from the air. Two environmental changes associated with the glaciation were responsible for much of the Late Ordovician extinction. First, the cooling global climate was probably especially detrimental because the biota were adapted to an intense greenhouse. Second, sea level decline, caused by sequestering of water in the ice cap, drained the vast epicontinental seaways and eliminated the habitat of many endemic communities. As the southern supercontinent Gondwana drifted over the South Pole, ice caps formed on it. Correlating rock strata have been detected in Late Ordovician rock strata of North Africa and then-adjacent northeastern South America, which were south-polar locations at the time. Glaciation locks up water from the world-ocean, and the interglacials free it, causing sea levels repeatedly to drop and rise; the vast shallow mediterranean Ordovician seas withdrew, which eliminated many ecological niches, then returned, carrying diminished founder populations lacking many whole families of organisms. Then they withdrew again with the next pulse of glaciation, eliminating biological diversity at each change (Emiliani 1992 p. 491). In the North African strata, five pulses of glaciation from seismic sections are recorded. IGCP meeting September 2004 reports pp 26f This incurred a shift in the location of bottom- water formation, shifting from low latitudes, characteristic of greenhouse conditions, to high latitudes, characteristic of icehouse conditions, which was accompanied by increased deep-ocean currents and oxygenation of the bottom-water. An opportunistic fauna briefly thrived there, before anoxic conditions returned. The breakdown in the oceanic circulation patterns brought up nutrients from the abyssal waters. Surviving species were those that coped with the changed conditions and filled the ecological niches left by the extinctions. == Anoxia and euxinia == Another heavily-discussed factor in the Late Ordovician mass extinction is anoxia, the absence of dissolved oxygen in seawater. Anoxia not only deprives most life forms of a vital component of respiration, it also encourages the formation of toxic metal ions and other compounds. One of the most common of these poisonous chemicals is hydrogen sulfide, a biological waste product and major component of the sulfur cycle. Oxygen depletion when combined with high levels of sulfide is called euxinia. Though less toxic, ferrous iron (Fe2+) is another substance which commonly forms in anoxic waters. Anoxia is the most common culprit for the second pulse of the Late Ordovician mass extinction and is connected to many other mass extinctions throughout geological time. It may have also had a role in the first pulse of the Late Ordovician mass extinction, though support for this hypothesis is inconclusive and contradicts other evidence for high oxygen levels in seawater during the glaciation. === Early Hirnantian anoxia === Some geologists have argued that anoxia played a role in the first extinction pulse, though this hypothesis is controversial. In the early Hirnantian, shallow-water sediments throughout the world experience a large positive excursion in the δ34S ratio of buried pyrite. This ratio indicates that shallow-water pyrite which formed at the beginning of the glaciation had a decreased proportion of 32S, a common lightweight isotope of sulfur. 32S in the seawater could hypothetically be used up by extensive deep-sea pyrite deposition. The Ordovician ocean also had very low levels of sulfate, a nutrient which would otherwise resupply 32S from the land. Pyrite forms most easily in anoxic and euxinic environments, while better oxygenation encourages the formation of gypsum instead. As a result, anoxia and euxinia would need to be common in the deep sea to produce enough pyrite to shift the δ34S ratio. A more direct proxy for anoxic conditions is FeHR/FeT. This ratio describes the comparative abundance of highly reactive iron compounds which are only stable without oxygen. Most geological sections corresponding to the beginning of the Hirnantian glaciation have FeHR/FeT below 0.38, indicating oxygenated waters. However, higher FeHR/FeT values are known from a few deep-water early Hirnantian sequences found in Nevada and China. Glaciation could conceivably trigger anoxic conditions, albeit indirectly. If continental shelves are exposed by falling sea levels, then organic surface runoff flows into deeper oceanic basins. The organic matter would have more time to leach out phosphate and other nutrients before being deposited on the seabed. Increased phosphate concentration in the seawater would lead to eutrophication and then anoxia. Deep-water anoxia and euxinia would impact deep-water benthic fauna, as expected for the first pulse of extinction. Chemical cycle disturbances would also steepen the chemocline, restricting the habitable zone of planktonic fauna which also go extinct in the first pulse. This scenario is congruent with both organic carbon isotope excursions and general extinction patterns observed in the first pulse. However, data supporting deep-water anoxia during the glaciation contrasts with more extensive evidence for well-oxygenated waters. Black shales, which are indicative of an anoxic environment, become very rare in the early Hirnantian compared to surrounding time periods. Although early Hirnantian black shales can be found in a few isolated ocean basins (such as the Yangtze platform of China), from a worldwide perspective these correspond to local events. Some Chinese sections record an early Hirnantian increase in the abundance of Mo-98, a heavy isotope of molybdenum. This shift can correspond to a balance between minor local anoxia and well- oxygenated waters on a global scale. Other trace elements point towards increased deep-sea oxygenation at the start of the glaciation. Oceanic current modelling suggest that glaciation would have encouraged oxygenation in most areas, apart from the Paleo-Tethys ocean. Deep-sea anoxia is not the only explanation for the δ34S excursion of pyrite. Carbonate-associated sulfate maintains high 32S levels, indicating that seawater in general did not experience 32S depletion during the glaciation. Even if pyrite burial did increase at that time, its chemical effects would have been far too slow to explain the rapid excursion or extinction pulse. Instead, cooling may lower the metabolism of warm-water aerobic bacteria, reducing decomposition of organic matter. Fresh organic matter would eventually sink down and supply nutrients to sulfate-reducing microbes living in the seabed. Sulfate-reducing microbes prioritize 32S during anaerobic respiration, leaving behind heavier isotopes. A bloom of sulfate-reducing microbes can quickly account for the δ34S excursion in marine sediments without a corresponding decrease in oxygen. A few studies have proposed that the first extinction pulse did not begin with the Hirnantian glaciation, but instead corresponds to an interglacial period or other warming event. Anoxia would be the most likely mechanism of extinction in a warming event, as evidenced by other extinctions involving warming. However, this view of the first extinction pulse is controversial and not widely accepted. === Late Hirnantian anoxia === The late Hirnantian experienced a dramatic increase in the abundance of black shales. Coinciding with the retreat of the Hirnantian glaciation, black shale expands out of isolated basins to become the dominant oceanic sediment at all latitudes and depths. The worldwide distribution of black shales in the late Hirnantian is indicative of a global anoxic event, which has been termed the Hirnantian ocean anoxic event (HOAE). Molybdenum, uranium, and neodymium isotope excursions found in many different regions also correspond to widespread anoxia. At least in European sections, late Hirnantian anoxic waters were originally ferruginous (dominated by ferrous iron) before gradually becoming more euxinic. In China, the second extinction pulse occurs alongside intense euxinia which spreads out from the middle of the continental shelf. On a global scale, euxinia was probably one or two orders of magnitude more prevalent than in the modern day. Global anoxia may have lasted more than 3 million years, persisting through the entire Rhuddanian stage of the Silurian period. This would make the Hirnantian-Rhuddanian anoxia one of the longest- lasting anoxic events in geologic time. The cause of the Hirnantian-Rhuddanian anoxic event is uncertain. Like most global anoxic events, an increased supply of nutrients (such as nitrates and phosphates) would encourage algal or microbial blooms that deplete oxygen levels in the seawater. The most likely culprits are cyanobacteria, which can use nitrogen fixation to produce usable nitrogen compounds in the absence of nitrates. Nitrogen isotopes during the anoxic event record high rates of denitrification, a biological process which depletes nitrates. The Nitrogen-fixing ability of cyanobacteria would give them an edge over inflexible competitors like eukaryotic algae. At Anticosti Island, a uranium isotope excursion consistent with anoxia actually occurs prior to indicators of receding glaciation. This may suggest that the Hirnantian-Rhuddanian anoxic event (and its corresponding extinction) began during the glaciation, not after it. Cool temperatures can lead to upwelling, cycling nutrients into productive surface waters via air and ocean cycles. Upwelling could instead be encouraged by increasing oceanic stratification through an input of freshwater from melting glaciers. This would be more reasonable if the anoxic event coincided with the end of glaciation, as supported by most other studies. However, oceanic models argue that marine currents would recover too quickly for freshwater disruptions to have a meaningful effect on nutrient cycles. Retreating glaciers could expose more land to weathering, which would be a more sustained source of phosphates flowing into the ocean. There were few clear patterns of extinction associated with the second extinction pulse. Every region and marine environment experienced the second extinction pulse to some extent. Many taxa which survived or diversified after the first pulse were finished off in the second pulse. These include the Hirnantia brachiopod fauna and Mucronaspis trilobite fauna, which previously thrived in the cold glacial period. Other taxa such as graptolites and warm-water reef denizens were less affected. Sediments from China and Baltica seemingly show a more gradual replacement of the Hirnantia fauna after glaciation. Although this suggests that the second extinction pulse may have been a minor event at best, other paleontologists maintain that an abrupt ecological turnover accompanied the end of glaciation. There may be a correlation between the relatively slow recovery after the second extinction pulse, and the prolonged nature of the anoxic event which accompanied it. == Other possible causes == ===Metal poisoning=== Toxic metals on the ocean floor may have dissolved into the water when the oceans' oxygen was depleted. An increase in available nutrients in the oceans may have been a factor, and decreased ocean circulation caused by global cooling may also have been a factor. The toxic metals may have killed life forms in lower trophic levels of the food chain, causing a decline in population, and subsequently resulting in starvation for the dependent higher feeding life forms in the chain. === Gamma-ray burst === A minority hypothesis to explain the first burst has been proposed by Melott, suggesting that the initial extinctions could have been caused by a gamma-ray burst originating from a hypernova in a nearby arm of the Milky Way galaxy, within 6,000 light-years of Earth. A ten-second burst would have stripped the Earth's atmosphere of half of its ozone almost immediately, exposing surface-dwelling organisms, including those responsible for planetary photosynthesis, to high levels of extreme ultraviolet radiation. Under this hypothesis, several groups of marine organisms with a planktonic lifestyle were more exposed to UV radiation than groups that lived on the seabed. This is consistent with observations that planktonic organisms suffered severely during the first extinction pulse. In addition, species dwelling in shallow water were more likely to become extinct than species dwelling in deep water. A gamma-ray burst could also explain the rapid onset of glaciation, since ozone and nitrogen would react to form nitrogen dioxide, a darkly-colored aerosol which cools the earth. Although the gamma-ray burst hypothesis is consistent with some patterns at the onset of extinction, there is no unambiguous evidence that such a nearby gamma-ray burst ever happened. === Volcanism and weathering === The late Ordovician glaciation was preceded by a fall in atmospheric carbon dioxide (from 7,000 ppm to 4,400 ppm).Seth A. Young, Matthew R. Saltzman, William I. Ausich, André Desrochers, and Dimitri Kaljo, \"Did changes in atmospheric CO2 coincide with latest Ordovician glacial–interglacial cycles?\", Palaeogeography, Palaeoclimatology, Palaeoecology, Vol. 296, No. 3–4, 15 October 2010, Pages 376–388.Jeff Hecht, High-carbon ice age mystery solved, New Scientist, 8 March 2010 (retrieved 30 June 2014) The dip is correlated with a burst of volcanic activity that deposited new silicate rocks, which draw CO2 out of the air as they erode. A major role of CO2 is implied by a 2009 paper. Atmospheric and oceanic CO2 levels may have fluctuated with the growth and decay of Gondwanan glaciation. Through the Late Ordovician, outgassing from major volcanism was balanced by heavy weathering of the uplifting Appalachian Mountains, which sequestered CO2. In the Hirnantian Stage the volcanism ceased, and the continued weathering caused a significant and rapid draw down of CO2. This coincides with the rapid and short ice age. The appearance and development of terrestrial plants and microphytoplankton, which consumed atmospheric carbon dioxide, thus, diminishing the greenhouse effect and promoting the transition of the climatic system to the glacial mode, played a unique role in that period. During this extinction event there were also several marked changes in biologically responsive carbon and oxygen isotopes. More recently, in May 2020, a study suggested the first pulse of mass extinction was caused by volcanism which induced global warming and anoxia, rather than cooling and glaciation. Higher resolution of species diversity patterns in the Late Ordovician suggest that extinction rates rose significantly in the early or middle Katian stage, several million years earlier than the Hirnantian glaciation. This early phase of extinction is associated with large igneous province (LIP) activity, as well as a warming phase known as the Boda event. == See also == *Anoxic event * Cretaceous–Paleogene extinction event * Global catastrophic risk *Late Devonian extinction * Near-Earth supernova * Permian–Triassic extinction event *Triassic–Jurassic extinction event *Andean- Saharan glaciation == Sources == == Further reading == * * * == External links == * Jacques Veniers, \"The end-Ordovician extinction event\": abstract of Hallam and Wignall, 1997. Category:Extinction events Category:History of climate variability and change Category:Late Ordovician extinctions Category:Silurian events",
 "title": "Late Ordovician mass extinction"
}