{
 "id": "425895",
 "text": "The Hellenic Army (, sometimes abbreviated as ΕΣ), formed in 1828, is the land force of Greece. The term Hellenic is the endogenous synonym for Greek. The Hellenic Army is the largest of the three branches of the Hellenic Armed Forces, also constituted by the Hellenic Air Force (HAF) and the Hellenic Navy (HN). The army is commanded by the chief of the Hellenic Army General Staff (HAGS), which in turn is under the command of Hellenic National Defence General Staff (HNDGS). The motto of the Hellenic Army is ('Freedom stems from valour'), from Thucydides's History of the Peloponnesian War (2.43.4), a remembrance of the ancient warriors that defended Greek lands in old times. The Hellenic Army Emblem is the two-headed eagle with a Greek Cross escutcheon in the centre. The Hellenic Army is also the main contributor to, and \"lead nation\" of, the Balkan Battle Group, a combined-arms rapid-response force under the EU Battlegroup structure.Official Greek Defence Staff PR (18MB). ==Mission== The main missions of the Hellenic Army are the defence of the state's independence and integrity, the safeguarding of national territory, and the decisive contribution to the achievement of the country's policy objectives.Υπουργείο Εθνικής 'Αμυνας (2004) – Ένοπλες Δυνάμεις. During peacetime, the Army has the following main objectives: *The maintenance of high operational readiness for the prevention and effective confrontation of dangers and threats, as well as the ensuring of rapid response capability. *The contribution to international security and peace. *The contribution to activities of social aid and the support of state services for the confrontation of emergency situations. ==History== ===Early history: early 19th century=== Image:AlexanderYpsilantisPruth.jpg|Alexander Ypsilantis (in Sacred Band uniform) crosses the Pruth, starting the Greek War of Independence. Painting by Peter von Hess File:Prince Demitrios Ipsilantis, President of the Legislative Body of the Greek Government in 1822 - Friedel Adam De - 1830.jpg|Demetrios Ypsilantis was commander of the tactical Greek forces during the Battle of Petra (1829), final battle of the War of Independence File:Kolokotronis Theodore.JPG|Theodoros Kolokotronis, the most important commander of the Greek irregular forces during the Revolution File:RODIOS-1.JPG|Panagiotis Rodios, as Army's colonel, one of the early supporters for the creation of regular army during the Revolution The Hellenic Army traces its origin to the regular units established by the Greek provisional government during the Greek War of Independence (1821–1829). The first of these, an infantry regiment and a small artillery battery, were established in April 1822, and were commanded by European Philhellenes (such as Joseph Balestra and others). Lack of funds however forced its disbandment soon after, and it was not until July 1824 that regular units were reformed, under the Greek Colonel Panagiotis Rodios. In May 1825, the first law on conscription was passed, and the command of the entire regular forces entrusted to the French Colonel Charles Fabvier. Under Fabvier, the regular corps expanded, and for the first time came to include cavalry, military music detachments, and, with Lord Byron's aid, military hospitals. The governorship of Ioannis Kapodistrias (1828–1831) saw a drastic reorganization of the national military: a Secretariat on Army and Naval Affairs and the Hellenic Army Academy were created, the Army engineering corps was founded (28 July 1829), and a concerted effort was made to reform the various irregular forces into regular light infantry battalions. Throughout these early years, French influence pervaded the Greek regular army, in tactics as well as appearance, as most of the instructors were French–at first Philhellenes, and later serving officers of General Maison's Expeditionary Corps. After Kapodistrias' assassination in 1831 and in the subsequent internal turmoil over the next two years, however, the regular army all but ceased to exist. The first king of the newly independent Greek kingdom, the Bavarian prince Otto, initially relied on a 4,000-strong German contingent. The royal government re- established the regular army and dissolved the irregular forces that had largely fought the War of Independence. Following the ousting of Otto in 1862, the Army continued relying on the Army Organization Statute of 1833. The Greek royal army in 1860 was approximately 200,000 men. The first major reforms were undertaken in 1877, in response to the Balkan Crisis that eventually led to the Russo-Turkish War of 1877–1878. Among other measures, for the first time the Hellenic Army was briefly subdivided into divisions and brigades. Universal conscription was introduced in 1879, and under the premiership of Charilaos Trikoupis, in 1882–1885 major steps were undertaken to improve the training and education of the officer corps: a French military mission was called to Greece, new schools were founded and Greek officers were sent abroad for studies, and efforts were made to make officers on active service refrain from participating in politics and focus on their professional duties. The Army also underwent its first mobilizations, in July 1880 – April 1882 due to the Greek annexation of Thessaly, and again in September 1885 – May 1886, when Bulgaria annexed Eastern Rumelia. The great financial burden of these long periods of mobilization, however, exhausted the public treasury, and stalled the reform process. The result was that the Hellenic Army was wholly unprepared for war on the outbreak of the Greco-Turkish War of 1897: plans, fortifications and weapons were non-existent, the mass of the officer corps was unsuited to its tasks, and training was inadequate. As a result, the numerically superior, better organized, equipped and led Ottoman forces pushed the Greek forces south out of Thessaly.Erickson (2003), pp. 14–15 ===Decade of wars: 1912–1922=== The dismal performance of the Hellenic Army in the war of 1897 led to a major reform programme under the administration of Georgios Theotokis (1899–1901, 1903–1904 and 1906–1909). A new Army Organization Statute was issued in 1904 (revised in 1910), purchases of new artillery material (including the 75 mm Schneider-Danglis 06/09 gun) and of the Mannlicher–Schönauer rifle were made, and a new, khaki field uniform was introduced in 1908. Reform was accelerated after the Goudi coup of 1909. The new government under Eleftherios Venizelos brought a French military mission to train the Hellenic Army. Under its supervision, the Greeks had adopted the triangular infantry division as their main formation, but more importantly, the overhaul of the mobilization system allowed the country to field and equip a far greater number of troops than it had in 1897: while foreign observers estimated a mobilized force of approximately 50,000 men, the Army eventually fielded 125,000, with another 140,000 in the National Guard and reserves.Erickson (2003), p. 70Fotakis (2005), p. 42 After the victorious Balkan Wars, the country doubled its territory. During the WWI, a disagreement between King Constantine and Prime Minister Eleftherios Venizelos caused a National Schism, but eventually a united Greece joined in 1917 the Allies. As a winner of the war, Greece annexed Western and Eastern Thrace and landed units in 1919 at Asia Minor, starting so the Greco-Turkish War (1919-22), which was unsuccessful for Greece, in 1922. ===World War II=== The country joined WWII with the Allies side in October 1940, when dictator Ioannis Metaxas rejected an Italian ultimatum by Mussolini. In the Greco-Italian War, the Hellenic Army pushed back the Italian and occupied large parts of southern Albania, but after a German invasion (Battle of Greece) fell under the Axis domination. The exiled Greek government, with units of the Army, were transferred to Middle East, where they continued the war with the Allies. Leo Niehorster's website shows the higher organisation of the Greek Army on 15 August 1940, with the General Staff of the Army directly supervising five corps, three divisions, and the Thessaloniki Fortress. After the war, Greece incorporated Dodecanese. Soon the political polarization between leftist/communist and anticommunist forces led to a civil war, which ended with communist defeat. == Engagements == In total, the Hellenic Army has taken part in the following engagements: * Greek War of Independence (1821–1829) * Greco-Turkish War of 1897 * First Balkan War (1912–1913) * Second Balkan War (1913) * First World War ** Annexation of Northern Epirus (1914–1917) ** Macedonian Front of World War I (1916–1918) * Allied intervention in the Russian Civil War (1919) * Greco-Turkish War of 1919–1922 * Second World War ** Greco-Italian War (1940–1941) ** German invasion and Battle of Crete (1941) ** North African Campaign (1941–1943) ** Italian Campaign (1944) * Greek Civil War (1946–1949) * Korean War (1950–1953) * Turkish Invasion of Cyprus (1974) * Kosovo (1999–present) * War in Afghanistan (2001–2012) * War on Terrorism (2001–present) ==Structure== ===General Staff=== *Hellenic National Defence General Staff **Hellenic Army General Staff Γενικό Επιτελείο Στρατού (ΓΕΣ) ***Chief-of-Staff of the Army Αρχηγός ΓΕΣ ***Inspector General of the Army Γενικός Επιθεωρητής Στρατού / Διοικητής ΔΙΔΟΕΕ ***1st Deputy Chief-of-Staff of the Army A' Υπαρχηγός ΓΕΣ ***2nd Deputy Chief-of-Staff of the Army Β' Υπαρχηγός ΓΕΣ ===Combat and support arms=== *Most combat arms are called \"Arm\" (Όπλον). This term denotes army elements that, more or less, have direct participation in combat. *Most support branches are called \"Corps\" (Σώμα), with some exceptions. ==Army units and formations== After a major reorganization which occurred in the last decade, which included the transformation of most Infantry formations into Mechanized Brigades and a parallel reduction of personnel, the Hellenic Army's higher command is the Hellenic Army General Staff. There are four major military commands which supervise all army units, * 1st Army, based at Larissa, that includes the IV Army Corps, responsible for the defence of the northern and eastern borders. * Supreme Military Command of the Interior and Islands, based at Athens with the mission to provide cover for the islands in the Aegean Sea. * Supreme Military Support Command undertaking various logistics and organizational tasks. * NATO Deployable Corps, based at Thessaloniki, Macedonia Although divisions still exist, having the role of forward commands, the Army is mainly organized in brigades, that follow the typical NATO standards consisting of five battalions, three manoeuvre, one artillery, one support and some other company sized formations. According to the latest developments, up to 2015, all active divisions will dissolve, but all brigades will acquire one more manoeuvre battalion, largely eliminating the distinction between mechanized and armoured formations, thus creating a new type brigade, which will be named Strike Brigade.Ιωάννη Α. Ραγιέ. \"ΣΤΡΑΤΗΓΙΚΟ ΔΟΓΜΑ – Προς ένα ρεαλιστικό αποτρεπτικό δόγμα\". ΣΤΡΑΤΗΓΙΚΗ: ΕΘΝΙΚΗ ΑΣΦΑΛΕΙΑ, Ιούλιος 2008, pp. 118–121 . ==Personnel== thumb|200px|Army officer in ceremonial uniform thumb|200px|M901 ITV (Improved Tow Vehicle) There are three classes of personnel in the Hellenic Army, namely professional, volunteer and conscript. There are currently 90,000 personnel on active duty, of which 30,000 are conscripted. The Hellenic Republic has mandatory military service (conscription) as of March 2021 of 12 months for all males between the ages of 18 and 45. Citizens discharged from active service are normally placed in the Reserve and are subject to periodic recall of 1–10 days at irregular intervals. Greek males between the age of 18 and 60 who live in strategically sensitive areas may also be required to serve part- time in the National Guard. During a mobilization the amount of conscripts may exceed 180,000.http://www.armedforces.co.uk/Europeandefence/edcountries/countrygreece.htm#Greek Army Conscript enlisted men and non-commissioned officers wear special rank insignia to differentiate them from volunteers. Most professional officers graduate from the Evelpidon Military Academy in Athens (Στρατιωτική Σχολή Ευελπίδων) and the Corps Officers Military Academy in Thessaloniki (Στρατιωτική Σχολή Αξιωματικών Σωμάτων), while the rest graduate from various Military Schools according to their specialization. In the chain of command, graduates of the two military academies in Athens and Thessaloniki are considered higher in seniority compared to professional officers of the same rank who graduate from specialized military schools. The latter officers are followed in seniority by volunteer and finally conscript staff. During war, the Hellenic army battalions are commanded by either a ranking officer major general or if in a combat mission by another state which in agreement with the Greek state will be commanded by a ranking General of their own. ===Ranks=== ====Commissioned officer ranks==== The rank insignia of commissioned officers. {| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\" |} ====Other ranks==== The rank insignia of non-commissioned officers and enlisted personnel. {| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font- size:95%; margin: 0px 12px 12px 0px;\" |} ==Equipment== The heavy equipment and weaponry of the Hellenic Army is mostly of foreign manufacture, from German, French, Italian, American, British and Russian suppliers. A notable exception is the indigenous Leonidas armoured personnel carrier which was built by the Hellenic Vehicles Manufacturer Industry ELVO, such as the ELVO Kentaurus fighting vehicle. Equipment runs the gamut from state-of-the art to obsolete Cold War inventories; the latter are gradually being retired. ==Uniforms and ranks== The structure of Hellenic Army ranks has its roots in British military traditions and follows NATO standard rank scale. The rank of Stratarchis (Στρατάρχης, equivalent to Field Marshal or General of the Army) though, has been historically used, but is no longer extant. It was first awarded to King Constantine I for his leadership in the Balkan Wars. The rank was subsequently assumed by his successors upon accession, until the abolition of the monarchy. The only regular officer to have been awarded the rank was General Alexander Papagos on 28 October 1949, after he had won the Greek Civil War. ==Gallery== File:Peytier - Members of the Greek regular army at parade, 1830.jpg|Evzones of the regularized \"Typikon\" formations established by Kapodistrias, 1830 File:Greek Army uniforms, 1833-1851.png|Uniforms of officers (left) and enlisted men (right) in the Greek Army in the first period of King Otto's reign. Enlisted men were called oplíte, the ancient hoplite with modern pronunciation. File:Greek cavalrymen, 1832.jpg|Cavalry trooper and officer of 1832, outfitted like Bavarian uhlans with czapki hats, in contrast to the shakos of other branches File:Greek Artillerymen, 1832.png|Artillerymen during the early years of King Otto: (left to right) soldier, bombardier, and artillery officer File:Thessaloniki 6 inch 30 cwt Howitzer (Left).jpg|Preserved BL 6-inch 30 cwt howitzer of the Greek artillery, War Museum of Thessaloniki File:Greek officers who took part in the Macedonian Struggle.jpg|Army officers that took part in the Macedonian Struggle (c.1909) File:Nikolaos Plastiras.jpg|General and later PM Nikolaos Plastiras File:Greece-1917-war-poster-02-petros roumbos-56x83cm.jpg|WWI poster File:Flag of III Greek division.jpg|Preserved flag of the Greek III Division of the Macedonian front in the National Historical Museum, Athens File:Occupation of Constantinople 3.jpg|Greek troops with Allies during the occupation of Constantinople File:Greek Parade Paris 1919.jpg|Military formation in the World War I Victory Parade in Arc de Triomphe, Paris File:Greek soldiers at Afyon Karahisar, 1922.jpg|Greek soldiers at Afyonkarahisar, 1922, Greco- Turkish War (1919–1922). The soldiers wear Adrian helmets and third from left is armed with a Chauchat machine gun. File:LracF1greeksfland.jpg|Special forces personnel during an exercise, firing an LRAC F1 File:Greek- hummer.jpg|ELVO Humvee File:Hellenic Army - LEO2A6HEL - 7231.jpg|Leopard 2A6 File:Przekazanie czołgów Patton 05.jpg|M48 Patton File:Przekazanie czołgów Patton 03.jpg|M48A5 MOLF Image:Hellenic Army CH-47D Chinook.jpg|Greek Army Aviation CH-47SD Chinook transport helicopter ==Notes== ==References== ===Inline citations=== ===Other sources=== * Michalopoulos, Dimitris. \"The Evolution of the Greek Army (1828–68)\". War and Society in East Central Europe, Vol. XIV, Brooklyn College Press, 1984, pp. 317–330, . * ==External links== * Hellenic Ministry of Defense – Official Site * Hellenic National Defense General Staff – Official Site * Hellenic Army General Staff – Official Site Category:1828 establishments in Greece Category:Military units and formations established in 1828 Category:Ioannis Kapodistrias bg:Военни звания в сухопътните войски на Гърция",
 "title": "Hellenic Army"
}