{
 "id": "425865",
 "text": "Mary McElroy (née Arthur; July 5, 1841 - January 8, 1917) was the sister of the 21st president of the United States, Chester A. Arthur, and served as a hostess (acting as the first lady) for his administration (1881–1885). She assumed the role because Arthur's wife, Ellen Lewis Herndon Arthur, had died nearly two years earlier. ==Early life== Mary Arthur was born in Greenwich, New York, the last of nine children born to William and Malvina S. Arthur. Arthur's mother, Malvina Stone, was born in Vermont, the daughter of George Washington Stone and Judith Stevens. Malvina's family was primarily of English and Welsh descent, and her grandfather, Uriah Stone, fought in the Continental Army during the American Revolution. Her father, William Arthur, was born in Dreen, Cullybackey, County Antrim, Ireland; he graduated from college in Belfast and emigrated to Canada in 1819 or 1820. Her mother met her father while William Arthur was teaching at a school in Dunham, Quebec, just over the border from her native Vermont. William became an American citizen in 1843 after Mary and her siblings were born. She attended the Emma Willard School Seminary in Troy, New York. ==Acting First Lady of the United States== In November 1880, Mary's brother Chester Arthur was elected vice president. In July 1881, President James Garfield was fatally wounded and died on September 19, 1881. Arthur succeeded him as president, and asked McElroy to care for his young daughter Ellen and act as \"Mistress of the White House.\" Because she had her own family in Albany, McElroy lived in Washington, D.C. only during the busy winter social season. Although Arthur never officially granted her the protocol of a formal position, she proved to be a popular and competent hostess. The procedures she and her brother developed for the social functions were used by future First Ladies for decades. McElroy presided over a number of events and honored former First Ladies Julia Tyler and Harriet Lane, James Buchanan's niece and social hostess, by asking them to help her receive guests at the White House. McElroy's oldest daughter May and Arthur's daughter Nell often assisted. Her final reception took place on February 28, 1885, one week before the end of the Arthur administration: 3,000 people attended (including Adolphus Greely) and 48 daughters of officials and of the social elite assisted her. McElroy and her husband were supportive of civil rights for African Americans and hosted Booker T. Washington at their home in Albany in June 1900. She was a member of the Albany Association Opposed to Women's Suffrage. ==Personal life== On June 13, 1861, she married John Edward McElroy (1833–1915), the son of William McElroy and Jane Mullen. McElroy was an insurance salesman who was the president of the Albany Insurance Company. They lived in Albany, New York, and had four children: * May McElroy (b. 1862), who married Charles H. Jackson, and assisted her in presiding over social functions at the White House. * William A. McElroy (1864–1892). * Jessie McElroy (1867–1934), who died unmarried. * Charles Edward McElroy (1873–1947), an investment broker who married Harriet Langdon Parker (1878–1965), daughter of Gen. Amasa J. Parker, Jr. in 1901. Their daughter married Schuyler Merritt II, the son of Rep. Schuyler Merritt. She died on January 8, 1917 at the age of 75 in Albany, New York and was buried at Albany Rural Cemetery. ==References== Notes Sources * * * * ==External links== *Mary McElroy Category:1841 births Category:1917 deaths Category:19th-century American women Category:20th-century American women Category:Acting First Ladies of the United States Category:American people of English descent Category:American people of Scotch-Irish descent Category:American people of Scottish descent Category:American people of Welsh descent Category:Arthur family Category:Burials at Albany Rural Cemetery Category:Emma Willard School alumni Category:People from Albany, New York Category:People from Greenwich (town), New York",
 "title": "Mary Arthur McElroy"
}