{
 "id": "425971",
 "text": "Pademelons are small marsupials of the genus Thylogale found in Australia and New Guinea. They are some of the smallest members of the family Macropodidae. Their common name is derived from the word badimaliyan, from the Dharuk Aboriginal language of Port Jackson (the Sydney region), while the scientific name comes from the Greek words for \"pouch\" and \"weasel\". Pademelons, wallabies, and kangaroos are very alike in body structure, but differ in size. Besides their smaller size, pademelons can be distinguished from wallabies by their shorter, thicker, and sparsely haired tails. Like wallabies, they move by hopping. ==Species== thumb|Tasmanian pademelons, T. billardierii thumb|upright|Red-necked pademelon, T. thetis * Tasmanian pademelon or red- bellied pademelon, Thylogale billardierii * Brown's pademelon, Thylogale browni * Dusky pademelon, Thylogale brunii * Calaby's pademelon, Thylogale calabyi * Mountain pademelon, Thylogale lanatus * Red-legged pademelon, Thylogale stigmatica * Red-necked pademelon, Thylogale thetis ==Distribution and habitat== Red-legged pademelons can be found in the coastal regions of Queensland and New South Wales, and in south-central New Guinea. In some areas, their range has been drastically reduced. The red-bellied or Tasmanian pademelon is abundant in Tasmania, although it was once found throughout the southeastern parts of mainland Australia. The dusky pademelon lives in New Guinea and surrounding islands. It was previously called the Aru Islands wallaby. Before that, it was called the philander (\"friend of man\"), which is the name it bears in the second volume of Cornelis de Bruijn's Travels, originally published in 1711; the Latin name of this species is called after De Bruijn.Livius.org on Cornelis de Bruijn, by Jona Lendering. The natural habitat of the pademelon is in thick scrubland or dense forested undergrowth. They also make tunnels through long grasses and bushes in swampy country. ==Threats== Pademelon meat used to be considered valuable and was eaten by settlers and Aboriginals. Aside from being killed for their meat and soft fur, their numbers have been reduced by the introduction of non-native predators such as feral cats, feral dogs, and red foxes. The rabbit explosion has also caused problems as rabbits graze on the same grasses, making less available for the pademelons. Clearing of land for urbanisation has pushed the larger wallabies and kangaroos onto land that previously was occupied by pademelons with little competition. Tasmanian pademelons were important to the thylacines' diet, and they are still preyed on by quolls, Tasmanian devils, and wedge-tailed eagles. Despite these predators, Tasmania and its outlying smaller islands have large numbers of pademelons and every year many are culled to keep their numbers sustainable. ==References== Category:Macropods Category:Taxa named by John Edward Gray",
 "title": "Pademelon"
}