{
 "id": "426092",
 "text": "Avondale is a town located on Newfoundland's Avalon Peninsula in the province of Newfoundland and Labrador, Canada. The community is situated at the southwestern head of Conception Bay in Division 1. It is located southwest of St. John's and northeast of Placentia. Prior to January 1, 1898 Avondale was known as Salmon Cove but was renamed to avoid confusion with two other nearby communities of the same name in the Port de Grave and Brigus Districts. The name Avondale was suggested by the parish priest Rev John Roe because of the resemblance to his native area in Ireland, taking the name from Thomas Moore's poem, \"The Meeting of the Waters\". Earliest record of settlement per Fishing Room Grants is for John Mahaney in 1773, a census of 1812 reports 12 inhabitants. Settlers to the area were primarily Irish Roman Catholic with a smaller number of Jersey French and English. Avondale incorporated the communities of Salmon Cove, Gasters, Northern Arm, and Southern Arm. In 1863, the Anglo American Telegraph Company set up a repeater station which was eventually taken over by the Reid Newfoundland Railway Company in the late 1880s when the Newfoundland Railway was constructed through the area and a station was built. In addition to the railway station, it also hosted a post office, a money order office, and one church. It functioned as a lumbering, fishing and farming settlement in what was known as the Harbour Main District. The population dwindled in the early 1900s as men began migrating to the eastern US (Boston and New York) to find work. Its first postmaster was Edward Kennedy who came to the area in 1889 after the railway was built. CN Rail abandoned its railway operations on Newfoundland in 1988 (see: Terra Transport). The Avondale railway station remains preserved along with a small display of retired railway cars and a locomotive. The Avondale station is the oldest railway station in the province. Avondale has lost approximately one third of its population since 1976 when it numbered 937 residents. == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Avondale had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. {| border=\"6\" |+ 2016 census |- | Total Population || 641 |- | Population change from 2011 || 0.8% |- | Median age || 47.5 |- | Number of families || 190 |- | Number of married couples || 135 |- | Total number of dwellings || 373 |- | Land Area || 29.98 km² |} {| width =\"75%\" border =\"2\" align=\"center\" |----- | width =\"35%\" align=\"center\" | | width =\"30%\" align=\"center\" | North: Conception Bay | width =\"35%\" align=\"center\" | |----- | width =\"10%\" align=\"center\" | West: Conception Harbour | width =\"35%\" align=\"center\" | Avondale | width =\"30%\" align=\"center\" | East: Harbour Main-Chapel's Cove-Lakeview |----- | width =\"35%\" align=\"center\" | | width =\"30%\" align=\"center\" | South: Subdivision 1O | width =\"35%\" align=\"center\" | |} ==See also== * List of cities and towns in Newfoundland and Labrador ==References== Category:Towns in Newfoundland and Labrador",
 "title": "Avondale, Newfoundland and Labrador"
}