{
 "id": "426102",
 "text": "The High Court of Bombay is the high court of the states of Maharashtra and Goa in India, and the union territory of Dadra and Nagar Haveli and Daman and Diu. It is seated primarily at Bombay, and is one of the oldest high courts in India. The High Court has regional branches at Nagpur and Aurangabad in Maharashtra and Panaji, the capital of Goa. The first Chief Justice, the Attorney General and Solicitor General of Independent India were from this court. Since India's Independence, 22 judges from this court have been elevated to the Supreme Court and 8 have been appointed to the office of Chief Justice of India. The court has Original Jurisdiction in addition to its Appellate. Judgements issued by this court can be appealed only to the Supreme Court of India. The Bombay High Court has a sanctioned strength of 94 judges (71 permanent, 23 additional). The building is part of The Victorian and Art Deco Ensemble of Mumbai, which was added to the list of World Heritage Sites in 2018. ==History and premises== The Bombay High Court was one of the three High Courts in India established at the Presidency Towns by Letters patent granted by Queen Victoria, bearing date June 26, 1862. It was inaugurated on August 14, 1862 under the High Courts Act, 1861. thumb|250px|Bombay High Court, Fort, Mumbai The work on the present building of the High Court was commenced in April 1871 and completed in November 1878. It was designed by British engineer Col. James A. Fuller. The first sitting in this building was on 10 January 1879. Justice M. C. Chagla was the first Indian permanent Chief Justice of Bombay High Court after independence [1948 - 1958]M. C. Chagla Architecture: Gothic revival in the Early English style. It is long and wide. To the west of the central tower are two octagonal towers. The statues of Justice and Mercy are atop this building. In 2016, it was announced that the premises of the Bombay High Court would be shifting to Bandra Kurla Complex. The 125th anniversary of the building was marked by the release of a book, commissioned by the Bar Association, called \"The Bombay High Court: The Story of the Building - 1878-2003\" by local historians Rahul Mehrotra and Sharada Dwivedi. ==Name of the court== Although the name of the city was changed from Bombay to Mumbai in 1995, the Court as an institution did not follow suit and retained the name Bombay High Court. Although, a bill to rename it as Mumbai High Court was approved by the Union Cabinet on July 5, 2016 along with the change of name of the Calcutta High Court and Madras High Court as Kolkata High Court and Chennai High Court respectively, the same is pending approval before the Parliament of India but may not be enacted for some time.Names of Calcutta, Madras, Bombay HCs may not change in near future: Govt , Indian Express, December 14, 2016 (accessed 26 December 2018) ==Sesquicentennial celebrations== In 2010, the High Court organized several functions to mark the completion of 150 years of establishment of the High Court. A special postal cover was released by Milind Deora, the then Minister of State for Communications and Information Technology at the historical Central Court Hall of the High Court on 14 August 2012. An exhibition displaying important artifacts, royal charters, stamps, old maps and other documents of historical importance was inaugurated by the then Chief Minister of Maharashtra, Prithviraj Chavan, in the Central Court Hall on 15 August 2012. The then Prime Minister of India, Dr. Manmohan Singh was the Chief Guest at the concluding ceremony of the year-long Sesquicentennial celebrations on 18 August 2012. A book titled A Heritage of Judging: The Bombay High Court through one hundred and fifty years, edited by Dhananjaya Y. Chandrachud, Anoop V. Mohta and Roshan S. Dalvi was published by the Maharashtra Judicial Academy. ==Famous cases== In its illustrious history, the Bombay High Court has been the site for numerous noteworthy trials and court cases. Bal Gangadhar Tilak was tried a number of times in the Bombay high Court, but the most famous was his trial for sedition in the 1916 case Emperor v. Bal Gangadhar Tilak. ===Controversies=== Bar Council had boycotted some judges of the High Court in 1991 under the leadership of Senior Counsel Iqbal Chagla. In 2011, a couple of petitions came to be filed challenging housing societies built by judges upon plots of land reserved for other purposes. In November, 2021, the Bombay High Court issued a controversial criminal case against AstraZeneca for misinformation and misleading claims regarding the safety of their vaccines. The suit claims this misinformation is responsible for the death of the afflicted. Some rumors appeared that the suit was against Bill Gates for partial funding of AstraZeneca, but these rumors were fake. The suit is addressed to both The State of Maharashtra and AstraZenece. ==The Chief Justice and the Judges== The court has a Sanctioned strength of 94 (Permanent:71, Additional:23) judges. The Present Chief Justice of the Court is Hon'ble Justice Dipankar Datta who took oath on 28 April 2020. === List of Chief Justices === {| class=\"wikitable sortable\" ! rowspan=\"2\" |# ! rowspan=\"2\" |Chief Justice ! colspan=\"2\" |Tenure ! rowspan=\"2\" |Governor (Oathed By) |- !Start !Finish |- !1 |Sir Mathew Richard Sausse |1862 |1866 | |- !2 |Sir Richard Couch |1866 |1870 | |- !3 |Sir Michael Roberts Westropp |1870 |1882 | |- !4 |Sir Charles Sargent |1882 |1895 | |- !5 |Sir Charles Frederick Farran |1895 |1898 | |- !6 |Sir Louis Addin Kershaw |1898 |1899 | |- !7 |Sir Lawrence Hugh Jenkins |1899 |1908 | |- !8 |Sir Basil Scott |1908 |1919 | |- !9 |Sir Norman Cranstoun Macleod |1919 |1926 | |- !10 |Sir Amberson Barrington Marten |1926 |1930 | |- !11 |Sir John William Fisher Beaumont |1930 |1943 | |- !12 |Sir Leonard Stone |1943 |1947 |John Colville |- ! colspan=\"4\" |After Independence ! |- !12 |Sir Leonard Stone |1947 |1948 |John Colville |- !13 |Mahommedali Currim Chagla |1948 |1958 |Raja Sir Maharaj Singh |- !14 |Hashmatrai Khubchand Chainani |1958 |1965 |Sri Prakasa |- ! rowspan=\"2\" |15 | rowspan=\"2\" |Yeshwant Shripad Tambe |1965 |4 February 1966 | |- |5 February 1966 |31 July 1966 | rowspan=\"2\" |Dr P V Cherian |- !16 |Sohrab Peshotan Kotval |1 August 1966 |26 September 1972 |- !17 |K. Kalyandas Desai |27 September 1972 |26 October 1972 | |- !18 |Ramanlal Maneklal Kantawala |27 October 1972 |5 October 1978 |Ali Yavar Jung |- !19 |B. N. Deshmukh |6 October 1978 |18 November 1980 |Sri Sadiq Ali |- ! rowspan=\"2\" |20 | rowspan=\"2\" |Venkat Shrinivas Deshpande |19 November 1980 |11 January 1981 | - |- |12 January 1981 |11 August 1982 |O P Mehra |- ! rowspan=\"2\" |21 | rowspan=\"2\" |Dinshah Pirosha Madon |12 August 1982 |30 August 1982 | - |- |31 August 1982 |14 March 1983 | rowspan=\"3\" |Idris Hasan Latif |- !22 |Madhukar Narhar Chandurkar |15 March 1983 |14 March 1984 |- !23 |Konda Madhava Reddy |8 April 1984 |21 October 1985 |- !24 |Madhukar Hiralal Kania |23 June 1986 |1 May 1987 | rowspan=\"2\" |Dr. Shankar Dayal Sharma |- !25 |Chittatosh Mookerjee |2 November 1987 |31 December 1990 |- !25 |Prabodh Dinkarrao Desai |7 January 1991 |13 December 1992 | rowspan=\"2\" |Dr. C Subramaniam |- !26 |Manoj Kumar Mukherjee |9 January 1993 |14 December 1993 |- !27 |Sujata Manohar |15 January 1994 |7 November 1994 | rowspan=\"6\" |Dr. P.C. Alexander |- !28 |Anandamoy Bhattacharjee |21 April 1994 |1 April 1995 |- !29 |Manharlal Bhikhalal Shah |2 August 1995 |9 December 1998 |- !30 |Yogesh Kumar Sabharwal |3 February 1999 |28 January 2000 |- !31 |Bisheshwar Prasad Singh |31 March 2000 |14 December 2001 |- !32 |Chunilal Karsandas Thakker |31 December 2001 |7 June 2004 |- !33 |Dalveer Bhandari |25 July 2004 |27 October 2005 |Mohammed Fazal |- !34 |Kshitij R. Vyas |25 February 2006 |18 July 2006 | rowspan=\"3\" |S.M. Krishna |- !35 |Harjit Singh Bedi |3 October 2006 |12 January 2007 |- !36 |Swatanter Kumar |31 March 2007 |30 December 2009 |- !37 |Anil Ramesh Dave |11 February 2010 |29 April 2010 | rowspan=\"2\" |Kateekal Sankaranarayanan |- !38 |Mohit Shantilal Shah |26 June 2010 |8 September 2015 |- !39 |Dhirendra Hiralal Waghela |15 February 2016 |10 August 2016 | rowspan=\"2\" |Chennamaneni Vidyasagar Rao |- !40 |Manjula Chellur |22 August 2016 |4 December 2017 |- !41 |Vijaya Tahilramani |5 December 2017 |12 August 2018 | rowspan=\"2\" | - |- ! rowspan=\"2\" |42 | rowspan=\"2\" |Naresh Harishchandra Patil |13 August 2018 |28 October 2018 |- |29 October 2018 |6 April 2019 | rowspan=\"2\" |Chennamaneni Vidyasagar Rao |- !43 |Pradeep Nandrajog |7 April 2019 |23 February 2020 |- ! rowspan=\"2\" |44 | rowspan=\"2\" |B. P. Dharmadhikari |24 February 2020 |19 March 2020 | |- |20 March 2020 |27 April 2020 | rowspan=\"2\" |Bhagat Singh Koshyari |- !45 |Dipankar Datta |28 April 2020 |Incumbent |- |} === Chief Justice and Judges === === Judges who elevated in Supreme Court of India === {| class=\"wikitable sortable\" |-bgcolor=\"#ececec\" !Sr. No !! Name of the Judge, Justice!! Date of Elevation !! Date of Retirement !! Parent High Court |- |1 || Sharad Arvind Bobde (CJI)||2013-04-12 ||2021-04-23 ||Bombay |- |2 |Ajay Manikrao Khanwilkar|| 2016-05-13 || 2022-07-29 ||Bombay |- |3 |Dhananjaya Y. Chandrachud|| 2016-05-13 || 2024-11-10 || Bombay |- |4 ||Bhushan Ramkrishna Gavai||2019-05-24||2025-11-23||Bombay |- |} === Judges who elevated as Chief Justice of another High Court. === {| class=\"wikitable sortable\" |-bgcolor=\"#ececec\" ! Sr. No. !! Name of the Judge, Justice!! Recruitment!! Date of Appointment !! Date of Retirement !! Remark |- |1 ||Abhay Shreeniwas Oka|| Bar ||2003-08-29 ||2022-05-24 ||Chief Justice of Karnataka High Court |- |} ==Principal seat and benches== The court has jurisdiction over the states of Maharashtra, Goa and the Union territories of Daman and Diu and Dadra and Nagar Haveli. The court has benches in Nagpur, Aurangabad and Panaji. {| class=\"wikitable\" |- ! Bench !! Judge Strength !! Territorial jurisdiction |- | Bombay(Principal) ||35|| Mumbai (City), Mumbai (Suburban), Thane, Palghar, Kolhapur, Nashik, Pune, Raigad, Ratnagiri, Satara, Sangli, Sindhudurg, Solapur, Dadra & Nagar Haveli at Silvassa, Daman, Diu. |- | Aurangabad || 18 || Aurangabad, Ahmednagar, Beed, Dhule, Jalna, Jalgaon, Latur, Nanded, Osmanabad, Parbhani, Nandurbar,Hingoli| |- | Nagpur || 17 || Nagpur, Akola, Amravati, Bhandara, Buldhana, Chandrapur, Wardha, Yavatmal, Gondia, Gadchiroli, Washim |- | Panaji || 04 || North Goa (Panaji), South Goa (Margao) |- | Total||74|| |} ==Nagpur bench== Nagpur is an industrial and commercial city situated in the centre of India. Formerly, it was the capital of the former State of CP & Berar, later old Madhya Pradesh and now it is the sub- capital of the State of Maharashtra. A full-fledged High Court was established at Nagpur on 9 January 1936. Later it was included as a separate bench in the Bombay High Court jurisdiction after the formation of the state of Maharashtra in 1960. ===History=== Sir Gilbert Stone, a Judge of the Madras High Court was appointed as first Chief Justice. The foundation stone of the new building (present High Court building) was laid by late Sir Hyde Gowan on 9-1-1937. The building was designed by Mr. H.A.N. Medd, Resident Architect. It was constructed at a cost of Rs./-.The building consisted of two stories with a garden courtyard in the centre. The outside dimensions are 400 ft x 230 ft. The original design provided for a main central dome rising 109 feet above ground land, the remainder of the building being approximately 52 feet in height. The building has been constructed with sandstone. The building has Ashlar stone facing and brick hearting. The flooring in the corridors and offices is of Sikosa and Shahabad flag stones. The building is declared open on 6 January 1940. On the opening ceremony the Viceroy of India described this building as a poem in stone. The High Court has a fairly well planned garden on the eastern as well as western sides. The High Court of Judicature at Nagpur continued to be housed in this building till the reorganisation of states in 1956. With effect from 1-11-1956, eight Marathi speaking districts of Vidarbha formed part of the greater bilingual State of Bombay which came into existence. Remaining fourteen Hindi speaking districts of the former State of Madhya Pradesh became part of the newly constituted State of Madhya Pradesh with the capital at Bhopal. The High Court of Madhya Pradesh was treated as the successor of the former High Court at Nagpur. ===New building=== A bench of the High Court at Bombay began to sit in this building at Nagpur with effect from 1-11-1956 and continues to do so even after the formation of the State of Maharashtra on 1-5-1960. During the year 1960 the strength of this Bench consisted of four Honourable Judges. The extension of High Court building consists of two annex buildings on both sides of the existing building viz., North and South Wings. For this Government of Maharashtra has sanctioned Rs. 1,/- on dated 21 March 1983. 'South Wing' houses various utilities for the public, i.e. litigants and the Bar as well as High Court Government Pleader's Establishment including Standing Counsel for Central Government and 'A Panel Counsels, and also for the establishment. In the North Wing, it is proposed to accommodate additional Court Halls, Chambers of the Hobble Judges, Judges' Library and the office. Presently, the strength of this Bench consists of 10 Honourable Judges and total employees are 412. ==Aurangabad bench== The Aurangabad bench was established in 1982. Initially only a few districts of Maharashtra were under the Aurangabad bench. Subsequently, in 1988, Ahmednagar & others districts were attached to the bench. The bench at Aurangabad has more than 13 judges. The jurisdiction of the Aurangabad Bench is over Aurangabad, Ahmednagar, Dhule,Nandurbar, Jalna, Jalgaon, Beed, Parbhani, Latur & Osmanabad. The bench also has a Bar council of Maharashtra & Goa office. The present building of bench is situated in huge premises. The garden is beautifully maintained. Lush green grass invites the attention of any passerby. The HC bench at Aurangabad is just approximately 4 km from the Aurangabad Airport and around 6 km from central bus stand. The new building has 13 court halls in all now including two new. All the court halls are on the first floor of the building, while the registry of the Court is on the ground floor. The Aurangabad bench has a strong Bar of more than 1000 advocates, but Aurangabad bench does not have a jurisdiction for company law matters. The Aurangabad Bench celebrated its 28th anniversary on 27 August 2009. ===History=== Due to continued demand of the people of Marathwada region for the establishment of a permanent Bench of the High Court at Aurangabad under sub-section (2) of Sec. 51 of the Act, the State Government first took up the issue with the then Chief Justice R. M. Kantawala in 1977. On 22 March 1978, the State Legislative Assembly passed a unanimous resolution supporting a demand for the establishment of a permanent Bench of the High Court at Aurangabad to the effect : \"With a view to save huge expenses and to reduce the inconvenience of the people of the Marathwada and Pune regions in connection with legal proceedings, this Assembly recommends to the Government to make a request to the President to establish a permanent Bench of the Bombay High Court having jurisdiction in Marathwada and Pune regions, one at Aurangabad and the other at Pune.\" The said demand for the constitution of a permanent Bench of the High Court at Aurangabad was supported by the State Bar Council of Maharashtra, Advocates' Association of Western India, several bar associations and people in general. It is necessary here to mention that the resolution as originally moved made a demand for the setting up of a permanent Bench of the High Court of Bombay at Aurangabad for the Marathwada region, and there was, no reference to Pune which was added by way of amendment. Initially, the State Government made a recommendation to the Central Government in 1978 for the establishment of two permanent Benches under sub- sec. (2) of Section 51 of the Act, one at Aurangabad and the other at Pune, but later in 1981 confined its recommendation to Aurangabad alone. The State Government thereafter took a Cabinet decision in January 1981 to establish a permanent Bench of the High Court at Aurangabad and this was conveyed by the Secretary to the Government of Maharashtra, Law & Judiciary Department, communicated by his letter dated 3 February 1981 to the Registrar and he was requested, with the permission of the Chief Justice, to submit proposals regarding accommodation for the Court and residential bungalows for the Judges, staff, furniture etc. necessary for setting up the Bench. As a result of this communication, the Chief Justice wrote to the Chief Minister on 26 February 1981 signifying his consent to the establishment of a permanent Bench at Aurangabad. After adverting to the fact that his predecessors had opposed such a move and had indicated, amongst other things, that such a step involved, as it does, breaking up of the integrity of the institution and the Bar, which would necessarily impair the quality and quantity of the disposals. It, however, became evident by the middle of June 1981 that the Central Government would take time in reaching a decision on the proposal for the establishment of a permanent Bench under sub-sec. (2) of Section 51 of the Act at Aurangabad as the question involved a much larger issue, viz. the principles to be adopted and the criterion laid down for the establishment of permanent Benches of High Courts generally. This meant that there would be an inevitable delay in securing concurrence of the Central Government and the issuance of a Presidential Notification under sub-sec. (2) of S. 51 of the Act. On 19 June 1981, the State Government accordingly took a Cabinet decision that pending the establishment of a permanent Bench under sub-sec. (2) of S. 51 of the Act at Aurangabad for the Marathwada region, resort be had to the provisions of sub-section (3) thereof. On 20 June 1981, Secretary to the Government of Maharashtra, Law & Judiciary Department wrote to the Registrar stating that there was a possibility of the delay in securing concurrence of the Central Government and the issuance of a notification by the President under subsection (2) of S. 51 of the Act for the establishment of a permanent Bench at Aurangabad and in order to tide over the difficulty, the provisions of sub-sec. (3) of Section 51 of the Act may be resorted to and he, therefore, requested the Chief Justice to favour the Government With his views in the matter at an early date. On 5 July 1981, the Law Secretary waited on the Chief Justice in that connection. On 7 July 1981 the Chief justice wrote a letter to the Chief minister in which he stated that the Law Secretary had conveyed to him the decision of the State Government to have a Circuit Bench at Aurangabad under sub-sec. (3) of Section 51 pending the decision of the Central Government to establish a permanent Bench there under sub-section (2) of S. 51 of the Act. The Chief Justice then added: \"I agree that some such step is necessary in view of the preparations made by the Government at huge costs and the mounting expectations of the people there.\" ===Formation=== On 20 July 1981, the Law Secretary addressed a letter to the Registrar requesting him to forward, with the permission of the Chief Justice, proposal as is required under sub-section (3) of S. 51 for the setting up of a Bench at Aurangabad. In reply to the same, the Registrar by his letter dated 24 July 1981 conveyed that the Chief Justice agreed with the suggestion of the State Government that action had to be taken under sub-section (3) of S. 51 of the Act for which the approval of the Governor was necessary and he enclosed a copy of the draft order which the Chief Justice proposed to issue under sub-section (3) of S. 51 of the Act. On 10 Aug. 1981, the Law Secretary conveyed to the Registrar the approval of the Governor. On 27 Aug. 1981, the Chief Justice issued an order under sub-section (3) of S. 51 of the Act to the effect : \"In exercise of the powers conferred by sub-section (3) of S. 51 of the States Reorganisation Act, 1956 (No. 37 of 1956) and all other powers enabling him in this behalf, the Hon'ble the Chief Justice, with the approval of the Governor of Maharashtra, is pleased to appoint Aurangabad as a place at which the Hon'ble Judges and Division Courts of the High Court of Judicature at Bombay may also sit.\" This is the history how the Aurangabad Bench of the Bombay High Court was constituted. The Constitution of the Bench by The Hon’ble The Chief Justice V.S.Deshpande then came to be challenged before the Hon’ble Supreme Court. The Petition filed by the State of Maharashtra was allowed and the aspirations of the people from Marathwada were recognised. The Judgment is a reported one (State of Maharashtra v. Narain Shyamrao Puranik) in AIR 1983 Supreme Court 46. ==Goa bench== When the High Court of Bombay constituted a bench in Porvorim, Goa, Justice G.F Couto was appointed its first Goan permanent judge. Justice G.D. Kamath was appointed as judge in 1983 and later in 1996 as Chief Justice of the Gujarat High Court. Justice E.S da Silva was elevated in 1990 and was a judge of this court till his retirement in 1995. Justice R.K. Batta and Justice R.M.S. Khandeparkar were Judges of the Goa bench for 8 and 12 years respectively. Justice F.I Rebello, was appointed Chief Justice of the Allahabad High Court in 2010 and retired in 2011. Justice Nelson Britto was Judge for five years. Justice A.P Lavande, Justice F.M.Reis, and Justice M.S. Sonak, were senior lawyers who practiced in the Goa Bench before their elevation. Presently Goa has one lady judge, Justice Anuja Prabhudesai. Justice A Prabhudesai and retired Justice Nutan Sardesai who were both District Judges. ===History=== Prior to the annexation of Goa, Damaon& Diu the highest Court for the then Portuguese State of India was the Tribunal da Relação de Goa functioning at Panjim. Originally established in 1554, the Relação de Goa used to serve as the high court of appeal for all the Portuguese East Indies territories of the Indian Ocean and the Far East, including what are now Mozambique, Macau and East Timor, besides India itself. The Relação de Goa was abolished when a Court of Judicial Commissioner was established w.e.f. 16 December 1963 under Goa-Daman & Diu (Judicial Commissioner Court) Regulation, 1963. In May 1964 an Act was passed by the Parliament which conferred upon the Court of Judicial Commissioner, some powers of the High Court for the purposes of the Constitution of India. Parliament by an Act extended the jurisdiction of High Court at Bombay to the Union territory of Goa Daman & Diu and established a permanent Bench of that High Court at Panaji on 30.10.1982 From its inception, the Hon'ble Shri Justice Dr. G.F.Couto who was at that time acting Judicial Commissioner was elevated to the Bench of High Court of Bombay. The Hon'ble Shri Justice G.D.Kamat was elevated to the Bench on 29.8.1983. With the passing of Goa, Daman & Re-organization Act, 1987 by the Parliament conferring Statehood to Goa, the High Court of Bombay became the common High Court for the states of Maharashtra and Goa and the Union territories of Dadra & Nagar Haveli and Daman & Diu w.e.f. 30.5.1987. ===First Relocation=== The High Court was shifted from the old building of Tribunal da Relação to Lyceum Complex at Altinho, Panaji and started functioning there from 3.11.1997. The main building at the said Complex, constructed in the year 1925 by the Portuguese Government,was renovated by the Goa state government and inaugurated by the Hon'ble Chief Justice of Bombay High Court Shri M.B.Shah on 2.10.1997.The Hon'ble Chief Justice of Bombay High Court, Shri Y.K.Sabharwal, inaugurated the 2nd building on 9.9.1999. Both these buildings now house several departments of the Bombay high court - panaji bench. ===Second Relocation=== Due to the space crunch in the lyseum complex,a new building complex is being built in alto - betim porvorim region in Porvorim. The new building was inaugurated on 27 March 2021.https://www.dip.goa.gov.in/2021/03/27/new- building-of-high-court-of-bombay-at-goa-inaugurated/ The first court hearing in the new building was presided on by the divisional bench composed of Chief Justice of the Bombay high court Dipankar Datta and Justice Mahesh Sonak on 17 August 2021 . ==Case information== The Case Status and Causelists of Bombay High Court is available on its official website at www.bombayhighcourt.nic.in. The Orders and Judgments from the year 2005 are also available on the website. the High Court has civil cases and 45,960 criminal cases pending. At the same time, the District and subordinate courts under the Bombay High Court have a total of 3,179,475 pending cases. ==See also== * High Courts of India * List of Chief Justices of the Bombay High Court * List of Chief Justices of the Supreme Court of Bombay ==References== ==External links== * Official WebSite * Bar Association of Bombay * Case Status System * Order/Judgments Retrieval System * List of Designated Senior Advocates[link points to an access- restricted file] Category:The Victorian and Art Deco Ensemble of Mumbai Category:Gothic Revival architecture in India Category:1862 establishments in India Category:Courts and tribunals established in 1862",
 "title": "Bombay High Court"
}