{
 "id": "426195",
 "text": "The Maine Legislature is the state legislature of the U.S. state of Maine. It is a bicameral body composed of the lower house Maine House of Representatives and the upper house Maine Senate. The Legislature convenes at the State House in Augusta, where it has met since 1832. The House of Representatives consists of 151 members, each chosen from single-member constituencies. The House is uniquely the only state legislative body in the U.S. to set aside special seats for Native Americans, where there are three nonvoting Representatives from the Penobscot Nation, the Passamaquoddy Tribe, and the Houlton Band of Maliseets. The Senate includes a varying number of members, which may under the Maine Constitution be 31, 33, or 35; the present number is 35. ==History== In 1922, Dora Pinkham became the first woman elected to the Maine Legislature, serving first in the House and then in the Senate. In 1823, the Penobscot tribe sent what is believed to be their first representative to the Maine Senate. In 1842, the Passamaquoddy tribe also sent their first representative. It appears that prior to Maine's statehood, Massachusetts allowed the tribes to send in representatives. It is not known what role the representatives played in the legislature until 1907, when records started being kept, and included documentation of where the representatives sat, what they said when they spoke, and privileges that were granted. While the representatives tried to achieve a higher status in the legislature, in 1941, legislation was passed to remove the representatives from the Hall of House, meaning that they held very little power, besides the persuasive power granted by being in the capital. It wasn't until 1975 when the representatives were once again allowed in the chamber hall with seating and speaking privileges. In 1996, tribe representatives tried to co-sponsor a bill, and in 1999 the tribes were formally allowed to co-sponsor bills. On 2001, this rule change allowed for Donna Loring to push for a bill, \"An Act to Require Teaching Maine Native American History and Culture in Maine’s Schools\" to require all public and private schools in the state to teach about Maine history, including Native American history. This act was signed by Governor Angus King in 2001. The Houlton Band of Maliseets received representation in 2012. In 2015, the Passamaquoddy and Penobscot pulled their representatives from the legislature in protest of growing tension between the tribes and the state government, including Governor Paul LePage. As of the 2018 election, only the Passamaquoddy tribe have returned to the legislature, while the Maliseets have departed and the Penobscot have yet to return. ==Qualifications== To be a member of the Legislature, one must be at least 21 years of age, have to have been a citizen of the US for five years, have been a resident of Maine for one year, and for the 3 months next preceding the time of this person's election shall have been and during the period for which elected continue to be, a resident in the district represented. ==Elections== Legislative elections are held in November of every even-numbered year, during the state's general election. The terms for both houses are two years. Since 1996, members of both the House and Senate are limited to four two-year terms, a consecutive, rather than a lifetime, limit. Members who have served the limit are re-eligible after two years. Until 1880, the Legislature was elected for a one-year term. Starting in 1881, an amendment to the Maine Constitution took effect to provide for two-year terms, the current length. ==Sessions== The Legislature meets in two separate sessions. The first session begins the first Wednesday in December, following the general election, and continues into the following year. The second session begins the first Tuesday in January of the next year, the same year as the next general election. The second session is typically short and deals with a limited number of bills per the Maine Constitution, which are budgetary matters, legislation submitted by the Governor, bills held over from the first session, citizen initiatives, and legislation deemed to be an 'emergency'. According to the Constitution, emergency legislation is supposed to be legislation for an immediate need to protect public peace, health, or safety, but that provision is often broadly interpreted. The Governor of Maine may also call the Legislature into a special session for \"extraordinary occasions.\" The Governor and the Senate President may also call the Senate into session to confirm gubernatorial appointments. ==Powers== As the legislative branch of the Maine state government, the Legislature has the power to make laws, subject to a veto by the Governor. The Legislature, however, by a vote of two-thirds in each house, may override the veto. The Legislature also has the power to propose constitutional amendments by a vote of two-thirds in each house; the proposal must be approved by a majority of voters in a referendum in order to be passed. Unlike other states, the Legislature is responsible for electing the Attorney General, State Treasurer, and Secretary of State. Most states give this responsibility to gubernatorial appointments, or an election by the people at large. ==See also== * Maine State House * Maine House of Representatives * Maine Senate * Maine Legislative Youth Advisory Council == References == ==External links== *Maine Legislature Category:Government of Maine Category:Bicameral legislatures",
 "title": "Maine Legislature"
}