{
 "id": "426494",
 "text": "The NASCAR Camping World Truck Series is a pickup truck racing series owned and operated by the National Association for Stock Car Auto Racing, and is the only series in NASCAR to race modified-production pickup trucks. The series is one of three national divisions of NASCAR, ranking as the third tier behind the second-tier NASCAR Xfinity Series and the top level NASCAR Cup Series. Camping World has been the title sponsor since 2009; it replaced Craftsman, which served in that role from 1996 through 2008. The series was previously called the NASCAR SuperTruck Series in 1995, the Craftsman Truck Series from 1996 through 2008, the Camping World Truck Series from 2009 through 2018, the Gander Outdoors Truck Series in 2019, and the Gander RV & Outdoors Truck Series in 2020. The series' name reverted to Camping World Truck Series starting in 2021. ==History== ===Craftsman Truck Series=== The idea for the Truck Series dates back to 1991. A group of SCORE off-road racers (Dick Landfield, Jimmy Smith, Jim Venable, and Frank \"Scoop\" Vessels) had concerns about desert racing's future, and decided to create a pavement truck racing series. They visited NASCAR Western Operations Vice President Ken Clapp to promote the idea, who consulted Bill France Jr. with it, but the plans fell apart. Afterwards, Clapp told the four to build a truck before NASCAR considered it. Bakersfield fabricator Gary Collins built a prototype truck, which was first shown off during Speedweeks for the 1994 Daytona 500 and tested by truck owner Jim Smith around Daytona International Speedway. The truck proved to be popular among fans, and NASCAR arranged a meeting in a Burbank, California hotel on April 11, 1994; the meeting ultimately led to the creation of the \"SuperTruck Series\". Four demonstration races were held at Mesa Marin Raceway, Portland Speedway, Saugus Speedway and Tucson Raceway Park. Tucson held four events that winter, which were nationally televised during the Winter Heat Series coverage. Tools line Craftsman served as the sponsor of the series on a three-year deal, and the series was renamed to the \"Craftsman Truck Series\" in 1996. In addition, the series' $580,000 purse is larger than the Busch Grand National Series' fund. While a new series, it garnered immediate support from many prominent Winston Cup Series team owners and drivers. Prominent Cup owners Richard Childress, Rick Hendrick, and Jack Roush owned truck teams, and top drivers such as Dale Earnhardt and Ernie Irvan also fielded SuperTrucks for others. The series also attracted the attention of drivers like sprint car racing star Sammy Swindell, Walker Evans of off-road racing fame, open-wheel veteran Mike Bliss, and Atlanta Falcons head coach Jerry Glanville. The inaugural race, the Skoal Bandit Copper World Classic at Phoenix International Raceway, was held on February 5; the race, featuring an event-record crowd of 38,000 spectators, concluded with eventual series champion Mike Skinner holding off Cup veteran Terry Labonte to win. ===Camping World and Gander Outdoors Truck Series=== At the end of the 2008 NASCAR Craftsman Truck Series schedule, Craftsman stopped sponsoring the series. Subsequently, Camping World signed a seven-year contract with NASCAR, rebranding the series as the \"Camping World Truck Series\". With decreasing money and increasing costs, the series has struggled financially with sponsorship and prize money, the latter often being low, while the former would prompt teams to shut down to reduce in size. Teams like Richard Childress Racing, a Cup team with 31 Truck wins, shut down their Truck operations; in RCR's case, after the 2013 season. After the 2014 season, Brad Keselowski stated his Brad Keselowski Racing team had lost $1 million despite recording a win that year, and told the Sporting News: \"The truck series, you have to be able to lose money on a constant basis. That's just how the system works.\" BKR ended up shutting down after the 2017 season. To cut costs, NASCAR required teams to use sealed engines, with teams not being allowed to run at most three races with a previously-used engine. Additionally, NASCAR reduced the maximum number of pit crew members allowed over the wall for a pit stop from seven to five, and required teams to only take either fuel or tires on a single pit stop in 2009. This requirement was abandoned for the 2010 season. Starting with the 2011 season, NASCAR implemented a new rule that allows drivers to compete for the drivers' championship in only one of the three national touring series (Cup, Xfinity, or Truck) in a given season. On January 19, 2016, NASCAR announced the introduction of a playoff format similar to the NASCAR Cup Series Chase for the Championship: the format consists of eight drivers across three rounds, with two drivers being eliminated after each round. Starting in 2020 season, the playoff was expanded to 10 drivers, with two being eliminated after the first round and four being eliminated after the second round. Camping World signed a seven-year extension in 2014 to remain the title sponsor of the Truck Series until at least 2022. On May 8, 2018, NASCAR and Camping World announced the Truck Series title sponsor would be moved to Camping World subsidiary Gander Outdoors starting in 2019, renaming it the \"NASCAR Gander Outdoors Truck Series\". The contract through 2022 is scheduled to continue as planned. After the 2019 season, the series was rebranded yet again, this time to the \"NASCAR Gander RV & Outdoors Truck Series\", starting in 2020. The Camping World Truck Series name was restored in 2021. ==Drivers== Most of the first drivers in the series were veteran short track drivers who had not made it or struggled to thrive in the other NASCAR national series; for example, 1991 Featherlite Southwest Tour champion Rick Carelli had failed to qualify twelve times for Cup races across 1991–1994, with only nine career Cup starts, but he finished sixth in the inaugural Truck Series championship. It is worth noting that most of the early champions have become NASCAR Cup Series regulars later in their careers, such as 1995 champion Skinner, who joined Richard Childress Racing's Cup team in 1997, competing on a full-time basis until 2003. Professional football coach Jerry Glanville was among the series' first drivers. As the years went on, a number of younger drivers debuted in the series, using the series as a springboard for their racing careers. NASCAR stars Greg Biffle, Kevin Harvick, Jamie McMurray, Kurt Busch, Carl Edwards, and Kyle Busch each started in the series. A 2001 Truck Series race incident resulted in a significant NASCAR rule change. In early November of that year, the Truck Series was running as a support race for CART's Marlboro 500, that series' final event of its season; since the race weekend was being staged by CART and not NASCAR, its rules had to be followed. As a result, the Tobacco Master Settlement Agreement was effective. Thus, any driver who participated in the race weekend had to be at least 18 years of age. The rule affected Roush Racing's No. 99 truck driven by Kyle Busch, as he was underage at the time (16) and thus disqualified from the event despite having already qualified. The issue resulted in a 2002 rule change that mandated that any driver competing in a NASCAR national touring series (Truck, Busch, Cup) or any regional series race on the weekend of a national series race must be at least 18 in order to comply with the Master Settlement Agreement. After NASCAR phased out tobacco sponsorships, the minimum age for regional touring series was changed to 16, and the Truck Series' rule regulated a minimum age of 16 for any circuit one mile or shorter (Rockingham Speedway included, despite it being 1.017 miles), and Canadian Tire Motorsport Park. In later years, though, the Truck Series has also become a place for Cup veterans without a ride to make their living which included Ricky Craven, Jimmy Spencer, Dennis Setzer, Brendan Gaughan (who started his career in a family-owned team, and after his Nextel Cup attempt, returned to the family operation), Rich Bickle, Andy Houston, Todd Bodine, Bobby Hamilton Jr. and previous champions Johnny Benson, Mike Skinner, Ron Hornaday, Ted Musgrave, and Jack Sprague. Older drivers dominated the series, most with Xfinity and Cup Series experience: in 2007, all ten top-10 drivers were over 30 years of age, and 7 of the 10 had Cup experience, as did every race winner except Erik Darnell. Even though novice drivers play a minimal role in this \"minor league\" series, there is no controversy like the disputes over \"Buschwhackers\" in the Busch (later Nationwide, now Xfinity Series). No current Cup regulars drive a full Truck Series schedule, although Cup driver Kevin Harvick owned his own team in the series until 2011, Brad Keselowski owned his own team until he announced its cessation of operations in 2017 and Kyle Busch currently fields his own team, Kyle Busch Motorsports, respectively, driving part-time for his team. A current Truck Series field could be split into three groups: Cup drivers that compete as owner-drivers like Busch, or to receive additional money like David Gilliland; Truck regulars who compete full-time in the series; and young drivers who use the Truck Series to enter NASCAR. ==Racing and strategy== ===Qualifying=== A Truck Series field currently consists of 36 trucks in races with qualifying. Previously, 32 trucks comprised a field, but due to the COVID-19 pandemic, the field was increased to 36 in races with qualifying and 40 without to accommodate as many trucks as possible. For most races, a single-truck qualifying format is used. For tracks 1.25 miles and shorter, each truck gets two laps with the fastest lap counting. At tracks longer than 1.25 miles each truck only gets one timed lap. Road course events use a 2 part knockout qualifying format similar to Formula 1, with the top 12 qualifiers from Q1 advancing to Q2. At the event at Eldora, qualifying sets the lineups for a series of heat races which then determines the lineup. ===The race=== Initially, the series used a number of rules that differed from both Winston Cup and Busch Grand National Series racing. Most of the first races were no longer than 125 miles in length, with many being 150-lap races on short tracks. To save teams money by not requiring teams to hire pit specialists and buy extra tires, and because some tracks – Saugus Speedway, Flemington Raceway, Tucson Raceway Park, Evergreen Speedway and Colorado National Speedway most notably—did not have a pit road safe enough for pit stops, or had pits outside the track, starting with the second race of the series in Tucson, NASCAR adopted a five-minute \"halftime\" break, in place of pit stops, where teams could make any changes they would want to the truck. The only time tire changes were possible were for the interest of safety, such as a tire failure, or a danger to the tire. The rule was popular with television and fans, and was spread for the entire schedule afterwards as pit reporters could interview drivers and crew chiefs for the break in a time without stress. However, starting in 1998, NASCAR introduced competition cautions, with each team being awarded four sets of tires; with this rule change, the halftime break was abolished starting with the race at Pikes Peak International Raceway. In 1999, full pit stops were added, with drivers being allowed to pit during races, but were not allowed to change more than two tires during a stop. In 1996, some races went to two intermissions for full tire and fuel stops, while longer races were stopped at three times—a limited break near the one-quarter and three-quarter marks for fuel stops, and at the halfway point for fuel and tire stops. If tire wear was a concern, NASCAR also permitted two-tire changes if necessary in the first and third period breaks. These rules were influential in driver development. Drivers had to learn to conserve tire wear for up to a half race, which allowed them to learn conserving the truck. Some drivers used the rules to learn tire conservation for other series. In 1997, NASCAR started phasing pit stops. During the 1997 season, trucks could only legally take fuel and make adjustments during pit stops during the race. Tire changes were still illegal except for emergency causes and at break times. For a short time in 1995, NASCAR adopted traditional short-track rules by inverting a number of cars at the front of the grid after complaints about some races where drivers led the entire event. That was dropped quickly after some races ended as walkovers for drivers, leading entire races. A more popular rule that was effective until the middle of the 2004 season was the \"overtime\" rule. Unless interrupted by weather, Craftsman Truck Series races had to end under green flag conditions, and the rule mandated that all races must end with a minimum of two consecutive laps in green flag condition, often referred to as a \"green-white-checkered\" finish. Since racing to the yellow flag was prohibited until 1998 (and again in 2003 under the current free pass rule), scoring reverted to the last completed lap, and until racing back to the line was legalized in 1998, if the yellow waved during the first lap of a green-white-checkered finish, the entire situation would be reset. This rule meant some races would be greatly extended. In 1998, a CBS-televised race in Pikes Peak scheduled for 186 laps ran 198 laps (12 extra laps) because of multiple attempts, and the last such race, in Gateway International Raceway in 2004, lasted 14 additional laps (16.25 miles). A July 24, 2004 rule change for NASCAR's three national series meant only one \"green- white-checkered\" finish can be attempted, and the race can end under yellow in one of four situations—inclement weather, darkness, the yellow flag waving because of an incident during the final lap of a race, or the yellow flag waving after the one attempt at green-white-checkered begins. This was later extended by NASCAR to three attempts. (Although reducing the Truck Series attempts at a green-white-checkered finish to one, the rule change was part of NASCAR's implementation of the rule to the Cup and Busch Series due to complaints regarding NASCAR's policy at the time regarding late race cautions; the policy stated that a red flag would be thrown during a late race caution to attempt to ensure the race would finish under green but if a caution occurred after the window for the red flag, the race would end under caution regardless of where the incident occurred or how severe it was). Ironically, the first Truck Series race under the new rules ended with a yellow flag on the final lap. In 2014, NASCAR banned tandem drafting, a method of racing in which two vehicles would line up with each other to gain speed, from the Truck Series. Drivers who commit the act are black-flagged. In the 2016 season, the Truck Series experimented with a \"caution clock\" rule, under which a caution would be thrown after every 20 minutes of green flag racing. No free pass was awarded for these cautions, and the 20-minute clock was reset upon all restarts. The caution clock was not used during the final 20 laps (10 laps at Pocono or Canadian Tire Motorsports Park) of the race, nor was it used during the Eldora Dirt Derby due to its format. In 2017, it was replaced with the stage system adopted by all other NASCAR national series that season. ==Tracks== Initially, the Truck Series competed primarily on short tracks and tracks in the Western United States; the series' inaugural schedule included races at tracks in Arizona, California, Colorado, Oregon and Washington, with only five races in the Southeastern U.S., such as Louisville Motor Speedway, which was not run by the Cup Series. Additionally, the longest tracks run by the series, Phoenix International Raceway and Milwaukee Mile, were one mile long. By 1998, most of the short tracks were phased out in favor of speedways of 1 to 2 miles in length, and more of the races were held at tracks that hosted Cup and Busch events concurrently, but some races were held with Champ Car and Indy Racing League events. Road courses were phased out by 2001, the last race being in 2000 at Watkins Glen International, but returned in 2013 with the Truck race at Canadian Tire Motorsport Park. Also in 2013, the Truck Series began racing at Eldora Speedway, the first time NASCAR has raced at a dirt track since the 1970 NASCAR Grand National Series season. As of the 2015 season, the series races on 20 tracks: one dirt track (Eldora), one road course (Canadian Tire Motorsport Park), two short tracks (Bristol and Martinsville), two superspeedways (Daytona and Talladega) and 14 intermediate ovals. The most recent addition to the series schedule is Atlanta Motor Speedway, which returned to hosting Truck races in 2015 after a two-year absence. ==Television and radio== The 1995 season's races were nationally televised on ESPN, TNN, ABC and CBS. Of the 20-race schedule, TNN aired ten races, while ESPN aired seven races and CBS two, while ABC aired the race at Mesa Marin Speedway as part of its Wide World of Sports program. In 2001, NASCAR moved the series exclusively to cable, first with ESPN, and in 2003, switched to Speed, a network which provided supplemental coverage for Fox's coverage of NASCAR events. Network television returned to the series from 2007 to 2010 when two races per season (the Kroger 250 at Martinsville and the City of Mansfield 250 at Mansfield, with a race at Fontana replacing Mansfield) airing on Fox as NASCAR on Fox events. These broadcasts were discontinued in 2009. On August 13, 2013, Speed was converted into Fox Sports 1 (FS1), continuing with all Truck Series race broadcasts, whereas some practice and qualifying sessions were moved to sister channel Fox Sports 2 (FS2). For the 2014 season, the Fred's 250 at Talladega had its race broadcast moved from FS1 to the Fox broadcast network. For the 2018 season, the UNOH 200 at Bristol aired in primetime on Fox. For the 2020 season, the Clean Harbors 200 aired on Fox. Motor Racing Network has exclusive radio broadcasting rights of the NASCAR Camping World Truck Series. ==Specifications== *Chassis: Steel tube frame with safety roll cage, must be NASCAR standards *Engine displacement: Pushrod V8 *Transmission: 4-speed manual *Weight: minimum without driver and fuel; minimum with driver and fuel *Power output: unrestricted,http://www.catchfence.com/233546/delta-engine-spec-program-on- schedule-for-trucks-in- may#:~:text=Compared%20to%20the%20current%20motor,topped%20out%20at%20650%20HP ≈ restricted *Torque: *Fuel: Sunoco 93 MON, 104 RON, 98 AKI 85% unleaded gasoline + Sunoco Green Ethanol E15 15% *Fuel capacity: *Fuel delivery: Carburetion *Compression ratio: 12:1 *Aspiration: Naturally aspirated *Carburetor size: 390 cubic feet per minute (184 liters per second) 4 barrel *Wheelbase: *Steering: Power, recirculating ball * Tires: Slick (all tracks except Eldora Speedway), dirt (Eldora only) and rain tires (road courses only if in case of rainy conditions) provided by Goodyear Eagle *Length: *Height: *Width: *Safety equipment: HANS device, seat belt 6-point supplied by Willans ==Manufacturer representation== The series was notable in seeing the return of Chrysler Corporation factory-supported race vehicles to the tracks. Chrysler withdrew its factory support of its Dodge and Plymouth brands after the 1972 season to cut costs, though teams continued to campaign cars with Plymouth and Dodge sheetmetal and power plants until 1985. Chrysler funded a small R&D; effort, with factory funding and support for Dodge to return to NASCAR for the Craftsman Truck Series with the Dodge Ram pickup truck in 1997. By 2001 Dodge made a full-time return to NASCAR with a full factory-backed effort. While Dodge continued to race in the other series until 2012, the Ram Trucks division (spun off from Dodge after the Fiat Group took control of Chrysler) raced in the Camping World Truck Series in Dodge's place. In 2014, Ram pulled out, leaving the Nationwide Series as the last series with teams fielding Dodge. As of the 2021 season, no teams in the Truck Series field Ram trucks. The Truck Series was the first major NASCAR series to feature Toyota, with the Toyota Tundra model making its debut in the series in 2004; Toyota had previously competed in the mostly-regional level Goody's Dash Series. The Japanese automaker became the first foreign nameplate to race in NASCAR during the sport's modern era. Toyota would later join the Cup series and Xfinity series as well, doing so in 2007. :FCA US (Chrysler) :*Dodge Ram: 1995–2011 :*Ram: 2012–2016, (no factory support after 2013) :Ford :*Ford F-150: 1995–present :General Motors :*Chevrolet C/K: 1995–1997 :*Chevrolet Silverado: 1998–present :Toyota :*Toyota Tundra: 2004–present ==Seasons== {|class=\"wikitable\" |- ! Year ! Races ! Champion ! Manufacturers' Champion ! Owners' Champion ! Rookie of the Year ! Most Popular Driver |- | style=\"text-align:center;\"| 1995 | 20 | Mike Skinner | Chevrolet | No. 3 (Richard Childress Racing) | Not awarded in first season | Butch Miller |- | style=\"text-align:center;\"| 1996 | 24 | Ron Hornaday Jr. | Chevrolet | No. 16 (Dale Earnhardt, Inc.) | Bryan Reffner | Jimmy Hensley |- | style=\"text- align:center;\"| 1997 | 26 | Jack Sprague | Chevrolet | No. 24 (Hendrick Motorsports) | Kenny Irwin Jr. | Ron Hornaday Jr. |- | style=\"text- align:center;\"| 1998 | 27 | Ron Hornaday Jr. (2) | Chevrolet | No. 16 (Dale Earnhardt, Inc.) (2) | Greg Biffle | Stacy Compton |- | style=\"text- align:center;\"| 1999 | 25 | Jack Sprague (2) | Ford | No. 24 (Hendrick Motorsports) (2) | Mike Stefanik | Dennis Setzer |- | style=\"text- align:center;\"| 2000 | 24 | Greg Biffle | Ford (2) | No. 50 (Roush Racing) | Kurt Busch | Greg Biffle |- | style=\"text-align:center;\"| 2001 | 24 | Jack Sprague (3) | Dodge | No. 24 (Hendrick Motorsports) (3) | Travis Kvapil | Joe Ruttman |- | style=\"text-align:center;\"| 2002 | 22 | Mike Bliss | Chevrolet | No. 16 (Xpress Motorsports) | Brendan Gaughan | David Starr |- | style=\"text- align:center;\"| 2003 | 25 | Travis Kvapil | Dodge | No. 16 (Xpress Motorsports) (2) | Carl Edwards | Brendan Gaughan |- | style=\"text- align:center;\"| 2004 | 25 | Bobby Hamilton | Dodge (3) | No. 4 (Bobby Hamilton Racing) | David Reutimann | Steve Park |- | style=\"text-align:center;\"| 2005 | 25 | Ted Musgrave | Chevrolet | No. 1 (Ultra Motorsports) | Todd Kluever | Ron Hornaday Jr. |- | style=\"text-align:center;\"| 2006 | 25 | Todd Bodine | Toyota | No. 30 (Germain Racing) | Erik Darnell | Johnny Benson Jr. |- | style=\"text- align:center;\"| 2007 | 25 | Ron Hornaday Jr. (3) | Toyota | No. 33 (Kevin Harvick Incorporated) | Willie Allen | Johnny Benson Jr. |- | style=\"text- align:center;\"| 2008 | 25 | Johnny Benson Jr. | Toyota | No. 23 (Bill Davis Racing) | Colin Braun | Johnny Benson Jr. |- | style=\"text-align:center;\"| 2009 | 25 | Ron Hornaday Jr. (4) | Toyota | No. 33 (Kevin Harvick Incorporated) (2) | Johnny Sauter | Ricky Carmichael |- | style=\"text- align:center;\"| 2010 | 25 | Todd Bodine (2) | Toyota | No. 30 (Germain Racing) | Austin Dillon | Narain Karthikeyan |- | style=\"text-align:center;\"| 2011 | 25 | Austin Dillon | Chevrolet | No. 3 (Richard Childress Racing) | Joey Coulter | Austin Dillon |- | style=\"text-align:center;\"| 2012 | 22 | James Buescher | Chevrolet | No. 31 (Turner Scott Motorsports) | Ty Dillon | Nelson Piquet Jr. |- | style=\"text-align:center;\"| 2013 | 22 | Matt Crafton | Toyota | No. 51 (Kyle Busch Motorsports) (2) | Ryan Blaney | Ty Dillon |- | style=\"text-align:center;\"| 2014 | 22 | Matt Crafton (2) | Toyota | No. 51 (Kyle Busch Motorsports) (3) | Ben Kennedy | Ryan Blaney |- | style=\"text- align:center;\"| 2015 | 23 | Erik Jones | Toyota | No. 4 (Kyle Busch Motorsports) (4) | Erik Jones | John Hunter Nemechek |- | style=\"text- align:center;\"| 2016 | 23 | Johnny Sauter | Toyota | No. 9 (Kyle Busch Motorsports) (5) | William Byron | Tyler Reddick |- | style=\"text- align:center;\"| 2017 | 23 | Christopher Bell | Toyota | No. 4 (Kyle Busch Motorsports) (6) | Chase Briscoe | Chase Briscoe |- | style=\"text- align:center;\"| 2018 | 23 | Brett Moffitt | Chevrolet | No. 16 (Hattori Racing Enterprises) | Myatt Snider | Noah Gragson |- | style=\"text-align:center;\"| 2019 |23 | Matt Crafton (3) | Toyota | No. 51 (Kyle Busch Motorsports) (7) | Tyler Ankrum | Ross Chastain |- | style=\"text-align:center;\"| 2020 | 23 | Sheldon Creed | Chevrolet (10) | No. 2 (GMS Racing) | Zane Smith | Zane Smith |- |2021 |22 |Ben Rhodes |Toyota (12) |No. 99 (ThorSport Racing) |Chandler Smith |Hailie Deegan |} * Driver in Italics has won at least 1 NASCAR Xfinity Series championship * Driver in Bold has won at least 1 NASCAR Cup Series championship. ==All-time win table== All figures correct as of the 2022 Victoria's Voice Foundation 200 at Las Vegas Motor Speedway (March 4, 2021). {| class=\"wikitable\" |+Key |- | style=\"text-align:center; width:25px; background:#90ff90;\"| |Driver is competing full-time in the 2022 season |- | style=\"text-align:center; width:25px; background:#ff9;\"| |Driver is competing part-time in the 2022 season |- | style=\"text-align:center; width:25px; background:#ffe6bd;\"| |Driver has been inducted into the NASCAR Hall of Fame |- !scope=\"row\" style=\"text-align:center;\"|* |NASCAR Camping World Truck Series Champion |} {| class=\"wikitable sortable\" style=\"margin-top:0; text- align:center;\" |- !Rank !Driver !valign=\"bottom\"|Wins |- ! 1 | style=\"text-align:left; background:#ff9;\"| || 61 |- ! 2 | style=\"text-align:left; background:#ffe6bd;\"| * || 51 |- ! 3 |align=\"left\"| * || 28 |- ! 4 |align=\"left\"| * || 28 |- ! 5 | style=\"text-align:left; background:#ff9;\"| * || 24 |- ! 6 |align=\"left\"| * || 22 |- ! 7 |align=\"left\"| || 18 |- ! 8 |align=\"left\"| * || 17 |- ! 9 |align=\"left\"| * || 17 |- ! 10 | style=\"text-align:left; background:#90ff90;\"| * || 15 |- ! 11 |align=\"left\"| * || 14 |- ! 12 | style=\"text-align:left; background:#ff9;\"| || 14 |- ! 13 |align=\"left\"| * || 13 |- ! 14 |align=\"left\"| || 13 |- ! 15 | style=\"text- align:left; background:#ff9;\"| * || 12 |- ! 16 | style=\"text-align:left; background:#90ff90;\"| || 11 |- ! 17 | style=\"text-align:left; background:#ff9;\"| || 11 |- ! 18 |align=\"left\"| * || 10 |- ! 19 |align=\"left\"| * || 9 |- ! 20 | style=\"text-align:left; background:#ff9;\"| * || 8 |- ! 21 |align=\"left\"| || 8 |- ! 22 | style=\"text-align:left; background:#ff9;\"| || 8 |- ! 23 |align=\"left\"| * || 7 |- ! 24 |align=\"left\"| || 7 |- ! 25 |align=\"left\"| * || 7 |- ! 26 |align=\"left\"| * || 7 |- ! 27 | style=\"text- align:left; background:#ffe6bd;\"| || 7 |- ! 28 |align=\"left\"| * || 6 |- ! 29 |align=\"left\"| || 6 |- ! 30 |align=\"left\"| || 6 |- ! 31 | style=\"text- align:left; background:#90ff90;\"| || 6 |- ! 32 |align=\"left\"| || 6 |- ! 33 |align=\"left\"| || 5 |- ! 34 |align=\"left\"| || 5 |- ! 35 | style=\"text- align:left; background:#90ff90;\"| * || 5 |- ! 36 |align=\"left\"| || 5 |- ! 37 | style=\"text-align:left; background:#90ff90;\"| || 5 |- ! 38 |align=\"left\"| || 5 |- ! 39 |align=\"left\"| || 4 |- ! 40 |align=\"left\"| || 4 |- ! 41 |align=\"left\"| || 4 |- ! 42 |align=\"left\"| || 4 |- ! 43 |align=\"left\"| || 4 |- ! 44 |align=\"left\"| || 4 |- ! 45 |align=\"left\"| || 3 |- ! 46 |align=\"left\"| || 3 |- ! 47 | style=\"text-align:left; background:#ff9\"| || 3 |- ! 48 |align=\"left\"| || 3 |- ! 49 |align=\"left\"| || 3 |- ! 50 |align=\"left\"| || 3 |- ! 51 |align=\"left\"| || 3 |- ! 52 |align=\"left\"| || 3 |- ! 53 |align=\"left\"| || 3 |- ! 54 | style=\"text-align:left; background:#90ff90;\"| || 3 |- ! 55 |align=\"left\"| || 2 |- ! 56 |align=\"left\"| || 2 |- ! 57 |align=\"left\"| || 2 |- ! 58 |align=\"left\"| || 2 |- ! 59 |align=\"left\"| || 2 |- ! 60 |align=\"left\"| || 2 |- ! 61 |align=\"left\"| || 2 |- ! 62 | style=\"text-align:left; background:#90ff90;\"| || 2 |- ! 63 | style=\"text-align:left; background:#ff9;\"| || 2 |- ! 64 |align=\"left\"| || 2 |- ! 65 |align=\"left\"| || 2 |- ! 66 |align=\"left\"| || 2 |- ! 67 |align=\"left\"| || 2 |- ! 68 | style=\"text-align:left; background:#ff9;\"| || 2 |- ! 69 |align=\"left\"| || 2 |- ! 70 |align=\"left\"| || 2 |- ! 71 |align=\"left\"| || 2 |- ! 72 |align=\"left\"| || 2 |- ! 73 | style=\"text-align:left; background:#ffe6bd;\"| || 2 |- ! 74 |align=\"left\"| || 2 |- ! 75 |align=\"left\"| || 2 |- ! 76 | style=\"text- align:left; background:#90ff90;\"| || 1 |- ! 77 | style=\"text-align:left; background:#90ff90;\"| || 1 |- ! 78 |align=\"left\"| || 1 |- ! 79 |align=\"left\"| || 1 |- ! 80 |align=\"left\"| || 1 |- ! 81 |align=\"left\"| || 1 |- ! 82 |align=\"left\"| || 1 |- ! 83 | style=\"text-align:left; background:#90ff90;\"| || 1 |- ! 84 | style=\"text-align:left; background:#90ff90;\"| || 1 |- ! 85 |align=\"left\"| || 1 |- ! 86 |align=\"left\"| || 1 |- ! 87 | style=\"text- align:left; background:#ff9;\"| || 1 |- ! 88 |align=\"left\"| || 1 |- ! 89 |align=\"left\"| || 1 |- ! 90 |align=\"left\"| || 1 |- ! 91 |align=\"left\"| || 1 |- ! 92 |align=\"left\"| || 1 |- ! 93 | style=\"text-align:left;\"| || 1 |- ! 94 |align=\"left\"| || 1 |- ! 95 | style=\"text-align:left; background:#ffe6bd;\"| || 1 |- ! 96 | style=\"text-align:left; background:#ffe6bd;\"| || 1 |- ! 97 |align=\"left\"| || 1 |- ! 98 | style=\"text-align:left; background:#ff9;\"| || 1 |- ! 99 |align=\"left\"| || 1 |- ! 100 |align=\"left\"| || 1 |- ! 101 | style=\"text-align:left;\"| || 1 |- ! 102 | style=\"text-align:left; background:#ff9;\"| || 1 |- ! 103 |align=\"left\"| || 1 |- ! 104 |align=\"left\"| || 1 |- ! 105 |align=\"left\"| || 1 |- ! 106 |align=\"left\"| || 1 |- ! 107 | style=\"text-align:left; background:#ff9;\"| || 1 |- ! 108 |align=\"left\"| || 1 |- ! 109 |align=\"left\"| || 1 |- ! 110 |align=\"left\"| || 1 |- ! 111 |align=\"left\"| || 1 |- ! 112 |align=\"left\"| || 1 |- ! 113 |align=\"left\"| || 1 |- ! 114 |align=\"left\"| || 1 |- ! 115 |align=\"left\"| || 1 |- ! 116 |align=\"left\"| || 1 |- ! 117 |align=\"left\"| || 1 |- ! 118 |align=\"left\"| || 1 |- ! 119 |align=\"left\"| || 1 |} ==Most wins at each track== ===Current tracks=== {| class=\"wikitable\" |- ! Track !! Driver !! Wins !! Race Pages |- | Atlanta Motor Speedway || Kyle Busch (3 Active, 2 Defunct) || 5 || Active: Ultimate Tailgating 200 Defunct: E-Z-GO 200 (fall) |- | Bristol Motor Speedway || Kyle Busch || 5 || UNOH 200 |- | Canadian Tire Motorsport Park || Chase Elliott, Ryan Blaney, Erik Jones, John Hunter Nemechek, Austin Cindric, Justin Haley, Brett Moffitt || 1 || Chevrolet Silverado 250 |- | Charlotte Motor Speedway || Kyle Busch || 8 || North Carolina Education Lottery 200 |- | Darlington Raceway || Bobby Hamilton & Kasey Kahne || 2 || Too Tough To Tame 200 |- | Daytona International Speedway || Johnny Sauter || 3 || NextEra Energy 250 |- | Eldora Speedway || Austin Dillon, Darrell Wallace Jr., Christopher Bell, Kyle Larson, Matt Crafton, Chase Briscoe, Stewart Friesen || 1 || Eldora Dirt Derby |- | Gateway Motorsports Park || Ted Musgrave || 2 || CarShield 200 |- | Homestead- Miami Speedway || Todd Bodine & Kyle Busch || 2 || Ford EcoBoost 200 |- | Kansas Speedway || Matt Crafton & Kyle Busch || 2 || Digital Ally 250 |- | Las Vegas Motor Speedway ||Kyle Busch (3 Spring) || 3 ||Spring: Strat 200 Fall: World of Westgate 200 |- | Martinsville Speedway || Johnny Sauter (2 active, 2 defunct) || 4 || Active: NASCAR Hall of Fame 200 Defunct: TruNorth Global 250 |- | Nashville Superspeedway || Johnny Benson Jr. (2 Summer) & Kyle Busch (2 Spring) || 2 || Spring: Bully Hill Vineyards 200 Summer: Lucas Deep Clean 200 |- | Phoenix Raceway || Kevin Harvick || 4 || Lucas Oil 150 |- | Pocono Raceway || Kyle Busch || 2 || Gander RV 150 |- | Richmond Raceway || Jack Sprague, Tony Stewart & Mike Skinner || 2^ || ToyotaCare 250 |- | Talladega Superspeedway || Timothy Peters || 3 || Sugarlands Shine 250 |- | Texas Motor Speedway || Todd Bodine (2 Spring, 4 Fall) || 6 || Spring: Vankor 350 Summer: SpeedyCash.com 400 |- | Watkins Glen International || Ron Fellows || 2 || Bully Hill Vineyards 150 |} ^ – Richmond Raceway was added to the 2020 NASCAR Gander Outdoors Truck Series schedule on April 3, 2019 ===Former tracks=== {| class=\"wikitable\" |- ! Track !! Driver !! Wins !! Race Pages |- | Auto Club Speedway || Ted Musgrave || 3 || San Bernardino County 200 |- | Chicago Motor Speedway || Joe Ruttman & Scott Riggs || 1 ||Sears Craftsman 175 |- | Chicagoland Speedway || Kyle Busch || 5 || Camping World 225 |- | Colorado National Speedway || Butch Miller, Mike Skinner & Ron Hornaday Jr. || 1 || Colorado 250, More Info |- | Dover International Speedway || Kyle Busch || 4 || JEGS 200 |- | Evergreen Speedway || Ron Hornaday Jr. & Jack Sprague || 2 || Sears 200 |- | Flemington Speedway || Ron Hornaday Jr. || 2 || Stevens Beil/Genuine Car Parts 200 |- | Heartland Park Topeka || Ron Hornaday Jr., Mike Skinner, Joe Ruttman, Stacy Compton, Mike Bliss || 1 || O'Reilly Auto Parts 275 |- | I-70 Speedway || Tony Raines || 2 || O'Reilly Auto Parts 200 |- | Iowa Speedway || Timothy Peters (2 Active), Erik Jones (2 Active), & Brett Moffitt (2 Active) || 2 || Active: M&M;'s 200 Defunct: Fan Appreciation 200 |- | Kentucky Speedway || Ron Hornaday Jr. (3 Defunct) || 3 || Active: Buckle Up in Your Truck 225 Defunct: Kentucky 201 |- | Louisville Motor Speedway|| Ron Hornaday Jr. || 2 || Kroger 225 |- | Lucas Oil Raceway|| Ron Hornaday Jr. || 4 || AAA Insurance 200 (LOR) |- | Mansfield Motor Speedway|| Jack Sprague, Bobby Hamilton, Ron Hornaday Jr., Dennis Setzer, Donny Lia || 1 || Ohio 250 |- | Memphis Motorsports Park|| Ron Hornaday Jr. || 3 || MemphisTravel.com 200 |- | Mesa Marin Raceway|| Mike Skinner & Dennis Setzer || 2 || Lucas Oil 250 |- | Michigan International Speedway || Greg Biffle, Travis Kvapil & Brett Moffitt || 2 || Corrigan Oil 200 |- | Milwaukee Mile || Johnny Benson Jr. || 3 || Copart 200 |- | Nazareth Speedway || Jack Sprague & Greg Biffle || 2 || Goulds Pumps/ITT Industries 200 |- | New Hampshire Motor Speedway || Ron Hornaday Jr. & Kyle Busch || 3 || UNOH 175 |- | North Wilkesboro Speedway || Mike Bliss & Mark Martin || 1 || Lowe's 250 |- | Pikes Peak International Raceway || Ron Hornaday Jr., Mike Wallace, Greg Biffle, Joe Ruttman, Mike Bliss || 1 || Rocky Mountain 200 Presented by Dodge |- | Portland International Raceway || Greg Biffle & Andy Houston || 1 || Line-X 225 |- | Portland Speedway || Mike Skinner, Ron Hornaday Jr., Rich Bickle, Stacy Compton || 1 || Craftsman 200 Presented by NAPA Auto Parts |- | Rockingham Speedway || Kasey Kahne & Kyle Larson || 1 || North Carolina Education Lottery 200 (Rockingham) |- | Saugus Speedway || Ken Schrader || 1 || 1995 Scott Irvin Chevrolet/Craftsman 200 |- | Sonoma Raceway|| Ron Hornaday Jr., Dave Rezendes, Joe Ruttman, Boris Said || 1 || Kragen/Exide 151 |- | South Boston Speedway || Ted Musgrave, Mike Bliss & Dennis Setzer || 1 || John Boy & Billy 250 |- | Tucson Speedway || Ron Hornaday Jr. || 2 || NAPA 200 (Tucson) |- | Walt Disney World Speedway || Joe Ruttman, Ron Hornaday Jr. || 1 || Chevy Trucks Challenge |} ==See also== *List of auto racing tracks in the United States *List of the closest NASCAR Truck Series finishes *List of NASCAR Truck Series champions *List of NASCAR drivers *List of NASCAR teams *NASCAR Cup Series *NASCAR Xfinity Series *List of NASCAR series *Triple Truck Challenge ==References== ==External links== * Category:Auto racing series in Canada Category:Stock car racing series in the United States Category:Pickup truck racing series",
 "title": "NASCAR Camping World Truck Series"
}