{
 "id": "426529",
 "text": "The year 1831 in science and technology involved some significant events, listed below. ==Astronomy== * January 7 – Great Comet of 1831 (C/1831 A1, 1830 II) first observed by John Herapath. * March 7 – Royal Astronomical Society receives its Royal Charter. * Heinrich Schwabe makes the first detailed drawing of the Great Red Spot on Jupiter. * Mary Somerville translates Laplace's Mécanique céleste as The Mechanism of the Heavens. ==Biology== * September 1 – Zoological Gardens, Dublin, open in Ireland. Robert brown found the nucleus in 1831 ==Chemistry== * A. A. Bussy publishes his Mémoire sur le Radical métallique de la Magnésie describing his method of isolating magnesium. * The Kaliapparat is a laboratory device invented in 1831 by Justus von Liebig. ==Exploration== * June 1 – British Royal Navy officer James Clark Ross locates the position of the North Magnetic Pole on the Boothia Peninsula. * December 27 – Charles Darwin starts his voyage on from Plymouth. ==Medicine== * May 16 – Middlesex County Asylum for pauper lunatics opens at Hanwell near London under the humane superintendence of William Charles Ellis. * Dr C. Turner Thackrah publishes The Effects of the Principal Arts, Trades, and Professions, and of Civic States and Habits of Living, on Health and Longevity, with a particular reference to the trades and manufactures of Leeds, and suggestions for the removal of many of the agents which produce disease and shorten the duration of life, a pioneering study of occupational and public health in a newly industrialised English city. ==Paleontology== * Henry Witham publishes Observations on fossil vegetables, accompanied by representations of their internal structure, as seen through the microscope in Edinburgh. ==Technology== * April 12 – Broughton Suspension Bridge over the River Irwell in England collapses under marching troops. * August 29 – Michael Faraday demonstrates electromagnetic induction at the Royal Society. Joseph Henry recognises it at about the same time. Faraday also develops the Faraday Wheel, a homopolar generator. * Joseph Henry invents the electric bell. * James Meadows Rendel erects the first bascule bridge with a hydraulic mechanism, on the Kingsbridge Estuary in England. * William Wallace invents the eidograph. ==Institutions== * September 27 – British Association for the Advancement of Science first meets, in York. ==Awards== * Copley Medal: George Biddell Airy * Wollaston Medal: William Smith ==Births== * January 20 – Edward Routh (died 1907), Canadian-born English mathematician. * January 26 – Heinrich Anton de Bary (died 1888), German surgeon, botanist, microbiologist and mycologist. * February 28 – Edward James Stone (died 1897), English astronomer. * March 3 – George Pullman (died 1897), American inventor. * May 16 – David E. Hughes (died 1900), British inventor. * June 13 – James Clerk Maxwell (died 1879), Scottish-born mathematician. * August 20 – Eduard Suess (died 1914), Austrian geologist. * October 6 – Richard Dedekind (died 1916), German mathematician. * October 15 – Isabella Bird (died 1904), English explorer, writer, photographer and naturalist. * October 21 – Hermann Hellriegel (died 1895), German agricultural chemist, discoverer of the mechanism by which leguminous plants assimilate the free nitrogen of the atmosphere. * October 29 – Othniel Charles Marsh (died 1899), American paleontologist. ==Deaths== * February 14 – Henry Maudslay (born 1771), English mechanical engineer. * March 26 - Pierre Amable Jean-Baptiste Trannoy (born 1772), French physician, hygienist and botanist. * June 27 – Sophie Germain (born 1776), French mathematician. * October 14 – Jean-Louis Pons (born 1761, French astronomer. * December 22 – François Huber (born 1750), blind Swiss naturalist. ==References== Category:19th century in science Category:1830s in science",
 "title": "1831 in science"
}