{
 "id": "426635",
 "text": "thumb|Arms of Lyttelton: Argent, a chevron between three escallops sable thumb|Arms of Lyttelton with supporters and crest Baron Lyttelton is a title that has been created twice in Peerage of Great Britain, both times for members of the Lyttelton family. Since 1889 the title has been a subsidiary title of the viscountcy of Cobham. ==History== The Lyttelton barons belong to the Frankley and Hagley branch of the extended Littleton/Lyttelton family. In 1618, Thomas Lyttelton (1593–1650), owner of estates in Frankley, Halesowen, Hagley and Upper Arley, was created Baronet of Frankley, in the County of Worcester, in the Baronetage of England. He later represented Worcestershire in the House of Commons. His son, the second Baronet, sat as Member of Parliament for Lichfield. On his death the titles passed to his younger brother, the third Baronet, He represented Bewdley in Parliament. He was succeeded by his son, the fourth Baronet. He was Member of Parliament for Worcester and Camelford. Lyttelton married Christian, daughter of Sir Richard Temple, 3rd Baronet, and sister of Richard Temple, 1st Viscount Cobham, and Hester Grenville, 1st Countess Temple. The viscountcy of Cobham and its junior title the barony of Cobham were created with remainder, failing male issue, to (1) Lord Cobham's eldest sister Hester Grenville (who succeeded as second Viscountess in 1749 and was created Earl Temple in 1750) and the heirs male of her body and (2) to his third sister Christian, with remainder to the heirs male of her body. Lyttelton was succeeded by his eldest son, the fifth Baronet, who was a prominent politician. In 1755 he was created Baron Lyttelton, of Frankley in the County of Worcester, in the Peerage of Great Britain. He was succeeded by his son, the second Baron. He briefly represented Bewdley in the House of Commons. Lord Lyttelton had no legitimate issue and on his death in 1779 the barony became extinct. However, he was succeeded in the baronetcy by his uncle, the seventh Baronet. He also represented Bewdley in Parliament and served as Governor of South Carolina and of Jamaica. In 1776, three years before he succeeded in the baronetcy, he was created Baron Westcote, of Balamere in the County of Longford, in the Peerage of Ireland. In 1794 he was further created Baron Lyttelton, of Frankley in the County of Worcester, in the Peerage of Great Britain. His eldest son, the second Baron, also sat as Member of Parliament for Bewdley. He was succeeded by his half- brother, the third Baron. He represented Worcestershire in the House of Commons and also served as Lord Lieutenant of Worcestershire. His son, the fourth Baron, was briefly Under-Secretary of State for War and the Colonies in 1846 under Sir Robert Peel and also served as Lord Lieutenant of Worcestershire. On his death the titles passed to his son, the fifth Baron. In 1889 he succeeded his distant relative Richard Temple-Nugent-Brydges-Chandos- Grenville, 3rd Duke of Buckingham and Chandos, as eighth Baron and Viscount Cobham, according to the aforementioned special remainder in the letters patent. Since 1889 the holders of the Lyttelton titles of 1618 and 1794 have chosen to use the style of Viscount Cobham (see there for further history). ==Lyttelton baronets, of Frankley (1618)== *Sir Thomas Lyttelton, 1st Baronet (1593–1650) *Sir Henry Lyttelton, 2nd Baronet (1624–1693) *Sir Charles Lyttelton, 3rd Baronet (1628–1716) *Sir Thomas Lyttelton, 4th Baronet (1686–1751) *Sir George Lyttelton, 5th Baronet (1709–1773) (created Baron Lyttelton in 1756) ==Barons Lyttelton, First creation (1756)== *George Lyttelton, 1st Baron Lyttelton (1709–1773) *Thomas Lyttelton, 2nd Baron Lyttelton (1744–1779) ==Lyttelton baronets, of Frankley (1618; Reverted) and Barons Westcote (1776)== *Sir William Henry Lyttelton, 7th Baronet (1724–1808) (created Baron Westcote in 1776 and Baron Lyttelton in 1794) == Barons Lyttelton, Second Creation (1794)== * William Henry Lyttelton, 1st Baron Lyttelton (1724–1808) * George Fulke Lyttelton, 2nd Baron Lyttelton (1763–1828) * William Henry Lyttelton, 3rd Baron Lyttelton (1782–1837) * George William Lyttelton, 4th Baron Lyttelton (1817–1876) * Charles George Lyttelton, 5th Baron Lyttelton (1842–1922) (succeeded as Viscount Cobham in 1889) For further succession see Viscount Cobham. ==See also== * Lyttelton family * Viscount Chandos == Notes == == References == *Burkes Peerage and Baronetage (1939), s.v. Cobham, Viscount *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, Category:Noble titles created in 1794 Category:Baronies in the Peerage of Great Britain Category:Noble titles created in 1756 Category:Extinct baronies in the Peerage of Great Britain Category:Lyttelton family Category:1618 establishments in England",
 "title": "Baron Lyttelton"
}