{
 "id": "426713",
 "text": "The Eskenazi Museum of Art at Indiana University opened in 1941 under the direction of Henry Radford Hope.Baden, Linda J. Indiana University Art Museum: Dedication. Bloomington, IN: Museum, 1982. Print. The museum was intended to be the center of a “cultural crossroads,” an idea brought forth by then- Indiana University President Herman B Wells. The present museum building was designed by I.M. Pei and Partners and dedicated in 1982. The museum's collection comprises approximately 45,000 objects, with about 1,400 on display.Indiana University Art Museum. Indiana University Bloomington, 2004. Web. 21 May 2012. The collection includes items ranging from ancient jewelry to paintings by Pablo Picasso and Jackson Pollock. In May 2016, after the announcement of the largest cash gift in the museum's history, the museum was renamed the Sidney and Lois Eskenazi Museum of Art in honor of Indianapolis- based philanthropists Sidney and Lois Eskenazi.Indiana University, 2016. Web. 11 May 2016. The museum is located on the Indiana University Bloomington campus at 1133 E. Seventh Street.Boyum, Sarah. \"IU Art Museum Receives Grant to Fund Art Courses, Academic Position.\" Indiana Daily Student. 16 May 2012. Web. 21 May 2012. ==History== The Eskenazi Museum of Art opened in 1941 in a gallery space in Mitchell Hall under the newly appointed head of the Department of Fine Arts, Henry Radford Hope.Gealt, Adelheid M., Diane M. Pelrine, Adriana Calinescu, Judith A. Stubbs., and Jennifer A. McComas. Masterworks from the Indiana University Art Museum. Ed. Linda Baden. Bloomington: Indiana University Art Museum, 2007. Print. The first exhibition, Sixteen Brown County Painters, opened on November 21, 1941. The catalog for the event contained a statement describing the goals of the gallery at the time: > “The purpose of the Art Center Gallery… is to bring temporary loan > exhibitions to the campus so that students may have an opportunity to study > and see original works of art. Examples of diverse character will be brought > to this gallery in order to show the multiple aspects of art both past and > present.” Establishing a permanent collection did not come to fruition until after World War II. In 1955, art collectors James and Marvelle Adams gave Indiana University a terracotta bust by Aristide Maillol, which inspired Hope to revive the goal to create a permanent collection for an art museum at Indiana University. The William Lowe Bryan Memorial Fund, a fund initiated by James Adams in honor of the university's tenth president and in support for the blooming museum, financed almost all of the museum's acquisitions in the early years. Hope also contributed to the museum, giving a number of important works including Pablo Picasso's The Studio. In the formative years of the museum, the late 1950s, 60s, and 70s, gifts to the museum accumulated rapidly. The museum moved into the gallery space in the newly built Fine Arts building on campus, right next to the auditorium, in 1962. Encouraged by then-University Chancellor Herman B Wells, the Board of Trustees of the university started budgeting a small amount for the museum each year, with additional special allocations for the Art Museum to grow the collection. In 1968, Hope hired Thomas T. Solley as the museum's Assistant Director. Solley became Director in 1971 after Hope retired.Gealt, Adelheid M., and Linda J. Baden, comps. A Transforming Vision: Thomas T. Solley (1924-2006) and the Indiana University Art Museum. Bloomington, IN: Indiana University Art Museum, 2006. Print. Solley, a trained architect, was perfectly suited to start the process of establishing a separate building for the art museum. Wanting an architect with museum-design experience, Solley and the university gave the project to I.M. Pei and Partners in 1974. Completed in 1982, the space had three galleries for permanent collections and one gallery for special exhibitions. Solley grew the collection from 4,000 works to 30,000 in his years at the museum. Thomas T. Solley resigned in 1986 and Adelheid M. Gealt was appointed director the following year. Gealt served until 2015, and under her leadership the museum was a 2012 recipient of an Andrew J. Mellon Foundation endowment challenge grant, a $500,000 award. Adelheid Gealt retired from the museum at the end of June 2015, at which point David A. Brenneman became the museum's Wilma E. Kelley Director. In 2016, the museum received a major gift of $15 million from Indianapolis-based philanthropists Sidney and Lois Eskenazi to fund a full renovation of the museum's I.M. Pei-designed building. The museum was renamed in their honor in recognition of the gift. In May 2017, the museum closed for renovation. The renovation was completed in 2019, and the museum reopened to the public in November that year. ==Collections== The museum features four permanent collections galleries: the Jane Fortune Gallery, featuring European and American art through the 18th century; the Modern and Contemporary gallery, featuring European and American art from the 19th century on; the Ancient, Asian, and Islamic Art gallery; and the Raymond and Laura Wielgus Gallery of the Arts of Africa, Oceania, and Indigenous Art of the Americas. In addition to the permanent collections galleries, the museum has three gallery spaces for rotating exhibitions: the Special Exhibitions gallery; the Time- based Media Gallery, which focuses on film, new media, and similar types of art; and the Rhonda and Anthony Moravec Gallery in the Prints, Drawings, and Photographs Center. In the museum's Ancient, Asian, and Islamic Art gallery, ancient Chinese porcelains, Japanese paintings, classical Greek, Roman, and Etruscan vases, bronzes, and mosaics are on display. The Burton Y. Berry Collection of Ancient Jewelry consists of 5,000 pieces from across the ancient world.Indiana University Art Museum. Visitor's Guide. Indiana University Art Museum. Print. Works by German and Austrian Expressionists August Macke, Ernst Ludwig Kirchner, Alexej von Jawlensky, Max Beckmann, and Emil Nolde, along with early modern European and American masters such as Fernand Léger, Marcel Duchamp, Georges Braque, and Kurt Schwitters, are in the museum's collection. American abstract artists such as Stuart Davis, Frank Stella, and Joseph Cornell are also featured in the museum's collection. The works-on-paper collection includes major works by Albrecht Dürer, Rembrandt van Rijn, and Francisco Goya. The photography collection includes the archives of Henry Holmes Smith, Art Sinsabaugh, and Jeffrey A. Wolin.Eskenazi Museum of Art. \"IU Eskenazi Museum of Art Acquires Archive of Notable Photographer Jeffrey A. Wolin.\" September 9, 2019. https://artmuseum.indiana.edu/news-events/news- stories/2019-09-09-wolin-archive.html There are also European Old Master paintings by Niccolo di Buonaccorso, Apollonio di Giovanni, Taddeo Gaddi, Vittore Crivelli, Felipe Vigarny, Gerard Terborch the Elder, Emanuel de Witte, Bernardo Strozzi, and Jean Louis Laneuville, among others. There are also 19th Century European paintings by Jean-Léon Gérôme, Charles Daubigny, Gustave Caillebotte (\"Yerres, Rain Effect\"), and Claude Monet (\"Port of Argentieul\") among others. File:Female Cycladic figurine, Eskenazi Museum of Art.jpg|alt=The female figure is displayed in a standing position with pointed feet and folded arms. Anatomical forms are minimal and stylized.|Cycladic, attributed to the Goulandris Master. Woman, ca. 2500-2400 BCE. Eskenazi Museum of Art, Indiana University, 76.25 File:Red-figure vase painting with Ionic building.jpg|Late fourth-century BCE Greek red-figure volute krater. Eskenazi Museum of Art, Indiana University File:Copy of the Resting Satyr by Praxiteles in the Eskenazi Museum of Art.jpg|alt=A torso of a young man with legs broken off at the upper thigh, arms broken at the shoulder joints, and head broken off at the base of the neck. His body is twisted into an S-curve as if he was in a leaning position. He wears a panther skin draped over his right shoulder and wrapped across his chest.|Roman, after Greek original by Praxiteles. Torso with Panther Skin, 100-200 CE. Marble, 33 1/2 x 20 1/2 x 11. Gift of Mr. and Mrs. James Adams and Dr. and Mrs. Henry R. Hope in memory of George Heighway, Eskenazi Museum of Art, Indiana University, 64.104 File:Ancient Greek figurine of an Amazon on horseback, taken at Eskenazi Museum of Art on 3 December 2019 (2).jpg|alt=A female warrior is seated on the back of a rearing horse. She wears a one-shouldered tunic that flows behind her, a feathered helmet, a shield and jewelry, which are decorated with reds, browns, white, and gold. The horse's bridle and reins are similarly decorated.|Greek. Amazon Riding Horse, 330-280 BCE. Terracotta, added color, and gold. Eskenazi Museum of Art, Indiana University, 81.8 File:Roman marble bust of Septimius Severus, Eskenazi Museum of Art.jpg|alt=Bust of a man with curly hair and beard. He glances to his left. He wears a tunic and fringed cloak, fastened at his left shoulder with a circular brooch.|Roman. Bust of Emperor Septimius Severus, 200-210 CE. Marble, 30 5/16 in. Gift of Thomas T. Solley, Eskenazi Museum of Art, Indiana University, 75.33.1 File:Bust of an emaciated Buddha, Eskenazi Museum of Art.jpg|alt=The head and torso of the emmaciated Buddha with halo. Traces of gilding remain in the crevices of the stone.|Gandharan. Fasting Buddha, 2nd-3rd century CE. Schist with traces of gilding, 9 7/8 x 7 x 3 1/8 in. Eskenazi Museum of Art, Indiana University, 79.53 File:Judith with the Head of Holofernes by Matteo di Giovanni, Eskenazi Museum of Art.jpg|alt=A woman in a red dress stands at the center of the painting, holding a sword above her head with her right hand and holding the decapitated head of a man in her left hand. The landscape behind her features an encampment with several tents and a man on a horse.|Attributed to Matteo di Giovanni (Italian, 1430-1495). Judith with the Head of Holofernes, ca. 1490. Oil on panel, 27 3/8 x 23 5/8 x 3 5/8 in. The Samuel H. Kress Study Collection, Eskenazi Museum of Art, Indiana University, 62.163 File:Altarpiece of the Resurrection by the Master of the Holy Kinship, Eskenazi Museum of Art.jpg|alt=Christ is the largest, central figure in a fantastical landscape filled with other figures and iconographic markers of his resurrection. Christ floats above his tomb, gesturing to show his stigmata, holding a staff with a cross, and adorned with a red robe and crown. In the distant background, the enthroned figure of Christ appears again in the clouds, surrounded by light.|Master of the Holy Kinship (German, active 1480-1518 in Cologne). Resurrection, ca 1490. Oil on panel, 56 x 39 1/4 x 2 1/2. Given in memory of Marguerite Lilly Noyes by Thomas T. Solley, Eskenazi Museum of Art, Indiana University, 78.62.2 File:Hendrick de Clerck - The Finding of Moses.jpg|alt=Seven women are gathered in a landscape, standing and sitting around an infant in a basket. At the center of the composition, one of the women points with her left hand to the infant. All of the women are finely dressed in bright, elaborate costumes while the infant is partially wrapped in a simple white cloth.|Hendrick de Clerck (Flemish, ca. 1570-1630). The Finding of Moses, ca. 1600-1620. Oil on panel, 61 1/2 x 72 x 3 in. Gift of Mr. Stanley S. Wulc, Eskenazi Museum of Art, Indiana University, 66.24 File:Jean de Bry, by Jean Louis Laneuville.jpg|alt=A waist-length portrait of a man seated in a simple chair against a plain green background. He is wearing a red waistcost and blue coat, holding a rolled document in his right hand. His expression is neutral as he looks directly at us.|Jean Louis Laneuville (French, 1748-1826). Portrait of Jean de Bry, ca. 1793. Oil on canvas, 34 x 29 3/4 x 2 3/4 in. Eskenazi Museum of Art, Indiana University, 77.54.1 ==Education and programs== The museum has education programs where schools in 51 of the 90 counties in Indiana participate, allowing a reach of about 7,000 students per year. The museum partners with 55 different university academic departments to provide curriculum-based tours for students at the university. Through partnerships with Indiana University's Center for Rural Engagement, programs like a PreK-12 \"Look Club\" and Creative Arts for Veterans program provide museum programming to rural communities. Public programs include a student- hosted visiting artist series, where contemporary artists discuss their practices and processes; Art and a Movie, a partnership with the IU Cinema that pairs films with special programming about art, artists, and historical context; docent-led gallery tours; and \"Social Saturday\" programs designed for friends and family to experience the museum together. Following the museum's renovation, four new learning were established to teach about the museum and its collection. These are the Center for Conservation, the Center for Curatorial Studies, the Center for Prints, Drawings, and Photographs, and the Kimberly and John Simpson Center for Education. ==I.M. Pei-designed Building== The building, designed by I.M. Pei and Partners, was completed in 1982. The museum was constructed as a play on angles. It is rumored to have no right angles, however this is not true. The floors meet the walls at a ninety-degree angle, and there are many square and rectangular windows in the building. The design features two concrete triangles connected by a glass-ceiling atrium. The museum is 105,000 square feet: 38,361 square feet are devoted to gallery space, and 18,000 square feet comprise the atrium. The other space is used for offices, gift shop, storage, and the outdoor Sculpture Terrace. ==Luzetta and Del Newkirk Café and Gift Shop== The Luzetta and Del Café and Gift Shop, located on the second floor of the Eskenazi Museum of Art, sells an array of art-inspired products for guests to purchase, along with a selection of food and beverage options. The Newkirk Café has indoor seating, as well as outdoor seating located on the Sculpture Terrace. In August 2019, the Eskenazi Museum of Art announced that a contemporary art installation by British designer Paul Cocksedge had been installed in the renovated café space.Eskenazi Museum of Art. \"Eskenazi Museum of Art Announces Installation by Acclaimed English Designer Paul Cocksedge.\" August 29, 2019. https://artmuseum.indiana.edu/news- events/news-stories/2019-08-29-cocksedge-installation.html The installation, titled A Gust of Wind, is made up of satin-finish acrylic cast into sheets made to resemble paper. They are suspended from the ceiling and give the appearance of a cloud of sheets of white paper blowing into the museum's Atrium from the outdoor Sculpture Terrace entrance. ==Light Totem== The Light Totem installation at the Eskenazi Museum of Art was completed in 2007.Smith, Hannah. \"Museum Pole Sheds New Light.\" Indiana Daily Student. 22 Sept. 2011. Web. 16 May 2012. . It was commissioned as a temporary installation to celebrate the 25–year anniversary of the Eskenazi Museum of Art building. Due to its popularity with the campus and community, Light Totem was approved by the Board of Trustees to become a permanent fixture outside the museum in 2010. Artist Robert Shakespeare used LEDs (light-emitting diodes) to illuminate both the 70-foot freestanding tower, and the 40-foot tube within the atrium of the museum.U Art Museum Light Totem. Perf. Robert Shakespeare. YouTube. Google, 22 Apr. 2009. Web. 16 May 2012. . The Light Totem also illuminates the wall of the Art Museum with a computerized display of changing colors. Each of the lighted sections can be programmed to project any color and change color up to every tenth of a second. The entire display uses only 3,000 watts of electricity, about the amount used when a hair dryer and toaster are running simultaneously, according to the artist. Students often can be seen lying on their backs with their feet up on the wall, watching the colors change. ==References== ==External links== * Category:Buildings and structures completed in 1982 Category:Brutalist architecture in Indiana Category:I. M. Pei buildings Art Museum Category:Art museums established in 1941 Category:University museums in Indiana Category:Art museums and galleries in Indiana Category:Museums in Monroe County, Indiana Category:1941 establishments in Indiana Category:Buildings and structures in Bloomington, Indiana Category:Tourist attractions in Bloomington, Indiana Category:African art museums in the United States",
 "title": "Eskenazi Museum of Art"
}