{
 "id": "426802",
 "text": "Fearless Leader is the main antagonist in the 1959–1964 animated television series Rocky and His Friends and The Bullwinkle Show, both shows often collectively referred to as The Rocky and Bullwinkle Show. In the show, he employs fellow main villains Boris Badenov and Natasha Fatale. He was originally voiced by Bill Scott. ==Character overview== Fearless Leader is a dictator from the fictional country Pottsylvania, and the employer of the inept mobsters Boris Badenov and Natasha Fatale. He could always be found in his underground hideout, \"Central Control.\" However, it seems evident that he did answer to one man himself: the diminutive Mr. Big. Mr. Big appears in two storylines of the series, \"Upsidaisium\" and \"Metal Munching Moon Mice.\" Fearless Leader has a notable face scar, much like the Nazi Otto Skorzeny, who may have been the inspiration for the character. As expected from his given position and name, Fearless Leader is a strict, ruthless character, and often harshly criticizes the incompetence of his main minion Gerald. He is usually shown with a long scar on his cheek and sharp, carnivorous teeth. He is distrustful of his own employees, and is known to carry the Pottsylvania treasury with him wherever he goes. Although Pottsylvania's chief spies are given ersatz Russian accents, Fearless Leader's accent seems more in keeping with the Prussian militarist German stereotype. His monocle and sharply-angled features closely resemble Erich von Stroheim and characters from a 1942 anti- Nazi propaganda poster circulated during World War II. He uses some German such as \"Achtung\" and \"schweinhund,\" typical of German stereotypes in film and TV. ==In other media== * Fearless Leader appears in live-action in two films: he is portrayed by Christopher Neame in Boris and Natasha: The Movie (1992) and by Robert De Niro in The Adventures of Rocky and Bullwinkle (2000). * Fearless Leader was also the background picture seen hanging on the wall in the old newspaper cartoon, \"Grin and Bear It\" by Lichty, whenever the Kremlin or politburo was being lampooned. * Fearless Leader appears in the short film Rocky & Bullwinkle, which was released with Mr. Peabody & Sherman on Blu-ray 3D on October 14, 2014, in which he was voiced by Thomas Lennon who also wrote the short along with Robert Ben Garant. * In the Amazon Video series The Adventures of Rocky and Bullwinkle Fearless Leader is voiced by Piotr Michael. He is the main antagonist in the new series. ==References== ;Footnotes ;Sources Category:Rocky and Bullwinkle characters Category:Comedy film characters Category:Television characters introduced in 1959 Category:Fictional characters without a name Category:Fictional dictators Category:Fictional Eastern European people Category:Fictional warlords Category:Fictional crime bosses Category:Fictional gangsters Category:Fictional gamblers Category:Fictional thieves Category:Fictional con artists Category:Fictional smokers Category:Animated series villains Category:Male characters in animation Category:Male film villains Category:Fictional Soviet people Category:Animated characters introduced in 1959",
 "title": "Fearless Leader"
}