{
 "id": "427376",
 "text": "Kevan David Jones (born 25 April 1964) is a British Labour Party politician, who has been the Member of Parliament (MP) for North Durham since 2001. He served as a defence minister under Gordon Brown, and resigned as a shadow defence minister in January 2016 in protest against a front bench reshuffle by Labour leader Jeremy Corbyn. ==Early life== Jones was born in Nottinghamshire and is the son of a coal miner. He attended Portland Comprehensive School in Worksop and Newcastle Polytechnic and the University of Southern Maine, gaining a BA (Hons) in Government and Public Policy. Before becoming an MP, he was a Newcastle upon Tyne councillor from 1990 to 2001 and Chairman of the Development Committee as well as an elected officer of the GMB Union. ==Parliamentary career== Jones was first elected as MP for North Durham in 2001 with a majority of 18,681. After becoming member of Parliament, Jones became a member of the influential Defence Select Committee, and also a member of the Labour Party's Parliamentary Committee. His Private Member's Bill, the Christmas Day (Trading) Act 2004, successfully passed Parliament, and came into force in December 2004. The Act makes it illegal for large shops to open on Christmas Day. He was re-elected to the North Durham seat in the 2005 general election, with a majority of 16,781. He polled 64.1% of the vote. His campaigning on behalf of people who had coal health compensation payments deducted by unscrupulous claims handlers influenced the Compensation Act 2006. ===Ministerial career=== Jones was appointed Parliamentary Under Secretary of State and Minister for Veterans at the Ministry of Defence (MoD) in October 2008. In August 2009 he was accused of briefing against the Chief of the General Staff, General Sir Richard Dannatt, who had been an outspoken critic of the government's record on equipping troops. A series of Freedom of Information requests had been made concerning Dannat's expenses, and blogger Guido Fawkes \"outed\" Jones as the culprit, although he did not provide any evidence that directly connected Jones to the requests. Jones, who had tabled Parliamentary questions on Army officials' spending before becoming a minister, denied the allegations and said he had a good working relationship with Dannatt. Jones publicly apologised to Joanna Lumley in March 2010 after he had accused her of \"deathly silence\" over misleading advice being given to some Gurkhas following Lumley's successful campaign to allow more Gurkhas to settle in the UK. In 2017, Jones said that while in office he had sought to revoke the government's agreement with Annington Homes, by which the MoD agreed to rent back military housing sold to the company under the John Major government in 1996, while allowing the company to sell homes the armed forces no longer required, but found it impossible to do so. Jones described the arrangements as \"an incredibly bad deal for the taxpayer.\" ===In opposition=== In May 2010 Harriet Harman appointed Jones Shadow Minister for the Armed Forces, outside the Shadow Cabinet. He retained this position under Labour leader Ed Miliband and in Jeremy Corbyn's first appointment of shadow ministers in 2015. He became a member of the special Select Committee set up to scrutinise the Bill that became the Armed Forces Act 2011. He was also a member of the Public Bill Committee for the Defence Reform Act 2014. In December 2015 Jones made public his strong criticism of the new Labour leader Jeremy Corbyn, in particular after Corbyn opposed military intervention in the Syrian Civil War. Jones stated \"because of [Corbyn's] incompetence, the Tories are getting away with things that are not being properly scrutinised and the people who are suffering are the ones that we represent.\" Jones supported the Saudi Arabian-led intervention in Yemen. He is Treasurer of the All-Party Parliamentary Group on Industrial Heritage. He is a member of Labour Friends of Israel. ===Resignation as shadow Defence Minister=== In January 2016, Jones resigned as a Shadow Minister for the Armed Forces, following a reshuffle in which Jeremy Corbyn had promoted Emily Thornberry, who opposes the replacement of the Trident nuclear weapon system, to shadow Defence Secretary. In his resignation letter, Jones said he believed that the country had to \"maintain a credible nuclear deterrent, while working to advance global nuclear disarmament.\" He later supported Owen Smith in the failed attempt to replace Jeremy Corbyn in the 2016 Labour Party (UK) leadership election. ==Mental health== In 2012, in a debate in Parliament on mental health issues and their taboo, Jones spoke about his own battles with depression, alongside Conservative back-bencher Charles Walker, who spoke about his own 30-year battle with obsessive–compulsive disorder. Jones stated that he had suffered with depression since 1996. Jones and Walker were both later praised for their speeches by Time to Change, a mental health anti-stigma campaign run by charities Mind and Rethink Mental Illness. In November 2015, after the appointment of the former Mayor of London Ken Livingstone to co-chair the Labour Party's review of whether to replace the Trident nuclear missile system, Jones, a Shadow Junior Defence Minister, told the PoliticsHome website he was not sure Livingstone knew anything about defence and his appointment would only damage credibility among those who care about defence. In response, Livingstone told the Daily Mirror and others that Jones was \"obviously depressed and disturbed\" and \"should see a GP\". Jones responded that the remarks \"belong in the dark ages\" and that mental health should not be used to attack political differences. Livingstone eventually apologised, only doing so unreservedly via Twitter after intervention by Labour Leader Jeremy Corbyn. It was later noted in passing that Jones had himself in 2010 ridiculed a political viewpoint by reference to \"the nearest lunatic asylum\".Maguire, Kevin (26 November 2015). Corbyn's lunch, a Keith \"Vazz\" hunch and the New Left Book club. New Statesman == Post Office Ltd == Jones has been very critical of the way in which many sub-post office franchisees were treated by Post Office Ltd during and after the Horizon IT accounting scandal. On 19 March 2020, he criticised both the organization and its former CEO, Paula Vennells, in a House of Commons debate. ==Notes== ==External links== * * * Guardian Unlimited Politics – Ask Aristotle: Kevan Jones MP * BBC Politics page ===Video clips=== * Keeping Christmas Day special ===News items=== * Opposing shops opening on Christmas Day in 2004 Category:1964 births Category:Living people Category:Alumni of Northumbria University Category:British trade unionists Category:Councillors in Newcastle upon Tyne Category:Labour Party (UK) MPs for English constituencies Category:Members of the Privy Council of the United Kingdom Category:People from Worksop Category:People with mood disorders Category:Labour Friends of Israel Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:UK MPs 2015–2017 Category:University of Southern Maine alumni Category:UK MPs 2017–2019 Category:UK MPs 2019–present",
 "title": "Kevan Jones"
}