{
 "id": "427419",
 "text": "thumb|right|The Piece Hall and Square Chapel seen from Beacon Hill. thumb|The Piece Hall in 2009 The Piece Hall is a Grade I listed building in Halifax, West Yorkshire, England. It was built as a cloth hall for handloom weavers to sell the woollen cloth \"pieces\" they had produced. ==History== The earliest known reference to the new Piece Hall was a handbill dated 19 March 1774, although this no longer survives. The hall was built for \"the purpose of depositing and exposing to sale the worsted and woolen goods manufactured in this town and neighbourhood\". It was seen that bringing merchants and buyers together in one place would create a more competitive and efficient market and discourage fraudsters. Initially, two sites were proposed, one at Talbot Croft and the other at Cross Field (which was used in 1948 for the construction of the new bus station). After consideration, Talbot Croft was chosen and was purchased in September 1774. It opened on 1 January 1779, with 315 separate rooms arranged around a central open courtyard. The architect of Piece Hall has never been identified, and there is a lack of documentary evidence surrounding its design and construction; F. A. Leyland cited Thomas Bradley as the most likely architect in 1887, although others have suggested Samuel and John Hope and John Carr. An 1831 description of Piece Hall says: The industrial revolution saw a shift away from small producers and traders, with new larger mills in the Halifax area trading directly with merchants and exporters. After years of decline, The Piece Hall was acquired from the trustees in 1868 by Halifax Corporation. They converted it into a wholesale market hall and some of the small rooms were combined to make larger shop units; cellars were created and the south pedestrian gate was enlarged to allow vehicles to enter the courtyard with Iron Gates installed over the entrance (supplied by George Smith of the Sun Foundry, Glasgow for £120). Sheds and latrines were constructed in the courtyard. In 1971, after The Piece Hall had become seen as unsuitable for a wholesale market, the businesses were dispersed elsewhere throughout the town and demolition of the then two- century-old building was considered. Government grants were made available and the Halifax Corporation received funding to make the building a tourist attraction. The sheds that had been built in the 19th century were demolished and the courtyard landscaped; further, walls were removed from the original rooms to create shops, and a new museum–art gallery was opened on the east side. The new Piece Hall opened on 3 July 1976. The museum–art gallery closed in 1998. In 2010, the Heritage Lottery Fund awarded Calderdale Council first round funding to restore and redevelop the Piece Hall. The Piece Hall reopened on 1 August 2017, after a £19 million restoration project started in 2014. The Piece Hall hosted its first major music event with Father John Misty headlining. Piece Hall Trust has been set up as a charity responsible for managing The Piece Hall. ==Listing== The Piece Hall was listed on 3 November 1954 and has Grade I listed protection. Reasons for the listing were given as: * Historic interest: citing the scale and architectural grandeur and its illustration of the wealth of Halifax at the time of its construction. * Rarity: citing the rarity of surviving purpose built cloth halls. * Architectural interest: citing its dramatic design, its detailed galleries and courtyard as well as a high degree of craftsmanship and the high quality of materials used * Architectural layout: citing the courtyard plan but the provision of individual rooms to enable confidentiality in transactions. Despite the combination of some rooms internally the building remains externally unchanged and \"visually readable\". ==See also== *Grade I listed buildings in West Yorkshire *Listed buildings in Halifax, West Yorkshire ==References== ==Further reading== * Gatje, Robert F. Great Public Squares: An Architect’s Selection, Norton, 2010. ==External links== *Piece Hall website Category:Buildings and structures in Halifax, West Yorkshire Category:Grade I listed buildings in West Yorkshire Category:Tourist attractions in Calderdale",
 "title": "Piece Hall"
}