{
 "id": "427588",
 "text": "{{Infobox officeholder |honorific-prefix = The Right Honourable |name = Michael Moore |image = Michael Moore, Secretary of State for Scotland.jpg |office = Secretary of State for Scotland |primeminister = David Cameron |term_start = 29 May 2010 |term_end = 7 October 2013 |predecessor = Danny Alexander |successor = Alistair Carmichael |office1 = Leader of the Scottish Liberal Democrats |termlabel1 = Acting |term_start1 = 2 July 2008 |term_end1 = 26 August 2008 |predecessor1 = Nicol Stephen |successor1 = Tavish Scott |office2 = Liberal Democrat Northern Ireland and Scotland Spokesman |leader2 = Nick Clegg |term_start2 = 5 March 2008 |term_end2 = 11 May 2010 |predecessor2 = Alistair Carmichael |successor2 = Alistair Carmichael |office3 = Liberal Democrat International Development Spokesman |leader3 = Nick Clegg |term_start3 = 20 December 2007 |term_end3 = 5 March 2008 |predecessor3 = Lynne Featherstone |successor3 = Lembit Öpik |office4 = Liberal Democrat Foreign Affairs Spokesman |leader4 = Menzies Campbell Vince Cable |term_start4 = 2 March 2006 |term_end4 = 21 December 2007 |predecessor4 = Menzies Campbell |successor4 = Ed Davey |office5 = Liberal Democrat Defence Spokesman |leader5 = Charles Kennedy Menzies Campbell |term_start5 = 16 May 2005 |term_end5 = 2 March 2006 |predecessor5 = Paul Keetch |successor5 = Nick Harvey |office6 = Deputy Leader of the Scottish Liberal Democrats |leader6 = Jim Wallace Nicol Stephen Tavish Scott |term_start6 = 2 October 2002 |term_end6 = 20 September 2010 |predecessor6 = Position created |successor6 = Jo Swinson |constituency_MP7 = Berwickshire, Roxburgh and Selkirk |term_start7 = 1 May 1997 |term_end7 = 30 March 2015 |predecessor7 = David Steel |successor7 = Calum Kerr |birth_name = Michael Kevin Moore |birth_date = |birth_place = Belfast, Northern Ireland |death_date = |death_place = |party = Liberal Democrats |spouse = Alison Moore |children = 2 |alma_mater = University of Edinburgh }} Michael Kevin Moore (born 3 June 1965) is a British Liberal Democrat politician. Born in Northern Ireland, but largely raised in Scotland, he qualified as a chartered accountant and worked as a researcher to the prominent Liberal Democrat politician, David Steel. At the 1997 general election, Moore succeeded Steel as the Liberal Democrat MP for the Scottish Borders constituency of Tweeddale, Ettrick and Lauderdale (Berwickshire, Roxburgh & Selkirk from 2005). He joined the Liberal Democrat Frontbench Team in 2005, and held many portfolios, including Defence, Foreign Affairs, International Development and Northern Ireland & Scotland (joint). Following the 2010 general election, and the formation of the Conservative-Liberal Democrat coalition, the cabinet post of Scottish Secretary was given to the Liberal Democrats, initially Danny Alexander. However following the resignation of Chief Secretary to the Treasury David Laws a month later, Alexander took his role, and Moore was appointed the Scottish Secretary on 29 May 2010. After entering office, Moore oversaw the implementation of the Scotland Act 2012, which granted further devolution to Scotland. He was removed from the post in a Cabinet reshuffle in October 2013. Moore was elected on two occasions (2005 and 2010) to serve as Member of Parliament (MP) for the constituency of Berwickshire, Roxburgh and Selkirk, and was returned on two earlier occasions (1997 and 2001) as MP for the previous constituency of Tweeddale, Ettrick and Lauderdale. He was defeated in the 2015 general election by Calum Kerr, the SNP candidate. ==Background== Moore was born in Dundonald, Northern Ireland on 3 June 1965 to Geraldine Anne (Jill) and Rev. William Haisley Moore, who was a chaplain in the British Army. He moved with his family to Wishaw, Scotland, in 1970 and then to the Scottish Borders in 1981. He was educated at Strathallan School, Jedburgh Grammar School and the University of Edinburgh, where he studied politics and modern history. On leaving University he worked for a year as a researcher for Liberal Democrat MP Archy Kirkwood before joining the Edinburgh office of accountants Coopers & Lybrand. He qualified as a Scottish Chartered Accountant, going on to be a manager in the office's corporate finance practice. ==Member of Parliament== Moore was elected to the Westminster parliament during the 1997 general election as the MP for Tweeddale, Ettrick and Lauderdale succeeding David Steel following his retirement with a majority of 1,489. In 2001 he retained his seat increasing his majority to 5,157. In 2005 following boundary changes Moore contested the Berwickshire, Roxburgh and Selkirk and won with a majority of 5,901, he defended the seat in 2010 once again retaining this time with a slightly decreased majority of 5,675. ===Liberal Democrat Frontbench=== After his election to Parliament he served as the party's Scottish spokesman on the economy and a member of the House of Commons Scottish Affairs Select Committee before taking up the position of Transport Spokesman. In November 2001 he was made Deputy Foreign Affairs Spokesman under Charles Kennedy followed by the position of Defence spokesman. Under the leadership of Sir Menzies Campbell he looked after Foreign Affairs and under Nick Clegg took the title of Shadow Secretary of State for International Development. In 2002 he was elected to the internal position of Deputy Leader of the Scottish Liberal Democrats and re-elected to the role in 2007. Moore resigned from that position on 20 September 2010 citing the pressures of an increased workload following his elevation to Secretary of State for Scotland following the 2010 general election. ===Secretary of State for Scotland=== Following the 2010 general election and the coalition government formed between the Conservative party and the Liberal Democrats, Moore was appointed Secretary of State for Scotland on 29 May 2010, a move that followed the promotion of fellow Scottish MP Danny Alexander to Chief Secretary to the Treasury. ====Early Question Time appearance==== Shortly after becoming Secretary of State for Scotland, he appeared on the BBC's Question Time programme, where he was challenged by an audience member who felt concerned that he would be made homeless by the government's new housing policies. In response Moore said \"the horrible truth is that across the country everyone is going to have to make a contribution to getting the country right\", before going on to explain that measures taken in the emergency budget were there to help the lowest paid. The audience member challenged Moore on the response and told him to \"get a grip\". In the same programme, Moore said that fellow Cabinet member Michael Gove had made a major mistake in his announcement about the scrapping of the school rebuilding programme but said that the Education Secretary had apologised with \"grace\" for it. In September 2010 when compiling their list of the 50 most influential Liberal Democrats Moore was named by the Daily Telegraph as the 13th most influential. Describing him within the context of the role he occupied as a \"safe pair of hands in a job where the definition of success is being able to keep out of trouble\" ====2010 Spending Review==== As part of the British government's 2010 Comprehensive Spending Review (CSR) due to be announced on 20 October, Moore lent his support to Defence Secretary Liam Fox in cabinet discussions to retain funding for two aircraft carriers which would be constructed in yards around Britain, including in Glasgow and Rosyth in Scotland. The project, costing £5.2 billion was thought to be under threat following the spending review which many believed could result in a 20% cut in the Ministry of Defence budget. He also provided backing for the upkeep of RAF bases in Kinloss and Lossiemouth which it was estimated were worth 6000 jobs to the Moray economy after campaigners had feared that the bases may be closed as a result of the budget cuts. On visiting the bases Moore said: \"What I am determined to do is ensure we make the best possible case for the bases.\" but added that he could make \"no guarantees\" about the future of the bases. On 9 October 2010 it was announced that Moore had been appointed to the Government's Public Expenditure Committee or \"Star Chamber\" following the settlement of his own departmental budget. He joined other cabinet ministers on the committee who had also agreed their own budgets and would help deliberate over the budgets of departments prior to the spending review announcement. On 19 October 2010 David Cameron announced the results of the government's review of defence spending just one day before the announcement of the spending review. The review contained disappointing news for RAF Kinloss as it was announced that government orders for Nimrod MRA4 surveillance aircraft would be cancelled. The cancellation of the project meant that the base would need to close with the future of RAF Lossiemouth also becoming uncertain with Michael Moore saying that the decision on its future still needed to be decided. Just a day later on 20 October 2010, the chancellor George Osborne announced the CSR. For Scotland this meant a budget cut of 4.6% or £1.3bn in cash terms. Moore claimed that Scotland had been given a \"fair deal in tough times\" although this was attacked by opponents in the SNP and Labour parties. He added that \"spending on frontline public services will be reduced by less than in England, Wales or Northern Ireland\" and said: \"if we don't address that £155bn deficit now, Scots will end up paying longer and more\". ====Tuition fees==== Speaking at the time Moore accepted that the issue of tuition fees was a \"very difficult issue\" for his party and said that his party \"wished\" that they had entered government with a budget that would have allowed the abolition of fees. He added: \"but we are part of a coalition government, grappling with a record peacetime deficit inherited from Labour.\" Moore claimed that without the changes, universities would be \"starved of the money they need to provide quality education\". Because the issue of university funding is an area devolved to the Scottish parliament he added that Scottish students choosing to study north of the border would be unaffected by the vote and Scottish students would continue to pay no fees at all. ====Daily Telegraph secret recording==== On 22 December, the Daily Telegraph published a recording of Michael Moore obtained by two journalists posing as constituents during one of his weekly constituency surgeries. The audio recording, obtained 24 hours after the vote in the House of Commons heard Moore express unease over the policy saying \"Tuition fees ... [are] the biggest, ugliest, most horrific thing in all of this\". Speaking of the pledge he signed he expressed remorse, saying: \"I signed a pledge that promised not to do this. I've just done the worst crime a politician can commit, the reason most folk distrust us as a breed. I've had to break a pledge and very, very publicly.\" He continued that the vote on tuition fees was \"deeply damaging to my party, to me individually and lots of others\" but said: \"what we've all had to weigh up is the greater sense of what the Coalition is about.\" The journalists also recorded Moore speaking about the relationship between Conservatives and Liberal Democrats within the coalition. Moore expressed some unease between the two parties saying \"Are you watching what they are doing and what they are saying on the back benches of the Conservative Party? They are spitting blood.\" Naming some Conservative backbenchers allegedly uneasy with the coalition he said \"They are mostly marginalised. David Davis and people like Julian Lewis hate us with a passion and I can't say it's unreciprocated.\" ====Scotland Act 2012==== On 30 November 2010 Moore announced plans for the Scottish Parliament to receive new tax and borrowing powers. The proposals, outlined in the Scotland Bill were based on the recommendations of the Calman Commission which looked at how to improve devolution in Scotland. The bill provided the Scottish Parliament with borrowing powers for the first time as well as providing opportunity for Holyrood to set a \"Scottish Income Tax\" rate each year from 2015. Should the proposals go through, the Scottish Parliament would be responsible for raising approximately 35% of the revenue it spends with the remainder being funded by the United Kingdom block grant. In addition to tax and borrowing, the Scotland Bill announced measures to transfer areas such as setting the drink drive limit and national speed limits in Scotland. Speaking about the bill Moore said: \"This Bill is the culmination of work by three Scottish political parties, numerous impartial experts, two successive UK Governments and the two Parliaments in London and Edinburgh.\" He said that future Scottish Governments would have more accountability for the financial decisions they make and said that the bill addressed a number of \"major issues and takes the settlement forward in a powerful and positive way.\" ===Backbencher=== Moore was replaced as Scottish Secretary by Alistair Carmichael in October 2013. The Guardian newspaper said that HM Government wanted \"a more combative figure\" to argue against Scottish independence in the 2014 referendum.Ministerial reshuffle: Alistair Carmichael new Scottish secretary , The Guardian. Moore became a backbench MP. ====Private Member's Bill==== In 2014, he came second in a ballot to determine who could first introduce a Private Member's Bill, behind his LibDem colleague Andrew George.Private members bill chicken , BBC News Moore pledged to introduce a bill committing the UK Government to devote a minimum of 0.7 per cent of its national income to international aid. The Bill passed successfully through all stages in the House of Commons and House of Lords, under the title of the International Development (Official Development Assistance Target) Bill 2014-15 and received Royal Assent as the International Development (Official Development Assistance Target) Act 2015 on 26 March 2015. ==References== ==External links== *Michael Moore MP (official constituency site) * |- |- |- Category:1965 births Category:People educated at Strathallan School Category:People educated at Jedburgh Grammar School Category:Alumni of the University of Edinburgh Category:Living people Category:People from Dundonald, County Down Category:Scottish Liberal Democrat MPs Category:Secretaries of State for Scotland Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:Members of the Privy Council of the United Kingdom",
 "title": "Michael Moore (Scottish politician)"
}