{
 "id": "427623",
 "text": "Benning Wentworth (24 July 1696 – 14 October 1770) was a merchant and colonial administrator who served as the governor of New Hampshire from 1741 to 1766. While serving as governor, Wentworth is best known for issuing several land grants in territory claimed by the Province of New Hampshire west of the Connecticut River, which led to disputes with the neighbouring colony of New York and the eventual creation of Vermont. Born on 24 July, 1696, in Portsmouth, New Hampshire into a prominent colonial family, Wentworth was initially groomed by his father to take over the family business before misbehavior at Harvard College led him to be sent to Boston instead in 1715. There, Wentworth was apprenticed at his uncle's business before working as a merchant. After Wentworth's father died in 1730, he returned to New Hampshire to assume control over his estate. After assuming his place at the head of his family, Wentworth started dabbling in politics, sitting on both the colonial assembly and the governor's council in the 1730's. There, he allied with Theodore Atkinson against political rivals Jonathan Belcher and Richard Waldron. In 1733, Spain refused to pay Wentworth for a timber shipment, leaving him in debt. Negotiations in London to resolve this led to Wentworth being appointed governor in 1741. Wentworth used his position as governor to entrench his family's economic and political dominance in New Hampshire. In the 1760's, a dispute with the neighbouring colony of New York led to an end to Wentworth's land grants, and he quietly stepped down as governor in 1766. Wentworth retired to his personal mansion in Portsmouth, where he died four years later in 1770. The town of Bennington, Vermont was named in his honour. ==Early life== Benning Wentworth was born on 24 July, 1696, in Portsmouth, New Hampshire. His father, John Wentworth, was a sea captain, merchant and colonial administrator who served as the lieutenant-governor of the Province of New Hampshire from 1717 to 1730 after spending two years at sea. Wentworth's mother, Sarah Hunking Wentworth, was the daughter of Captain Mark Hunking, a wealthy and influential resident of Portsmouth. Growing up, Wentworth was initially groomed by his father to take over the family business, though this changed after he graduated from Harvard College in 1715; due to poor behavior at Harvard, including setting a college record in windows broken and fines paid, his father instead arranged for him to undergo an apprenticeship at his uncle Samuel Wentworth's counting house in Boston, Massachusetts Bay. After the apprenticeship, his father arranged for Wentworth to work as a merchant, plying the colonial trade with the West Indies and Spain in timber, wine and brandy during the 1720's. After his father died in December 1730, Wentworth, who had not acquired any property in Boston, returned to Portsmouth to assume control over his inheritance, including 2,000 pounds, extensive real estate, and the family trade in ship masts and timber. ==Political career== In the same year, Wentworth also took his place as the head of a powerful and politically connected New Hampshire family who were opponents of colonial administrator Jonathan Belcher and his political ally Richard Waldron. During this period, Belcher and Waldron had ousted his family from positions of political authority, which led Wentworth to conspire with militia officer and politician Theodore Atkinson to remove the two from power. In August 1732, Wentworth was elected to the colonial assembly; he then used the influence of lieutenant-governor David Dunbar to become appointed to the governor's council in 1734. While sitting on the assembly and the council, Wentworth worked to undermine Belcher and Waldron, who sought to unite New Hampshire with Massachusetts Bay (Wentworth wanted the two colonies to be completely politically separate instead). After the British Empire established the Province of Georgia in 1732, Anglo-Spanish relations quickly deteriorated, and in 1733 the government of Spain refused to pay Wentworth for a shipment of timber worth 11,000 pounds. This refusal put Wentworth at the mercy of his creditors in Boston, and he was forced to borrow heavily from British merchants in London, particular the wealthy John Thomlinson, to pay them off. Wentworth lodged a claim against the British government, claiming they owed him money for the Spanish refusal to pay him for the timber shipment. In 1738, Wentworth travelled to London to negotiate a deal with his British contacts, including both merchants and government officials, as he was on the verge of bankruptcy. While he was in London, a commission was established to determine the boundary lines between New Hampshire and Massachusetts Bay. Under the influence of Atkinson, who sat on the commission, it eventually issued a ruling in support of New Hampshire's claims, doubling the size of the colony. Meanwhile, Wentworth continued to negotiate with his London contacts. Eventually, Thomlinson, who held political influence thanks to being patronized by Thomas Pelham-Holles, 1st Duke of Newcastle, formulated a plan where for a lump sum of 300 pounds, Wentworth would be appointed governor of New Hampshire; in return, Wentworth would drop his ongoing claim against the British government. Wentworth's supporters in New Hampshire quickly raised the sum for him, and in 1741, Wentworth was officially appointed governor, replacing Belcher. ==Governorship and death== During his tenure as governor, Wentworth proved himself to be a \"shrewd, compromising, and accommodating politician\". Wentworth primarily concerned himself in office with issuing land grants, placating potential rivals by issuing them with justice of the peace and military commissions, and appeasing the timber industry by turning a blind eye to the white pine laws, allowing merchants free access to the New Hampshire woods in order to cut down white pine tress so long as they kept supplying masts to his brother Mark, who sold them to the Royal Navy. In the mid-1730's, most of Wentworth's family members converted to Anglicanism, joining the Church of England. Wentworth joined them in the early-1740's and supported the Society for the Propagation of the Gospel, a missionary arm of the Church, by issuing them land grants on the frontier. During this period, Wentworth ensured his dominance in the New Hampshire political scene by filling government positions with family relatives to ensure the Wentworths dominated the profitable mast trade, which lasted until the American Revolutionary War. From 1748 to 1752, Wentworth sparked a constitutional crisis when his political opponents gained a majority in the assembly by unilaterally extending representation to newly-established colonial settlements which he knew politically supported him; Wentworth also vetoed the assembly's decision to nominate Waldron as speaker of the house. The assembly objected to both of these actions, which led to a political impasse as both sides refused to concede. Wentworth eventually received Crown instructions supporting his position, which led to the standoff being resolved in his favor. Beginning in 1749, Wentworth issued a a total of 140 land grants to expand the borders of New Hampshire. These included 131 towns, many of which were in territory contested with New York, which disputed Wentworth's grants and appealed to the Board of Trade. The board eventually issued a ruling on July 26, 1764 in favour of New York. As a result, all settlers in the region had to live under New York's jurisdiction, which they resented; eventually, a group of settlers from New Hampshire declared independence in 1777 as the Vermont Republic. The controversy surrounding the land grant issue and Thomlinson's failing health led Wentworth to quietly step down as governor in 1766. His nephew John, who had successfully prevented Wentworth from being dismissed in disgrace due to his relationship with the Marquess of Rockingham, assumed the office of New Hampshire governor the next year in 1767. Wentworth then retired to his personal mansion at Little Harbor, Portmouth, where he died on 14 October, 1770; after his death, Wentworth was buried in the cemetery of Queen's Chapel. ==Family and legacy== During his political career, Wentworth gained a \"reputation of being haughty and arrogant yet shrewd and tenacious\", and was referred to by his political opponents as \"Don Granada\" and \"Don Diego\". He was described by historian David E. Van Deventer as being \"able to maintain a family dynasty and Portsmouth's control of the prosperous mast trade for a generation and perhaps even British America's first political machine.\" On 31 December, 1719, Wentworth married Abigail Ruck, the daughter of a Boston merchant, and the couple had three sons, all of whom died before Wentworth. After Abigail died in 1755, Wentworth remarried on 15 March, 1760, to his housekeeper, Martha Hilton. He had several children with Martha, though all of them were stillborn. Angered that his family had shunned him over the marriage, Wentworth gave his estate to Martha in his will. Wentworth parlayed his mercantile and political career to acquire a small fortune, which included 10,000 guineas and several real estate properties. His involvement in issuing land grants led to several settlements to be directly and indirectly named after him; the town of Bennington, Vermont was named in his honor. After a famous battle occurred near Bennington in 1771, the town of Bennington, New Hampshire was named after it. ==References== ===Footnotes=== ===Bibliography=== * * * * * * * * * * * * * * ===External links=== Category:1696 births Category:1770 deaths Category:18th-century American landowners Category:Burials in New Hampshire Category:Colonial American merchants Category:Colonial governors of New Hampshire Category:Harvard College alumni Category:Politicians from Portsmouth, New Hampshire",
 "title": "Benning Wentworth"
}