{
 "id": "427813",
 "text": "thumb|The painting Angels on Line by Max Magnus Norman thumb|The sculpture Death by Raygun by Max Magnus Norman Cal Henrik Max Magnus Norman (born July 30, 1973) is a Swedish artist, painter, and sculptor. Norman was born in Sundsvall, Medelpad, he currently resides in Prague. He paints visions and dreamlike images as accurately as possible, which results in paintings with a photorealistic quality. His works are intended to spread virally among social networks on the Internet; his art and stunts often deal with everyday events spiced up with a touch of the absurd. A few examples of such works created for the Internet are the illustrated essay \"The LED (minor) Artcrime Tutorial\" and the Moose graffiti stunt, where the artist sneaks up on a wild moose and paints graffiti on it. His sculpture and plastic arts projects have received some exposure in Sweden, such as his art project that consisted of a woodpecker placed on a traffic camera on the E4 near Stockvik. In another of Max Magnus Norman's art projects the artist created an unknown (but huge) number of plastic monkeys, about 1 metres in length. One night in early May 2009 he put up these monkeys in different settings all over the small city Sundsvall. One monkey was riding a crocodile in the middle of the central stream Selångersån and one was placed upon a traffic light making it look like the monkey controlled the traffic, some monkeys were even placed under water. A few of these monkeys still remain, amongst other one flying 20 metres up in the air, holding a beer can above the intersection Köpmangatan-Thulegatan. In 2008, a statue of his, \"Kuken ska ha sitt,\" which includes a 30 cm. long penis, caused some local outcry which was noticed by the Swedish press: the \"obscene sculpture\" drew notice and commentary from the two largest Swedish papers, Aftonbladet and Expressen. As it happened, Norman's sculpture coincided with a few other \"phallic\" Swedish works of art that year, including a full-frontal nude Jesus; the fact that Norman's sculpture was provided with a warning for the young enhanced its reputation, as well as that of the artist. == Alchemy == In 2014 Max Magnus Norman published the book Magnum Opus (2014, ) where he describes how he unsought managed to create The Philosopher's Stone. The book, written in Swedish, is built up as a manual on how to reach spiritual and physical enlightenment, layered with self biographical anecdotes. The book is written with serious intent and received a few positive reviews in Sweden. == References == == External links == * Max Magnus Norman Category:1973 births Category:Living people Category:People from Sundsvall Category:20th-century alchemists Category:20th-century sculptors Category:20th-century Swedish painters Category:20th-century male artists Category:21st-century alchemists Category:21st-century sculptors Category:21st-century Swedish painters Category:21st-century male artists Category:Fantasy artists Category:Swedish alchemists Category:Swedish male painters Category:Spiritual teachers",
 "title": "Max Magnus Norman"
}