{
 "id": "427855",
 "text": "No. 155 Squadron RAF is a former Royal Air Force squadron. ==History== ===First World War=== No.155 Squadron was formed at RAF Chingford on 14 September 1918 as a bomber unit with Airco DH.9As after an earlier decision to form at RAF Feltham was abandoned. The war ended a few weeks later and the Squadron disbanded on 7 December 1918 as it had not yet become operational. ===Second World War=== On 1 April 1942, No.155 reformed at RAF Peshawar as a squadron but did not receive its first Curtiss Mohawk IVs until mid-August owing to the necessity to modify these aircraft for operational use. Air defense and convoy patrols began in September off Madras and in October the squadron moved to Bengal and detachments began operating over Burma. Reconnaissance, ground attack and bomber escort missions occupied the squadron until January 1944, when it finally replaced its Mohawks with Supermarine Spitfires. Initially these were used for air defense duties until the Imperial Japanese Army Air Service in Burma ceased to be a threat. Ground attack missions and escort for transport missions then became its main tasks, the Spitfires carrying 500-lb bombs during the last months of the campaign. In mid-September 1945, the squadron flew to Singapore soon after the Japanese surrender and in February 1946, moved to Sumatra to provide tactical support for the British Army units there until disbanded on 31 August 1946. ===Post War=== In September 1954, No.155 reformed at RAF Kuala Lumpur with Westland Whirlwind helicopters and provided transport and casualty evacuation support for the Army and police in Malaya during their flight against Communist guerrillas in the jungle. On 3 June 1959, it merged with No. 194 Squadron RAF to form No. 110 Squadron RAF. ==Aircraft operated== The squadron used a number of different aircraft types: * Airco DH.9A * Curtiss Mohawk IV * Supermarine Spitfire VIII & XIV * Westland Whirlwind HAR.4 ==References== ===Citations=== ===Bibliography=== * * == External links == *No 155 Squadron on the RAF Website 155 Squadron N",
 "title": "No. 155 Squadron RAF"
}