{
 "id": "427960",
 "text": "thumb|250px|Georgian Academy of Sciences, Tbilisi The Georgian National Academy of Sciences (GNAS) () is a main learned society of the Georgia. It was named Georgian SSR Academy of Sciences until November 1990. The Academy coordinates scientific research in Georgia and develops relationship with the academies and scientific centers of foreign countries. ==History== GNAS was established in February 1941, in Tbilisi. The founder Academicians of the Academy were Giorgi Akhvlediani (linguistics), Ivane Beritashvili (physiology), Arnold Chikobava (Ibero-Caucasian languages), Giorgi Chubinashvili (arts), Simon Janashia (history), Alexander Janelidze (geology), Korneli Kekelidze (philology), Niko Ketskhoveli (botany), Tarasi Kvaratskhelia (subtropical cultures), Niko Muskhelishvili (mathematics, mechanics; first President of the Academy), Ilia Vekua (mathematics; second President of the Academy), Akaki Shanidze (linguistics), Alexander Tvalchrelidze (mineralogy), Dimitri Uznadze (psychology), Kiriak Zavriev (constructive mechanics) and Philip Zaitsev (zoology). Other notable members of the Academy include Ekvtime Takaishvili (history), Sergi Jikia (turkology), Shalva Nutsubidze (philosophy), Giorgi Tsereteli (oriental studies), Simon Kaukhchishvili (classical philology), Rene Schmerling (art history), Konstantine Gamsakhurdia (literature), Giorgi Melikishvili (history), Nikoloz Berdzenishvili (history), Revaz Dogonadze (physics), Malkhaz Abdushelishvili (anthropology), Guram Mchedlidze (paleobiology), and Levan Chilashvili (archaeology). ==Current members== Today, among the members of the Academy are well-known scientists Tamaz Gamkrelidze (linguistics), David Muskhelishvili (history), Revaz Gamkrelidze (mathematics), Simon Khechinashvili (med.), George Nakhutsrishvili (botany), Vladimer Papava (economics), David Lordkipanidze (palaeoanthropology), etc. Presidents of the Georgian National Academy of Sciences: Niko Muskhelishvili (1941–1972), Ilia Vekua (1972–1977), Evgeni Kharadze (1977–1986), Albert Tavkhelidze (1986–2005), and Tamaz V. Gamkrelidze (2005–2013). Since February, 2013 President of the Academy is Academician Giorgi Kvesitadze. Georgian scientific schools of mathematics, physics, psychology, philosophy, physiology, botany, oriental studies, linguistics, history, archaeology, ethnography and paleobiology have won world recognition. GNAS is a National Scientific Associate of the International Council for Science (ICSU, France). Among other science academies of Georgia are: the Abkhazian Regional Academy of Sciences (founded in 1995, in Tbilisi), the Georgian Academy of Agrarian Sciences (founded in 1991, in Tbilisi), and the Georgian Academy of Bio-Medical Sciences. By the GNAS is recognized also the Georgian National Section of Euroscience (ESGNS). == References == ==External links== * *Georgian Electronic Scientific Journal (GESJ) *Association of Modern Scientific Investigation (AMSI) *Georgian National Section of Euroscience (ESGNS) Category:1941 establishments in Georgia (country) Category:National academies of sciences Category:National academies of arts and humanities Category:Education in Georgia (country) Category:Science and technology in Georgia (country) Category:Science and technology in the Soviet Union Category:Scientific organizations established in 1941 Category:Members of the International Council for Science Category:Members of the International Science Council",
 "title": "Georgian National Academy of Sciences"
}