{
 "id": "428262",
 "text": "Patricia Dianne Krenwinkel (born December 3, 1947) is an American murderer and a former member of the Manson Family. During her time with Manson's group, she was known by various aliases such as Big Patty, Yellow, Marnie Reeves and Mary Ann Scott, but to The Family she was most commonly known as Katie. Following the 2009 death of fellow Manson cult member Susan Atkins, Krenwinkel is now the longest-incarcerated female inmate in the California penal system. ==Early life== Patricia Krenwinkel was born on December 3, 1947 in Los Angeles, California, to an insurance-salesman father and a homemaker mother. She attended University High School and then Westchester High School, both in the Los Angeles area. Patricia was often bullied at school by other students, suffered from low self-esteem, and was frequently teased for being overweight and for an excessive growth of body hair caused by an endocrine condition. After her parents divorced, seventeen-year-old Krenwinkel remained in Los Angeles with her father until she graduated from Westchester High School. For a time she taught Catechism (Roman Catholic religious instruction) and considered becoming a nun. She decided to attend the Jesuit college Spring Hill College in Mobile, Alabama. Within one semester, however, Patricia dropped out and moved back to California. Moving into her half-sister's apartment in Manhattan Beach, she found an office job as a processing clerk. ==Manson Family== She met Charles Manson in Manhattan Beach in 1967, along with Lynette Fromme and Mary Brunner. In later interviews, Krenwinkel stated that she had sex with Manson the first night they met, and that he was the first person who told her she was beautiful. Mesmerized by Manson's charisma and starved for attention, she decided to go to San Francisco with him and the other two girls, leaving behind her apartment, car, and last paycheck. As the Manson Family grew, Katie (as Krenwinkel was now known) and the others went on a drug- and sex-filled 18-month tour of the American west in an old school bus. She would later recount an idealized version of The Family's early days: \"We were just like wood nymphs and wood creatures. We would run through the woods with flowers in our hair, and Charles would have a small flute\". In the summer of 1968, Krenwinkel and fellow Family member Ella Bailey were hitchhiking around Los Angeles when Beach Boys founding member and drummer Dennis Wilson picked them up. After being invited to his home while he continued on to a recording session, Krenwinkel and Bailey were able to contact the Family and tell them of their new \"crash pad\". When Wilson returned later that evening, he found Manson and the rest of the Family eating his food, sleeping in his bedrooms, and partying inside and outside his home. The group ended up staying for several months. After causing Wilson financial problems, Manson and the rest of the Family left his mansion. In 1969, Krenwinkel and the Family persuaded the nearly blind and elderly George Spahn to allow them to live on his property, Spahn Ranch, in the hills above the San Fernando Valley. Krenwinkel acted as a mother figure to the Family's several children and was seen as one of Manson’s most intense and devoted followers. == Tate–LaBianca murders == Krenwinkel was a participant in the murders on August 9, 1969, at 10050 Cielo Drive, home of actress Sharon Tate and her husband, director Roman Polanski. After stabbing Abigail Folger, Krenwinkel went back inside and summoned Tex Watson, who also stabbed Folger. During her trial, Krenwinkel said, \"I stabbed her and I kept stabbing her.\" When asked how it felt, Krenwinkel replied: \"Nothing, I mean, what is there to describe? It was just there, and it was right.\" Krenwinkel participated willingly in more murders the following night. Krenwinkel recounted during her December 29, 2016 parole hearing the events of the night of August 10, 1969. Along with Manson, Watson, Atkins, Clem Grogan, Leslie Van Houten, and Linda Kasabian, Krenwinkel went to the home of Leno and Rosemary LaBianca where Krenwinkel, Watson, and Van Houten murdered the couple. When later questioned, Krenwinkel claimed the only thing going through her mind at the time was that \"Now he won't be sending any of his children off to war.\" Before hitchhiking back to Spahn Ranch, the trio stayed a while in the LaBianca home — eating food, showering, and playing with the LaBiancas' two dogs. == Arrest == While the Los Angeles police were busy investigating any leads they could find, back at Spahn Ranch rumors of the involvement of Krenwinkel and the others in the murders began to circulate. Due to an unrelated investigation by the Los Angeles County Sheriff's Department, parts of stolen cars were spotted in and around the ranch by helicopter. One week after the murders on August 16, 1969, Krenwinkel, Manson and other Family members were rounded up by police and arrested on suspicion of auto theft. Because of a date error, the search warrant was later ruled invalid and the group was released. Following this incident, the Family started to lose members one by one, due to the raid, the possible involvement of the Family in the Tate-LaBianca murders, and the newly-rumored murder of Spahn ranch hand Donald \"Shorty\" Shea. Because of the raid on August 16, Manson decided to move his \"Family\" to another ranch, this time near Death Valley. Barker Ranch now became home for the Family, including Krenwinkel. During their stay from August through October, the group spent its time converting cars it had stolen into dune buggies, but law enforcement eventually caught up with Manson and his followers. On October 10, 1969, the group was once again arrested. This time, Krenwinkel's father bailed her out of jail, but she immediately returned to Barker Ranch. Upon her return, Manson (who was not present at the October 10 raid), ordered her to go to Alabama and live with her mother until he sent word for her to come home. The orders to return never came, however, because of Manson's subsequent arrest on October 12 at Barker Ranch. Meanwhile, still in jail, Susan Atkins began to tell all about their involvement in the Tate-LaBianca murders to cellmates Virginia Graham and Veronica \"Ronnie\" Howard. Because of Atkins' confessions and Howard's disclosure, Krenwinkel was arrested near her aunt's home in Mobile, Alabama on December 1, 1969. The following day, Krenwinkel was indicted for seven counts of first-degree murder and one count of conspiracy to commit murder. After her arrest, Krenwinkel claimed that she had gone to Alabama because she feared Manson would find her and kill her, hence her attempt to fight extradition to California. Finally in February 1970, she waived extradition proceedings and voluntarily returned to California to stand trial with defendants Manson, Van Houten, and Atkins. Watson was tried separately at a later date after unsuccessfully fighting extradition from his home state of Texas. == Trial == Krenwinkel's trial attorney, Paul Fitzgerald, suggested that although her fingerprints were found inside the Tate home, she might just have been \"an invited guest or friend.\" Seemingly unfazed by the possibility of a guilty verdict and a death sentence, Krenwinkel reportedly spent much of the trial drawing doodles of devils and other Satanic figures. All during the trial, she remained loyal to Manson and the Family. Demonstration of this unity included walking hand-in-hand with Atkins and Van Houten, singing songs written by Manson, as well as shaving their heads and carving an \"X\" in their foreheads, just as Manson was doing. At the end of the nine-month trial, Krenwinkel was convicted of all counts and sentenced to death on March 29, 1971. She and the other two women were transferred from Los Angeles to the California Institution for Women (CIW) near Corona, California. == Prison life == Krenwinkel arrived on California's death row on April 28, 1971. She received a death sentence for seven counts of first-degree murder for the August 9, 1969, deaths of Abigail Ann Folger, Wojciech Frykowski, Steven Earl Parent, Sharon Tate Polanski and Jay Sebring and the August 10, 1969, deaths of Leno and Rosemary La Bianca. She was also convicted of conspiracy to commit murder. The death sentence imposed on Krenwinkel (as well as Manson, Watson, Atkins, and Van Houten) was automatically commuted to life in prison after the California Supreme Court's People v. Anderson decision invalidated all death sentences imposed in California prior to 1972. At the beginning of her life in prison, Krenwinkel remained loyal to Manson and the Family, but over time began to break away from them. In distancing herself from Manson, she has maintained a perfect prison record, and received a Bachelor's degree in Human Services from the University of La Verne. She is active with prison programs such as Alcoholics Anonymous and Narcotics Anonymous and along with these involvements, she has also taught illiterate prisoners how to read. Reportedly, Krenwinkel writes both poetry and music, plays the guitar, plays on a prison volleyball team and gives dance lessons. Krenwinkel's initial parole consideration hearing was held on July 17, 1978. During a 2004 parole hearing, when asked who she would place at the top of the list of people she has harmed, Patricia Krenwinkel responded, \"Myself.\" In an interview conducted by Diane Sawyer in 1994, Krenwinkel stated: \"I wake up every day knowing that I'm a destroyer of the most precious thing, which is life; and I do that because that's what I deserve, is to wake up every morning and know that.\" During that same interview, she expressed the most remorse for what she did to Folger, telling Diane Sawyer, \"That was just a young woman that I killed, who had parents. She was supposed to live a life and her parents were never supposed to see her dead.\" During that same interview, she said Manson was \"absolutely lying\" about not ordering the murders. She said, \"There wasn't one thing done —that was even allowed to be done — without his express permission.\" She was denied parole following that hearing because, according to the panel, Krenwinkel still posed an \"unacceptable risk to public safety\". At her January 2011 hearing, the two-member parole board said that the 63-year-old Krenwinkel would not be eligible for parole again for seven years. The panel said they were swayed by the memory of the crimes, along with 80 letters which came from all over the world urging Krenwinkel's continued incarceration. In Krenwinkel's parole hearing on December 29, 2016, the decision was postponed to investigate the defense claim that Krenwinkel was suffering from battered woman syndrome at the hands of Manson during the time of the murders. The parole hearing resumed on June 22, 2017 when the 69-year- old Krenwinkel was denied parole. After her 2017 review, Krenwinkel has been denied parole fourteen times. As of December, 2021, Krenwinkel remains incarcerated at the California Institution for Women in the Chino district of Corona, California. She will be eligible to have a further parole suitability hearing in 2022. ==In popular culture== Patricia Krenwinkel was portrayed by actress Christina Hart in the made-for-TV film Helter Skelter (1976), and in the film's 2004 remake by actress Allison Smith. She was also portrayed by Leslie Orr in the film The Manson Family (2003), by Kaniehtiio Horn in Leslie, My Name Is Evil (2009), by Vanessa Zima in Manson Girls (2013) and Serena Lorien in House of Manson (2014). Olivia Klaus made a documentary short film on Krenwinkel, Life After Manson. The film was shown at the 2014 Tribeca Film Festival and included her first interview in 20 years. On television, Madisen Beaty portrayed Krenwinkel in the 2015–16 series Aquarius, while Leslie Grossman portrayed her in the 2017 season of American Horror Story: Cult. Krenwinkel was portrayed by Sosie Bacon in Mary Harron's Charlie Says (2018) and played once again by Beaty (listed in the credits as \"Katie\") in Quentin Tarantino's film Once Upon a Time in Hollywood (2019). ==References== ==External links== * * Category:1947 births Category:American female criminals Category:American female murderers Category:American mass murderers Category:American people convicted of murder Category:American people of German descent Category:American prisoners sentenced to life imprisonment Category:American spree killers Category:Crimes involving Satanism or the occult Category:Criminals from Los Angeles Category:Former Roman Catholics Category:Living people Category:Manson Family Category:People convicted of murder by California Category:Prisoners sentenced to life imprisonment by California Category:University High School (Los Angeles) alumni Category:Westchester High School (Los Angeles) alumni",
 "title": "Patricia Krenwinkel"
}