{
 "id": "428334",
 "text": "The United States Court of Appeals for the Eleventh Circuit (in case citations, 11th Cir.) is a federal court with appellate jurisdiction over the district courts in the following districts: * Middle District of Alabama * Northern District of Alabama * Southern District of Alabama * Middle District of Florida * Northern District of Florida * Southern District of Florida * Middle District of Georgia * Northern District of Georgia * Southern District of Georgia These districts were originally part of the Fifth Circuit, but were split off to form the Eleventh Circuit effective October 1, 1981.Fifth Circuit Court of Appeals Reorganization Act of 1980, For this reason, Fifth Circuit decisions from before this split are considered binding precedent in the Eleventh Circuit.Bonner v. City of Prichard, 661 F.2d 1206 (11th Cir. 1981).Stein v. Reynolds Secs., Inc., 667 F.2d 33 (11th Cir. 1982). The court is based at the Elbert P. Tuttle U.S. Court of Appeals Building in Atlanta, Georgia. The building is named for Elbert Tuttle, who served as Chief Judge of the Fifth Circuit in the 1960s and was known for issuing decisions which advanced the civil rights of African-Americans. The Eleventh Circuit is one of the thirteen United States courts of appeals. == Current composition of the court == : == Vacancies and pending nominations == {| class=wikitable ! Seat ! Prior judge's duty station ! Seat last held by ! Vacancy reason ! Date of vacancy ! Nominee ! Date of nomination |- | 9 | Atlanta | Beverly B. Martin | Retirement | September 30, 2021 | Nancy Abudu | January 10, 2022 |} == List of former judges == == Chief judges == == Succession of seats == == See also == * Courts of Georgia * * Garcia-Mir v. Meese * List of current United States Circuit Judges * List of United States federal courthouses in the Eleventh Circuit == Notes == == References == * ** primary but incomplete source for the duty stations * ** secondary source for the duty stations ** data is current to 2002 * ** source for the state, lifetime, term of active judgeship, term of chief judgeship, term of senior judgeship, appointer, termination reason, and seat information == External links == * United States Court of Appeals for the Eleventh Circuit * Recent opinions from FindLaw * Courthouse map links: Category:1981 establishments in the United States Category:Courts and tribunals established in 1981",
 "title": "United States Court of Appeals for the Eleventh Circuit"
}