{
 "id": "428469",
 "text": "The Northrop SM-62 Snark was an early-model intercontinental range ground- launched cruise missile that could carry a W39 thermonuclear warhead. The Snark was deployed by the United States Air Force's Strategic Air Command from 1958 through 1961. It represented an important step in weapons technology during the Cold War.Northrop SM-62 Snark. National Museum of the United States Air Force. May 29, 2015. The Snark took its name from the author Lewis Carroll's character the \"snark\".Carroll and Gardner 1982, p. 97. The Snark missile was developed to present a nuclear deterrent to the Soviet Union and other potential enemies at a time when Intercontinental ballistic missiles (ICBMs) were still in development. The Snark was the only surface-to-surface cruise missile with such a long range that was ever deployed by the U.S. Air Force. Following the deployment of ICBMs, the Snark was rendered obsolete, and it was removed from deployment in 1961. ==Design and development== Work on the project began in 1946. Initially there were two missiles designed—a subsonic design (the MX775A Snark) and a supersonic design (the MX775B Boojum). (From the same poem: \"The snark was a boojum, you see\".Carroll and Gardner 1982, pp. 14, 53.) Budget reductions threatened the project in its first year, but the intervention of Air Force General Carl Spaatz and the industrialist Jack Northrop saved the project. Despite this, its funding by Congress was low, and this program was dogged by changes in specifications. The earliest planned due date in 1953 passed with the design still in development, and the Strategic Air Command was gradually becoming less supportive of it. In 1955, President Dwight D. Eisenhower ordered that top priority be assigned to ICBMs and their associated guided missile programs. Despite considerable difficulties with the development of the Snark, and reservations from the Department of Defense towards it, the engineering work continued.\"Video: Arctic Sentinels. Building Rushed on Radar Defense, 1956/04/09.\" Universal Newsreel, 1956. Retrieved: 20 February 2012. In 1957, tests of the Snark showed an estimated circular error probable (CEP) of . By 1958, the celestial navigation system used by the Snark allowed its most accurate test, which appeared to fall short of the target. However, this apparent failure was at least partially caused by the British navigation charts used to determine the position of Ascension Island being based on position determinations less accurate than those used by the Snark. The missile landed where Ascension Island would be found if more accurate navigation methods had been used when developing the chart. However, even with the decreased CEP, the design was notoriously unreliable, with the majority of tests suffering mechanical failure thousands of miles before reaching the target. Other factors, such as the reduction in operating altitude from , and the inability of the Snark to detect countermeasures and perform evasive maneuvers also made it a questionable strategic deterrent. ===Technical description=== The jet propelled 20.5 meter-long Snark missile had a top speed of about and a maximum range of about . Its complicated celestial navigation system gave it a claimed CEP of about . The Snark was an air-breathing missile, intended to be launched from a truck-mounted platform by two solid- fueled rocket booster engines. The Snark next switched to an internal turbojet engine for the rest of its flight. The engine was a Pratt and Whitney J57, which was the first jet engine featuring a thrust of or more. Since the Snark lacked a horizontal tail surface, it used elevons as its primary flight control surfaces, and it flew with an unusual nose-high angle during level flight. During the final phase of its flight, its nuclear warhead would have separated from its fuselage and then followed a ballistic trajectory towards its target. Due to the sudden shift in its center of gravity caused by separation, the fuselage would have performed an abrupt pitch-up maneuver in order to avoid a collision with the warhead. thumb|left|A photo sequence showing the warhead's separation sequence One unusual capability of the Snark missile was its ability to fly away from its launch point for up to 11 hours, and then return for a landing. If its warhead did not detach from its body, then the Snark could be flown repeatedly. Lacking any landing gear, it would have been necessary for the Snark to skid to a stop on a flat, level surface. A runway at the Cape Canaveral Space Force Station is still known as the \"Skid Strip\". ==Operational history== In May 1957, a Detachment of Air Force instructors was formed at Amarillo Air Force Base , Texas as the first cadre of Air Force personnel supporting an Intercontinental missile system. None of the detachment members had any previous training or experience in missile maintenance. They were trained at the Northrop factory in California and then returned to Amarillo to establish the training school for the Snark maintenance personnel. In January 1958, the Strategic Air Command began accepting delivery of Snark missiles at Patrick Air Force Base for training, and in 1959, the 702d Strategic Missile Wing was formed. On 27 May 1959, Presque Isle Air Force Base, Maine, the only Snark missile base, received its first missile. Ten months later, on 18 March 1960, a Snark missile went on alert status. A total of 30 Snarks are known to have been deployed.Gibson 1996, p. 151. The 702nd Wing was not declared to be fully operational until February 1961. In March 1961, President John F. Kennedy declared the Snark to be \"obsolete and of marginal military value\", and on 25 June 1961, the 702nd Wing was inactivated.\"U.S. Air Force Fact Sheet: Development of the 45SW Eastern Rqnge.\" United States Air Force. Retrieved: 12 April 2012. Many in the U.S. Military were surprised the Snark, due to its dubious guidance system, was ever operational. In flight tests many were lost. A missile launched from Cape Canaveral in 1956 that was supposed to fly to Puerto Rico and back flew so far off course that it was last seen on radar off the coast of Venezuela. The wayward Snark missile was found somewhere in northeastern Brazil\"Snark ignores Air Force 'orders'.\" Pittsburgh Post-Gazette, 8 December 1956. Retrieved: 6 January 2013. in 1983.\"Long-lost missile found.\" The Leader-Post, 15 January 1983. Retrieved: 6 January 2013.\"The Day They Lost the Snark\" Air Force Magazine, December 2004. Retrieved: 17 August 2018. Many of those connected with the program commented in jest \"that the Caribbean was full of 'Snark infested waters'.\"Zaloga 1993, p. 193. right|thumb|Aerial photo showing the Snark's nose-up attitude in flight ==Survivors== Five Snark missiles survive in museum collections. They are located as follows: * Air Force Space & Missile Museum at Cape Canaveral Space Force Station at Cape Canaveral, Florida. * National Museum of the United States Air Force at Wright-Patterson Air Force Base in Dayton, Ohio. * Strategic Air Command & Aerospace Museum in Ashland, Nebraska near Omaha. * Hill Aerospace Museum at Hill Air Force Base in Ogden, Utah. * National Museum of Nuclear Science & History near Kirtland Air Force Base in Albuquerque, New Mexico. ==See also== ==References== ===Notes=== ===Bibliography=== * Carroll, Lewis and Martin Gardner. Lewis Carroll's The Hunting of the Snark: The Annotated Snark. London: William Kaufmann, 1982. . * Gibson, James N. Nuclear Weapons of the United States: An Illustrated History. Atglen, Pennsylvania: Schiffer Publishing Ltd., 1996. . * Zaloga, Steven J. \"Chapter 5.\" Target America: The Soviet Union and the Strategic Arms Race, 1945–1964. New York: Presidio Press, 1993. . ==External links== * The Evolution of the Cruise Missile by Kenneth P. Werrell * The Day They Lost The Snark by J.P. Anderson, Air Force Magazine article about a Snark that was test-fired and rumored to have been found in Brazil * Excellent article on the Snark on FAS.org * \"Our First Guided Missileaires\", Popular Mechanics, July 1954, detailed article on Snark and the USAF school to train personnel for it Category:Cold War missiles of the United States Category:Nuclear cruise missiles of the United States Category:Cruise missiles of the Cold War B-062 Category:Military equipment introduced in the 1950s",
 "title": "SM-62 Snark"
}