{
 "id": "428442",
 "text": "The year 1834 in science and technology involved some significant events, listed below. ==Events== * March – William Whewell (anonymously) first publishes the term scientist in the Quarterly Review, but notes it as \"not generally palatable\". ==Astronomy== * March 14 – John Herschel discovers the open cluster of stars now known as NGC 3603. * Hermann Helmholtz proposes gravitational contraction as the energy source for the Sun. * Johann Heinrich von Mädler and Wilhelm Beer publish Mappa Selenographica, the most complete map of the Moon up to this time. * Thomas Henderson is appointed first Astronomer Royal for Scotland. ==Biology== * James Paget discovers in human muscle the parasitic worm that causes trichinosis. * Félix Dujardin proposes that single-cell animals should be classified in a group by themselves. ==Chemistry == * Phenol was discovered by Friedlieb Ferdinand Runge, who extracted it (in impure form) from coal tar. ==Geology== * The Triassic is named by Friedrich August von Alberti for the three distinct layers of redbeds, capped by chalk, followed by black shales that are found throughout Germany and Northwest Europe, called the 'Trias'. * The Great Devonian Controversy begins. ==Paleontology== * The large prehistoric whale Basilosaurus is discovered in Eocene rock deposits. It is presumed to be a large reptile. ==Mathematics== * Charles Babbage begins the conceptual design of an \"analytical engine\", a mechanical forerunner of the modern computer. It will not be built in his lifetime. ==Mechanics== * Carl Gustav Jakob Jacobi discovers his uniformly rotating self-gravitating ellipsoids. * Scottish naval architect John Scott Russell first observes a nondecaying solitary wave (a soliton, which he calls \"the Wave of Translation\") while watching a boat hauled through the water of the Union Canal near Edinburgh, subsequently using a tank to study the dependence of solitary wave velocities on amplitude and liquid depth. ==Medicine== * Joseph-François Malgaigne publishes Manuel de medecine operatoire. * St. Vincent's Hospital is set up in Dublin by Mary Aikenhead, staffed by the Religious Sisters of Charity, the first hospital staffed by nuns in the English-speaking world. ==Physics== * Émile Clapeyron presents a formulation of the second law of thermodynamics. * Michael Faraday publishes \"On Electrical Decomposition\" in the Philosophical Transactions of the Royal Society, in which he coins the words electrode, anode, cathode, anion, cation, electrolyte and electrolyze. * Heinrich Lenz discovers Lenz's law. * Jean-Charles-Athanase Peltier discovers the Peltier effect. ==Technology== * June 21 – Cyrus McCormick receives his first patent for a mechanical reaper, in the United States. * December 23 – English architect Joseph Hansom patents the Hansom cab. * Joseph Chaley’s Grand Pont Suspendu in Fribourg is the first suspension bridge with cables assembled in mid-air. * Jacob Perkins creates a cooling machine that uses ice, an early refrigerator. ==Awards== * Copley Medal: Giovanni Plana ==Births== * January 7 – Johann Philipp Reis (died 1874), German physicist and inventor. * January 15 – Frederick DuCane Godman (died 1919), English lepidopterist, entomologist and ornithologist. * January 17 – August Weismann (died 1914), German biologist. * February 7 – Dmitri Mendeleev (died 1907), Russian chemist. * February 16 – Ernst Haeckel (died 1919), German zoologist. * February 20 (O.S. February 8) – Nikolai Kaufman (died 1870), Russian botanist. * March 17 – Gottlieb Daimler (died 1900), German mechanical engineer and automotive pioneer. * April 30 – John Lubbock (died 1913), English naturalist and archaeologist. * June 22 – William Chester Minor (died 1920), Ceylonese-born American military surgeon, lexicographer and murderer. * July 6 – Henry Haversham Godwin-Austen (died 1923), English surveyor, geologist and naturalist. * August 5 – Ewald Hering (died 1918), German physiologist. * August 10 – Maurice Raynaud (died 1881), French physician. * August 22 – Samuel Pierpont Langley (died 1906), American astronomer. * August 23 – Hugh Owen Thomas (died 1891), Welsh-born orthopaedic surgeon. * August 29 – Hermann Sprengel (died 1906), German-born chemist. * September 30 – Carl Schorlemmer (died 1892), German organic chemist. * December 15 – Charles Augustus Young (died 1908), American astronomer. * December 24 – Augustus George Vernon Harcourt (died 1919), English chemist. ==Deaths== * January 8 – Jacques Labillardière (born 1755), French naturalist. * January 17 – Giovanni Aldini (born 1762), Italian physicist. * February 16 – Lionel Lukin (born 1742), English inventor. * February 26 – Alois Senefelder (born 1771), German inventor. * July 12 – David Douglas (born 1799), Scottish- born botanist and explorer. * August 7 – Joseph Marie Jacquard (born 1752), French inventor. * September 9 – James Weddell (born 1787), Anglo-Scots seal hunter and Antarctic explorer. * October 10 – Thomas Say (born 1787), American naturalist. * November 27 – Rosalie de Constant, Swiss naturalist (died 1758) ==References== Category:19th century in science Category:1830s in science",
 "title": "1834 in science"
}