{
 "id": "428585",
 "text": "Dame Eleanor Fulton Laing, ( Pritchard, born 1 February 1958) is a British politician serving as the Member of Parliament (MP) for the Epping Forest constituency since 1997. A member of the Conservative Party, she has served as Chairman of Ways and Means and Deputy Speaker of the House of Commons since 2020. In 2013, her fellow MPs elected her as a Deputy Speaker and First Deputy Chairman of Ways and Means, replacing Conservative MP Nigel Evans. Laing was a candidate in the 2019 Speakership election, but was eliminated in the third round of voting having received fewer votes than her two competitors, Lindsay Hoyle and Chris Bryant. She was elected as Chairman of Ways and Means and the most senior Deputy Speaker to Lindsay Hoyle in January 2020, becoming the first woman in the role. ==Early life== Laing was born in Paisley, Renfrewshire, and raised in the nearby village of Elderslie, where her father was a councillor. She attended the local fee paying St Columba's School. Later, she graduated from Edinburgh University with Master of Arts and Bachelor of Laws degrees. She was the first female President of the Edinburgh University Students' Association. She worked as a solicitor in Edinburgh and the City of London. ==Parliamentary career== Laing contested Paisley North in the 1987 general election, but was defeated by the Labour incumbent Allen Adams. In 1995, she sought selection for the Southend West seat, but was defeated in the selection process by David Amess, the sitting MP for Basildon. Laing was later selected for the Epping Forest seat, when the incumbent MP Steve Norris decided to leave the House to focus on his business career. When Laing was first elected as the MP for Epping Forest at the 1997 general election, the previously safe seat was reduced to marginal status by the Labour landslide. Before her election, she had been offered support by Malcolm Rifkind and was generally considered to be a Europhile. Once in Parliament, she appeared to sign up to the Eurosceptic wing of the party, first supporting Michael Howard then William Hague for the Conservative leadership. After the election, she was selected for the Education and Employment Committee, chaired by Labour's Margaret Hodge. Laing was seen as a rising star in her early career, with good performances in the Commons and strong attacks against Labour. She was an opponent of devolution, and criticised the Blair government on many of the details of the transfer of power. In December 2000, she was appointed as opposition Scottish spokeswoman. In 2001, her constituency returned to safe seat status with a 19.8% majority. In 2005, she increased that majority to 32%. She has an interest in education, transport, economic policy, constitution and devolution. Her current majority stands at 44% over Labour, when she won 64% of votes in her constituency in 2019, the largest majority Laing has ever had. ===Gay rights=== Laing sponsored the motion for lowering the homosexual age of consent to 16 in 1998: \"Nothing that is being proposed tonight is in any way encouraging physical sexual activity among young people before they are sufficiently mature\". She differed with many of her Conservative colleagues: \"It is nonsense to say that there cannot be equality between 16-year-old boys and 16-year-old girls. Young people need protection, but young people are not protected by being made into criminals\". She opposed fellow Conservatives such as Nicholas Winterton, who said that \"a homosexual act is unnatural\", by replying that the Bill did not challenge Christian teaching, and that it would not legalise anything that did not already happen. Laing voted against the repeal of Section 28 in 2003. Laing criticised the manner in which the Marriage (Same Sex Couples) Act 2013 was introduced by arguing \"social change should come about by evolution, not by diktat from the top of government\" and subsequently abstained from voting on it. ===2010–present=== After the 2010 general election, and the return of the Conservatives to power, Laing did not receive a post in the Government. On 16 October 2013, she was elected as the First Deputy Chairman of Ways and Means, the holder of which post is one of the Deputy Speakers. Laing was re-elected at the 2015 general election. In January 2016, Laing publicly criticised Tulip Siddiq, who was seven months pregnant at the time, for breaking the customs of the House by leaving a debate shortly after speaking. Siddiq had already been in the debate for two hours and left at 14:30 to eat. According to witnesses, Laing told Siddiq not to use her pregnancy as an excuse for her behaviour. Laing voted to leave in the 2016 European Union membership referendum and was happy with the result. Laing was re-elected at the 2017 general election with a reduced majority. She continued in her role as a deputy speaker in the 57th Parliament. Laing was re-elected at the 2019 general election with an increased majority. She said it had been a \"very nasty election\". Laing stood in the 2019 Speaker election, to replace John Bercow, campaigning on restoring trust to the House of Commons. Laing was critical of Bercow, and called his impartiality into question, pledging to do things differently and bring kindness to the Speaker's chair. Laing lost out to Lindsay Hoyle, but declared her intention to stand to replace him as Deputy Speaker of the House of Commons. She was elected by her fellow MPs, and became the first woman to be the Chairman of Ways and Means. ==Expenses== After details of MPs' expense claims were released by the press it was shown that Laing had avoided paying £180,000 capital gains tax on the sale of her Westminster flat by declaring it as her primary residence. This was due to its having a higher value than her constituency home, making it her primary residence under CGT rules. However she had registered the flat as her second home with the Parliamentary Fees Office, and by doing so had claimed through her Additional Costs Allowance some of the interest due on her mortgage. Her constituency is Epping Forest, which is close to London and less than an hour's journey by tube. When questioned, she said that prior to the sale of the flat she had sought the advice of her solicitor.MPs expenses: Eleanor Laing didn't pay capital gains tax on second home, The Telegraph, 30 May 2009 Laing was cleared by the Legg Inquiry; nonetheless, she voluntarily repaid £25,000 as a \"moral gesture\". As a result of the issue over her expenses, an unsuccessful attempt was made to deselect her by her constituency party, led by the Leader of Epping Forest District Council. ==Personal life== Laing is divorced with one son (b. 2001). Laing is a fan of Rangers F.C., and is a vice-chairman of the Westminster Parliamentary Rangers Supporters' Club. She was made a Dame Commander of the Order of the British Empire in the 2018 Queen's Birthday Honours List. ==Past and present positions== * 1999–2000 – Opposition whip * 2000–2001 – Opposition spokesperson, constitutional affairs * 2001–2003 – Spokeswoman for education and skills * 2003–2004 – Opposition spokesman, home, constitutional and legal affairs * 2005 – Shadow Secretary of State for Scotland * 2004–2007 – Shadow Minister for Women and Equality * 2007–2010 – Shadow junior justice minister * 2013–2019 – First Deputy Chairman of Ways and Means (Deputy Speaker) * 2020–present – Deputy Speaker & Chairman of Ways and Means ==References== ==External links== * Eleanor Laing MP official constituency website * Profile at the Conservative Party * |- |- |- |- Category:1958 births Category:Living people Category:Alumni of the University of Edinburgh School of Law Category:Conservative Party (UK) MPs for English constituencies Category:Female members of the Parliament of the United Kingdom for English constituencies Category:People from Paisley, Renfrewshire Category:People from Epping Forest District Category:Scottish solicitors Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:UK MPs 2015–2017 Category:UK MPs 2017–2019 Category:UK MPs 2019–present Category:20th-century British women politicians Category:21st- century British women politicians Category:Dames Commander of the Order of the British Empire Category:Deputy Speakers of the British House of Commons Category:British Eurosceptics Category:British feminists Category:Scottish feminists Category:British unionists Category:British monarchists Category:20th-century English women Category:20th-century English people Category:21st-century English women Category:21st-century English people Category:Women legislative deputy speakers",
 "title": "Eleanor Laing"
}