{
 "id": "428608",
 "text": "Christopher Michael Leslie (born 28 June 1972) is a British politician who served as the Member of Parliament (MP) for Shipley from 1997 to 2005 and Nottingham East from 2010 to 2019. A former member of the Labour Party, he defected to form Change UK and later became an independent politician. Born in Keighley, Leslie was educated at Bingley Grammar School and graduated from the University of Leeds with a Bachelor of Arts in Politics and Parliamentary Studies and a Master of Arts in Industrial and Labour Studies. After working as an office administrator and political researcher, he was elected to Parliament for Shipley aged 24 at the 1997 general election. Leslie was a minister in the Department for Constitutional Affairs from 2001 to 2005 but lost his seat at the 2005 general election. He was director of the New Local Government Network think-tank from 2005 until being elected for Nottingham East at the 2010 general election. Between May and September 2015, Leslie served as Shadow Chancellor of the Exchequer in the shadow cabinet of acting Labour leader Harriet Harman. In 2018, he lost a motion of no confidence by his constituency party. In February 2019, Leslie left Labour alongside six other MPs in protest at the leadership of Jeremy Corbyn to form The Independent Group, later Change UK. ==Early life (1972–1997)== Leslie was born in Keighley, West Riding of Yorkshire, and attended Bingley Grammar School before becoming a student at the University of Leeds, graduating in 1994 with a Bachelor of Arts in Politics and Parliamentary Studies. From 1994 to 1996, he was an office administrator and gained a Master of Arts in Industrial and Labour Studies in 1996, afterwards becoming a political research assistant in Bradford. He was elected to Parliament a month before his 25th birthday. ==Parliamentary career== ===In Parliament (1997–2005)=== Leslie gained the seat of Shipley as a Labour Co-operative candidate in the 1997 general election defeating Marcus Fox, the chairman of the Conservative 1922 Committee and Shipley's Conservative MP since 1970. In the process, Leslie overturned a 12,382 majority, to return a 2,966 majority of his own. It was the neighbouring seat to his hometown of Keighley, another seat taken by Labour from the Conservatives in 1997. Leslie was the Baby of the House when he first entered the Commons, remaining so until June 2000 when David Lammy, three weeks Leslie’s junior, was elected. He was appointed Parliamentary Private Secretary to Lord Falconer for three-and-a-half years. Leslie held his seat in 2001, but his majority was reduced by a half to 1,428. Shortly before his 30th birthday, he became a junior minister in the Cabinet Office in 2001, following the recent election. In 2002, he was appointed Parliamentary Under-Secretary of State to the Office of the Deputy Prime Minister. He then moved to spend almost two years as Parliamentary Under-Secretary of State in the Department for Constitutional Affairs, working again under Falconer from 2003 to 2005. He never rebelled against a Government position during his first time in Parliament including voting in favour of the invasion of Iraq in March 2003. In the 2005 general election, Leslie lost his seat to Conservative candidate Philip Davies, by fewer than 500 votes. ===Out of Parliament (2005–10)=== Leslie led Gordon Brown's successful (and uncontested) campaign for the leadership of the Labour Party in 2007. Having lost his seat in Shipley, in 2005, he became the director of the New Local Government Network, which was described in the Local Government Chronicle in 2001 as a \"Blairite think- tank\". On 14 April 2010, he was selected as the Labour parliamentary candidate for Nottingham East in the general election campaign, after the National Executive Committee imposed a shortlist and selection panel, following the late resignation of the MP John Heppell. ===Return to Parliament (2010–2019)=== Leslie returned to Parliament at the 2010 general election, representing Nottingham East. He supported Ed Balls for the leadership of the Labour Party during the 2010 leadership election following the resignation of Gordon Brown, voting for David Miliband as his second preference. In September 2011, he stood in the shadow cabinet elections but missed out on becoming a shadow cabinet minister, however he was promoted to Her Majesty's Opposition becoming Shadow Financial Secretary to the Treasury. On 7 October 2013, he was promoted to the Shadow Cabinet, becoming Shadow Chief Secretary to the Treasury. In May 2015, he was promoted to Shadow Chancellor of the Exchequer, replacing Ed Balls, who had lost his parliamentary seat in the 2015 general election. In this role he opposed Labour's proposals for rent controls, while receiving income as a residential landlord himself. Leslie supported Yvette Cooper in the 2015 Labour leadership election, and was critical of the economic policies of Jeremy Corbyn, calling them \"starry-eyed, hard left\". On 12 September 2015, Leslie resigned from the Labour front bench following the election of Corbyn as party leader. Leslie is a supporter of Labour Friends of Israel and Labour Friends of Palestine and the Middle East. In June 2018 Leslie published a pamphlet through the Social Market Foundation, where he is a member of the Policy Advisory Board, entitled Centre Ground: Six Values of Mainstream Britain. In August the same year The Guardian reported that \"many saw the document as laying the intellectual groundwork for a future new [political] party,\" however Leslie denied this. ===Vote of No confidence=== In September 2018, Leslie lost a vote of no confidence brought by his Constituency Labour Party and became the fourth Labour MP to have such a motion passed against him. The motion, brought by members of the Mapperley branch of Nottingham East, criticised Leslie for his \"disloyalty and deceit\", which it dubbed \"a severe impediment to Labour Party electability\", and as \"incompatible\" with Leslie continuing as the Labour candidate. Leslie did not attend the vote and had earlier remarked that the party had been infiltrated by the \"intolerant hard left\". Centrist Labour MPs rallied around Leslie online. === The Independent Group === On 18 February 2019, Leslie and six other MPs (Chuka Umunna, Luciana Berger, Angela Smith, Mike Gapes, Gavin Shuker and Ann Coffey) quit Labour in protest at Jeremy Corbyn's leadership to form The Independent Group, later Change UK. He continued to serve as a Change UK MP after six of its 11 MPs left the party in June 2019. He lost the Nottingham East constituency to the Labour candidate Nadia Whittome in the 2019 general election, losing his deposit with 3.6% of the vote. ==Life after parliament== In July 2020, Leslie was appointed chief executive of the Credit Services Association, the trade association of the UK debt collection and purchase industry. ==Personal life== In February 2005, he married Nicola Murphy, a special adviser to Gordon Brown, in Westminster; the couple became engaged the previous year. In April 2016, Nicola Murphy founded Labour Tomorrow, an organisation which funded Labour-connected activists and groups who oppose Jeremy Corbyn as party leader. ==Notes== ==References== ==External links== * Official website * |- |- |- |- Category:1972 births Category:Alumni of the University of Leeds Category:Labour Co-operative MPs for English constituencies Category:Labour Friends of Israel Category:Living people Category:People educated at Bingley Grammar School Category:People from Keighley Category:Politicians from Bradford Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2010–2015 Category:UK MPs 2015–2017 Category:UK MPs 2017–2019 Category:Change UK MPs Category:British political party founders",
 "title": "Chris Leslie"
}