{
 "id": "429230",
 "text": "The River is the fifth studio album by American singer-songwriter Bruce Springsteen. It was released on October 17, 1980, by Columbia Records. Springsteen's only double album, The River was produced by Jon Landau, Springsteen, and bandmate Steven Van Zandt. The album was Springsteen's first to go number one on the Billboard Top LPs & Tape chart and spent four weeks at the top of the charts. \"The River\" was nominated for Best Rock Vocal Performance at the 1982 Grammy Awards. ==Background== The River included several tracks recorded in 1977. \"Independence Day\", \"Point Blank\", \"The Ties That Bind\", \"Ramrod\", and \"Sherry Darling\" were held over from his previous album, Darkness on the Edge of Town, and had been featured on the 1978 tour, as had parts of \"Drive All Night\" as a long interpolation within \"Backstreets\". \"The River\" was recorded in August 1979, and then performed live at the September 1979 Musicians United for Safe Energy concerts, gaining a featured spot in the subsequent documentary No Nukes. Originally, Springsteen intended The River to be a single album, entitled The Ties That Bind. Springsteen had been working with the E Street Band at his home studio, Telegraph Hill Studios, which was actually a barn at his Holmdel, New Jersey property. By early August, there was an initial cut of 10 songs (recorded at the Power Station in New York City) and Columbia began to believe they might have a new Springsteen record in time for Christmas 1979. Bruce decided on a track sequence, and in September, Bob Clearmountain was brought in to mix twelve tracks. Springsteen signed off on The Ties That Bind, and the tapes were sent off for mastering on October 15. But when they came back, he suddenly cancelled the release, and went back to recording. He later said, \"The songs lacked the kind of unity and conceptual intensity I liked my music to have.\" His manager and co-producer, Jon Landau, suggested that maybe this record needed to be a double album, in order to encompass everything Springsteen was trying to achieve. After another seven months at the Power Station, the sessions came to an end. The River was released on October 17, 1980, with 20 of the 50 songs that had been recorded. Springsteen added darker material after he had written the title track. Indeed, The River became noted for its mix of the frivolous next to the solemn. This was intentional, and in contrast to Darkness, for as Springsteen said during an interview, \"Rock and roll has always been this joy, this certain happiness that is in its way the most beautiful thing in life. But rock is also about hardness and coldness and being alone ... I finally got to the place where I realized life had paradoxes, a lot of them, and you've got to live with them.\" The 1979 single album was eventually released as one of the discs in the 2015 box set release The Ties That Bind: The River Collection. On November 8, 2009, at a concert, Bruce Springsteen spoke about the album, saying: \"The River was a record that was sort of the gateway to a lot of my future writing. It was a record we made after Darkness on the Edge of Town. It was a record made during a recession—hard times in the States. Its title song is a song I wrote for my brother-in-law and sister. My brother-in-law was in the construction industry, lost his job and had to struggle very hard back in the late '70s, like so many people are doing today. It was a record where I first started to tackle men and women and families and marriage. There were certain songs on it that led to complete records later on: 'The River' sort of went to the writing on Nebraska, 'Stolen Car' went to the writing on Tunnel of Love. Originally it was a single record. I handed it in with just one record and I took it back because I didn't feel it was big enough. I wanted to capture the themes I had been writing about on Darkness. I wanted to keep those characters with me and at the same time added music that made our live shows so much fun and joy for our audience. So in the end, we're gonna take you down to The River tonight.\"Transcribed Bruce Springsteen Quotes == Reception and legacy == In a contemporary review for Melody Maker, Paolo Hewitt compared listening to The River to \"taking a trip through the rock 'n' roll heartland as you've never experienced it. It's a walk down all the streets, all the places, all the people and all the souls that rock has ever visited, excited, cried for and loved.\" Rolling Stone critic Paul Nelson deemed it \"a rock & roll milestone\" and said it possesses \"weighty conclusions, words to live by\" regarding \"the second acts of American lives\", conclusions \"filled with an uncommon common sense and intelligence that could only have come from an exceptionally warmhearted but wary graduate of the street of hard knocks\". The River was voted the second best album of 1980 in the Pazz & Jop, an annual poll of American critics nationwide, published by The Village Voice. Robert Christgau, the poll's supervisor, wrote of Springsteen in an accompanying essay, \"All the standard objections apply—his beat is still clunky, his singing overwrought...but his writing is at a peak, and he's grown into a bitter empathy. These are the wages of young romantic love among those who get paid by the hour.\" In The New Rolling Stone Record Guide (1983), Dave Marsh called The River \"by far Springsteen's most mature work, and arguably his most consistent\". According to Jon Pareles of The New York Times, The River was the beginning of 1980s heartland rock. In 2003, Rolling Stone ranked it at number 250 on their list of the 500 Greatest Albums of All Time, then was re-ranked at number 253 in the 2012 revised list. \"Hungry Heart\" was his first U.S. pop singles chart top ten hit single, reaching number five. (Springsteen had not intended the song to be for himself, having initially written it for The Ramones, but manager/producer/friend Jon Landau convinced him to keep it.) The album hit number one on the U.S. pop albums chart, a first for Springsteen, and sold 1.6 million copies in the U.S. between its release and Christmas. \"Fade Away\" reached number 20. The album was followed by a lengthy tour of North America and Western Europe during 1980 and 1981. Since its release, The River has been certified quintuple platinum by the RIAA in the U.S., making it one of his best-selling albums, and his highest certified studio release after Born in the U.S.A. and Born to Run. ==Track listing== All tracks are written by Bruce Springsteen. ==Personnel== Credits adapted from the album's liner notes. The E Street Band * Bruce Springsteen – vocals, electric 6- and 12-string guitars, harmonica, piano on \"Drive All Night\" *Roy Bittan – piano, organ on \"I'm a Rocker\" and \"Drive All Night\", background vocals * Clarence Clemons – saxophone, percussion, background vocals * Danny Federici – organ * Garry Tallent – bass guitar * Steve Van Zandt – acoustic and electric guitars, lead guitar on \"Crush on You\", harmony vocals, background vocals * Max Weinberg – drums Additional vocals * Flo & Eddie (Howard Kaylan and Mark Volman) – background vocals on \"Hungry Heart\" Technical * Bruce Springsteen, Jon Landau, Steve Van Zandt – production * Neil Dorfsman – recording * Chuck Plotkin, Toby Scott – mixing *Jeff Hendrickson, Garry Rindfuss, Dana Bisbee, Raymond Willhard, James Farber – engineering assistants *Jim Bauerlein – digital operator *Ken Perry – mastering *Jimmy Iovine – recording on \"Drive All Night\" *Bob Clearmountain – recording on \"The Ties That Bind\", mixing on \"Hungry Heart\" *Jimmy Wachtel – art direction and design, photography * Frank Stefanko – cover photography, other photography *Joel Bernstein, Amanda Flick, David Gahr, Barry Goldenberg – photography ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! Chart (1980) ! Peak position |- !scope=\"row\"|Australian Albums (Kent Music Report) |8 |- |- |- !scope=\"row\"|French Albums (SNEP)Note: user must select 'Bruce SPRINGSTEEN' from drop-down |3 |- |- !scope=\"row\"|Japanese Oricon LPs Chart |28 |- |- |- !scope=\"row\"|Spanish Albums (PROMUSICAE) |5 |- |- |- |- !scope=\"row\"|US Billboard Top LPs & Tape |1 |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\"| Chart (1980) ! scope=\"col\"| Position |- !scope=\"row\"|Australian Albums Chart |63 |- !scope=\"row\"|Canadian Albums Chart |40 |- !scope=\"row\"|Dutch Albums Chart |100 |- !scope=\"row\"|French Albums Chart |4 |- !scope=\"row\"|UK Albums Chart |57 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\"| Chart (1981) ! scope=\"col\"| Position |- !scope=\"row\"|Canadian Albums Chart |24 |- !scope=\"row\"|Dutch Albums Chart |27 |- !scope=\"row\"|UK Albums Chart |45 |- !scope=\"row\"|US Billboard Year-End |10 |} {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1985) ! scope=\"col\"| Position |- ! scope=\"row\"| New Zealand Albums (RMNZ) | 35 |} ==Certifications== ==The Ties That Bind: The River Collection== Springsteen celebrated the 35th anniversary of The River by releasing a boxed set titled The Ties That Bind: The River Collection on December 4, 2015. The set contains 52 tracks on four CDs along with four hours of video on three DVDs or two Blu-ray discs. The first two CDs feature the remastered version of The River and the third CD contains the previously unreleased The River: Single Album. As is noted above, the single album was originally to be titled The Ties That Bind; it circulated as a bootleg for many years. The fourth CD, The River: Outtakes, spans the entire The River sessions in 1979 and 1980 and contains eleven previously-unreleased outtakes. The fifth disc (DVD or Blu- ray) contains a 60-minute documentary, The Ties That Bind, which was produced and directed by filmmaker Thom Zimny and features an interview with Springsteen as he reflects on writing and recording The River. The film transitions between Springsteen telling the stories behind the music—and illustrating them with solo acoustic guitar performances—interspersed with period concert footage and photos. The remaining disc(s) feature Bruce Springsteen & The E Street Band: The River Tour, Tempe 1980, a new film produced from footage professionally filmed in 1980 using four cameras and recorded in multitrack audio. The film features 23 of 33 songs performed, clocking in at 2 hours, 40 minutes on 2 DVDs (or one Blu-ray), from Springsteen's November 5, 1980, concert at Arizona State University in Tempe, Arizona. Also included is 20 minutes of footage from the late September 1980 River Tour rehearsals held in Lititz, Pennsylvania. The boxed set also includes a 148-page coffee table book featuring 200 rare or previously unseen photos and memorabilia, including a new essay by Mikal Gilmore. On October 16, 2015, along with the announcement of the boxed set, \"Meet Me in the City\", one of the eleven unreleased outtakes, was released through Springsteen's website and on iTunes to promote the release of the boxed set. On November 23, 2015, \"Party Lights\" was released to promote the box set and made available through iTunes. Much like with The Promise, Springsteen recorded new vocals for some of the outtakes in the set. Springsteen announced details for The River Tour 2016 on December 4, 2015. The tour began in January 2016 and features a full- album performance of The River at every show, as well as other songs from Springsteen's career. As of the end of the U.S. leg on April 25, 2016, \"Meet Me in the City\" opened all but one show; the song previously made its live debut when Springsteen and the E Street Band performed on the December 19, 2015, episode of Saturday Night Live. On December 24, 2015, Springsteen released Arizona State University, Tempe 1980, a free download through the Bruce Springsteen Archives at http://live.brucespringsteen.net. The release contained the ten missing songs from the concert video featured in the boxed set. ===Track listing=== All songs are written by Bruce Springsteen, except where noted. ====Unreleased outtakes==== Springsteen wrote a large amount of music during album sessions, and even with the 2015 box set, many songs still remain unreleased. Songs such as \"Held Up Without a Gun\", \"Be True\", and \"Roulette\" were featured as B-sides, the first two on the album's singles and the last on a Tunnel of Love single. \"Mary Lou\", \"I Wanna Be with You\", \"Bring on the Night\", \"Ricky Wants a Man of Her Own\", \"Loose Ends\", \"Dollhouse\", \"Where the Bands Are\", \"Living on the Edge of the World\", \"Restless Nights\", and \"Take 'em as They Come\" were released on the Tracks box set, while \"From Small Things (Big Things One Day Come)\" was released on The Essential Bruce Springsteen collection in 2003. An alternate version of \"Stolen Car\" was released on Tracks, while a rockabilly version of \"You Can Look (But You Better Not Touch)\" and \"Cindy\" remained officially unreleased until 2015 (though both had been available in bootleg form for some years). During The River sessions, Springsteen also recorded demos of \"Jole Blon\", \"Dedication\", \"Your Love\", and \"This Little Girl\", in preparation for summer recording sessions he was co-producing for Gary U.S. Bonds. \"Jeannie Needs a Shooter\" was also given to Warren Zevon, which he re-worked and recorded. None of the demos recorded at Telegraph Hill Studios in Holmdel (the converted barn on Springsteen's property) in 1979 have ever been released, probably because of quality issues (\"Night Fire\" and \"Meet Me In the City\", on the outtakes disc, both featured 1979 Power Station backing and 2015 re-recorded vocals). Most can be found on the Lost Masters bootleg collection, released in the 1990s. *\"Jeannie Needs a Shooter\" *\"Find It Where You Can\" *\"Break My Heart\" *\"Out on the Run (Looking for Love)\" *\"Under the Gun\" *\"I Don't Wanna Be\" *\"Chevrolet Deluxe\" *\"I Will Be the One (aka Slow Fade)\" *\"Jole Blon\" *\"Angelyne\" *\"It's Okay\" *\"A Thousand Tears (William Davis)\" *\"Arnie *\"Tonight\" *\"I'm Gonna Treat You Right\" *\"Dedication\" *\"Your Love\" *\"This Little Girl\" ===Personnel=== Credits adapted from the box set liner notes. CD 3 * Bruce Springsteen – lead vocals, guitar * Roy Bittan – vocals, piano * Clarence Clemons – percussion, saxophone * Danny Federici – organ, keyboards * Garry Tallent – bass * Stevie Van Zandt – vocals, guitar * Max Weinberg – drums * Bruce Springsteen, Jon Landau, Stevie Van Zandt – production * Neil Dorfsman, Bob Clearmountain – recording * Bob Clearmountain – mixing ** Jeff Hendrickson, Garry Rindfuss, Raymond Willhard, James Farber, Bill Scheniman – assistants * Bob Ludwig – mastering CD 4 * Bruce Springsteen – lead vocals, guitar * Roy Bittan – vocals, piano * Clarence Clemons – percussion, saxophone * Danny Federici – organ, keyboards * Garry Tallent – bass * Stevie Van Zandt – vocals, guitar * Max Weinberg – drums * Bruce Springsteen, Jon Landau, Stevie Van Zandt – production * Neil Dorfsman, Bob Clearmountain – recording *Toby Scott – additional recording **Rob Lebret – assistant *Neil Dorfsman – recording **Jeff Hendrickson, Garry Rindfuss, Raymond Willhard, James Farber, Bill Scheniman – assistants *Bob Clearmountain – mixing **Sergio Ruelas Jr. – assistant *Ed Thacker – mixing **Ross Petersen – assistant *Toby Scott, Chuck Plotkin – mixing **Dana Bisbee – assistant *Bob Ludwig – mastering DVD 1 * Thom Zimny – director, producer * Zachary Russo – co-producer *Bruce Springsteen, Jon Landau, Barbara Carr – executive producers *Antonio Rossi – director of photography *Barry Rebo – archival studio and performance footage original producer and director DVD 2 & 3 * Bruce Springsteen – guitar, lead vocals, harmonica, maracas on \"I Wanna Marry You\" * Roy Bittan – keyboards, backing vocals, organ on \"I'm a Rocker\" * Clarence Clemons – saxophone, percussion, vocals * Danny Federici – organ, keyboards on \"I'm a Rocker\" * Garry Tallent – bass guitar, backing vocals on \"I'm a Rocker\" * Stevie Van Zandt – guitar, vocals * Max Weinberg – drums * Thom Zimny – producer, editor * Bruce Springsteen, Jon Landau, Barbara Carr, George Travis – executive producers * Barry Rebo – archival performance footage original producer and director * Zachary Russo – line producer * Bob Clearmountain – mixing * Bob Ludwig – mastering Box set technical personnel * Toby Scott – recording project supervisor, archival research, retrieval & restoration * Jan Stabile – project coordinator * Shari Sutcliffe – musician contractor * Kevin Buell – guitars and technical services * Michelle Holme – art direction and design * Joel Bernstein, David Gahr, Lynn Goldsmith, Peter Howes, Lawrence Kirsch, Jim Marchese, Anastasia Pantsios, Jim Scott, Frank Stefanko, Jimmy Wachtel – photography * Mikal Gilmore – \"American River\" (introductory essay) ===Charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- ! scope=\"row\"| German Albums (Offizielle Top 100) | 12 |- |- |- |- |- |- |- |- |} ===Certifications=== ==References== ==External links== * The River (Adobe Flash) at Radio3Net (streamed copy where licensed) * * Album lyrics and audio samples Category:Bruce Springsteen albums Category:1980 albums Category:Albums produced by Steven Van Zandt Category:Columbia Records albums Category:Albums with cover art by Jimmy Wachtel Category:Albums produced by Jon Landau Category:Albums produced by Toby Scott",
 "title": "The River (Bruce Springsteen album)"
}