{
 "id": "429452",
 "text": "The InterFaith Council of Metropolitan Washington (IFC or IFCMW) is an interfaith non-profit organization based in Washington, D.C. The organization was founded in 1978 and the Reverend Clark Lobenstine served as the first Executive Director from 1979–2014. Reverend David Lindsey is the current Executive Director. The IFC brings together eleven historic faith communities to promote dialogue, understanding and community and to work on projects of common interest throughout the DC region.http://ifcmw.org/about-us/ Through its events, resources and collaborations, IFC aspires to uphold the worth and dignity of all people and all life, to provide opportunities for interfaith engagement, increase religious literacy and promote mutual respect among diverse faiths. ==History== In an interview with the Berkley Center for Religion, Peace, and World Affairs in 2011, Executive Director Lobenstine said, \"The Interfaith Conference was founded by the Islamic, Protestant, Roman Catholic, and Jewish communities and was the first organization to engage the Islamic community back in a metropolitan area in both interfaith dialogue and interfaith collaboration for justice in 1978. Since then Baháʼí, Hindu, Buddhist, Jain, Latter Day Saint, Sikh, and Zoroastrian believers have joined. We now represent eleven faith-based communities. The founders before I started were clear that the Conference wouldn’t do service, but rather enact justice by building a just community as well as through interfaith dialogue. These principles continue to guide us still and our Center for Nurturing Understanding is focused on applying those ideals to young people.\"http://berkleycenter.georgetown.edu/interviews/a-discussion-with- reverend-clark-lobenstine-executive-director-of-the-interfaith-conference-of- metropolitan-washington ==IFC Member faiths== * Baháʼí * Buddhist * Hindu * Islamic * Jain * Jewish * Church of Jesus Christ of Latter-day Saints * Protestant * Roman Catholic * Sikh * Zoroastrian ==References== == External links == * InterFaith Conference of Metropolitan Washington * Facebook page Category:Interfaith organizations Category:Organizations based in Washington, D.C. Category:1978 establishments in Washington, D.C. Category:Religious organizations based in Washington, D.C. Category:Religious organizations established in 1978",
 "title": "InterFaith Conference of Metropolitan Washington"
}