{
 "id": "429664",
 "text": "The National Alliance of Basketball Leagues (NABL) (founded 1961) is the descendant of the industrial-based basketball clubs that formed into the National Basketball League (NBL) in the early 1930s. ==History== ===Origins in the 1930s=== The league was the brainchild of Indianapolis grocer Irv Kautsky, who sponsored the Indianapolis Kautskys club team, and Goodyear Tire Company, who originally sponsored the Akron Wingfoots. After a false start in the early 1930s, the league was restarted in 1938, with the Wingfoots winning the initial NBL title. By World War II, both the Wingfoots and the Firestone Tire Company's Non-Skids had suspended play, but other seminal pro teams such as the Ft. Wayne Zollner Pistons (now the Detroit Pistons), Syracuse Nationals (now the Philadelphia 76ers), Rochester Royals (now the Sacramento Kings), Minneapolis Lakers (now the Los Angeles Lakers), and Tri-Cities BlackHawks (now the Atlanta Hawks), all of whom are currently playing in the NBA, had joined. After World War II, the fledgling Basketball Association of America was established by arena owners in large cities to try to capture the popularity of the NBL teams from the smaller communities. This attempt failed miserably as 13 of the 16 BAA teams folded. Undaunted, the remaining BAA teams, the Philadelphia Warriors, Boston Celtics, and New York Knicks convinced the top NBL teams to join with them and they formed the NBA. Thus, the early NBA was composed mostly of teams brought over from the NBL and three BAA teams. ===1947–1961: The creation of the NIBL=== The remaining NBL teams reformed and changed the name to the National Industrial Basketball League (NIBL) where teams such as the Denver Truckers, Chicago Jamaco Saints, Akron Wingfoots, Phillips 66ers, Peoria Cats, Philadelphia Tapers, Lexington Marathon Oilers and Cleveland Pipers thrived as club teams. In the 1960s the league recognized the changing sponsorship of the teams away from the large industrial companies and renamed it the National AAU Basketball League (NABL). ===List of champions=== 1948 Milwaukee Harnischfegers 1949 Phillips 66ers 1950 Phillips 66ers 1951 Phillips 66ers 1952 Phillips 66ers 1953 Phillips 66ers 1954 Phillips 66ers and Peoria Caterpillars 1955 Phillips 66ers 1956 Phillips 66ers 1957 Phillips 66ers 1958 Phillips 66ers and Wichita Vickers 1959 Denver-Chicago Truckers 1960 Phillips 66ers 1961 Cleveland Pipers ===1961–1963: Decline=== During the early 1960s, the Pipers and the Tapers left to join the Hawaii Chiefs, Kansas City Steers, Los Angeles Jets and other teams to form the American Basketball League; when this venture folded, some of these teams returned to the NABL. By the end of the 1970s, the NABL teams elected to adapt touring schedules rather than league schedules and the NABL format was mothballed until it was brought back in the 1990s when many of the legendary teams had been restarted under a new wave of sponsors. Today, the NABL teams are focused on preparing post-college players for the opportunity to play pro basketball overseas. ==National Amateur Athletic Union Basketball League (1966–1973)== In 1966, the NABL organized the National Amateur Athletic Union Basketball League, with the league's champions playing at FIBA's Intercontinental Cup, as the North American Champions. The Akron Wingfoots won the title on the three occasions that they represented the country at the FIBA Intercontinental Cup. ===List of Champions=== 1967: Akron Wingfoots 1968: Akron Wingfoots 1969: Akron Wingfoots 1970: 1971: Lexington Marathon Oil 1972: Dayton Sanders Stone 1973: Dayton Utopians ==Members== The following leagues were members of the NABL in the 90s and noughties. *CBA *IBL *PBL *UBL *WBA Category:Defunct basketball leagues in the United States",
 "title": "National Alliance of Basketball Leagues"
}