{
 "id": "429861",
 "text": "Mohammad-Reza Khatami (, born 1959) is an Iranian politician and nephrologist. ==Early life and education== Khatami was born in Ardakan, Iran, in 1959. He is younger brother of former president Mohammad Khatami. Khatami is educated in medicine and before entering politics, he was a practicing nephrologist (kidney specialist) for a number of years. He is a faculty member of Tehran University of Medical sciences. ==Career== Khatami was the first Secretary- General of the Islamic Iran Participation Front, the largest Iranian reformist party. He is now a member of the central council of the party. He is also the former deputy speaker of the Iranian parliament. He entered politics in 1997 after his brother's victory and was appointed deputy minister of health. He was elected in March 2000 for the sixth term of the Islamic Republic's parliament's election as the first representative of Tehran with 1,794,365 votes from the people of Tehran. He has also acted as the manager in charge of the now-banned reformist daily Mosharekat. Sometimes described as \"ultraliberal\" in his views, he was \"disqualified from running for any office by the Guardian Council.\"Majd, Hooman, The Ayatollah Begs to Differ : The Paradox of Modern Iran, by Hooman Majd, Doubleday, 2008, 197 ==Personal life== In 1983, Khatami married Zahra Eshraghi, granddaughter of Ruhollah Khomeini (founder of the Islamic republic), and an activist in women's rights. They have two children -- a daughter, Fatemeh, who at the moment studying at a university in London, and a son, Ali. On 28 March 2020, Khatami announced he tests positive for COVID-19 with publishing a video showing he is at hospital.Former Iran deputy speaker infected with coronavirus ==References== Category:1959 births Category:Living people Category:Iranian reformists Category:First Deputies of Islamic Consultative Assembly Category:Second Deputies of Islamic Consultative Assembly Category:Iranian urologists Category:Iranian nephrologists Category:Iranian democracy activists Category:People from Ardakan Category:Islamic Iran Participation Front politicians Category:Members of the 6th Islamic Consultative Assembly Category:Muslim Student Followers of the Imam's Line Category:Secretaries- General of political parties in Iran Category:Islamic Association of University Instructors politicians Category:Mohammad Khatami",
 "title": "Mohammad-Reza Khatami"
}