{
 "id": "429844",
 "text": "UK Export Finance (UKEF) is the operating name of the Export Credits Guarantee Department (ECGD), the United Kingdom's export credit agency and a ministerial department of the UK government. It has been awarded the best global export credit agency for 2019. In 1920, UKEF had a maximum total exposure of just £26mn. Today, its maximum commitment stands at £50bn. It is also celebrating its 100th anniversary as the longest running export credit agency in the world. ==Activities== ECGD derives its powers from the Export and Investment Guarantees Act 1991 and undertakes its activities in accordance with a specific consent from HM Treasury. ECGD was established in 1919 to promote UK exports lost during the submarine blockade of World War I. ECGD's aim is to benefit the UK economy by helping exporters of UK goods and services to win business, and UK firms to invest overseas, by providing guarantees, insurance and reinsurance against loss, taking into account HM Government's wider international policy agenda. ECGD is required by HM Government to operate on a slightly better than break-even basis, charging exporters premiums at levels that match the perceived risks and costs in each case. The largest part of ECGD's activities involves underwriting long term loans to support the sale of capital goods, principally for the export of aircraft, bridges, machinery and services; it helps UK companies take part in major overseas projects such as the construction of oil and gas pipelines and the upgrading of hospitals, airports and power stations. Support can be given for contracts as low as £1,000, but some of the projects ECGD backs go well beyond the £1 billion mark. As part of its risk management process, ECGD has to make a judgement on the ability of a country to meet its debt obligations. The department uses a ‘productive expenditure’ test, undertaken in consultation with the Department for International Development, that makes sure that the countries defined as heavily indebted poor countries and those exclusively dependent on International Development Association financing only get official export credits from the UK for projects that help social and economic development without creating a new unsustainable debt burden. ECGD continues to check that the proposed borrowing is sustainable. ==Criticisms of ECGD== The ECGD has been the subject of criticism by UK-based NGOs; The Corner House has claimed that the ECGD has in effect provided public subsidy for bribery; Campaign Against Arms Trade has argued that the ECGD provides excessive levels of support for arms sales; Jubilee Debt Campaign has argued that the cancellation of debts owed to the ECGD should not be counted towards UK Official Development Assistance figures; World Wide Fund for Nature argues that excessive greenhouse gases are emitted from ECGD-supported projects and that this is inconsistent with wider UK environmental policy. In recent years, ECGD has been heavily criticised for prioritising investment in fossil fuels over renewable energy. A Catholic Agency For Overseas Development report showed that from 2010 to 2017, an estimated 97% of ECGD energy-related support went to fossil fuel development, principally oil and gas exploration and production in upper-middle-income countries. Just 3% went to renewables. The Guardian reported that in the 2018–2019 financial year alone, ECGD committed nearly £2 billion in support to fossil fuel projects across the world. A Parliamentary inquiry called on ECGD to stop funding fossil fuel projects by the end of 2021, citing that the scale of fossil fuel support violated the UK's obligations under the Paris Agreement. ==Weapons exports== While in the early years of the decade the proportion of ECGD's business in support of weapons exports ranged from 30% to 50%, this has now declined to under 1% in 2009–10. ECGD seeks advice on arms sales from the United Kingdom Export Control Organisation (ECO), part of the Department for Business, Innovation and Skills. All applications are assessed, on a case-by-case basis, against the consolidated EU and National Arms Export Licensing criteria. The ECO's advice is not always followed by the government though. In February 2016, the head of the Export Control Organisation Edward Bell advised business secretary Sajid Javid that Britain should suspend arms sales to Saudi Arabia. This advice was not followed by the business secretary and prime minister. ==ECGD's anti bribery-and-corruption procedures== ECGD aims to: * deter illegal payments, corrupt practices and money laundering by applicants for ECGD's support; and * ensure, as far as is practicable, that all transactions that ECGD supports do not place ECGD in breach of any UK or European legislation or place the UK in contravention of any international agreements to which the UK is a party. It does this through the public information it provides and the declarations in its application forms; it has some powers to make enquiries but these are limited. ECGD does not have a formal investigative capacity. Key aspects of ECGD's anti-bribery and corruption procedures are to: * Require applicants to provide copies of their codes of conduct and to confirm that they have applied them in tendering for the award of the contract for which ECGD's support is sought; * Obtain information with a view to ascertaining whether any improper payments involving agents have been made; * Inspect, if necessary, exporters' documents relating to winning contracts and making payments to agents; * Remind applicants of their obligations to comply with UK anti-corruption legislation; * Remind applicants that ECGD will refer all allegations of bribery, corruption or money laundering to the appropriate authorities; * Require applicants to declare that neither they nor any of their directors have admitted to, or been convicted of, engaging in any form of bribery or corruption; * Require applicants to disclose whether they, or anyone acting on their behalf, is under charge in a UK court for bribery of a foreign public official; * Require each applicant to make reasonable enquiries concerning any of its subsidiary companies, agents or consortium partners who, in each case, are involved in the contract for which ECGD's support is sought and to confirm that, on the basis of those reasonable enquiries, the applicant has no cause to believe that any of those parties, or any of their directors, has admitted to, or been convicted of, engaging in any corrupt activity; and * Require each applicant to confirm that neither the applicant nor anyone acting on the applicant's behalf has engaged in corrupt activity in relation to the contract for which ECGD's support is sought. == Equivalent in the world == * France : Bpifrance Assurance Exporthttps://www.bpifrance.fr/content/download/60791/556699/file/2017%2001%2017%20-%20Bpifrance%20PR%20-%20Bpifrance%20Essurance%20Export.pdf (a subsidiary of Bpifrance). Before 2017 it was managed by Coface * Germany : Euler Hermes * USA : Export-Import Bank of the United States * Italy : Servizi Assicurativi del Commercio Estero * China : Exim Bank of China * India : Exim Bank ==References== ==External links== * official UK Export and Import promotion website official UK Export and Import website * UK Export Finance official website * The UK Export Credit Guarantee Department: Corruption and the Case for Reform UNICORN, Cardiff University, June 2002 * Corner House: UK, ECGD and anti-corruption * Mark Thomas finds corruption sadly unregulated Mark Thomas, New Statesman, 1 January 2005 * Depraved Debt Collectors, George Monbiot * The Use of Environmental and Social Criteria in Export Credit Agencies’ Practices , by Markus Knigge et al. Published in 2003 by the Deutsche Gesellschaft fuer Technische Zusammenarbeit – GTZ * official Facebook group for UK Export and Import promotion Join the official UK Export and Import Facebook website Category:Financial services companies established in 1919 Category:Ministerial departments of the Government of the United Kingdom Category:Foreign trade of the United Kingdom Category:Export credit agencies Category:1919 establishments in the United Kingdom Category:Department for Business, Innovation and Skills",
 "title": "UK Export Finance"
}