{
 "id": "429837",
 "text": "Société Calédonienne de Transports Aériens, trading as Air Calédonie, is the domestic airline of the French collectivity of New Caledonia. Its headquarters are on the grounds of Magenta Airport in the territory's capital of Nouméa, from which it operates scheduled passenger and cargo flights to domestic destinations.\"AIR CALÉDONIE CONTACTS.\" Air Calédonie. Retrieved on 2 October 2009.Flight International 27 March 2007 The airline is collectively owned by the Government of New Caledonia (52.45%), the Loyalty Islands Province (26.21%), the North Province (14.55%), the South Province (5.16%), private investors (1.10%), and Air France (0.53%). == History == === 1954–1968: Startup as Transpac === On 9 December 1954, Henri Martinet, Herbert Coursin, Louis Eschembrenner, Tom Johnston and Walter Hickson, a group of aviation enthusiasts, founded the airline as Transpac, which was the first airline of New Caledonia. The aim was to create an airline service between Nouméa and the mainland and the surrounding islands. The company's first aircraft landed on 9 August 1955 at La Tontouta. The twin-engine, fabric-covered aircraft was a de Havilland Dragon Rapide DH 89 and could carry 8 passengers. The Dragon Rapide's inaugural flight took place on 28 September 1955 to Maré and Lifou from Nouméa. Services to the Isle of Pines and Ouvéa began in October 1955. After one year in business, Transpac had transported 5,057 passengers with using only one aircraft. In February 1958, Transpac purchased the de Havilland Heron DH 114, a 17-seater aircraft. The aim was to meet the needs of increasing local traffic. The company bought three of these aircraft in succession with the strategy of developing a regional network, especially to the New Hebrides. On 9 February 1961, financial support was granted to Transpac's Board of Directors by the regional government, and Transpac was renamed to Air Calédonie. === 1968–1992: The arrival of turbine-powered aircraft === The increase in traffic led to fleet renewal as of 1968. The company chose twin turboprops as these aircraft were larger, more modern, and reliable. In 1968, the de Havilland Canada DHC-6 Twin Otter was the first turbine-powered aircraft to arrive in Air Calédonie's fleet. It was a 19-seater and was equipped with more reliable technology and was more powerful than piston-powered aircraft. 9-seater Britten Norman Islanders were added to the growing fleet. In 1969, The New Caledonian Territorial government became the majority shareholder during a major refinancing operation. By the end of 1980, Air Calédonie had transported a total of 100,000 passengers during the year. In 1986, Air Calédonie's first ATR 42 turboprop landed in Magenta. It was a new-generation, 46-seater aircraft and Air Calédonie was one of the first airlines to operate it. Two more ATR 42 were purchased in 1988 and 1990 to develop inter-island services. The ATR 42 was well suited to the airline's network and enabled the company to promote tourism on the mainland and to the islands. Two Dornier 228 were added to the fleet in 1990, the aircraft of which could travel twice as fast as the Twin Otter with an identical capacity of 19 seats. The Dorniers were considered highly cost-efficient aircraft to the airline, and unlike the ATR, could land on short runways. The ATR 42 were replaced by two new aircraft; one was purchased in 1993 and the other in 1997. === 1992–2004: Traffic increase === At the beginning of the 1990s, the company was faced with liquidity problems following large fleet renewal investments and several social crises. A managing board was therefore set up in July 1992. This was controlled by a supervisory board with the aim of regaining financial stability. The construction of the new Magenta airport was launched. The management and supervisory boards were created in July 1992 and dissolved in 2004. The management board's main task was to create a recovery plan which would increase the company's profit margins whilst simultaneously meeting customers' needs. In 1998, Air Calédonie invested in the extension of Magenta airport due to increasing traffic. This was finished in two phases between 2000 and 2001. By the end of 2000, the company had transported 300,000 passengers during the year. === 2005–2014: Constant development === In 2005, the board of directors launched a tax-exemption project to purchase new ATR and replace the older ATR 42-300. The company chose one 48-seater ATR 42-500 and two 70-seater ATR 72-500s. In 2012, the company was awarded the IOSA certification, which enabled it to become an IATA member in November 2013. A fourth ATR was added to Air Calédonie's fleet in 2014. The ATR 42-500 and the first ATR 72-500 were delivered to the airline in 2006, while a second ATR 72-500 was delivered in 2007. These three aircraft were decorated in the company's new livery, consisting of yellow and orange colors with bamboo- engraved totem patterns. In March 2012, Samuel Hnepeune became president of Air Calédonie's board of directors, before being made company chief executive officer in September 2013. A vast company restructuring plan followed. Air Calédonie reached a total of 400,000 transported passengers between March 2013 and March 2014, with a load factor rate of 82%. In January 2014, The management and unions signed a social pact after fourteen months of negotiations. The company had operated with no company agreement for 19 years as the previous had been abandoned in 1995. In March 2014, the company's fourth ATR, an ATR 72-500 was delivered to the airline, with the total investment in the ATR fleet worth 1.1 billion euros. The aircraft was financed for the most part by a loan but also with the help of the Adanc (New Caledonia Air Service Agency). The new ATR 72-500 enabled a traffic increase of almost 35% across the airline's network. == Destinations == Air Calédonie operates scheduled flights to the following destinations in New Caledonia: {|class=\"sortable wikitable\" |- !Subdivision !City or Island !Airport !Notes !class=\"unsortable\"|Refs |- |rowspan=4|North Province||Belep||Île Art – Waala Airport||||align=center| |- |Koné||Koné Airport||||align=center| |- |Koumac||Koumac Airport||||align=center| |- |Touho||Touho Airport||||align=center| |- |rowspan=4|Loyalty Islands||Lifou Island||Ouanaham Airport||||align=center| |- |Maré Island||Maré Airport||||align=center| |- |Ouvéa||Ouvéa Airport||||align=center| |- |Tiga Island||Tiga Airport||||align=center| |- |rowspan=2|South Province||Isle of Pines||Île des Pins Airport||||align=center| |- |Nouméa||Nouméa Magenta Airport||||align=center| |} == Fleet == === Current fleet === , the Air Calédonie fleet includes the following aircraft: {| class=\"wikitable\" style=\"border-collapse:collapse;text-align:center\" |- !Aircraft !In service !Orders !Passengers !Notes |- |ATR 72-600 |4 |-- |70 | |- !Total !4 !— !colspan=\"2\"| |} === Former fleet === Air Calédonie previously operated the following aircraft: *5 ATR 42-300 (1986-2008) *1 ATR 42-500 (2006-2016) *3 ATR 72-500 (2006-2017) ==References== ==External links== *Air Calédonie official website *Air Calédonie official website Category:Airlines of France Category:Airlines of New Caledonia Category:Airlines established in 1968 Category:Government-owned airlines Category:1968 establishments in New Caledonia",
 "title": "Air Calédonie"
}