{
 "id": "429926",
 "text": "Carl Ray Kasell (; April 2, 1934 – April 17, 2018) was an American radio personality. He was best known as a newscaster for National Public Radio, and later as the official judge and scorekeeper of the weekly news quiz show Wait Wait... Don't Tell Me! until his retirement in 2014. ==Early life== A native of Goldsboro, North Carolina, Carl Ray Kasell was a student of drama in high school, where one of his mentors was Andy Griffith, then a high school drama instructor. Although Griffith urged Kasell to pursue a career in theatre, Kasell preferred radio. Kasell began practicing his newscaster voice as a child and got his first on-air job at 16. In an interview with Renée Montagne just before his final broadcast on NPR's Morning Edition, Kasell revealed that he knew he would be in radio at a young age. He said that he hid behind the radio to fool passers-by into thinking they were listening to the radio when they in fact were hearing the young Kasell. During his time at the University of North Carolina at Chapel Hill, Kasell helped launch local radio station WUNC with fellow student and future broadcaster Charles Kuralt. Kasell pursued a degree in English, but never graduated due to being drafted into the U.S. Army. After serving, he worked as an announcer and DJ at radio station WGBR in Goldsboro, North Carolina. He moved to Northern Virginia in 1965. ==Career== After leaving North Carolina, Kasell first worked as an announcer and DJ at WPIK in Alexandria, Virginia. He would soon join the staff of all-news WAVA in Arlington, Virginia as a weekend news announcer, and eventually would advance to the position of news director. As news director, he hired Katie Couric, then a student at the University of Virginia, as an intern one summer, thus starting her career in news broadcasting. Kasell joined National Public Radio's staff as a news announcer for Weekend All Things Considered in 1975. He was the news announcer for NPR's Morning Edition from its inception in 1979 through 2009. On November 23, 2009, NPR announced that Kasell would retire from newscasting at the end of 2009. Kasell's final newscast aired on December 30, 2009. He continued to work for NPR through fundraising and visits to member stations. He also continued to appear as the official scorer of Wait Wait ... Don't Tell Me! === Wait Wait... Don't Tell Me! === NPR launched its weekly news quiz Wait Wait... Don't Tell Me! in 1998, with Kasell as official judge and scorekeeper. Kasell featured in several segments including \"Who's Carl This Time?\" and the \"Listener Limerick Challenge.\" Prior to October 21, 2017, listeners who won a game on the show could have Kasell record a greeting for their home answering machine or voice mail system. Because this prize has been such a long-standing tradition for the show, more than 2,000 people have had his voice on their answering machines, which he recorded even after he left the show. The current prize is to have any show panelist or staff member of the contestant's choice record the greeting, including Kasell until his death.thumb|left|Kasell speaking in Nashville, Tennessee, in 2009 During the August 7, 2010, broadcast of Wait Wait ... Don't Tell Me!, host Peter Sagal announced that Kasell had been voted into the National Radio Hall of Fame. For many years, Kasell was the announcer for the annual Kennedy Center Honors broadcast on CBS. On March 4, 2014, NPR announced that Kasell would be stepping down from his Wait Wait ... Don't Tell Me! duties. It was later announced that his last show would be May 17, 2014; subsequently he was credited on the air as \"Scorekeeper Emeritus\". == Retirement and death == Kasell's final show on Wait Wait ... Don't Tell Me! was recorded on May 15, 2014 and broadcast two days later. Stephen Colbert, Katie Couric, Tom Hanks, and President Barack Obama called in to the show to voice their appreciation for Kasell. In September 2014, Kasell published his memoir titled Wait Wait ... I'm Not Done Yet! Kasell died on April 17, 2018, from complications of Alzheimer's disease in Potomac, Maryland. ==Awards== * 2004 — North Carolina Media & Journalism Hall of Fame *2010 — National Radio Hall of Fame * 2011 — Honorary Doctor of Humane Letters of the University of Southern Maine * 2013 — North Carolinian of the Year ==References== ==External links== *NPR biography *NPR : Wait Wait -- Don't Tell Me! : Messages by Carl Kasell * * Find a Grave Category:1934 births Category:2018 deaths Category:20th-century American journalists Category:21st-century American journalists Category:21st-century American memoirists Category:American game show hosts Category:American radio journalists Category:Deaths from Alzheimer's disease Category:Journalists from North Carolina Category:Military personnel from North Carolina Category:NPR personalities Category:Neurological disease deaths in Maryland Category:People from Goldsboro, North Carolina Category:Radio personalities from North Carolina Category:Telephone voiceover talent Category:University of North Carolina at Chapel Hill alumni Category:Wait Wait... Don't Tell Me!",
 "title": "Carl Kasell"
}