{
 "id": "430341",
 "text": "{| |} USS Capelin (SS-289), a Balao-class submarine, was the only ship of the United States Navy to be named for the capelin, a small fish of the smelt family. Her keel was laid down by Portsmouth Naval Shipyard. She was launched on 20 January 1943 sponsored by Mrs. I.C. Bogart, and commissioned on 4 June 1943, Lieutenant Commander E.E. Marshall in command. left|thumb|View of Capelin's bow and conning tower Capelin sailed from New London, Connecticut, on 3 September 1943, bound for Brisbane, Australia, and duty with Submarine Force, Southwest Pacific. Her first war patrol, conducted in the Molucca Sea, Flores Sea, and Banda Sea between 30 October and 15 November, found her sinking a 3127-ton Japanese cargo ship on 11 November off Ambon Island. Capelin returned to Darwin, Australia, with a defective conning tower hatch mechanism, excessively noisy bow planes, and a defective radar tube. These flaws were corrected, and Capelin put out on her second war patrol 17 November 1943, in the Molucca Sea and Celebes Sea, and she was to pay particular attention to Kaoe Bay, Morotai Strait, Davao Gulf, and trade routes in the vicinity of Siaoe Island, Sangi Island, Talaud Islands and Sarangani Island. She was to leave her area at dark 6 December. The submarine reported sighting an American submarine on 2 December 1943 in the area assigned to Capelin at that time. The unidentiied submarine quickly dived, probably after sighting Bonefish. Bonefish sent a message via sonar giving Commander Marshall's nickname, 'Steam'. The other submarine returned an acknowledgement.Holmes, H. (1994). The Last Patrol. Shrewsbury, Eng.: Airlife Pub. Following this, Capelin was never heard from again. The U.S. Navy broke radio silence on 9 December 1943 in an attempt to contact Capelin, but without success. Japanese records studied after the war listed an attack by the minelayer Wakataka on a supposed United States submarine on 23 November 1943 off Kaoe Bay, Halmahera, with the Japanese ship noting the attack produced oily black water columns that contained wood and cork splinters and that later a raft was found. This is the only reported attack in the appropriate area at that time, and it occurred nine days before Bonefishs apparent contact with Capelin. Also, Japanese minefields are now known to have been placed in various positions along the north coast of Celebes (now known as Sulawesi) in Capelin's patrol area, and she may have been lost to a naval mine. Gone without a trace with the loss of her entire crew, Capelin remains on the list of ships lost without a known cause. Capelin received one battle star for World War II service. She is credited with having sunk 3,127 tons of shipping on her single war patrol. ==See also== *List of U.S. Navy losses in World War II == References == * == External links == *On Eternal Patrol: USS Capelin * Kill Record: USS Capelin Category:Balao-class submarines Category:World War II submarines of the United States Category:Lost submarines of the United States Category:Missing submarines of World War II Category:Ships built in Kittery, Maine Category:1943 ships Category:World War II shipwrecks in the Pacific Ocean Category:Shipwrecks of Indonesia Category:Ships lost with all hands Category:Missing submarines Category:Maritime incidents in November 1943",
 "title": "USS Capelin (SS-289)"
}