{
 "id": "43089",
 "text": "The Discovery Institute (DI) is a politically conservative non-profit think tank based in Seattle, Washington, that advocates the pseudoscientific concept Article available from Universiteit Gent of intelligent design (ID). It was founded in 1990 as a non-profit offshoot of the Hudson Institute. Its \"Teach the Controversy\" campaign aims to permit the teaching of anti-evolution, intelligent-design beliefs in United States public high school science courses in place of accepted scientific theories, positing that a scientific controversy exists over these subjects when in fact there is none. The Discovery Institute expresses conservative viewpoints on social issues such as homelessness policy, COVID-19 response, and the teaching of critical race theory in public schools. ==History== In 1990, the Institute was founded as a non-profit educational foundation and think tank as a branch of the Hudson Institute, an Indianapolis-based conservative think tank. It is named after the Royal Navy ship HMS Discovery in which George Vancouver explored Puget Sound in 1792. ==Discovery Institute Press== Discovery Institute Press is the Institute's publishing arm and has published intelligent design books by its fellows including David Berlinski's Deniable Darwin & Other Essays (2010), Jonathan Wells' The Myth of Junk DNA (2011) and an edited volume titled Signature Of Controversy, which contains apologetic works in defense of the Institute's Center for Science and Culture director Stephen C. Meyer. ==Physicians and Surgeons for Scientific Integrity== The Physicians and Surgeons for Scientific Integrity (PSSI), formally registered as PSSI International Inc., is a United States 501(c)(3) nonprofit anti-evolution organization, based in Clearwater, Florida, promoting the pseudoscience of intelligent design associated with the Discovery Institute. While in the past, the organization sponsored events promoting intelligent design and fundamentalist Christianity, it is currently largely inactive. The PSSI was established in early 2006 by Rich Akin. Geoffrey Simmons, Discovery Institute fellow, is one of the Directors of the PSSI. The PSSI created a public list of medical professionals who dissent from Darwinism. This list is used by the Discovery Institute in its anti-evolution campaigns. The list is used in support of the Discovery Institute claims that intelligent design is scientifically valid while asserting that evolution lacks broad scientific support.Understanding the Intelligent Design Creationist Movement: Its True Nature and Goals; A Position Paper from the Center for Inquiry, Office of Public Policy Barbara Forrest. May, 2007. The PSSI, which was active between 2006 and 2008, held a \"Doctors Doubting Darwin\" rally at the University of South Florida's Sun Dome in September 2006. Attendance was estimated at 3,500 to 4,000 people by a local reporter. Evolution: A Theory in Crisis , Hank Tippins, Tippin the Scales, The Observer News, Tampa Bay, Florida, October 21, 2006. Apologetic organizations promoting the event had hoped to fill all 7,700 seats in the Sun Dome.Recent Events Archive: Apologetics Events in the U.S. and Beyond , apologetics.org.September 23, 2006 - News , Texans for Better Science Education Newsletter, Sept 23, 2006. This meeting featured the Discovery Institute's Jonathan Wells and fellow Michael Behe, and received local radio coverage. This rally was opposed by the organization Florida Citizens for Science.Florida Citizens for Science official webpageDoomed in the Dome, Red State Rabble blog, September 28, 2006. ==\"Teach the Controversy\"== \"Teach the Controversy\" is a campaign conducted by the Discovery Institute to promote the pseudoscientific principle of intelligent design, a variant of traditional creationism, while attempting to discredit the teaching of evolution in United States public high school science courses..Small Group Wields Major Influence in Intelligent Design Debate ABC News, November 9, 2005\"ID's home base is the Center for Science and Culture at Seattle's conservative Discovery Institute. Meyer directs the center; former Reagan adviser Bruce Chapman heads the larger institute, with input from the Christian supply-sider and former American Spectator owner George Gilder (also a Discovery senior fellow). From this perch, the ID crowd has pushed a \"teach the controversy\" approach to evolution that closely influenced the Ohio State Board of Education's recently proposed science standards, which would require students to learn how scientists \"continue to investigate and critically analyze\" aspects of Darwin's theory.\" Chris Mooney. The American Prospect. December 2, 2002 Survival of the Slickest: How anti-evolutionists are mutating their message The scientific community and science education organizations have replied that there is no scientific controversy regarding the validity of evolution and that the controversy is a religious and political one.\"Such controversies as do exist concern the details of the mechanisms of evolution, not the validity of the over-arching theory of evolution, which is one of the best supported theories in all of science.\" Science and Creationism: A View from the National Academy of Sciences, Second Edition United States National Academy of Sciences A federal court, along with the majority of scientific organizations, including the American Association for the Advancement of Science, say the Institute has manufactured the controversy they want to teach by promoting a \"false perception\" that evolution is \"a theory in crisis\" by falsely claiming it is the subject of wide controversy and debate within the scientific community.\"Some bills seek to discredit evolution by emphasizing so-called \"flaws\" in the theory of evolution or \"disagreements\" within the scientific community. Others insist that teachers have absolute freedom within their classrooms and cannot be disciplined for teaching non-scientific \"alternatives\" to evolution. A number of bills require that students be taught to \"critically analyze\" evolution or to understand \"the controversy.\" But there is no significant controversy within the scientific community about the validity of the theory of evolution. The current controversy surrounding the teaching of evolution is not a scientific one.\" AAAS Statement on the Teaching of Evolution American Association for the Advancement of Science. February 16, 2006\"ID's backers have sought to avoid the scientific scrutiny which we have now determined that it cannot withstand by advocating that the controversy, but not ID itself, should be taught in science class. This tactic is at best disingenuous, and at worst a canard.\" Ruling, Kitzmiller v. Dover Area School District, page 89Understanding the Intelligent Design Creationist Movement: Its True Nature and Goals. A Position Paper from the Center for Inquiry, Office of Public Policy Barbara Forrest. May, 2007. In the December 2005 ruling of Kitzmiller v. Dover Area School District, Judge John E. Jones III concluded that intelligent design is not science and \"cannot uncouple itself from its creationist, and thus religious, antecedents\".Kitzmiller v. Dover Area School District, Conclusion (pages 136-138) == Wedge strategy == The \"Wedge Strategy\" is a political and social action plan authored by the Institute. The strategy was put forth in a Discovery Institute manifesto known as the \"Wedge Document\". Its goal is to change American culture by shaping public policy to reflect politically conservative fundamentalist evangelical Protestant values. The wedge metaphor is attributed to Phillip E. Johnson and depicts a metal wedge splitting a log. In Why Evolution Works (and Creationism Fails) the authors wrote \" Although its religious orientation is explicit, the long-term plan outlined in the Wedge Document also displays the Discovery Institute’s political agenda very clearly. In ten years, the Wedge strategy was to be extended to ethics, politics, theology; the humanities, and the arts. The ultimate goal of the Discovery Institute is to “overthrow” materialism and “renew” American culture to reflect right-wing Christian values.\" ==Center for Science and Culture== The Center for Science and Culture (CSC), formerly known as the Center for the Renewal of Science and Culture (CRSC), is part of the Discovery Institute. It publishes the blog Evolution News & Science Today (formerly Evolution News & Views and often shortened to Evolution News (EN)), that promotes \"a rigorously God-centered view of creation, including a new 'science' based solidly on theism.\"* ==COVID-19 pandemic== In late 2020, Discovery Institute Senior Fellows Jay Richards and Doug Axe published The Price of Panic: How the Tyranny of Experts Turned a Pandemic into a Catastrophe. The book criticizes the response to the COVID-19 pandemic in the United States. The authors were critical of mask mandates, predicting prior to the 2020 United States presidential election that Joe Biden's promised national mandate would violate the Tenth Amendment to the United States Constitution. ==Homelessness== Christopher Rufo, an activist who later became famous for opposing the teaching of critical race theory, wrote frequently on the subject of homelessness while he worked for the Discovery Institute. Rufo brought negative attention to All Home, which at the time was King County, Washington's homelessness agency, by sharing a video of an adult entertainer performing at a conference on homelessness. All Home's director was placed on administrative leave and resigned shortly thereafter. Caitlin Bassett of the Discovery Institute has contributed opinion articles that criticize governmental response to homelessness as wasteful and counterproductive to the goal of ending homelessness. The Discovery Institute opposes the Housing First approach, preferring to prioritize treating homeless people for mental illness or drug addiction. ==See also== *Creation and evolution in public education in the United States *Timeline of intelligent design ==Notes== ==References== * * * ==External links== * Category:Conservative organizations in the United States Category:Faith and theology think tanks in the United States Category:Intelligent design movement Category:Intelligent design organizations Category:Non-profit organizations based in Seattle Category:Political and economic think tanks in the United States Category:Right-wing politics in the United States Category:Think tanks established in 1990 Category:Pseudoscience",
 "title": "Discovery Institute"
}