{
 "id": "431040",
 "text": "The 2nd Canadian Armoured Brigade was an armoured brigade of the Canadian Army that saw active service during World War II. The brigade was composed of the 6th, 10th and 27th Canadian Armoured regiments and saw service in northwest Europe, landing in Normandy on D-Day and remaining in combat up to Victory in Europe Day. thumb|right|The formation sign used to identify the tanks and other vehicles of the 2nd Canadian Armoured Brigade. == History == Soon after the 3rd Canadian Tank Brigade assumed the designation in summer 1943 of the original 2nd Canadian Tank Brigade, the new 2nd Tank was redesignated and reorganized as 2nd Canadian Armoured Brigade. Although reorganized as an armoured brigade, no motor battalion served under its command. The brigade was assigned to the British 2nd Army in January 1944 to train for the upcoming amphibious assault in Normandy. This formation rarely fought as an entity. Its primary role was infantry support and thus its regiments were usually individually tasked out to infantry units to participate in particular operations. One of the occasions when the Brigade did undertake an operation on its own, the Battle of Le Mesnil-Patry on 11 June 1944, ended with only a partial success and severe losses to the Canadians. Following the landing in Normandy, the brigade fought at Caen, advanced across France and Belgium, and took part in operations in the Netherlands and Germany while supporting operations of the Canadian 1st Army and the British 2nd Army. == Formation == * 6th Armoured Regiment (1st Hussars) * 10th Armoured Regiment (The Fort Garry Horse) * 27th Armoured Regiment (The Sherbrooke Fusilier Regiment) * \"C\" Squadron, 25th Armoured Delivery Regiment (The Elgin Regiment) Formed as the 2nd Canadian Army Tank Brigade on 26 January 1942, this formation consisted of the 24th Army Tank Battalion (Les Voltigeurs de Québec) (replaced in June 1942 by the 20th Army Tank Regiment (16/22 Saskatchewan Horse)), 23rd Army Tank Battalion (The Halifax Rifles), and the 26th Army Tank Battalion (The Grey and Simcoe Foresters). Equipped with Ram II tanks, in the autumn of 1942 the brigade trained at the newly opened Meaford AFV range on Georgian Bay where the Halifax Rifles had the honour of conducting the first field exercise. == European deployments == === United Kingdom === In June 1943 the brigade was dispatched to the United Kingdom. The following month came an intensive inspection of the units of this brigade and of the 3rd Canadian Army Tank Brigade by Lieutenant-General Harry Crerar, the commander of I Canadian Corps. The purpose of the inspection was to determine which of the two brigades would remain on the order of battle since there was only room for one such formation.https://servicepub.wordpress.com/2014/12/02/the-evolution-of-the- reconstituted-2nd-canadian-armoured-brigade-independent-1943/ The brigade chosen was the 3rd: The 1st Hussars, The Fort Garry Horse, and The Sherbrooke Fusilier Regiment. The 3rd Canadian Army Tank Brigade was raised on 1 January 1943 following a reorganization of the Canadian Armoured Corps in Britain. It adopted the designation 2nd Canadian Armoured Brigade (2 CAB) after it was selected by Lieutenant-General Crerar to remain on the order of battle. In August 1943 it was selected to be part of the D-Day invasion force in support of the units of the 3rd Canadian Infantry Division. === D-Day === The brigade's three regiments landed in Normandy on D-Day, 6 June 1944. Unlike their peers in the 4th Canadian Armoured Brigade, who were usually paired with their division's 10th Canadian Infantry Brigade, the 2nd was paired with any infantry who needed armour support. On 31 July 1944, following a series of battles with heavy infantry losses, Canadian Lieutenant General Guy Simonds ordered the creation of an armoured carrier regiment and the modification of underused American-made M7 Priest self-propelled guns. The 1st Canadian Armoured Carrier Squadron was formed, and administered as a squadron of 25th Armoured Delivery Regiment until October 19, 1944, when the squadron was converted to a regiment.http://scholars.wlu.ca/cgi/viewcontent.cgi?article=1034&context;=cmh This formation rarely fought as an entity. Its primary role was infantry support and thus its regiments were usually individually tasked out to infantry units to participate in particular operations. One of the occasions when the brigade did undertake an operation on its own, Le Mesnil-Patry / Rots on 11 June 1944, ended with only a partial success and severe losses to the Canadians. 2 CAB fought in the North West Europe Campaign, longer than any other armoured formation, from D-Day to V-E Day, suffering 435 fatal casualties in total. Two of the brigade's tanks, Holy Roller of the 1st Hussars, and Bomb of the Sherbrooke Fusilier Regiment, fought continuously from D-Day to the end of the war, the only Canadian tanks to fight unscathed across Northwest Europe. Holy Roller remains the memorial of the Hussars in London, Ontario, and Bomb is preserved today at the William Street Armoury of the Sherbrooke Hussars in Sherbrooke, Quebec.Sandy MacDonald , “Lieuts Walter White, Ernest Mingo and Bomb”, Sunday Daily News, November 11, 2001 ==See also== * Royal Canadian Armoured Corps == References == == Bibliography == * Marteinson, J.K. and McNorgan, Michael. (2000). The Royal Canadian Armoured Corps: An Illustrated History. Kitchener: Robin Brass. Category:Brigades of the Canadian Army Category:Armoured brigades of Canada Category:Canadian World War II brigades Category:Military units and formations of Canada in World War II Category:1st Hussars Category:The Fort Garry Horse Category:Sherbrooke Hussars",
 "title": "2nd Canadian Armoured Brigade"
}