{
 "id": "431031",
 "text": "Wilhelm Carl Josef Cuno (2 July 1876 - 3 January 1933) was a German businessman and politician who was the chancellor of Germany from 1922 to 1923, for a total of 264 days. His tenure included the episode known as the Occupation of the Ruhr by French and Belgian troops and the period in which inflation in Germany accelerated notably, heading towards hyperinflation. Cuno was also general director of the Hapag shipping company. ==Early life== Wilhelm Carl Josef Cuno was born on 2 July 1876 in Suhl, in what was then Prussian Saxony and is now in Thuringia. He was the son of August George Wilhelm Cuno (1848-1915) and his wife Catherina Elisabeth Theresia, née Daske (1852-1878). In 1906, Cuno, a Roman Catholic, married Martha Berta Wirtz (born 1879), daughter of Hamburg merchant Hugo Wirtz. They had three sons and two daughters. Cuno studied law in Berlin and Heidelberg and was awarded a Juris Doctor. He was a member of K.D.St.V. Arminia Heidelberg, a Catholic student fraternity that is a member of the Cartellverband der katholischen deutschen Studentenverbindungen. ==Early career== He was employed by the Reichsschatzamt (Treasury) in 1907, initially as Regierungsassessor. Cuno was promoted in 1910 to Regierungsrat and in 1912 to Geheimer Regierungsrat. His tasks mainly involved preparing parliamentary bills and presenting them to the Reichstag. During World War I, Cuno was involved in organizing food supplies for the German army, first directing the Reichsgetreidestelle from its inception until July 1916. He then was attached to Secretary of State (i.e. Minister) Batocki to help organize the Kriegsernährungsamt (war food department). In late 1916, Cuno was put in charge of the Generalreferat (section) on economic issues relating to the war at the Treasury. At the request of Albert Ballin, Cuno quit the civil service to join the Hapag shipping company as a director in November 1917. After Ballin's death in November 1918, Cuno was promoted to Hapag's general director in December. As an economic expert, Cuno participated in the post-war negotiations on the armistice, on reparations and peace terms and in other international conferences, including the Genoa Conference, which he left in protest after the signature of the Treaty of Rapallo with the Soviet Union. Cuno was also an important negotiator in talks between the German shipping firms and the government, regarding compensation for the merchant ships delivered to the Allies under the terms of the peace treaty (1920/21). In 1920, Cuno led Hapag into an alliance with United American Lines, helping to reestablish Hapag as a passenger line. He also unofficially represented the Reich's foreign policy interests during his travels abroad. ==Chancellor== Cuno rejected several proposals to assume the post of foreign minister (autumn 1922) or minister of finance (after Matthias Erzberger's resignation in 1920), but agreed to form a cabinet after the resignation of Joseph Wirth's second cabinet. Cuno was appointed Reichskanzler on 22 November 1922, by presidential decree and without a vote in the Reichstag. He was the first chancellor in the Weimar Republic who was not a member of a party. Politically, he was quite far from the president, Social Democrat Friedrich Ebert who selected him as chancellor. Cuno had a somewhat aloof position towards the republic and its parliamentary system. He held the Reichstag in fairly low esteem and felt the bickering between the parties to be distasteful. Cuno formed a government mostly composed of non-party economists and members of the German People's Party, German Democratic Party, German Center Party and Bavarian People's Party. The government was referred to, alternatively as a Geschäftsministerium, Regierung der Wirtschaft or Kabinett der Persönlichkeiten, emphasizing that it was not the result of an explicit coalition between the parliamentary parties. Hopes were high for this government of experts, led by a man with excellent connections abroad, to make headway in the difficult talks with the Allies. They were, however, disappointed. Cuno's plan to settle the reparations issue and to stabilize the Mark in the foreign exchange market was rejected by the Allies at the urging of French prime minister/foreign minister Poincaré. When Germany fell a bit behind on its shipments of wood and coal (made as reparations in lieu of lacking gold currency) the French declared this to be a deliberate breach of the agreements and on 11 January 1923 ordered troops to occupy the Ruhr (later joined by Belgians). This move, widely seen as illegal even outside Germany, caused the outraged Cuno government to call for passive resistance: Reparation shipments to France and Belgium were stopped, the mines were told not to make any more deliveries to these states, civil servants and Reichsbahn personnel were told to disobey orders by the occupation authorities. The Ruhr economy, the industrial heartland of Germany, came almost to a complete stop. Financial support payments by the Reich government to those inhabitants of the occupied zone affected by firm closures, deportations and arrests quickly added up to vast sums, mostly financed by printing money. This caused inflation to increase rapidly and the Mark to go into free fall. Attempts by the government to resume talks about reparations in May and June 1923 failed as Poincaré refused to negotiate unless passive resistance was ended first. A wave of strikes against the government began in August 1923. On 12 August 1923, Cuno and his cabinet resigned as a result of a vote of no-confidence initiated by the SPD. ==Later life== Cuno retired from politics and returned to serve as a director at Hapag. In 1926, he once again became its director general. He was involved in negotiations about the release of German property impounded in the U.S. during the war and in working towards the merger with Norddeutsche Lloyd, which happened in 1930. During the 1925 election for Reichspräsident, Cuno was outspoken in his support for Paul von Hindenburg, rather than the candidate of the Centre Party, Wilhelm Marx. In 1932, Cuno joined Wilhelm Keppler to advise Adolf Hitler economically.Christof Brauers: Die FDP in Hamburg 1945 bis 1953. Start als bürgerliche Linkspartei. Martin Meidenbauer Verlagsbuchhandlung, München 2007, , p. 85. Cuno died on 3 January 1933 at Aumühle near Hamburg. ==References== == External links == * * Category:1876 births Category:1933 deaths Category:20th-century Chancellors of Germany Category:People from Suhl Category:People from the Province of Saxony Category:Chancellors of Germany Category:German Roman Catholics Category:People of the Weimar Republic Category:Heidelberg University alumni Category:German anti-communists Category:Burials at the Ohlsdorf Cemetery Category:Hamburg America Line",
 "title": "Wilhelm Cuno"
}