{
 "id": "431968",
 "text": "Cyclic guanosine monophosphate (cGMP) is a cyclic nucleotide derived from guanosine triphosphate (GTP). cGMP acts as a second messenger much like cyclic AMP. Its most likely mechanism of action is activation of intracellular protein kinases in response to the binding of membrane-impermeable peptide hormones to the external cell surface. == Synthesis == Guanylate cyclase (GC) catalyzes cGMP synthesis. This enzyme converts GTP to cGMP. Peptide hormones such as the atrial natriuretic factor activate membrane-bound GC, while soluble GC (sGC) is typically activated by nitric oxide to stimulate cGMP synthesis. sGC can be inhibited by ODQ (1H-[1,2,4]oxadiazolo[4,3-a]quinoxalin-1-one). ==Functions== cGMP is a common regulator of ion channel conductance, glycogenolysis, and cellular apoptosis. It also relaxes smooth muscle tissues. In blood vessels, relaxation of vascular smooth muscles lead to vasodilation and increased blood flow. cGMP is a secondary messenger in phototransduction in the eye. In the photoreceptors of the mammalian eye, the presence of light activates phosphodiesterase, which degrades cGMP. The sodium ion channels in photoreceptors are cGMP-gated, so degradation of cGMP causes sodium channels to close, which leads to the hyperpolarization of the photoreceptor's plasma membrane and ultimately to visual information being sent to the brain. cGMP is also seen to mediate the switching on of the attraction of apical dendrites of pyramidal cells in cortical layer V towards semaphorin-3A (Sema3a). Whereas the axons of pyramidal cells are repelled by Sema3a, the apical dendrites are attracted to it. The attraction is mediated by the increased levels of soluble guanylate cyclase (SGC) that are present in the apical dendrites. SGC generates cGMP, leading to a sequence of chemical activations that result in the attraction towards Sema3a. The absence of SGC in the axon causes the repulsion from Sema3a. This strategy ensures the structural polarization of pyramidal neurons and takes place in embryonic development. cGMP, like cAMP, gets synthesized when olfactory receptors receive odorous input. cGMP is produced slowly and has a more sustained life than cAMP, which has implicated it in long-term cellular responses to odor stimulation, such as long-term potentiation. cGMP in the olfactory is synthesized by both membrane guanylyl cyclase (mGC) as well as soluble guanylyl cyclase (sGC). Studies have found that cGMP synthesis in the olfactory is due to sGC activation by nitric oxide, a neurotransmitter. cGMP also requires increased intracellular levels of cAMP and the link between the two second messengers appears to be due to rising intracellular calcium levels. == Degradation == Numerous cyclic nucleotide phosphodiesterases (PDE) can degrade cGMP by hydrolyzing cGMP into 5'-GMP. PDE 5, -6 and -9 are cGMP- specific while PDE1, -2, -3, -10 and -11 can hydrolyse both cAMP and cGMP. Phosphodiesterase inhibitors prevent the degradation of cGMP, thereby enhancing and/or prolonging its effects. For example, Sildenafil (Viagra) and similar drugs enhance the vasodilatory effects of cGMP within the corpus cavernosum by inhibiting PDE 5 (or PDE V). This is used as a treatment for erectile dysfunction. However, the drug can inhibit PDE6 in retina (albeit with less affinity than PDE5). This has been shown to result in loss of visual sensitivity but is unlikely to impair common visual tasks, except under conditions of reduced visibility when objects are already near visual threshold. This effect is largely avoided by other PDE5 inhibitors, such as tadalafil. thumb|role of PKG in cellular system == Protein kinase activation == cGMP is involved in the regulation of some protein-dependent kinases. For example, PKG (protein kinase G) is a dimer consisting of one catalytic and one regulatory unit, with the regulatory units blocking the active sites of the catalytic units. cGMP binds to sites on the regulatory units of PKG and activates the catalytic units, enabling them to phosphorylate their substrates. Unlike with the activation of some other protein kinases, notably PKA, the PKG is activated but the catalytic and regulatory units do not disassociate. ==See also== * Cyclic adenosine monophosphate (cAMP) * 8-Bromoguanosine 3',5'-cyclic monophosphate (8-Br-cGMP) ==References== Category:Nucleotides Category:Cyclic nucleotides Category:Phosphate esters",
 "title": "Cyclic guanosine monophosphate"
}