{
 "id": "431999",
 "text": "Lucien Laurin (March 18, 1912 – June 26, 2000) was a French-Canadian jockey and Hall of Fame Thoroughbred horse trainer. Lucien Laurin trained Secretariat, who won the Triple Crown in 1973. ==Life and career== Laurin was born in Joliette, Quebec, Canada. His career in Thoroughbred horse racing began in 1929 as a jockey at Blue Bonnets Raceway in Montreal, Quebec. Battling weight problems, after riding 161 race winners, in 1942 he began working as a trainer in New England, a job that would span 45 years and take him to the pinnacle of horse racing success. While working for two different stables, he enjoyed a long and successful association with owner Reginald N. Webster. For Webster, Laurin trained a number of winners including Quill, the 1958 American Champion Two-Year-Old Filly, and Amberoid, who won the 1966 Wood Memorial Stakes and gave Laurin his first of six American Classics, the Belmont Stakes.Palm Beach Post - May 6, 1972 His son, Roger Laurin, worked as a trainer at Christopher Chenery's Meadow Stable and when Roger accepted an offer to work for Ogden Phipps, he suggested to Penny Chenery Tweedy that his father might help them on a temporary basis.William Nack (1975) Secretariat: The Making of a Champion (Originally published as Big Red of Meadow Stable) Da Capo, p.100. (pbk.) Coming out of retirement in 1971, Lucien Laurin went to work at the Meadow Stable for what was supposed to be a temporary period. At that time, the stable was having financial difficulties but things soon changed. With their colt, Riva Ridge, earning more than $500,000 and being named American Champion Two-Year-Old Colt for 1971, Lucien Laurin and the Meadow Stable would soon become the number one stable in racing, winning numerous important Stakes races and five of the six U.S. Triple Crown races in 1972-73. Under Lucien Laurin, Riva Ridge, with fellow Canadian jockey Ron Turcotte in the saddle, won the 1972 Kentucky Derby and the Belmont Stakes. A heavy rainstorm muddied the track at Pimlico Race Course; otherwise the horse might have won the Triple Crown. For 1972, Lucien Laurin was named the National Thoroughbred Racing Association's Eclipse Award winner as North America's most outstanding trainer. However, despite this success, Laurin is best known as the trainer of Secretariat who was voted the 1972 American Champion Two-Year-Old Colt, and the 1972 and 1973 American Horse of the Year and who, in 1973, became the first Triple Crown winner in twenty-five years and the horse ranked #2 in the Blood-Horse magazine List of the Top 100 U.S. Racehorses of the 20th Century. Lucien Laurin retired from racing a second time in 1976, but returned in 1983 as trainer and part owner of Evergreen Stable. In all, he trained a total of 36 stakes winners and was inducted in the National Museum of Racing and Hall of Fame in 1977National Museum of Racing and Hall of Fame biography of Lucien Laurin and enshrined in the Canadian Horse Racing Hall of Fame the following year.Canadian Horse Racing Hall of Fame biography of Lucien Laurin Laurin died at Key Largo, Florida. ==Death== Laurin was living at his home in Key Largo, Florida, when he died in 2000 at a Miami hospital. ==Popular culture== In the 2010 Disney film Secretariat, Laurin was portrayed by John Malkovich. ==References== Category:1912 births Category:2000 deaths Category:French Quebecers Category:American horse trainers Category:Canadian Horse Racing Hall of Fame inductees Category:Canadian horse trainers Category:Canadian jockeys Category:Eclipse Award winners Category:People from Joliette Category:Sportspeople from Quebec Category:United States Thoroughbred Racing Hall of Fame inductees Category:People from Key Largo, Florida",
 "title": "Lucien Laurin"
}