{
 "id": "431941",
 "text": "Fania Records is a New York based record label founded by Dominican-born composer and bandleader Johnny Pacheco and his Brooklyn born Italian-American ex-New York City Police Officer turned lawyer Jerry Masucci in 1964. The label took its name from a popular luncheonette frequented by musicians in Havana, Cuba that Masucci frequented when he worked for a public relations firm there during the pre-Castro era. Fania is known for its promotion of Salsa music. ==History== Frustrated by the meager amount of money he was receiving for his recordings,Johnny Pacheco started Fania in 1964 and sold records to music stores out of the trunk of his car. To help finance the business, he consolidated with his Brooklyn-born Italian lawyer and promoter Jerry Masucci, and in 1964 founded the Fania label to produce, promote and market the music of Latinos in New York. The label started out as a small venture, but gained popularity after the success of pacheco's first official record/album, johnny Pacheco's \"Cañonazo\", leading to the expansion of its talent base Pacheco envisioned. Among Fania's signature stars are: Pete \"El Conde\" Rodríguez, Hector Casanova, Rey Reyes, Willie Colón, Celia Cruz, Eric Gale, Larry Harlow, Ray Barretto, Ralfi Pagan, Luis \"Perico\" Ortiz, Bobby Valentín, Rubén Blades, Héctor Lavoe, Cheo Feliciano, Adalberto Santiago, Ismael Miranda and many others. In 1968, Pacheco created a supergroup known as the Fania All-Stars that brought together the elite of his Salsa musicians and singers for joint performances and recording. They made their debut at the Red Garter club located in New York's Greenwich Village, but it was their 1971 performance at the Cheetah, a club in Midtown Manhattan, which became legendary. Pacheco as music director and guided the band on stage. The Fania All-Stars were filmed for the documentary Our Latin Thing released a year later. In 1973, Fania All- Stars performed at Yankee Stadium to a stadium with 45,000 attendees. Pacheco directed the band to an excited crowd who cheered on each Fania All-Star member. As of 2007 all that is left is \"Larry Harlow and the Latin Legends of Fania\". In 2003, the 1975 Fania release Live at Yankee Stadium was included in the second set of 50 recordings preserved in the United States National Recording Registry. Masucci, who’d bought out Pacheco’s share of the company around 1967, became the sole owner of Fania Records and the numerous other labels and umbrella labels in South America that he acquired and created. Masucci died in 1997, and for the next eight years Fania and all of its assets were tied up in probate court while various parties battled over its ownership. In September 2005, Fania's assets were sold to V2 Records and Miami-based label Emusica, and by early 2006, the new owners began to reissue material from Fania's backlog catalog (some of which has never appeared on CD before) with enhanced sound and liner notes. In an effort to create additional content, Código Records, a subsidiary of the Emusica label, allowed DJs and producers to remix original material. As of July 27, 2018, Fania is owned by Concord, which acquired the label from Codigo Entertainment. Fania's catalogue included 19,000 master recordings and 8,000 compositions. ==References== ==External links== * * * * Category:American record labels Category:Record labels established in 1964 Category:Record labels disestablished in 2005 Category:Latin American music record labels",
 "title": "Fania Records"
}