{
 "id": "432144",
 "text": "Archibald William Montgomerie, 13th Earl of Eglinton, 1st Earl of Winton, KT, PC (29 September 18124 October 1861), styled Lord Montgomerie from 1814 to 1819, was a British Conservative politician. He was Lord Lieutenant of Ireland in 1852 and again from 1858 to 1859. ==Background and education== Eglinton was born in Palermo, Sicily, the son of Major-General Archibald Montgomerie, Lord Montgomerie (30 July 17734 January 1814), the eldest son of Hugh Montgomerie, 12th Earl of Eglinton. His mother was Lady Mary Montgomerie (died 1848), daughter of General Archibald Montgomerie, 11th Earl of Eglinton. He was educated at Eton. As a pastime he enjoyed playing golf. One of his playing partners was James Ogilvie Fairlie. ==Political career== Eglinton was a staunch Tory. In 1846, he was a whip in the House of Lords; on 28 May 1846, he spoke against the Corn Importation Bill; in May 1848 he opposed the Jewish Disabilities Bill. In February 1852, he became Lord Lieutenant of Ireland under the Earl of Derby. He retired with the ministry in the following December. When Derby returned to office in February 1858 he was again appointed Lord-Lieutenant, and he discharged the duties of this post until June 1859. In this year he was created Earl of Wintoun, an earldom which had been held by his kinsfolk, the Setons, from 1600 until 1716, when George Seton, 5th Earl of Wintoun, was deprived of his honours for high treason. Anstruther gives the date for this creation as 1840.Anstruther, Page 83 The Earl's kinswoman, Georgina Talbot, in celebration of the restoration of the title, gave the slightly altered name 'Winton' then in Hampshire now Winton, Dorset to a residential development in Bournemouth, which she was creating at this time.'The Lives and Times of the Mayors of Bournemouth', Bournemouth Council, 2000 He died at Mount Melville House, near St. Andrews, on 4 October 1861, and was buried in the family vault at Kilwinning, Ayrshire, on 11 October 1861. ==Horse racing== Lord Eglinton's main object of interest for some years was the turf; he kept a large racing stud and won success and reputation in the sporting world. His most successful horse was The Flying Dutchman which won The Derby and St Leger Stakes in 1849. ==The Eglinton Tournament== In 1839, Lord Eglinton's name became more widely known in connection with the Eglinton Tournament. This took place at Eglinton castle and is said to have cost him £30,000 or £40,000. Contemporary ridicule is better remembered today than it successes. It was partly spoiled by the unfavourable weather, the rain falling in torrents, but it was a real tournament, participants having attended regular training during the course of the year prior and lances being broken in the orthodox way. Prince Louis Napoleon (Napoleon III) and Lady Seymour, a granddaughter of Richard Brinsley Sheridan and the wife of Lord Seymour, afterwards 12th Duke of Somerset, took part. A list of the challengers with an account of the jousts and the mêlée will be found in the volume on the tournament written by the Reverend John Richardson, with drawings by James Henry Nixon (1843). It was also described in Disraeli's Endymion. ==Family== Lord Eglinton married, firstly, on 17 February 1841, Theresa Howe Cockerell, née Newcomen, widow of Captain Richard Howe Cockerell RN (1798–1839, buried Park St, Calcutta). Mrs Cockerell was an illegitimate daughter (out of 8 children)Genealogical entry for Newcomen of Thomas Gleadowe-Newcomen, 2nd Viscount Newcomen (1776–1825) and his long-term mistress Harriet Holland. Theresa Newcomen was born in Calcutta in 1809, and died on 16 December 1853 at Eglinton Castle. They had the following children: * Archibald Montgomerie, 14th Earl of Eglinton (3 December 184130 August 1892) * Lady Egidia Montgomerie (c. 184313 January 1880) - Frederick Thellusson, 5th Baron Rendlesham * Hon. Seton Montolieu Montgomerie (15 May 184626 November 1883) who left daughters * George Montgomerie, 15th Earl of Eglinton (23 February 184810 August 1919), ancestor of the present Earl According to Eglinton's entry in the Oxford Dictionary of National Biography, as cited here, this marriage was the great mistake of his life. However, his stepdaughter Anna Theresa Cockerell (1836–1912), aided by her mother's second marriage, went on to marry Charles Chetwynd-Talbot, 19th Earl of Shrewsbury. After Theresa's death in December 1853, her widower married, secondly, the Hon. Adela Caroline Harriett, daughter of Arthur Capell, 6th Earl of Essex, in 1858. They had the following children: * Lady Sybil Amelia Montgomerie (died 3 February 1932) * Lady Hilda Rose Montgomerie (died Bangors, Iver, Buckinghamshire, 18 June 1928), married Tonman Mosley, 1st Baron Anslow. Lady Adela died in December 1860, aged only 32. Lord Eglinton survived her by less than a year and died in October 1861, aged 49. He was succeeded by his eldest son Archibald. A statue of Lord Eglinton was erected in St Stephen's Green, Dublin in 1866 and was destroyed in an explosion by the IRA in 1958. ==See also== * Eglinton Country Park * Eglinton Tournament Bridge ==Notes== Attribution: * * ==References== * * Anstruther, Ian (1986). The Knight and the Umbrella. Gloucester : Alan Sutton. . * Sir William Fraser, Memorials of the Montgomeries, Earls of Eglinton (1859). ==External links== * * peerage.com Archibald Montgomerie, 13th Earl of Eglinton * The Eglinton tournament: dedicated to the Earl of Eglinton, a fully digitized illustrated book about the tournament from The Metropolitan Museum of Art Libraries Category:1812 births Category:1861 deaths Category:People educated at Eton College Category:British racehorse owners and breeders 13 Category:Lord-Lieutenants of Ayrshire Category:Lords Lieutenant of Ireland Category:Rectors of the University of Glasgow Category:Rectors of the University of Aberdeen Category:Knights of the Thistle Category:Owners of Epsom Derby winners Category:Members of the Privy Council of the United Kingdom Category:Clan Montgomery Category:Peers of the United Kingdom created by Queen Victoria",
 "title": "Archibald Montgomerie, 13th Earl of Eglinton"
}