{
 "id": "432291",
 "text": "Herbert Eser Gray (May 25, 1931 – April 21, 2014) was a prominent Canadian politician. He served as a member of parliament for Windsor West for four decades, from 1962 to 2002; and consequently he is one of the longest serving members in Canadian history. He also served as cabinet minister under three prime ministers, and as the seventh deputy prime minister from 1997 to 2002. He was Canada's first Jewish federal cabinet minister. He is one of few Canadians granted the honorific The Right Honourable who was not so entitled by virtue of a position held. ==Early life and education== Gray was born in Windsor, Ontario, the son of Fannie (née Lifitz), a nurse, and Harry Gray, who had a business selling yard goods. His parents were both from Belarusian Jewish families. Gray attended Victoria School and Kennedy Collegiate Institute in Windsor before receiving a Bachelor of Commerce degree in 1952 from McGill University. He studied at Osgoode Hall Law School, where he received a Bachelor of Laws degree and was called to the bar, becoming a member of the Law Society of Upper Canada. On July 23, 1967, Gray married Sharon Sholzberg, also a lawyer. They had two children together: Jonathan David and Elizabeth Anne. ==Politics== Gray was first elected to Parliament for the riding of Essex West on June 18, 1962, as a member of the Liberal Party of Canada. He was re-elected in twelve subsequent federal elections, making him the longest continuously-serving Member of Parliament in Canadian history.Members of the House of Commons—1867 to Date—Continuous Years of Service . Parliament of Canada. Retrieved on December 6, 2006. Gray served in a variety of roles during his parliamentary career, including cabinet ministries and committee chairmanships during the Liberal governments of Lester Pearson and Pierre Trudeau, and as opposition House leader from 1984 to 1990. From February 6, 1990, to December 21, 1990, he was Leader of the Opposition, during John Turner's last four months as Liberal leader and the first few months of Jean Chrétien's leadership, until the latter won a by- election to Parliament. When the Liberals returned to power after the 1993 election, Gray was appointed Leader of the Government in the House of Commons and Solicitor General of Canada. On June 11, 1997, he was appointed Deputy Prime Minister of Canada. Gray also retained an interest in provincial politics in the Windsor area. In 1996, he was named as honorary co-chair of Dwight Duncan's bid to the lead the provincial Liberal Party. Duncan had previously worked in Gray's office. ==Retirement and death== thumb|left|Bronze bust by sculptor Christopher Rees in Windsor, Ontario Gray retired from Parliament on January 14, 2002, and was appointed Canadian Chair of the International Joint Commission, a bilateral organization which deals with Canada-United States trans-boundary issues on water and air rights. On November 28, 2008, Carleton University announced that Gray had been appointed as the university's 10th chancellor.Carleton University Newsroom - The Right Honourable Herb Gray, P.C., C.C., Q.C. Named Carleton University Chancellor . Retrieved on December 5, 2008. He died in hospital in Ottawa on April 21, 2014, aged 82. ==Honours== On January 15, 2002, then-Governor General of Canada Adrienne Clarkson granted Gray the title \"The Right Honourable\", in honour of his distinguished and record-setting contribution to Canadian political life. In 2003, he was made a Companion of the Order of Canada, a designation which can be bestowed on only 165 outstanding Canadians at any given time, in recognition of being \"an enduring force in Canadian politics\". He was a recipient of the Canadian Centennial Medal, the Queen Elizabeth II Silver Jubilee Medal, the 125th Anniversary of the Confederation of Canada Medal, Queen Elizabeth II Golden Jubilee Medal and the Queen Elizabeth II Diamond Jubilee Medal. He received honorary degrees from the University of Windsor, Assumption University (Windsor), Catholic University of Lublin (Poland), McGill University, and the University of Ottawa, and Honorary Lifetime Membership as Governor #71 with Junior Chamber International Canada (JCI Canada). In 2009, he became an honorary brother of Alpha Epsilon Pi. The upgraded Windsor-Essex Parkway has been renamed the Right Honourable Herb Gray Parkway. ==Personal life== Gray was diagnosed with esophageal cancer in 1996 and recovered after radiation therapy. In 1999, he had an operation to treat a prostate condition unrelated to the cancer. In August 2001, Gray underwent valve replacement surgery to correct a heart condition he had known about for years. ==Electoral record== ===Essex West=== |} |} |} ===Windsor West=== Note: Canadian Alliance vote is compared to the Reform vote in 1997 election. == Archives == There is a Herb Gray fonds at Library and Archives Canada. ==References== ==External links== * Category:1931 births Category:2014 deaths Category:Companions of the Order of Canada Category:Deputy Prime Ministers of Canada Category:Leaders of the Opposition (Canada) Category:Jewish Canadian politicians Category:Liberal Party of Canada MPs Category:McGill University Faculty of Management alumni Category:Members of the 20th Canadian Ministry Category:Members of the 22nd Canadian Ministry Category:Members of the 23rd Canadian Ministry Category:Members of the 26th Canadian Ministry Category:Members of the House of Commons of Canada from Ontario Category:Members of the Queen's Privy Council for Canada Category:Lawyers in Ontario Category:Canadian Queen's Counsel Category:Politicians from Ottawa Category:Politicians from Windsor, Ontario Category:Solicitors General of Canada",
 "title": "Herb Gray"
}