{
 "id": "432380",
 "text": "{| |} HMAS AE2 (originally known as AE2) was an E-class submarine of the Royal Australian Navy (RAN). One of two submarines ordered for the fledgling navy, AE2 was built by Vickers Armstrong in England and was commissioned into the RAN in 1914. Together with her sister submarine, , the boat then sailed to Australia in what was, at the time, the longest voyage ever undertaken by a submarine. After the start of World War I, AE2 was sent to German New Guinea with the Australian Naval and Military Expeditionary Force, then spent time patrolling around Fiji. With no need for submarines in the Pacific or Indian theatres, AE2 was towed to the Mediterranean, and arrived off Egypt in early 1915. The boat was assigned to the Dardanelles Campaign, and was the first submarine to successfully penetrate the waterway and enter the Sea of Marmara. With orders to \"run amok\" inside Turkish territory, AE2 operated for five days before mechanical faults forced her to the surface, where she was damaged by the torpedo boat . The submarine was scuttled by her crew, all of whom were captured. AE2 was the only RAN vessel lost to enemy action during World War I. The Rahmi M. Koç Museum began searching for the wreck in 1995, and found it in 1998. After another expedition in 2008, the Australian and Turkish Governments decided to leave the boat in place. ==Description== The E class was a version of the preceding D-class submarine enlarged to accommodate an additional pair of broadside torpedo tubes.Harrison, Chapter 4: Pre-1914 Saddle Tank Types D & E Classes AE2 was long overall, had a beam of and a draught of . She displaced on the surfaceFrame, No Pleasure Cruise, p. 97 and submerged. The E-class boats had a designed diving depth of , but the addition of watertight bulkheads strengthened the hull and increased the actual diving depth to . The crew consisted of 34 officers and ratings.Gillette, Australian & New Zealand Warships, 1914–1945, p. 47 The boat had two propellers, each of which was driven by an eight-cylinder, diesel engine as well as a electric motor. This arrangement gave the E-class submarines a maximum speed of while surfaced and submerged. They carried approximately of fuel oil that gave them a range of at while on the surface and at while submerged. AE2 had four 18-inch torpedo tubes, one each in the bow and stern, plus two on the broadside, one firing to port and the other to starboard. The boat carried one spare torpedo for each tube. No guns were fitted. ==Construction and service== AE2 was laid down on 10 February 1912 by Vickers Armstrong at Barrow-in-Furness, England, and launched on 18 June 1913. She was commissioned into the RAN at Portsmouth, England, on 28 February 1914 under the command of Lieutenant Henry H.G.D. Stoker, RN. Accompanied by her sister boat, , the other of the RAN's first two submarines, AE2 reached Sydney from England on 24 May 1914, manned by Royal Navy (RN) officers with a mixed crew of sailors drawn from the RN and RAN. The journey was, at the time, \"the longest submarine transit in history\", and 60 of the 83 days of the voyage were spent at sea. ===Outbreak of World War I=== On the outbreak of World War I in September 1914, the two submarines were assigned to the Australian Naval and Military Expeditionary Force as it captured German New Guinea.Stevens, in Stevens, The Royal Australian Navy, p. 36 During the capture of New Guinea, AE1 disappeared without a trace. After the German surrender, AE2 spent three weeks patrolling around Fiji with the battlecruiser , then returned to Sydney on 16 November for maintenance and repairs.Stevens, in Stevens, The Royal Australian Navy, p. 44 As AE2 was the only submarine in the region and the German threat to Australia had disappeared, Stoker suggested that the boat be transferred to Europe. Both the RAN and the British Admiralty agreed, and on 31 December, she left Albany with AIF Convoy 2 (under the tow of SS Berrima). The submarine was the only warship assigned to the sixteen-ship convoy, as after the Battle of Cocos resulted in the destruction of the last active German ship in the Indian or Pacific Oceans, the Admiralty felt no need to protect shipping in the Indian Ocean.Frame, No Pleasure Cruise, p. 115 AE2 arrived in Port Said, Egypt, on 28 January 1915, and was ordered to join the British 2nd Submarine Flotilla, and proceeded to take part in patrols in support of the Dardanelles Campaign.White, in Oldham, 100 Years of the Royal Australian Navy, p. 129 ===Dardanelles Campaign=== On 10 March, the submarine ran aground off Mudros when returning from a patrol, as the harbour lights used to aid navigation had been switched off in AE2s absence, which Stoker was not prepared for. The submarine was towed to Malta for repairs and returned to operation in April.White, in Oldham, 100 Years of the Royal Australian Navy, pp. 129–30 The aim of the Dardanelles Campaign was to knock Germany's ally, the Ottoman Empire, out of the war and open up supply lines to the Russian Empire via the Black Sea. Attempts to open the Dardanelles through naval power were unsuccessful: three Allied battleships were sunk, and another three crippled, during a surface attack; although the British submarine was able to enter the strait and sink the modernised ironclad , two failed attempts to traverse the waterway and enter the Sea of Marmara resulted in the loss of and the to mines and strong currents.Stevens, in Stevens, The Royal Australian Navy, pp. 44–45Preston, Submarine Warfare, p. 34 Plans were made to capture the Turkish defences by a land attack, with landings at Cape Helles and Anzac Cove. Despite the failures of E15 and Saphir, Stoker planned his own attempt, which was approved by the Allied fleet's commander, Vice Admiral John de Robeck.Stevens, in Stevens, The Royal Australian Navy, p. 45 thumb|left|HMAS AE2 AE2s first attempt was made early on 24 April, but the boat only made it into the strait before the forward hydroplane coupling failed, making the submarine impossible to control underwater and forced Stoker to retreat.White, in Oldham, 100 Years of the Royal Australian Navy, p. 130 At 02:30 on the following day, Stoker made a second attempt. The submarine was spotted by shore artillery and fired on from about 04:30; Stoker ordered the boat to dive to avoid the shells and to traverse the first minefield. AE2 spent the next hour picking her way through the mines' mooring cables: defensive wires that had been welded to the submarine in Malta prevented the mooring cables from catching. By 06:00, AE2 reached Chanak, and proceeded to torpedo a Turkish gunboat believed to be a Peyk-i Şevket-class cruiser while simultaneously taking evasive actions to avoid an enemy destroyer.Jose, The Royal Australian Navy, 1914–1918, p. 242 The submarine ran aground beneath a Turkish fort, but the fort's guns could not be lowered enough to fire, and AE2 was able to free herself within four minutes. Shortly after, the submarine's periscope was sighted by a Turkish battleship firing over the peninsula at the Allied landing sites; this prompted the ship to stop firing and withdraw. AE2 advanced toward the Sea of Marmara, and at 08:30, Stoker decided to rest the boat on the ocean bottom and wait until nightfall before continuing. At around 21:00, AE2 surfaced to recharge her batteries, and Stoker radioed his success back to the fleet; the first Allied vessel to transit the Dardanelles.Frame, No Pleasure Cruise, p. 119 Stoker had orders to \"generally run amok\", and with no enemies in sight, he ordered the boat to enter the Sea of Marmara. Although the landing at Cape Helles was going well at the time Stoker reported in, the landing at Anzac Cove was not as successful, and the commander of the Australian and New Zealand Army Corps, Lieutenant-General Sir William Birdwood was pushing for reembarkation of his troops. Some sources identify AE2 as one of the factors leading to Birdwood's decision to commit to the attack, although the Australian War Memorial claims there \"is no real evidence\" to support this.Stevens, in Stevens, The Royal Australian Navy, p. 46 The submarine made appearances across the Sea of Marmara over the following five days to give the impression of multiple boats, and several attacks against Turkish ships were made, although all failed because of increasing mechanical problems. News of the submarine's successes was spread to the soldiers ashore to improve morale. On 29 April, AE2 met , one of several submarines that had entered the Dardanelles following the Australian boat's successful attempt. The submarines arranged a rendezvous for the next morning. When AE2 reached the rendezvous point on 30 April, smoke from the torpedo boat Sultanhisar was sighted, so the submarine dove and moved to investigate. At 10:30, about a mile from the torpedo boat, AE2 inexplicably rose and broke the surface. While diving to evade, the boat passed below her safe diving depth; frantic attempts to correct this caused the submarine's stern to break the surface. Sultanhisar immediately fired on the submarine, puncturing the pressure hull in three places near the engine spaces. Stoker ordered the boat's company to evacuate, and scuttled AE2 at 10:45'. All personnel survived the attack and were captured by Sultanhisar, although four died from illness while in captivity. AE2s achievements showed others that the task was possible, and within months Turkish shipping and lines of communication were badly disrupted, with supplies and reinforcements for the Turkish defence of Gallipoli forced to take underdeveloped overland routes. AE2 was the only RAN vessel to be lost as a result of enemy action during World War I, and along with sister boat AE1, the total of the RAN's operational losses in the war.Frame, No Pleasure Cruise, p. 128 ==Search and discovery== Since 1995, Selçuk Kolay, director of the Rahmi M. Koç Museum in Istanbul, had searched for the remains of AE2. In 1996, he discovered what he believed to be the wreck lying in of water. With the assistance of an Australian diving team, it was determined in October 1997 that the wreck was that of an old steamer. After a further thorough side-scan sonar and magnetometric survey of the reported scuttling site of the AE2, Kolay located the submarine in June 1998, lying in of water. The wreck was first dived in July, while subsequent dives by an Australian team in October were able to confirm the wreck as being AE2. The Australian government makes no claim to the shipwreck, and the submarine is not a war grave. On 9 September 2007, Australian and Turkish naval authorities began an undersea investigation to determine if AE2 could be raised and restored. Such a plan would see the submarine transferred to a viewing tank at Çanakkale. As part of the inspection, a drop camera was inserted through the submarine's open hatch and into the control room. The survey team discovered that the wreck of AE2 had suffered further damage since the 1998 inspection dives. The bow portion of the external hull casing had been destroyed and the rear of the conning tower now showed significant damage. Following an April 2008 workshop by the Turkish Institute of Nautical Archaeology and the Submarine Institute of Australia, the recommendation was made against raising the wreck. Moving the submarine to a viewing tank, or alternately relocating the wreck to shallower water, were advised against because of the AU$80–100 million cost of such projects. Moving AE2 would also pose high risk to both the submarine and any vessels involved in the relocation; as well as potentially damaging the wreck, there is still an unexploded torpedo aboard. Instead, the workshop advised that the submarine be preserved through the use of sacrificial anodes to reduce corrosion, along with buoys and a surveillance system to mark the wreck and detect unauthorised access and potential damage. In March 2010, following an overhaul of the RAN battle honours system, AE2 was retroactively awarded the honours \"Rabaul 1914\" and \"Dardanelles 1915\". An ROV exploration of the wreck by the Defence Science and Technology Organisation took place in June 2014. Several significant discoveries were made, including confirmation of the existence of a portable wireless telegraph pole and antenna wire. During the exploration, sacrificial anodes were fitted to the wreck, and the location was marked with a buoy to minimize damage by passing ships. ==Legacy== In 2009, Edith Cowan University was commissioned by the National Archives of Australia to research and produce a computer game/simulation called AE2 Commander, funded under the $15,000 Ian Maclean Award. As well as being a realistic WWI submarine simulation, it is investigating how original archival sources can be used as part of computer simulation and serious gaming. An initial version of the AE2 Commander game and website went live on 17 April 2011. The game presents a combination of digitised documents from the collections of the National Archives of Australia and Australian War Memorial along with the embodiment of various archival sources in the setting and narrative of the game. Commemorative bronze plaques have been installed along sites associated with AE2s voyage from Australia to the Dardanelles. A Defence Housing estate under construction in Ermington, New South Wales, on the site of a former naval ammunition store is to be named AE2. In recent years, AE2 has been referred to as the Silent ANZAC. ==Citations== ==References== * * * * * * * * ==Further reading== * * * ==External links== *RAN webpage for HMAS AE2 *AE2 Commemorative Foundation * AE2 1997 and 1998 Expeditions, History and Pictures History of AE2 and expedition notes on the discovery and verification of the wreck. *British and Australian Submarines in the Dardanelles, 1915 Includes a full animation of the AE2's passage of the Dardanelles on 24–29 April 1915, based on Stoker's report of the voyage. *AE2 Commander – 3D simulation and 2D educational site developed by Edith Cowan University and the National Archives of Australia *The Diary of Able Seaman 7893 Albert Edward Knaggs R.A.N. A diary of one of the submariners who served on the AE2. *'Submarine losses 1904 to present day' - Royal Navy Submarine Museum Category:British E-class submarines of the Royal Australian Navy Category:Ships built in Barrow-in- Furness Category:1913 ships Category:World War I submarines of the United Kingdom Category:Gallipoli campaign Category:World War I shipwrecks in the Dardanelles Category:Lost submarines of Australia Category:World War I submarines of Australia Category:Maritime incidents in 1915 Category:Maritime incidents in Turkey Category:Shipwrecks in the Sea of Marmara",
 "title": "HMAS AE2"
}