{
 "id": "432417",
 "text": "Four Corners is an Australian investigative journalism/current affairs documentary television program. Broadcast on ABC TV, it premiered on 19 August 1961 and is the longest-running Australian television program in history. The program is one of only five in Australia inducted into the Logie Hall of Fame. ==History== Four Corners is based on the concept of British current affairs program Panorama. The program addresses a single issue in depth each week, showing either a locally produced program or a relevant documentary from overseas. The program has won many awards for investigative journalism. Including 23 Logie Awards and 62 Walkley Awards. It has broken high-profile stories. A notable early example of this was the show's 1962 exposé on the appalling living conditions endured by many Aboriginal Australians living in rural New South Wales. Founding producer Robert Raymond (1961–62) and his successor Allan Ashbolt (1963) did much to set the ongoing tone of the program. The program celebrated its 60th anniversary in 2021. ==Notable episodes == In sharp contrast to print media, television was the medium for critical accounts of Australia's role in the War in Vietnam. Four Corners, regardless of modest ratings, favoured the viewpoint of the antiwar and anti- conscription movements. ===1980s=== In 1983, Four Corners aired allegations that then New South Wales Premier Neville Wran had tried to influence the magistracy over the dropping of fraud charges against Kevin Humphreys, charged with misappropriation of funds from the Balmain Leagues Club. Wran stood down and the Street Royal Commission, headed by the Chief Justice of NSW, Sir Laurence Street, was set up to inquire into this matter. Street found that the chief magistrate, Murray Farquhar, had used the Premier's name to get the Humphreys case dismissed, but exonerated Wran of any involvement. Farquhar was subsequently sent to prison. Together with articles in The Courier-Mail, a 1987 Four Corners story entitled \"The Moonlight State\" reported on police corruption in Queensland. The subsequent Royal Commission, known as the Fitzgerald Inquiry, found systematic corruption in various levels of government and led to the gaoling of police commissioner Terry Lewis, and the resignation and subsequent criminal trial of Premier Joh Bjelke-Petersen. The program has investigated other cases of corruption in the New South Wales and Victorian police forces. Another report from 1985 helped to reveal that the French secret service had been responsible for the bombing of the Rainbow Warrior. ===2000s=== A 2006 episode titled \"Greenhouse Mafia\" exposed the influence of the fossil fuel lobby on Australian climate change policy. In March 2009, an episode titled \"The Dishonouring of Marcus Einfeld\" aired; it detailed the events leading up to the conviction and sentencing of an Australian former federal court judge, Marcus Einfeld. Einfeld was convicted on charges of perjury and perverting the course of justice over a speeding ticket. \"The Code of Silence\", which aired 11 May 2009, was an investigative report on the attitudes towards and the treatment of women by National Rugby League players. The report focused primarily on two incidents involving NRL players and women who felt they had been exploited sexually. The mainstream media reported heavily on the subject for a number of weeks following the airing of \"The Code of Silence\". The Four Corners website has also won multiple awards, including two Walkley Awards and three AIMIA Awards for its Broadband Editions of the programs, which include exclusive interviews, analysis and background information on selected programs. ===2010s=== On 8 March 2010, a program was aired shedding light on ex-members of the controversial Church of Scientology, many speaking of abuse and other forms of inhumane treatment, for example coerced abortions and disconnection.Quentin McDermott (8 March 2010). Scientology in the spotlight amid fresh allegations. ABC News. Australian Broadcasting Corporation. Retrieved on 30 March 2012.Quentin McDermott (8 March 2010). Scientology: The Ex-Files. Australian Broadcasting Corporation. Retrieved on 30 March 2012. The program was of note due to Church spokesperson Tommy Davis \"categorically [denying]\" all allegations put forward by ex-members. All interviews were conducted by Four Corners journalist Quentin McDermott, and aired the same week that a Parliamentary vote was held for an inquiry into the Church after South Australian Senator Nick Xenophon brought Church abuse to light in November 2009.(18 November 2009). Scientology faces scrutiny after abuse allegations. WA Today. Fairfax Media. Retrieved on 30 March 2012.Chris Uhlmann (19 November 2009). Scientology under attack. Australian Broadcasting Corporation. Retrieved on 30 March 2012. On 30 May 2011, the program aired an exposé on cruelty inflicted on Australian cattle exported to Indonesian abattoirs. As a result, there was a major public outcry at the practices and a petition launched by activist group GetUp! received more than 10,000 signatures overnight. This petition has received over 200,000 signatures.Ban Live Export. GetUp!. Retrieved on 30 March 2012. The next day, independent MP Andrew Wilkie and independent Senator Nick Xenophon lobbied for an immediate ban on live export to Indonesia, which was backed by the Federal Minister for Agriculture, Joe Ludwig. There was an immediate ban on the abattoirs featured in the graphic Four Corners program, which was followed by a six-month ban on all live trade to Indonesia. In February 2015, Four Corners uncovered widespread live baiting in the greyhound racing industry. The investigation revealed the use of live piglets, possums and rabbits to train racing greyhounds in three states. The revelation led to suspensions, resignations, inquiries and condemnation of the practice. The NSW Greyhound racing board was dismissed, and the Queensland Government dissolved all the Racing Queensland boards. On 28 March 2016, Four Corners in an episode called State of Fear: Murder and Money in Malaysia, aired new allegations about the large sums of money that have flowed into the bank accounts of Malaysian Prime Minister Najib Razak. On 26 July 2016, Four Corners aired graphic footage of systematic physical and verbal abuse of young Indigenous children and teenagers in the Northern Territory at Don Dale Youth Detention Centre. The episode caused outrage from the Australian public, prompting Prime Minister Malcolm Turnbull to announce a Royal Commission into the abuse occurring in the Northern Territory. This episode also resulted in the NT Corrections Minister, John Elferink, being stood down from his position. On 4 February 2019, Four Corners aired a report documenting the status of women's rights in Saudi Arabia. The episode also chronicled Rahaf Mohammed who eventually found asylum in Canada, Dina Ali Lasloom who was unsuccessful in her attempt to secure asylum in Australia, and featured prominent activist Mona Eltahawy and Manal al-Sharif. ===2020s=== On 16 March 2020, the program aired a report documenting war crimes, including the murder of prisoners, by members of Australia's Special Air Service Regiment deployed to Afghanistan. In May 2021, ABC managing director, David Anderson delayed a Four Corners story about the relationship between Prime Minister Scott Morrison and a supporter of QAnon, in spite of \"(a) lot of detail is already in the public domain\". The story aired on Four Corners the following week.Meade, Amanda. (11 June 2021) \"ABC to air delayed Four Corners episode about Scott Morrison and a supporter of QAnon\", The Guardian. Retrieved 18 June 2021.Maiden, Samantha. (15 June 2021) \"Scott Morrison says he won’t answer the ABC’s questions on his ties to QAnon\", News.com.au. Retrieved 18 June 2021. == Hosts == * Michael Charlton, 1961 * Mike Willesee, 1969–1971 * Caroline Jones, 1973–1981 * Andrew Olle, 1985–1994 * Liz Jackson, 1995–1999, * Kerry O'Brien, 2011–2015 * Sarah Ferguson, 2016–2018 *Michael Brissenden, 2019–present == Producers == * Robert Moore (1965–1967) * Sam Lipski (1968) * Paul Lyneham (1980–81) * Bruce Belsham (executive producer, 2002–2007) * Sue Spencer (executive producer, 2007–2015) * Sally Neighbour (executive producer, 2015–present) ==See also== * List of longest-running Australian television series == References == == External links == * * * Four Corners at the National Film and Sound Archive *Four Corners celebrates 40 years — in 90 minutes, abc.net.au. Retrieved on 28 April 2017. * Category:Australian Broadcasting Corporation original programming Category:Australian non-fiction television series Category:ABC News and Current Affairs Category:Black-and-white Australian television shows Category:1961 Australian television series debuts Category:1970s Australian television series Category:1980s Australian television series Category:1990s Australian television series Category:2000s Australian television series Category:2010s Australian television series Category:English-language television shows Category:Articles containing video clips",
 "title": "Four Corners (Australian TV program)"
}