{
 "id": "432452",
 "text": "{| |} HMAS Arrow (P 88) was an Attack class patrol boat of the Royal Australian Navy (RAN). ==Design and construction== The Attack class was ordered in 1964 to operate in Australian waters as patrol boats (based on lessons learned through using the Ton class minesweepers on patrols of Borneo during the Indonesia-Malaysia Confrontation), and to replace a variety of old patrol, search-and-rescue, and general-purpose craft. Initially, nine were ordered for the RAN, with another five for Papua New Guinea's Australian-run coastal security force, although another six ships were ordered to bring the class to twenty vessels. The patrol boats had a displacement of 100 tons at standard load and 146 tons at full load, were in length overall, had a beam of , and draughts of at standard load, and at full load.Gillett, Australian and New Zealand Ships since 1946, p. 86Blackman (ed.), Jane's Fighting Ships, 1968–69, p. 18 Propulsion machinery consisted of two 16-cylinder Paxman YJCM diesel engines, which supplied to the two propellers. The vessels could achieve a top speed of , and had a range of at . The ship's company consisted of three officers and sixteen sailors. Main armament was a bow-mounted Bofors 40 mm gun, supplemented by two .50 calibre M2 Browning machine guns and various small arms. The ships were designed with as many commercial components as possible: the Attacks were to operate in remote regions of Australia and New Guinea, and a town's hardware store would be more accessible than home base in a mechanical emergency.The patrol boat, Australian National Maritime Museum Arrow was built by Walkers Limited at Maryborough, Queensland,Gillett, Australian and New Zealand Ships since 1946, p. 87 launched on 17 February 1968, and commissioned on 3 July 1968. ==Operational history== Arrow was transferred to the Melbourne Division of the Royal Australian Navy Reserve in mid-1968, then was returned to active service in the early 1970s. ==Fate== During Cyclone Tracy on 25 December 1974, Arrow was driven ashore and sank at Stokes Hill Wharf in Darwin with the loss of two sailors, Petty Officer Leslie Catton, and Able Seaman Ian Rennie. == Memorial == On 24 April 2019 a memorial, to HMAS Arrow and the sailors that lost their lives, was unveiled at the Royal Flying Doctor Service and The Bombing of Darwin Tourist Facility at Stokes Hill Wharf by two surviving crew members and family of the two sailors that died. ==See also== * Booya (ship) ==Citations== ==References== * * * Category:Attack-class patrol boats Category:Ships built in Queensland Category:Maritime incidents in 1974 Category:Shipwrecks of the Northern Territory Category:1968 ships Category:Cyclone Tracy",
 "title": "HMAS Arrow (P 88)"
}