{
 "id": "432402",
 "text": "Michelle Sung Wie West (; born October 11, 1989) is an American professional golfer who plays on the LPGA Tour. At age 10, she became the youngest player to qualify for a USGA amateur championship. Wie also became the youngest winner of the U.S. Women's Amateur Public Links and the youngest to qualify for an LPGA Tour event. She turned professional shortly before her 16th birthday in 2005, accompanied by an enormous amount of publicity and endorsements. She won her first and only major at the 2014 U.S. Women's Open. ==Early life, family and education== Wie was born on October 11, 1989 in Honolulu, Hawaii. She is the only child of immigrant parents from South Korea who came to the United States in the 1980s. Her father, Byung-wook Wie, is a former professor of travel industry management at the University of Hawaii. Her mother, Bo, was South Korea's women's amateur golf champion in 1985, and competed in a Miss Korea beauty pageant. Her paternal grandfather, Sang-Kyu Wie, a resident of Jangheung, Jeollanam-do, was an emeritus professor at Seoul National University. When she was born, Wie was a dual citizen of South Korea (by jus sanguinis) and the United States (by jus soli). She renounced her South Korean citizenship in February 2013. Wie graduated from Punahou School in Honolulu in June 2007. On December 19, 2006, she announced that she would be attending Stanford University, where there are family ties. Her paternal grandfather was a visiting professor, and an aunt and uncle are both graduates. She enrolled in September 2007 as a freshman, but as a professional golfer, Wie was not eligible under NCAA rules to play for Stanford's golf team. During her first three years at Stanford, she attended only during the fall and winter quarters, running from late September through mid-March each year. She took leaves of absence during the rest of the year to play professional golf. Wie completed her studies at Stanford in March 2012 with a major in communications. She participated in the university's graduation ceremony in June 2012. ==Amateur career (2000–2005)== Wie began playing golf at the age of four. In 2000, at the age of ten, she became the youngest player ever to qualify for the U.S. Women's Amateur Public Links Championship. Eight years later, Wie's mark was surpassed by fellow Hawaiian Allisen Corpuz, who qualified when she was five months younger than Wie had been when she set the record. Wie remained the youngest player to advance to match play in this tournament, until 2014 when Lucy Li surpassed her by one week. In 2001, at the age of 11, she won both the Hawaii State Women's Stroke Play Championship and the Jennie K. Wilson Women's Invitational. The Jennie K. Wilson Women's Invitations is the oldest and most prestigious women's amateur tournament in Hawaii. She also advanced into match play at the Women's U.S. Amateur Public Links Championship. In 2002, she won the Hawaii State Open Women's Division by thirteen shots. She also became the youngest player to qualify for an LPGA event, the Takefuji Classic held in Wie's home state of Hawaii. While she went on to miss the cut, her record stood for five more years until it was broken in 2007 by 11-year-old Ariya Jutanugarn. At the 2003 Kraft Nabisco Championship, Wie became the youngest player to make an LPGA cut. She carded a 66 in the third round, tying the amateur record for a women's major championship and qualifying her to play in the final group of the championship. In June 2003, Wie won the Women's Amateur Public Links tournament, becoming the youngest person ever, male or female, to win a USGA adult event. Later that summer, she made the cut at the US Women's Open when she was still just 13, the youngest player ever to do so. Wie was given a sponsor's exemption to the 2004 Sony Open in Hawaii, becoming the fourth, and youngest, female to play a PGA Tour event. Her second round score of 68 was the lowest ever by a woman in a PGA Tour event, though she went on to miss the cut in the tournament. While missing the cut by 1 stroke she bettered the 36 hole score of 47 men including 4 major winners and matched the scores of 15 more men including 3 more major winners. This in itself was an utterly incredible achievement by a 14 year-old girl. At age 16, 2 years later she shot another round of 68 in the men's tour Sony open and bettered the 36 hole score of 18 men including 2 major winners and matched the score of 9 others including 1 major winner. She again played in the LPGA Kraft Nabisco Championship, finishing fourth. As part of the victorious U.S. team, she became the youngest woman ever to play in the Curtis Cup tournament. Wie started her 2005 season by accepting another sponsor's invitation to play on the PGA Tour at the Sony Open in Hawaii, where she again missed the cut. She played five more LPGA Tour events that year as well as a PGA Tour event, the John Deere Classic. It was her third outing at a PGA Tour event; she missed the cut by two strokes. She entered qualifying for the U.S. Amateur Public Links and became the first female golfer to qualify for a USGA national men's tournament, tying for first place in a 36-hole qualifier for the U.S. Amateur Public Links. Wie made the top 64 in the stroke play rounds to qualify for match play. She lost in the quarterfinals to eventual champion Clay Ogden. On October 5, 2005, a week before her 16th birthday, Wie announced that she was turning professional. She signed sponsorship contracts with Nike and Sony reportedly worth more than $10 million per year. ==Professional career== ===Pre-LPGA membership (2005–08)=== When Wie turned professional, she was not a member of any professional tour. LPGA Tour membership age requirements require a golfer to be 18, although some players such as Morgan Pressel and Aree Song have successfully petitioned for an exemption to join at age 17. Wie chose not to request an exemption and was thus only allowed to participate in a limited number of LPGA Tour events when given a sponsor's exemption from 2005 until 2008. Wie played her first professional event in the 2005 LPGA Samsung World Championship, where she was disqualified from a fourth-place finish for signing an incorrect scorecard. A journalist, Michael Bamberger, reported a day after Wie had completed her round that she had illegally dropped the ball closer to the hole than its original lie. Wie would later go on to tally four top-5 finishes on the LPGA tour, including a second at the Evian Masters, a tie for third at the Kraft Nabisco Championship, and a tie for 5th at the LPGA Championship. In the initial Rolex World Golf Rankings in February, 2006, Wie was placed third, behind Annika Sörenstam and Paula Creamer, but eventually dropped to 7th, partially due to a limited schedule. 2006 also involved several competitions against male competitors, starting with the PGA Tour Sony Open, where she again missed the cut, this time by four strokes. In May she became the first female medalist in a local qualifier for the men's U.S. Open, but did not advance past the New Jersey final stage qualifier. At the PGA John Deere Classic, after a 6-over-par first round, and 10 strokes off the projected cut, midway through round two, she withdrew from the tournament, citing heat exhaustion and tiredness. Wie also played on both the European and Asian tours. At the SK Telecom Open, a men's tournament in South Korea, she became the second woman (after Se Ri Pak) to make the cut on the Asian Tour, and in addition, reportedly received appearance fees exceeding the event's total prize money. However, Wie finished the season with several disappointing performances in both male and female tournaments, including the Omega European Masters, PGA 84 Lumber Classic, LPGA Tour Samsung World Championship and the Casio World Open. At this point, Wie had played 14 consecutive rounds of tournament golf without breaking par and had missed the cut in 11 out of 12 tries against men and remained winless against the women. thumb|Michelle Wie, 2007 In 2007, Wie's slump continued, including a four- month hiatus, due to injuries to both wrists, a disqualification, and several missed cuts and withdrawals. At the LPGA Ginn Tribute Hosted by Annika, she was 14 over par through 16 holes in the first round before withdrawing, citing the injury. The withdrawal was controversial owing to the LPGA Rule of 88, which states that a non-LPGA member shooting a score of 88 or more is forced to withdraw and banned from LPGA co-sponsored events for the rest of the year. Later that year, after finishing one stroke off the lead during the second round of the State Farm Classic, she was disqualified for walking outside of the official tournament area before returning to sign her scorecard. Despite the lack of victories, Wie was ranked #4 in the 2007 Forbes Top 20 Earners Under 25, with an annual earnings of $19 million . Wie finally became eligible to play full-time on the LPGA Tour in 2009, when she tied for 7th place at the LPGA qualifying tournament in Daytona Beach. ===LPGA membership (2009–present)=== After passing LPGA Qualifying School in December 2008, Wie declared that she still planned to play in tournaments against men. However, for the second consecutive year, she did not receive a sponsor exemption to play in the Sony Open in Hawaii where she had played four years in a row from 2004 through 2007. Her first tournament as an LPGA member was the season- opening SBS Open at Turtle Bay where she shot 66, 70 to move into a tie with Angela Stanford going into the final round of the tournament. Wie held a three-stroke lead with eight holes remaining, but ended up losing to Stanford by three strokes. It was reported in early March, 2009, that Wie had left the William Morris Agency, the Hollywood talent agency that had represented her since she turned pro in 2005, and would be signing with sports agency IMG. At the second major of the year, the LPGA Championship, she finished tied for 23rd, her best finish in a major since 2006. During this tournament she also scored her first recorded hole-in-one as a professional. However, the day after her final round of the LPGA Championship, she failed to qualify for the U.S. Women's Open due to a mediocre performance at a sectional qualifying tournament. In August, at Rich Harvest Farms golf course in Sugar Grove, Illinois, Wie was a captain's pick for the United States team in Solheim Cup competition, where she led the American squad to victory with a 3-0-1 performance, the best record on the American team. On November 15, 2009, Wie won her first professional individual tournament, the Lorena Ochoa Invitational in Guadalajara, Mexico, an event on the LPGA Tour limited to the top 36 female golfers in the world as determined by the LPGA money list and Rolex women's world golf rankings, posting a score of thirteen under par 275 for a two-stroke margin over fellow American Paula Creamer, and beating Jiyai Shin, Cristie Kerr and Morgan Pressel by two strokes. She then finished second in the Ladies European Tour season-ending Dubai Ladies Masters tournament on December 9–12, 2009, shooting a 15-under-par 273, which put her three shots behind winner In-Kyung Kim. On August 29, 2010, she posted a three-shot win over a full field at the CN Canadian Women's Open, held at St. Charles Country Club in Winnipeg, Manitoba, for her second career professional victory. In her next LPGA event two weeks later, she finished second in the 54-hole P&G; NW Arkansas Championship shooting 201 (−12) and losing to Yani Tseng by one stroke after giving up an overnight three-stroke lead. On April 19, 2014, Wie won her third LPGA Tour event – and her first in the United States – the LPGA Lotte Championship. She was four strokes behind Angela Stanford after 54 holes but shot a 67 to Stanford's 73 to win by two strokes. On June 22, 2014, Wie won her fourth LPGA Tour event and first major championship, the U.S. Women's Open. She was tied for the lead with Amy Yang after 54 holes at two-under-par. She double-bogeyed the 16th hole to fall within one shot of Stacy Lewis, but birdied the next hole and parred the last hole for a final round par-70 to win by two strokes over Lewis. The win, coupled with her second-place finish in the 2014 Kraft Nabisco Championship, resulted in her winning the inaugural Rolex Annika Major Award. In 2014, she was also named one of ESPNW's Impact 25. Wie will contribute to CBS Sports’ multimedia golf coverage, including the Masters starting in 2020. ==Controversies== From the beginning of her public career, Michelle Wie was the subject of controversy expressed by fans, media, peers, and other observers. ===Performances in men's events=== Despite the publicity her appearances garnered, Wie made only one cut in a men's tournament: at the rain-shortened 2006 SK Telecom Open on the Asian Tour. She made no cuts on the PGA Tour. After she missed the cut at the 2007 Sony Open by 14 shots, many sports critics began to doubt whether she ever would. Wie's last appearance in a men's professional event was at the 2008 Legends Reno- Tahoe Open, an alternate event on the PGA Tour. Wie shot rounds of 73 and 80, missing the cut by nine strokes. ===Use of exemptions=== Professional golfers, fans, and media critics remarked that allowing Wie to compete in PGA events took away opportunities from more deserving golfers. By late 2007, the criticism over the use of exemptions had extended to Wie's participation in women's events on the LPGA Tour as well. Wie declined to enter LPGA Tour qualifying school after turning 18 and therefore would have to depend on sponsor exemptions to play in future LPGA tournaments. This decision drew criticism from golf fans and commentators. Such criticism ended after Wie qualified for the LPGA Tour through the 2008 qualifying tournament. ===Caddie turnover=== Early in her career, Wie employed many different caddies after her father stopped being her caddie in 2004. She created controversy when, after finishing tied for 26th at the 2006 British Open, her caddie Greg Johnston was fired over the phone by Wie's then-agent Ross Berlin. Johnston said he was \"surprised and disappointed\" at the firing and at the fact that \"no one named Wie gave me the news.\" Wie employed several other professional caddies after Johnston, and also returned to using her father for the remainder of the 2007 season, parting ways with caddie David Clarke after she missed the cut at that year's British Open. For much of 2009, Wie used on-loan caddie Patrick Tarrant, who worked for then-injured PGA pro Brett Wetterich; however, at the end of that year but prior to her first LPGA victory, Tarrant recommended that she work with his friend Brendan Woolley, who continued as her exclusive caddie through the 2010 season. Woolley and Wie parted ways in December 2012 after finishing 64th on the LPGA Money List and earning just $158,546 that season. In January 2013, Wie employed Mark Wallington, who caddied for another LPGA professional and European Solheim Cup player, Sophie Gustafson, for three tournaments. Wie then began working with Duncan French, who has continued caddying for her exclusively since. ===2007 wrist injury=== In the first week of February 2007, it was reported that Wie hurt her left wrist in a fall while running. However, little information was provided to the public due to concerns about her privacy. Initially, her public relations staff reported that she would be away from golf for 4 to 6 weeks but the injury lasted until the end of May. In response to the lack of information and prolonged absence, Brittany Lincicome questioned whether Wie and her parents had fabricated the injury in order to give her a reason to take a break from golf. At the Ginn Tribute Hosted by Annika in May 2007, Wie's playing partner, Alena Sharp, questioned Wie's withdrawal from the tournament due to wrist injury. However, Wie's other playing partner, Janice Moodie, stated that she heard Wie say \"Ouch!\" after hitting her tee shot, and confirmed \"She didn't swing as hard from that point on.\" In April 2008, she announced that she had three broken bones in her wrist, despite her agent's March 2007 announcement that the wrist was not broken. A 2009 article about Wie's injury stated that the original misinformation resulted from Wie and her family failing to \"understand or accept the severity of the injury,\" and that during the entire 2007 season, Wie played under a great deal of pain, taking four to five pain killers a day. ==Personal life== In March 2019, Wie announced that she was engaged to be married to Jonnie West, who is Director of Basketball Operations for the Golden State Warriors and is the son of NBA legend Jerry West. They married on August 10, 2019, at a private home in Beverly Hills, California. In January 2020, Wie announced she was pregnant with a daughter, and has expressed interest in eventually returning to competitive golf. On June 19, 2020, Wie gave birth to her daughter, Makenna Kamalei Yoona West. ==Amateur wins== *2002 Hawaii State Open, Women's Division (67-71-70=208 −8), 13 strokes over Cindy Rarick *2003 U.S. Women's Amateur Public Links (Stroke play: 73-71=144 (E). 18-hole matches: 2&1, 2&1, 5&4, 6&5, 5&4\\. 36-hole final: 1 up over Virada Nirapathpongporn) Wie won several other Hawaiian local and junior events during the years 2000 through 2002. Wie played her first professional event while still an amateur in February 2002. Prior to her first win in a professional tournament, on November 15, 2009, she played in a total of 80 professional events as either an amateur or a professional: *66 against women: 64 on the LPGA Tour, 1 on the Ladies European Tour, and 1 on the LPGA of Korea Tour. *14 against men: 8 on the PGA Tour, 2 on the Japan Golf Tour, 1 on the European Tour, 1 on the Asian Tour, 1 on the Nationwide Tour, and 1 on the Canadian Tour. ==Professional wins (5)== ===LPGA Tour wins (5)=== {| class=\"wikitable\" style=\"font-size:95%;\" |- style=\"background:#eeeeee;\" |Legend |- style=\"background:#e5d1cb;\" | Major championships (1) |- | Other LPGA Tour (4) |} {| class=\"wikitable\" style=\"font-size:95%;\" !No. !Date !Tournament !Winning score !Margin of victory !Runner(s)-up !Winner's share ($) |- |align=center|1 |Nov 15, 2009 |Lorena Ochoa Invitational |−13 (70-66-70-69=275) |align=center|2 strokes | Paula Creamer |align=center|220,000 |- |align=center|2 |Aug 29, 2010 |CN Canadian Women's Open |−12 (65-69-72-70=276) |align=center|3 strokes | Jee Young Lee, Kristy McPherson, Suzann Pettersen, Jiyai Shin |align=center|337,500 |- |align=center|3 |Apr 19, 2014 |LPGA Lotte Championship |−14 (70-67-70-67=274) |align=center|2 strokes | Angela Stanford |align=center|255,000 |- style=\"background:#e5d1cb;\" |align=center|4 |Jun 22, 2014 |U.S. Women's Open |−2 (68-68-72-70=278) |align=center|2 strokes | Stacy Lewis |align=center|720,000 |- |align=center|5 |Mar 4, 2018 |HSBC Women's World Championship |−17 (67-73-66-65=271) |align=center|1 stroke | Brooke Henderson, Danielle Kang, Nelly Korda, Jenny Shin |align=center|225,000 |} ==Major championships== ===Wins (1)=== {|class=\"wikitable\" !Year!!Championship!!Winning score!!Margin!!Runner-up |-style=\"background:#FBCEB1;\" | 2014 || U.S. Women's Open ||−2 (68-68-72-70=278) ||2 strokes || Stacy Lewis |} ===Results timeline=== Results not in chronological order before 2019. {| class=\"wikitable\" style=\"text-align:center\" !align=\"left\"|Tournament !! 2003 !! 2004 !! 2005 !! 2006 !! 2007 !! 2008 !! 2009 |- |align=left|ANA Inspiration |style=\"background:yellow;\"|T9LA |style=\"background:yellow;\"|4LA |T14LA |style=\"background:yellow;\"|T3 |style=\"background:#eeeeee;\"| |style=\"background:#eeeeee;\"| |T67 |- |align=left|U.S. Women's Open |T39 |T13TLA |T23 |style=\"background:yellow;\"|T3 |WD |CUT |style=\"background:#eeeeee;\"| |- |align=left|Women's PGA Championship |style=\"background:#eeeeee;\"| |style=\"background:#eeeeee;\"| |style=\"background:yellow;\"|2LA |style=\"background:yellow;\"|T5 |84 |style=\"background:#eeeeee;\"| |T23 |- |align=left|Women's British Open |style=\"background:#eeeeee;\"| |style=\"background:#eeeeee;\"| |style=\"background:yellow;\"|T3LA |T26 |CUT |style=\"background:#eeeeee;\"| |T11 |} {| class=\"wikitable\" style=\"text-align:center\" !align=\"left\"|Tournament !! 2010 !! 2011 !! 2012 !! 2013 !! 2014 !! 2015 !! 2016 !! 2017 !! 2018 !! 2019 |- |align=left|ANA Inspiration |T27 |style=\"background:yellow;\"|6 |CUT |T41 |style=\"background:yellow;\"|2 |T57 |T36 |style=\"background:yellow;\"|6 |T30 |CUT |- |align=left|U.S. Women's Open |CUT |T55 |T35 |WD |style=\"background:lime;\"|1 |11 |CUT |WD |style=\"background:yellow;\"|T10 |style=\"background:#eeeeee;\"| |- |align=left|Women's PGA Championship |T19 |T72 |CUT |style=\"background:yellow;\"|T9 |style=\"background:#eeeeee;\"| |T41 |CUT |T20 |T28 |CUT |- |align=left|The Evian Championship ^ |style=\"background:#eeeeee;\" colspan=3| |T37 |WD |T16 |T55 |style=\"background:#eeeeee;\"| |style=\"background:#eeeeee;\"| |style=\"background:#eeeeee;\"| |- |align=left|Women's British Open |T17 |T28 |T13 |T56 |CUT |WD |CUT |style=\"background:yellow;\"|T3 |WD |style=\"background:#eeeeee;\"| |} {| class=\"wikitable\" style=\"text- align:center\" !align=\"left\"|Tournament !! 2020 !! 2021 |- |align=left|ANA Inspiration |style=\"background:#eeeeee;\"| |CUT |- |align=left|U.S. Women's Open |style=\"background:#eeeeee;\"| |CUT |- |align=left|Women's PGA Championship |style=\"background:#eeeeee;\"| |T46 |- |align=left|The Evian Championship ^ |style=\"background:#eeeeee;\"|NT |style=\"background:#eeeeee;\"| |- |align=left|Women's British Open |style=\"background:#eeeeee;\"| |style=\"background:#eeeeee;\"| |}^ The Evian Championship was added as a major in 2013. LA = Low amateur CUT = missed the half-way cut WD = withdrew NT = no tournament T = tied ===Summary=== {| class=wikitable style=text-align:center !Tournament !! Wins !! 2nd !! 3rd !! Top-5 !! Top-10 !! Top-25 !! Events !! Cuts made |- |align=left|ANA Inspiration || 0 || 1 || 1 || 3 || 6 || 7 || 16 || 13 |- |align=left|U.S. Women's Open || 1 || 0 || 1 || 2 || 3 || 6 || 16 || 9 |- |align=left|Women's PGA Championship || 0 || 1 || 0 || 2 || 3 || 6 || 14 || 11 |- |align=left|The Evian Championship || 0 || 0 || 0 || 0 || 0 || 1 || 4 || 3 |- |align=left|Women's British Open || 0 || 0 || 2 || 2 || 2 || 5 || 13 || 8 |- !Totals !! 1 !! 2 !! 4 !! 9 !! 14 !! 25 !! 63 !! 45 |} *Most consecutive cuts made – 13 (2003 Kraft Nabisco – 2007 LPGA) *Longest streak of top-10s – 4 (2005 British Open – 2006 U.S. Open) ==LPGA Tour career summary== {|class=\"wikitable\" style=\"text-align:center; font-size: 95%;\" ! Year !! Tournaments played !! Cuts made* !!Wins !! 2nd !! 3rd !! Top 10s !! Best finish !! Earnings ($) !! Money list rank !! Scoring average !! Scoring rank |- |2002 |3 |0 |0 |0 |0 |0 |MC |align=\"center\" rowspan=4|n/a |align=\"center\" rowspan=4| |75.67 |n/a |- |2003 |7 |6 |0 |0 |0 |1 |T9 |73.00 |n/a |- |2004 |7 |7 |0 |0 |0 |2 |4 |71.00 |n/a |- |2005 |8 |8 |0 |3 |1 |4 |2 |70.76 |n/a |- |2006 |8 |8 |0 |1 |3 |6 |T2 |align=\"right\"| 730,921 |n/a |70.78 |n/a |- |2007 |7 |4 |0 |0 |0 |0 |19 |align=\"right\"| 23,024 |n/a |76.68 |n/a |- |2008 |7 |5 |0 |0 |0 |0 |T12 |align=\"right\"| 62,763 |n/a |72.15 |n/a |- |2009 |19 |17 |1 |2 |2 |8 |1 |align=\"right\"| 918,659 |14 |70.57 |9 |- |2010 |19 |17 |1 |1 |1 |5 |1 |align=\"right\"| 888,017 |9 |71.34 |18 |- |2011 |20 |17 |0 |2 |0 |7 |2 |align=\"right\"|627,936 |18 |71.94 |24 |- |2012 |23 |13 |0 |0 |0 |1 |8 |align=\"right\"|158,546 |64 |73.48 |92 |- |2013 |26 |18 |0 |0 |1 |4 |T3 |align=\"right\"|355,853^ |41 |71.71 |36 |- |2014 |21 |19 |2 |1 |3 |13 |1 |align=\"right\"|1,924,796 |4 |69.82 |3 |- |2015 |24 |18 |0 |0 |0 |0 |11 |align=\"right\"|348,918 |49 |71.86 |53 |- |2016 |25 |12 |0 |0 |0 |1 |T10 |align=right|76,109 |105 |72.95 |116 |- |2017 |24 |20 |0 |1 |2 |8 |T2 |align=right|930,575 |19 |70.47 |25 |- |2018 |16 |14 |1 |0 |0 |2 |1 |align=right|556,322 |39 |70.80 |25 |- |2019 |4 |1 |0 |0 |0 |0 |T23 |align=right|15,377 |159 |75.30 |n/a |- |2020 |colspan=11|Did not play |- |2021 |6 |2 |0 |0 |0 |0 |T40 |align=right|24,174 |154 |73.94 |n/a |- !Totals !274 !206 !5 !11 !13 !62 !1 !align=\"right\"|6,825,282† !44 ! ! |} *As of the 2021 season *Wie was not a member of the LPGA Tour before the 2009 season. * Includes matchplay and other events without a cut. ^Wie's $6,760 earnings at the 2013 Honda LPGA Thailand and $65,589 at the 2017 HSBC Women's Champions were considered unofficial under LPGA rules and are not included in yearly totals. †Does not include non-member earnings from 2006 to 2008 ==World ranking== Position in Women's World Golf Rankings at the end of each calendar year. {|class=\"wikitable\" style=\"text-align:center; font-size: 95%;\" ! Year !! Ranking !! Source |- | 2006 || 11 || |- | 2007 || 71 || |- | 2008 || 238 || |- | 2009 || 10 || |- | 2010 || 10 || |- | 2011 || 17 || |- | 2012 || 62 || |- | 2013 || 61 || |- | 2014 || 6 || |- | 2015 || 28 || |- | 2016 || 173 || |- | 2017 || 29 || |- | 2018 || 32 || |- | 2019 || 215 || |- | 2020 || 497 || |- | 2021 || 594 || |} ==Professional record outside of LPGA Tour== This table shows Wie's earnings as a professional, excluding LPGA Tour events. {| class=wikitable ! Year !! Dates !! Tournament !! Tour !! Finish !! Margin || Earnings ($) |-style=\"background:#FFCC99;\" |align=\"center\"|2005 |Nov 24–27 |Casio World Open |Japan Golf Tour |align=\"center\"|MC |1 from cutline |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2006 |Jan 12–15 |Sony Open in Hawaii |PGA Tour |align=\"center\"|MC |4 from cutline |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2006 |May 4–7 |SK Telecom Open* |Asian Tour |align=\"center\"|T35 |12 behind winner |align=\"right\"|4,303 |-style=\"background:#FFFFCC;\" |align=\"center\"|2006 |Jul 13–16 |John Deere Classic |PGA Tour |align=\"center\"|WD |align=\"center\"|n/a |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2006 |Sep 7–10 |Omega European Masters |European Tour |align=\"center\"|MC |14 from cutline |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2006 |Sep 14–17 |84 Lumber Classic |PGA Tour |align=\"center\"|MC |13 from cutline |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2006 |Nov 23–26 |Casio World Open |Japan Golf Tour |align=\"center\"|MC |17 from cutline |align=\"right\"|0 |-style=\"background:#FFCC99;\" |align=\"center\"|2007 |Jan 11–14 |Sony Open in Hawaii |PGA Tour |align=\"center\"|MC |14 from cutline |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2008 |May 29 – Jun 1 |Ladies German Open |LET |align=\"center\"|6 |7 behind winner |align=\"right\"|13,563 |-style=\"background:#FFFFCC;\" |align=\"center\"|2008 |Jul 31 – Aug 3 |Legends Reno-Tahoe Open |PGA Tour |align=\"center\"|MC |9 from cutline |align=\"right\"|0 |-style=\"background:#FFCC99;\" |align=\"center\"|2009 |Apr 15–17 |Lotte Mart Open |KLPGA |align=\"center\"|T36 |13 behind winner |align=\"right\"|1,534 |-style=\"background:#FFCC99;\" |align=\"center\"|2009 |Dec 9–12 |Omega Dubai Ladies Masters |LET |align=\"center\"|2 |3 behind winner |align=\"right\"|72,990 |-style=\"background:#FFFFCC;\" |align=\"center\"|2010 |Dec 8–11 |Omega Dubai Ladies Masters |LET |align=\"center\"|T6 |6 behind winner |align=\"right\"|16,250 |-style=\"background:#FFCC99;\" |align=\"center\"|2011 |Dec 14–17 |Omega Dubai Ladies Masters |LET |align=\"center\"|T12 |10 behind winner |align=\"right\"|€7,800 |-style=\"background:#FFFFCC;\" |align=\"center\"|2012 |May 4–6 |World Ladies Championship Salonpas Cup |JLPGA |align=\"center\"|MC |1 from cutline |align=\"right\"|0 |-style=\"background:#FFFFCC;\" |align=\"center\"|2012 |Dec 5–8 |Omega Dubai Ladies Masters |LET |align=\"center\"|T19 |15 behind winner |align=\"right\"|€6,300 |} *Tournament shortened to 56 holes because of rain. Dates are span of competitive rounds, regardless of whether Wie participated in all rounds. MC = missed halfway cut WD = withdrew Margin = strokes behind winner or cutline, not applicable in case of withdrawal. ==Team appearances== Amateur *Curtis Cup (representing the United States): 2004 (winners) Professional *Solheim Cup (representing the United States): 2009 (winners), 2011, 2013, 2015 (winners), 2017 (winners) *International Crown (representing the United States): 2018 ===Solheim Cup record=== {|class=\"wikitable\" style=\"text-align:center; font-size: 95%;\" ! Year !! Total matches !! Total W–L–H !! Singles W–L–H !! Foursomes W–L–H !! Fourballs W–L–H !! Points won !! Points % |- |Career |18 |8–9–1 |2–3–0 |3–3–0 |3–3–1 |8.5 |47.2 |- |2009 |4 |3–0–1 |1–0–0 def. H. Alfredsson 1 up |1–0–0 won w/ C. Kerr 1 up |1–0–1 halved w/ M. Pressel won w/ C. Kim 5&4 |3.5 |87.5 |- |2011 |4 |1–3–0 |0–1–0 lost to S. Pettersen 1 dn |1–0–0 won w/ C. Kerr 2&1 |0–2–0 lost w/ C. Kerr 2 dn lost w/ B. Lang 4&3 |1 |25.0 |- |2013 |4 |2–2–0 |0–1–0 lost to C. Hedwall 1 dn |1–0–0 won w/ B. Lang 2&1 |1–1–0 won w/ C. Kerr 2&1 lost w/ J. Korda 2&1 |2 |50.0 |- |2015 |3 |1–2–0 |1–0–0 def. C. Hedwall 6&4 |0–2–0 lost w/ B. Lincicome 2&1 lost w/ A. Lee 4&3 |0–0–0 |1 |33.3 |- |2017 |3 |1–2–0 |0–1–0 lost to C. Masson 4&2 |0–1–0 lost w/ D. Kang 2&1 |1–0–0 won w/ D. Kang 3&1 |1 |33.3 |} ==Golf records== * The youngest winner (male or female) of an adult USGA-sanctioned tournament – Age 13 (2003 U.S. Women's Amateur Public Links) * The youngest player to make a cut in an LPGA tournament and major – Age 13 (2003 Nabisco Championship) * The lowest round by a female in a PGA Tour event – 68 (2004 and 2006 Sony Open) * The youngest player to play in Curtis Cup history – Age 14 (2004) * The first female to qualify for a USGA championship that is generally played by males - Age 15 (2005 U.S. Amateur Public Links Championship Pittsburgh sectional) * The first female to make a cut on the Asian Tour - Age 16 (2006 SK Telecom Open) * The first female medalist in a U.S. Open qualifying tournament – Age 16 (2006 U.S. Open Local Qualifying at Turtle Bay Hawaii) ==See also== Female golfers who have competed in men's PGA tournaments: :*Annika Sorenstam :*Suzy Whaley :*Babe Didrikson Zaharias :*Brittany Lincicome ==References== ==External links== * * * Category:American female golfers Category:LPGA Tour golfers Category:Winners of LPGA major golf championships Category:Solheim Cup competitors for the United States Category:Golfers from Honolulu Category:Golfers from California Category:Laureus World Sports Awards winners Category:Punahou School alumni Category:Stanford University alumni Category:American people of South Korean descent Category:American sportspeople of Korean descent Category:Jangheung Wi clan Category:1989 births Category:Living people Category:21st-century American women",
 "title": "Michelle Wie West"
}