{
 "id": "432521",
 "text": "{| |} USS Charles F. Adams (DD-952/DDG-2), named for Charles Francis Adams III (Secretary of the Navy from 1929 to 1933), was the lead ship of her class of guided missile destroyers of the United States Navy. ==History== The ship was laid down by the Bath Iron Works at Bath, Maine, on 16 June 1958, launched on 8 September 1959 by Mrs. R. Homans, sister of Mr. Adams, commissioned on 10 September 1960, and stationed in its homeport of Charleston, South Carolina. Intended as a follow-on to the s, the ship was originally designated as DD-952. Outwardly similar to the Forrest Sherman class, Charles F. Adams was the first U.S. Navy ship designed from the keel up to launch anti-aircraft missiles. To reflect the increased capabilities of the ship and to distinguish her from previous destroyer designs, Charles F. Adams was re-designated DDG-2 prior to the ship's launching. left|thumb|USS Charles F. Adams at the Philadelphia Naval Shipyard Following commissioning, Charles F. Adams took part in recovery operations for Walter M. Schirra's Mercury 8 mission. While engaged in this operation the Cuban Missile Crisis developed and Charles F. Adams moved to the Caribbean Sea as part of the quarantine forces around the island of Cuba. In July 1969, Charles F. Adams left her homeport of Charleston and relocated to Mayport, Florida. On 19 November 1980 Charles F. Adams under the command of Commander Joseph F. McCarton, sailed with and her battle group to the Arabian Sea and Indian Ocean, during which the ship made a port call to the town of Bunbury, Western Australia from 3–7 February 1981. Charles F. Adams returned home to Mayport on 9 June 1981. ===Decommission=== Charles F. Adams was decommissioned and stricken from the Naval Vessel Register on 1 August 1990 and is being held for donation at Philadelphia Naval Shipyard in Pennsylvania. The Saginaw Valley Naval Ship Museum attempted to acquire the ship as a museum and memorial to be located in Bay City, Michigan; however, the cost of preparing the ship for movement through the Saint Lawrence Seaway proved too expensive and the project was abandoned. ==Present use== As of September 2008, Charles F. Adams remained at the Philadelphia Naval Shipyard on Donation Hold status. She was considered for preservation by the Adams Class Veteran's Association and the Jacksonville Historic Naval Ship Association (JHNSA) in Jacksonville, Florida. An application was delivered to the U.S. Navy for same on 31 March 2008. In October 2010, the Jacksonville City Council supported efforts to bring the ship to Jacksonville as a museum ship, given the vessel's historical past association with nearby Naval Station Mayport. The preservation effort was estimated to require approximately $300,000 to tow the ship to Jacksonville from the Navy's Inactive Ship Facility in Philadelphia, $3 million for repairs and restoration of the vessel, and $5 million to construct a pier to moor it. By late 2013, the preservation groups had raised about $1.4 million. On 27 August 2014, the Jacksonville City Council approved a lease of city-owned riverfront property to the JHNSA and authorized the Downtown Investment Authority to manage the project. The groups expected to have the ship moored downtown on the St. Johns River by the end of 2015. Jacksonville Jaguars owner Shad Khan's proposal to develop the riverfront included a location for the ship.\"Boulevard of Broken Dreams\" no more: Jags owner unveils proposal to redevelop Jacksonville Shipyards. Retrieved 18 February 2015. In December 2018, plans to bring Charles F. Adams to Jacksonville were abandoned in light of the continued reluctance of the Navy, for reasons that were never clearly articulated, to release the ship to the JHNSA; the JHNSA believes that the Navy preferred demolition of the ship versus transfer of the Charles F. Adams to the JHNSA and its conversion to a museum ship. In September 2020, the Charles F. Adams left Philadelphia Navy Yard under tow, bound for Brownsville, Texas, where she will be scrapped. ==References== ==Sources== * * * ==External links== *Jacksonville Historic Naval Ship Association *Adams Class Veterans Association * Operational Histories, Commissioning and Decommissioning Booklets *MaritimeQuest USS Charles F. Adams DDG-2 pages Category:Cold War destroyers of the United States Category:1959 ships Category:Charles F. Adams- class destroyers",
 "title": "USS Charles F. Adams"
}