{
 "id": "432755",
 "text": "Her Majesty's Nautical Almanac Office (HMNAO), now part of the United Kingdom Hydrographic Office, was established in 1832 on the site of the Royal Observatory, Greenwich (ROG), where The Nautical Almanac had been published since 1767. HMNAO produces astronomical data for a wide range of users, such as astronomers, mariners, aviators, surveyors, the military, Police, lawyers, religious groups, architects, schools, diary and calendar manufacturers, photographers and film crews. In 1937, it became part of ROG and moved with it, when it moved away from Greenwich (and was renamed the Royal Greenwich Observatory) first to Herstmonceux Castle, near Hailsham in East Sussex in 1948, then to Cambridge in 1990. When the RGO closed in 1998 HMNAO was transferred to the Rutherford Appleton Laboratory, near Abingdon in Oxfordshire. In December 2006, HMNAO was transferred to the United Kingdom Hydrographic Office, which is based in Taunton in Somerset. ==Leaders of HMNAO== ===Superintendents of the Nautical Almanac=== *Thomas Young (1818–1829) physicist and polymath *John Pond (1829–1831) Astronomer Royal *W. S. Stratford (1831–1853) set up a central bureaucracy to replace the system of home-based human computers *John Russell Hind (1853–1891) discovered a number of asteroids in the earlier part of his career *A. M. W. Downing (1891–1910) *Philip Herbert Cowell (1910–1930) best remembered for his work with Andrew Crommelin on the calculation of the orbit of Halley's Comet by numerical integration, in preparation for its return in 1910 *Leslie Comrie (1930–1936) a pioneer of numerical computation *Donald Sadler (1936–1970) *George A. Wilkins (1970–1989) *Bernard D. Yallop (1989–1996) ===Heads of HM Nautical Almanac Office=== *Andrew T. Sinclair (1996–1998) *Patrick T. Wallace (1998–2006) *Stephen A. Bell (2006–present) ==Publications== *The Astronomical Almanac (jointly with the United States Naval Observatory) *The Nautical Almanac (jointly with the USNO) *Astronomical Phenomena (jointly with the USNO) *The Star Almanac *The UK Air Almanac *Rapid Sight Reduction Tables for Navigation *Planetary and Lunar Coordinates ==External links== *HMNAO website *HMNAO on gov.uk *List of Superintendents and Heads of HMNAO Category:Almanacs Category:Government agencies established in 1832 Category:Organisations based in Taunton Category:Maritime organizations Category:Defunct public bodies of the United Kingdom Category:1832 establishments in the United Kingdom Category:Royal Navy Category:Admiralty departments Category:Royal Observatory, Greenwich",
 "title": "HM Nautical Almanac Office"
}