{
 "id": "433024",
 "text": "The term black fax refers to a prank fax transmission, consisting of one or more pages entirely filled with a uniform black tone. The sender's intention is generally to use up as much of the recipient's fax ink, toner, or thermal paper as possible, thus costing the recipient money, as well as denying the recipient use of their own machine (similar to computer-based denial of service attacks). This is made easier because fax transmission protocols compress the solid black image very well, so a very short fax call can produce many pages. Black faxes have been used to harass large institutions or government departments, to retaliate against the senders of junk faxes, or merely as simple pranks. The basic principle of a black fax can be extended to form a black fax attack. In this case, one or more sheets are fed halfway through the sender's fax machine and taped end to end, forming an endless loop that cycles through the machine. Not only can solid black be used, but also images which will repeat endlessly on the receiver's machine until its toner runs out. The introduction of computer-based facsimile systems (combined with integrated document imaging solutions) at major corporations now means that black faxes are unlikely to cause problems for them. On the other hand, the ability of computer modems to send faxes offers new avenues for abuse. A program could be used to generate hundreds of pages of highly compressed, pure black – or huge volumes of relevant-looking, original, non-repeating high- black-density junk, just as effective but far more difficult to counteract – and send them very quickly to the target fax machine. Black faxes and fax loops are similar (in both intention and implementation) to lace cards. ==See also== * Zip bomb * Denial-of-service attack * List of practical joke topics ==References== == External links == * Black Fax at WordSpy * Description of Black Faxing in court documents (Page 7, Section 6) Category:Practical jokes Category:Fax Category:Sabotage Category:Denial-of-service attacks",
 "title": "Black fax"
}