{
 "id": "433355",
 "text": "thumb|A character in costume revealing a clue, at a live action murder mystery game Murder mystery games are generally party games and one of the partygoers is secretly playing a murderer in-game, while the other attendees must determine who among them is the criminal. In some styles of game, the murderer may be aware that they are the killer and in other games the murderer discovers this along with the other participants. Murder mystery games sometimes involve the actual 'murders' of guests throughout the game, or open with a 'death' and have the rest of the time devoted to investigation. Murder mystery games also refer to public performances in venues for events, team building or corporate entertainment, where the suspects are played by actors, and the role of detectives falls to the other guests. Dinner party murder mystery games are generally played with small groups of individuals, e.g. 6–20. Murder mystery events for larger groups are usually for numbers between 20 and 250 attendees, though events can be run with 400+ in attendance. ==Origin== The murder mystery fiction genre began in the first half of the nineteenth century. The party game wink murder dates back to at least the early twentieth century, and sees one player secretly selected as a murderer, being able to \"kill\" other players by winking at them. A killed player must count to five before dying, and the murderer tries to avoid detection. 1935 saw the release of the first murder mystery game known as Jury Box. In this game, the players or jurors are given the scenario of the murder, the evidence presented by the prosecutor and defendant, two photographs of the crime scene and ballot papers. Jurors have to make the decision as to who is guilty and then a real solution is read out. Cluedo, or Clue in North America, was the first murder mystery board game, where players race to identify a killer. It was released some time later in 1948, and has continued to be popular. The earliest mention of role playing murder mystery games in their present \"How to Host\" boxed format is in the 1980s. Back then the scenarios were simple, the acting directions minimal, and the games relied on the guests being comfortable ad-libbing responses to each other's questions. In 1986, Dimitry Davidoff created the party game Mafia, where players sit in a room and a number of secret mafia members conspire to \"murder\" innocent players during eyes-closed night phases. This led to a genre of social deduction games where players attempt to uncover a secret subgroup. ==Gameplay== === Dinner party games === Murder mystery games for dinner parties in their current incarnation are often structured so that each guest is equally involved. Murder Mystery Dinner Party Game Kits can take the form of scripted games or interactive games. Your preference will be driven on how you want your party to progress. Do you see you and a few friends sitting around a table playing a game? Then a scripted game will be your choice. If you want your party to play like a normal party with people mingling and moving around, then interactive games that use clues rather than scripts will be the one you want. thumb|A newspaper article prop for a live action murder mystery game In scripted murder mystery games, the participants are told exactly what to say and when. They are often provided with introductory statements, questions to ask, answers to give and occasionally some shared dialogue to break the ice. Character information often comes in booklets which are read from throughout the course of the evening, usually around a table in rounds with the sole purpose being to solve the murder. These were popular in the '90s with the How To Host Box Games. There is no room for ad libbing in scripted games. You may act out as your character, but interactions are restricted to the information provided in the game. In interactive murder mystery games the guests are provided with character backgrounds and confidential information. Unlike scripted games, there are many sub-plots and the goal isn't just to solve the murder. A dinner normally takes place during the party, but the guests are not restricted to sitting around a table and can move around, talking to who they want, when they want. They are given license to interrogate or perform actions or activities with the other guests which will help them solve the case or accomplish their own characters goals. Interactive games do allow for ad libbing and allow a person to take their character in the direction they want to go. Some games will allow the murderer to know upfront that they are the killer, and others will keep it a secret until the rest of the group is told during a solution round. The games for 6 to 20+ players usually takes over 2–3 hours and the players use their character booklets and clues (i.e., the game contents) to delve into the background of the murder using the questions, answers, hints, evidence and clues provided. These are all designed to elicit more and more information about the murder, until the players are in a good position to suggest who they believe the guilty party is. More often than not, hosts invite players to attend the party dressed as, and ready to play the part of, one of the suspects listed in the game scenario. The scripted game is usually played over a 3 course dinner party, whereas an interactive game can be played as a mix and mingle style format with finger foods, buffet or a sit down dinner. Boxed or downloadable games are designed to be played by groups of friends, family or co-workers, who are seeking to enjoy a fancy dress style party with an additional 'theme'. Interactive games are also used in team building environments. Companies and Church groups have found them to be a good resource for fostering good communication skills and building closer relationships among individuals. The setup of these games can be simple or elaborate. Some games require no setup beyond a way to randomly select the roles; however, some party hosts like to develop an elaborate menu and decorate extensively to match the theme of their chosen game. As well as providing the food and drink for the evening, the party host is required to follow the hosts instructions, prepare for the party in advance, and generally coordinate proceedings during the evening. Organizers of the mystery can assign roles and characters based on their knowledge of the guests. === Large group murder mystery game === alt=Homemade murder mystery party|thumb|upright|An actor playing dead at a live action murder mystery game As not everyone can take a role in a large group game, the suspect roles are usually given to actors, who learn scripts or just ad lib a performance which will gradually reveal who the murderer is to the other guests. The actors are fully \"in the know\" about all aspects of the case. The remaining guests will take on the role of detective and it will be their \"job\" to actively solve the case by examining evidence, finding clues, following and questioning suspects – whatever it takes for them to solve the mystery. Large group events can be run in several ways including: * In a single room with a staged theatrical performance, * With actors acting \"in the round\" amongst the guests, * In multiple rooms with clues scattered throughout the venue and suspects in different areas. * As more traditional card games with clue cards given to the guests with chunks of information on each one. * In video format with evidence being presented to teams after watching suspect videos. * In a combination of script and clue evidence. thumb|left|Costumed players in a murder mystery Large group games are often played in a hired venue, a restaurant, a hotel, or at a workplace. They are often used for fundraisers, team building and corporate events. Live versions of murder mystery shows, in which guests attend commercial venues such as hotels as paying viewers, are sometimes classed as dinner theater or mystery dinners, rather than murder mystery games. However, there are interactive games that were created for large groups up to 200+ guests. Typically, these events are hosted like the other format of interactive games, but some characters in the game are expanded into teams to allow for everyone in the group to have a role. ===Jubensha=== Murder-mystery games known as jubensha () became popular in China in the late 2010s, where players meet around a table and read through a script to deduce who among them is the murderer. Some venues offer \"immersive jubensha\" games where players dress in costume, and venue staff perform the roles of non-player characters. The games draw inspiration from Western murder mystery evenings. By early 2022, there were more than 30,000 jubensha venues in China. ==Versions== Murder mystery games come in several different versions: * Scripted or turn- based games work by releasing information over the course of the game. As the game progresses, each character learns something new about the plot and their involvement. Each turn players are able to ask specific questions, or perhaps read from a script. These are popularly played around the table at a dinner party. * Interactive murder mystery games provide players with details of their character from the start, but it is up to the character to determine how they solve the murder. Often players have other objectives – such as to be the richest player at the end of the game. Most people will have their own secrets that have nothing to do with the murder. This provides even more reasons for players to interact with each other. These games are better suited to buffets or finger food as generally everyone needs to be able to mingle and also to talk to others without being overheard. Some are done during a sit down dinner as long as time is provided afterwards for guests to move about and mingle. * Video based or on-line interactive mystery games will use video to provide the back story to the crime and may provide witness testimonials or show evidence to allow guests to solve the case in a more \"game\" style format. These are often played individually on the internet, but sometimes are played in larger groups for team building. * Murder mysteries can be played on internet forums, the organizer privately notifies the murderer to let them know and they must try to blame someone else on the thread. At the end of a round, the organizer reveals the murderer. * Variants may involve changing the nature of the crime (especially if younger players are involved), allowing some participants to know certain facts in advance (even the identity of the murderer), or having 'plot twists' of unexpected events to occur, to help or hinder the investigation, as needed. Games may contain scavenger hunts, puzzles and problems to solve. == References == ==External links== * Category:Party games Category:Live-action role-playing games",
 "title": "Murder mystery game"
}