{
 "id": "433507",
 "text": "Terminal Island, historically known as Isla Raza de Buena Gente, is a largely artificial island located in Los Angeles County, California, between the neighborhoods of Wilmington and San Pedro in the city of Los Angeles, and the city of Long Beach. Terminal Island is roughly split between the Port of Los Angeles and Port of Long Beach. Land use on the island is entirely industrial and port-related except for Federal Correctional Institution, Terminal Island. ==History== ===Before World War II=== The island was originally called Isla Raza de Buena Gente and later Rattlesnake Island. It was renamed Terminal Island in 1891. In 1909, the newly reincorporated Southern California Edison Company decided to build a new steam station to provide reserve capacity and emergency power for the entire Edison system and to enable Edison to shut down some of its small, obsolete steam plants. The site chosen for the new plant was on a barren mudflat known as Rattlesnake Island, today's Terminal Island in the San Pedro Bay. Construction of Plant No. 1 began in 1910. The land area of Terminal Island has been supplemented considerably from its original size. In 1909 the city of Los Angeles annexed the city of Wilmington. During this time the \"Father of the Harbor\" Phineas Banning, held deed to roughly 18 acres of land on Rattlesnake Island. Phineas Banning was instrumental in bringing innovative changes to San Pedro Bay and made the first steps towards expansion. Once annexed with the city of Los Angeles the expansion was completed. In the late 1920s, Deadman's Island in the main channel of the Port of Los Angeles was dynamited and dredged away, and the resulting rubble was used to add to Terminal Island's southern tip. In 1930, the Ford Motor Company built a facility called Long Beach Assembly, having moved earlier operations from Downtown Los Angeles. The factory remained until 1958 when manufacturing operations were moved inland to Pico Rivera. In 1927, a civilian facility, Allen Field, was established on Terminal Island. The Naval Reserve established a training center at the field and later took complete control, designating the field Naval Air Base San Pedro (also called Reeves Field). In 1941, the Long Beach Naval Station was located adjacent to the airfield. In 1942, the Naval Reserve Training Facility was transferred, and a year later NAB San Pedro's status was downgraded to a Naval Air Station (NAS Terminal Island). Reeves Field as a Naval Air Station was disestablished in 1947, although the adjacent Long Beach Naval Station continued to use Reeves Field as an auxiliary airfield until the late 1990s. A large industrial facility now covers the site of the former Naval Air Station. ====Japanese American fishing community==== thumb|325x325px|Street scene on Terminal Island, the day after the Pearl Harbor Attack. The residents were \"evacuated\" to inland internment camps soon after and the village was demolished. Starting in 1906, a thriving Japanese American fishing community became established on Terminal Island in an area known as East San Pedro or Fish Island. Because of the island's relative geographical isolation, its inhabitants developed their own culture and even their own dialect. The dialect, known as \"kii-shu ben” (or \"Terminal Island lingo\"), was a mix of English and the dialect of Kii Province, where many residents hailed from. Prior to World War II, the island was home to about 3,500 first- and second-generation Japanese Americans. On February 9, 1942, following the Japanese attack on Pearl Harbor, the FBI incarcerated all of the adult Issei males on Terminal Island. On February 19, 1942, immediately after the signing of Executive Order 9066, Terminal Island's remaining inhabitants were given 48 hours to evacuate their homes. They were subsequently sent to internment camps, and the entire neighborhood was razed. The Japanese community on Terminal Island was the first to be evacuated and interned en masse. thumb|Bronze statues of Japanese fishermen, within the Terminal Island Memorial Monument After World War II, the Terminal Islanders settled elsewhere. In 1971, they formed the Terminal Islanders Club, which has organized various events for its members. In 2002, the surviving second- generation citizens set up a memorial on Terminal Island to honor their parents. ===World War II and beyond=== During World War II, Terminal Island was an important center for defense industries, especially shipbuilding; the first California Shipbuilding Corporation shipyard was established there in 1941. It was also, therefore, one of the first places where African Americans tried to effect their integration into defense-related work on the West Coast. In 1946, Howard Hughes moved his monstrous Spruce Goose airplane from his plant in Culver City to Terminal Island in preparation for its test flight. In its first and only flight, it took off from the island on November 2, 1947. Brotherhood Raceway Park, a mile drag racing strip, opened in 1974 on former US Navy land. It operated, with many interruptions, until finally closing in 1995 to be replaced by a coal-handling facility. Preservation of vacant buildings earned the island a spot on the top 11 sites on the National Trust for Historic Preservation's 2012 Most Endangered Historic Places List. In mid-2013, the Los Angeles Board of Harbor Commissioners approved a preservation plan. The trust cited the site as one of ten historic sites saved in 2013. ==Current use== The west half of the island is part of the San Pedro area of the city of Los Angeles, while the rest is part of the city of Long Beach. The island has a land area of 11.56 km2 (4.46 sq mi), or , and had a population of 1,467 at the 2000 census. The Port of Los Angeles and the Port of Long Beach are the major landowners on the island, who in turn lease much of their land for container terminals and bulk terminals. The island also hosts canneries, shipyards, and United States Coast Guard facilities. The Federal Correctional Institution, Terminal Island, which began operating in 1938, hosts more than 900 low security federal prisoners. The Long Beach Naval Shipyard, decommissioned in 1997, occupied roughly half of the island. Sea Launch maintains docking facilities on the mole that was part of the naval station. Aerospace company SpaceX is initially leasing from the Port of Los Angeles on the island at Berth 240. They will refurbish five buildings and raise a tent-like structure for research, design, and manufacturing. SpaceX has been building and testing its planned Starship crewed space transportation system intended for suborbital, orbital and interplanetary flight in Texas. The new SpaceX rocket, too large to be transported for long distances overland, will be shipped to the company's launch area in Florida or Texas by sea, via the Panama Canal. The site was used for shipbuilding from 1918, and was formerly operated by the Bethlehem Shipbuilding Corporation and then the Southwest Marine Shipyard. The location has been disused since 2005. ==Bridges== Terminal Island is connected to the mainland via four bridges. To the west, the distinctive green Vincent Thomas Bridge, the fourth-longest suspension bridge in California, connects it with the Los Angeles neighborhood of San Pedro. The Long Beach International Gateway, the longest cable-stayed bridge in California, connects the island with downtown Long Beach to the east. The Commodore Schuyler F. Heim Bridge joins Terminal Island with the Los Angeles neighborhood of Wilmington to the north. Adjacent to the Heim Bridge is a rail bridge called the Henry Ford Bridge, or the Badger Avenue Bridge. == In popular culture == Terminal Island is the setting at the start of The Terror: Infamy, season 2 of the AMC series, The Terror, before the Japanese American residents are relocated to internment camps following the bombing of Pearl Harbor, and at the end. Terminal Island is also the setting of the first truck heist scene in the film The Fast and the Furious. The Tri-Union Cannery on Terminal Island was featured in Visiting... with Huell Howser Episode 422. ==See also== * List of islands of California * Albert P. Halfhill, father of the tuna packing industry had a fish factory here. ==References== * * ==External links== * Furusato – The Lost Village of Terminal Island Website * National Park Service: A History of Japanese Americans in California: Terminal Island * The Bridges of Terminal Island (CA 47, CA 103) Category:Islands of Los Angeles County, California Category:Los Angeles Harbor Region Category:Neighborhoods in Long Beach, California Category:Neighborhoods in Los Angeles Category:South Bay, Los Angeles Category:Tourist attractions in Long Beach, California Category:Islands of California Category:Islands of Southern California",
 "title": "Terminal Island"
}