{
 "id": "433699",
 "text": "William Hopkins FRS (2 February 179313 October 1866) was an English mathematician and geologist. He is famous as a private tutor of aspiring undergraduate Cambridge mathematicians, earning him the sobriquet the \"senior- wrangler maker.\" He also made important contributions in asserting a solid, rather than fluid, interior for the Earth and explaining many geological phenomena in terms of his model. However, though his conclusions proved to be correct, his mathematical and physical reasoning were subsequently seen as unsound. ==Early life== Hopkins was born at Kingston-on-Soar, in Nottinghamshire, the only son of William Hopkins, a gentleman farmer. In his youth he learned practical agriculture in Norfolk before his father rented him a small farm at Bury St Edmunds, Suffolk. However, Hopkins was unsuccessful as a farmer and, when his first wife died sometime around 1821, he took the opportunity to mitigate his losses and enter St Peter's College (now Peterhouse) at the University of Cambridge, taking his degree of B.A. in 1827 as seventh wrangler and M.A. in 1830.. ==Wrangler maker== Before graduation, Hopkins had married Caroline Frances Boys (1799–1881) and was, therefore, ineligible for a fellowship. He instead maintained himself as a private tutor, coaching the young mathematicians who sought the prestigious distinction of Senior Wrangler. He was enormously successful in the role, earning the sobriquet senior wrangler maker and grossing £700–800 annually. By 1849, he had coached almost 200 wranglers, of whom 17 were senior wranglers including Arthur Cayley and G. G. Stokes. Among his more famous pupils were Lord Kelvin, James Clerk Maxwell and Isaac Todhunter. Francis Galton praised his teaching style: He also coached Edward Routh who went on to be Senior Wrangler and himself a prodigious \"wrangler maker\".. In 1833, Hopkins published Elements of Trigonometry and became distinguished for his mathematical knowledge. There was a famous story that the theory of George Green (1793–1841) was almost forgotten. In 1845, Lord Kelvin (William Thomson, a young man in 1845) got some copies of Green's 1828 short book from William Hopkins. Subsequently, Lord Kelvin helped to make Green's 1828 work famous according to the book \"George Green\" written by D.M. Cannell. ==Geology== About 1833, through meeting Adam Sedgwick at Barmouth and joining him in several excursions, Hopkins became intensely interested in geology. From then on, in papers published by the Cambridge Philosophical Society and the Geological Society of London, he defined the discipline of physical geology, making mathematical investigations dealing with the effects that an elevatory force, acting from below, would produce on a portion of the Earth's crust, in fissures and faults. In this way he discussed the elevation and denudation of the Lake District, the Wealden area, and the Bas Boulonnais. Hopkins conceived of a largely solid but dynamic Earth threaded with cavities whereby hot vapours or fluids could create locally elevatory pressures. Such a model was at odds with the ideas of Charles Lyell whose theory was of a \"steady state\" with a largely liquid terrestrial interior, inside a solid crust no more than 100 miles thick. Hopkins presented a series of papers at the Royal Society between 1838 and 1842 analysing the Earth's rotation, including its precession and nutation, and using observations to support his theory, contending that they were inconsistent with a fluid interior. He also interpreted earthquakes and volcanoes through the same model in an 1847 British Association report. As part of his investigations, Hopkins sought to quantify the effects of enormous pressures on the melting point and thermal conductivity of various substances. With the support of a grant from the Royal Society, he invoked the assistance of Thomson, James Prescott Joule and William Fairbairn to make measurements which he interpreted as supporting his theory. He further asserted that the cooling of the Earth had had no real impact on climate. He read a paper to the Geological Society On the Causes which may have produced changes in the Earth's superficial Temperature (1851). In his second address as president of the Geological Society of London (1853) he criticised Elie de Beaumont's theory of the elevation of mountain-chains and the imperfect evidence on which he saw it as resting. Ultimately, it was Thomson who tactfully pointed out that, though Hopkins's conclusions about the Earth's structure were correct, his mathematical and physical reasoning was unsound. ==Glaciology== Hopkins wrote also on the motion of glaciers and the transport of glacial erratics but trespassed on the sensitivities of J. D. Forbes who saw the subject as his personal fiefdom and was contemptuous of Hopkins's lack of observational experience in the subject. ==Private life== Hopkins enjoyed music, poetry and landscape painting. He spent the end of his life in a lunatic asylum in Stoke Newington. He died there of chronic mania and exhaustion. He had, with his second wife, one son and three daughters, among them morality campaigner Ellice Hopkins. He played first-class cricket from 1825 to 1828. He was mainly associated with Cambridge University Cricket Club and made 4 known appearances in first-class matches.CricketArchive. Retrieved on 8 August 2009. ==Honours== *Fellow of the Royal Society (1 June 1837) *Geological Society of London: **Wollaston Medal (1850) **President (1851) *President of the British Association (1853) ==Notes== ==References== * * * Attribution: * Endnotes: ** ==Further reading== * * ==External links== * * * Category:1793 births Category:1866 deaths Category:People from Rushcliffe (district) Category:19th- century British geologists Category:19th-century English mathematicians Category:Fellows of the Royal Society Category:Presidents of the Geological Society of London Category:Wollaston Medal winners Category:Alumni of Peterhouse, Cambridge Category:English cricketers Category:English cricketers of 1787 to 1825 Category:English cricketers of 1826 to 1863 Category:Cambridge University cricketers",
 "title": "William Hopkins"
}