{
 "id": "433837",
 "text": "right|100px|Sun symbol The circled dot, circumpunct, or circle with a point at its centre is an ancient symbol. It can represent: ;Solar system *Solar symbol used to represent the Sun * The sun / Gold (Alchemical symbols) * The sun / Ra (Egyptian hieroglyphs) * The sun / a day (Chinese oracle script, the modern character being 日) ;Religion and philosophy * Keter (Kabbalah) * Spirit (Ojibwa) * Monism ;Language and linguistics * Bilabial clicks ʘ (International Phonetic Alphabet) (Unicode IPA Extensions) * Hwair 𐍈 (Gothic alphabet) (Unicode Gothic) * Berber languages ⵙ ( Tifinagh Alphabet ) (Unicode Tifinagh) * Tha 𑀣 (Brāhmī script) (Unicode Brahmi) * Eye (Blissymbols) * Fisheye ◉ (Unicode Geometric Shapes) * A brief contact (brush) of the signing hand in SignWriting * An indication of selected choice of radio buttons ;Mathematical Operator * Hadamard product is the element wise multiplication of matrices of same size denoted by A \\odot B. * Circled dot operator ⊙ (which represents the XNOR gate; Unicode Mathematical Operators), and n-ary circled dot operator ⨀ (Unicode Supplemental Mathematical Operators) ;Other uses * A nazar is a circled-dot-shaped amulet believed to protect against the evil eye * Center of pressure * Mensuration sign for meter 𝇇 (Unicode Musical Symbols) * Used, or cancelled, stamp (philately) * The trademark of the Target Corporation * As a symbol of the phallus or nature's generative principle and of an Entered Apprentice Freemason * City centre (European road-signs) * End of trail / End of the game. Gone home. (scouting) * The Symbol of \"Waterhole\" (or a related concept) in Australian Aborigine Art * In Germany it is symbol for a \"Gestempelte Briefmarke\" (canceled stamp), while a star means \"postfrisch\" (mint Stamp) * In geometry, it is often the symbol for a circle * In physics, it can be used to denote a vector facing out of the page * In mathematics, especially in literature related to machine learning, it is used to denote element-wise multiplication ==See also== * The Lost Symbol - a novel by Dan Brown that uses this symbol. ==References== Category:Alchemical symbols Category:Gold Category:Magic symbols Category:Religious symbols ==References== * Circle Symbols",
 "title": "Circled dot"
}