{
 "id": "433804",
 "text": "thumb|200px|Henri Cazalis Henri Cazalis (; 9 March 1840, Cormeilles-en- Parisis, Val-d'Oise – 1 July 1909, Geneva) was a French physician who was a symbolist poet and man of letters and wrote under the pseudonyms of Jean Caselli and Jean Lahor. His works include: *Chants populaires de l'Italie (1865) *Vita tristis, Reveries fantastiques, Romances sans musique (1865) *Melancholia (1868) *Le Livre du néant (1872) *Henry Regnault, sa vie et son œuvre (1872) *L'Illusion (1875-1893) *Cantique des cantiques (1885) *Les Quatrains d'Al-Gazali (1896) *William Morris (1897). The author of the Livre du néant had a predilection for gloomy subjects and especially for pictures of death. His oriental habits of thought earned for him the title of the Hindou du Parnasse contemporain (cf. Le Parnasse contemporain). Some of his poems have been set to music by Camille Saint-Saëns, Henri Duparc, Charles Bordes, Ernest Chausson, Reynaldo Hahn, Edouard Trémisot and Paul Paray. He also maintained a correspondence of interest with the poet Stéphane Mallarmé from 1862 to 1871. See a notice by Paul Bourget in Anthologie des poétes fr. du XIXieme siècle (1887-1888); Jules Lemaître, Les Contemporains (1889); Émile Faguet in the Revue bleue (October 1893). George Santayana's Poetry and Religion (1900) has an essay on his concept of La gloire du néant. ==Danse Macabre== Saint-Saëns' Danse Macabre (Dance of Death) is based on this poem written by Henri Cazalis. Zig, zig, zig, Death in cadence, Striking with his heel a tomb, Death at midnight plays a dance-tune, Zig, zig, zig, on his violin. The winter wind blows and the night is dark; Moans are heard in the linden-trees. Through the gloom, white skeletons pass, Running and leaping in their shrouds. Zig, zig, zig, each one is frisking. The bones of the dancers are heard to crack- But hist! of a sudden they quit the round, They push forward, they fly; the cock has crowed. ==Notes== ==References== * ==External links== * * Category:1840 births Category:1909 deaths Category:People from Cormeilles-en-Parisis Category:French poets Category:19th-century French writers Category:French male poets Category:French medical writers Category:19th-century poets Category:19th-century French male writers Category:French male non-fiction writers",
 "title": "Henri Cazalis"
}