{
 "id": "433941",
 "text": "thumb|Dagmar Rivera The following is a list of Puerto Rican comedians which includes comedians who were born in Puerto Rico, comedians who are of full or partial Puerto Rican ancestry, and many long-term residents and/or immigrants of other ethnic heritages who have made Puerto Rico their home and happen to be comedians as well. ==Comedians== *José Miguel AgrelotJosé Miguel Agrelot (1927–2004). IMDB. Retrieved 8 February 2013. *Raymond ArrietaUpcoming Shows: Raymond Arrieta. The Plaza Live Orlando. ca. 16 July 2011. Retrieved 8 February 2013. *Alba Raquel BarrosAlba Raquel Barros. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Yoyo BoingLuis Antonio Rivera. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Lou BrielLou Briel. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Norma CandalNorma Candal. Fundación Nacional para la Cultura Popular Retrieved 8 February 2013. *Awilda CarbiaFallece Awilda Carbia. El Nuevo Dia. Retrieved 8 February 2013. *Shorty CastroLPRA (Leyes de Puerto Rico Anotadas):Puerto Rico Public Law 186 (2010). LexJuris. Retrieved 8 February 2013. *Melwin CedeñoSorprendido Nelson Bermejo con su llegada a ¡Qué noche! Primera Hora. November 1, 2010. Retrieved 8 February 2013. *DagmarDagmar. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Lillian HurstLillian Hurst. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Juan Manuel LebrónJuan Manuel Lebrón. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *MachuchalAgente \"O\" en Nueva York. D. Wilt. University of Maryland. 10 June 2008. Retrieved 8 February 2013. *Ángela MeyerBrilla el talento boricua en Washington. Javier Santiago. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *René MonclovaRené Monclova. Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Luis RaúlComedian Luis Raul to Perform Aug. 30. Lillyana Montanez. August 1, 1997. Orlando Sentinel. Page 5. Retrieved 8 February 2013. *Carmen Belen Richardson Retrieved 8 February 2013. *Ramón \"Diplo\" RiveroRamón Rivero \"Diplo\". Fundación Nacional para la Cultura Popular. Retrieved 8 February 2013. *Luisito VigoreauxIn Puerto Rico, the political discourse is dictated by a female puppet called La Comay. Univision. 7 September 2012. Retrieved 8 February 2013. *Otilio WarringtonLatin Scene: Latin Music: Puerto Rico. Billboard (magazine). 8 December 1973. Retrieved 8 February 2013. ==See also== * List of Puerto Ricans *List of comedians ==References== Puerto Rican Comedians",
 "title": "List of Puerto Rican comedians"
}