{
 "id": "434018",
 "text": "\"Uninvited\" is a song by Canadian-American recording artist and songwriter Alanis Morissette, released as a single from the soundtrack of City of Angels in February 1998, becoming Morissette's first new recording since her international debut album, Jagged Little Pill (1995). Morissette wrote the song and co-produced it with Rob Cavallo. \"Uninvited\" is driven by four piano notes and builds to an instrumental climax, and haunting atmosphere accompanied by cryptic lyrics. Because the song was not released as a physical single in the United States, it was not allowed to chart on the Billboard Hot 100 due to rules in place at the time. It instead appeared on the Hot 100 Airplay chart, peaking at number four in June 1998. In Canada, \"Uninvited\" reached number seven on the RPM Top singles chart. Elsewhere, the single peaked at number one in El Salvador and number six in Iceland. ==Background and release== After the massive success of her breakthrough album, Jagged Little Pill (1995) (which spawned the worldwide hits, \"You Oughta Know\", \"Ironic\", \"Head over Feet\" and \"You Learn\"), Morissette was considered one of the biggest music stars in the world, and many fans anxiously awaited a follow-up album. That would be Supposed Former Infatuation Junkie, released in November 1998; however, she released \"Uninvited\" as the lead single from the City of Angels soundtrack prior to that. \"Uninvited\", was released to American radio stations in March 1998 and was still receiving substantial radio airplay by the following August.Rosen, Craig. \"'City' A Set-Up For New Alanis, Goo Goo Dolls Albums\". Yahoo! Music. 27 August 1998. Retrieved 11 November 2006. An internet and radio leak of \"Uninvited\" in early March forced Warner Bros. to release the entire soundtrack to radio before it became available in stores. According to a publicity manager for Warner Music Canada, the measure was \"an inconvenience\" taken to stop radio stations from playing low-quality versions of the song downloaded from the internet.Cairney, Richard. \"Cover Story\" . SEE Magazine. 19 March 1998. Retrieved 11 November 2006. Following the song's leak, the Recording Industry Association of America (RIAA) took down several websites featuring the song. \"Uninvited\" was due for release on 31 March, but was leaked to radio on 6 March. Newsbytes, a computer industry news service, reported that fast-working fans in Los Angeles, upon hearing the song on KROQ, taped the track and uploaded it onto their websites. Several sites were involved, according to Newsbytes, including ones based in Los Angeles, London and Mexico City. The unauthorized material was removed, and in several cases, the whole site was shut down. The action was part of a campaign by the RIAA to stop unauthorized reproductions of recordings on the internet. \"Uninvited\" was not included on Supposed Former Infatuation Junkie, but a demo version was included as a bonus track on the Australian and Japanese releases of the album as well as a B-side in the UK CD single for \"Thank U\". The compilation Alanis Morissette: The Collection (2005) was Morissette's first album to include the song in its original studio format; she had performed an acoustic version of the song during her 1999 MTV Unplugged appearance, which was released as the album Alanis Unplugged. An acoustic version of the song was also included on the video album Live in the Navajo Nation. ==Composition== \"Uninvited\" is driven by four piano notes and builds to an instrumental climax. According to one critic, \"Uninvited\" is a moody song that contains an \"indelible melody and haunting atmosphere\" accompanied by cryptic lyrics. It is written in the key of G minor with a tempo of 66 beats per minute. ==Reception== \"Uninvited\" was nominated for three Grammy Awards in 1999: Best Female Rock Vocal Performance, Best Rock Song and Best Song Written Specifically for a Motion Picture or for Television, winning the former two categories.\"1998 41st Grammy Awards\". Los Angeles Times. It also won an ASCAP Award for Most Performed Song from Motion Pictures and received a Golden Globe nomination for Best Original Song - Motion Picture. Additionally, the song entered About.com's \"Top 10 Alanis Morissette Lyrics\" list at number 10, with Bill Lamb picking the lyrics, \"Like anyone would be, I am flattered by your fascination with me, Like any hot blooded woman, I have simply wanted an object to crave\" as the best. Although never officially released as a single to retail outlets (which prevented it from charting on the Billboard Hot 100), the song became a hit for Morissette. \"Uninvited\" was Morissette's fourth number-one single on the Billboard Top 40 Mainstream chart and it reached the top five on the Adult Top 40 and the top 40 on the Modern Rock Tracks chart. It became a success in El Salvador, peaking at number one, becoming Morissette's first chart-topper there. Worldwide, \"Uninvited\" was a commercial success selling over 7 million copies. ==Music video== No music video accompanied the single's release, but three videos of performances of \"Uninvited\" were released: the first one at the 1999 Grammy Awards, another on the Feast on Scraps (2002) release, and another on the extended cut of VH1 Storytellers: Alanis Morissette. This performance was not included in the original Storytellers broadcast in 1999. ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" !Chart (1998) !Peak position |- |- |- |- !scope=\"row\"|El Salvador (El Siglo de Torreón) |1 |- !scope=\"row\"|Iceland (Íslenski Listinn Topp 40) |6 |- |- |- |- |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (2009) !Peak position |- |} ===Year-end charts=== {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (1998) !Position |- !scope=\"row\"|Canada Top Singles (RPM) |20 |- !scope=\"row\"|Canada Rock/Alternative (RPM) |37 |- !scope=\"row\"|Iceland (Íslenski Listinn Topp 40) |63 |} ==Notable covers== ===Freemasons version=== English band Freemasons recorded a version of \"Uninvited\" featuring British singer and songwriter Bailey Tzuke for their 2007 album, Unmixed. This version experienced success in the United Kingdom and European markets. To date, the song is the band's highest-charting single in the United Kingdom, peaking at number eight on the Official Singles Chart for three weeks, topping the UK Dance Chart, and receiving a Silver certification from the British Phonographic Industry for selling more than 200,000 copies. The single experienced the most commercial success in the Flanders region of Belgium, reaching number two on the Ultratop 50 in February 2008. ====Charts==== =====Weekly charts===== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (2007–2008) !Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |} =====Year-end charts===== {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (2007) !Position |- !scope=\"row\"|Netherlands (Dutch Top 40) |99 |- !scope=\"row\"|UK Singles (OCC) |55 |} {|class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" !Chart (2008) !Position |- !scope=\"row\"|Belgium (Ultratop 50 Flanders) |13 |- !scope=\"row\"|Belgium (Ultratop 50 Wallonia) |43 |- !scope=\"row\"|Hungary (Dance Top 40) |11 |- !scope=\"row\"|Hungary (Rádiós Top 40) |42 |- !scope=\"row\"|Netherlands (Dutch Top 40) |52 |- !scope=\"row\"|Netherlands (Single Top 100) |67 |} ====Certifications==== ===Other covers=== Japanese rock band Coldrain recorded a cover of \"Uninvited\" for their 2017 album, Fateless. It would put an unusual twist on the song, adding in a 45-second guitar solo from the middle, towards the end of the song. Australian singers Greg Gould and Damien Leith covered the song for Gould's album 1998. American rock band Earshot released a cover version on 15 May 2020.. American rock band Red Sun Rising released a cover of the song as a single in 2017. ==References== Category:Alanis Morissette songs Category:1998 singles Category:1998 songs Category:2007 singles Category:Freemasons (band) songs Category:Grammy Award for Best Female Rock Vocal Performance Category:Grammy Award for Best Rock Song Category:Maverick Records singles Category:Song recordings produced by Rob Cavallo Category:Songs composed in G minor Category:Songs written by Alanis Morissette Category:Songs written for films Category:Universal Records singles",
 "title": "Uninvited (song)"
}