{
 "id": "434176",
 "text": "Thomas Bradley (December 29, 1917September 29, 1998) was an American politician and police officer who served as the 38th Mayor of Los Angeles from 1973 to 1993. He was the first and thus far only black mayor of Los Angeles, and his 20 years in office mark the longest tenure by any mayor in the city's history. His election as mayor in 1973 made him the second black mayor of a major U.S. city. Bradley retired in 1993, after his approval ratings began dropping subsequent to the 1992 Los Angeles Riots. Bradley, a Democrat, also ran for Governor of California in 1982 and 1986, but was defeated both times by Republican candidate George Deukmejian. The racial dynamics that appeared to underlie his narrow and unexpected loss in 1982 gave rise to the political term \"the Bradley effect.\" In 1985, he was awarded the Spingarn Medal from the NAACP. ==Early life and education== Bradley, whose grandfather was a slave, was born on December 29, 1917, to Lee Thomas and Crenner Bradley, poor sharecroppers who lived in a small log cabin outside Calvert, Texas. He had four siblings — Lawrence, Willa Mae, Ellis (who had cerebral palsy) and Howard. The family moved to Arizona to pick cotton and then in 1924 to the Temple-Alvarado area of Los Angeles during the Great Migration, where Lee was a Santa Fe Railroad porter and Crenner was a maid. Bradley attended Rosemont Elementary School, Lafayette Junior High School and Polytechnic High School, where he was the first black student to be elected president of the Boys League and the first to be inducted into the Ephebians national honor society. He was captain of the track team and all-city tackle for the high school football team. He went to UCLA in 1937 on an athletic scholarship and joined Kappa Alpha Psi fraternity. Among the jobs he had while at college was as a photographer for comedian Jimmy Durante. ==Early career== Bradley left his studies to join the Los Angeles Police Department in 1940. He became one of 400 black officers in a police department that had 4,000 officers. He recalled \"the downtown department store that refused him credit, although he was a police officer, and the restaurants that would not serve blacks.\" He told a Times reporter: > When I came on the department, there were literally two assignments for > black officers. You either worked Newton Street Division, which has a > predominantly black community, or you worked traffic downtown. You could not > work with a white officer, and that continued until 1964. Bradley and Ethel Arnold met at the New Hope Baptist Church and were married May 4, 1941. They had three daughters, Lorraine, Phyllis and a baby who died on the day she was born. He and his wife \"needed a white intermediary to buy their first house in Leimert Park, then a virtually all-white section of the city's Crenshaw district.\" Bradley was attending Southwestern University Law School while a police officer and began his practice as a lawyer when he retired from the police department. Upon his leaving the office of mayor in 1993, he joined the law offices of Brobeck, Phleger & Harrison, specializing in international trade issues. His entry into politics came when he decided to become the president of the United Club. The club was part of the California Democratic Council, a liberal, reformist group organized in the 1950s by young Democrats energized by Adlai E. Stevenson's presidential campaigns. It was predominantly white and had many Jewish members, thus marking the beginnings of the coalition, which along with Latinos, that would carry him to electoral victory so many times. His choice of a Democratic circle also put him at odds with another political force in the African American community, representatives of poor, all-black areas who were associated with the political organization of Jesse M. Unruh, then an up-and-coming state assemblyman. The early stage of Bradley's political career was marked by clashes with African American leaders like onetime California Lieutenant Governor and former U.S. Representative Mervyn Dymally, an Unruh ally. ==Los Angeles City Council== In June 1961, the post for 10th District was vacated by Charles Navarro when he was elected city controller.\"12 Apply for Navarro City Council seat,\" Los Angeles Times, June 6, 1961, page 21 `Library card required` Bradley, a police lieutenant living at 3397 Welland Avenue, was one of 12 people to apply for the position. The City Council, which had the power to fill a vacancy, instead appointed Joe E. Hollingsworth.\"New Councilman,\" Los Angeles Times, August 26, 1961, page 13 `Library card required` When the position was up for election again, in April 1963, Bradley ran against Hollingsworth. There were only two candidates, Hollingsworth and Bradley, and also two elections — one for the unexpired term left by Controller Navarro, ending June 30, and one for a full four-year term starting July 1. Bradley won the first, 17,760 to 10,540 votes, and the second election, 17,552 to 10,400 votes.\"Complete Returns,\" Los Angeles Times, April 4, 1963, page 2 `Library card required` By then he had retired from the police force, and he was sworn in as a councilman at the age of 45 on April 15, 1963, the first African- American elected to City Council.\"First Negro Elected to City Council Sworn In,\" Los Angeles Times, April 16, 1963, page A-2 `Library card required` One of the first votes was in opposition to a proposed study by City Attorney Roger Arnebergh and Police Chief William H. Parker of the Dictionary of American Slang, ordered in an 11–4 vote by the council. Councilman Tom Shepard's motion said the book was \"saturated not only with phrases of sexual filth, but wordage defamatory of minority ethnic groups and definitions insulting religions and races.\"\"Council Asks Dictionary of Slang Study,\" Los Angeles Times, June 21, 1963, page A-1 `Library card required` When asked why he did not participate in public demonstrations, Bradley said that he saw his position on City Council as a way to bring groups together. He expressed a desire to establish a human relations commission for the city.Richard Bergholz, \"Tough Job Confronts Negro Councilman,\" Los Angeles Times, July 15, 1963, page A-4 `Library card required` ==Mayor of Los Angeles== ===Campaign=== In 1969, Bradley first challenged incumbent Mayor Sam Yorty, a conservative Democrat (later Republican) though the election was nonpartisan. Armed with key endorsements (including the Los Angeles Times), Bradley held a substantial lead over Yorty in the primary, but was a few percentage points shy of winning the race outright. However, Yorty pulled an amazing come from behind victory to win reelection. Yorty questioned Bradley's credibility in fighting crime and painted a picture of Bradley, his fellow Democrat, as a threat to Los Angeles because he would supposedly open up the city to feared Black Nationalists. Bradley did not use his record as a police officer in the election. With the racial factor, even many liberal white voters became hesitant to support Bradley. It would be another four years, in 1973, before Bradley would unseat Yorty. Powerful downtown business interests at first opposed him. But with passage of the 1974 redevelopment plan and the inclusion of business leaders on influential committees, corporate chiefs moved comfortably in behind him. A significant feature of this plan was the development and building of numerous skyscrapers in the Bunker Hill financial district. ===Tenure=== Bradley contributed to the financial success of the city by helping develop the satellite business hubs at Century City and Warner Center. Bradley was a driving force behind the construction of Los Angeles' light rail network. He also pushed for expansion of Los Angeles International Airport and development of terminals in use today. The Tom Bradley International Terminal is named in his honor. Bradley served for twenty years as mayor of Los Angeles, surpassing Fletcher Bowron with the longest tenure in that office. Bradley was offered a cabinet-level position in the administration of President Jimmy Carter, which he turned down. In 1984, Democratic presidential candidate Walter Mondale considered Bradley as a finalist for the vice presidential nomination, which eventually went to U.S. Representative Geraldine Ferraro of Queens, New York.Trying to Win the Peace Bradley was mayor when the city hosted the 1984 Summer Olympics and when the city became the second-most-populated U.S. city after New York, also in 1984. Bradley introduced President Carter at the May 5, 1979 dedication ceremony for the Los Angeles Placita de Dolores. === Declining popularity === Although Bradley was a political liberal, he believed that business prosperity was good for the entire city and would generate jobs, an outlook like that of his successor, Riordan. For most of Bradley's long administration, the city appeared to agree with him. But in his fourth term, with traffic congestion, air pollution and the condition of Santa Monica Bay worsening, and with residential neighborhoods threatened by commercial development, the tide began to turn. In 1989, he was elected to a fifth term, but the ability of opponent Nate Holden to attract one-third of the vote,Rick Orlov, \"L.A.'S `GENTLE GIANT' REMEMBERED.\" Daily News, found at The Free Library website. Accessed September 15, 2009. despite being a neophyte to the Los Angeles City Council and a very late entrant to the mayoral race, signaled that Bradley's era was drawing to a close. Other factors in the waning of his political strength were his decision to reverse himself and support a controversial oil drilling project near the Pacific Palisades and his reluctance to condemn Louis Farrakhan, the Black Muslim minister who made speeches in Los Angeles and elsewhere that many considered anti-Semitic. Further, some key Bradley supporters lost their City Council reelection bids, among them veteran Westside Councilwoman Pat Russell. Bradley chose to leave office in 1993 rather than seek election to a sixth term. ==Gubernatorial campaigns== Bradley ran for Governor of California twice, in 1982 and 1986, but lost both times to Republican George Deukmejian. He was the first African American to head a gubernatorial ticket in California. In 1982, the election was extremely close. Bradley led in the polls going into election day, and in the initial hours after the polls closed, some news organizations projected him as the winner.Fighting the Last War – TIME Ultimately, Bradley lost the election by about 100,000 votes, about 1.2% of the 7.5 million votes cast. These circumstances gave rise to the term the \"Bradley effect\", which refers to a tendency of voters to tell interviewers or pollsters that they are undecided or likely to vote for a black candidate, but then actually vote for his white opponent. In 1986, Bradley lost the rematch to Deukmejian by a margin of 61–37 percent. ==Death== Bradley had a heart attack while driving his car in March 1996 and endured a triple bypass operation. Later, he suffered a stroke \"that left him unable to speak clearly.\" He died on September 29, 1998, at age 80, and his body lay at the Los Angeles Convention Center for public viewing. He was buried in Inglewood Park Cemetery.Jane Fritsch, \"Tom Bradley, Mayor in Era of Los Angeles Growth, Dies\" New York Times, September 30, 1998 Bradley was a Prince Hall Freemason. ==Honors and legacy== * 1976, Bradley was awarded an honorary Doctor of Laws (LL.D.) degree from Whittier College. * 1984, Bradley was awarded the Olympic Order in silver. * Bradley's mayoral archives are held at UCLA. * The KTLA News Project: Tom Bradley, Mayor of Los Angeles a collection of the UCLA KTLA News Project at the UCLA Film & Television Archive. * The Tom and Ethel Bradley Center at California State University, Northridge contains over one million archived images from communities of color in Los Angeles and several Latin American countries. * Tom Bradley International Terminal at Los Angeles International Airport is named his honor. ==See also== * History of the African-Americans in Los Angeles * Membership discrimination in California social clubs, for his signing a bill banning the practice ==References== Bibliography * * Citations ==External links== * Tribute to Bradley by Dianne Feinstein, with biographical information * * The Bradley Effect by Raphael Sonenshein * Bridging the Divide: Tom Bradley and the Politics of Race documentary * *Image of Tom Bradley and Marla Gibbs passing his Crenshaw campaign headquarters during a parade in Los Angeles, California, 1989. Los Angeles Times Photographic Archive (Collection 1429). UCLA Library Special Collections, Charles E. Young Research Library, University of California, Los Angeles. *Image of Tom Bradley, with his wife Ethel, being sworn-in as mayor by Justice Earl Warren in Los Angeles, California, 1973. Los Angeles Times Photographic Archive (Collection 1429). UCLA Library Special Collections, Charles E. Young Research Library, University of California, Los Angeles. |- |- Category:1917 births Category:1998 deaths Category:20th-century African-American politicians Category:20th-century American politicians Category:African-American lawyers Category:African-American mayors in California Category:African-American police officers Category:Burials at Inglewood Park Cemetery Category:California Democrats Category:Candidates in the 1982 United States elections Category:Candidates in the 1986 United States elections Category:John H. Francis Polytechnic High School alumni Category:Lawyers from Los Angeles Category:Los Angeles Police Department officers Category:Mayors of Los Angeles Category:People from Calvert, Texas Category:People from South Los Angeles Category:Southwestern Law School alumni Category:Spingarn Medal winners Category:University of California, Los Angeles alumni Category:African-American city council members in California Category:20th- century American lawyers",
 "title": "Tom Bradley (American politician)"
}