{
 "id": "434219",
 "text": "The Workers Internationalist League was a Trotskyist group in Britain founded in the summer of 1983 by the Internationalist Faction of the Workers Socialist League.Barberis, P. et al. Encyclopedia of British and Irish Political Organizations: Parties, Groups and Movements of the 20th Century A&C; Black, 2000, p169 It was the British affiliate of the Trotskyist International Liaison Committee until that body was renamed the International Trotskyist Committee. Although a small group, it immediately moved to producing a paper which was called Workers' International News in mimicry of the magazine of the war-time Workers International League. For a small group of no more than 35 members this was a major undertaking. The main concern of the new group was to clarify its ideas and where to concentrate their work. Therefore, the question of how to orient to the Labour Party was a major area of debate. On the one hand, comrades around Mike Jones, close to the views of the Workers' Party (Argentina) (PO), were for working in the Labour Party Young Socialists and were hostile to the United Secretariat of the Fourth International forces then in the Labour Party. This was an important question for the group as the Italian section of the TILC moved to join the USFI group in that country. On the other extreme of the group, Chris Erswell was supportive of the Italian TILC group's orientation. Meanwhile, the senior leader of the WIL, Pete Flack, found himself isolated when the rest of the National Committee opposed the Italian tactic of fusion with the USFI. The WIL was being pulled in different directions by other Trotskyist tendencies, with the TILC, PO and the Workers Power group all representing different poles of attraction. This became obvious at the first national conference of the group, held in December 1983. The conference solved none of the problems of the group and in January 1984 eleven supporters of the TILC left the WIL to establish the Workers International Review Group. The TILC refused to make them their official British section, instead choosing TILC sympathisers still in the WIL. They formed a Tendency for Political Clarification which was itself clarified when 3 of its 5 members left to join Workers Power. The remaining two members of the tendency then formed a Liaison Committee with the Workers International Review Group which led to the formation of the Revolutionary Internationalist League in November 1984,Barberis, P. et al. Encyclopedia of British and Irish Political Organizations: Parties, Groups and Movements of the 20th Century A&C; Black, 2000, p160 which was the British section of the International Trotskyist Committee (formed that summer from the TILC) until its split in 1991. The rump WIL would seem to have expired in the meantime. ==References== ==External links== *\"What Happened to the Workers' Socialist League?\" Category:Political parties established in 1983 Category:Defunct Trotskyist organisations in the United Kingdom Category:1983 establishments in the United Kingdom Category:1984 disestablishments in the United Kingdom",
 "title": "Workers' Internationalist League"
}