{
 "id": "434280",
 "text": "The National Unification Council was a nonstatutory governmental agency of the Republic of China on Taiwan established on 7 October 1990. Alt URL Now defunct, its formal aim was to promote the reintegration of mainland China into the Republic of China. In February 1991, the council drafted the Guidelines for National Unification, which outlined a three-phase approach for Chinese reunification. The Guidelines called for the People's Republic of China to democratize and become more developed as the precondition for serious talks about steps toward eventual reunification. The council was suspended and ceased to function in early 2006 during the presidency of Chen Shui-bian, a member of the Democratic Progressive Party which has generally promoted Taiwanese nationalism. ==Establishment== The National Unification Council was established under the direct oversight of the Office of the President by then- President Lee Teng-hui. It first met on 7 October 1990, with 30 members. Membership extended to government officials, political party leaders, industrialists, civic leaders, scholars and journalists. The National Unification Council held 14 meetings from its founding to 8 April 1999. In February 1991, the council drafted the Guidelines for National Unification, which outlined a three-phase approach for Chinese unification. The Guidelines called for Beijing to democratize and become more developed as the precondition for serious talks about steps toward eventual integration. The guidelines stipulate that \"both the mainland and Taiwan areas are parts of Chinese territory. Helping to bring about national unification should be the common responsibility of all Chinese people.\" The meaning of \"one China\" adopted by the \"national unification council\" on 1 August 1992 says that \"both sides of the Taiwan Straits agree that there is only one China. However, the two sides of the Straits have different opinions as to the meaning of 'one China'.\" This would later known as the 1992 consensus. ==Abolition== The council had already been out of operation under the administration of Chen Shui-bian since 2000, who has leaned towards Taiwanese independence and opposed Chinese reunification. At the same time, in his \"Four Noes and One Without\" policy, Chen promised not to formally abolish the council or the Guidelines for National Unification, in order to allay international concern about his possible moves toward declaring independence. In his lunar new year speech in 2006 President Chen Shui-bian instructed the Democratic Progressive Party to begin formal debate on the permanent abolition of the National Unification Council and the guidelines set out therein.*BBC News: Alarm at hint to scrap Taiwan body, 2006-02-06 On 27 February 2006, Chen formally announced that the council would \"cease to function\" and its guidelines would \"cease to apply\".BBC News: Taiwan scraps unification council, 2006-02-27 President Chen Shui-bian declared that the Guidelines for National Unification had \"ceased to apply\" because they had been drawn up by an ad hoc presidential commission in the days before citizens had the right to elect their leader and make their voices effectively heard. Moreover, the framers of the guidelines had premised them on a \"one-China principle\" and the presumption of eventual unification without consulting the people of Taiwan. The council was suspended in early 2006, with President Chen Shui-bian remarking: > \"The National Unification Council will cease to function. No budget will be > ear-marked for it and its personnel must return to their original > posts...The National Unification Guidelines will cease to apply. In > accordance with procedures, this decision will be transmitted to the > Executive Yuan for notice.\" Chen had previously called for the NUC to be \"abolished\" but later toned this down to \"cease to function\". The government was ambiguous on whether \"cease to function\" was the same as \"abolish\". There have been calls for President Ma Ying-jeou to reinstate the National Unification Council, with Taiwan newspaper The China Post remarking in a commentary: President Ma pays homage in person to the Yellow Emperor, China Daily Post > The best and easiest way to show his sincerity is to reinstate the National > Unification Council made to cease to function by President Chen. Or to sign > a peace accord with Hu Jintao, General Secretary of the Communist Party of > China. ==See also== *Cross-Strait relations *Political status of Taiwan *Mainland Affairs Council, Republic of China *Taiwan Affairs Office, People's Republic of China ==References== ==External links== *Guidelines for National Unification at Wikisource Category:1990 establishments in Taiwan Category:2006 disestablishments in Taiwan Category:Government of Taiwan Category:Cross- Strait relations Category:Government agencies established in 1990 Category:Government agencies disestablished in 2006 Category:Defunct organizations based in Taiwan",
 "title": "National Unification Council"
}