{
 "id": "434332",
 "text": "Galswintha (540–568) was a queen consort of Neustria. She was the daughter of Athanagild, Visigothic king of Hispania (the Iberian Peninsula, comprising modern Spain and Portugal), and Goiswintha. Galswintha was the sister of Brunhilda, Queen of Austrasia; and the wife of Chilperic I, the Merovingian king of Neustria. Galswintha was likely murdered at the urging of Chilperic's former concubine Fredegund (and then later wife), instigating a 40-year civil war within the Merovingian kingdom. ==History== Merovingian king, Chilperic I (561–584), ruled over Neustria, which despite being less extensive in total land as that presided over by his brother King Sigebert, was wealthier since the cities of Paris, Tours, and Rouen all fell under its purview. Chilperic sought Galswintha's hand in marriage after his brother, King Sigebert, had married the noblewoman, Brunhilda (Galswintha's sister), a union that violated the Merovingian tradition of seeking the hand of a lowborn woman instead. Galswintha—daughter of the Visigothic king, Athanagild—was not initially in favor of being betrothed to a northern Frankish king, as the Visigoths considered them barbarians. To the dismay of her mother, Galswintha was ultimately forced to part with her family on her father's (Athanagild) insistence. Her escort to Chilperic's side consisted of nobles and warriors from among both the Goths and Franks. Crossing the Pyrenees, Galswintha's journey took her through Narbonne and Carcassonne then onto Poitiers and Tours before reaching Rouen, the location of the marriage arrangement. According to Gregory of Tours, Chilperic was betrothed to multiple women at the time of his marriage to Galswintha and had promised to dismiss all of them if she accepted his proposal. Chilperic honored his avowal by dispensing with his other wives when he married Galswintha. Immediately after their betrothal—sometime between 566 and 567—Chilperic gave Galswintha the cities of Limoges, Bordeaux, Cahors, Bearn, and Bigorre as a gift. Chilperic supposedly loved her \"dearly\" according to Gregory of Tours, but this was most likely due to her substantial dowry. His former concubine Fredegund continued to visit the king's bedchamber, despite Chilperic's proclaimed commitment to Galswintha. She complained bitterly about this betrayal. Still in love with Fredegund, Chilperic allowed himself to be manipulated and had his wealthy wife murdered. Galswintha was apparently strangled. Historian Patrick Geary surmises that Galswintha may also have been murdered as a consequence of Chilperic's fear that she would leave with her dowry. After Galswintha's death, however, the lands—formerly given by Chilperic—ended up being passed on to her sister Brunhilda. Even though Chilperic retained Galswintha's dowry, her untimely death aroused the enmity of her sister Brunhilda against him and Fredegund; it also incurred the wrath of his brother Sigebert, bringing about 40 years of conflict between the Frankish kingdoms of Austrasia and Neustria—a veritable Merovingian civil war. When Chilperic was murdered in 584, Brunhilda's anger remained unassuaged, and the conflict following Galswintha's murder continued until Fredegund's death in 597. Beyond this, the result of such antipathy was a three-generation-long feud that essentially \"wrecked the Merovingian family\" and contributed to the death of ten of its kings. Galswintha remains listed in modern genealogical charts demonstrating the links between the Visigothic kingdoms and the Byzantine Empire. == Commemoration in Verse == The Late Latin poet Venantius Fortunatus wrote a long commemorative poem (Carmina VI.5) in honour of Galswintha. == In popular culture == Symphonic metal band Leaves' Eyes also wrote a song from their album Symphonies of the Night titled \"Galswintha\". == References == ===Notes=== ===Citations=== ===Bibliography=== * * * * * * * Category:540 births Category:568 deaths Category:Frankish queens consort Category:Merovingian dynasty Category:Deaths by strangulation Category:Murdered royalty Category:Frankish princesses Category:Arian Christians Category:6th-century people of the Visigothic Kingdom Category:6th- century Frankish nobility Category:Visigothic women Category:6th-century Frankish women",
 "title": "Galswintha"
}