{
 "id": "434415",
 "text": "Robert Gregg Cherry (October 17, 1891June 25, 1957) was the 61st Governor of the state of North Carolina from 1945 to 1949. ==Biography== Born in York County, South Carolina near Rock Hill, Cherry grew up in Gastonia, North Carolina with relatives after the death of his parents. He earned bachelor's and law degrees at Trinity College (now Duke University). He organized and led a volunteer artillery company during World War I. Cherry served as mayor of Gastonia, as a member and speaker of the North Carolina House of Representatives, as chairman of the North Carolina Democratic Party (1937–1940), and as a member of the North Carolina Senate. In Gastonia, it was joked that he was the best lawyer in town when sober, and the second-best lawyer in town when drunk.Tar Heel Laughter By Richard Walser In 1944, Cherry was elected governor as the last in a series of governors affiliated with the political machine of former Gov. O. Max Gardner.Christensen, Rob. The Paradox of Tar Heel Politics. 2008. UNC Press. Gov. Cherry inherited an economy facing material and labor shortages as a result of the ongoing Second World War. One of his primary focuses during his term was the improvement of mental health care at state-run facilities. Cherry Hospital in Goldsboro, North Carolina, is named for him. Unlike most other Southern Democratic governors, Cherry supported Harry S. Truman for re-election in 1948. Cherry retired from politics and returned to the practice of law after his one term as governor (the maximum then allowed by the state constitution). == References == ==External links== * * OurCampaigns.com biography * National Governors Association biography * North Carolina Historical Marker |- |- Category:1891 births Category:1957 deaths Category:Duke University Trinity College of Arts and Sciences alumni Category:Governors of North Carolina Category:Members of the North Carolina House of Representatives Category:North Carolina Democratic Party chairs Category:North Carolina Democrats Category:North Carolina lawyers Category:North Carolina state senators Category:People from Gastonia, North Carolina Category:Speakers of the North Carolina House of Representatives Category:Democratic Party state governors of the United States Category:20th- century American politicians Category:20th-century American lawyers",
 "title": "R. Gregg Cherry"
}