{
 "id": "434560",
 "text": "The year 1819 in science and technology involved some significant events, listed below. ==Astronomy and space science== * Johann Franz Encke computes the orbit of Comet Encke, identifying it as periodic. * July 1 – Johann Georg Tralles discovers the Great Comet of 1819, (C/1819 N1). It is the first comet analyzed using polarimetry, by François Arago. ==Chemistry== * Joseph Bienaimé Caventou and Pierre Joseph Pelletier isolate the alkaloid brucine from Strychnos nux-vomica. ==Exploration== * February 19 – Captain William Smith in British merchant brig Williams sights Williams Point, the northeast extremity of Livingston Island in the South Shetlands, the first land discovered south of latitude 60° S. * October 15 – Desolation Island in the South Shetland Islands of the Antarctic is discovered by Captain William Smith in the Williams. * A British Arctic expedition under William Edward Parry comprising HMS Hecla and HMS Griper reaches longitude 112°51' W in the Northwest Passage, the furthest west which will be attained by any single-season voyage for 150 years.Journal of a Voyage to Discover a North-west Passage. 1821. ==Geology== * G. B. Greenough publishes his book A critical examination of the first principles of geology in a series of essays in London. ==Medicine== * August – René Laennec publishes De l’Auscultation Médiate ou Traité du Diagnostic des Maladies des Poumons et du Coeur in Paris, describing his invention of the stethoscope. * English physician John Bostock publishes the first account of allergic rhinitis (in himself).Bostock, John. \"Case of a Periodical Affection of the Eyes and Chest\", presented to Medical and Chirurgical Society of London. * French physician Pierre Amable Jean-Baptiste Trannoy publishes one of the first epidemiology treatises in France: Traité élémentaire des maladies épidémiques ou populaires à l'usage des officiers de santé (Elementary Treatise on Epidemic or Popular Diseases for the use of health officers). ==Technology== * May 22 – leaves port at Savannah, Georgia on a voyage to become the first steamship to cross the Atlantic Ocean, although only a fraction of the trip is made under steam. The ship arrives at Liverpool, England, on June 20. * Invention of the M1819 breech-loading flintlock using interchangeable parts by Captain John H. Hall of Harpers Ferry Armory in the United States. ==Institutions== * Cambridge Philosophical Society founded as a scientific society at the University of Cambridge in England. ==Awards== * Copley Medal: Not awarded ==Births== * March 24 – Friedrich Theodor von Frerichs (died 1885), German medical pathologist. * May 3 (O.S. April 21) – Nikolai Annenkov (died 1889), Russian botanist. * June 5 – John Couch Adams (died 1892), Cornish-born mathematician and astronomer. * July 17 – Eunice Newton Foote (died 1888), American physicist and women's rights campaigner. * July 28 – Thomas Evans Blackwell (died 1863), English civil and hydraulic engineer. * August 9 – William T. G. Morton (died 1868), American dentist. * August 13 – George Gabriel Stokes (died 1903), Irish-born mathematician and physicist. * September 18 – Léon Foucault (died 1868), French physicist. * September 23 – Hippolyte Fizeau (died 1896), French physicist. ==Deaths== * January – Elsa Beata Bunge (born 1734), Swedish botanist. * August 19 – James Watt (born 1736), British inventor, mechanical engineer and mathematician. * November 22 – John Stackhouse (born 1742), English botanist. ==References== Category:19th century in science Category:1810s in science",
 "title": "1819 in science"
}