{
 "id": "434662",
 "text": "Sir James Gerald Douglas Howarth (born 12 September 1947), known as Gerald Howarth, is a British Conservative Party politician. He was the Member of Parliament (MP) for Aldershot from 1997 until 2017, having been the MP for Cannock and Burntwood from 1983 to 1992. He was the Parliamentary Under- Secretary of State at the Ministry of Defence as Minister for International Security Strategy from May 2010 to September 2012 and is chairman of Conservative Way Forward. In 2016, he joined the political advisory board of Leave Means Leave. He stood down at the 2017 general election. ==Early life and career== The son of James and Mary Howarth, he was educated at Bloxham School and the University of Southampton (BA Hons), and married Elizabeth Jane (née Squibb) in 1973; the couple have two sons and a daughter, Emily, who is married to Conservative MP James Cartlidge. Howarth joined the Conservative party in 1964.Andrew Roth parliamentary A-Z and in March 1968 was present at the Grosvenor Square anti-Vietnam War demonstration, waving a US flag in support of the war, saying \"Well, there were three of us. I suspect that I am unique among those of us who were there in Grosvenor Square on that horrifying and frightening occasion in so far as mine was the only banner in support of the Americans. I took the precaution of ensuring that there was a thin blue line of men from the Metropolitan police between me and the hordes, and very wise I was, too\".Hansard , 10 March 1988 On 16 April 1970 Howarth demonstrated in favour of the abolition of exchange controls outside the Bank of England.The Times - 17 April 1970 On 14 January 1975 he wrote to The Times newspaper defending the conviction of Ricky Tomlinson and Des Warren over the Shrewsbury building strike.The Times - 14 January 1975. A qualified private pilot, he was commissioned into the Royal Air Force Volunteer Reserve as an acting pilot officer in 1968, serving until late 1969. Twenty years later, in 1988, he received the Britannia Airways Parliamentary Pilot of the Year Award. In 1971 was employed by the Bank of America International Ltd., where he remained until 1977, when he moved to the European Arab Bank until 1981. He then became the Syndication Manager for the Standard Chartered Bank for the next two years, after which he was first elected to parliament. Howarth was General Secretary of the Society for Individual Freedom, a right-wing pressure group, from 1969 to 1971 after leaving university.Dod's Guide to the General Election, June 2001 , Vacher Dod Publishing, 2001, page 152 He was also once an active member of the Conservative Monday Club while at university.New Society , London. Volume 11, 1968, page 592 From 1973 to 1977 he was Director of the Freedom Under The Law Group. He served as an elected councillor on the London Borough of Hounslow from 1982 to 1983, and sat on its Environmental Planning, and Finance and General Purposes Committees. While South Africa was governed under the apartheid system, Howarth set up a \"Hain prosecution fund\"Andrew Roth's parliament profiles: Peter Hain Neath (1987- ) , The Guardian, 19 March 2001 to raise money to privately prosecute anti-apartheid activist Peter Hain, later a Labour cabinet minister. The prosecution was sponsored by the Society for Individual Freedom, of which Howarth was the general secretary. According to John Mann, Howarth and Francis Bennion set up an organisation to counter the anti-apartheid movement called \"Freedom Under Law\". Commons Debates > Daily Hansard - Debate , 23 January 2014 : Column 505 ==Parliamentary career== ===First terms (1983–92)=== Howarth was first elected for the Cannock and Burntwood constituency in the Conservative landslide victory at the 1983 general election. Allegations of far-right sympathies were made against Howarth in a controversial January 1984 Panorama programme, \"Maggie's Militant Tendency\". Howarth and his friend Neil Hamilton both successfully sued the BBC and were each awarded £20,000 damages for libel in October 1986, with their court costs paid. Howarth was Parliamentary Private Secretary to Michael Spicer when Under-Secretary of State at the Department of Energy 1987–90, and as Minister of State, Department of the Environment in 1990. He lost his seat at the 1992 general election. He was absent from parliament for five years, but was re-elected at the 1997 United Kingdom general election as MP for Aldershot. ===Later terms (1997–2017)=== He is a supporter of the British defence industry, when, speaking in support of the industry, he told delegates at a meeting in 2009 sponsored by the Defense Industries Council that \"People who decry the defence industry should hang their heads in shame because it is a noble industry\". He also told the meeting that, should his party attain government, he could accept the title of \"Minister for War\" reflecting his belief that wider Government should recognise that Great Britain is at war and support the armed forces appropriately. In 2001, Howarth was one of several famous faces duped into appearing on the Channel Four Brass Eye television programme; this was the \"Paedogeddon\" spoof episode, where he agreed to read out anti-paedophile warnings.Hugh Muir (7 November 2007).\"Diary\" . The Guardian. London. In a programme in 2008 about the fall of Margaret Thatcher, Howarth told Michael Portillo that he was \"gutted\" when Thatcher resigned in November 1990. At the 2015 general election Howarth was joined in the Commons by his son-in-law, James Cartlidge, the Conservative MP for South Suffolk. On 20 April 2017, Howarth announced he would not be seeking re-election in the 2017 general election and now resides in Suffolk. === Race relations === In 1999, Howarth questioned the conclusion of the Macpherson report (into Stephen Lawrence's death) that the Metropolitan police are \"institutionally racist\" as \"a grotesque over-reaction.\" In 2005, he said about Muslims: \"If they don't like our way of life, there is a simple remedy: go to another country, get out. There are plenty of other countries whose way of life would appear to be more conducive to what they aspire to. They would be happy and we would be happy\". After British Airways in November 2006 indicated that a member of its check-in staff would not be permitted to display a cross over her uniform, Howarth announced his decision to boycott the flag carrier and said that \"the idea that somehow it has become unacceptable to demonstrate that (Christian) faith is bizarre...the cross is a modest symbol. It is not an aggressive or provocative gesture... it is a quiet demonstration of faith\". In August 2014, he warned about the dangers of immigration to Britain as he perceives them in a leaked e-mail to a constituent and declared that Enoch Powell was right in his anti-immigration \"rivers of blood\" speech in April 1968: \"Clearly, the arrival of so many people of non-Christian faith has presented a challenge, as so many of us, including the late Enoch Powell, warned decades ago\". === Homosexuals === In 2000, he described the lifting of the ban on homosexuals in the military as \"appalling\" and went on to state that the \"decision will be greeted with dismay, particularly by \"ordinary\" soldiers in Her Majesty's forces, many of whom joined the services precisely because they wished to turn their backs on some of the values of modern society\". In 2005 he criticised the gay Labour Minister Peter Mandelson because his life-partner, Reinaldo Avila da Silva, a Brazilian translator who had been living in the UK for seven years, had received British citizenship. Howarth described Avila da Silva as Mandelson's 'consort', who was less deserving of citizenship than others. On 20 May 2013, whilst debating the Marriage (Same Sex Couples) Bill, Howarth warned of \"the aggressive homosexual community who see this as but a stepping stone to something even further.\" Howarth did not elaborate on what \"something further\" would be. === Expenses === Following the expenses scandal of 2009, Howarth said that he had \"acted within the rules\" set out by the House of Commons, but nonetheless repaid expenses identified by Sir Thomas Legg as being unreasonable. After the 2012 reshuffle, he was recommended for a knighthood and was appointed a Knight Bachelor on 20 September 2012. In April 2013, he was appointed chairman of the Thatcherite campaign group Conservative Way Forward. ===Whistleblowing=== Howarth is now the chairman of Addveritas – advisors on whistleblowing. ==Notes== ==References== * Copping, Robert, The Story of the Monday Club – The First Decade, Current Affairs Information Service, London, April 1972, (P/B). * Dod's Parliamentary Companion 1991, 172nd edition, London. * Ellis, Dr.Frank, The Macpherson Report: 'Anti-racist' Hysteria and the Sovietization of the United Kingdom, published by Right Now Press Ltd., London, 2001,(P/B), == External links == *Gerald Howarth MP official constituency website *Gerald Howarth MP Conservative Party profile *Aldershot and North Hampshire Conservatives * * Category:Living people Category:1947 births Category:People educated at Bloxham School Category:Alumni of the University of Southampton Category:Royal Air Force officers Category:Councillors in the London Borough of Hounslow Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:UK MPs 2015–2017 Category:Members of the Freedom Association Category:20th- century Royal Air Force personnel",
 "title": "Gerald Howarth"
}