{
 "id": "434606",
 "text": "Philip Hammond, Baron Hammond of Runnymede (born 4 December 1955) is a British politician and life peer who served as Chancellor of the Exchequer from 2016 to 2019, Foreign Secretary from 2014 to 2016, and Defence Secretary from 2011 to 2014. A member of the Conservative Party, he was the Member of Parliament (MP) for Runnymede and Weybridge from 1997 to 2019. Born in Epping, Essex, Hammond studied Philosophy, Politics and Economics at University College, Oxford. He worked from 1984 as a company director at Castlemead Ltd – a healthcare and nursing company. From 1995 to 1997, he acted as an adviser to the government of Malawi before his election to Parliament. Hammond served in the Shadow Cabinets of Michael Howard and David Cameron as Shadow Secretary of State for Work and Pensions from 2005 to 2007 and Shadow Chief Secretary to the Treasury in 2005 and from 2007 to 2010. After the formation of the Coalition Government in May 2010, he was appointed Secretary of State for Transport and was sworn of the Privy Council. Upon the resignation of Liam Fox over a scandal in October 2011, Hammond was promoted to replace him as Secretary of State for Defence, before being further promoted in July 2014 to become Secretary of State for Foreign and Commonwealth Affairs. In July 2016, after Theresa May succeeded Cameron as Prime Minister, Hammond was appointed Chancellor of the Exchequer. As Chancellor, Hammond suggested that the government may begin a reduction in austerity measures.Philip Hammond hints government will ease up on austerity The Guardian. In July 2019, he spoke in an interview with Andrew Marr of his plans to tender his resignation to Theresa May should Boris Johnson become the new Leader of the Conservative Party and Prime Minister. He said should he be part of the Johnson Cabinet he would be required to support a no-deal Brexit. With the selection of Boris Johnson as the next Prime Minister, he tendered his resignation to Theresa May. He had the Conservative whip removed in September 2019 for voting against Boris Johnson's government and subsequently sat as an independent MP, while remaining a member of the party. He did not stand for re-election in the 2019 election. ==Early life== Hammond was born in Epping, Essex, the son of a civil engineer. He was educated at Shenfield School (now Shenfield High School) in Brentwood, Essex where he was a classmate of Richard Madeley. He then read Philosophy, Politics and Economics at University College, Oxford, where he was an Open Scholar, and graduated with a first-class honours degree.‘HAMMOND, Rt Hon. Philip’, Who's Who 2017, A & C Black, an imprint of Bloomsbury Publishing plc, 2017. Hammond joined the medical equipment manufacturers Speywood Laboratories Ltd in 1977, becoming a director of Speywood Medical Limited in 1981. He left in 1983 and, from 1984, served as a director in Castlemead Ltd. From 1993 to 1995, he was a partner in CMA Consultants and, from 1994, a director in Castlemead Homes.http://www.castlemead-ltd.co.uk Castlemead Homes. He had many business interests including house building and property, manufacturing, healthcare, and oil and gas. He worked as a consultant to the Government of Malawi from 1995 until his election to Parliament. ==Early political career== Hammond was the Chairman of the Lewisham East Conservative Association for seven years from 1989, and was also a political assistant to Colin Moynihan, then MP for Lewisham East and Minister of Sport. He contested the 1994 Newham North East by-election following the death of sitting Labour MP Ron Leighton, losing in this rock-solid Labour seat to Stephen Timms by 11,818 votes, Hammond only polling 14.5% of the vote. He was elected to the House of Commons at the 1997 general election for the newly created Surrey seat of Runnymede and Weybridge. He won the seat with a majority of 9,875 and remained its MP until 2019. He made his maiden speech on 17 June 1997. In Parliament, he served on the Environment, Transport and the Regions Select committee from 1997 until he was promoted by William Hague as front bench spokesman for Health. He was moved to become a spokesman for Trade and Industry by Iain Duncan Smith in 2001, and later transferred to Shadow Minister for Local Government and Regions in 2002. Howard promoted Hammond to his Shadow Cabinet following the 2005 general election as Shadow Chief Secretary to the Treasury. Following the election of David Cameron as Conservative leader later in 2005, Hammond became the Shadow Secretary of State for Work and Pensions. He was moved back to the role of Shadow Chief Secretary to the Treasury in David Cameron's reshuffle following Gordon Brown's accession to the premiership. ==In government== ===Secretary of State for Transport (2010–2011)=== Hammond was appointed Secretary of State for Transport following the formation of the coalition government on 12 May 2010, a position he held until 14 October 2011. On 28 September 2011, the government initiated a consultation on plans to raise the speed limit on motorways from 70 mph to 80 mph, to introduce the new limit in 2013. However, following criticism, including that modelling predicted a 20+% increase in motorway deaths and would alienate women voters, the plans were dropped by his successor. ===Secretary of State for Defence (2011–2014)=== Hammond became Secretary of State for Defence on 14 October 2011 when Liam Fox resigned. As Secretary of State for Defence, Hammond became a member of the National Security Council. In December 2011, women were allowed to serve on Royal Navy submarines. The first women officers began serving on s in late 2013. They were due to be followed by female ratings in 2015, when women should also begin serving on the new s. It was also confirmed that the cost of the Libyan operations was £212 million – less than was estimated – including £67 million for replacing spent munitions, is all expected to be met from HM Treasury's reserve. In January 2012, the Ministry of Defence cut 4,200 jobs in the second round of armed forces redundancies. The Army would see up to 2,900 job cuts, including 400 Gurkhas, while the RAF would lose up to 1,000 members and the Royal Navy up to 300. The job losses would account for some of the cuts under the defence review – intended to help plug the £38 billion hole in the defence budget. Hammond said the Government had \"no choice but to reduce the size of the armed forces – while reconfiguring them to ensure they remain agile, adaptable and effective\". The £38 billion \"black hole\" in Ministry of Defence finances had been \"dealt with\" and the department's \"hand to mouth existence would come to an end\", Hammond stated in February 2012. Ministers had even found £2.1 billion to be allocated to several major spending projects to be introduced in the coming weeks. The money was to come from a combination of cuts over the previous two years, bargaining with industry suppliers and a one per cent increase in the equipment budget. In February 2012, Hammond said that the Falkland Islands did not face a \"current credible military threat\" from Argentina. He added that Britain had \"no desire or intention to increase the heat\" surrounding their sovereignty. Speaking in the House of Commons he said \"despite media speculation to the contrary, there has been no recent change to force levels\", adding \"there is no evidence of any current credible military threat to the security of the Falkland Islands and therefore no current plan for significant changes to force deployments.\" In August 2012, Hammond cut senior positions within the \"top-heavy\" military by a quarter. Around 26 civilian and military head office posts would go and a new senior structure would come in from April 2013. The move was expected to save the Ministry of Defence around £3.8 million a year. Hammond said one in four posts from the ranks of commodore, brigadier, air commodore and above would go. Four weeks before the London Olympic Games of 2012, the security company G4S could not provide the number of security staff it had originally undertaken to deploy for the games. Hammond solved the problem by deploying 5,000 members of the armed forces making good the shortfall. Their performance attracted widespread praise. ===Secretary of State for Foreign and Commonwealth Affairs (2014–2016)=== On 15 July 2014, Hammond was appointed Foreign and Commonwealth Secretary. Newspapers highlighted his \"Eurosceptic\" credentials, and his confidence that Britain could \"get a deal\" on reforming the European Union. He said that he would vote in a putative referendum for a British exit from the European Union unless there were changes in the relationship, but following David Cameron's renegotiation, he supported the Remain campaign. In August 2014, Hammond said he was surprised at the sudden resignation of Sayeeda Warsi, Baroness Warsi, who wrote of \"great unease\" under his leadership of the Foreign office. In March 2015, Hammond stated that Britain would support the Saudi Arabian-led intervention in Yemen \"in every practical way short of engaging in combat.\" He also told Parliament that the Saudi-led coalition had complied with humanitarian law. This statement was later corrected by the Foreign Office as, according to the Foreign Office, he should have said: \"Looking at all the information available to us, we have been unable to assess that there has been a breach of International Humanitarian Law by the Saudi- led coalition\". As a result of these discrepancies, Labour MP Ann Clwyd asked the Commons Speaker John Bercow to refer the incident to the relevant parliamentary authority so that they can decide whether Hammond deliberately misled the MPs or if it was an honest mistake. In March 2015, speaking as the minister responsible for the intelligence agencies, he suggested that terror \"apologists\" must share blame in terrorist acts, saying \"But a huge burden of responsibility also lies with those who act as apologists for them.\"On 8 July 2015, Hammond condemned the defeat by Russia at the UN Security Council of his four-page draft resolution S/2015/508,un.org: \"United Nations – S/2015/508 – Security Council – Jordan, Lithuania, Malaysia, New Zealand, United Kingdom of Great Britain and Northern Ireland and United States of America: draft resolution\" , 8 July 2015. which would have applied the genocide label to the Srebrenica massacre of Muslim Bosniaks in 1995.\"Russia blocks UN resolution condemning Srebrenica massacre as genocide\" , The Daily Telegraph, 8 July 2015. Angola, China, Nigeria and Venezuela abstained,un.org: \"UN News Centre: UN officials recall 'horror' of Srebrenica as Security Council fails to adopt measure condemning massacre\" , 8 July 2015. while the draft had been proposed by Jordan, Lithuania, Malaysia, New Zealand, the UK and the US. The Russian ambassador, Vitaly Churkin, criticised the British wording as \"confrontational and politically-motivated\", arguing that it unfairly singled out Bosnian Serbs for committing war crimes in a conflict in which all three ethnic groups were the victims of atrocities. Hammond stated that: \"We are disappointed that our resolution to commemorate the 20th anniversary of Srebrenica was vetoed today.\"gov.uk: \"Foreign Secretary statement following UN Security Council vote on Srebrenica resolution\" , 8 July 2015. On 14 July 2015, after several years of on-again-off-again negotiations, the P5+1 reached agreement with Iran over the Nuclear program of Iran. Hammond was present in Vienna as the UK representative for the Joint Comprehensive Plan of Action disclosure ceremony.\"Iran nuclear deal: agreement reached in Vienna – as it happened\" , 14 July 2015. Hammond presented the deal in Commons the next day,\"Benjamin Netanyahu intends to fight Iran nuclear deal all the way, says Philip Hammond\" , The Daily Telegraph, 15 July 2015. and was in Jerusalem for a joint press conference with Benjamin Netanyahu, which was described as \"tense\".rebuffs Philip Hammond over Iran deal\" , The Daily Telegraph, 16 July 2015. Hammond described the United Nations findings regarding the detention of Julian Assange in the Ecuadorian embassy in London on 6 February 2016 as \"ridiculous\". Mads Andenæs commented, \"When countries respond in this way, they damage the respect for the rule of law and the United Nations.\" In October 2015, Justice Secretary Michael Gove cancelled a £5.9 million contract to provide services for prisons in the Saudi Arabia, saying \"the British government should not be assisting a regime that uses beheadings, stoning, crucifixions and lashings as forms of punishment.\" Foreign Secretary Hammond accused Gove of \"naivety\". In November 2015, Hammond was criticised for accepting a watch worth £1,950 from Saudi businessman Mahfouz Marei Mubarak bin Mahfouz. The watch was given as a gift after the unveiling of a statue of the Queen to mark the 800th anniversary of the sealing of Magna Carta. Ministers are not allowed to accept gifts worth more than £140 but Hammond claims he was advised that the event was a constituency one, not a ministerial one, and therefore the rules for ministers did not apply to him on that day. Labour MP John Mann was among those who criticised Hammond. \"What on earth was he doing?\" Mann asked, \"No MP should be accepting watches worth nearly £2,000 as a gift. He should now give it to charity.\" ===Chancellor of the Exchequer (2016–2019)=== Hammond was appointed Chancellor of the Exchequer by new Prime Minister Theresa May on 13 July 2016. Hammond had backed Remain in the Brexit referendum, but confirmed he would support the withdrawal of the UK from the EU, saying \"No ifs, no buts, no second referendums. We are leaving the European Union. But it is equally clear to me that the British people did not vote on June 23 to become poorer, or less secure\" and that he would take whatever steps necessary to protect the economy, jobs and living standards. In October 2016, Hammond was criticised by some Cabinet colleagues for “arguing like an accountant seeing the risk of everything” rather than pressing ahead with plans for Brexit. Hammond called for caution during a Cabinet committee meeting, which discussed a proposed post-Brexit visa regime that would require all European Union workers to prove they have secured a skilled job before being allowed into Britain, which led to accusations that he was trying to \"undermine Brexit\" According to The Sunday Times, Hammond's priority was ensuring the UK retained full access to the EU's single market for Britain's financial industry. In January 2017, Hammond stated that the UK would leave the Single Market as it was not politically possible to continue to comply with all the EU's rules regarding freedom of movement in the wake of the Brexit vote, saying that they would look to pursue a \"comprehensive free trade agreement\" instead. In his first budget in March 2017, Hammond increased National Insurance contributions that self-employed people have to pay, despite the Conservatives making a manifesto pledge at the 2015 election not to increase NI.Budget 2017: manifesto row clouds chancellor's attempt at low- key package The Guardian. The policy was reversed a week later after opposition from some of his own backbenchers.Philip Hammond ditches national insurance rise for self-employed The Guardian. The IFS argued in favour of the NIC rise, claiming the original pledge not to increase tax had been unwise. \"As we said at the time these were silly pledges. To commit yourself to not raising the three main taxes – income tax, NI and VAT – ties your hands to an absurd extent.\"Institute for Fiscal Studies backs National Insurance increase BBC. George Eaton maintains the promise was intended as a negotiating tool as the Conservatives did not expect an outright majority. Hammond's budget continued government policies of freezing benefits.What welfare changes did Philip Hammond make in his Budget 2017? New Statesman. Following the 2017 general election, Hammond suggested that he may ease up on austerity in the coming autumn budget. Hammond said, “Obviously we are not deaf. We heard a message last week in the general election and we need to look at how we deal with the challenges we face in the economy. I understand that people are weary after years of hard work to rebuild the economy after the great crash of 2008–09, but we have to live within our means. (...) We have never said we won't raise some taxes.” In a June 2017 speech, Hammond said a Brexit deal that prioritised jobs and prosperity was the only way the UK would be able to deliver the strong growth that would allow the government to end its austerity measures. In his strongest-yet call for a managed approach, Hammond said a comprehensive trade agreement, a transitional deal after the 2019 deadline for the end of talks, and a commitment to keep borders open should form a three- point Brexit plan for Britain. There would be “audible sighs of relief”, he said, if the talks that ended with a business-friendly agreement. In October 2017, Hammond referred to the European Union's Brexit negotiators as \"the enemy\". Shortly thereafter, however, he expressed regret for his choice of words. In November 2017, Hammond said in an interview on The Andrew Marr Show, whilst talking about possible unemployment that comes with driver-less vehicles, AI and robots, that the development of personal computers meant that there was no longer any need for shorthand typists. He then asked in reference to his previous comment: \"Where are all these unemployed people? There are no unemployed people.\" This was immediately noticed by the media, as there are roughly 1.42 million unemployed with more underemployed. This led to accusations that Hammond is out of touch with reality.There are no unemployed in UK, says Hammond in TV gaffe The Observer. Later in the same programme, he clarified his remarks, and again on Peston on Sunday, acknowledging on both occasions the real number of unemployed people in the UK. On 22 November 2017, he presented his second budget. In January 2018, senior Conservative MPs mounted pressure on Theresa May to sack him as Chancellor following his recent comments about Brexit, which were deemed too europhilic in nature. In 2019, Hammond responded to the report by the UN's rapporteur on extreme poverty and human rights, Philip Alston. The report argued that 14 million people in the UK live in poverty and 1.5 million are destitute. It claimed the government's policies were \"punitive, mean-spirited, and often callous\". Hammond said he \"rejects the idea that there are vast numbers of people facing dire poverty in this country. I don't accept the UN rapporteur's report at all. I think that's nonsense. Look around you; that's not what we see in this country.\" In July 2019, with the expectation that Boris Johnson would become Prime Minister, Hammond asserted that he would work to avoid an immediate exit from the EU.Boffey, Daniel, Philip Hammond signals he could vote to bring down Boris Johnson , The Guardian, Friday, 19 July 2019 In an interview on The Andrew Marr Show he said he planned to tender his resignation to Theresa May on 24 July immediately after Prime Minister's Questions but before May stood down. He stated that should he be part of the Johnson Cabinet he would be required to support a no-deal Brexit, not something he \"could never sign up to\". He submitted his resignation to May stating that her successor \"must be free to choose a Chancellor who is fully aligned with his policy position\". == Conservative Backbencher and Independent == In August 2019, Hammond, and a number of other Conservative MPs including former Cabinet ministers Rory Stewart and David Gauke, wrote a letter to the Prime Minister Boris Johnson, accusing him of \"ruining\" any chance of a new deal with European Union by setting \"the bar on his red lines so high\". According to The Times, Hammond and several other remain supporters aimed at an extension to Article 50 with EU leaders. On 3 September 2019, Hammond led 20 other rebel Conservative MPs to vote against the Conservative government of Boris Johnson. The rebel MPs voted with the Opposition against a Conservative motion, which subsequently failed. Effectively, they helped block Johnson's \"no-deal\" Brexit plan from proceeding on 31 October.The Daily Telegraph Boris Johnson to strip 21 Tory MPs of the Tory whip in parliamentary bloodbath Subsequently, all 21 were advised that they had lost the Conservative whip, expelling them as Conservative MPs and requiring them to sit as independents. Hammond did not contest the 2019 general election, as he would be a \"direct challenge\" to the Conservative party. If he or the other rebel MPs had decided to run for re- election, the party would have blocked their selection as Conservative candidates. Hammond later suggested that \"the Conservative Party has been taken over by unelected advisors, entryists and usurpers who are trying to turn it from a broad church into an extreme right-wing faction\", and that \"it is not the party I joined.\"Philip Hammond. Tweet, 8 August 2019. https://twitter.com/PhilipHammondUK/status/1170633949879635968?s=20 ==Later career== Boris Johnson nominated Hammond for a peerage in February 2020, along with Kenneth Clarke, who also had the Conservative whip removed. According to the Daily Telegraph, a cabinet minister criticised the decision to award Hammond a seat in the House of Lords, saying he \"tried to bring down the government\". Hammond had a business career in small and medium-sized companies in manufacturing, consultancy, property and construction, and oil and gas, both in the UK and abroad. On 13 July 2020, according to documents from the Advisory Committee on Business Appointments, which oversees business appointments for former ministers, Hammond would be taking up a paid, part- time role as an advisor to Saudi Arabia's Minister of Finance. Hammond was created Baron Hammond of Runnymede, of Runnymede in the County of Surrey, by Letters Patent dated 30 September 2020. ==Political positions== ===2008 financial crisis=== In May 2012, Hammond said that banks were not solely responsible for the 2008 financial crisis as \"they had to lend to someone\". Hammond said that people who took out loans were \"consenting adults\", who in some cases were now seeking to blame others for their actions. ===Same-sex marriage=== In May 2012, Hammond said same-sex marriage is \"too controversial\". In January 2013 during a visit to Royal Holloway, University of London, he bracketed the tabled legislation, which was passed afterwards, alongside socially unacceptable relationships, at the upper scale of which he stated was the criminal offence of incest. Asked by PinkNews to clarify his remarks, Hammond wrote by email: \"The discussion ranged very widely and was not limited to same sex relationships\". In May 2013, Hammond abstained as one of four Cabinet Ministers not to vote in favour of same-sex marriage. Hammond was openly critical of the then Prime Minister David Cameron's approach to the Marriage (Same Sex Couples) Act 2013 and said in November 2013 that he was \"shocked\" by the speed with which it was pushed through and that it was \"damaging\" to the Conservative Party. ==Awards and Honours== * : ** May 2010: Member of the Privy Council of the United Kingdom ==Personal life== Hammond married Susan Carolyn Williams-Walker on 29 June 1991. They have two daughters and a son and live in Send, Surrey, with another home in London. In 2009, Hammond's wealth was estimated at £9 million. ==References== ==External links== * Profile at the Conservative Party * * Profile: Philip Hammond BBC News * Runnymede and Weybridge Conservatives * Debrett's People of Today * |- |- |- |- |- |- |- |- |- Category:1955 births Category:Living people Category:People from Epping Category:British people of English descent Category:British Anglicans Category:Alumni of University College, Oxford Category:Conservative Party (UK) MPs for English constituencies Category:Independent members of the House of Commons of the United Kingdom Category:Secretaries of State for Transport (UK) Category:Secretaries of State for Defence (UK) Category:British Secretaries of State for Foreign and Commonwealth Affairs Category:Chancellors of the Exchequer of the United Kingdom Category:Members of the Privy Council of the United Kingdom Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:UK MPs 2015–2017 Category:UK MPs 2017–2019 Category:Life peers created by Elizabeth II",
 "title": "Philip Hammond"
}