{
 "id": "434735",
 "text": "The year 1773 in science and technology involved some significant events. ==Astronomy== 120px|Whirlpool Galaxy|thumb|right * October 13 – French astronomer Charles Messier discovers the Whirlpool Galaxy (pictured), an interacting, grand design spiral galaxy located at a distance of approximately 23 million light-years in the constellation Canes Venatici. * Lagrange presents his work on the secular equation of the Moon to the Académie française, introducing the idea of the potential of a body. He also publishes on the attraction of ellipsoids. ==Chemistry== * Hilaire Rouelle discovers urea. * Carl Wilhelm Scheele and Joseph Priestley independently isolate oxygen, called by Priestley \"dephlogisticated air\" and Scheele \"fire air\". * Antoine Baumé publishes his textbook Chymie expérimentale et raisonnée in Paris. ==Exploration== * January 17 – English Captain James Cook becomes the first European explorer to cross the Antarctic Circle. * Spring – English Captain Tobias Furneaux explores the coast of Van Diemen's Land. * June 4–September 30 – British Royal Navy Phipps expedition towards the North Pole, which produces the first scientific description of the polar bear and the ivory gull. ==Linguistics== * Scottish judge James Burnett, Lord Monboddo, begins publication of Of the Origin and Progress of Language, a contribution to evolutionary ideas of the Enlightenment. ==Mathematics== * Lagrange considers a functional determinant of order 3, a special case of a Jacobian. He also proves the expression for the volume of a tetrahedron with one of the vertices at the origin as one sixth of the absolute value of the determinant formed by the coordinates of the other three vertices. ==Medicine== * October 12 – North America's first insane asylum opens for 'Persons of Insane and Disordered Minds' in Williamsburg, Virginia. * Medical Society of London founded by John Coakley Lettsom. * Louis-Bernard Guyton de Morveau proposes the use of \"muriatic acid gas\" (hydrogen chloride) for fumigation of buildings. ==Technology== * David Hartley patents a method of fireproofing construction for buildings and ships in Britain. ==Institutions== * Istanbul Technical University is established (under the original name of Royal School of Naval Engineering) as the world's first comprehensive institution of higher learning dedicated to engineering education. ==Awards== * Copley Medal: John Walsh * John Harrison receives the Longitude prize for his invention of the marine chronometer. ==Births== * January 29 – Friedrich Mohs, German mineralogist (died 1839) * February 24 - Jean Boniface Textoris, French military surgeon (died 1828) * April 9 – Marie Boivin, French midwife, inventor and obstetrics writer (died 1841) * May 19 – Arthur Aikin, English chemist and mineralogist (died 1854) * June 13 – Thomas Young, English physicist (died 1829) * June 29 (bapt.) – John Bostock, English physician and geologist (died 1846) * July 23 – Thomas Brisbane, Scottish astronomer and Governor of New South Wales (died 1860) * August 23 – Abraham Colles, Anglo- Irish surgeon (died 1843) * October 28 – Simon Goodrich, English mechanical engineer (died 1847) * December 21 – Robert Brown, Scottish botanist (died 1858) * December 27 – George Cayley, English pioneer of heavier-than-air flight (died 1857) ==Deaths== * July 16 – Nils Rosén von Rosenstein, Swedish pediatrician (born 1706) * July 23 – George Edwards, English naturalist (born 1693) ==References== Category:18th century in science Category:1770s in science",
 "title": "1773 in science"
}