{
 "id": "434820",
 "text": "Charles Brantley Aycock (November 1, 1859 – April 4, 1912) was the 50th Governor of the U.S. state of North Carolina from 1901 to 1905. After starting his career as a lawyer and teacher, he became active in the Democratic Party during the party's Solid South period, and made his reputation as a prominent segregationist. He became known as \"the Education Governor\" for his advocacy for the improvement of North Carolina's public school systems, and following his term in office, he traveled the country promoting educational causes. ==Early life== Charles B. Aycock was born in Wayne County, North Carolina, as the youngest of the 10 children of Benjamin and Serena Aycock. His family lived near the present-day town of Fremont, North Carolina, then known as Nahunta. Though his father died when he was 15, his mother and older brothers recognized his abilities and determined that he should go to college. Aycock attended the University of North Carolina (today the University of North Carolina at Chapel Hill) and joined the Philanthropic Society, a debate and literary society at the university. After graduating in 1880 with first honors in both oratory and essay writing, he entered law practice in Goldsboro and supplemented his income by teaching school. His success in both fields led to his appointment as superintendent of schools for Wayne County and to service on the school board in Goldsboro. His political career began in 1888 as a presidential elector for Grover Cleveland, when he gained distinction as an orator and political debater. From 1893 to 1897, he served as U.S. attorney for the Eastern District of North Carolina. ==White supremacy campaigns== In 1898 and 1900, Aycock was prominent in the Democratic Party's \"white supremacy\" campaigns. Aycock's involvement with the Wilmington insurrection of 1898 is chronicled in an official state commission report. \"Planned violence to suppress the African American and Republican communities grew into unplanned bloodshed. The frenzy over white supremacy victory, incessantly repeated by orators such as Alfred Moore Waddell and Charles Aycock, simply could not be quieted after an overwhelming and somewhat anticlimactic election victory.\" Aycock was reportedly not present in Wilmington the day of the insurrection. In 1899, the heavily Democrat state legislature of North Carolina passed a suffrage amendment to the state constitution. This amendment added a poll tax and literacy test, as well as a grandfather clause to avoid disenfranchising poor white voters. Aycock supported the amendment, and urged legislatures to submit it to a popular vote in an August election - moved up from November.Zucchino, pp. 304 In the same election, Aycock ran for governor against Republican Spencer B. Adams. On the campaign trail, his supporters displayed one of the rapid-fire guns from the Wilmington insurrection of 1898 and Aycock regularly appeared with Red Shirts. Zucchino, pp. 313 In the 1900 North Carolina gubernatorial election, the suffrage amendment was confirmed and Aycock was elected governor. He reportedly won 60% of the vote, but this was in part due to voter fraud. In several counties the number of votes for Aycock exceeded the number of eligible voters by several hundred.Zucchino, pp. 316 ==Governor== As governor, Aycock became known as the \"Education Governor\" for his support of the public school system. It was said that one school was constructed in the state for every day he was in office. He was supposedly dedicated to education after watching his mother make her mark when signing a deed. Aycock felt that no lasting social reform could be accomplished without education. He supported increased salaries for teachers, longer school terms, and new school buildings; \"690 new schoolhouses erected, including 599 for whites and 91 for blacks.\" While credited for an expansion of schools for black students, Aycock is also noted as having advocated that black students be properly educated through curriculum and care tightly controlled by North Carolina whites, to \"benefit the black race to fit them into a subordinate role.\" Historian Morgan Kousser has demonstrated that Aycock's progressive attitude toward black education was based on white Democrats' desire to ensure that the disfranchisement of black voters would not be reversed by federal government intervention. Kousser observed, \"Some scholars have made a great deal of the opposition of 'progressive' Governor Charles B. Aycock and state school superintendent James Y. Joyner to the movement for a constitutional amendment in North Carolina to limit black school expenditures to the amount paid by Negroes in taxes. It is true that Aycock threatened resignation if such a law passed and that, speaking to the legislature in 1903, he condemned the proposed measure as 'unjust, unwise and unconstitutional.' Yet in the same address he put greater stress on his view that the act was impolitic than he did on its injustice. The law would invite a challenge in federal court, he believed, and 'if it should be made to appear to the Court that in connection with our disfranchisement of the negro we had taken pains for providing to keep him in ignorance, then both amendments [the literacy test and racial separation of taxes] would fall together.' In other words, the disfranchisement of the almost unanimously Republican blacks, which was virtually priceless to the Democrats, would be bartered for the temporary gain of a few extra dollars of the school fund.\"Kousser, J. Morgan. “Progressivism—For Middle-Class Whites Only: North Carolina Education, 1880–1910.” Journal of Southern History 46 (May 1980): 169–194. Aycock did other progressive measures as governor such as building roads, increasing taxes on corporations, creating new regulations on railroads, and passing child labor and temperance laws. Aycock fought against lynching as governor, but expanded the state's convict leasing program, a de facto form of slavery. ==\"The Negro Problem\"== thumb|Aycock's Address in Baltimore. \"The News- Herald.\" 24 Dec 1903. On December 18, 1903, while governor, Aycock went to Baltimore to give a speech to 300 people at the North Carolina Society. His speech, \"The Negro Problem,\" outlined his thoughts on keeping blacks separate, subservient, and locked out of representative government by circumventing the Fifteenth Amendment, which guarantees the right to vote. Aycock's may have been a response to the book The Negro Problem, written by prominent black scholars, including W.E.B. DuBois and Booker T. Washington, in which they consider the web of economic, political, and social problems faced by blacks in their collective history as slaves and second-class citizens after Emancipation. The book had been released about two months before Aycock's speech. The speech is one of Aycock's most well known, and controversial: > I am proud of my State...because there we have solved the negro problem...We > have taken him out of politics and have thereby secured good government > under any party and laid foundations for the future development of both > races. We have secured peace, and rendered prosperity a certainty. I am > inclined to give to you our solution of this problem. It is, first, as far > as possible under the Fifteenth Amendment to disfranchise him; after that > let him alone, quit writing about him; quit talking about him, quit making > him “the white man’s burden,” let him “tote his own skillet”; quit coddling > him, let him learn that no man, no race, ever got anything worth the having > that he did not himself earn; that character is the outcome of sacrifice and > worth is the result of toil; that whatever his future may be, the present > has in it for him nothing that is not the product of industry, thrift, > obedience to law, and uprightness; that he cannot, by resolution of council > or league, accomplish anything; that he can do much by work; that violence > may gratify his passions but it cannot accomplish his ambitions; that he may > eat rarely of the cooking of equality, but he will always find when he does > that “there is death in the pot.” Let the negro learn once for all that > there is unending separation of the races, that the two peoples may develop > side by side to the fullest but that they cannot intermingle; let the white > man determine that no man shall by act or thought or speech cross this line, > and the race problem will be at an end. These things are not said in enmity > to the negro but in regard for him. He constitutes one third of the > population of my State: he has always been my personal friend; as a lawyer I > have often defended him, and as Governor I have frequently protected him. > But there flows in my veins the blood of the dominant race; that race that > has conquered the earth and seeks out the mysteries of the heights and > depths. If manifest destiny leads to the seizure of Panama, it is certain > that it likewise leads to the dominance of the Caucasian. When the negro > recognizes this fact we shall have peace and good will between the races. > But I would not have the white people forget their duty to the negro. We > must seek the truth and pursue it. We owe an obligation to “the man in > black”; we brought him here; he served us well; he is patient and teachable. > We owe him gratitude; above all we owe him justice. We cannot forget his > fidelity and we ought not to magnify his faults; we cannot change his color, > neither can we ignore his service. No individual ever “rose on stepping > stones of dead” others “to higher things,” and no people can. We must rise > by ourselves, we must execute judgment in righteousness; we must educate not > only ourselves but see to it that the negro has an opportunity for > education. As a white man I am afraid of but one thing for my race and that > is that we shall become afraid to give the negro a fair chance. The first > duty of every man is to develop himself to the uttermost and the only > limitation upon his duty is that he shall take pains to see that in his own > development he does no injustice to those beneath him. This is true of races > as well as of individuals. Considered properly it is not a limitation but a > condition of development. The white man in the South can never attain to his > fullest growth until he does absolute justice to the negro race. If he is > doing that now, it is well for him. If he is not doing it, he must seek to > know the ways of truth and pursue them. My own opinion is, that so far we > have done well, and that the future holds no menace for us if we do the duty > which lies next to us, training, developing the coming generation, so that > the problems which seem difficult to us shall be easy to them. ==Later life == After leaving the governor's office in 1905, Aycock resumed his law practice. He was persuaded to run for the Senate seat held by fellow Democrat Furnifold M. Simmons in 1912. But before the nomination was decided, Aycock died of a heart attack while making a speech to the Alabama Education Association in Birmingham on April 4, 1912. > The subject of Aycock's speech was 'Universal Education'. After he had > talked for a few minutes, Aycock spoke the words: 'I have always talked > about education—.' Here he stopped, threw up his hands, reeled backward, and > fell dead.The Federal Writers' Project of the Federal Works Agency, Works > Projects Administration for the State of North Carolina, \"North Carolina: A > Guide to the Old North State\", The University of North Carolina Press, > Chapel Hill, 1939, page 79. ==Legacy== thumb|upright|Aycock's statue in the U.S. Capitol In Greensboro, North Carolina, the auditorium at UNC Greensboro, as well as a street, a neighborhood, and a middle school were all named for him.\"The risk of choosing names\" : News-Record.com : Greensboro, North Carolina Dormitories at UNC- Chapel Hill and East Carolina University campuses were named after him, although ECU decided to rename the dorm in 2015. UNC-Chapel Hill followed suit in 2020.NC Policy Watch In Pikeville, North Carolina, there is a high school named after him as well. There is an Aycock Elementary School in Henderson, and another in Asheville. Aycock High School in Cedar Grove graduated its last class in 1963. Additionally, a small street in the Chapel Hill neighborhood of Governors Club is named after him, along with numerous other Governors of North Carolina. In 1965, a junior high school in Raleigh, North Carolina was named after him, although it was absorbed into William G. Enloe High School in 1979. A street in Raleigh's Five Points neighborhood was also named for him. In the 1933 textbook The Story of North Carolina, Aycock is described as \"one of the best friends that colored people had.\"Zucchino, pp. 335 For most of the 20th century, Aycock was characterized by state historians and politicians as an admirable figure, reflected in the choice to have a statue of him as one of the two submitted by the state to the National Statuary Hall Collection. In recent years, that viewpoint has been challenged: > Often overlooked was Aycock's role as a leading spokesman in the white > supremacy campaigns of 1898 and 1900, which were marked by widespread > violence, voter intimidation, voter fraud and even a coup d'état of the > government of Wilmington.... The campaigns had far-reaching consequences: > blacks were removed from the voter rolls based on literacy tests, Jim Crow > customs were encoded into law, and the Democratic Party controlled Tar Heel > politics for two-thirds of the 20th century. In 2011, the N.C. Democratic Party dropped Aycock's name from its annual fundraiser after calls from both Democratic and Republican lawmakers brought attention to Aycock's white supremacy ties.\"Vance-Aycock Dinner is history\" : newsobserver.com : Raleigh, NC Aycock had been included in the fundraiser's name since 1960. On June 17, 2014, Duke University removed his name from a residence hall. On February 20, 2015, East Carolina University trustees voted to remove Aycock's name from a residence hall after a months-long debate with faculty, students, staff and alumni. The trustees directed the university to represent Aycock's name in another campus location, where founders and other university supporters would be recognized.\"ECU to remove Aycock name from dorm, but retain it at another location\" : News & Observer, Raleigh, NC As of early 2015, UNC Greensboro was also reviewing proposals to remove Aycock's name from campus buildings.\"UNCG to move ahead with review of Aycock name\" : News & Record : Greensboro, NC On February 18, 2016, UNCG's Board of Trustees voted unanimously to remove his name from the auditorium. On August 25, 2015, the Guilford County school board voted 9–2 to rename Aycock Middle School in Greensboro, dropping the Aycock name. On August 15, 2017, the Greensboro City Council voted to rename the Aycock Historic District, which included the formerly named Aycock Middle School (now Swann Middle School) to Dunleath Historic District. On February 28, 2018, North Carolina governor Roy Cooper requested from the Architect of the Capitol replacement of Aycock's statue with one of evangelist Billy Graham, pursuant to legislation signed in 2015. The statue will be replaced once sufficient private funds for Graham's statue are raised. On April 24, 2018, Greensboro City Council unanimously voted to rename North and South Aycock Street, which runs from West Florida Street to Wendover Avenue, to North and South Josephine Boyd Street after Josephine Boyd, the first black student to attend the all-white Greensboro High School (now Grimsley High School) in 1957. On May 4, 2021, Raleigh City Council voted to rename Aycock Street to Roanoke Park Drive following a neighborhood petition. ==Bibliography== * ==References== ==External links== *Aycock Birthplace from the North Carolina Department of Cultural Resources *North Carolina Election of 1898 from University of North Carolina *Education, the South's First Need a 1905 magazine article by Aycock Category:1859 births Category:1912 deaths Category:American white supremacists Category:Burials at Historic Oakwood Cemetery Category:Governors of North Carolina Category:School board members in North Carolina Category:History of racism in the United States Category:Political violence in the United States Category:Racial segregation Category:United States Attorneys for the Eastern District of North Carolina Category:People from Wayne County, North Carolina Category:North Carolina Democrats Category:Democratic Party state governors of the United States Category:19th-century American politicians Category:People from Goldsboro, North Carolina Category:Wilmington insurrection of 1898 Category:History of racism in North Carolina Category:African-American history of North Carolina Category:University of North Carolina at Chapel Hill alumni Category:Deaths from coronary thrombosis",
 "title": "Charles Brantley Aycock"
}