{
 "id": "434960",
 "text": "Claire Margaret Ward (born 9 May 1972) is a Labour Party politician. She served as the Member of Parliament for Watford from 1997 to 2010, and was a Parliamentary Under Secretary of State at the Ministry of Justice from 2009 to 2010. ==Early life and career== Ward was born in North Shields, Northumberland, the daughter of Frank and Cathy Ward. Both her parents were Labour Party councillors and her father stood unsuccessfully as the Labour candidate for Hertsmere at the 1987 general election. She was brought up in Borehamwood, Hertfordshire, where she attended the Loreto College, an all- girls Roman Catholic school in St Albans, and studied at the newly created University of Hertfordshire graduating with a LLB (Law degree) in 1993. She then completed an MA in Britain and the European Union at Brunel University, before qualifying as a solicitor at the College of Law in London. From 1995 to 1998, she was a trainee solicitor. Ward joined the Labour Party, the Co- operative Party and the Transport and General Workers' Union at the age of fifteen, becoming an active member of Young Labour. In 1990, she won the South East TUC Mike Perkins Memorial Award for Young Trade Unionists before being elected as the Youth Representative on Labour's National Executive Committee (NEC) the following year. She was elected as a councillor for Elstree and Borehamwood Town Council in 1994, where she served as Mayor from 1996 to 1997. She stepped down from the Labour Party NEC in 1995 upon her selection as the party's candidate for Watford. ==Parliamentary career== Ward became the MP for Watford at the 1997 general election, succeeding the former Conservative Party Deputy Chief Whip Tristan Garel-Jones who had retired, and defeating Conservative candidate Robert Gordon by 5,792 votes. Elected at the age of 24, she was not quite the youngest MP, being a month older than Chris Leslie, the new MP for Shipley, although she was the youngest woman elected to the House of Commons. After her election, Ward became a member of the Culture, Media and Sport Select Committee. From 2000 to 2002, she was the Chairman of the All- Party Parliamentary Chocolate and Confectionery Industry Group. In the 2001 general election she retained her seat by 5,555 votes and was appointed as Parliamentary Private Secretary to John Hutton. The increasing dominance of local politics in Watford Borough council by the Liberal Democrats, including the election of a Liberal Democrat Mayor, led to speculation that Ward would find re-election extremely difficult; Ward even accused staff from the council of harassment during the 2005 general election campaign. However, she managed to hold off a strong Liberal Democrat challenge from Sal Brinton; despite a 12% swing against her, Ward held the seat with a majority of 1,148 votes (approximately 2.3%). The Conservative candidate was narrowly pushed into third place, with 793 fewer votes than Brinton, making Watford a three-way marginal seat. Upon her re-election in May 2005, Ward was appointed an Assistant Government Whip before being promoted to full Whip, as a Lord Commissioner of HM Treasury, on 5 May 2006. She was promoted again in October 2008 to Vice-Chamberlain of the Household, the lowest of the senior Whips. At the June 2009 Cabinet reshuffle, she replaced Shahid Malik as the Parliamentary Under Secretary of State for Justice. She claimed over £90,000 in second home allowance between 2004 and 2009, despite living less than 30 miles from Westminster. Upon publication of MP's expenses in 2009, Ward defended her choice to fund a second home in Westminster from her parliamentary allowance, citing her need to balance her public duties with her duties as a mother of small children. Ward was one of 98 MPs who voted in favour of legislation which would have kept MPs expense details secret. Ward lost her seat at the 2010 general election, when she finished in third place with 14,750 votes, behind the successful Conservative Party candidate Richard Harrington (who received 19,291 votes) and the Liberal Democrat Sal Brinton (17,866 votes). ===Voting record=== The Labour Party was in Government throughout Ward's time in Parliament. As of the end of 2009, Ward has rebelled against the Government's stated or majority position 19 times out of 2,629 votes she has attended, a rebelling rate of 0.72%. She has on occasion voted against her party line on changes to the schedule of the House of Commons, and the Government's position on reform of the House of Lords. In 2004, she voted with the Conservatives in favour of introducing a ban on the \"reasonable chastisement\" of children. In 2008, on a free vote, Ward voted against her party's majority position on abortion, where she unsuccessfully voted in several separate bills for a reduction in the time when an abortion can be carried out from 24 weeks. ==Post-parliamentary career== From June 2011 until its closure in March 2015, Ward was executive director of the Independent Pharmacy Federation. In April 2015, Ward became the Chair of Pharmacy Voice, an association of trade bodies representing community pharmacy contractors. She resigned this role in April 2017 as part of the Pharmacy Voice's closure. Claire Ward is Chief Executive of the Institute for Collaborative Working since January 2019. She also continues roles in the pharmacy sector with the Pharmacists Defence Association and as Chair of Sigma Pharmaceuticals Annual Conference. She is Governor of the University of Hertfordshire since September 2018. She has been a Non Executive Director of Sherwood Forest Hospitals NHS Foundation Trust since May 2013 and was appointed chair in October 2021. ==References== ==External links== * Guardian Unlimited Politics – Ask Aristotle: Claire Ward MP * TheyWorkForYou.com – Claire Ward MP * Claire Ward's website * Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Labour Party (UK) MPs for English constituencies Category:Female members of the Parliament of the United Kingdom for English constituencies Category:Politics of Watford Category:Alumni of Brunel University London Category:Alumni of the University of Hertfordshire Category:Alumni of The College of Law Category:People from Borehamwood Category:People from North Shields Category:1972 births Category:Living people Category:Councillors in Hertfordshire Category:20th-century British women politicians Category:21st-century British women politicians Category:Women councillors in England",
 "title": "Claire Ward"
}