{
 "id": "435098",
 "text": "thumb|right|Carlos Lyra Carlos Eduardo Lyra Barbosa (born 11 May 1933) is a Brazilian singer and composer of numerous bossa nova and Música popular brasileira classics. He and Antonio Carlos Jobim, were the first two music composers, together with lyricists Vinicius de Moraes and Ronaldo Boscoli, to be recorded by João Gilberto on his first LP entitled Chega de Saudade (1959), which was called the first generation of Bossa Nova. His first song to be recorded was \"Menina\" (1954), issued as a single by Sylvia Telles in 1955, with \"Foi a noite\" by Antonio Carlos Jobim on the other side of the record. The writers first met because of this single, when Jobim called Lyra \"the other side of the record\". At that time, both were writing their own music and lyrics creating a colloquial and completely new style. They wrote about their own experiences and feelings. A completely different lyrical style from most songs written at that time. His first compositions (music and lyrics), from 1954 to 1956 included: \"Quando chegares\"; \"Menina\"; \"Barquinho de Papel\"; \"Ciúme\"; \"Criticando\" and \"Maria Ninguém\". In 1957 he started to compose together with the lyricist Ronaldo Bôscoli, songs such as \"Lobo bobo\", \"Saudade fez um samba\" and\" Se é tarde me perdoa\". In 1958 wrote \"Aruanda\" and \"Quem quiser encontrar o amor\", with Geraldo Vandré. In 1960 he started to compose together with Vinicius de Moraes, songs such as \"Você e eu\"; \"Coisa mais linda\", Sabe você?\", \"Samba do Carioca\"; \"Maria Moita\" and many others. They wrote together a musical play, in 1962, called \"Pobre Menina Rica\" (Poor little rich girl blue). In 1961 he was one of the five founders of CPC (Center of Popular Culture) where he started to write songs for cinema and theater. He also wrote the song \"Influência do Jazz\", one of the songs he sang at the Bossa Nova Concert at Carnegie Hall, in 1962. He continues to compose, record, and perform. ==References== Category:Bossa nova singers Category:Música Popular Brasileira singers Category:1939 births Category:Living people",
 "title": "Carlos Lyra"
}