{
 "id": "435036",
 "text": ": Certain members of the unrelated snout moths (Pyralidae) are also known as \"ermine moths.\" Spilosoma lubricipeda is an unrelated moth with the common name \"white ermine.\" The family Yponomeutidae are known as the ermine moths, with several hundred species, most of them in the tropics. The larvae tend to form communal webs, and some are minor pests in agriculture, forestry, and horticulture. Some of the adults are very attractive. Adult moths are minor pollinators. There are five or six subfamilies. Some authors also include the closely related Plutellidae as yet another subfamily: ==Subfamilies== * Saridoscelinae * Yponomeutinae The following genera do not have assigned subfamilies available: * Abacistis * Acrataula * Aemylurgis * Aictis * Amalthina * Anaphantis * Argyresthites * Artenacia * Balanoptica * Betharga * Buxeta * Calamotis * Callithrinca * Caminophantis * Chionaemopsis * Citrinarchis * Conchiophora * Coptoproctis * Cymonympha * Dascia * Diaphragmistis * Entrichiria * Epactosaris * Epichthonodes * Eriopyrrha * Euarne * Exanthica * Exaulistis * Hesperarcha * Hierodryas * Ilychytis * Iriania * Iridostoma * Isotornis * Ithutomus * Metanomeuta * Metharmostis * Mnemoses * Mychonoa * Nematobola * Nosymna * Orencostoma * Oridryas * Orinympha * Orthosaris * Palaetheta * Parazelota * Parexaula * Pauridioneura * Phasmatographa * Piestoceros * Podiasa * Porphyrocrates * Pronomeuta * Protonoma * Pseudorinympha * Thyridectis * Toiana * Trisophista * Typhogenes ==Characteristics== thumb|Larvae of Ermine moths at the bottom of their cocoon Ermine moths are small to medium-sized moths varying in wingspan from . The heads mostly have smooth scales, the haustellum is naked and the labial palps are curved upwards. The maxillary palps usually consist of one or two segments. The wings are long, often with fringes on the trailing edges of the hindwings. The colour is usually white, pale grey or drab, often with many dark speckles. Adult ermine moths are mostly nocturnal. The larvae are leaf- webbers, leaf skeletonizers, leafminers or needleminers and are found on a variety of host plants. Some cause economic damage to crops and trees. ==Species (selection)== Better-known species include: * Spindle ermine, Yponomeuta cagnagella * Bird-cherry ermine, Yponomeuta evonymella * Orchard ermine, Yponomeuta padella * Yponomeuta plumbella * Acmosara polyxena * Apple ermine Yponomeuta malinellus * Ailanthus webworm == Etymology == The word Yponomeutidae comes from the Ancient Greek () meaning under and () meaning food or dwelling, thus \"feeding secretly, or burrow\". == References == == External links == * Category:Moths of Australia",
 "title": "Ermine moth"
}