{
 "id": "435241",
 "text": "thumb|right|Zeta Sedan Zeta is a marque of automobile which was produced in Australia from 1963 to 1965 by South Australian manufacturing company Lightburn & Co. An established manufacturer of cement mixers and washing machines, Lightburn and Co. built the cars in its factory in the Adelaide suburb of Camden Park. The first Zeta model was introduced in 1963 at a price of £595. Production ceased in 1965 with the last vehicles sold in 1966 and total sales of fewer than 400 vehicles. ==Models== thumb|right|Zeta Sports Zeta cars were produced in the following models: {| class=wikitable |- | Zeta Sedan ||rowspan=3| 2 door sedan – Villiers Engineering 324cc – 4 speed manual |- | Zeta Sedan Deluxe |- | Zeta Utility |- | Zeta Sports || roadster – ZF Sachs 493cc – 4 speed manual |} Lightburn also produced an electric 'mobility- scooter esque' runabout vehicle capable of carrying 2 adults and available in two models. ==Features== ===Sedan and Utility=== thumb|right|Sales brochure for the Zeta Sedan The Zeta Sedan, (also known as the Zeta Runabout) and Utility, were powered by a 324cc Villiers engine and were front wheel drive with independent rear trailing arms. The Sedan was not equipped with a rear hatch so access to the cargo area required removal of the front seats, the ease of which was advertised as a positive feature. The chassis was steel, with a fibreglass body enclosing a large but sparse interior. Windows were perspex except for the front windscreen which was laminated glass. The doors were steel with sliding perspex windows. The tyres for the Sedan and Utility were Michelin 125 R12 as stated in the specifications. The four speed, dog clutch, Villiers Engineering gearbox had no reverse so the engine had to be switched off and started backwards which provide four reverse gears. Fuel was delivered by gravity feed from a tank behind the dashboard. The fuel gauge was a plastic pipe running from the top to the bottom of the tank with a graduated glass tube section on the dashboard. As a Wheels road test in 1974 put it: \"it read anywhere from full to empty depending on gradient, throttle and probably Greenwich mean time\". The Utility was the rarest of the Zeta models with a total of only 8 produced. A number were purchased by Sydney City Council's Hyde Park fleet. The Utility was mechanically identical to the Sedan. ===Sports=== thumb|Sales brochure for the Zeta Sports The two-seater Zeta Sports was introduced in 1964.70 m.p.h. Zeta Sports Gives 44 m.p.g., Australian Motor Manual, July 1964 Body styling was based on the Henry Meadows Sprint version of the Frisky microcar, designed by Gordon Bedson and Keith Peckmore, although Lightburn attributed the design to Michelotti. The fibreglass bodied car weighed and ran on 10-inch wheels with all-round drum brakes. Like the Goggomobil Dart it lacked doors and bumper bars. The Zeta Sports was fitted with a West German ZF Sachs F.M.R. 500 498cc two cylinder, two-stroke engine producing . The engine, which had a 70mm bore and a 67mm stroke was originally designed for and used in the 4 wheel FMR Tg500 microcar. The Zeta Sports was fitted with a 4 speed and reverse sequential gearbox in unit with the engine. 48 examples were produced.Don Luck, Zeta, Alternative Australian Motoring, Restored Cars No. 122, May–Jun 1997, page 22 ==Sales history== thumb|Zeta Utility. The rear bodywork on this example differs from that shown on the Zeta Utility sales brochure. As well as the oddness of the design, the vehicle's commercial success was also stymied by unfortunate timing as it was released onto the market at the same time as the Morris Mini, which was only £60 more expensive. As a result, only 363 vehicles were sold from 1963 to 1966, including 28 of the Sports model. According to a sign in the National Motor Museum in Birdwood, South Australia, 48 of the sports model were manufactured. ==References== ==External links== * National Museum of Australia: 1963 Zeta motor car Category:Cars of Australia Category:Australian brands",
 "title": "Zeta (automobile)"
}