{
 "id": "435374",
 "text": "The Soundhouse Tapes is the debut EP by Iron Maiden, and features the first recordings by the band. Released on 9 November 1979, it features three songs taken from the demo tape recorded at Spaceward Studios on 30 and 31 December 1978. The three tracks (\"Iron Maiden\", \"Invasion\" and \"Prowler\") appear in a rougher form than they would on the band's eponymous debut studio album and subsequent singles, as they were all recorded in one session. Although major retail chains tried to order large quantities of the record, the band only distributed 5,000 copies, available by mail order alone, which sold out in just a few weeks. Because of this, the EP is now a valuable collectors item, having been sold at up to £1750 on online auctions. ==Background and recording== In the midst of punk rock's peak in the UK, Iron Maiden struggled to secure gigs out of the East End of London and decided that a demo would be an ideal way to try to remedy this. The band decided to record at Spaceward Studios, Cambridge after hearing a demo tape recorded there by former vocalist Dennis Wilcock's band, V1. Although this would be more expensive than recording in London, bassist Steve Harris comments, \"We decided that doing it on the cheap was a false economy. We knew we'd only probably get one go at it, and we wanted it to sound the best we could.\" To save money, the band booked a session New Year's Eve weekend 1978 (30/31 December) which cost them £200, and recorded four songs, \"Prowler\", \"Invasion\", \"Strange World\" and \"Iron Maiden\". Harris states, \"We didn't know what to expect, going into the studio for the first time. We just hoped the engineer was gonna be good enough to record us, and that was it, really. We just went in there with a naïve attitude and, as it happens, it was pretty good. The songs were very together already. We didn't have to arrange much. They were very tight, 'cause we were doing them live all the time. We knew exactly what we needed to do. It was just a question of whether we could record it all in time. But we went in and the tracks went down really quick. I think we did most of them in the first take.\" Following this New Year's Eve session, the band were due to return a few weeks later to remix and rerecord some parts, however, according to guitarist Dave Murray, \"they wanted an extra £50 off us for the master tape and we just didn't have it on us at the time. And when we went back, two weeks later, they'd already wiped the master and put something else over it! We couldn't believe it. So, in the end, we just had to put it out as it was, which was all from that one mad session down in Cambridge on New Years Eve.\" In defence of Spaceward's actions, Mike Kemp, the engineer, has since stated that \"we were as poor as they were and couldn't afford to keep £60 multi-track tapes for every band either... We did our best - I think for £5 a week we would hold them until either they were paid for or the band decided not to keep them any longer, e.g. after a remix. Presumably they did not take that option.\" ==Distribution and EP release== A short time later, Harris and Murray presented a copy of the tape to a DJ named Neal Kay, then running a heavy metal club in Kingsbury, North West London called the Bandwagon Soundhouse. Impressed with the demo, Kay began playing the tape heavily and eventually \"Prowler\" reached No. 1 in the Soundhouse charts, which were published in Sounds magazine. In addition to gaining the band exposure in Sounds, the demo tape also reached Rod Smallwood, who would soon become the group's manager and help them acquire their record deal with EMI Records in December 1979. In late 1979, while waiting to sign their deal with EMI, the band decided to release the demo on their own label, Rock Hard Records, on 9 November 1979. Entitled The Soundhouse Tapes after Kay's club, Steve Harris explains that they decided to release the EP \"because everywhere we'd go we'd do really well at the gigs, and then afterwards there'd be, like, all these fans asking where they could buy one of our records and when we told 'em there wasn't any yet they couldn't believe it. They'd seen the charts in Sounds and a lot of 'em just assumed we must already have a record deal of some kind, but we didn't. Not then. So then, they'd be, like, 'Well, where can we get a copy of the tape?' And I think that's when we really got the idea of putting the Spaceward demo out as an actual record.\" Although the original demo had included four songs, \"Strange World\" was excluded from the record as the band were unsatisfied with the quality of the track's production. ==Reception and legacy== Deciding to release the EP as a memento for fans, the group only printed 5,000 copies, 3,000 of which were sold by mail order in the first week. The EP was so successful that Rod Smallwood reports that several fans asked for copies of The Soundhouse Tapes at their local record stores, to the point where HMV and Virgin tried to order 20,000 copies each. Smallwood states, \"we could have really cashed in at that point. It was our record, not EMI's, and we could have made enough to clear our debts, if we'd wanted to, maybe got it in the charts, even. But there was just no way. It really was something special for the true die-hard Maiden fans, and we'd already made that quite clear. If we'd changed our minds, just to get our hands on a bit of cash, it would have been selling out the kids who'd gone to all the trouble to send in for one of the original 5,000 copies. We thought, 'No, we'll wait until we can do it properly with EMI.'\" Today, the EP is considered a valuable collector's item, with Record Collector reporting in 2011 that copies of the original have been purchased at up to £800. The three tracks on it, along with the unreleased recording of \"Strange World\" from the same sessions, were later reissued on the 4-LP edition of the band's first compilation album, Best of the Beast. As stated the former editor of the German magazine Rock Hard, Götz Kühnemund, Iron Maiden were (and still are) the inspiration for all the heavy metal bands we know today because they're an intrinsically heavy metal group. It is equally important for those who play power metal, speed, thrash, death, black, hard rock – almost every genre. Iron Maiden took hard rock from the '70s, took it into the' 80s, and created a new genre that didn't exist before. This band with independently distributed The Soundhouse Tapes demo introduced a DIY approach to all rock music and inspired next generations of new coming bands around the world. ==Track listing== == Personnel == *Paul Di'Anno - vocals *Dave Murray - guitar *Paul Cairns - guitar (uncredited) *Steve Harris - bass guitar *Doug Sampson - drums === Production === *Mike Kemp - engineer *Gary Lucas - mixing ==References== Category:1979 debut EPs Category:Iron Maiden EPs Category:Demo albums Category:Heavy metal EPs",
 "title": "The Soundhouse Tapes"
}