{
 "id": "435422",
 "text": "Marquess of Donegall is a title in the Peerage of Ireland held by the head of the Chichester family, originally from Devon, England. Sir John Chichester sat as a Member of Parliament and was High Sheriff of Devon in 1557. One of his sons, Sir Arthur Chichester, was Lord Deputy of Ireland from 1605 to 1616. In 1613, he was raised to the Peerage of Ireland as Baron Chichester, of Belfast in County Antrim. He died childless in 1625 when the barony became extinct. However, in the same year the Chichester title was revived in favour of his younger brother, Edward Chichester, who was made Baron Chichester, of Belfast in the County of Antrim, and Viscount Chichester, of Carrickfergus in County Antrim. Both titles are in the Peerage of Ireland. He was succeeded by his eldest son, Arthur Chichester. A distinguished soldier, he was created Earl of Donegall in the Peerage of Ireland in 1647 (one year before he succeeded his father), with remainder to the heirs male of his father. He died without male issue and was succeeded (in the earldom according to the special remainder) by his nephew Arthur Chichester, the second Earl. He was the eldest son of Lieutenant-Colonel John Chichester, second son of the first Viscount. Lord Donegall had previously represented Donegal County in the Irish House of Commons. His eldest son, the third Earl, was a Major-General in the Spanish army and fought in the War of the Spanish Succession. He was killed in action in 1706. His eldest son, the fourth Earl, died childless and was succeeded by his nephew, the fifth Earl. He was the son of the Hon. John Chichester, younger son of the third Earl. Lord Donegall was created Baron Fisherwick, of Fisherwick in the County of Stafford, in the Peerage of Great Britain in 1790, and one year later he was further honoured when he was made Earl of Belfast and Marquess of Donegall in the Peerage of Ireland. His grandson, the third Marquess, served as Captain of the Yeomen of the Guard under Lord John Russell between 1848 and 1852. In 1841, three years before he succeeded his father in the marquessate, he was created Baron Ennishowen and Carrickfergus, of Ennishowen in the County of Donegal and of Carrickfergus in the County of Antrim, in the Peerage of the United Kingdom. Both his sons predeceased him and on his death in 1883 the barony of 1841 became extinct. He was succeeded in his other titles by his younger brother, the fourth Marquess. On the death of his grandson, the sixth Marquess, in 1975, the line of the second Marquess failed. The sixth Marquess was succeeded by his kinsman, the fifth Baron Templemore (see below), who became the seventh Marquess. From 1975 until 1999, when most hereditary seats were abolished with the passage of the House of Lords Act 1999, the Marquess sat in the House of Lords as Baron Fisherwick in the Peerage of Great Britain. , the titles are held by the latter's son, the eighth Marquess, who succeeded in 2007. The county in Ulster from which the title is derived is now spelled Donegal. Several locations in Belfast are named after the family, such as Donegall Square, Donegall Place, Donegall Road, Donegall Pass, Donegall Quay, Chichester Street, Arthur Street, Arthur Square, and Chichester Park. ==Chichester family== Several other members of the Chichester family have also gained distinction. John Chichester, grandson of Sir John Chichester, brother of the first Baron Chichester and the first Viscount Chichester, was created a baronet in 1641 (see Chichester baronets). John Chichester, second son of the first Viscount and father of the second Earl, represented Dungannon in the Irish House of Commons. For the branch of the family founded by John Chichester's younger son and namesake, John Chichester, see Baron O'Neill and Baron Rathcavan. Arthur Chichester, eldest son of Lord Spencer Chichester, second son of the first Marquess, was created Baron Templemore in 1831. Lord Arthur Chichester, fourth son of the second Marquess, and Lord John Chichester, sixth son of the second Marquess, both represented Belfast in Parliament. Robert Chichester, eldest son of Lord Adolphus Chichester, youngest son of the fourth Marquess, briefly represented Londonderry South in Parliament. His wife Dehra was also a politician while their daughter, Marion Caroline Dehra, was the mother of The Baron Moyola, who served briefly as Prime Minister of Northern Ireland, and the politician Sir Robin Chichester-Clark and of the gardening writer and television presenter Penelope Hobhouse. ==Family seats== ===Ulster and Dublin=== The caput, or family seat, has been in several locations over the centuries, usually in the east of Ulster. Joymount House was built for The 1st Baron Chichester in the 1610s in Carrickfergus in the south-east of County Antrim, probably being completed in 1618. Philip Robinson, Irish Historic Towns Atlas No. 2: Carrickfergus, p. 4 (and Fig. 1 on p. 3), and Map 7 (Carrickfergus, drawn by Thomas Phillips in 1685). Royal Irish Academy, Dublin, 1986. Joymount, along with Chichester House on the outskirts of Dublin and the Plantation-era Belfast Castle in Belfast, Raymond Gillespie and Stephen A. Royle, Irish Historic Towns Atlas Number 12: Belfast - Part I, to 1840, pp. 1–4. Royal Irish Academy, Dublin, 2003. were the three original principal residences of the Chichester family in Ireland. Lord Chichester maintained Chichester House, located on the Hoggen Green (now College Green), as his 'town' residence on what was then the eastern edge of Dublin. Joymount House was probably demolished in the early eighteenth-century, while Parliament House was built on the site of Chichester House in Dublin in the early 1730s. The Plantation- era Belfast Castle was largely destroyed by fire on 24 April 1708 and was not rebuilt. Raymond Gillespie and Stephen A. Royle, Irish Historic Towns Atlas Number 12: Belfast - Part I, to 1840, p. 4. Royal Irish Academy, Dublin, 2003. In the early to mid-nineteenth-century, the family seats were: Donegall House, a large townhouse on the corner of what is now Donegall Place and Donegall Square North in central Belfast W.A. Maguire, Living like a Lord: The Second Marquis of Donegall, 1769-1844, pp. 16–18. The Ulster Historical Foundation, Belfast, 2002 (originally published by The Appletree Press and The Ulster Society for Irish Historical Studies, Belfast, 1984). (Donegall House was later converted, in the 1820s, into a hotel called The Royal Hotel W.A. Maguire, Living like a Lord: The Second Marquis of Donegall, 1769-1844, p. 61. The Ulster Historical Foundation, Belfast, 2002 (originally published by The Appletree Press and The Ulster Society for Irish Historical Studies, Belfast, 1984).); and Ormeau House (formerly Ormeau Cottage), a mansion largely built in the 1820s in the Ormeau Demesne (now Ormeau Park) in County Down, in what was then the south-eastern outskirts of Belfast. W.A. Maguire, Living like a Lord: The Second Marquis of Donegall, 1769-1844, pp. 73–75. The Ulster Historical Foundation, Belfast, 2002 (originally published by The Appletree Press and The Ulster Society for Irish Historical Studies, Belfast, 1984). Both these residences were later demolished, with Ormeau House being demolished in 1869 or 1870. W.A. Maguire, 'Lords and landlords - the Donegall Family' in J.C. Beckett et al., Belfast: The Making of the City, p. 38. Lagan Books, Belfast, 2003 (originally published by The Appletree Press, Belfast, 1983. Maguire does not give an exact date for the demolition of Ormeau House; he seems to infer in this publication that it occurred in either 1869 or 1870.). Norman Weatherall and George Templeton, South Belfast: History and Guide, p. 89. Nonsuch Publishing, Dublin, 2008 (the authors of this publication, without exact references, claim that Ormeau House was demolished around 1867). The 2nd Marquess of Donegall, again during the early to mid- nineteenth-century, also maintained Fisherwick Lodge, a hunting 'lodge' near Doagh (pronounced 'D'oak') in County Antrim, on the family's country estate there. W.A. Maguire, Living like a Lord: The Second Marquis of Donegall, 1769-1844, pp. 28, 73. The Ulster Historical Foundation, Belfast, 2002 (originally published by The Appletree Press and The Ulster Society for Irish Historical Studies, Belfast, 1984). Later in the nineteenth-century, Belfast Castle, on the lower slopes of Cave Hill in North Belfast, was purpose- designed and built for The 3rd Marquess of Donegall as the main residence of the family. This new Belfast Castle, a Victorian structure built in the 1860s, W.A. Maguire, 'Lords and landlords - the Donegall Family' in J.C. Beckett et al., Belfast: The Making of the City, pp. 37-38. Lagan Books, Belfast, 2003 (originally published by The Appletree Press, Belfast, 1983). was inherited by The 8th Earl of Shaftesbury and his wife in October 1883, thus passing out of the ownership of the Chichester family. Lord Shaftesbury had married the daughter of the third Marquess. ===County Wexford=== From October 1953 until about 1996, Dunbrody House, formerly the seat of the Barons Templemore near Arthurstown in the south-west of County Wexford, was the family seat of The 7th Marquess of Donegall. From October 1953 until May 1975, the seventh Marquess was known as The 5th Baron Templemore. Arthurstown was named for The 1st Earl of Donegall. The house was sold by the seventh Marquess to chef Kevin Dundon, who converted it to a luxury hotel and restaurant in 1997. What remains of the Dunbrody Estate is, however, still in the ownership of the current head of the family, The 8th Marquess of Donegall, whose present family seat is the much smaller Dunbrody Park within the estate grounds. ==Baron Chichester (1613)== *Arthur Chichester, 1st Baron Chichester (1563–1625) ==Baron Chichester and Viscount Chichester (1625)== *Edward Chichester, 1st Viscount Chichester (1568–1648) *Arthur Chichester, 2nd Viscount Chichester (1606–1675; created Earl of Donegall in 1647) ===Earl of Donegall (1647)=== *Arthur Chichester, 1st Earl of Donegall (1606–1675) *Arthur Chichester, 2nd Earl of Donegall (died 1678) *Arthur Chichester, 3rd Earl of Donegall (1666–1706) *Arthur Chichester, 4th Earl of Donegall (1695–1757) *Arthur Chichester, 5th Earl of Donegall (1739–1799; created Baron Fisherwick in 1790 and Earl of Belfast and Marquess of Donegall in 1791) ===Marquess of Donegall (1791)=== *Arthur Chichester, 1st Marquess of Donegall (1739–1799) *George Augustus Chichester, 2nd Marquess of Donegall (1769–1844) *George Hamilton Chichester, 3rd Marquess of Donegall, Baron Ennishowen and Carrickfergus (1797–1883) *Edward Chichester, 4th Marquess of Donegall (1799–1889) *George Augustus Hamilton Chichester, 5th Marquess of Donegall (1822–1904) *Edward Arthur Donald St George Hamilton Chichester, 6th Marquess of Donegall (1903–1975) *Dermot Richard Claud Chichester, 7th Marquess of Donegall (5th Baron Templemore) (1916–2007) *Arthur Patrick Chichester, 8th Marquess of Donegall (born 1952) The heir apparent is the present holder's only son, James Arthur Chichester, Earl of Belfast (born November 1990). ==Male-line family tree== ==Line of succession== * Sir John Chichester (died 1569) ** 15px Arthur Chichester, 1st Baron Chichester (1563–1624/5) ** 15px Edward Chichester, 1st Viscount Chichester, 1st Baron Chichester (c. 1568 – 1648) *** 15px Arthur Chichester, 1st Earl of Donegall (1606–1674/5) *** Lt-Col. John Chichester (1609–1643/7/8) **** 15px Arthur Chichester, 2nd Earl of Donegall (died 1678) *****15px Maj-Gen Arthur Chichester, 3rd Earl of Donegall (1666–1706) ****** 15px Arthur Chichester, 4th Earl of Donegall (1695–1757) ****** Hon. John Chichester (1700–1746) ******* 15px Arthur Chichester, 1st Marquess of Donegall (1739–1799) ******** 15px Sir George Augustus Chichester, 2nd Marquess of Donegall (1769–1844) ********* 15px Sir George Hamilton Chichester, 3rd Marquess of Donegall (1797–1883) ********** George Augustus Chichester, Viscount Chichester (1826–1827) ********** Frederick Richard Chichester, Earl of Belfast (1827–1853) ********* 15px Edward Chichester, 4th Marquess of Donegall (1799–1889) ********** 15px George Augustus Chichester, 5th Marquess of Donegall (1822–1904) *********** 15px Edward Arthur Donald St. George Chichester, 6th Marquess of Donegall (1903–1975) ******** Lord Spencer Stanley Chichester (1775–1819) ********* 15px Arthur Chichester, 1st Baron Templemore (1797–1837) ********** 15px Harry Spencer Chichester, 2nd Baron Templemore (1821–1906) *********** 15px Arthur Henry Chichester, 3rd Baron Templemore (1854–1924) ************ 15px Arthur Claud Spencer Chichester, 4th Baron Templemore (1880–1953) ************* 15px Dermot Richard Claud Chichester, 7th Marquess of Donegall (1916–2007) ************** 15px (Arthur) Patrick Chichester, 8th Marquess of Donegall (born 1952) *************** (1) James Arthur Chichester, Earl of Belfast (born 1990) ************* Major Lord Desmond Clive Chichester (1920–2000) ************** (2) Desmond Shane Spencer Chichester (born 1948) *************** (3) Patrick Michael Desmond Chichester (born 1980) *************** (4) Henry Richard Chichester (born 1981) ************** Dermot Michael Claud Chichester (1953–2010) *************** (5) Rory Alastair Chichester (born 1985) *************** (6) George Sebastian Nicholas Chichester (born 1997) *************** (7) Maximilian Patrick Columbus Chichester (born 2000) ********** Hon. Francis Algernon James Chichester (1829–1885) *********** Shane Randolph Chichester (1883–1969) ************ Major Oscar Richard Herschel Chichester (1915–2006) ************* (8) Timothy Arthur Shane Chichester (born 1956) ************** (9) John Francis Shane Chichester (born 1985) ************ Desmond Shane Chichester (1919–2001) ************* (10) Piers Desmond Herschel Chichester (born 1954) ************** (11) Harry Pleydell Whately Chichester (born 1992) ************* (12) Jonathan Morton Chichester (born 1954) ************** (13) Peter Shane Chichester (born 1983) ************** (14) Benjamin Charles Chichester (born 1986) ************* (15) Adrian George Chichester (born 1955) ************** (16) Hugh Edmund Chichester (born 1991) **** Hon. John Chichester ***** Rev. William Chichester ****** Rev. Arthur Chichester ******* Rev. William Chichester (died 1815) ******** Sir Arthur Chichester, 1st Baronet (died 1847) ******** Rev. Edward Chichester (died 1840) ********* 15px William O'Neill, 1st Baron O'Neill (1813–1883) ********** 15px Edward O'Neill, 2nd Baron O'Neill (1839–1928) *********** Captain Hon. Arthur Edward Bruce O'Neill (1876–1914) ************ 15px Shane Edward Robert O'Neill, 3rd Baron O'Neill (1907–1944) ************* (17) 15px Lt-Col. Raymond Arthur Clanaboy O'Neill, 4th Baron O'Neill (born 1933) ************** (1, 18) Hon. Shane Sebastian Clanaboy O'Neill (born 1965) *************** (2, 19) Con O'Neill (born 2000) *************** (3, 20) Hugo Peter Raymond O'Neill (born 2002) *************** (4, 21) Rory O'Neill (born 2003) ************** (5, 22) Hon. Tyrone Alexander O'Neill (born 1966) ************** (6, 23) Hon. Rory St. John O'Neill (born 1968) ************ 15px Terence Marne O'Neill, Baron O'Neill of the Maine (1914–1990) ************* (7, 24) Hon. Patrick Arthur Ingham O'Neill (born 1945) *********** 15px (Robert William) Hugh O'Neill, 1st Baron Rathcavan (1883–1982) ************ 15px Phelim Robert Hugh O'Neill, 2nd Baron Rathcavan (1909–1994) ************* (8, 25) 15px Hugh Detmar Torrens O'Neill, 3rd Baron Rathcavan (born 1939) ************** (1, 9, 26) Hon. François Hugh Nial O'Neill (born 1984) ************ Hon. Sir Con Douglas Walter O'Neill (1912–1988) ************* (2, 10, 27) Rowan Peter Hugh O'Neill (born 1944) ==See also== *Chichester baronets *Baron Templemore *Baron O'Neill *Baron Rathcavan *Baron Carrickfergus *Belfast Castle ==References== ===Book=== * Category:Marquessates in the Peerage of Ireland Donegall Marquess Category:Noble titles created in 1791",
 "title": "Marquess of Donegall"
}