{
 "id": "435894",
 "text": "Teodoro Picado Michalski (10 January 1900 - 1 June 1960) was the president of Costa Rica from 1944 to 1948.El Tribunal Supremo de Elecciones: Presidentes de la República de Costa Rica ==Overview== Picado governed Costa Rica immediately after the presidency of Rafael Angel Calderón Guardia and preceded the de facto junta of José Figueres. One of the most erudite presidents to govern Costa Rica, Picado was more moderate and not nearly as inflammatory as either his predecessor or successor. ==Election as president== Before reaching the presidency, don Teodoro, in his capacity as President of the Constitutional Congress, had a very important and active role in approving the social reforms of the government of Rafael Ángel Calderón Guardia (1940–1944). Calderón heavily supported Picado during the 1944 election, through means legal and illegal. The campaign season was particularly ugly by Costa Rican standards, at times turning violent. According to recent, documented studies, by historians Fabrice Lehoucq and Ivan Molina, though there was some minor electoral fraud in a few voting tables far removed from the capital, it was not enough to have changed the outcome of the landslide election.See Fabrice E. Lehoucq and Ivan Molina, Stuffing the Ballot Box: Fraud, electoral reform, and democratization in Costa Rica (Cambridge, U.K.: Cambridge University Press, 2002, p. 190. Picado won by a 2:1 margin. ==Presidency== In spite of the questioned election, Picado was a far less inflammatory figure than Calderón, who had angered the country's coffee and mercantile elite.See Ian Holzhauer, \"The Presidency of Calderón Guardia\" (University of Florida History Thesis, 2004), p. 33 Picado's administration enacted many laws to modernize the state. The most prominent was the electoral reform of 1945, which created a modern Electoral Code of Laws and a Supreme Tribunal of Elections. The reform was partly a reaction to the outcry over the 1944 campaign season. The Electoral Code remains in full force today, and has been a guarantee to the Nation's continued democratic elections. This electoral reform was saved by an executive order known in Costa Rican history as the \"Blank Check\", decreed by President Picado on November the 21st, 1945 and published in the Official Gazette the day after. This decree permitted the inclusion of all the major innovations contemplated in the Electoral Code of Laws into the legislation in force by Congress on December 11, 1945. ==1948 revolution and exile== In the 1948 election for Picado's successor as Costa Rica's President, Picado supported his predecessor, Rafael Ángel Calderón Guardia, who hoped to win a second term. Former President Calderón lost the popular vote in a tight election to Otilio Ulate Blanco. This was the first time that elections were being held under the new Electoral Code of Laws and governed by the Tribunal of Elections, and certain anomalies were committed with regard to the vote counting deadlines and the loss of ballots. As a result, Calderón supporters in the legislature invalidated the election results in accordance with the Constitution. In March–April 1948, the protests over the election results grew into a revolution. José Figueres Ferrer, with the help of \"La Legion del Caribe\" of which Fidel Castro was a prominent member (See Dr. Rosendo Argüello \"Quienes y Como Nos Traicionaron\"), led the revolution, defeating the Costa Rican Army, loyal to Calderón and President Picado. With more than 2,000 dead, the 44-day civil war resulting from this uprising was the bloodiest event in 20th-century Costa Rican history. Although not deposed by force, don Teodoro relinquished the presidency to his vice-president, Santos León Herrera, who was left in charge of the country as Interim President as part of the deal to end the armed uprising led by Figueres over the disputed elections for his successor. Due to the difficult and persecutory political climate prevalent in the country during the de facto Provisional Government of José Figueres, in the aftermath of the revolution, he remained in Nicaragua, where he lived in exile until his death. His body was brought back to Costa Rica and is buried in the town of his ancestors, Paraíso, Cartago. ==Other biographical information== During his life, Teodoro Picado was an eminent historian, who wrote many varied books and essays on the subject matter, and was a respected member of the Academy of Geography and History of Costa Rica and the Academy of the Spanish Language of Nicaragua. He also served as Secretary of Education in the third administration of Ricardo Jiménez (1932–1936) and was Director of the Institute of Alajuela (1930), where he left a lasting impression upon his disciples. In addition, he taught master classes on civil law in the Old Law School, starting in 1937. He not only spoke several languages (English, Polish, French, and could converse in Russian, Italian, and German) but was learned in jurisprudence and classical studies. He became a lawyer in 1922. He was the disciple of three-time President Ricardo Jiménez and was an educator of the stature of Omar Dengo. He was the son of two physicians, Teodoro Picado Marín and Polish native Jadwiga Warnia Michalska Wodziwodzka (born in Kraków or Radomsko, first female physician in Costa Rica) who met and married in Switzerland while they both were studying medicine. His great-grandparents were Teodoro Picado Solano married to Rita Morales García; Manuel Antonio Marín married to María Ambrosia Irola Alvarado; Josafat Warnia-Michalski married to (?); Konstanty Wodziwodzki married to Concordia Spreglewska Clabon de la Tour. His grandparents were José Francisco Picado Morales married to Eulogía Marín Irola and Józef Warnia-Michalski married to Kamila Wodziwodzka Spreglewska. In his first marriage Teodoro Picado Michalski married Mercedes Lara Fernández and had two children, Teodoro Picado Lara and Clemencia Picado Lara. In his second marriage with Etelvina Ramírez, they had one daughter, María Cecilia Picado Ramírez, who lives in Venice, Italy, and has two daughters. He also has relatives in Poland and elsewhere. Clemencia Picado Lara(†) has one son, named Fernán Soto Picado. Teodoro Picado Lara has 5 children: Susan, Janet, Teodoro, María and Nancy(†). ==Notes== Category:1900 births Category:1960 deaths Category:People from San José, Costa Rica Category:Costa Rican people of Spanish descent Category:Costa Rican people of Polish descent Category:Presidents of Costa Rica Category:Vice presidents of Costa Rica Category:People of the Costa Rican Civil War Category:Costa Rican exiles",
 "title": "Teodoro Picado Michalski"
}