{
 "id": "435802",
 "text": "Edwards syndrome, also known as trisomy 18, is a genetic disorder caused by the presence of a third copy of all or part of chromosome 18. Many parts of the body are affected. Babies are often born small and have heart defects. Other features include a small head, small jaw, clenched fists with overlapping fingers, and severe intellectual disability. Most cases of Edwards syndrome occur due to problems during the formation of the reproductive cells or during early development. The rate of disease increases with the mother's age. Rarely, cases may be inherited from a person's parents. Occasionally, not all cells have the extra chromosome, known as mosaic trisomy, and symptoms in these cases may be less severe. An ultrasound during pregnancy can increase suspicion for the condition, which can be confirmed by amniocentesis. Treatment is supportive. After having one child with the condition, the risk of having a second is typically around one percent. It is the second-most common condition due to a third chromosome at birth, after Down syndrome. Edwards syndrome occurs in around 1 in 5,000 live births. Some studies suggest that more babies that survive to birth are female. Many of those affected die before birth. Survival beyond a year of life is around 5–10%. It is named after English geneticist John Hilton Edwards, who first described the syndrome in 1960. ==Signs and symptoms== Children born with Edwards' syndrome may have some or all of these characteristics: kidney malformations, structural heart defects at birth (i.e., ventricular septal defect, atrial septal defect, patent ductus arteriosus), intestines protruding outside the body (omphalocele), esophageal atresia, intellectual disability, developmental delays, growth deficiency, feeding difficulties, breathing difficulties, and arthrogryposis (a muscle disorder that causes multiple joint contractures at birth). Some physical malformations associated with Edwards' syndrome include small head (microcephaly) accompanied by a prominent back portion of the head (occiput), low-set, malformed ears, abnormally small jaw (micrognathia), cleft lip/cleft palate, upturned nose, narrow eyelid openings (blepharophimosis), widely spaced eyes (ocular hypertelorism), drooping of the upper eyelids (ptosis), a short breast bone, clenched hands, choroid plexus cysts, underdeveloped thumbs and/or nails, absent radius, webbing of the second and third toes, clubfoot or rocker bottom feet, and in males, undescended testicles. In utero, the most common characteristic is cardiac anomalies, followed by central nervous system anomalies such as head shape abnormalities. The most common intracranial anomaly is the presence of choroid plexus cysts, which are pockets of fluid on the brain. These are not problematic in themselves, but their presence may be a marker for trisomy 18. Sometimes, excess amniotic fluid or polyhydramnios is exhibited. Although uncommon in the syndrome, Edwards syndrome causes a large portion of prenatally diagnosed cases of Dandy–Walker malformation. ==Genetics== Edwards syndrome is a chromosomal abnormality characterized by the presence of an extra copy of genetic material on the 18th chromosome, either in whole (trisomy 18) or in part (such as due to translocations). The additional chromosome usually occurs before conception. The effects of the extra copy vary greatly, depending on the extent of the extra copy, genetic history, and chance. Edwards syndrome occurs in all human populations, but is more prevalent in female offspring. A healthy egg and/or sperm cell contains individual chromosomes, each of which contributes to the 23 pairs of chromosomes needed to form a normal cell with a typical human karyotype of 46 chromosomes. Numerical errors can arise at either of the two meiotic divisions and cause the failure of a chromosome to segregate into the daughter cells (nondisjunction). This results in an extra chromosome, making the haploid number 24 rather than 23. Fertilization of eggs or insemination by sperm that contain an extra chromosome results in trisomy, or three copies of a chromosome rather than two.For a description of human karyotype see Trisomy 18 (47,XX,+18) is caused by a meiotic nondisjunction event. With nondisjunction, a gamete (i.e., a sperm or egg cell) is produced with an extra copy of chromosome 18; the gamete thus has 24 chromosomes. When combined with a normal gamete from the other parent, the embryo has 47 chromosomes, with three copies of chromosome 18. A small percentage of cases occur when only some of the body's cells have an extra copy of chromosome 18, resulting in a mixed population of cells with a differing number of chromosomes. Such cases are sometimes called mosaic Edwards syndrome. Very rarely, a piece of chromosome 18 becomes attached to another chromosome (translocated) before or after conception. Affected individuals have two copies of chromosome 18 plus extra material from chromosome 18 attached to another chromosome. With a translocation, a person has a partial trisomy for chromosome 18, and the abnormalities are often less severe than for the typical Edwards syndrome. ==Diagnosis== Ultrasound can increase suspicion for the condition, which can be confirmed by CVS or amniocentesis. Levels of PAPP-A, AFP, uE3, free β-hCG, all of which are generally decreased during pregnancy. ==Prognosis== About 95% of pregnancies that are affected do not result in a live birth. Major causes of death include apnea and heart abnormalities. It is impossible to predict an exact prognosis during pregnancy or the neonatal period. Half of the live infants do not survive beyond the first week of life. The median lifespan is five to 15 days. About 8–12% of infants survive longer than 1 year. One percent of children live to age 10. However, these estimates may be pessimistic; a retrospective Canadian study of 254 children with trisomy 18 demonstrated ten-year survival of 9.8%, and another found that 68.6% of children with surgical intervention survived infancy. ==Epidemiology== Edwards syndrome occurs in about one in 5,000 live births, but more conceptions are affected by the syndrome because the majority of those diagnosed with the condition prenatally will not survive to birth. Although women in their 20s and early 30s may conceive babies with Edwards syndrome, the risk of conceiving a child with it increases with a woman's age. The average maternal age for conceiving a child with this disorder is 32½. ==History== Edwards syndrome was first identified by John Hilton Edwards in 1960, although he originally believed it to be caused by a trisomy of chromosome 17. Klaus Patau and Eeva Therman reported another two cases shortly thereafter. They identified the extra chromosome as being part of what Patau's lab called \"group E\", containing chromosomes 16, 17, and 18, but were unable to determine which chromosome was responsible at the time. Analyzing 5 more cases, they were able to determine that the extra chromosome was in fact chromosome 18. ==See also== * 18q deletion syndrome ==References== == External links == * * Perinatal Hospice Care - Preparing for birth and death\" * Humpath #5389 Category:Autosomal trisomies Category:Syndromes affecting the heart Category:Rare syndromes Category:Wikipedia medicine articles ready to translate",
 "title": "Edwards syndrome"
}