{
 "id": "435951",
 "text": "Herbert Lange (29 September 1909 – 20 April 1945) was an SS-Sturmbannführer and the commandant of Chełmno death camp until April 1942; leader of the SS Special Detachment Lange conducting the murder of Jews from the Łódź Ghetto. He was responsible for numerous crimes against humanity including the murder of mental patients in Poland and in Germany during the Aktion T4 \"euthanasia\" programme and becoming one of the key originators of the Holocaust. == Biography == Lange studied law, but failed to obtain a degree and he subsequently joined the NSDAP (Nazi Party) on 1 May 1932. He enlisted in the Sturmabteilung (SA) three months later, and the following year, he joined the Schutzstaffel (SS). He subsequently joined the police force, becoming a deputy commissioner in 1935. == Crimes against humanity == Lange entered Poland with Einsatzgruppe Naumann (EG VI) during the September campaign. On 9 November 1939, following a Nazi German victory, Lange was promoted to the rank of SS- Untersturmführer (2nd lieutenant) in occupied Poland and posted in charge of the Gestapo in occupied Poznań. In the beginning of 1940 he assumed command of an SS-Sonderkommando Lange, named after him and tasked with the murder of mentally ill in Wartheland area (Wielkopolska) under the direction of notorious Holocaust perpetrators Ernst Damzog and Wilhelm Koppe. Lange served with Einsatzgruppe VI during Operation Tannenberg. Already by mid-1940, he and his men were responsible for the murder of about 1,100 patients in Owińska, 2,750 patients at Kościan, 1,558 patients and 300 Poles at Działdowo, and hundreds of Poles at Fort VII where the mobile gas-chamber (Einsatzwagen) was invented. Their earlier hospital victims were usually shot in the back of the neck. The unit, equipped with a gas van, shuttled between hospitals, picking up patients and killing them with carbon monoxide. After his promotion to SS- Obersturmführer (1st lieutenant) on 20 April 1940, his unit was permanently stationed at the Soldau concentration camp. In one special case, Wilhelm Rediess hired Kommando Lange to kill 1,558 mental patients from East Prussia for ten Reichsmark a head. By December 1941 Lange was a SS-Hauptsturmführer (captain) and was appointed commander of the Chełmno death camp by then SS- Standartenführer Ernst Damzog, chief of the Sicherheitspolizei (SiPo) and Sicherheitsdienst (SD) in Posen (Poznań). He held that position until March 1942. His commando was tasked with the liquidation of 100,000 Jews from the Warthegau via Ghetto Litzmannstadt. In April 1942 Lange's unit was renamed SS Sonderkommando Kulmhof and introduced improvements to the killing process at Chełmno. Lange constructed cremation pits to replace mass graves. He was succeeded by Hans Bothmann who formed Special Detachment Bothmann in 1942. At a very minimum 152,000 people (Bohn) were killed at the camp, though the West German prosecution, citing Nazi figures during the Chełmno trials of 1962–65, laid charges for at least 180,000 victims. Upon the completion of his task in 1942 Lange was transferred to the Reichssicherheitshauptamt (Reich Main Security Office) and served under Arthur Nebe as a Kriminalrat (Criminal Investigator). He was transferred to the Balkans to participate in Nazi security warfare against alleged partisans. In March 1944 Lange returned to the already inactive death camp at Chełmno, and resumed the gassing operations on the request of Arthur Greiser, for the final ten transports of ghettoised Jews. In 1944, Lange aided in catching the conspirators who attempted to assassinate Hitler as part of the 20 July Plot, leading to his promotion to SS-Sturmbannführer. One of the conspirators he interrogated was Peter Bielenberg. In her book The Past Is Myself, Peter Bielenberg's wife Christabel Bielenberg describes her own interrogation by Lange. Lange was killed in action at Bernau bei Berlin during the Battle of Berlin on 20 April 1945. ==Notes== ==References== * * Category:1909 births Category:1945 deaths Category:People from Vorpommern-Greifswald Category:People from the Province of Pomerania Category:Chełmno extermination camp personnel Category:Soldau concentration camp personnel Category:Holocaust perpetrators in Poland Category:Holocaust perpetrators in Germany Category:Sturmabteilung personnel Category:SS-Sturmbannführer Category:Einsatzgruppen personnel Category:Nazi concentration camp commandants Category:German military personnel killed in World War II Category:Reich Security Main Office personnel",
 "title": "Herbert Lange"
}