{
 "id": "436152",
 "text": "{| |} The third USS Northampton (CLC-1) was a US Navy command light cruiser (command ship). She was laid down as an heavy cruiser (CA–125), on 31 August 1944 by the Fore River Yard, Bethlehem Steel Corp., Quincy, Massachusetts. Work suspended between 11 August 1945 and 1 July 1948; she was launched as CLC–1, on 27 January 1951; sponsored by Mrs. Edmond J. Lampron; and commissioned as CLC–1, on 7 March 1953, Captain William D. Irvin in command. == History == Following shakedown, Northampton reported for duty to Commander Operational Development Forces, Atlantic Fleet. For seven months she conducted extensive tests of her new equipment. Evaluation completed in September 1954 and she reverted to the operational control of Commander Battleship Cruiser Force, Atlantic Fleet. She next demonstrated her capabilities as a tactical Command Ship by serving as flagship, first for Commander Amphibious Force, Atlantic Fleet (October–November 1954) and then for Commander 6th Fleet (December 1954–March 1955). Between 1 September and 22 October she served as flagship for Commander Strike Force, Atlantic, a position she was to hold frequently over the next fifteen years. On 24 February 1956, Northampton emerged from her first overhaul at the Norfolk Naval Shipyard, Portsmouth, Virginia, and, after refresher training off Cuba, participated as a unit of the Navy’s first guided missile division afloat, CruDiv 6, in the first public demonstration of the Terrier missile. In April, she steamed east for six months with the 6th Fleet, and, during the summer of 1957, resumed midshipmen training cruises. However, between that time and 1961, she infrequently returned to European waters. Deployed on occasion for NATO and fleet exercises and People to People visits, the command ship was visited by high government officials of various European countries, including Kings Baudouin I of the Belgians and Olav V of Norway. == Decommissioning == Redesignated CC–1 on 15 April 1961, Northampton remained in the western Atlantic until decommissioning in February 1970. Her cruises ranged from Canadian to Panamanian waters as she extensively tested and evaluated new communications equipment and played host to visiting national and international dignitaries, including Presidents John F. Kennedy and Lyndon B. Johnson. The ship was eventually withdrawn from service, and was stricken from the Naval Vessel Register on 31 December 1977. ==Other roles== Besides acting as a fleet command ship, Northampton was planned for or actually functioned in at least two other roles. ===Pilotfish=== When the first supercarrier USS United States (CVA-58) was being designed, it was thought she would not be able to have an island or masts for radar or other antennas. Therefore the Northampton was seen as a 'pilotfish', a ship that would escort the carrier and act not only as a radar picket (although from the center of the task force rather than the periphery as a true picket would), but also as the radar director of aircraft approach and landing on the carrier. The recent invention of the angled flight deck made it possible to install islands and radar on supercarriers, and so this role was eliminated from the Northampton.Freidman, pp. 340 ===\"Floating White House\"=== According to a Washington Post article on 29 July 2006, Northampton was part of the U.S. government's plan for Continuity of Operations and reported to be a \"floating White House\" to which the President could be evacuated in the event of nuclear attack. As such she was designated as the National Emergency Command Post Afloat (NECPA). was her sister ship and also designated part of NECPA. The ship was modified with an extra deck, the tallest communications mast in the Navy and multi-link communications gear. == Gallery == File:USS Northampton (CLC-1) at Guantanamo Bay in 1954.jpg|USS Northampton at Guantanamo Bay, Cuba in 1954. File:SPS-2 antenna aboard USS Northampton (CLC-1) c1954.jpg|Close up of USS Northampton’s SPS-2 antenna in c1954. File:Sailors relaxing on fantail of USS Northampton (CLC-1) in 1957.jpg|USS Northampton’s crews relaxing on the fantail of the ship in 1957. File:USS Ticonderoga (CV-14) leavin Norfolk in 1957.jpg|USS Ticonderoga (CV-14) and USS Northampton on the right at Norfolk, Virginia in 1957. File:USS Intrepid (CVA-11) with Valley Forge (CVS-45) at Norfolk 1957.jpg|USS Northampton, USS Intrepid (CVA-11) and USS Valley Forge (CVS-45) at Norfolk in 1957 File:USS Northampton (CLC-1) bow view c1958.jpg|USS Northampton’s bow view in 1958. File:USS Des Moines (CA-134) and USS Northampton (CLC-1) at Mallorca c1960.jpg|USS Northampton and USS Des Moines (CA-134) at Mallorca in c1960. File:USS Northampton (CLC-1) with Polaris missile fountain at Portsmouth VA c1962.jpg|USS Northampton with Polaris Missile fountain at Portsmouth, Virginia in c1962. File:USS Alstede (AF-48) replenishes USS Northampton (CC-1) c1964.jpg|USS Northampton replenishing with USS Alsfeld (AF-48) in c1964. File:USS Northampton CLC-1.jpg|USS Northampton in her final configuration before decommissioning around early 1970. File:USS Northampton (CC-1), USS Robert L. Wilson (DD-847) and USS Albacore (AGSS-569) mothballed at the Philadelphia Naval Shipyard, in August 1976 (K-117037).jpg|USS Northampton, USS Robert L. Wilson (DD-847) and USS Albacore (AGSS-569) mothballed at Philadelphia Naval Shipyard in August 1976. File:USS Newport News (CA 148), USS Springfield (CLG 7) and USS Northampton (CC 1) await disposal.jpg|USS Northampton, USS Springfield (CLG-7) and USS Newport News (CA-148) await disposal at Philadelphia Naval Yard in October 1978. ==Awards== *Navy Expeditionary Medal *National Defense Service Medal with 2 awards == See also == *USS Saipan (CVL-48) *USS Wright (CVL-49) == References == ===Notes=== ===Sources=== * * \"A White House Physician\" by James Young, M.D., in Our White House: Looking In, Looking Out (Candlewick Press 2008) * http://www.globalsecurity.org/military/systems/ship/clc-1.htm ==External links== * Category:Oregon City-class cruisers Category:Cruisers of the United States Navy Category:Cold War cruisers of the United States Category:Ships built in Quincy, Massachusetts Category:1951 ships Category:Decommissioned command ships of the United States Navy Category:Continuity of government in the United States",
 "title": "USS Northampton (CLC-1)"
}