{
 "id": "436441",
 "text": "Pashtunwali () is the traditional lifestyle and is best described as a code of honor of the Pashtun people, by which they live. Scholars widely have interpreted it as being \"the way of the Afghans\" or \"the code of life\". Pashtunwali is widely practised by Pashtuns in the Pashtunistan regions. Pashtunwali dates back to ancient pre-Islamic times. ==Overview== The native Pashtun tribes, often described as fiercely independent people, have inhabited the Pashtunistan region (eastern Afghanistan and northwestern Pakistan) since at least the 1st millennium BC. During that period, much of their mountainous territory has remained outside government rule or control. Pashtun resistance to outside rule and the terrain they reside in is maybe why Indigenous Pashtuns still follow Pashtunwali, which is a fundamental common law of the land or \"code of life\". Pashtunwali rules are accepted in Afghanistan and Pakistan, and also in some Pashtun communities around the world. Some non- Pashtun Afghans and others have also adopted its ideology or practices for their own benefit. Conversely, many urbanized Pashtuns tend to ignore the rules of Pashtunwali. Passed on from generation to generation, Pashtunwali guides both individual and communal conduct. Practiced by the majority of Pashtuns, it helps to promote Pashtunization. Pashtuns embrace an ancient traditional, spiritual, and communal identity tied to a set of moral codes and rules of behaviour, as well as to a record of history spanning some seventeen hundred years. Pashtunwali promotes self-respect, independence, justice, hospitality, love, forgiveness, revenge and tolerance toward all (especially to strangers or guests). It is considered to be the personal responsibility of every Pashtun to discover and rediscover Pashtunwali's essence and meaning. ::The Pashtun tribes are always engaged in private or public war. Every man is a warrior, a politician and a theologian. Every large house is a real feudal fortress. ... Every family cultivates its vendetta; every clan, its feud. ... Nothing is ever forgotten and very few debts are left unpaid. :::Winston Churchill (My Early Life, Chapter 11: \"The Mahmund Valley\") ==Pashtun institutions== Pashtuns are organised into tribal or extended family groups often led by a \"Khan\" (a wealthy and influential leader from the group). Disputes within clans are settled by a jirga (traditionally a tribal assembly involving all adult males). In times of foreign invasion, Pashtuns have been known to unite under a Pashtun religious leaders such as Saidullah Baba in the Siege of Malakand and even under Pashtána female leaders such as Malalai of Maiwand in the Battle of Maiwand. ==Main principles== Although not exclusive, the following thirteen principles form the major components of Pashtunwali. The three primary principles: #Hospitality () – Showing hospitality and profound respect to all visitors, regardless of race, religion, national affiliation or economic status and doing so without any hope of remuneration or favour. Pashtuns will go to great lengths to show their hospitality. #Asylum () – Derived from the verb meaning to go in, this refers to the protection given to a person against his enemies. People are protected at all costs; even those running from the law must be given refuge until the situation can be clarified. Nənawā́te can also be used when the vanquished party in a dispute is prepared to go into the house of the victors and ask for their forgiveness: this is a peculiar form of \"chivalrous\" surrender, in which an enemy seeks \"sanctuary\" at the house of their foe. A notable example, is that of Mullah Mohammed Omar, who refused to handover Osama bin Laden, to the USA, claiming that in doing so they would violate the Pashtun tradition of asylum, according to Pakistani journalist Rahimullah Yusufzai, he said: > I don't want to go down in history as someone who betrayed his guest. I am > willing to give my life, my regime. Since we have given him refuge, I cannot > throw him out now. #Justice and revenge () – To seek justice or take revenge against the wrongdoer. No time limit restricts the period in which revenge can be taken. Justice in Pashtun lore needs elaborating: even a mere taunt () counts as an insult. Monetary compensation can be an alternative to badal, for example in murder cases. The other main principles: #Bravery (). A Pashtun must defend his land, property, and family from incursions. Death can follow if anyone offends this principle. #Loyalty (). A Pashtun owes loyalty to family, friends and tribe members. #Kindness (). Pashtuns should act in the welfare of others. #Arbitration (). Disputes are resolved through the Jirga. #Faith () contains a wider notion of trust or faith in Allah. The notion of trusting in one Creator generally comports to Islamic monotheism or tawhid. #Respect () and pride (). A Pashtun's pride, has great importance in society and must be preserved. Pashtuns must respect themselves and others in order to be able to do so, especially those they do not know. Respect begins at home, among family members and relatives. Someone who lacks these qualities is not considered worthy of being a Pashtun. As per the poetry Khushal Khattak “The loss of life and wealth should not matter, what matters is pat. #Female honour (). A Pashtun must defend the honour of women at all costs and must protect them from vocal and physical harm. The killing of women is forbidden in Pashtun culture. #Honour (). A Pashtun must defend the weak around him. #Courage, manhood, or chivalry (). A Pashtun must demonstrate courage. A turban is considered a symbol of a Pashtun's chivalry. #Country (). A Pashtun is obliged to protect the land of the Pashtuns. Defense of the nation means the protection of Pashtun custom. ==Portrayals in film== In the film The Beast, a Pashtun character explains the code's first three principles. Later, a captured Soviet soldier invokes the principle of Nənawā́te to be spared from execution. In the film Lone Survivor, the epilogue reveals that the Pashtun villagers agreed to help Marcus Luttrell as part of a traditional code of honor known as the Pashtunwali. ==See also== *Blood feud *Bushido *Chivalry *Islamic military jurisprudence *Izzat (honour) *Kanun *Khushal Khattak *Pashtun nationalism *Pashtunistan ==References== ==External links== *Pashtunwali by Wahid Momand *Special report on Pashtunwali by U.S. Army Major, John H. Cathell *Harvard Law School - Tribal Law of Pashtunwali and Women’s Legislative Authority *The Economist - The Pushtuns' tribal code *Pashto Language & Identity Formation in Pakistan Category:Codes of conduct Category:Pashtun culture Category:Pakistani culture Category:Afghan culture Category:Customary legal systems Category:Right-wing politics in Afghanistan Category:Pashto words and phrases Category:Pashtun society",
 "title": "Pashtunwali"
}