{
 "id": "436912",
 "text": "The Short-time Fourier transform (STFT), is a Fourier-related transform used to determine the sinusoidal frequency and phase content of local sections of a signal as it changes over time. In practice, the procedure for computing STFTs is to divide a longer time signal into shorter segments of equal length and then compute the Fourier transform separately on each shorter segment. This reveals the Fourier spectrum on each shorter segment. One then usually plots the changing spectra as a function of time, known as a spectrogram or waterfall plot, such as commonly used in Software Defined Radio (SDR) based spectrum displays. Full bandwidth displays covering the whole range of an SDR commonly use Fast Fourier Transforms (FFTs) with 2^24 points on desktop computers. thumb|400 px|Example of short time Fourier transforms used to determine time of impact from audio signal == Forward STFT == === Continuous- time STFT === Simply, in the continuous-time case, the function to be transformed is multiplied by a window function which is nonzero for only a short period of time. The Fourier transform (a one-dimensional function) of the resulting signal is taken as the window is slid along the time axis, resulting in a two-dimensional representation of the signal. Mathematically, this is written as: :\\mathbf{STFT}\\\\{x(t)\\\\}(\\tau,\\omega) \\equiv X(\\tau, \\omega) = \\int_{-\\infty}^{\\infty} x(t) w(t-\\tau) e^{-i \\omega t} \\, d t where w(\\tau) is the window function, commonly a Hann window or Gaussian window centered around zero, and x(t) is the signal to be transformed (note the difference between the window function w and the frequency \\omega). X(\\tau, \\omega) is essentially the Fourier transform of x(t)w(t-\\tau), a complex function representing the phase and magnitude of the signal over time and frequency. Often phase unwrapping is employed along either or both the time axis, \\tau, and frequency axis, \\omega, to suppress any jump discontinuity of the phase result of the STFT. The time index \\tau is normally considered to be \"slow\" time and usually not expressed in as high resolution as time t. Now that the function of STFT is the function of Fourier transform multiple by the window function, so STFT is also call windowed Fourier transform or time- dependent Fourier transform. === Discrete-time STFT === In the discrete time case, the data to be transformed could be broken up into chunks or frames (which usually overlap each other, to reduce artifacts at the boundary). Each chunk is Fourier transformed, and the complex result is added to a matrix, which records magnitude and phase for each point in time and frequency. This can be expressed as: :\\mathbf{STFT}\\\\{x[n]\\\\}(m,\\omega)\\equiv X(m,\\omega) = \\sum_{n=-\\infty}^{\\infty} x[n]w[n-m]e^{-j \\omega n} likewise, with signal x[n] and window w[n]. In this case, m is discrete and ω is continuous, but in most typical applications the STFT is performed on a computer using the fast Fourier transform, so both variables are discrete and quantized. The magnitude squared of the STFT yields the spectrogram representation of the Power Spectral Density of the function: :\\operatorname{spectrogram}\\\\{x(t)\\\\}(\\tau, \\omega) \\equiv |X(\\tau, \\omega)|^2 See also the modified discrete cosine transform (MDCT), which is also a Fourier-related transform that uses overlapping windows. ==== Sliding DFT ==== If only a small number of ω are desired, or if the STFT is desired to be evaluated for every shift m of the window, then the STFT may be more efficiently evaluated using a sliding DFT algorithm.E. Jacobsen and R. Lyons, The sliding DFT, Signal Processing Magazine vol. 20, issue 2, pp. 74–80 (March 2003). == Inverse STFT == The STFT is invertible, that is, the original signal can be recovered from the transform by the Inverse STFT. The most widely accepted way of inverting the STFT is by using the overlap-add (OLA) method, which also allows for modifications to the STFT complex spectrum. This makes for a versatile signal processing method, referred to as the overlap and add with modifications method. === Continuous-time STFT === Given the width and definition of the window function w(t), we initially require the area of the window function to be scaled so that : \\int_{-\\infty}^{\\infty} w(\\tau) \\, d\\tau = 1. It easily follows that : \\int_{-\\infty}^{\\infty} w(t-\\tau) \\, d\\tau = 1 \\quad \\forall \\ t and : x(t) = x(t) \\int_{-\\infty}^{\\infty} w(t-\\tau) \\, d\\tau = \\int_{-\\infty}^{\\infty} x(t) w(t-\\tau) \\, d\\tau. The continuous Fourier transform is : X(\\omega) = \\int_{-\\infty}^{\\infty} x(t) e^{-j \\omega t} \\, dt. Substituting x(t) from above: : X(\\omega) = \\int_{-\\infty}^{\\infty} \\left[ \\int_{-\\infty}^{\\infty} x(t) w(t-\\tau) \\, d\\tau \\right] \\, e^{-j \\omega t} \\, dt ::: = \\int_{-\\infty}^{\\infty} \\int_{-\\infty}^{\\infty} x(t) w(t-\\tau) \\, e^{-j \\omega t} \\, d\\tau \\, dt. Swapping order of integration: : X(\\omega) = \\int_{-\\infty}^{\\infty} \\int_{-\\infty}^{\\infty} x(t) w(t-\\tau) \\, e^{-j \\omega t} \\, dt \\, d\\tau ::: = \\int_{-\\infty}^{\\infty} \\left[ \\int_{-\\infty}^{\\infty} x(t) w(t-\\tau) \\, e^{-j \\omega t} \\, dt \\right] \\, d\\tau ::: = \\int_{-\\infty}^{\\infty} X(\\tau, \\omega) \\, d\\tau. So the Fourier transform can be seen as a sort of phase coherent sum of all of the STFTs of x(t). Since the inverse Fourier transform is : x(t) = \\frac{1}{2 \\pi} \\int_{-\\infty}^{\\infty} X(\\omega) e^{+j \\omega t} \\, d\\omega, then x(t) can be recovered from X(τ,ω) as : x(t) = \\frac{1}{2 \\pi} \\int_{-\\infty}^{\\infty} \\int_{-\\infty}^{\\infty} X(\\tau, \\omega) e^{+j \\omega t} \\, d\\tau \\, d\\omega. or : x(t) = \\int_{-\\infty}^{\\infty} \\left[ \\frac{1}{2 \\pi} \\int_{-\\infty}^{\\infty} X(\\tau, \\omega) e^{+j \\omega t} \\, d\\omega \\right] \\, d\\tau. It can be seen, comparing to above that windowed \"grain\" or \"wavelet\" of x(t) is : x(t) w(t-\\tau) = \\frac{1}{2 \\pi} \\int_{-\\infty}^{\\infty} X(\\tau, \\omega) e^{+j \\omega t} \\, d\\omega. the inverse Fourier transform of X(τ,ω) for τ fixed. For the alternative definition, the inverse transform is: :x(t) = \\frac{1}{2 \\pi}w^{-1}(\\tau - t)\\frac{1}{2 \\pi} \\int_{-\\infty}^{\\infty} X(\\tau, \\omega) e^{j \\omega t} \\, d\\omega. The mask function \\omega(t) always has the property of (a)even: \\omega(t) = \\omega(-t) (b)max(\\omega(t)) = \\omega(0),\\omega(t) larger than and equal to \\omega(t_{2}) if|t_{2}| is larger than |t_{1}| (c)\\omega(t) similar equal to zero when |t| is large. == Resolution issues == One of the pitfalls of the STFT is that it has a fixed resolution. The width of the windowing function relates to how the signal is represented—it determines whether there is good frequency resolution (frequency components close together can be separated) or good time resolution (the time at which frequencies change). A wide window gives better frequency resolution but poor time resolution. A narrower window gives good time resolution but poor frequency resolution. These are called narrowband and wideband transforms, respectively. frame|none|Comparison of STFT resolution. Left has better time resolution, and right has better frequency resolution. This is one of the reasons for the creation of the wavelet transform and multiresolution analysis, which can give good time resolution for high-frequency events and good frequency resolution for low-frequency events, the combination best suited for many real signals. This property is related to the Heisenberg uncertainty principle, but not directly – see Gabor limit for discussion. The product of the standard deviation in time and frequency is limited. The boundary of the uncertainty principle (best simultaneous resolution of both) is reached with a Gaussian window function(or call mask function), as the Gaussian minimizes the Fourier uncertainty principle. This is called the Gabor transform (and with modifications for multiresolution becomes the Morlet wavelet transform). One can consider the STFT for varying window size as a two-dimensional domain (time and frequency), as illustrated in the example below, which can be calculated by varying the window size. However, this is no longer a strictly time-frequency representation – the kernel is not constant over the entire signal. === Example === When the original function is: thumb| :X(t,f) = \\int^\\infty_{-\\infty}w(t-\\tau) x(\\tau) e^{-j 2 \\pi f \\tau} d\\tau We can have a simple example: w(t) = 1 for |t| smaller than or equal B w(t) = 0 otherwise B = window Now the original function of the Short-time Fourier transform can be changed as :X(t,f) = \\int^{t+B}_{t-B}x(\\tau) e^{-j 2 \\pi f \\tau} d\\tau Another example: Using the following sample signal x(t) that is composed of a set of four sinusoidal waveforms joined together in sequence. Each waveform is only composed of one of four frequencies (10, 25, 50, 100 Hz). The definition of x(t) is: :x(t)=\\begin{cases} \\cos (2 \\pi 10 t) & 0\\,\\mathrm{s} \\le t < 5 \\,\\mathrm{s} \\\\\\ \\cos (2 \\pi 25 t) & 5\\,\\mathrm{s} \\le t < 10\\,\\mathrm{s} \\\\\\ \\cos (2 \\pi 50 t) & 10\\,\\mathrm{s} \\le t < 15\\,\\mathrm{s} \\\\\\ \\cos (2 \\pi 100 t) & 15\\,\\mathrm{s} \\le t < 20\\,\\mathrm{s} \\\\\\ \\end{cases} Then it is sampled at 400 Hz. The following spectrograms were produced: {| |- |thumb|300px|25 ms window |thumb|300px|125 ms window |- |thumb|300px|375 ms window |thumb|300px|1000 ms window |- |} The 25 ms window allows us to identify a precise time at which the signals change but the precise frequencies are difficult to identify. At the other end of the scale, the 1000 ms window allows the frequencies to be precisely seen but the time between frequency changes is blurred. Other examples: thumb| :w(t) = exp(\\sigma-t^{2}) Normally we call exp(\\sigma-t^{2}) as Gaussian function or Gabor function and right now the Short-Time Fourier Transform will call as Gabor Transform. === Explanation === It can also be explained with reference to the sampling and Nyquist frequency. Take a window of N samples from an arbitrary real-valued signal at sampling rate fs . Taking the Fourier transform produces N complex coefficients. Of these coefficients only half are useful (the last N/2 being the complex conjugate of the first N/2 in reverse order, as this is a real valued signal). These N/2 coefficients represent the frequencies 0 to fs/2 (Nyquist) and two consecutive coefficients are spaced apart by fs/N Hz. To increase the frequency resolution of the window the frequency spacing of the coefficients needs to be reduced. There are only two variables, but decreasing fs (and keeping N constant) will cause the window size to increase — since there are now fewer samples per unit time. The other alternative is to increase N, but this again causes the window size to increase. So any attempt to increase the frequency resolution causes a larger window size and therefore a reduction in time resolution—and vice versa. == Rayleigh frequency == As the Nyquist frequency is a limitation in the maximum frequency that can be meaningfully analysed, so is the Rayleigh frequency a limitation on the minimum frequency. The Rayleigh frequency is the minimum frequency that can be resolved by a finite duration time window.https://physics.ucsd.edu/neurophysics/publications/Cold%20Spring%20Harb%20Protoc-2014-Kleinfeld- pdb.top081075.pdf Given a time window that is Τ seconds long, the minimum frequency that can be resolved is 1/Τ Hz. The Rayleigh frequency is an important consideration in applications of the short-time Fourier transform (STFT), as well as any other method of harmonic analysis on a signal of finite record-length. == Application == thumb|upright=1.2|right|An STFT being used to analyze an audio signal across time STFTs as well as standard Fourier transforms and other tools are frequently used to analyze music. The spectrogram can, for example, show frequency on the horizontal axis, with the lowest frequencies at left, and the highest at the right. The height of each bar (augmented by color) represents the amplitude of the frequencies within that band. The depth dimension represents time, where each new bar was a separate distinct transform. Audio engineers use this kind of visual to gain information about an audio sample, for example, to locate the frequencies of specific noises (especially when used with greater frequency resolution) or to find frequencies which may be more or less resonant in the space where the signal was recorded. This information can be used for equalization or tuning other audio effects. == Implementation == Original function :X(t,f) = \\int^\\infty_{-\\infty}w(t-\\tau) x(\\tau) e^{-j 2 \\pi f \\tau} d\\tau Converting into the discrete form: :t = n\\Delta_t, f=m\\Delta_f, \\tau =p\\Delta_t :X(n\\Delta_t, m\\Delta_f)=\\sum^\\infty_{-\\infty}w((n-p)\\Delta_t)x(p\\Delta_t)e^{-j 2 \\pi p m \\Delta_t \\Delta_f}\\Delta_t Suppose that :w(t) \\cong 0 \\text{ for } |t|>B, \\frac{B}{\\Delta_t}=Q Then we can write the original function into :X(n\\Delta_t, m\\Delta_f)= \\sum^{n+Q}_{p=n-Q}w((n-p)\\Delta_t)x(p\\Delta_t)e^{-j 2 \\pi p m \\Delta_t \\Delta_f}\\Delta_t === Direct implementation === ==== Constraints ==== a. Nyquist criterion (Avoiding the aliasing effect): :\\Delta_t < \\frac{1}{2\\Omega}, where \\Omega is the bandwidth of x(\\tau) w(t-\\tau) === FFT-based method === ==== Constraint ==== a. \\Delta_t \\Delta_f = \\tfrac{1}{N}, where N is an integer b. N \\geq 2Q+1 c. Nyquist criterion (Avoiding the aliasing effect): :\\Delta_t < \\frac{1}{2\\Omega}, \\Omega is the bandwidth of x(\\tau) w(t-\\tau) :X(n\\Delta_t, m\\Delta_f) = \\sum_{p=n-Q}^{n+Q} w((n - p)\\Delta_t)x(p\\Delta_t) e^{-\\frac{2\\pi jpm}{N}}\\Delta_t :\\text{if we have } q = p - (n - Q), \\text{ then } p = (n - Q) + q : X(n\\Delta_t, m\\Delta_f) = \\Delta_t e^{\\frac{2\\pi j(Q - n)m}{N}} \\sum_{q=0}^{N-1} x_1(q)e^{-\\frac{2\\pi jqm}{N}} :\\text{where } x_1(q) = \\begin{cases} w((Q - q)\\Delta_t)x((n - Q + q)\\Delta_t) & 0 \\leq q \\leq 2Q\\\\\\ 0 & 2Q < q < N \\end{cases} === Recursive method === ==== Constraint ==== a. \\Delta_t \\Delta_f = \\tfrac{1}{N}, where N is an integer b. N \\geq 2Q+1 c. Nyquist criterion (Avoiding the aliasing effect): :\\Delta_t < \\frac{1}{2\\Omega}, \\Omega is the bandwidth of x(\\tau) w(t-\\tau) d. Only for implementing the rectangular-STFT Rectangular window imposes the constraint :w((n - p)\\Delta_t) = 1 Substitution gives: : \\begin{align} X(n\\Delta_t, m\\Delta_f) &= \\sum_{p=n-Q}^{n+Q} w((n - p)\\Delta_t)&x;(p\\Delta_t) e^{-\\frac{j2\\pi pm}{N}}\\Delta_t \\\\\\ &= \\sum_{p=n-Q}^{n+Q} &x;(p\\Delta_t) e^{-\\frac{j2\\pi pm}{N}}\\Delta_t \\\\\\ \\end{align} Change of variable for : : X((n-1)\\Delta_t, m\\Delta_f) = \\sum_{p=n-1-Q}^{n-1+Q} x(p\\Delta_t) e^{-\\frac{j2\\pi pm}{N}}\\Delta_t Calculate X(\\min{n}\\Delta_t, m\\Delta_f) by the N-point FFT: :X(n_0\\Delta_t, m\\Delta_f) = \\Delta_t e^{\\frac{j 2\\pi(Q-n_0)m}{N}} \\sum_{q=0}^{N-1} x_1(q) e^{-j\\frac{2\\pi qm}{N}}, \\qquad n_0=\\min{(n)} where : x_1(q) = \\begin{cases} x((n - Q + q)\\Delta_t) & q \\leq 2Q\\\\\\ 0 & q >2Q \\end{cases} Applying the recursive formula to calculate X(n\\Delta_t, m\\Delta_f) :X(n\\Delta_t, m\\Delta_f) = X((n-1)\\Delta_t, m\\Delta_f) - x((n - Q -1)\\Delta_t) e^{-\\frac{j 2\\pi(n-Q-1)m}{N}}\\Delta_t + x((n+Q)\\Delta_t)e^{-\\frac{j 2\\pi(n+Q)m}{N}}\\Delta_t === Chirp Z transform === ==== Constraint ==== :\\exp{(-j2\\pi pm\\Delta_t\\Delta_f)} = \\exp{(-j\\pi p^2\\Delta_t\\Delta_f)} \\cdot \\exp{(j\\pi(p-m)^2\\Delta_t\\Delta_f)}\\cdot \\exp{(-j\\pi m^2\\Delta_t\\Delta_f)} so :X(n\\Delta_t, m\\Delta_f) = \\Delta_t \\sum_{p=n-Q}^{n+Q} w((n-p)\\Delta_t)x(p\\Delta_t)e^{-j2\\pi pm\\Delta_t\\Delta_f} :X(n\\Delta_t, m\\Delta_f) = \\Delta_t e^{-j2\\pi m^2\\Delta_t\\Delta_f} \\sum_{p=n-Q}^{n+Q} w((n-p)\\Delta_t)x(p\\Delta_t)e^{-j\\pi p^2\\Delta_t\\Delta_f} e^{j\\pi (p-m)^2\\Delta_t\\Delta_f} === Implementation comparison === {| class=\"wikitable\" !Method !Complexity |- |Direct implementation |O(TFQ) |- |FFT-based |O(TN \\log_2 N) |- |Recursive |O(TF) |- |Chirp Z transform |O(TN \\log_2 N) |} == See also == * Least-squares spectral analysis * Spectral density estimation * Time-frequency analysis * Time-frequency representation * Reassignment method Other time-frequency transforms: * Cone-shape distribution function * Constant-Q transform * Fractional Fourier transform * Gabor transform * Newland transform * S transform * Wavelet transform * Chirplet transform == References == == External links == *DiscreteTFDs – software for computing the short-time Fourier transform and other time-frequency distributions *Singular Spectral Analysis – MultiTaper Method Toolkit – a free software program to analyze short, noisy time series *kSpectra Toolkit for Mac OS X from SpectraWorks *Time stretched short time Fourier transform for time frequency analysis of ultra wideband signals *A BSD-licensed Matlab class to perform STFT and inverse STFT *LTFAT – A free (GPL) Matlab / Octave toolbox to work with short-time Fourier transforms and time-frequency analysis *Sonogram visible speech – A free (GPL)Freeware for short-time Fourier transforms and time-frequency analysis *National Taiwan University, Time-Frequency Analysis and Wavelet Transform 2021, Professor of Jian-Jiun Ding, Department of Electrical Engineering Category:Fourier analysis Category:Time–frequency analysis Category:Transforms Category:Signal processing",
 "title": "Short-time Fourier transform"
}