{
 "id": "437047",
 "text": "Walid Kamal Jumblatt (; born 7 August 1949) is a Lebanese Druze politician and former militia commander who has been leading the Progressive Socialist Party since 1977. ==Early life and education== He was born in August 1949, the son of PSP's founder Kamal Jumblatt. He is the maternal grandson of Emir Shakib Arslan. Walid Jumblatt graduated from the American University of Beirut with a bachelor's degree in political science and public administration in 1972. ==Career== Upon graduation, Jumblatt worked as a reporter for An Nahar in Beirut. The BBC describes Jumblatt as \"leader of Lebanon's most powerful Druze clan and heir to a leftist political dynasty based around the Progressive Socialist Party\". Assem Qanso of the Arab Socialist Ba'ath Party of Lebanon accused Jumblatt of abandoning his father's beliefs. On 12 January 1982, he survived a car bomb explosion near his house in Beirut during the Lebanese Civil War. In July 1983, after Amine Gemayel became president, Suleiman Frangieh, Rashid Karami and Walid Jumblatt formed a Syrian-backed National Salvation Front to challenge Gemayel's rule and the pact between Lebanon and Israel that was financially supported by the US. Jumblatt served as minister of public works, transport and tourism in the National Unity cabinet led by then prime minister Rashid Karami, which was formed in May 1984. His main ally during the war was Amal Movement's leader, Nabih Berri. He was a supporter of Syria, but following the death of Syrian President Hafez Assad in 2000, he campaigned for Damascus to relinquish control. Jumblatt's close links with the Syrian old guard alienated him from the new presidency of Bashar al-Assad. This pitted him against then president Émile Lahoud and the Lebanese Shiite party Hezbollah of which he said: \"Their fighters have done a good job defying and defeating the Israeli army, OK, but the question we ask is where their allegiance goes: to a Lebanese strong central authority or somewhere else?\"Chicago Tibune interview, 11 August 2006. In the 2009 general elections, Jumblatt won a seat from Shouf as part of the 14 March Alliance list. Following issues with Hezbollah's community, his son Taymour Jumblatt fled to France with his family after multiple death threats which prevented him from joining the local political scene. With the onset of the Syrian civil war, Jumblatt and the PSP moved towards an anti-Assad stance. Jumblatt has been crucial in negotiations regarding the Syrian Druze during the Syrian Civil War, and has stated about al-Nusra Front \"I cannot classify, like Western countries, Nusra as terrorist because most of Nusra are Syrians. The regime of Bashar obliged the Syrians to join Nusra\". After al-Nusra Front allegedly killed 20 Druze villagers in Qalb Loze on 10 June 2015, Jumblatt responded that \"Any inciting rhetoric will not be beneficial, and you should remember that Bashar Assad’s policies pushed Syria into this chaos\". Walid Jumblatt believes that the order to kill his father came from Hafez al-Assad.Robert Fisk, On the 40th anniversary of Kamal Jumblatt's death, is trouble brewing again in Lebanon?, Independent, 19 March 2017 He said he would rather \"commit a political suicide\" than reconcile with his son Bashar al-Assad.Michael Young, Walid Jumblatt hunkers down in survival mode, The National, 21 September 2016 In 2014, Walid Jumblatt declared himself in favor of the legalisation of cannabis in Lebanon.Druze leader Jumblatt calls to ‘legalise hashish in Lebanon’, Middleeasteye.com.lb, 15 December 2014 In 2015, he admitted hiding the Swedish spy Stig Bergling during the early 1990s in a remote place in Lebanon upon the request of Russian authorities.Robert Fisk, The curious tale of the Swedish Soviet spy and the sheltering Druze, Independent, 8 February 2015 On 4–7 May 2015, Jumblatt testified at the Special Tribunal for Lebanon related to the investigations of the assassination of Rafic Hariri. In May 2017, the trial of four men accused of conspiring to assassinate Walid Jumblatt began.Trial of Jumblatt would-be assassins begins, Daily Star, 11 May 2017 ==Personal life== At the age of 20 Jumblatt married an Iranian actress, ten years his senior. His father did not endorse the marriage and the two became estranged In 1981, after a divorce and his father's death, Jumblatt married Gervette, a Jordanian of Circassian descent. Together they had three children: Taymour, Aslan, and Dalia. Later he married Nora al-Sharabati, daughter of Ahmad al-Sharabati. In 2018, his son Taymur Jumblatt replaced him as a candidate for parliamentary elections. ==In popular culture and arts== Like many political leaders, Jumblatt has been the subject of photography since the late 1970s. The photographer Ziad Antar made a portrait of him using an old expired film, which produced a ghosty effect. The image is said to evoke the danger the Lebanese Druze leader faces after he had criticized Hezbollah and the Syrian government. ==See also== * Cedar Revolution * Druze in Lebanon * Lebanese Civil War * Lebanese National Movement * Mountain War (Lebanon) * People’s Liberation Army (Lebanon) * Jumblatt family ==References== ==External links== * * * * * *Walid Jumblatt, by Gary C. Gambill and Daniel Nassif, Middle East Intelligence Bulletin, Vol 3, No 5, May 2001 *\"It's strange for me to say it, but this process of change has started because of the American invasion of Iraq\" quoted in Beirut's Berlin Wall, by David Ignatius, Washington Post, 23 February 2005 Category:1949 births Category:Living people Category:People from Chouf District Category:Druze people of Lebanese nationality Category:Lebanese people of Iranian descent Category:Progressive Socialist Party politicians Category:Members of the Parliament of Lebanon Category:Warlords Category:Lebanese democracy activists Category:Lebanese left-wing activists Walid Category:Lebanese politicians of Kurdish descent Category:American University of Beirut alumni Category:Tourism ministers of Lebanon",
 "title": "Walid Jumblatt"
}