{
 "id": "437003",
 "text": "Andrija Mohorovičić (23 January 1857 – 18 December 1936) was a Croatian geophysicist. He is best known for the eponymous Mohorovičić discontinuity and is considered one of the founders of modern seismology. ==Early years== thumb|left|upright=0.65|The house in Volosko where Mohorovičić was born Mohorovičić was born in Volosko, Opatija, where his father (also named Andrija), was a blacksmith, making anchors. The younger Andrija also loved the sea and married a captain's daughter, Silvija Vernić. They had four sons. Mohorovičić obtained his elementary education in his home town, then continued at the gymnasium of neighbouring Rijeka. He received his higher education in mathematics and physics at the Faculty of Philosophy in Prague in 1875, where one of his professors was Ernst Mach. At 15, Mohorovičić knew Italian, English and French. Later he learned German, Latin and Ancient Greek. thumb|upright|Mohorovičić c. 1880 thumb|upright|Mohorovičić on a 1963 Yugoslavian stamp ==Career in education== He taught first at high school in Zagreb (1879–1880), then at secondary school in Osijek. From 1882, he taught for nine years at the Royal Nautical School in Bakar, near Rijeka. Work started or completed there was important to his later scientific career. From 1893, when he became a corresponding member of the Faculty of Philosophy, University of Zagreb, to 1917–18 he taught in the fields of geophysics and astronomy. In 1898 he became a full member of what was then the Yugoslav Academy of Sciences and Arts in Zagreb, where he was a private docent. In 1910 he became titular associate university professor. ==Meteorology== In Bakar he was first exposed to meteorology, which he taught at the Royal Nautical School. This influenced him to the extent that he founded the local meteorological station in 1887. He made systematic studies and both invented and constructed instruments to observe precipitation in Croatia and Slavonia. At his own request in 1891, he was transferred to the secondary school in Zagreb where, in 1892, he soon became a head of the Meteorological Observatory in Grič and established a service for all Croatia, while teaching geophysics and astronomy at the university. On 13 March 1892, he observed the tornado in Novska, which picked up a 13-ton railway carriage with fifty passengers and threw it 30 m. He observed also the \"vihor\" (whirlwind) near Čazma in 1898 and studied the climate in Zagreb. Mohorovičić was the first person to describe atmospheric rotors with a horizontal axis, which he observed during bora-wind episodes in the northern Adriatic. In his last paper on meteorology (1901), he discussed the decrease in atmospheric temperature with height. His observations of clouds formed the basis of his doctoral thesis On the Observation of Clouds, the Daily and Annual Cloud Period in Bakar presented to the University of Zagreb and which earned him his degree as doctor of philosophy in 1893. ==Seismology== On 8 October 1909 there was an earthquake with its epicenter in the Pokuplje region, 39 km southeast of Zagreb. A number of seismographs had been installed beforehand and these provided invaluable data, upon which he made new discoveries. He concluded that when seismic waves strike the boundary between different types of material, they are reflected and refracted, just as light is when striking a prism, and that when earthquakes occur, two waves—longitudinal and transverse—propagate through the soil with different velocities. By analyzing data from more observation posts, Mohorovičić concluded that the Earth has several layers above a core. He was the first to establish, based on the evidence from seismic waves, the discontinuity that separates the Earth's crust from its mantle. This is now called the Mohorovičić discontinuity or (because of the complexity of that name) Moho. According to Mohorovičić, a layered structure would explain the observation of depths where seismic waves change speed and the difference in chemical composition between rocks from the crust and those from the mantle. From the data, he estimated the thickness of the upper layer (crust) to be 54 km. We know today that the crust is 5–9 km below the ocean floor and 25–60 km below the continents, which are carried on tectonic plates. Subsequent study of the Earth's interior confirmed the existence of the discontinuity under all continents and oceans. Mohorovičić assumed that the velocity of seismic waves increases with the depth. The function he proposed to calculate the velocity of seismic waves is called the Mohorovičić law. He developed a method for determining earthquake epicenters and constructed curves giving the travel times of seismic waves over distances of up to 10,000 miles from the source. He also proposed the construction of a new type of seismograph for recording the ground horizontal movement, but due to lack of funds the project was never realized. As early as 1909 Mohorovičić started giving lectures that both architects and building contractors should follow, ahead of his time setting some of the basic principles of earthquake-resistant design. Mohorovičić's theories were visionary and were only truly understood many years later from detailed observations of the effects of earthquakes on buildings, deep focus earthquakes, locating earthquake epicenters, Earth models, seismographs, harnessing the energy of the wind, hail defence and other related elements of the geological body of knowledge known as geoscience. == Legacy == Crater Mohorovičić (on the Moon's far side) is named in his honour. A gymnasium in Rijeka, Croatia and a school ship in the Croatian Navy are named after him, as was (in 1996) asteroid 8422 Mohorovičıć. ==Works== * * * * * * * * * * * * * * * * * ==See also== * Project Mohole ==References== == External links == * Prominent Istrians – Andrija Mohorovičić * Andrija Mohorovičić * * geofizika- journal.gfz.hr (PDF) * Famous Croats – Andrija Mohorovičić (1857–1936) Category:1857 births Category:1936 deaths Category:People from Opatija Category:Croatian scientists Category:Croatian meteorologists Category:Seismologists Category:Rectors of the University of Zagreb Category:Members of the Croatian Academy of Sciences and Arts Category:Croatian Austro-Hungarians Category:People from Austrian Littoral Category:Burials at Mirogoj Cemetery Category:Croatian geophysicists",
 "title": "Andrija Mohorovičić"
}