{
 "id": "43758",
 "text": "Year 258 (CCLVIII) was a common year starting on Friday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Tuscus and Bassus (or, less frequently, year 1011 Ab urbe condita). The denomination 258 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Roman Empire ==== * The Goths ravage Asia Minor and Trapezus. * The amount of silver in the Roman currency of the denarius falls below 10%. The crisis ruins craftsmen, tradesmen, and small farmers, who are forced into bartering; landowners grow richer by buying up cheap land. * Valerian II, eldest son of Gallienus, dies, possibly murdered by Pannonia's governor Ingenuus; Emperor Valerian bestows on another one of Gallienus's sons, Saloninus, the title of Caesar. * A second Imperial edict prohibits Christianity in the Roman Empire. This edict divides Christians into four categories: priests, who are to be put to death; senators and equestrians, who are to be stripped of their positions and their property confiscated; nuns, who are to be exiled; and imperial civil servants, who are condemned to forced labour. ==== Asia ==== * Sima Zhao quells Zhuge Dan's rebellion, thereby also ending what are known as the Three Rebellions in Shouchun. * Sun Xiu succeeds his brother Sun Liang as emperor of the Chinese state of Eastern Wu. === By topic === ==== Religion ==== * Cyprian, bishop of Carthage, is martyred (decapitation). * Pope Sixtus II, bishop of Rome, is martyred. == Births == * Clement of Ancyra, Christian bishop and martyr (d. 312) == Deaths == * August 6 - Sixtus II, bishop of Rome * September 14 - Cyprian, bishop of Carthage * Anak the Parthian, Parthian nobleman * Chen Zhi (or Fengzong), Chinese politician * Novatian, Italian antipope and theologian * Valerian II, son of co-emperor Gallienus * Zhuge Dan (or Gongxiu), Chinese general == References ==",
 "title": "258"
}