{
 "id": "437546",
 "text": "Unspiek, Baron Bodissey, is a fictional character referred to in many of the novels of speculative-fiction author Jack Vance. Within those novels he has the status of an authority, but he is sometimes referred to with amusement or scepticism. Like the 'mad poet' Navarth, he first appeared in the Demon Princes sequence but also is alluded to in a number of other unrelated stories. Unlike Navarth, the Baron never appears in person in these novels, but his monumental, many-volume work Life is frequently quoted. The lengthiest citations from it appear, with varying degrees of apparent relevance, as epigraphs to various chapters in the Demon Princes novels. (Vance characteristically makes use of substantial passages from imaginary writings, interviews or judicial transcripts as chapter-heading material, especially in that series.) Otherwise, the Baron and his work are occasionally referred to in passing or quoted by characters in the tales. Fictional (and always negative) reviews of Life also appear in The Killing Machine and The Face, usually dismissing it as snobbish, elitist and pretentious; one reviewer expresses a desire to thrash the Baron within an inch of his life before buying him a drink. In a footnote in Night Lamp Vance informs us, perhaps definitively, that the Baron's great work Life consisted of twelve volumes (earlier novels suggest six or ten) and that it was in nature a ‘philosophical encyclopedia’. In the same passage Vance also asserts that towards the end of his life he ‘was excommunicated from the human race by the Assembly of Egalitarians. Baron Bodissey’s comment was succinct: \"The point is moot\". To this day the most erudite thinkers of the Gaean Reach ponder the significance of the remark’. Although Bodissey often expresses himself in pompous language, many of his dicta (a selection is given below) appear good sense, and it may be that he serves, at least occasionally, as a mouthpiece for Vance's personal opinions. An overly zealous cultural anthropologist and ethnologist named Kalikari Stone, Baron Bodissey, working on a grant from the Historical Institute of Naval Research on the planet Riverain, appears in Hayford Peirce's novel The Thirteenth Majestral (1989), a pastiche written in the manner of Jack Vance. He saves the book's protagonist from a dire end, although, to his dismayed surprise, at the cost of his own life. ==The Wisdom of Baron Bodissey== * [On religious wars] of all wars, these are the most detestable, since they are waged for no tangible gain, but only to impose a set of arbitrary credos on another. (From Life, Volume I; The Face, Chapter 3) * The malefactor becomes the creature of his own deeds. (From Life, Volume I; The Face, Chapter 6) * \"Morality\", the most troublesome and confusing word of all. There is no single or supreme morality; there are many, each defining the mode by which a system of entities optimally interacts. (From Life, Volume I; The Book of Dreams, Chapter 3) * . . . when land is vast and easily available, as in the broaching of a new continent or a new world, nothing can keep different sorts of people in close contact. They migrate to new places and particularize, whereupon languages mutate, costumes and conventions elaborate, aesthetic symbols take on fresh meanings. (From the Introduction to Life, Volume II; The Book of Dreams, Chapter 11; in the same chapter the Baron's 'Introduction to Volume II' is described as 'famous') * I have examined the native life forms of over two thousand planets. I have noted many examples of convergent evolution, but many more of divergence. (From Life, Volume II; The Star King, Chapter 2) * We must not confuse statistical probability with some transcendental and utterly compelling force. (From Life, Volume II; The Star King, Chapter 2) * For the lack of a more precise and universal term the temptation to use the word \"intelligence\" incorrectly is well-nigh irresistible, but can be countenanced only when the word is set off by quotes, Viz: my own monograph (which I include in the appendix to Volume Eight of this slight and by no means comprehensive series). (From Life, Volume II; The Book of Dreams, Chapter 18) * As a society matures, the struggle for survival imperceptibly graduates and changes emphasis, and becomes what can only be termed the quest for pleasure. (From Life, Volume III; The Star King, Chapter 6) * Luxury and privilege are the perquisites of wealth. This would appear a notably bland remark, but it is much larger than it seems. If one listens closely, he hears deep and far below the mournful chime of inevitability. (From Life, Volume III; The Face, Chapter 14) * When erudition comes in, poetry departs. (From Life, Volume IV; The Killing Machine, Chapter 10) * [Baron Bodissey] pointed out that democracy could only function in a relatively homogeneous society of equivalent individuals. He described a district dedicated to democracy where the citizenry consisted of two hundred wolves and nine hundred squirrels. When zoning ordinances and public health laws were put into effect, the wolves were obliged to live in trees and eat nuts. (Araminta Station, Chapter 5) * Towns behave in many respects like living organisms, which across time evolve and adapt so exactly to the landscape, the weather, and the requirements of the inhabitants that there is very little thrust for change. Parallel to these considerations the forces of tradition exert a like effect upon the character of the town; and indeed, the older the town, the more rigid its tendencies towards immutability. (From ‘Reflections upon the Morphology of Settled Places’, Life, Volume 11; Ecce and Old Earth, Chapter VIII) * To create a society based on caste distinction, a minimum of two individuals is both necessary and sufficient. (Throy, Chapter 1) * Only losers cry out for fair play. (Night Lamp, Chapter 2) * Sleep when you are dead. (Ecce and Old Earth, Chapter III) Category:Fictional writers Category:Science fiction characters Category:Characters in American novels",
 "title": "Baron Bodissey"
}