{
 "id": "437661",
 "text": "The year 1796 in science and technology involved some significant events. ==Astronomy== * Pierre-Simon Laplace publishes Exposition du système du monde, his work on astronomy (mainly celestial mechanics) following Newton and Lagrange. He develops an analytical theory of tides, deduces the mass of the Moon, improves calculation of cosmic orbits, and predicts that Saturn's rings will be found to rotate. Most notably, he propounds the modern nebular hypothesis, independently outlined by Kant. ==Chemistry== * Rev. James Parker is granted a patent in Britain for Roman cement (\"A certain Cement or Terras to be used in Aquatic and other Buildings and Stucco Work\"). ==Exploration== * June 21 – Mungo Park becomes the first European to reach the Niger River. ==Mathematics== * This is a productive year for the German mathematician Carl Friedrich Gauss (born 1777) and his work in number theory: ** March 30 – He obtains conditions for the constructibility by ruler and compass of regular polygons, including the heptadecagon. ** April 8 – He becomes the first to prove the quadratic reciprocity law, enabling determination of the solvability of any quadratic equation in modular arithmetic. ** May 31 – He puts forward his prime number theorem on the distribution of prime numbers among the integers. ** July 10 – He discovers that every positive integer is representable as a sum of at most three triangular numbers, noting in his diary \"Heureka! num = Δ + Δ + Δ.\" ** October 1 – He publishes a result on the number of solutions of polynomials with coefficients in finite fields. * Adrien-Marie Legendre conjectures the prime number theorem. ==Medicine== * May 14 – Edward Jenner administers the first smallpox vaccination. * Franz Joseph Gall develops his theory of 'cranioscopy', a forerunner of phrenology. * The Retreat established in York, England; it pioneers the humane treatment of people with mental disorders. ==Paleontology== * April 4 – Georges Cuvier reads his paper Mémoires sur les espèces d'éléphants vivants et fossiles at the opening of the Institut National in Paris, demonstrating that species had become extinct. ==Technology== * Completion of the first cast iron aqueducts, on the English canals ** February – Holmes Aqueduct on the Derby Canal, designed by Benjamin Outram (demolished 1971). ** March – Longdon-on-Tern Aqueduct on the Shrewsbury Canal, designed by Thomas Telford (extant). * August 9 – Opening to traffic of the Wearmouth Bridge in England, designed by Thomas Paine in cast iron. The second in this material built after that at Ironbridge, but over twice as long, its span of 237 feet (72 m) makes it the world's longest single-span vehicular bridge extant at this date. * Printing by lithography is invented by Alois Senefelder in Bohemia. ==Zoology== * Pierre André Latreille publishes Précis des caractères génériques des insectes, disposés dans un ordre naturel. ==Awards== * Copley Medal: George Atwood ==Births== * February 6 – John Stevens Henslow, English botanist (died 1861) * February 10 – Henry De la Beche, English geologist (died 1855) * February 17 – Philipp Franz von Siebold, German physician, botanist and traveler in Japan (died 1866) * February 22 – Adolphe Quetelet, Belgian mathematician and astronomer (died 1874) * March 27 – Robert James Graves, Irish physician (died 1853) * June 1 – Sadi Carnot, French physicist (died 1832) * July 29 – Walter Hunt, American inventor (died 1859) * August – William Marsden, English surgeon (died 1867) * August 15 – John Torrey, American botanist (died 1873) * August 21 – James Lick, American philanthropist who endows the Lick Observatory (died 1876) * September 19 – Richard Harlan, American zoologist (died 1843) * December (approx. date) – William Banting, English undertaker and dietician (died 1878) ==Deaths== * January 1 – Alexandre-Théophile Vandermonde, French mathematician known for Vandermonde matrices. * January 5 – Anna Barbara Reinhart, Swiss mathematician (born 1730) * May 1 – Alexandre Guy Pingré, French astronomer and naval geographer (born 1711 * December 11 – Johann Daniel Titius, German astronomer (born 1729) ==References== Category:18th century in science Category:1790s in science",
 "title": "1796 in science"
}