{
 "id": "437687",
 "text": "The year 1768 in science and technology involved some significant events. ==Biology== * Steller's sea cow is hunted to extinction. * Josephus Nicolaus Laurenti becomes auctor of the class of reptiles through his on the poisonous function of reptiles and amphibians. He also publishes describing the olm, one of the first accounts of a cave animal in the western world. * Caspar Friedrich Wolff begins publication of \"De Formatione Intestinarum\" in the Mémoires of The Imperial Academy of Arts and Sciences (Saint Petersburg), a significant work in the science of embryology. * Lazzaro Spallanzani challenges the spontaneous generation of cellular life. ==Botany== * Bougainvillea is first classified in Brazil by Philibert Commerçon, the botanist accompanying Louis Antoine de Bougainville's French Navy voyage of circumnavigation. * Henri-Louis Duhamel du Monceau's Traité des arbres fruitiers is published in Paris. ==Chemistry== * March 17 – William Cookworthy is granted a patent for the manufacture of porcelain from kaolinite in England. ==Exploration== * Peter Simon Pallas begins a scientific expedition through the Russian Empire. ==Mathematics== * Leonhard Euler uses closed curves (which become known as Euler diagrams) to illustrate syllogistic reasoning. ==Events== * Joseph Wright of Derby paints An Experiment on a Bird in the Air Pump. ==Publications== * Leonhard Euler's Letters to a German Princess (Lettres à une princesse d'Allemagne sur divers sujets de physique et de philosophie) are first published, in Saint Petersburg. ==Awards== * Copley Medal: Peter Woulfe ==Births== * February 15 – Anthony Carlisle, English surgeon (died 1840) * March 21 – Joseph Fourier, French mathematician (died 1830) * March 22 – Bryan Donkin, English engineer and inventor (died 1855) * July 18 ** Jean-Robert Argand, French mathematician (died 1822) ** Giuseppangelo Fonzi, Italian dentist (died 1840) * date unknown ** Marie- Jeanne de Lalande, French astronomer (died 1832) ** Edward Donovan, Anglo- Irish natural historian (died 1837) ** Amelia Griffiths, English phycologist (died 1858) ** Wang Zhenyi, female Chinese astronomer (died 1797) ==Deaths== * January 29 – John Martyn, English botanist (born 1699) * February 2 – Robert Smith, English mathematician (born 1689) * April 29 – Georg Brandt, Swedish chemist (born 1694) * June 15 – James Short, Scottish mathematician and optician (born 1710) * September 2 – Antoine Deparcieux, French mathematician (born 1703) * September 11 – Joseph-Nicolas Delisle, French astronomer (born 1688) * October 1 – Robert Simson, Scottish mathematician (born 1687) * November 26 – Edward Stone, English polymath (born 1702) ==References== Category:18th century in science Category:1760s in science",
 "title": "1768 in science"
}