{
 "id": "437819",
 "text": "Harborough () is a local government district of Leicestershire, England, named after its main town, Market Harborough. Covering , the district is by far the largest of the eight district authorities in Leicestershire and covers almost a quarter of the county. The district extends south and east from the Leicester Urban Area; on the east it adjoins the county of Rutland; has a boundary on the north with the boroughs of Charnwood and Melton; on the south it has a long boundary with the county of Northamptonshire comprising the districts of North Northamptonshire and West Northamptonshire. To the west the boundary is with Warwickshire and the borough of Rugby, a boundary formed for much of its length by the line of Watling Street. The north-western boundary of the district adjoins Blaby District and the borough of Oadby and Wigston. The villages of Thurnby, Bushby and Scraptoft abut the suburbs of the City of Leicester. The population of the district at mid-2007 was estimated as 82,300, increasing to 85,382 at the 2011 census. ==History of the district== The district was formed in 1974 under the Local Government Act 1972, by the merging of the urban district of Market Harborough, Market Harborough Rural District, Billesdon Rural District and Lutterworth Rural District. The district is governed by Harborough District Council. Situated in the south of East Midlands but linking to Northamptonshire and the South East Region, and between the West Midland and East of England Region with access to three national transport routes - the M1 motorway the Midland Main Line railway and the A14 East West national trunk road, the district has always occupied an important strategic position. ==Topography and landscape== The landscape of the district comprises both pastoral and upland characters.Harborough District Official Guide (undated) Generally the A6 Market Harborough to Leicester Road forms the boundary between each. The lower pastoral landscape of South Leicestershire is found to the west of the A6 whilst the more undulating upland landscape of High Leicestershire is found to the east. South Leicestershire consists of gentler country around Lutterworth and Kibworth. Low hills swell out of shallow valleys and villages are pinpointed by church spires peeping above dark spinneys. Near Foxton and Gumley the Laughton Hills tumble down to the Grand Union Canal and Welland Valley, forming one of the best landscapes in this part of the district. High Leicestershire consists of the tract of land between Market Harborough, Tilton On The Hill and towards Melton Mowbray and forms some of the loneliest countryside in the Midlands. Many villages were deserted centuries ago and remote hills such as Robin-a- Tiptoe in the parish of Tilton peer out over pastures and the occasional farmhouse. The infant River Avon and River Welland form the southern border of the district with Northamptonshire with sources at Naseby and Sibbertoft respectively. Brampton Valley Way, the former Northampton to Market Harborough Railway, is now a car free 'linear' park. It provides a 14 mile long walking, cycling and, in parts, horse riding route. ==Population== Despite Harborough District being the largest in Leicestershire by area it is primarily rural in nature and its population density is relatively low. Population growth for the district is nonetheless healthy and is set out below: {| class=\"wikitable\" style=\"font-size:90%; width:70%; border:0; text-align:center; line- height:120%;\" ! colspan=\"13\" style=\"text-align:center;font- size:90%;\"|Population growth in Harborough District |- ! style=\"background:#9cc; color:navy; height:17px;\"| Year ! style=\"background:#fff; color:navy;\"| 1951 ! style=\"background:#fff; color:navy;\"| 1961 ! style=\"background:#fff; color:navy;\"| 1971 ! style=\"background:#fff; color:navy;\"| 1981 ! style=\"background:#fff; color:navy;\"| 1991 ! style=\"background:#fff; color:navy;\"| 2001 ! style=\"background:#fff; color:navy;\"| 2011 ! style=\"background:#fff; color:navy;\"| ! style=\"background:#fff; color:navy;\"| 2016 ! style=\"background:#fff; color:navy;\"| ! style=\"background:#fff; color:navy;\"| 2021 ! style=\"background:#fff; color:navy;\"| 2031 |- style=\"text- align:center;\" ! style=\"background:#9cc; color:navy; height:17px;\"| Population | style=\"background:#fff; color:black;\"| 42,469 | style=\"background:#fff; color:black;\"| 51,390 | style=\"background:#fff; color:black;\"| 58.093 | style=\"background:#fff; color:black;\"| 59,941 | style=\"background:#fff; color:black;\"| 67,601 | style=\"background:#fff; color:black;\"| 76,598 | style=\"background:#fff; color:black;\"| 85,382 | style=\"background:#fff; color:black;\"| | style=\"background:#fff; color:black;\"| 90,400 | style=\"background:#fff; color:black;\"| | style=\"background:#fff; color:black;\"| 94,000 | style=\"background:#fff; color:black;\"| 101,000 |- | colspan=\"8\" style=\"text-align:center;font-size:90%;\"|CensusVision of Britain through time | style=\"text-align:center; font-size:90%;\"| | style=\"text- align:center; font-size:90%;\"|ONSmid year estimate | style=\"text-align:center; font-size:90%;\"| | colspan=\"2\" style=\"text-align:center;font-size:90%;\"|ONS ProjectionsONS population projections 2014 base / projections uplifted by '21-1000/'31-1,200 given underestimation at 2016 - 1,100/ |} The principal centres of population (from 2011 Census) are Market Harborough (21,894), Lutterworth (9,353) and Broughton Astley (8,940) to the south of the district and county. There are four large villages of over 3,000 population - Kibworth (5,455); Fleckney (4,894); Great Glen (3,662) and Thurnby and Bushby (3,301) - these evidence the transition from the relatively densely populated Leicester Urban Area into the countryside/farmland of rural Harborough. Other villages include Scraptoft (1,804), Houghton on the Hill (1,524), Husbands Bosworth (1,145), Great Bowden (1,017), Gilmorton (976), Ullesthorpe (903) and Billesdon (901). The District has 17 parishes with populations between 500 and 3,000, 40 parishes with populations between 100 and 500 and 28 parishes with populations of below 100 (mid-2004 population estimates).Leicestershire County Council website ==Built heritage== Stanford Hall, Leicestershire is located in the south west of the district. The village of Stanford-on-Avon is in Northamptonshire but the house and park are on the Leicestershire bank of the River Avon The Grand Union Canal (old) cuts across the district from Husbands Bosworth to Newton Harcourt with a spur to Market Harborough which leaves the Canal at Foxton. Hallaton Treasure: More than 5,000 silver and gold coins, around 2,000 years old, were found at a site near Harborough around 2002. The internationally important finds are exhibited at Harborough Museum. The Eyebrook Reservoir straddles along the Harborough District's border with the county of Rutland. The reservoir serves as a popular trout fishing area and bird watching area, with nearby Eye Brook Valley Woods as a beautiful and natural small forest area for walking. The Reservoir and woods are cared for by the Leicestershire and Rutland Wildlife Trust and are SSSIs. The Symington Building in Market Harborough is the district's administrative headquarters. The former Victorian corset factory in Adam and Eve Street now accommodates Harborough District Council, Harborough Museum, Harborough Library, Registry Office and other organisations. ==Social and sporting== The Harborough District has a long association with fox hunting and is the base for the Fernie Hunt. Although hunting wild animals with dogs has stopped following the Hunting Act 2004, the Fernie Hunt continues to operate under the three principal exemptions to the Act - trail hunting, hound exercise and flushing coverts to a bird of prey. A historical account of fox hunting in the Harborough District (when the hunt was known as Mr Fernie's Billesdon Hunt) is available in the book \"Annals of the Billesdon hunt (Mr. Fernie's) 1856-1913 : notable runs and incidents of the chase, prominent members, celebrated hunters and hounds, amusing stories and anecdotes\" by F. Palliser de Costobadie/ Also see an earlier guide to the fox hunting country north of Market Harborough published in 1882. ==Community organisations== The Harborough Youth Council was set up in 2007 to represent the views of young people (aged 13–19) and aims to improve life for young people. It holds a District Youth Conference each year where young people give their views in front of district councillors. The HYC meets usually once per month, and sends representatives to CYCLe (County Youth Council Leicestershire). More information can be found at thejitty.com The Harborough District Sport and Activity Alliance aims to make sport and physical activity accessible for all people throughout the Harborough District enabling them to fulfil their potential through sport and physical activity. ==Political Representation== There are 34 Councillors, who represent 25 wards within the district, of these 22 are Conservative Councillors and so control the Council. There are 11 Liberal Democrats Councillors and one Labour Party Councillor. The Conservative Leader of the Council, Councillor Phil King, represents the Kibworths Ward and the Leader of the opposition Councillor Phil Knowles represents Market Harborough - Great Bowden and Arden Ward. Harborough District Council’s HQ is based in The Symington Building, located in Market Harborough. This former corset factory, although owned by Harborough District Council, is shared with other partnership organisations which include Harborough Museum, Market Harborough Library, Leicestershire County Council Registry office and Job Centre Plus, to name but a few. With a population of around 85,000 and around 37,000 homes, the main settlements are Market Harborough, Lutterworth and Broughton Astley. There are more than 90 villages – many with populations of less than 200. {| class=\"wikitable\" |- ! colspan=\"2\" style=\"text-align:center; vertical- align:top;\"| Party ! valign=\"top\"| Seats |- | | 22 |- | | 11 |- | | 1 |} ==Civil parishes== *Allexton, Arnesby, Ashby Magna, Ashby Parva *Billesdon, Bittesby, Bitteswell, Blaston, Bringhurst, Broughton Astley, Bruntingthorpe, Burton Overy *Carlton Curlieu, Catthorpe, Claybrooke Magna, Claybrooke Parva, Cold Newton, Cotesbach, Cranoe *Drayton, Dunton Bassett, East Langton, East Norton *Fleckney, Foxton, Frisby, Frolesworth *Gaulby, Gilmorton, Glooston, Goadby, Great Bowden, Great Easton, Great Glen, Gumley *Hallaton, Horninghold, Houghton on the Hill, Hungarton, Husbands Bosworth *Illston on the Hill *Keyham, Kibworth Beauchamp, Kibworth Harcourt, Kimcote and Walton, King's Norton, Knaptoft *Laughton, Launde, Leire, Little Stretton, Loddington, Lowesby, Lubenham, Lutterworth *Marefield, Medbourne, Misterton with Walcote, Mowsley *Nevill Holt, North Kilworth, Noseley *Owston and Newbold *Peatling Magna, Peatling Parva *Rolleston *Saddington, Scraptoft, Shangton, Shawell, Shearsby, Skeffington, Slawston, Smeeton Westerby, South Kilworth, Stockerston, Stonton Wyville, Stoughton, Swinford *Theddingworth, Thorpe Langton, Thurnby and Bushby, Tilton on the Hill, Tugby and Keythorpe, Tur Langton *Ullesthorpe *Welham, West Langton, Westrill and Starmore, Willoughby Waterleys, Wistow, Withcote Market Harborough is unparished. ==References== ==External links== ;Communities and organisations * Villages in Harborough District * Parish Plans * Map of Parishes * Community Forums ;Heritage and attractions * Harborough Museum * The Via Devana or Gartree Road which runs from Leicester to the County border * - Grand Union Canal - Leicester Line * High Leicestershire and Rutland Cycle Routes * The Leicestershire Round - Walking Route which runs from Claybrooke Magna to Owston in Harborough District * Horse Riding in Leicestershire - The Midshires Way ;Sporting and social * Fernie Hunt Category:Non-metropolitan districts of Leicestershire",
 "title": "Harborough District"
}