{
 "id": "437810",
 "text": "Susan Howlet Butcher (December 26, 1954 – August 5, 2006) was an American dog musher, noteworthy as the second woman to win the Iditarod Trail Sled Dog Race in 1986, the second four-time winner in 1990, and the first to win four out of five sequential years. She is commemorated in Alaska by the Susan Butcher Day. ==Life and career== {| align=\"left\" class=\"toccolours\" style=\"margin: 0.4em; font-size: 100%\" |+ Iditarod Finishes |- ! style=\"background: #ccf\" | Year ! style=\"background: #ccf\" | Position ! style=\"background: #ccf\" | Time |- |1978 |19th |16d 15h 40m 30s |- |1979 |9th |16d 11h 15m 32s |- |1980 |5th |15d 10h 17m 6s |- |1981 |5th |12d 12h 45m 24s |- |1982 |2nd |16d 4h 43m 53s |- |1983 |9th |13d 10h 25m 32s |- |1984 |2nd |12d 16h 41m 42s |- |1985 |Scratched | |- |1986 |1st |11d 15h 6m 0s |- |1987 |1st |11d 2h 5m 13s |- |1988 |1st |11d 11h 41m 40s |- |1989 |2nd |11d 6h 28m 50s |- |1990 |1st |11d 1h 53m 23s |- |1991 |3rd |12d 21h 59m 3s |- |1992 |2nd |11d 5h 36m 3s |- |1993 |4th |10d 22h 2m 40s |- |1994 |10th |11d 6h 7m 20s |} Susan Butcher was born in Cambridge, Massachusetts, a lover of dogs and the outdoors. She completed secondary school at the Warehouse Cooperative School, then studied at Colorado State University, and ultimately became a veterinary technician.Bernstein, Viv Susan Butcher, Pioneer in Sled Dog Racing, New York Times August 17, 2006 To pursue her love of dogsled racing and breeding huskies, she moved to the Wrangell Mountains area of Alaska. There Butcher began training to compete in the Iditarod Trail Sled Dog Race, a grueling 1,112 to 1,131-mile race through arctic blizzard conditions across the Alaska wilderness, which tests the endurance of both mushers and dogs over the course of one to two weeks. She spent two years working for Iditarod founder Joe Redington in exchange for dogs to build up her team. In 1979, she and Redington, along with Ray Genet and two others, made the first dog-sled ascent of Denali.Denali historical timeline, National Park ServiceTalbott, Chris. Fairbanks Daily News-Miner, December 9, 2005. \"Musher diagnosed with cancer\". Retrieved March 8, 2006, from Fairbanks Daily News-Miner site, now hosted on www.susanbutcher.com After placing in several Iditarods, Butcher was forced to withdraw early in the 1985 when two of her dogs were killed by a crazed moose, despite Butcher's attempts to ward the animal off, and thirteen others were injured. Libby Riddles, a relative newcomer, braved a blizzard and became the first woman to win the Iditarod that year. The more experienced Butcher won the next race in 1986, and then proceeded to win again in 1987, 1988, and 1990. She joins fellow four-time winners Martin Buser, Jeff King, Lance Mackey and Doug Swingley, Dallas Seavey and Rick Swenson who won five. Butcher married fellow dog racer David Monson on September 2, 1985. They had two daughters, Tekla and Chisana.Associated Press \"Susan Butcher\" Fairbanks News-Miner Obituary hosted on Legacy.com without original publication date. She held the Iditarod speed record from 1986 until 1992, breaking her own records in 1987 and 1990. Her other speed records included the Norton Sound 250, Kobuk 220, Kuskokwim 300, and the John Beargrease Sled Dog Marathon. She retired from competition in 1995. Her accomplishments gained her substantial media attention in the late 1980s and earned her many awards, including the \"National Women's Sports Foundation Amateur Athlete of The Year Award\" and the \"Tanqueray Athlete of the Year.\" She also won the \"U.S. Victor Award\" for \"Female Athlete of the Year\" two years in a row. In 1988, she received the Golden Plate Award of the American Academy of Achievement presented by Awards Council member Philip Anschutz. In 2007, Susan was inducted into the Alaska Sports Hall of Fame as one of the five charter members in the inaugural class.Alaska Sports Hall of Fame ==Illness and legacy== On December 2, 2005, Butcher was diagnosed with acute myelogenous leukemia, which had manifested as a blood disorder three years earlier. She underwent chemotherapy at the University of Washington, and received a bone marrow transplant on May 17, 2006, after the cancer went into remission. According to her husband David Monson, \"someone said this might be a tough disease, but this leukemia hasn't met Susan Butcher yet.\"Talbott, 2005, para. 2-4, 6. Butcher died on August 5, 2006, after fighting graft- versus-host disease and learning that the cancer had returned. On March 1, 2008, Susan Butcher was honored by the State of Alaska when, just prior to the start of the 2008 Iditarod, Gov. Sarah Palin signed a bill establishing the first Saturday of every March as Susan Butcher Day. The day coincides with the traditional start of the Iditarod each year. Observing the special day, the bill noted, provides opportunity for people to \"remember the life of Susan Butcher, an inspiration to Alaskans and to millions around the world.\" ==See also== * List of female adventurers == References == ==External links== * Official website * Joe Redington Sr. and Susan Butcher with sled and dogs on the summit of Mount McKinley. Photo from Joe Redington Jr. in UAF Archives * \"The Dogged Pursuit Of Excellence. Susan Butcher is mushing towards record fifth win in the Iditarod race\" by Sonja Steptoe Sports Illustrated February 11, 1991 * 1987 Chicago Tribune interview with Susan Butcher * Susan Butcher Biography and Interview with the American Academy of Achievement * Susan Butcher Day * Granite by Susan Butcher and David Monson, Illustrated by Sarah Douglan, University of Alaska Press, 2007; Children's book Category:1954 births Category:2006 deaths Category:American dog mushers Category:Deaths from cancer in Washington (state) Category:Deaths from leukemia Category:Colorado State University alumni Category:Dog mushers from Alaska Category:Sportspeople from Cambridge, Massachusetts Category:Sportspeople from Fairbanks, Alaska Category:Iditarod champions",
 "title": "Susan Butcher"
}