{
 "id": "438210",
 "text": "Barq's is an American brand of root beer created by Edward Barq and bottled since the beginning of the 20th century. It is owned by the Coca-Cola Company. It was known as \"Barq's Famous Olde Tyme Root Beer\" until 2012. Some of its formulations contain caffeine.Caffeine Database | Caffeine and Ingredients in Barqs Rootbeer, OverCaffeinated.org's Report on the Ingredients in Barq's Rootbeer ==History== thumb|left|Historical Marker at Edward Barq's Pop Factory, Biloxi, Mississippi, USA The Barq's Brothers Bottling Company was founded in 1890 in the French Quarter of New Orleans, by Edward Charles Edmond Barq and his older brother, Gaston. The brothers bottled carbonated water and various soft drinks of their own creation. Early on, their most popular creation was an orange-flavored soda called Orangine. Edward Barq moved to Biloxi, Mississippi in 1897 with his new wife. The following year he opened the Biloxi Artesian Bottling Works. By some accounts he debuted what was later to be known as \"Barq's root beer\" the following year, but others maintain it was not produced until 1900. Barq met a young boy on the Mississippi coast, Jesse Robinson, and employed him. Robinson was mentored by Barq and later moved to New Orleans. In 1934 Barq and Robinson signed a contractual agreement on Barq's product rights allowing Robinson to make his own concentrate, uncommon in beverage bottling licenses. The two men remained close their entire lives, working on flavors and production challenges. A distinctive difference between the Biloxi-based root beer and the Louisiana's was that the Louisiana bottle was printed in red (versus Biloxi's blue). This was to distinguish ownership of bottles as blue labeled ones were returned to Mississippi and vice versa. There were also regional taste differences between the various Barq's bottlers. While there may have been minor formula differences, water was most responsible. For many decades, Barq's was not marketed as a \"root beer\". This was in part a desire to avoid legal conflict with the Hires Root Beer company, which was attempting to claim a trademark on the term \"root beer\". It was also due to some differences from other root beers at the time. The formulation was sarsaparilla-based, contained less sugar, had a higher carbonation, and less of a foamy head than other brands. The traditional slogan was the simple affirmation \"Drink Barq's. It's good,\" which first appeared on the classic diamond-necked bottle, patented in 1935 by Ed Barq. In 1976, the Biloxi Barq's Company was purchased from the third generation of Barq family members by John Oudt and John Koerner. An aggressive television campaign was developed based on the \"Barq's Got Sparks\" theme. Their plans to market the brand nationally were complicated by the existence of the Louisiana-based Barq's companies which were owned and operated by Robinson's heirs. There were extended legal conflicts over the rights and ownership of the trademarks for Barq's, Barq's Sr. and Barq's Root Beer. The legal battle went all the way to the United States Court of Appeals, 5th Circuit, which ruled in favor of the Robinson heirs. The last family-held Louisiana Barq's was sold by Robinson's heirs to Coca-Cola in 2000. In 1990, Barq's partnered with the Pick N Save grocery store in Dekalb, Illinois to create the World's Largest Root Beer Float. It was mixed in an above ground swimming pool in the parking lot and consisted of 1,500 gallons of Barq's root beer and 1,000 gallons of vanilla ice cream. Since 1995, Barq's has marketed with the slogan \"Barq's has bite!\" Television ads would typically feature a Barq's salesman (played by Nick Swardson) going door-to-door to tell people, \"Barq's has bite\" at which point the subjects would take a sip and have an energetic reaction. Regular Barq's has 22.5 mg of caffeine per 12 ounce serving (similar to green tea), while Diet Barq's has no caffeine. Barq's also contains sodium benzoate as a flavor protectant, which under the right conditions, is a precursor to the known carcinogen benzene. It was still used as of 2008. The Barq's that is dispensed from Coca-Cola Freestyle machines is caffeine-free.Statement by Coca-Cola on Facebook 16 January 2016. Retrieved 25 May 2016.Ingredient list on Barq's Freestyle cartridge This is because the system uses the same concentrated, microdosed ingredient for both Barq's and Diet Barq's; the only difference between the two is the sweetener that is added. It is also common for Barq's that is sold in the state of Utah to be caffeine-free because many members of The Church of Jesus Christ of Latter-day Saints avoid caffeinated beverages. ==Barq's products== * Barq's Root Beer * Diet Barq's Root Beer - contains no caffeine. Available in Root Beer and Vanilla Cream. * Barq's Red Crème Soda (Barq's Yellow Creme Soda was also produced until the early 1990s). * Diet Barq's Red Crème Soda * Barq's French Vanilla Crème Soda * Barq's Spiced Cherry (Canada) * Discontinued: Diet Crème Soda Barq's French Vanilla * Discontinued: Barq's Floatz, which is designed to taste like a root beer float. J & J Snack Foods Corporation once licensed the brand name for Barq's Floatz ice cream squeeze tubes. ==References== ==External links== *Barqs.com – Official website *gourmetrootbeer.com/history.html – The History of Root Beer Category:Root beer Category:Coca-Cola brands Category:Products introduced in 1898 Category:Food and drink companies established in 1890 Category:History of New Orleans Category:1890 establishments in Louisiana Category:Caffeinated soft drinks",
 "title": "Barq's"
}