{
 "id": "438270",
 "text": "Celtis is a genus of about 60–70 species of deciduous trees, commonly known as hackberries or nettle trees, widespread in warm temperate regions of the Northern Hemisphere, in southern Europe, southern and eastern Asia, and southern and central North America, south to central Africa, and northern and central South America. The genus is present in the fossil record at least since the Miocene of Europe, and Paleocene of North America and eastern Asia.Keeler, Harriet L. (1900). Our Native Trees and How to Identify Them. Originally published by Charles Scribner's Sons, New York. Facsimile edition from a scan of the first edition published 2005 by the Kent State University Press, Ohio. . Available online through Google Books. , pp.249–252.MacPhail, M. K., N. F. Alley, E. M. Truswell and I. R. K. Sluiter (1994). \"Early Tertiary vegetation: evidence from spores and pollen.\" History of the Australian Vegetation: Cretaceous to Recent. Ed. Robert S. Hill. Cambridge University Press. pp. 189–261. .Partially available on Google Books.Manchester, S. R., Akhmetiev, M. A., & Kodrul, T. M. (2002). Leaves and fruits of Celtis aspera (Newberry) comb. nov. (Celtidaceae) from the Paleocene of North America and eastern Asia. International Journal of Plant Sciences, 163(5), 725-736. Previously included either in the elm family (Ulmaceae) or a separate family, Celtidaceae, the APG III system places Celtis in an expanded hemp family (Cannabaceae). The generic name originated in Latin and was applied by Pliny the Elder to the unrelated Ziziphus lotus. ==Description== Celtis species are generally medium-sized trees, reaching tall, rarely up to tall. The leaves are alternate, simple, long, ovate-acuminate, and evenly serrated margins. Diagnostically, Celtis can be very similar to trees in the Rosaceae and other rose motif families. Small flowers of this monoecious plant appear in early spring while the leaves are still developing. Male flowers are longer and fuzzy. Female flowers are greenish and more rounded. The fruit is a small drupe in diameter, edible in many species, with a dryish but sweet, sugary consistency, reminiscent of a date. ==Selected species== * Celtis africana – white stinkwood * Celtis australis – European hackberry, European nettle tree, or lote tree * Celtis balansae * Celtis biondii * Celtis brasiliensis * Celtis bungeana – Bunge's hackberry * Celtis caucasica – Caucasian hackberry * Celtis conferta – cottonwood ** Celtis conferta subsp. conferta – New Caledonia ** Celtis conferta subsp. amblyphylla – Lord Howe Island * Celtis durandii * Celtis ehrenbergiana – spiny hackberry, granjeno (Spanish) (southern US, Mexico, Greater Antilles, northern South America) * Celtis hypoleuca * Celtis iguanaea – iguana hackberry * Celtis integrifolia – African hackberry * Celtis jessoensis – Japanese hackberry * Celtis koraiensis – Korean hackberry * Celtis labilis – Hubei hackberry * Celtis laevigata – southern or sugar hackberry , sugarberry * Celtis lindheimeri – Lindheimer's hackberry * Celtis loxensis * Celtis luzonica * Celtis mildbraedii * Celtis occidentalis – common or northern hackberry, false elm * Celtis pallida – desert or shiny hackberry * Celtis paniculata – whitewood * Celtis philippensis * Celtis planchoniana * Celtis reticulata – netleaf hackberry * Celtis schippii * Celtis sinensis – Chinese or Japanese hackberry, Chinese nettle tree * Celtis tala – tala * Celtis tenuifolia – dwarf hackberry * Celtis tetrandra – Nilgiri elm * Celtis timorensis – kayu busok * Celtis tournefortii – Oriental hackberry * Celtis trinervia – almexMacVean, A.L. 2021. Celtis trinervia. The IUCN Red List of Threatened Species 2021: e.T179045950A149309679. https://dx.doi.org/10.2305/IUCN.UK.2021-1.RLTS.T179045950A149309679.en. Downloaded on 28 April 2021. ===Formerly placed here=== * Trema cannabina (as C. amboinensis ) * Trema lamarckiana (as C. lamarckiana ) * Trema orientalis (as C. guineensis or C. orientalis ) * Trema tomentosa (as C. aspera or C. tomentosa ) ==Uses and ecology== Several species are grown as ornamental trees, valued for their drought tolerance. They are a regular feature of arboreta and botanical gardens, particularly in North America. Chinese hackberry (C. sinensis) is suited for bonsai culture, while a magnificent specimen in Daegu-myeon is one of the natural monuments of South Korea. Some, including common hackberry (C. occidentalis) and C. brasiliensis, are honey plants and pollen source for honeybees of lesser importance. C. occidentalis was used by the Omaha, eaten casually, as well as the Dakota people, who pounded them fine, seeds and all. The Pawnee used the pounded fruits in combination with fat and parched corn. Hackberry wood is sometimes used in cabinetry and woodworking. The berries of some, such as Celtis douglasii, are edible, and were consumed by the Mescalero Apaches. ===Lepidoptera=== Celtis species are used as food plants by the caterpillars of certain Lepidoptera. These include mainly brush-footed butterflies, most importantly the distinct genus Libythea (beak butterflies) and some Apaturinae (emperor butterflies): * Acytolepis puspa – common hedge blue, recorded on Chinese hackberry (C. sinensis) * Automeris io – Io moth, recorded on southern hackberry (C. laevigata) * Asterocampa celtis – hackberry butterfly or hackberry emperor * Libythea celtis – European beak * Libythea labdaca – African beak * Libythea lepita – common beak * Libythea myrrha – club beak, recorded on C. tetrandra * Libytheana carinenta – American snout or common snout butterfly * Nymphalis xanthomelas – scarce tortoiseshell, recorded on European hackberry (C. australis) * Sasakia charonda – great purple emperor, recorded on C. jessoensis and C. japonica * A putative new taxon of the two-barred flasher (Astraptes fulgerator) cryptic species complex, provisionally called \"CELT,\" has hitherto only been found on C. iguanaea.Brower, Andrew V.Z. (2006). Problems with DNA barcodes for species delimitation: ‘ten species’ of Astraptes fulgerator reassessed (Lepidoptera: Hesperiidae). Systematics and Biodiversity 4(2): 127–132. PDF fulltext PDF fulltext Supporting Appendices ===Pathogens=== The plant pathogenic basidiomycete fungus Perenniporia celtis was first described from a Celtis host plant. Some species of Celtis are threatened by habitat destruction. ==Gallery== File:Celtis aetnensis.jpg|C. aetnensis with mature fruit File:Celtis-caucasica-fruit.JPG|Caucasian hackberry (C. caucasica) with immature fruit File:Celtis integrifolia.jpg|African hackberry (C. integrifolia) File:Celtis sinensis=Chinese Hackberry.jpg|Chinese hackberry (C. sinensis) File:Celtis australis-StSauveur-4925~2015 10 31.JPG|C. australis autumn leaves ==References== ==External links== * * Category:Plants used in bonsai Category:Rosales genera",
 "title": "Celtis"
}