{
 "id": "438474",
 "text": "Vice-Admiral Sir John Augustine Collins, (7 January 1899 – 3 September 1989) was a Royal Australian Navy (RAN) officer who served in both World Wars, and who eventually rose to become a vice admiral and Chief of Naval Staff. Collins was one of the first graduates of the Royal Australian Naval College to attain flag rank. During the Second World War, he commanded the cruiser in the Mediterranean campaign. He led the Australian Naval Squadron in the Pacific theatre and was wounded in the first recorded kamikaze attack, in 1944. ==Early life and education== John Augustine Collins was born in Deloraine, Tasmania, to English parents in 1899. In 1913, at age 14, Collins joined the first intake to the RAN College. He became a midshipman in January 1917, in time to see war service while attached to the Royal Navy. He spent three years in Berlin as Naval Attache from 1933 to just before the start of the 1936 Olympic Games. In an article he wrote for “HMAS Mk III” in 1944, he said: “I only had one prolonged conversation with Hitler himself. It was on the occasion of a State banquet in honour of Sir John Simon and his Mission and at which Hitler presided. Afterwards a large reception was held at the President’s Palace, in the course of which I had to act as interpreter between Goebells and one of the Mission. A point was raised which required Hitler’s approval and Goebells took us up to him and we remained talking for some minutes. Goebells then happened to turn away to speak to someone else and I found myself alone with Hitler. To start on a non-controversial topic I asked if he ever went to the pictures. He replied that he did not often go to the public cinemas, but he saw a good many films in his private theatre. He went on: ‘I saw a very good British film recently. It was called “The Bengal Lancer”. I have seen it six times.’ Hitler added that, even so, even he could tell the principal actor was an American and was scornful of the English it had not been acted by one of them. When Collins left Berlin, he was “given a final lunch party by Admiral Raeder and all the senior officers of the naval staff and presented with a photograph in a red velvet frame signed ’Adolf Hitler’”. ‘Berlin Memories’, HMAS Mk III, (1944) p39. ==Second World War== In the early Second World War, Collins commanded in the Battle of the Mediterranean. Sydney led Allied ships which sank an Italian cruiser, Bartolomeo Colleoni, in the Battle of Cape Spada, in July 1940. For this action he was appointed a Companion of the Order of the Bath. Relations between the RAN and British Royal Navy were close at the time, with frequent exchanges of officers between the two and in June 1941, Collins was transferred to Singapore, as Assistant Chief of Staff to the British Naval Commander in Chief, China Station, Vice Admiral Geoffrey Layton. Following the outbreak of war with Japan, Collins was appointed Commodore Commanding China Force, the RN-RAN cruiser and destroyer force based in Batavia, Dutch East Indies, under the American-British-Dutch-Australian Command. After the fall of Singapore and the Allied defeat in the Battle of the Java Sea, it became clear that the Dutch East Indies would be occupied by Japan. Collins organised the evacuation of Allied civilians and military personnel from Batavia, and was on one of the last ships to leave, before the city fell, in March 1942. As a result, he was Mentioned in Despatches, and was later made a Commander of the Dutch Order of Orange-Nassau. Collins was then appointed Senior Naval Officer, Western Australia, based at Fremantle. During 1943, Collins commanded and took part in the Bougainville campaign, the Battle of Cape Gloucester, and operations off the Admiralty Islands and Hollandia (Dutch New Guinea). In mid-1944, Collins was made commander of the Australian-US Navy Task Force 74, and commander of the Australian Naval Squadron, with as his flagship. He became the first graduate of the RAN College to command a naval squadron in action, during the bombardment of Noemfoor, on 2 July 1944. Collins was badly wounded in the first kamikaze attack in history, which hit Australia on 21 October 1944, in the lead up to the Battle of Leyte Gulf. He did not resume his command until July 1945. When the war ended Collins was the RAN's representative at the surrender ceremony in Tokyo Bay. ==Post-war service and legacy== Collins was appointed Chief of Naval Staff in 1948, succeeding Sir Louis Keppel Hamilton, and held the position until 1955. He was knighted as a Knight Commander of the Order of the British Empire in the 1951 New Year Honours. He later served as Australia's High Commissioner to New Zealand (1956–62). The latest class of Australian submarine, the Collins class bears his name. The lead submarine, , was launched by his widow on 28 August 1993. Collins Road, a street in the Sydney suburb of St Ives and in the town of Narooma was also named in his honour.Australia's Argonauts: The remarkable story of the first class to enter the Royal Australian Naval College, Echo Books, Canberra, 2016, p.580 ==Notes== ==References== * ==External links== *\"Vice Admiral John Augustine Collins, KBE, CB\", Australian War Memorial Category:1899 births Category:1989 deaths Category:Australian Companions of the Order of the Bath Category:Australian Knights Commander of the Order of the British Empire Category:Australian military personnel of World War I Category:Commanders of the Order of Orange-Nassau Category:Graduates of the Royal Australian Naval College Category:High Commissioners of Australia to New Zealand Category:Officers of the Legion of Merit Category:People educated at Parade College Category:People from Tasmania Category:Royal Australian Navy admirals Category:Royal Australian Navy personnel of World War II",
 "title": "John Augustine Collins"
}