{
 "id": "438521",
 "text": "{| |} HMAS Cowra (J351/M351), named for the town of Cowra, New South Wales, was one of 60 Bathurst-class corvettes constructed during World War II, and one of 36 initially manned and commissioned solely by the Royal Australian Navy (RAN). ==Design and construction== In 1938, the Australian Commonwealth Naval Board (ACNB) identified the need for a general purpose 'local defence vessel' capable of both anti-submarine and mine-warfare duties, while easy to construct and operate.Stevens, The Australian Corvettes, p. 1Stevens, A Critical Vulnerability, p. 103 The vessel was initially envisaged as having a displacement of approximately 500 tons, a speed of at least , and a range of Stevens, A Critical Vulnerability, pp. 103–4 The opportunity to build a prototype in the place of a cancelled Bar-class boom defence vessel saw the proposed design increased to a 680-ton vessel, with a top speed, and a range of , armed with a 4-inch gun, equipped with asdic, and able to fitted with either depth charges or minesweeping equipment depending on the planned operations: although closer in size to a sloop than a local defence vessel, the resulting increased capabilities were accepted due to advantages over British-designed mine warfare and anti-submarine vessels.Stevens, A Critical Vulnerability, pp. 103–5 Construction of the prototype did not go ahead, but the plans were retained.Stevens, A Critical Vulnerability, p. 104 The need for locally built 'all-rounder' vessels at the start of World War II saw the \"Australian Minesweepers\" (designated as such to hide their anti-submarine capability, but popularly referred to as \"corvettes\") approved in September 1939, with 60 constructed during the course of the war: 36 (including Cowra) ordered by the RAN, 20 ordered by the British Admiralty but manned and commissioned as RAN vessels, and 4 for the Royal Indian Navy.Stevens, A Critical Vulnerability, pp. 105, 148Donohue, From Empire Defence to the Long Haul, p. 29Stevens et al., The Royal Australian Navy, p. 108 Cowra was laid down by Poole & Steel at Balmain, New South Wales on 12 August 1942. She was launched on 27 May 1943 by the wife of Percy Spender, the Federal Treasurer and member of the Advisory War Council, and was commissioned into the RAN on 8 October 1943. ==Operational history== Cowra began active service in November 1943 as a convoy escort along the east coast of Australia. She continued until March 1944, when she was reassigned to New Guinea as an escort and anti- submarine patrol vessel. In June 1944, the corvette sailed to Melbourne for refits, which concluded on 19 August. She returned to New Guinea at the end of the month, and for the next eleven months was primarily assigned to escort and patrol duties near Morotai. In January 1945, Cowra fired on Japanese shore positions at Yalela Bay, before visiting Brisbane briefly in February 1945. On 17 July, she was recalled to Australian waters, where she spent the rest of World War II. The ship was awarded two battle honours—\"Pacific 1943–45\" and \"New Guinea 1944\"—for her wartime service. Following the end of the war, Cowra was assigned to the 20th Minesweeping Flotilla, and performed mine clearance operations in the waters of Australia, New Guinea, and the Solomon Islands. On 2 December 1946, Cowra returned to Sydney and was decommissioned into reserve. On 20 February 1951, Cowra was recommissioned for use as a training ship for National Service trainees. ==Decommissioning and fate== Cowra was paid off for the second time on 26 June 1953. In January 1961, the corvette was sold to the Kinoshita Company of Japan for scrapping. A memorial to the ship located outside the Cowra Services Club was dedicated on 15 March 2006. ==Citations== ==References== ;Books * * * ;Journal and news articles * ==External links== Category:Bathurst-class corvettes of the Royal Australian Navy Category:Ships built in New South Wales Category:1943 ships Category:World War II corvettes of Australia",
 "title": "HMAS Cowra"
}