{
 "id": "43872",
 "text": "thumb|Johann Wilhelm von Archenholz thumb|Johann Wilhelm von Archenholz in 1789 Johann Wilhelm Archenholz was born in Langfuhr (Wrzeszcz) near Danzig (Gdańsk) on 3 September 1741. He was a Prussian officer, Professor of History and a publicist. His book about the history of the Seven Years' War (1756–63) was the basis for many reprints, as well as for school books. Archenholz commissioned a Berlin artist, , to produce a copper etching for Archenholz's History of Gustav Vasa of the famous Swedish Nobility. He died in Öjendorf (part of Hamburg today) on 28 February 1812, where the street Archenholzstraße (which means Archenholzstreet) and a school called \"Grundschule Archenholzstraße\" https://grundschule-archenholzstrasse.hamburg.de/ is named after him today. ==Relevance and Life== Archenholz' understanding of his role as a publicist was very modern for his times. He strove not to deliver opinions to his readers but instead unbiased facts. His main interest was current politics in Europe as well as their historical development. In 1791 Archenholz lived in France with his family, publishing German language reports about the French Revolution in his journal Minerva. While at first he agreed with the ideas of the revolution, his view was changed by the ongoing violence. In 1792 he had to flee the country as he was threatened to be beheaded following some of his political papers. ==Publications== thumb|Tableau de l'Italie (French edition of Italien), 1788 * Annalen der britischen Geschichte: d. Jahrs ... (1.1789 - 20.1800). Olms, Hildesheim 1997 (Reprint of the Tübingen edition from 1790–1800) * Die Engländer in Indien. Dyk, Leipzig 1.1786–3.1788 * England und Italien. Winter, Heidelberg 1993, (Volume 1–3, Reprint of the Leipzig edition from 1785) * Gemälde der preussischen Armee vor und in dem siebenjährigen Kriege. Saur, Munich 1990 (Reprint of the Berlin edition 1791) * Geschichte der Flibustier. Edition Fumfei, Berlin 1991, (Reprint of the Tübingen edition 1803) * Geschichte Gustavs Wasa, König von Schweden. Saur, Munich 1990/94 (Reprint of the Tübingen edition from 1801) * Geschichte der Verschwörung des Fiesco i.J. 1547. s. n., Berlin 1791 * Geschichte des Papstes Sixtus V. s. n., Berlin 1791 * Geschichte des siebenjährigen Krieges in Deutschland von 1756 bis 1763. Biblio-Verlag, Osnabrück 1982, (Reprint of the Karlsruhe edition from 1791) * Historische Bemerkungen über die große sittliche Revolution im 16. Jahrhundert. s. n., Berlin 1791 * Historisches Taschenbuch für Damen. Saur, München 1990/1994 (Reprint of the Berlin edition from 1791) * Kleine historische Schiften. Schmieder, Karlsruhe 1791 * Krieg in der Vendée. Dyk, Leipzig 1794 (Band 1–2) * Litteratur und Völkerkunde. Göschen, Leipzig 1.1782–5.1786 * Die Pariser Jacobiner in ihren Sitzungen. Saur, Munich 1991 (Reprint of the Hamburg edition from 1793) * Minerva - Ein Journal historischen und politischen Inhalts, Berlin, Hamburg 1792 - 1856 * Miscellen zur Geschichte des Tages. Scriptor-Verlag, Kronberg im Taunus 1979 (Reprint of the Hamburg edition from 1795) * Neue Litteratur und Völkerkunde. Olms, Hildesheim 1997 (Reprint of the Leipzig edition from 1.1787 to 5.1791) * Rom und Neapel. Manutius-Verlag, Heidelberg 1990 (Reprint of the Leipzig edition from 1790) == Digitized works == * * * * * == References == ==External links== * Category:1741 births Category:1812 deaths Category:Writers from Gdańsk Category:18th-century German writers Category:18th-century Prussian people Category:Prussian nobility Category:18th-century Prussian military personnel Category:18th-century German male writers",
 "title": "Johann Wilhelm von Archenholz"
}