{
 "id": "438833",
 "text": "Marquess of Milford Haven is a title in the Peerage of the United Kingdom. ==History== The marquessate of Milford Haven was created in 1917 for Prince Louis of Battenberg, the former First Sea Lord, and a relation to the British Royal family, who amidst the anti-German sentiments of the First World War abandoned the use of his German surname and titles and adopted the surname Mountbatten, an Anglicized version of the surname Battenberg. He was at the same time made Earl of Medina and Viscount Alderney, also in the Peerage of the United Kingdom. The title honors the Welsh seaport and shipyard town of Milford Haven. , the titles are held by his great-grandson, the fourth Marquess, who succeeded his father in 1970. ===Other family members=== thumb|200px|Louis Mountbatten, 1st Marquess of Milford Haven * Louis Mountbatten, 1st Earl Mountbatten of Burma (1900–1979), was the second son of the 1st Marquess of Milford Haven. * Alexander Albert Mountbatten, 1st Marquess of Carisbrooke (1886–1960), was a nephew of the 1st Marquess of Milford Haven. * Prince Philip, Duke of Edinburgh (1921-2021) was the grandson of the 1st Marquess of Milford Haven, and through him, the younger generation of the British royal family are descendants of the 1st Marquess. ===Estates=== The family lived at Lynden Manor at Holyport, Berkshire, now split into four houses. A later seat was Moyns Park in Birdbrook, Essex. The 1st and 3rd Marquess of Milford Haven are buried at St. Mildred's Church, Whippingham; the 2nd Marquess is buried in Bray Cemetery, Bray, Berkshire. The present Marquess owns the Great Trippetts Estate in Sussex. ==Marquesses of Milford Haven (1917)== :Other titles (1st Marquess onwards): Earl of Medina (UK, 1917) Viscount Alderney (UK, 1917) *Louis Alexander Mountbatten, 1st Marquess of Milford Haven (1854–1921) *George Louis Victor Henry Serge Mountbatten, 2nd Marquess of Milford Haven (1892–1938) *David Michael Mountbatten, 3rd Marquess of Milford Haven (1919–1970) *George Ivar Louis Mountbatten, 4th Marquess of Milford Haven (b. 1961) The heir apparent is the present holder's son Henry David Louis Mountbatten, Earl of Medina (b. 1991) ==Line of succession== *15px David Mountbatten, 3rd Marquess of Milford Haven (1919–1970) **15px George Mountbatten, 4th Marquess of Milford Haven (b. 1961) ***(1) Henry Mountbatten, Earl of Medina (b. 1991) **(2) Lord Ivar Mountbatten (b. 1963) ==Arms== ==Notes== ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * Category:Marquessates in the Peerage of the United Kingdom Category:Mountbatten family Category:1917 establishments in the United Kingdom Category:Noble titles created in 1917",
 "title": "Marquess of Milford Haven"
}