{
 "id": "438952",
 "text": "Tzedakah or Ṣedaqah ( ) is a Hebrew word meaning \"righteousness\", but commonly used to signify charity. This concept of \"charity\" differs from the modern Western understanding of \"charity.\" The latter is typically understood as a spontaneous act of goodwill and a marker of generosity; tzedakah is an ethical obligation. Tzedakah refers to the religious obligation to do what is right and just, which Judaism emphasizes as an important part of living a spiritual life. Unlike voluntary philanthropy, tzedakah is seen as a religious obligation that must be performed regardless of one's financial standing, and so is mandatory even for those of limited financial means. Tzedakah is considered to be one of the three main acts that can positively influence an unfavorable heavenly decree. The word tzedakah is based on the Hebrew (, Tzedeq), meaning righteousness, fairness, or justice, and is related to the Hebrew word Tzadik, meaning righteous as an adjective (or righteous individual as a noun in the form of a substantive). Although the word appears 157 times in the Masoretic Text of the Hebrew Bible, typically in relation to \"righteousness\" per se, its use as a term for \"charity\" in the above sense is an adaptation of Rabbinic Judaism in Talmudic times. In the Middle Ages, Maimonides conceived of an eight-level hierarchy of tzedakah, where the highest form is to give a gift, loan, or partnership that will result in the recipient becoming self-sufficient instead of living upon others. In his view, the second highest form of tzedakah is to give donations anonymously to unknown recipients. ==Precedents in ancient Israel== The Hebrew Bible teaches the obligation to aid those in need, but does not employ one single term for this obligation.Ronald L. RandleThe JPS guide to Jewish traditions Jewish Publication Society, 2004 p. 531 \"Tzedakah (hqdx) The Bible repeatedly stresses the obligation to aid those in need, but never designates a special term for this requirement. The Rabbis adopted the word \"tzedakah\" to apply to charity, primarily in the form ...\" The term tzedakah occurs 157 times in the Masoretic Text, typically in relation to \"righteousness\" per se, usually in the singular, but sometimes in the plural tzedekot, in relation to acts of charity.\"The word \"almsgiving\", however, is far from expressing the full meaning of the Hebrew ẓedaḳah, which is, charity in the spirit of uprightness or justice. According to the Mosaic conception, wealth is a loan from God, and the poor have a certain claim on the possessions of the rich; while the rich are positively enjoined to share God's bounties with the poor.\" In the Septuagint this was sometimes translated as eleemosyne, \"almsgiving.\"As per Gesenius Lexicon; \"Deuterony 6:25 καὶ ἐλεημοσύνη ἔσται...\"\"... derived from the Greek ἐλεημοσύνη (mercifulness), used by Greek-speaking Jews to denote almost exclusively the offering of charity to the needy, from a feeling of both compassion and righteousness (ẓedaḳah). (See LXX. (note: Septuagint) on Prov. xxi. 21, and Dan. iv. 24.)\" Today, however, it is evident that it is not very correct to use some expressions such as \"charity\" or \"alms\", it is not always accepted, in fact even parents have the duty to give to their children and this is considered Tzedakah, also thanks to the abundance of products and money in most of cases.Maurizio Picciotto, Shlomo Bekhor (a cura di), Tzedakà: Giustizia o Beneficenza?, Mamash, Milano 2009. ISBN 978-88-86674-40-9 ==In rabbinical literature of the classical and Middle Ages== In classical rabbinical literature, it was argued that the Biblical regulations concerning left-overs only applied to corn fields, orchards, and vineyards, and not to vegetable gardens. The classical rabbinical writers were much stricter as to who could receive the remains. It was stated that the farmer was not permitted to benefit from the gleanings, and was not permitted to discriminate among the poor, nor try to frighten them away with dogs or lions (Hullin 131a, Pe'ah 5:6).Maimonides, Mishneh Torah, 4:11 The farmer was not even allowed to help one of the poor to gather the left-overs. However, it was also argued that the law was only applicable in Canaan (Jerusalem Talmud. Pe'ah 2:5), although many classical rabbinical writers who were based in Babylon observed the laws there (Hullin 134b).Maimonides, Mishneh Torah, 1:14 It was also seen as only applying to Jewish paupers, but poor non-Jews were allowed to benefit for the sake of civil peace.Gittin 59b Maimonides lists his Eight Levels of Giving, as written in the Mishneh Torah, Hilkhot matanot aniyim (\"Laws about Giving to Poor People\"), Chapter 10:7–14: #Giving an interest-free loan to a person in need; forming a partnership with a person in need; giving a grant to a person in need; finding a job for a person in need, so long as that loan, grant, partnership, or job results in the person no longer living by relying upon others. #Giving tzedakah anonymously to an unknown recipient via a person or public fund that is trustworthy, wise, and can perform acts of tzedakah with your money in a most impeccable fashion. #Giving tzedakah anonymously to a known recipient. #Giving tzedakah publicly to an unknown recipient. #Giving tzedakah before being asked. #Giving adequately after being asked. #Giving willingly, but inadequately. #Giving \"in sadness\" (giving out of pity): It is thought that Maimonides was referring to giving because of the sad feelings one might have in seeing people in need (as opposed to giving because it is a religious obligation). Other translations say \"Giving unwillingly.\" ==In practice== In practice, most Jews carry out tzedakah by donating a portion of their income to charitable institutions, or to needy people they may encounter. The perception among many modern-day Jews is that if donation of this form is not possible, the obligation of tzedakah still requires that something be given. Traditional Jews commonly practice ma'sar kesafim, tithing 10% of their income to support those in need. Special acts of tzedakah are performed on significant days: At weddings, Jewish brides and bridegrooms would traditionally give to charity to symbolise the sacred character of the marriage. At Passover, a major holiday in Jewish tradition, it is traditional to be welcoming towards hungry strangers and feed them at the table. At Purim it is considered obligatory for every Jew to give food to one other person, and gifts to at least two poor people, in an amount that would equate to a meal each, for the purpose of increasing the total happiness during the month. As for the more limited form of tzedakah expressed in the biblical laws, namely the leaving of gleanings from certain crops, the Shulchan Aruch argues that during The Exile Jewish farmers are not obliged to obey it.Shulchan Aruch, Yoreh De'ah 332:1 Nevertheless, in modern Israel, rabbis of Orthodox Judaism insist that Jews allow gleanings to be consumed by the poor and by strangers, and all crops (not just gleanings) by anyone and everyone (free, not bought nor sold) during sabbatical years. In addition, one must be very careful about how one gives out tzedakah money. It is not sufficient to give to just any person or organization; rather, one must check their credentials and finances to be sure that your tzedakah money will be used wisely, efficiently, and effectively. The meaning of \"Do not steal from a poor person, for (s)he is poor\" (Proverbs 22:22) and of Talmudic-era commentaries, including Numbers Rabba 5:2, is that tzedakah money was never yours to begin with. Rather, it always belongs to God, who merely entrusts you with it so that you may use it properly. Hence, you are obliged to ensure that it is received by those who are deserving. There are many examples of tzedakah funds that operate according to Maimonides' principles above (particularly #2), including Hands on Tzedakah (working with nonprofits in the U.S. and in Israel), and Mitzvah Heroes Fund (working mainly with nonprofits in Israel). Paamonim is a nonprofit organization in Israel that operates according to Maimonides' first principle. Keeping a pushke (a collection box) in private homes is traditional. The Gaon of Vilna considered giving tzedakah to all householders in our city with tax-benefit. Dvēyre-Ēster Helfer (1817-1907), known to Vilna's Jews for her integrity and wisdom, was legendary for her ability to help people in trouble, although she and her husband were not wealthy. Aided by her phenomenal memory, she was able to touch the right people at the right time to help individuals throughout her life, many of whom came to see her as a sort of saint who not only found money for her, but also offered special blessings accompanying her charitable gifts. She also helped fund a prayerhouse dedicated to charity for the needy that was known colloquially by her name; in her lifetime she came to be seen as a saint, while her death was commemorated in ways usually reserved for religious figures; and her portrait often hung next to the Gaon's in the homes of Vilna's Jews. In Chicago in the early 1900s \"Many of the families kept pushkas, or contribution containers, as a handy means of making periodic contribution to worthwhile causes.\" The Polish word puszka means tin can. ==Analogous concepts in other cultures== Charity is viewed and practiced in various philosophical ways in different cultures, both religious and secular (see Charity (practice)#Philosophies). In philosophy and rhetoric it was extended to cover the concept known as the principle of charity. ===Christianity=== For the supreme Christian theological virtue, see Charity (Christian virtue). ===Islam=== The primary counterpart in Islam is Ṣadaqa being religiously voluntary charity, and Zakat () being religiously obligatory charity as that refers to one's religious obligation based on those Muslims who meet the necessary criteria of wealth. ===Mandaeism=== Zidqa refers to almsgiving in Mandaeism.Drower, Ethel Stefana. 1937. The Mandaeans of Iraq and Iran. Oxford At The Clarendon Press. It can also mean righteousness. == Examples == Image:Tzedoko gelt.JPG|Tzedakah pouch and coins on fur-like padding File:Kirkut Otwock 11.jpg|Tzedakah box on Jewish gravestone. Jewish cemetery in Otwock. File:Pappenheim Jüdischer Friedhof 012.JPG|Tzedakah box on Jewish gravestone. Jewish cemetery in Pappenheim. File:Kupsa kchula 2006.jpg|JNF collection box (pushke). The blue box of the Jewish National Fund was collecting donations for the establishment of the state in the early years. ==See also== * Charity (practice) * Charity (virtue) * Donation * Sadaqah (Islam), a related word from the Semitic language of Arabic * Zidqa, almsgiving in Mandaeism ==References== ==Bibliography== * == External links == * Chabad.org: Tzedakah - Charity * Judaism 101: Tzedakah * My Jewish Learning: Tzedakah Category:Alms in Judaism Category:Charity law Category:Jewish ethical law Category:Jewish law principles Category:Jewish life cycle Category:Jewish theology Category:Hebrew words and phrases in Jewish law Category:Hebrew words and phrases in the Hebrew Bible",
 "title": "Tzedakah"
}