{
 "id": "439457",
 "text": "In the Dungeons & Dragons (D&D;) fantasy role-playing game, dragons are an iconic type of monstrous creature. As a group, D&D; dragons are loosely based upon dragons from a wide range of fictional and mythological sources. Dungeons & Dragons allows players to fight its fictional dragons (Tiamat being one of the most notable) and \"slay their psychic dragons\" as well. These dragons, specifically their \"dungeon ecology\", have implications for the literary theory of fantasy writing. D&D; dragons also featured as targets of the moral panic surrounding the game. In D&D;, dragons are depicted as any of various species of large, intelligent, magical, reptilian beasts, each typically defined by a combination of their demeanor and either the color of their scales or their elemental affinity.Collins, Andy, Skip Williams, and James Wyatt. Draconomicon (Wizards of the Coast, 2003). For example, a commonly presented species of dragon is the red dragon, which is named for its red scales, and known for its evil and greedy nature, as well as its ability to breathe fire.Monster Manual In the game, dragons are usually adversaries of player characters, and less commonly, allies or helpers. Even though dragons are iconic for the D&D; game, they are rarely encountered as part of official scenarios due to dragons typically being too powerful for low-level players. An exception to this is the Dragonlance game world. == Classification == Powerful and intelligent, dragons are usually winged reptiles with magical abilities and breath weapon. The different subraces, distinguished by their colouring, vary in power. In the D&D; universe, there are many different species of dragons. However, despite their variety, a number of traits are common to nearly all types of dragons. All species appear to be generally reptilian or serpentine in their natural form. Except for the youngest dragons, they tend to be quite large—usually at least as big as a horse, and often much larger. Most species depicted have wings and are able to fly, and nearly all are quadrupedal. Almost all species of dragon are highly intelligent (at least as intelligent as a human being) and are able to speak. Essentially all species of dragon are said to be magical in nature, and in most species this nature is expressed as an affinity for some type of elemental power; some dragon species are naturally able to cast magical spells, as well. Most dragons have the ability to breathe or expel one or more types of energy associated with their elemental affinity, as well as bearing some resistance to damage or injury from any other sources of such energy. Dragons are egg-layers, and most have sharp teeth, horns, and claws. A D&D; dragon is protected by its scaly hide, the color of which is determined by the dragon's species, and which also offers a visual clue to the specific elemental nature of each species of dragon. Each species of dragon has a particular temperament associated with it, as well as a deeply rooted moral outlook derived from that temperament; these factors underlie the personality and behavior of each individual dragon. Typically, dragons do not vary widely in appearance or personality within a species, although exceptions are possible, especially in certain D&D; settings, such as Eberron. Because D&D; dragons are essentially monstrous creatures designed to antagonize player characters, the majority of dragons in D&D; are evil by default. This was particularly the case in the original Dungeon and Dragons releases (such as the Dungeons & Dragons \"white box\" set (1974) and Dungeons & Dragons Basic Set) where only the gold dragon was lawful good while all other colors were chaotic evil (red, green, black) or neutral evil (blue, white).Gygax, Gary, and Dave Arneson. Dungeons & Dragons (3-Volume Set) (TSR, 1974) Some dragons (particularly metallic dragons) have two different kinds of breath, usually a lethal one (fire, ice, acid, lightning, etc.) and another that is typically non-lethal (paralysis, repulsion, confusion, etc.). In the second edition of Advanced Dungeons & Dragons (AD&D;), dragons were completely reworked from their first edition counterparts, and were much more powerful. For example, they had magic resistance, could no longer be subdued, and had physical attack forms besides just claws and bites. AD&D; 2nd edition and D&D; 3rd edition divided true dragons further into three main categories: chromatic dragons, such as green and black dragons, which are evil-aligned; metallic dragons, such as gold and silver dragons, which are good; and neutral-aligned gem dragons, rare creatures that possess psionic abilities. In addition, there were other sub-species of true dragons that did not fit into the three main categories. For example, mercury and steel dragons would seem to be metallic dragons, but in the Dungeons & Dragons world they are considered to be outside of the main family of metallic dragons because of various biological differences (though the book Dragons of Faerûn did list them as metallic dragons). The \"lung dragons\" or spirit-dragons of Oriental Adventures are also true dragons. The third edition of D&D; classifies dragon as a type of creature, simply defined as \"a reptilelike creature, usually winged, with magical or unusual abilities\".Andy Collins, Skip Williams, and James Wyatt. Monster Manual (Wizards of the Coast, 2000). The dragon type is broken down into several classifications. True dragons are dragons which increase in power by age categories (wyrmling to great wyrm). Lesser dragons do not improve in age categories and may lack all of the abilities of true dragons. Examples of lesser dragons include dragon turtles and wyverns. Other creatures with the dragon type include drakes, felldrakes, elemental drakes, landwyrms, linnorms and wurms. (An unrelated creature called a dragonne is named for its coincidental resemblance to a brass dragon.) However, with D&D; 4th edition, the classifications were changed: chromatic dragons became not strictly evil, and metallic dragons became not necessarily good. Also, there are several new categories (although the gem dragons did not return): \"planar dragons\" which are defined as dragons that were warped by living on a plane of existence other than the Material Plane, \"catastrophe dragons\", which take on the aspects of natural disasters which are chaotic evil and cause chaos for its own sake, and \"scourge dragons\". Chromatic dragons are presented in the Monster Manual and Draconomicon: Chromatic Dragons. Metallic dragons are presented in the Monster Manual 2 and Draconomicon: Metallic Dragons. Catastrophe dragons are presented in Monster Manual 3. Planar dragons have been presented in both Draconomicon: Chromatic Dragons and Draconomicon: Metallic Dragons. Detailed information about D&D; dragonkind in second, third, or fourth editions may be found in their respective editions of the Draconomicon, a D&D; supplement book designed especially for draconic information; fifth edition has the similarly-themed Fizban's Treasury of Dragons. No such book was published for the first edition, although the Basic game had a Bestiary of Dragons and Giants (coded AC10). ==Publication history== Five evil-aligned dragons (white dragon, black dragon, green dragon, blue dragon, and red dragon), and the lawful-good aligned golden dragon (in ascending order of magic power and capabilities) first appeared in the original Dungeons & Dragons \"white box\" set (1974). The Greyhawk Campaign supplement (1975) added the copper dragon, brass dragon, bronze dragon, and silver dragon, along with the Platinum Dragon (Bahamut) and the Chromatic Dragon (Tiamat). The white dragon, black dragon, red dragon and brass dragon reappeared in the original Dungeons & Dragons Basic Set (1977). The six dragons from the 1974 boxed set appeared in the Dungeons & Dragons Basic Rulebook (1981), and again in the 1983 version of the Basic Set (1983). These six appeared along with the gemstone dragons (crystal dragon, onyx dragon, jade dragon, sapphire dragon, ruby dragon and amber dragon), and the dragon rulers (Pearl (the Moon Dragon), Ruler of all Chaotic Dragons; Diamond (the Star Dragon), Ruler of all Lawful Dragons; Opal (the Sun Dragon), Ruler of all Neutral Dragons; and the Great One, Ruler of All Dragonkind) in the Dungeons & Dragons Rules Cyclopedia (1991). The five chaotic-aligned dragon types from the 1974 boxed set, as well as the gold dragon and the four new dragon types from the Greyhawk supplement (the copper dragon, brass dragon, bronze dragon, and silver dragon) appeared in first edition Advanced Dungeons & Dragons in the original Monster Manual (1977), along with Bahamut and Tiamat. The former five dragon types were given as evil-aligned, while the latter five dragon types were given as good-aligned. The ten dragon types were given pseudoscientific names as follows: black (draco causticus sputem), blue (draco electricus), brass (draco impudentus gallus), bronze (draco gerus bronzo), copper (draco comes stabuli), gold (draco orientalus sino dux), green (draco chlorinous nauseous respiratorus), red (draco conflagratia horriblus), silver (draco nobilis argentum), and white (draco rigidus frigidus).Gygax, Gary. Monster Manual (TSR, 1977) The Oriental dragons appeared in the original Fiend Folio (1981), including the li lung (earth dragon), the lung wang (sea dragon), the pan lung (coiled dragon), the shen lung (spirit dragon), the t'ien lung (celestial dragon), and the yu lung (carp dragon). The cloud dragon, the faerie dragon, the mist dragon, and the shadow dragon appeared in the original Monster Manual II (1983). The black dragon, blue dragon, brass dragon, bronze dragon, copper dragon, gold dragon, green dragon, red dragon, silver dragon, and white dragon appeared in second edition Advanced Dungeons & Dragons in the Monstrous Compendium Volume One (1989).Cook, David, et al. Monstrous Compendium Volume One (TSR, 1989) The faerie dragon, and the Oriental dragons—lung wang (sea dragon), pan lung (coiled dragon), shen lung (spirit dragon), t'ien lung (celestial dragon), tun mi lung (typhoon dragon), yu lung (carp dragon), chiang ling (river dragon), and li lung (earth dragon)—appeared in the Monstrous Compendium Forgotten Realms Appendix (1989). The radiant dragon appeared in the Spelljammer: AD&D; Adventures in Space boxed set (1989). The dragons of Krynn', the amphi dragon, the astral dragon, the kodragon, the othlorx dragon, and the sea dragon appeared in the Monstrous Compendium Dragonlance Appendix (1990). The cloud dragon, the Greyhawk dragon, the mist dragon, and the shadow dragon appeared in the Monstrous Compendium Greyhawk Appendix (1990). The adamantite dragon appeared in the Monstrous Compendium Outer Planes Appendix (1991).LaFountain, J. Paul. Monstrous Compendium Outer Planes Appendix. (TSR, 1991) The moon dragon, the sun dragon, and the stellar dragon appeared in the Monstrous Compendium Spelljammer Appendix (1991). The deep dragon appeared in the Monstrous Compendium Forgotten Realms Appendix II (1991). The gem dragons (the amethyst dragon, the crystal dragon, the emerald dragon, the sapphire dragon, and the topaz dragon) first appeared in The Dragon magazine #037 (May 1980), and then appeared again in the Monstrous Compendium Fiend Folio Appendix (1992). The chromatic dragons (black dragon, blue dragon, green dragon, red dragon, and white dragon), the gem dragons (amethyst dragon, crystal dragon, emerald dragon, sapphire dragon, and topaz dragon), metallic dragons (brass dragon, bronze dragon, copper dragon, gold dragon, and silver dragon), brown dragon, cloud dragon, deep dragon, mercury dragon, mist dragon, shadow dragon, steel dragon, and yellow dragon appeared in the Monstrous Manual (1993).Stewart, Doug, ed. Monstrous Manual (TSR, 1993) The onyx dragon, jade dragon, ruby dragon and amber dragon appeared in the Monstrous Compendium Mystara Appendix (1994). The chromatic dragons (black, blue, green, red, and white), and the metallic dragons (brass, bronze, copper, gold, and silver) appeared in the third edition in the Monster Manual (2000),Williams, Skip, Jonathan Tweet, and Monte Cook. Monster Manual (Wizards of the Coast, 2000) and in the revised 3.5 Monster Manual (2003). The Gem dragons appeared in the third edition in the Monster Manual II. The five chromatic dragon types (black, blue, green, red, and white) appeared in young, adult, elder, and ancient variants in the fourth edition Monster Manual (2008). Three more chromatic dragon types appeared in Draconomicon: Chromatic Dragons: the brown dragon (aka, sand dragon), the grey dragon (aka, fang dragon), and the purple dragon (aka, deep dragon). The adamantine dragon, copper dragon, gold dragon, iron dragon, and silver dragon appeared in the Monster Manual 2 (2009). The five basic chromatic dragons (red, blue, green, black, and white) and metallic dragons (copper, brass, silver, gold, and bronze) appeared in the fifth edition Monster Manual (2014) in wyrmling, young, adult, and ancient. Gem dragons and other new-to-fifth-edition dragons are to appear in Fizban's Treasury of Dragons (2021). == Abilities == In D&D;, true dragons continue to become more powerful as they mature and age; they grow bigger and stronger, become more resistant to damage and magic, their breath weapon become increasingly dangerous and their knowledge and magical abilities improves. Old dragons can cast draconic magic which is a special form of D&D; magic; dragons can cast spells with just a few words, rather than a sometimes long and complex ritual involving words, gestures and preparations like other D&D; wizards. In 3 and 3.5 editions dragons cast spells spontaneously like sorcerers do, sometimes having a wider choice of spells. Dragons also radiate a mystical fear aura around them. After a millennium or two, a dragon reaches his maximum development. In the Draconomicon, there is also an article about Advanced Dragons, dragons that have reached their oldest age category but can still advance \"virtual age categories\", and become larger and stronger. Many D&D; dragons have some innate magical abilities, but they vary from race to race. Metallic dragons are often able to shapechange into small animals or human forms, and use this ability to secretly help or watch over humans. Dragons also have some innate powers over the element they are linked to. For example, a red dragon (fire) will have some control over fires. Like all other draconic powers, they gain more as they grow older. Lesser dragons, for example wyverns, halfdragons or dragonwrought kobolds may lack innate magical abilities, while still counting as dragons for purpose of all other effects. ===Breath weapon=== A breath weapon is the cone or line shaped weapon exhaled by dragons in D&D.; Each type of dragon has a different breath weapon. The chromatic dragons (evil) have one breath weapon and the metallic dragons (good) have two. Other dragons and semi-dragons frequently have breath weapons. One example is the dragon turtle's cone of steam breath weapon. ====Form==== Breath weapons typically come in one of three forms. * Line: Does damage in a straight line. For example, the blue dragon's line of lightning. * Cone: Does damage in a wide cone shape. For example, the red dragon's cone of fire. * Cloud: Does damage with a cloud of gas. For example, the green dragon's cloud of chlorine gas. This shape has not appeared in fifth edition. ====Composition==== Breath weapons typically are composed of one of several materials (gem dragons may have breath weapons of other materials, such as psychic energy and thunderous bursts of sound). * Fire: Magical fire is used by gold dragons, brass dragons and red dragons. * Electricity: Lightning is exhaled by blue dragons and bronze dragons. * Acid: The black and copper dragon exhale a powerful acid. * Poison: The green dragon's breath weapon is a cloud of chlorine gas. * Cold: The white and silver dragons both release a cone of sub zero air and ice. === Magic === True dragons are born with a natural flair for magic, but they need to practice and hone their skills and come of age before they are able to use it to any meaningful effect. == Biology == D&D; dragons are able to eat almost everything, but each race has a preferred diet (some prefer flesh, other prefer to eat precious metals or gems, and so forth). Dragons are inherently magical beings, and are cold blooded reptiles. They have no biological relationship to mammals. The number of eggs laid each time depends on the race of the dragon, but is usually low (between one and ten). Dragons can also cross-breed with virtually any other creature, creating a half-dragon. The most commonly heard of are in the humanoid races, particularly with human and elves. Nearly any combination is possible, even with devils or angels. As far as senses, which vary slightly depending on species, they are superior in most ways to other creatures; like any predator, they have exceptionally acute senses, which only increase with age. Like avian creatures, they have excellent depth perception and comparingly good peripheral vision, able to see twice as well as a human in daylight; unlike avian, they have great night vision, and are able to see even when conditions have no light to offer, although in such conditions they cannot discern between colors. In some editions, dragons can also pick up scents very well, utilizing both their sensitive nose and (often forked) tongue, much like a snake. In the 3.5 edition Monster Manual they do not have the Scent extraordinary ability [q.v.], so that a dragon's sense of smell does not markedly excel a human's. Also, a dragon's hearing is roughly on par with human hearing, although a dragon's mind can filter what noise it hears. They are capable of \"blindsense\", the sense in which eyes, ears, and other senses are used to detect invisible persons or objects. Dragon taste is also refined, although they do not respond well to sweet flavors, and most dragons do not discuss the matter as to why. Of all its senses, a dragon's sense of touch is the only one to decrease throughout age, thanks mostly to the development of thick, hard scales. == Dragon personalities == All true dragons in Dungeons & Dragons are depicted as intelligent beings, and most of them exceedingly so. A dragon's personality varies by individual, but dragons of the same subrace tend to have similar mindsets. This is not always true; several exceptions exist in official D&D; material. In the Forgotten Realms, a good-aligned red dragon is involved against his will in the Fall of the elven city of Myth Drannor. Dragon subraces encompass all D&D; alignments, going from lawful good paladin-like gold dragons to the cruel and very greedy chaotic evil red dragons. All dragons share a common desire to collect treasure, be it precious, beautiful, magical or just shiny—indeed, the treasure in question needn't always be gold, and may sometimes be aesthetic in nature, ranging from popular artwork or sculptures or even rare books and tomes that might otherwise have an overwhelming monetary value. For evil-aligned dragons, this generally directs a greedy attitude to achieve such wealth by whatever means suit them. For good dragons this lust for treasure is tempered, although they are certainly not averse to earning such wealth, and still appreciate gifts (while being insulted if offered an obvious bribe). Being stronger, faster, generally smarter, and possessing longer life than humans and most other races, dragons tend to consider themselves superior creatures. For good- aligned dragons, this may only mean they often consider humanoid races as children, trying to take care of them and educate them; for evil-aligned dragons, they consider humanoids as mere animals, or as toys to play with; at best, they are minions and slaves. The longevity of dragons is evident in their often lackadaisical attitudes. Good-aligned dragons, while concerned with defeating evil, are able to see a much broader scope of the world, and although certain crises arise that may seem extremely important to good- aligned humans, their dragon counterparts are able to see the event as an unimportant hiccup that will pass in mere centuries; even those that adventure with others tend show a sense of incredible patience, even in situations where all others feel they've not a second to lose. Similarly, evil-aligned dragons that are crossed by belligerent adventurers may plot for dozens of generations before exacting revenge on the trespasser's line—it is not uncommon for those descended from the mentioned adventurer to find themselves the target of a dragon based simply on their lineage. == In campaign settings == In many settings, the god-king of the metallic dragons is Bahamut, the Platinum Dragon, and the goddess and queen of the chromatic dragons is Tiamat, the Five-Headed Dragon. She is based on the Tiamat from Babylonian mythology, who was considered the evil mother of dragons, though the appearances of the fictional deity differs greatly from its model. The progenitor and supreme deity of all dragons in the game is known as Io. Other deities often included in the draconic pantheon of gods include Aasterinian, Chronepsis, and Faluzure. Other draconic gods may be present in different campaign settings. === Dragonlance setting === The Dragonlance novels and campaign setting helped popularize the D&D-derived; perspective on dragons. Here the Platinum Dragon is called Paladine, and the Dragon Queen is called Takhisis. Dragons are divided up into good and evil groups, known as the Metallic Dragons and the Chromatic Dragons, respectively. Paladine leads the Metallic Dragons and Takhisis the Chromatic. The Metallic Dragons rarely became involved in the world other than to oppose the actions of Chromatic Dragons, who often joined into war as their goddess Takhisis instructed. However, in the \"Fifth Age\", massive Chromatic Dragons who were not native to Krynn emerged and took over many of the humanoid-controlled nations of Krynn, as well as slaying many of the native dragons. They are known as Dragon Overlords. There was one from each race of Chromatic Dragons; red, green, black, white, and blue. === Dark Sun setting === In the world of Athas of the Dark Sun campaign setting, normal D&D; dragons do not exist. Dragon-like drake races exist, one for each classical element, but for most people the word dragon refers to the Dragon of Tyr, who is a very powerful sorcerer-king (the tyrannic leaders of Athasian cities, who are both masters of magic and psi abilities) who transformed himself into a dragon-like creature using very powerful (and painful) magic. However, this dragon (Bors or Borys) was eventually killed in Troy Denning's book The Cerulean Storm by his former master, the sorcerer Rajaat. Several other sorcerer kings had been rumored to be dragons, but all others were only in a process of being transformed into a dragon type being, unique to the Athas world, which took several long stages to complete, but became greatly powerful if achieved. === Forgotten Realms setting === In the Forgotten Realms campaign setting, dragons are very close to the ones in Dragonlance. A sect of cultists called the Cult of the Dragon believes that dragons, particularly undead ones, will rule the world, and are trying to persuade evil dragons to become dracoliches—undead lich-like dragons, which are partially bound to the cult by the rituals which grant them their undead status. Additionally, in the D&D; supplement book The Draconomicon, several other undead varieties of the dragon – ghost, skeleton, vampire, and zombie dragons – are described. A series called Wyrms of the North ran in Dragon magazine issues #230 through #259 and was later updated to third edition rules on Wizards of the Coast's website (see external links). Each article detailed an individual dragon of significance in Faerûn. Lately an ancient affliction that attacks dragons, rendering them mad; the Dracorage, was invoked causing countless dragons to rampage throughout Faerûn. A novel trilogy, The Year of Rogue Dragons set (The Rage, The Rite, and The Ruin) by Richard Lee Byers, as well as a game accessory, Dragons of Faerûn, details the exploits and deeds of several dragons as the Dracorage swept the continent. === World of Greyhawk setting === Steel dragons, originally known as Greyhawk dragons, are those originating in the World of Greyhawk campaign setting, later appearing in other settings like the Forgotten Realms. They have hair-like spines around their heads, cat- like bodies with vaguely human-like faces, and scales resembling steel armor. They are much like the other races of metallic dragon with one primary exception: they prefer to maintain the form of another sentient race in order to mingle with, infiltrate, and study the cultures of men and their ilk. Few people know when they are interacting with a Steel Dragon, but they always have a feature which betrays them by resembling their natural complexion. Within the Greyhawk setting, such dragons are known to have made journeys into other material planes where they have come to be called steel dragons. === Council of Wyrms setting === The Council of Wyrms campaign setting is the only one that allows for dragon player characters in its base rules. (The Draconomicon introduces rules for dragon PCs in standard Dungeons & Dragons.) The setting is based around a society of dragons and their servitors and uses the standard D&D; dragon races and dragon gods. It has detailed rules for creating and playing dragon PCs and NPCs, including various draconic character classes. === Eberron setting === In the Eberron campaign setting, three dragon gods have created the world: Siberys, Eberron and Khyber. Siberys and Eberron waged war against Khyber and imprisoned it within the depths of the earth. In the end, all three dragons merged with the land: Siberys becoming the sky, Eberron the continents and Khyber the underground world. Dragons are apart from civilization, which is mostly concentrated on the continent of Khorvaire. They live on the continent of Argonnessen, a rather unknown place, since dragons are very territorial, it makes exploration often hazardous. The dragons used to rule over Eberron many centuries ago, but at the end of the Dragon-Fiend war, against the demons and devils of Khyber, they departed from Khorvaire to go to Argonnessen. Dragons are immersed in the Draconic Prophecy, a legend which all bits of information are scattered throughout the world and that the outcome is unknown. They see every event as an important event in the Prophecy, and they even form an organization called the Chamber, where they send their brethren in search of clues. They can be of any alignment, like any creature in Eberron, so a good red dragon (usually evil) is as common as an evil gold dragon (usually good). This rule might throw some players off- balance. Dragons also consider themselves superior, treating all other races as inferior. Furthermore, any half-dragon spotted by these dragons is vowed to be hunted, as they treat these half-breeds as a disgrace to their image. === Birthright setting === The Birthright campaign setting had its own version of a Dragon, named Cerilian Dragon, Cerilia being the main continent in the setting. They resemble more the eastern-type dragons being long and serpentine with leathery wings. Their backs are protected by iron-hard scales, their bellies by layers of thick, leathery skin. Their color ranges from reddish rust-brown to iron gray, with their bellies usually of a paler tone than their scales. Cerilian dragons are among the most ancient inhabitants of the continent, predating even elves and dwarves. Perhaps once there were many, but over the years, in-fighting and fighting the younger races have taken their toll. There are only a half dozen dragons known to be left. All living dragons are of the Old age or higher. Dragons are extremely intelligent and knowledgeable, conserving much lore that has been lost to the younger races. They speak their own language; some also speak Elven or Dwarven. Some of these dragons took part in the Battle of Deismaar, the only verified alive and awake dragons right now are the dragon of Vstaive Peaks in Vosgaard, also known as Vore Lekiniskiy and Kappenkriaucheran who inhabits the Drachenward mountains and controls their magic. The most famous of the dragons is Tarazin the Grey who has not been seen for several decades when the official campaign begins. The only known Dracolich is Komassa who lives in the Shadow World. Dragons in Birthright are meant to be rare and powerful beings and only rarely if ever appear in any adventure. ==True dragons== In most descriptions, true dragons only comprise the two families of chromatic dragons and metallic dragons. There are, however, many more families among the true dragons, and some kinds exists outside any specific category. ===Chromatic dragons=== A Chromatic dragon is a classification of fictional dragon. Chromatic dragons are typically of evil alignment, in contrast to the metallic dragons, which are typically of good alignment. Chromatic dragons have played a large role in various D&D; monster compilation books: white, black, green, blue and red dragons being the classic chromatic dragons. Tiamat is the queen of chromatic dragons, based on the evil mother of all dragons from Babylonian mythology. ====Publication history==== The classification of \"chromatic dragons\" was used in the Advanced Dungeons & Dragons second edition Monstrous Manual (1993), although the dragons comprising the category had been in print since the original Dungeons & Dragons \"white box\" set (1974). The term continued to be used in the third, fourth and fifth editions of the Monster Manual. The German magazine Envoyer commented that the artistic rendering of dragons in the game evolved positively through the editions,The article compares the 3rd edition Monster Manual with earlier editions. giving the different races more distinctive characteristics aside from color. ====Primary types==== {| class=\"wikitable\" |+The table below shows the five main Chromatic dragons !Name !Characteristics !Notes |- |Red dragon | *Breath weapon: Cone of fire *Habitat: Mountains or hilly plains *Diet: Anything; they claim that female humans and young elves taste best *Preferred Treasure: Anything with monetary value *Alignment: Chaotic Evil *Image: Wizards.com image *Stats: OGL stats | :Red dragons are the largest and most powerful of the classic chromatic dragons. They are large with a wide wingspan. They have two swept back horns on their heads. They smell of smoke and sulphur. The eggs of a red dragon must be kept in open flame at all times while incubating. Incubation takes approximately 660 days. After the eggs are laid, the younger of the two parents remains behind to guard the eggs and keep the nest of flames burning. Once they hatch, the wyrmlings are left to fend for themselves. A red wyrmling is roughly human-sized at hatching and dangerous. They are capable of breathing fire, and revel in wreaking destruction and havoc on almost anything that moves. The latter trait is carried fully into adulthood. They regard all other Chromatic dragons as inferiors, with the amount of disdain proportional to the variety's general power level. All other chromatic dragons that red dragons encounter are either killed, driven away, or bullied into servitude depending on the red dragon's mood and personality, with the except of white dragons who are allowed to leave since red dragons do not consider them worth the effort to kill. Due to their choice of living space, they cross paths with many of the metallic dragons, most notably the silver dragons who are their worst enemies, and holding the greatest disdain for copper dragons whom they clash with them often. Red dragons have an eye for value, and can determine the monetary worth of any object at a glance. The gaining and keeping of treasure is the focus of a red dragon's adult life, and they tend to amass incredible hoards with amazing rapidity. At any given moment, a red dragon will be able to tell the precise monetary value of all the objects in its hoard, down to the last fraction of a coin. Red dragons prefer to make their homes inside active volcanoes. If a volcano is not available, they will reside in any mountain, provided that it has a good ledge from which the dragon can survey its territory. A red dragon's lair may have only one entrance, high above ground level. The entrance leads to a narrow tunnel, which drops off into a pit. At the bottom of the pit lies a pool of water, surrounded by several chambers. One is the dragon's sleeping quarters, another contains its hoard.Red dragons are very dangerous in combat. Proficient in magic, they are also fast in the air, but clumsy, so prefer to fight on the ground. They spend years designing battle strategies, and wait until the best moment to call upon them. Their blasts of fire end most battles before they begin. As a result, red dragons use their powerful breath weapons first, followed by physical strikes, then magical attacks. Red dragons may hoard women and children in their lairs along with their wealth. In some genres they have the 'power of persuasion' over weaker minds. They sometimes use this to persuade the chieftains of villages to sacrifice young girls to them. |- |Blue dragon | *Breath weapon: Line of lightning *Habitat: Sandy deserts or coastal areas *Diet: Meat from large animals such as camels, snakes, lizards, and also plants *Preferred Treasure: Sapphires *Alignment: Lawful Evil *Image: Wizards.com image *Stats: OGL stats |Blue dragons are the second most powerful of the classic chromatic dragons. They have single large horns protruding from their heads and large, frilled ears. The tail is thick and bumpy. The wings are more pronounced than most other species. They smell like ozone or sand. They are more likely to be mocking and manipulative than outrightly cruel or murderous to 'lesser' creatures, aided by their natural talents for hallucination. They trick desert travelers into drinking sand or going miles out of their way. Blue dragons are mostly carnivorous though they will eat plants on occasion. Camels are the preferred food. They are enemies of brass dragons. Blue dragons are unusual for chromatics in that they keep fairly well-ordered, hierarchical societies. Despite their evil nature, they are excellent parents to their young, and rarely leave their eggs unattended. Blue dragon eggs must be buried in warm sand to incubate. Blue wyrmlings are quick to taunt any other creature. They hunt small desert creatures for food. The typical blue dragon lair is dug into desert rock formations with two entrances: one at ground level, hidden by the sand, and one opening onto a high ledge on which it can perch and survey its territory. Each lair also has a cavern with a pool of water and sandy beach, which its inhabitant will use for drinking and relaxation. The blue dragon excels at aerial combat. They discharge lightning at aerial foes, or at creatures on the ground. They are powerful at spell craft and adept at burrowing in sand. They often lie in wait just below the surface of the desert for prey. When they are so burrowed, their large horns can be mistaken for pointed desert rocks. |- |Green dragon | *Breath weapon: Cloud of chlorine gas (changed to cone of acidic mist in Edition 3.5) *Habitat: Forests with tall trees *Diet: Small humanoids such as gnomes are preferred, but prize elves and sprites most. Will eat any animal if hungry. *Preferred Treasure: Emeralds, artwork, and sculptures *Alignment: Lawful Evil *Image: Wizards.com image *Stats: OGL stats |Green dragons are the third most powerful of the classic chromatic dragons. They have a large, waving crest or fin that starts at the dragon's nose and runs the length of the dragon's body. They also have long, slender forked tongues and smell like chlorine gas. They are highly adept at magic. Green dragons are reasonably good parents, with both mother and father typically staying close to their eggs while they are incubating. Females either keep their eggs in a solution of acid or bury them in leaves moistened with rainwater. The green wyrmling may be mistaken for a black, due to their nearly black scales. As the wyrmling matures, its scales lighten in color. The wyrmlings typically stay with both parents until they reach adulthood (approximately 100 years). A green dragon lair will be a complex of caves and tunnels, with its main entrance hidden behind a waterfall. The dragons prefer caves high up on a cliff. The territories of Green and Black dragons frequently overlap, but as greens are more powerful, they typically hold the upper hand. Greens may allow a Black dragon to remain in their forest, as long as the lesser dragon remains in the swamps. Green dragons revel in combat, and will often attack for no apparent reason. They are territorial, and may view any intrusion into their domain as an affront. They are cunning and duplicitous foes, and love to double-cross. A traveler who stumbles into a green dragon's territory may be able to bribe the dragon for safe passage, but the dragon may pretend to agree and then attack the unsuspecting offender once their guard is down. Though aggressive, green dragons prefer to use magic before attacking physically. |- |Black dragon | *Breath weapon: Line of acid * Habitat: Boggy swamps * Diet: Fish, mollusks, aquatic creatures, some red meat from terrestrial animals * Preferred Treasure: Gold coins * Alignment: Chaotic Evil * Image: Wizards.com image |Black dragons are the most vile-tempered and cruel of all chromatic dragons, apart from their love of bargaining. Black dragons are distinguished by their horns, which protrude from the sides of their heads and wrap around, projecting forward, a longer body and thinner tail. A large frill adorns the upper part of the neck. They smell like rotting vegetation and foul water, or like the powerful acid they can breathe. Black dragons are fierce hunters that will normally attack from the water. They will often prey on fish, crabs, birds, turtles, crocodiles, lizardfolk, chuuls, hydras, and green dragons that are smaller and younger than they are. Their enemies include green dragons and swamp landwyrms. Black dragons are not noted as good parents, relying more upon disguise and hiding to protect their eggs than upon guarding them. Black dragon eggs must be submerged in strong acid while incubating. Their wyrmlings (babies) are exceptionally cruel with insatiable appetites for nearly anything organic. As a black dragon matures, its scales gradually grow lighter. The oldest black dragons appear almost purple in color; hence the name of Cormyr's Purple Dragon knights stems from the legend of the great black dragon Thauglor, who once dominated the area encompassed by the present kingdom. A black dragon typically lairs in a large cave or underground chamber next to a swamp or murky pond. Their lairs always have two entrances: one underwater through the adjacent swamp/pond, and one above-ground, disguised amidst the undergrowth. In combat, black dragons prefer ambushes to straightforward fighting. They are vicious and ruthless adversaries, and their acidic bile can easily work its way under the heaviest armor. Their heavily wooded habitats prevent them from flying very high in combat. |- |White dragon | *Breath weapon: Cone of cold * Habitat: Arctic mountains * Diet: Anything that moves, but must be frozen first * Preferred Treasure: Diamonds * Alignment: Chaotic Evil * Image: Wizards.com image * Stats: OGL stats |White dragons are the weakest and the most feral of the classic chromatic dragons. Though dimmer than other dragons, they are still powerful enough to overwhelm most humans and have good long-term memories. Their heads and necks blend seamlessly into one another, and their wings are frayed along the edges. They have a flap of skin (dewlap) lined with spines under their chins. They have a high crest atop a streamlined head and a crisp, vaguely chemical odor. White dragon eggs must be buried in snow or encased in ice to incubate. The parents do not tend or protect the eggs in any way, although they lay them near their lairs. A newly hatched white wyrmling has clear scales, which become white as the dragon matures. They are expected to survive on their own after hatching, although some white dragon parents will permit their young to live in their lair until they reach adulthood. Adult white dragons have several abilities well suited to their arctic habitat. They can climb ice cliffs with ease, fly high and fast, and are exceptional swimmers. They love to swim in cold water. Much of their diet consists of aquatic creatures. White dragons are always hungry, and tend to become more savage as they mature. Knowing that they are the smallest and weakest of dragons, many whites harbor inferiority complexes. They take any opportunity to bully beings such as giants and younger dragons of other species. White dragons lair in ice caves dug into mountains. Their lairs contain many more tunnels and chambers than those of other chromatic dragons. More powerful white dragons may turn a large iceberg into a floating lair. Such lairs have an underwater entrance as well as one to the open air. White dragons are not strong combatants compared to other dragons. Their icy breath can freeze a foe solid. They avoid fights with more powerful dragons, but will take any opportunity to take their frustrations out on 'lesser' creatures. Whites also have exceptional memories, and will hunt down those who cross them, no matter how long it takes. |} ====Other chromatic dragons==== This is a list of other dragons which are based on colors, but are not truly related to other chromatic dragons. In 4th edition, the gray, brown, and purple dragons were released in Draconomicon, but the grey and purple dragons were different. Instead of being based on the dragons listed here, they were based on the fang and deep dragons of 3rd edition. {| class=\"wikitable\" !Name !Characteristics !Notes |- |Brown dragon | *Breath weapon: Line of acid * Terrain: Desert * Preferred Treasure: Valuable cookware and cutlery * Alignment: Neutral Evil * Image: Wizards.com image |Ferocious and intelligent beasts from the Forgotten Realms campaign setting that come from the Raruin desert east of Mulhorand. They view humans as food and think it peculiar to talk with one's meal. They have no wings, but instead burrow in the desert sands with their webbed claws. They have a membranous frill that connects each row of spines down the length of the dragon's body allowing undulating flight through the air. |- |Grey dragon | *Breath weapon: A caustic ooze that burns flesh and immobilizes victims * Terrain: Badlands, scrublands, dry prairies, and other flatland terrain * Preferred Treasure: Mementos and trophies * Alignment: Chaotic Evil |Grey dragons are the most rapacious, venal, and brutish of the chromatics. Elder and ancient gray dragons have a special affinity with stone. They can exude a stony essence that petrifies foes. An ancient gray dragon's spikes have an elemental resonance that petrifies not only the dragon's primary targets but also nearby creatures. |- |Orange dragon | *Breath weapon: Explosive compound * Terrain: Jungle rivers and lakes * Alignment: Neutral Evil |Crafty predators who attack from ambush. They prefer to lurk in deep rivers and lakes. They are territorial and natural tyrants who seek to bring creatures in their area under their control. They bear a resemblance to monstrous, orange alligators. They first appeared in issue #65 of the magazine Dragon, where they were stated to be a crossbreed between the Red and Yellow dragons. They later returned in issue #248 of Dragon, now bearing the subname \"Sodium Dragons\". |- |Purple dragon | *Breath weapon: A purple dragon's breath weapon can take on three different forms. It can manifest as a cone of energy, a burst of power, or a blade of energy. * Terrain: Underdark * Preferred Treasure: Rare maps and cartography tools * Alignment: Lawful Evil |Long, lean bodied dragons with deep purple to midnight black scales. These fancy themselves to be the lords of all dragonkind, believing themselves arisen from the long dead sister of Tiamat. They are among the most intelligent of dragons, able to gather and control vast numbers of minions. Their energy-related attacks make them powerful fighters. They first appeared in issue #65 of the magazine Dragon, where they were stated to be a crossbreed between the Red and Blue dragons. They later returned in issue #248 of Dragon, now bearing the subname \"Energy Dragons\". |- |Yellow dragon | *Breath weapon: Salt water * Terrain: Aquatic and coastal areas * Preferred Treasure: Coins * Alignment: Chaotic Evil |Solitary and secretive dragons who prefer to lay in wait for prey to stumble into carefully prepared traps instead of hunting actively. They are among the most agile and quick of all dragons. Their breath weapon is a watery blast that contains a corrosive sodium compound. They adore water and will play in it. They first appeared in issue #65 of the magazine Dragon, where they were stated to be a lost \"primary\" chromatic, and the distant ancestor of the Green dragon. They later returned in issue #248 of Dragon, now bearing the subname \"Salt Dragons\". An entirely different kind of yellow dragon native to the Forgotten Realms is described in the sourcebook FOR1: Draconomicon. |} ====Reception==== The young adult black dragon was ranked first among the ten best mid-level monsters by the authors of Dungeons & Dragons For Dummies. The young white dragon was ranked eighth among the ten best low-level monsters by the authors of Dungeons & Dragons For Dummies. The authors chose the young white dragon over a wyrmling, feeling that \"it's more satisfying for characters to battle against a dragon that's at least as big as a person, if not bigger. The young white dragon offers the best chance for this kind of fight\". Dant et al called the red dragon \"deadly\", and \"one of the most fearsome and classic monsters\" in role-playing games. === Metallic dragons === Metallic dragon is a classification of dragon found in the role playing game Dungeons & Dragons. In this setting metallic dragons are of good alignment. Bahamut is the deity of good-aligned dragons and metallic dragons, and currently the only known Platinum dragon in existence. Metallic dragons have played a large role in D&D;'s various monster compilation books, and for most of the game's history five main types - brass, copper, bronze, silver, and gold - were presented as roughly analogous to the five types of chromatic dragons. The fourth edition of the game's second Monster Manual substituted iron and adamantine dragons for brass and bronze, and released the latter dragons in a later book alongside cobalt, mercury, mithral, orium, and steel dragons. ====Publication history==== The classification of \"metallic dragons\" was used in the Advanced Dungeons & Dragons second edition Monstrous Manual (1993), although the gold(en) dragon first appeared in the original Dungeons & Dragons \"white box\" set (1974)Gygax, Gary, and Dave Arneson. Dungeons & Dragons (3-Volume Set) (TSR, 1974), and the other dragons comprising the category had been in print since the first edition Monster Manual (1977). The term was continued in use in the third edition and fourth edition Monster Manual. ====Common types==== {| class=\"wikitable\" |+ !Name !Characteristics !Notes !Infobox |- |Brass dragon | *Maximum Height: 10 feet * Maximum Weight: 60,000 pounds * Maximum Length: 42 feet * Maximum Wingspan: 50 feet * Breath weapon: cone of sleep gas, line of fire * Habitat: Desert, plains * Diet: Mountain goats, sheep, antelope, and other such creatures. Only a malevolent brass dragon would choose to devour an intelligent creature. * Preferred Treasure: Handcrafted work in materials such as bone, wood, stone, or fabric (particularly weaving). |Although weaker than many other varieties of dragonkind, brass dragons are still powerful creatures by any measure. They have a strong mercenary streak and often agree to serve as guardians or battle champions for anyone willing to pay suitably well. Physically, the brass dragon is highly distinctive. From below, its outstretched wings form a triangular shape, as they are attached to its body all the way to the tip of its tail. The wings are longest at the shoulder and taper gently as they reach the tail. Their scales seem to radiate heat and light. The shape of the head is quite unusual, as it includes a large, curved plate that extends from the dragon's eyes and cheeks on either side and curves upwards into two points, much like a plowshare. They have two sharp horns on the chin, which become steadily pointier as the dragon ages. They smell like hot, oiled metal. Brass dragon eggs must be incubated in a nest of open flames. Incubation takes approximately 480 days. The eggs are typically tended by both parents so that they can talk together as they maintain their vigil. A newly hatched brass wyrmling is not remarkable in appearance; its scales are a dull brown. The scales become lighter and more brilliant as the dragon matures. Brass wyrmlings probably learn to talk more quickly than the young of any other sentient species. They talk constantly about anything and everything, and they will talk to anybody: friends, family, enemies, small creatures that cannot talk back, or even to themselves if nobody else is near. When exposed to a new language, a brass wyrmling will usually become fluent in under an hour. Though they have an extremely deadly breath weapon, they are more fragile than other dragons. As a result, they make alliances with small groups of intelligent creatures, such as tribes of nomadic Dragonborn. As it matures, a brass dragon adds a love of fire to its love of speech. They can stare into burning flames for hours, entranced by their beauty. Older brass dragons often become discouraged with the world, believing that others are ruining it. Yet as they mature, they seem to accept the follies of the world, and may even donate some of their treasures to aid a cause they believe to be worthy. Ancient brass dragons are some of the best - and most willing - sources of advice in the entire Prime Material Plane. The brass dragon prefers to dig its lair inside a desert peak or spire. They also prefer to have their lairs face eastwards, so that the rising sun will warm the lair for the bulk of the day. A brass dragon's lair is well-constructed and quite extensive, with many twisting corridors and dead ends to confuse and discourage hostile intruders. The centerpiece of any brass dragon's lair is the Grand Conversation Hall, where it spends the majority of its time entertaining friends and visitors. A typical lair will also contain an elegant foyer, a gallery for the artwork the dragon has collected, a sleeping chamber, and a storage room. All brass dragon lairs have several small entrances, known as bolt holes. These multiple entrances allow a brass dragon to easily escape an attack by a blue dragon or other predator. The brass dragon was an example of content misrepresented by the game's detractors, by whom it was described erroneously as the worst of dragons. | |- |Bronze dragon | *Maximum Height: 15 feet * Maximum Weight: 160,000 pounds * Maximum Wingspan: 80 feet * Breath weapon: repulsion gas, lightning * Habitat: Aquatic, Tropical Islands * Diet: Aquatic plants, shark meat, crustaceans, sahuagin. * Preferred Treasure: Ceramics, statuary and gemstones. |Duty-bound and honorable to a fault, bronze dragons commit themselves to order and are among the greatest and most devout champions of that ideal. As order's sworn servants, bronze dragons can seem arrogant and haughty, with an inflated sense of self, a tendency that can put them at odds with those they meet. In rare cases, this self-righteousness grows into something far more sinister, and the bronze dragon takes over what it sees as lesser races, ruling as a cruel tyrant to its subjects. Bronze dragons claim coastlines, inlets, and islands as their own, constructing lairs in coastal caves that have access to the sea. More aggressive bronze dragons purposely choose lairs near shipping lanes so they can claim tribute from merchant vessels as those craft pass by. All bronze dragons share a deep and abiding hatred for blue dragons, and they are vigilant in protecting their homes from these interlopers. Physically, the bronze dragon is quite fierce in appearance, despite its good nature. While most of its body is a reflective copper color, the wings are often tipped with green. The eyes of a bronze dragon begin with a green iris and as they age the eye slowly becomes a solid green with no distinct iris. The dragon has three main large horns protruding from each cheek, pointing back towards the tail. It also has a couple of smaller horns. The tips of these points are black and very sharp, and are often used for grooming. The tongue is purple-gray, long and pointed, and not forked. A large frill runs down the upper part of its neck. They smell like sea-spray. Bronze dragons mate for life and take their duties as parents with the utmost seriousness. They will protect their eggs and their wyrmlings at any cost. Although bronze dragons always live near water, they lay their eggs in a dry cave. Apart from a dry, relatively warm environment, bronze dragon eggs require no special conditions for incubation like those of most dragons. Upon hatching, the wyrmlings are raised, taught, and protected by their parents. A newly hatched bronze wyrmling appears yellow with a tinge of green, and the scales will gradually shift to bronze as it matures. Bronze wyrmlings hold a strong sense of responsibility from the moment it leaves the egg- one that causes it to seek out purpose as thoroughly as it hunts for sustenance. Given its exceptional abilities as a swimmer, the entrance to a bronze dragon's lair is quite naturally underwater, and often disguised with seaweed and coral. The bulk of the lair is above water level, however, consisting of multiple tunnels and large chambers, some as much as a thousand feet above sea level. They prefer to make their lairs in an island volcano, if possible. While bronze dragons are often fascinated with battles, especially fighting to defeat evil, they have strong moral compunctions against killing living beings unless absolutely necessary. They will often join good-aligned armies to fight the forces of evil, either in human form or their own. In battle, their weapon of choice is to breathe repulsion gas, which is so putrid that it forces absolutely everything away. They also like to relocate a foe to a remote location where it can do no harm when possible. When forced to kill, the bronze dragon is a deadly combatant, roasting enemies with bursts of lightning or ripping them open with its clawed forelegs. | |- |Copper dragon | *Maximum Height: 12 feet * Maximum Weight: 160,000 pounds * Maximum Wingspan: 80 feet * Breath weapon: Cone of Slow Gas, Line of acid * Habitat: Dry, rocky mountains or desert * Diet: Scorpions and other venomous creatures * Preferred Treasure: Valuables from the earth: metals, precious stones, finely crafted sculptures, well-made ceramics, et cetera |Copper dragons are the second weakest of the metallic dragons. They are born tricksters and jokesters. They are quite devious and clever, but their intent is purely benign. They do not seek to harm 'lesser' creatures, but merely wish to impress them with superior intelligence and wit, and to fool them with clever pranks. Physically, the copper dragon is very striking, with scales of a warm copper color tinged with blue. Like the brass dragon, the copper dragon's wings connect to its body all the way to the tip of its tail. However, its wings have a pronounced bend to them, giving them the appearance of a \"V\" from below, rather than the brass dragon's triangular appearance. Copper dragons are powerful jumpers and climbers, with massive thigh and shoulder muscles. Their two horns are broad and flat, pointing backwards towards the tail from the top of their heads. They also have a distinctive frill protruding from either jaw. When the mouth is closed, the teeth are completely hidden. They exude a stony odor. Copper dragons lay their eggs in a nest of cool sand or clay. Both parents watch over the eggs and raise the wyrmling until it reaches adulthood, whereupon the parents separate. When new hatched, the scales of a copper wyrmling are a muddy brown in color, which gradually shifts to a glowing copper as it matures. Adult copper dragons are quite social, mainly due to the desire to play tricks upon each other. A visitor to a copper dragon's lair can expect to be entertained at length, although the dragon will become angry if the visitor does not appear impressed with their tricks, riddles, and stories. A typical copper dragon's lair is a cave, whose entrance is concealed by rocks and boulders. Upon entering, visitors find themselves in a huge labyrinth of tunnels. Copper dragons compete amongst themselves to see who can design the most confusing layout. If a friendly visitor becomes hopelessly lost (which is rather common), the copper dragon will rescue them before they are actually endangered. Once through the labyrinth, visitors find themselves in a spacious foyer, beyond which is the Main Entertaining Chamber, where the dragon will spend the bulk of its time. Opening off the MEC is a much more straightforward escape tunnel, whose outside entrance is often fiendishly difficult to locate even when one knows exactly where it is. The copper dragon will know, however, and often uses its 'back door' to get into its lair instead of taking the time to navigate the maze. Obviously, it is far easier for a visitor to enter via the secret door if they can find it, but doing so is considered impolite, especially if they are a first-time visitor. When it comes to combat, copper dragons prefer to avoid it. Rather than fighting openly, they prefer to taunt, humiliate, and tease their opponents until they simply give up and run away. Their ability to dramatically slow opponents often gives them ample time to run away. When forced, however, a copper dragon will fight to the very end, and is an incredibly devious antagonist. Their acid breath is not to be taken lightly. | |- |Gold dragon | *Maximum Height: 22 feet * Maximum Weight: 1,280,000 pounds * Maximum Wingspan: 135 feet * Breath weapon: Cone of fire, weakening gas * Habitat: Anywhere, although they prefer secluded lairs * Diet: Small gems and pearls; they do not eat any living creatures * Preferred Treasure: Art, especially paintings and sculptures |Gold dragons are based on creatures from Chinese mythology. In the game they are the most powerful of the metallic dragons (in some versions they are the strongest of all dragons), and the most dedicated to defeating evil. They spend the bulk of their lives in human form, seeking out evil and punishing wrongdoers to the best of its considerable abilities. Its typical mode of operation runs roughly along the lines of a sting operation: the dragon will listen for stories of dangerous or evil creatures or persons, then reveal its true form and mete out punishment. They prefer to turn villains over to law enforcement if available, but will ultimately take whatever actions they deem necessary in order to see justice served. They are best summarized as the paladins of the draconic world. Physically, gold dragons are quite spectacular. Several large horns tipped with umber shoot sideways from their cheeks, and two very prominent horns point backwards along their heads. The most obvious feature is probably the tentacle whiskers that sprout from the top and bottom of the gold dragon's jaw, giving the appearance of a beard of sorts. Their wings, like those of brass and copper dragons, connect to the body all the way to the tip of the tail. From below, the overall shape resembles that of a brass dragon, but the different coloring and dramatic difference in size enables easy differentiation. When in flight, the gold dragon's wings ripple, giving the appearance of swimming rather than flying. They smell of saffron and incense. Gold dragon eggs must be incubated in a nest of open flames. A newly hatched gold wyrmling appears similar to an adult, except that it lacks horns or tentacle whiskers. Both parents tend the eggs, and then take intense interest in their wyrmlings' care and education. At some point, however, the biological parents may send the wyrmling to live with foster parents; this allows the parents to undertake their own quests, as well as exposing the wyrmling to new experiences. Unlike many species of dragons, gold dragons have a very firm and hierarchical social structure, encompassing all members of the species. This structure always has one gold dragon as its leader who is given the title \"your resplendence\", who serves until he/she either dies or steps down. At that time, all gold dragons congregate and choose the next leader of their kind. Sometimes two dragons may be chosen; in such cases, the two will share the duties of leadership. The position of leader, or 'top dragon,' does not so much involve the maintenance of order - gold dragons are famous for their good behavior - so much as the dispensing of advice and wisdom to any dragons who ask for it. Gold dragons are voracious learners, and they tend to become very wise and worldly as they age. They freely share their knowledge and experience to anyone who asks, dragon or not. In fact, it is not unknown for a gold Great Wyrm to take the form of a scholarly professor in order to spread its knowledge at some human center of higher education. Unlike most other species of dragons, gold dragons devote immense time and energy to the construction of their lairs. The layout of their lairs often resemble those of elegant human mansions, albeit buried underground. Rooms are well-constructed and elegantly decorated with the many art treasures the gold dragon has collected over its lifetime. Typical rooms in a gold dragon's lair include a main hall, a banquet hall, a resting chamber, a study, a kitchen, a lobby, a storage room, and perhaps even a lavatory. Many gold dragons even have a glass-walled observatory, especially if they live underwater. Gold dragons prefer to talk rather than to fight. They will never engage in combat if they believe it is unnecessary. Once they believe it is necessary, however, they are amazingly powerful opponents. Their ability to breathe fire rivals that of the eldest red dragons, and they will pour their entire being into a battle against evil. Gold dragons dislike killing, but they do not hesitate to do so if it is necessary in order to defeat an evil foe. | |- |Silver dragon | *Maximum Height: 22 feet * Maximum Weight: 1,280,000 pounds * Maximum Wingspan: 150 feet * Breath weapon: Cone of Cold, Paralyzation Gas * Habitat: High Mountains (the colder the better) * Diet: Almost anything; love tasting new things * Preferred Treasure: Beautifully crafted jewelry or finely woven fabrics |Silver dragons are the second most powerful of the metallic dragons, and are true friends to all. The silver dragon enjoys the company of humans and elves so much that it will often take the form of a human or elf and live among them for the majority of its life. Silvers, like all dragons, believe themselves the most superior creatures in the world. However, apart from the ability to fly, which they enjoy greatly, they tend to prefer the physical forms of humanoids for everyday life. At first glance, the silver dragon appears very similar to the White dragon. The wings are more curved than a White's though, and the silver has two talons on its wings rather than the single talon of most dragons. The silver dragon also has a beautiful frill that begins at the top of its head and flows all the way down its neck and body to the tip of the tail. The frill is silver towards the body, fading to a purple hue at the edge. They have two long, smooth silver horns with black tips, pointing up and back from the head. They also have a pronounced sharp frill under the chin, which has the rough appearance of a goatee. They smell like rain. Silver dragons lay their eggs in a bed of snow. A new hatched silver wyrmling has scales of a bluish gray, which change to silver over time. Silver wyrmlings are intelligent, kind, extremely curious, and adorable. Unlike the gold or bronze dragon, the silver dragon does not usually go out of its way to bring justice to the world. Instead, it waits for others to ask for help. Silver dragons will attempt to right an injustice if they see one, but they have no inclination to intentionally seek evil out and destroy it. They are more interested in protecting the humans or elves they have come to care for than in looking for evil. Like most metallic dragons, silvers do not enjoy combat, and are averse to killing. If forced to fight, however, they are as deadly as any other dragon. A silver wyrmling's scales are blue-gray with silver highlights. As the dragon approaches adulthood, its color gradually brightens until the individual scales are scarcely visible. The pupils of the oldest silver dragons resemble orbs of molten mercury. They are very intelligent, more so than most humans, extremely powerful, breathtakingly beautiful, and have lifespans which can extend to 4,200 years (as stated in draconomicon, the book of dragons). The silver dragon is regal and statuesque. An unusual trait they offer is the love of human dining, and will use the ability of alternate form to take part in large feasts. Silver dragons employ a breath weapon of extreme cold similar to that of white dragons. They also have a second breath weapon, a cone of paralyzing gas. Silver dragons are extremely rare and elusive, preferring to take the guise of kind and elderly humanoids or very attractive and young humanoids. They very much like to associate with elves and humans, not necessarily because they prefer their company over other races, but because they try to learn from the shorter-lived humans. Silver dragons' favored enemy are red dragons because these chromatic dragons are almost always evil and have a talent for destruction. Additionally, silvers and Reds favor the same sort of mountainous terrain for lairs, which leads to territorial disputes on top of having attitudes and philosophies at odds with the others'. Dragons may live for millennia, while humans only live a few decades. This vast difference in time leads to inherent psychological differences concerning time. Dragons tend to think things through for years at a time, using their razor-sharp intellects to hone a plan to perfection, solve near-impossible puzzles, or engage in other intellectual pursuits. Silver dragons, however, note that humans are able to accomplish much in their short life spans because of their drive for success. When a silver dragon can combine its own long-term perspective with the ambition and drive of humans, the benefit is undeniable. Most silvers group together in \"clans\", a loose organization of dragons who choose to live together as a family. Clans take communal responsibility for protecting and raising their wyrmlings. A senior member of the clan may act as a leader, but no true leader actually exists. Silver dragons do not feel the need for a strict social structure, since they are most content to live as honestly as possible. However, many silver dragons leave their clans for long periods of time to live among nondragons. They tend to live for many years with the same group of humans or elves, having grown attached to them. As members of the family die, the silver dragon, grieved by the loss, often chooses to stay with the family, remaining a true and loyal friend and champion through many generations. If the dragon feels comfortable enough around these nondragons, it might even decide to reveal its true self. A silver dragon's lair is typically found within an icy mountain, with the main entrance only accessible by air. The lair itself is similar to the gold dragon's in its sophistication and design, although the silver dragon's lair tends to be far less intricate. A typical lair will contain a main entertaining area, a storage room, a vault, a sleeping chamber, study, library, shrine, and two clinic rooms where the dragon can offer help and protection to those who need it. The lair will also have a concealed back entrance for use in emergencies. | |} ====Rare types==== {| class=\"wikitable\" !Name !Description |- |Adamantine dragon |Adamantine dragons are tacticians that supplement their melee abilities with blasts of thunderous power. They can be found anywhere, but prefer to lair in huge caverns. Regarding tactics, an adamantine dragon favors frontal assaults against a single target that it can take down quickly. When working with a group of allies, an adamantine dragon doesn't hesitate to bear the brunt of enemies' attacks. When fighting alone, an adamantine dragon attempts to isolate weaker foes first and finish them off quickly. |- |Cobalt dragon |Midnight blue dragons that could fire a breath weapon of pulsing, barely perceptible energy. These dragons, like the chromium dragons, were foul of temper but subservient to iron dragons and their lord. |- |Mercury dragon |Mercury dragons are fast, relatively small (by dragon standards) creatures with long tails. They are very whimsical and make and change decisions quite often. At birth, its scales are dull silver. As the dragon ages they become brighter, and at adulthood they take on a mirror finish. Mercury dragons have one breath weapon, a line of superheated yellow light. Upon adulthood, however, they have a secondary attack of reflecting light at their opponent, changing it into a brilliant burst of dazzling brightness. In combat, they are unpredictable except that they will never attack good-aligned creatures unless provoked. They always use spells in combat, finding new and creative ways to use them. |- |Mithral dragon |Mithral dragons are among the rarest and most potent of the dragons. They claim themselves as the pursuers of Io's final vision. Choosing to live in the Astral Sea amongst the gods and angels, these dragons nevertheless pursue agendas and plots that put them into contact with creatures of the mortal world. Mithrals seek to further their own plans at any cost, and woe to the lesser creature that tries to thwart them. These dragons have visions of other times and spaces. Being native to the Astral Sea, mithral dragons are immortal and will not die unless slain in battle. |- |Orium dragon |Orium dragons live in jungles and rainforests in the ruins of past civilizations. They command lesser beings to rebuild the glories of the past and obtain the long-forgotten magic of fallen empires. To those under its protection, the orium dragon treat them as a monarch, wise but harsh. Those who threaten the dragon and his dreams of rebuilding his empire find themselves choking on its corrosive breath. This same breath coalesces into a smoky serpent that attacks at the dragon's command. |- |Steel dragon |The steel dragon's body seems somewhat feline, but its face has a humanlike quality. Spines that vaguely resemble hair and a beard ring its head and its scales shine like burnished steel. Steel dragons prefer human form to their own, so they're rarely seen in their natural forms. They routinely use their special abilities to infiltrate human society, typically masquerading as sages, scholars, wizards, and other intellectuals. Endlessly curious about the art, culture, history, and politics of civilized races, steel dragons live among humans and similar beings. Though they keep their true nature secret from the people with whom they mingle, they can always recognize each other. When a steel dragon hatches, its scales are a deep blue-gray color with steely highlights. As it grows to adulthood, its color lightens to a lustrous burnished steel, and its shine increases as it continues to age. In human form, a steel dragon always has one steel-gray feature, such as hair, eyes, or nails. In rare cases, this feature may be a ring, tattoo, or other ornamentation. In its natural form, a steel dragon smells of wet steel. Since they prefer human form, steel dragons rarely live in caves. Instead, they choose human dwellings such as mansions or castles. Such a home need not be opulent, but it must be large enough to accommodate a strongroom that will hold all the dragon's treasure. Steel dragons also prefer to dine in human form, but since they need to eat much more than humans do to maintain their true body mass, they make monthly trips to hunt in dragon form. These absences are always explained away in terms consistent with the roles they take in human society. For example, a steel dragon in the guise of a historian might claim to be exploring records in another city's library. Steel dragons prefer treasure that they can carry in their human forms, such as jewelry, valuable coins, and magic items usable by medium-sized creatures. They hate creatures that disrupt normal life in cities or despoil natural hunting grounds. Within a city, they usually rely on local authorities to deal with troublemakers, though they are quite capable of dealing out their own justice when such authorities cannot be relied upon to do so. Steel dragons tend to prefer swifter forms of justice in the wilderness. |} === Gem dragons === Gem dragons are a classification of dragon based on \"gem type rather than color or metal\". They are typically of neutral alignment with respect to good and evil, but some kinds are quite egoistic and awful company nevertheless. The Gem dragon family comprise Amethyst Dragons, Crystal Dragons, Emerald Dragons, Sapphire Dragons, and Topaz Dragons. Sardior is the deity of gem dragons. Although Obsidian Dragons are also technically gem dragons, they are opposed to Sardior and most other gem dragons. ====Publication history==== The gem dragons (the amethyst dragon, the crystal dragon, the emerald dragon, the sapphire dragon and the topaz dragon) and Sardior the Ruby Dragon first appeared in the first edition in Dragon #37 (May 1980).Arthur W. Collins, \"That's Not In the Monster Manual!\" Dragon #37 (TSR, 1980) The gem dragons appeared in the second edition in the Monstrous Compendium Fiend Folio Appendix (1992),Skip Williams et al., Monstrous Compendium Fiend Folio Appendix (TSR, 1992) and the Monstrous Manual (1993).Doug Stewart, ed. Monstrous Manual (TSR, 1993) They appeared as player character races in the Council of Wyrms set (1994)Bill Slavicsek. Council of Wyrms (TSR, 1994) and the Campaign Option: Council of Wyrms book (1999).Slavicsek, Bill. Campaign Option: Council of Wyrms Setting (Wizards of the Coast, 1999) The gem dragons appeared in the third edition in Monster Manual II (2002).Ed Bonny, Jeff Grubb, Rich Redman, Skip Williams and Steve Winter, Monster Manual II (Wizards of the Coast, 2002) They are set to appear in fifth edition for the first time in Fizban's Treasury of Dragons (2021). ====Types==== ;Amethyst dragon * Breath weapon: Line of force (prior to edition 3.5 an explosive lozenge) * Terrain: Inner Planes, underground * Alignment: Always neutral The most powerful of the neutral gem dragons, amethyst dragons are honorable, regal creatures. They inhabit the mountains of the northern islands, living on the shores of isolated lakes and pools. At birth, these dragons have lavender skin with fine, translucent-purple scales. These scales darken as the creature grows older, eventually reaching a sparkling lavender color. These creatures approach life with a detached air, ignoring the conflicts of good and evil, law and chaos. At best, they see these conflicts as petty squabbles over inconsequential points of view, and not worthy of their time or consideration. These majestic dragons consider themselves to be the leaders of the gem dragons, and most of the lesser gem dragons acquiesce to this leadership – in everyday life and in the Council Aerie. While amethyst dragons consider their silver and copper cousins to be foolish and have an active dislike of red and white dragons, they do not consider any life form to be their inherent enemies. They prefer to reason out a settlement through discussion and negotiation rather than through combat, but they can and will fight if they must. Being honourable and noble, these dragons never hide or attempt to ambush foes. To them, even retreating is a dishonourable action, but they will flee if faced with certain death. Amethyst dragons eat large quantities of fish and gems. They keep vassals to attend to their needs, though they do not place as many restrictions or requirements on them as other dragon lords do. Most keep at least one hidden, underwater cave for seclusion and secrecy. Amethyst dragons approach mating in a very logical manner, seeking the optimum partner to produce the best offspring. Love and pleasure rarely, if ever, enter the equation. ;Crystal dragon * Breath weapon: Line of blinding light * Terrain: Inner Planes, temperate and cold mountains * Alignment: Always chaotic neutral The friendly crystal dragons of Io's Blood's northern isles spend much time trying to learn about world around them. They value friendship over all else and the treasures tend to be sentimental rather than valuable, they welcome visitors who come to them with good intentions. Hatchlings have glossy white scales that become more and more translucent with age. By the time they reach adulthood, these scales become luminescent in moonlight. In the full light of the day they glow with a dazzling, almost unbearable brilliance. Fun-loving and mischievous, crystal dragons tend to be irresponsible rulers. For the daily running of their domains, these dragons rely on their vassals to keep things going. They establish domains in the cold, open northern reaches, building castles out of snow and ice. They leave these castles open to the sky, for they love to watch the stars on clear, cold nights. The white dragon clans consider crystal dragons to be nothing more than prey, so the two types are almost always in conflict. The crystal dragons also have little love for the tribes of giants that live beyond the Ice Sea and often come south to enslave the small, relatively weak gem dragons. Like other benevolent dragons, the crystal dragons prefer to talk rather than fight. Even without special abilities, they can be charming and engaging to an extreme. Gems and metal ores are their foods of choice. They mate with willing partners whenever they want, as desire and need move them. It has also been known for crystal dragons to adopt white dragon hatchlings. ;Emerald dragon * Breath weapon: Powerful burst of wind. * Terrain: Inner Planes, underground (prefers inactive or extinct volcanoes) * Alignment: Always lawful neutral Emerald dragons live among the tropical islands in the Io's Blood chain's southern waters. They are a curious species, taken to keeping track of history, lore and customs. They tend to be very reclusive, suspicious that others covet their treasure hoards and territory. Hatchlings have translucent green scales, which harden and take on many shades of green as they age. These scales are scintillating in the light, giving an emerald dragon's hide the appearance of being in constant motion. A desire for privacy runs through the emerald clans, going so far as to determine where the dragon lords and their spawn establish lairs. In the southern islands, emerald dragons built their domains around the inactive volcano range that stretches across the tropical isles. Only their most trusted vassals are permitted to serve them within the main lairs. The others tend to duties throughout the rest of the domain. The primary lairs consist of traps and alarms designed to warn the dragon of visitor and other threats. Emerald dragons prefer to quietly observe intruders and rarely emerge from hiding. If parlay is called for, they send their kindred or chief vassals to handle such duties while they watch, hidden, from cover. When forced into combat, emerald dragons prefer to attack by ambush, using stealth and surprise attacks to quickly disable their enemies. If the threat prove to be too great to handle, an emerald dragon will not hesitate to retreat. However, it will plan revenge, and its patience can last for centuries if need be. Emerald dragons have no compunctions about what they eat. They prefer lizards and giants, but they will eat anything in a pinch. Of all the other type of dragonkind, emerald dragons get along best with the sapphire dragons, often controlling parallel domains (emerald dragons taking the surface, sapphire dragon the subterranean areas below). They fear the red dragon clans because of their well-known greed, and they are usually in open conflict with the fire giants from beyond the Burning Sea. Emeralds like the security and protection offered by a trusted partner and will take a single mate for a long time. ;Sapphire dragon * Breath weapon: Cone of panicking sound * Terrain: Inner Planes, underground * Alignment: Always lawful neutral The sapphire dragons of the Io's Blood Isles control subterranean domains beneath two of the larger southern islands. While most of the territory above their realms belongs to the emerald dragons, they keep a small portion of the surface area as their own as well as the extensive caverns beneath the tropical jungles. From birth, sapphire dragons are beautiful, with scale ranging from light to dark blue in color, which sparkle in the light. Because of their coloration, they are sometimes mistaken for blue dragons. Of all dragonkind, perhaps the sapphire dragon clans are the most militaristic. They fervently protect their territory from outsiders, going so far as to distrust anyone who even gets close to their borders. They work to keep their vassals in peak fighting condition, maintaining some of the best-trained armies in the isles. As most of the territory that interests the sapphire clans is below the ground, they rarely come into conflict with other dragon clans unless they attempt to take caverns currently in use. Only the black dragons compete with them for the tropical underground, and even they are wary of going into direct conflict with the armies of the sapphire clans. Most of the demihuman vassals serving the sapphire dragons are either dwarves or gnomes, as these races have no problems living and working beneath the ground. Also, elves are too much like drow, whom these dragons consider to be one of their natural enemies. Dwarven vassals are treated little better than slaves, as the two species were once at war, and they are almost never granted the kindred bond. This honour is usually reserved for gnome only. Giant spiders make up most of a sapphire dragon's diet, and great hunts are conducted in the tunnels to find these delicacies. When a dragon lord feeling particularly lazy, it will send its dwarven vassals into the tunnels in search of the spiders. Of course, they must capture the spiders alive. While militaristic and warlike, the sapphire dragons are not quick to attack. They prefer to observe intruders (all visitors are intruders) so that they can plan how to deal with them. If drow or dwarves from another clan approach, they are immediately attacked. Others can often at least make some gesture of friendship or parlay before being told to leave. If a sapphire dragon or its treasure is ever threatened, it attacks immediately with its breath weapon, spells, and physical attacks. It uses psionics and special abilities to escape if faced with a more powerful foe. Sapphire dragons take a single mate for long periods of time, however sapphires seek to possess a mate to enhance their prestige and status more than other reasons ;Topaz dragon * Breath weapon: Cone of dehydration * Terrain: Inner Planes, any aquatic * Alignment: Always chaotic neutral Topaz dragons inhabit the coastal regions of the temperate islands, building lairs below the waterline, though constructing them so they remain dry. Clannish and self-seeking, these gem dragons usually want little to do with the other inhabitants of the isles. They keep vassals to fill their domain and make them appear as prosperous as their neighbors, and they participate in the Council activities on occasion, but for the most part these dragons neither seek company nor welcome it. Out of the egg, a topaz dragon is a dull yellow-orange in color. With the age, its scales harden and become translucent and faceted. When it reaches adulthood, a topaz dragon sparkles in the light of the sun. While topaz dragons enjoy the feel of sea wind and spray on their faceted- scale hides, they do not particularly like the water. They swim to hunt, attack, or reach their lairs, but not for enjoyment. They do love to eat fish and other sea creatures, especially the tasty giant squids that live in the Coral Sea. While not malicious, topaz dragons are not the best of company or particularly pleasant to deal with. Besides caring little for social graces, they display erratic behavior that is unsettling and very confusing. They dislike visitors, but tend to avoid combat if they can help it. If combat is unavoidable, they use tricks and promises to distract their foes before striking with teeth and claws (which they enjoy using). Unless it specifically interests or affect them, topaz dragons tend to be indifferent to the causes and concerns that occupy the rest of dragonkind. They dislike bronze dragons and usually oppose the interests of those clans. It takes time for a topaz dragon to accept another dragon's friendship, but once it does it remains a friend for life. Once another dragon gets past its outer defenses and gruff exterior, it finds a loyal companion and ready protector in the topaz dragon. ====Other gem dragons==== ;Obsidian dragon * Breath weapon: Cone of fire * Terrain: Warm mountains and underground, demiplanes * Alignment: Always neutral Obsidian dragons, while the most intelligent of the gem dragons, are also the most vicious. They are extremely haughty, anger easily, and like to toy with prey before finishing it off. An obsidian dragon has smooth black skin with razor edges where joints come together. When first hatched, their scales are gray, rough to touch, and well defined. As they get older, the scales darken, become smoother, and begin to blend together. Most obsidian dragons prefer to make their lairs around volcanoes or in one of the mountains of coal found on the Elemental Plane of Fire. Most great wyrms, though, make use of the genesis power to create their own demiplane. ====Reception==== Reviewer Mark Theurer remarked that gem dragons \"have some interesting breath weapons\". === Catastrophic dragons === Catastrophic dragons are typically of neutral alignment. They are Avalanche Dragon, the Blizzard Dragon, the Earthquake dragon, the Tornado Dragon, the Typhoon Dragon, Volcanic Dragon, and the Wildfire Dragon. Catastrophic dragons pay their homage to the Primordials as opposed to any other dragon deity. After the defeat of Io, there was a group of dragons that defected to the side of Primordials. The Primordials transformed these dragons into beings imbued with the elemental chaos. Metallic and Chromatic Dragons view Catastrophic dragons as aberrations. === Lung dragons === The Lung dragons, originally known as Oriental dragons, are all of neutral alignment with respect to good and evil. They are wingless creatures, and fly by innate magical means. Lung dragons can have any colour despite their specific type. These dragons are derived from Chinese mythology. Oriental dragons appeared for the first time in the original Fiend Folio (1981), including the li lung (earth dragon), the lung wang (sea dragon), the pan lung (coiled dragon), the shen lung (spirit dragon), the t'ien lung (celestial dragon), and the yu lung (carp dragon). Two more were added in the 1st edition Oriental Adventures book, the chiang lung (river dragon) and the tun mi lung (typhoon dragon). The Lung dragons later appeared in the Monstrous Compendium Forgotten Realms Appendix (1989).Connors, William, et al. Monstrous Compendium Forgotten Realms Appendix (TSR, 1989) These creatures appeared in third edition under the \"lung dragon\" heading in Oriental Adventures (2001).Wyatt, James. Oriental adventures, Dungeons and dragons supplement. Wizards of the coast, 2001. === Ferrous dragons === Ferrous Dragons are typically of lawful alignment. They are the Iron Dragon, the Nickel Dragon, the Tungsten Dragon, the Cobalt Dragon, and the Chromium Dragon. They originated in Dragon Magazine. All Ferrous dragons can sense ordinary metals and the lawful ferrous dragons have a strict hierarchy, with the higher dragons dictating the laws to the lower ones. The hierarchy, from highest to lowest, is iron, chromium, cobalt, tungsten, and nickel. Gruaghlothor is the supreme ruler of the ferrous dragons. ====Chromium Dragon==== * Breath weapon: Line of solid ice (cold damage) and cone of freezing crystals (Dexterity damage) * Terrain: Subterranean or mountainous arctic climes * Alignment: Lawful Evil * Appears in: Dragon #356 Shining, dull silver dragons that did not seem to match up in description to silver, steel, or mithril dragons were mentioned. These dragons had a breath weapon that fired forth freezing crystal. These dragons appear to have a particularly malevolent nature to them. ====Cobalt Dragon==== * Breath weapon: Line of pulsing magnetic energy (force damage plus Bull Rush check) * Terrain: Deep dark forest or thick jungle * Alignment: Lawful Evil * Appears in: Dragon #356 Midnight blue dragons that could fire a breath weapon of pulsing, barely perceptible energy. These dragons, like the chromium dragons, were foul of temper, but subservient to iron dragons and their lord. ====Iron Dragon==== * Breath weapon: Cone of superheated sparks (fire and electric damage) and cone of sleep gas * Terrain: Hills and mountains containing iron ore * Alignment: Lawful Neutral * Appears in: Dragon #356 ====Nickel Dragon==== * Breath weapon: Cone of corrosive gas (acid damage) * Terrain: Swamp and marshland * Alignment: Lawful Evil * Appears in: Dragon #356 This form of dragon had grey and white metallic scales and could breathe corrosive gas as a weapon. ====Tungsten Dragon==== * Breath weapon: Cone of hot sand (fire and bludgeoning damage) * Terrain: Arid deserts and steppes, dry plains in temperate or warmer regions * Alignment: Lawful Good * Appears in: Dragon #356 A species that appeared to be generally benevolent, there was a species of ferrous dragon, one whose breath weapon was composed of superheated sand and bludgeoning sand, that seemed especially set upon fighting chromatic dragons and other forms of powerful evil. This form of dragon has metallic scales that are a dull green with grey. === Planar dragons === Planar dragons inhabit the outer planes. ====Shadow dragon==== * Breath weapon: Energy-draining shadows * Terrain: Underground, Shadow Material Plane * Alignment: Always Chaotic evil * Appears in: AD&D; 1st Edition Monster Manual II (1983) and reprinted on several other occasions, including: AD&D; 2nd Edition adventure Night Below; computer game Baldur's Gate II. A shadow dragon called Shimmergloom is the ruler of a clan of Duergar in the second book of the Icewind Dale Trilogy, Streams of Silver; Erevis Cale and his companions encounter a shadow dragon named Furlinastis on several occasions in the Twilight war trilogy. Also appeared in the D&D; 5th Edition Monster Manual. ====Adamantite dragon==== * Breath weapon: White-hot fire, Hold monster gas * Terrain: Twin Paradises of Bytopia * Alignment: Neutral Good * Notes: Oversized natural weapons, Can destroy Adamantium fortresses. Also, they look like they are made of jet-black metal. Adamantite dragons are perhaps the mightiest of dragonkind. They are the epitome of good, sacrificing whatever is necessary for the common good of intelligent creatures everywhere. These other-planar creatures are strange among dragonkind, since they are born with their shining coats of adamantite fully developed (explaining their very high armor class even when hatchlings). This mighty coat is a shining silver color that reflects light in brilliant, scintillating beams and rainbows-refreshing to those who can bask in its goodness, painful to those who hide in the shadows of evil. Adamantite dragons speak their own tongue and the language of all good dragons. By their juvenile years (age category 4), they will speak common. By the time they are adults (age, category 6), they are 50% likely to speak any language of dragonkind. Combat: Due to the adamantite dragons strong taste for physical battle, they may use the extra attack forms of dragons (wing buffet, foot stomp, etc.) one age category earlier than other dragons. Breath weapon/special abilities: An adamantite dragon has two breath weapons, one of which can only be used at certain times. The common form of breath weapon is a cone of flame 110' long, 10'wide at the dragon's mouth, and 45'wide at the end- This is a magical flame and will ignite even nonflammable materials. The adamantite dragon's second breath weapon projects an area of time stop. It has the same dimensions as the cone of flame. Anyone caught in the area must save vs., spells or be affected as if by a time stop spell cast at 20th level of magic use - This breath weapon may only be used on the dragon's home plane (Twin Paradises), when the dragons are defending the plane, and even then only one time per day. Adamantite dragons may use the following spell-like abilities: * polymorph self, 3 times per day, permanent, may revert to dragon form without restriction * magic missile, (adults and older), five missiles per round * blink, (mature adults and older) Due to their extra-planar nature, all adamantite dragons are immune to non-magical weapons. Habitat/Society: The adamantite dragons are the self-appointed guardians of the Twin Paradises. These great creatures are extremely powerful and will come to the aid of any intelligent creature. They are unconcerned with law or chaos, but only the protection of sentient lifeforms. Ecology: Adamantite dragons have little place in the ecosystem of the Twin Paradises, They can, however, be avaricious hunters with huge appetites. Adamantite dragons have no moral objection to hunting unintelligent life forms. ====Arboreal dragon==== * Breath weapon: Razor-sharp thorns * Terrain: Olympian Glades of Arborea * Alignment: Chaotic Good ====Astral dragon==== * Breath weapon: Dismissal effect, scouring dust * Terrain: Astral Plane * Alignment: True Neutral ====Axial dragon==== * Breath weapon: Force * Terrain: Clockwork Nirvana of Mechanus * Alignment: Lawful Neutral * Notes: Immune to a vast number of things, including acid, fire, cold, poison, and nonlethal damage. ====Battle dragon==== * Breath weapon: Sonic energy, Fear gas * Terrain: Heroic Domains of Ysgard * Alignment: Neutral Good ====Beast dragon==== * Breath weapon: Lightning * Terrain: Wilderness of the Beastlands * Alignment: Chaotic Good or Neutral Good ====Chaos dragon==== * Breath weapon: Random elemental blast (acid, cold, electricity, fire, sound, etc.), Confusion gas * Terrain: Ever-Changing Chaos of Limbo * Alignment: Any Chaotic ====Chole dragon==== * Breath weapon: Poisonous insanity vapors * Terrain: Infinite Layers of the Abyss * Alignment: Chaotic Evil ====Concordant dragon==== * Breath weapon: Antithetical energy * Terrain: Concordant Domain of the Outlands * Alignment: True Neutral ====Ectoplasmic dragon==== * Breath weapon: Whitefire, sticky ectoplasm. * Terrain: Astral Plane * Alignment: Chaotic Neutral ====Elysian dragon==== * Breath weapon: Sonic energy, inebriation gas * Terrain: Blessed Fields of Elysium * Alignment: Neutral Good ====Ethereal dragon==== * Breath weapon: Force * Terrain: Ethereal Plane * Alignment: True Neutral ====Gloom dragon==== * Breath weapon: Apathy gas * Terrain: Gray Waste of Hades * Alignment: Neutral Evil ====Howling dragon==== * Breath weapon: Howling sound, Maddening wails * Terrain: Windswept Depths of Pandemonium * Alignment: Chaotic Evil or Chaotic Neutral ====Kodragon==== * Breath weapon: Shrinking, reverse shrinking * Terrain: Astral Plane ====Oceanus dragon==== * Breath weapon: Lightning, Tranquility gas * Terrain: Upper Planes * Alignment: Neutral Good ====Pyroclastic dragon==== * Breath weapon: cone of superheated ash accompanied by waves of crushing sonic force, Disintegrating line * Terrain: Bleak Eternity of Gehenna * Alignment: Lawful Evil or Neutral Evil ====Radiant dragon==== * Breath weapon: Force, Light * Terrain: Seven Mounting Heavens of Celestia * Alignment: Lawful Good ====Rust dragon==== * Breath weapon: Acid, rusting liquid * Terrain: Infernal Battlefield of Acheron * Alignment: Lawful Neutral or Lawful Evil ====Styx dragon==== * Breath weapon: Acid, stupefying gas * Terrain: Lower Planes * Alignment: Neutral Evil ====Tarterian dragon==== * Breath weapon: Line of disruptive force, cone of will-sapping gas * Terrain: Tarterian Depths of Carceri * Alignment: Neutral Evil or Chaotic Evil * Current Source: (3.5) Draconomicon 189 ====Hellfire Wyrm==== * Breath weapon: Cone of Infernal Flame * Terrain: The Nine Hells of Baator * Alignment: Always Lawful Evil * Current Source: (3.5) Monster Manual II 125 === Faerûnian dragons === ====Brown dragon==== * Breath weapon: Sludge * Terrain: Bogs * Alignment: Neutral * Appears in: Monsters of Faerûn ====Deep dragon==== * Breath weapon: Flesh-corrosive gas * Terrain: Underground - Underdark * Alignment: Chaotic evil * Appears in: Monsters of Faerûn and reprinted in Fane of the Drow as well as the Legacy of the Drow series. A mutant, two-headed deep dragon named Zz,pora appears in the \"Starlight and Shadows\" series. The most recent v3.5 statistics for deep dragons can be found in Drow of the Underdark. Appears in 4E Draconomicon as Purple Dragon. ====Fang dragon==== * Breath weapon: None (has a constitution-draining bite) * Terrain: Mountains * Alignment: Always Chaotic neutral * Appears in: Monsters of Faerûn, 3E Draconomicon. Appears in 4E Draconomicon as Gray Dragon. ====Rattelyr dragon==== * Breath weapon: Cone of fire * Terrain: Desert, the forest, grassy plains * Alignment: Lawful Evil * Appears in: Shining South ====Song dragon==== * Breath weapon: Electrically charged gas * Terrain: Any land * Alignment: Always either chaotic good or chaotic neutral * Appears in: Monsters of Faerûn; \"Year of Rogue Dragons\" trilogy, \"Elminster's Daughter\". === Independent dragons === ====Incarnum dragon==== * Breath weapon: Incarnum energy * Terrain: Outer Planes * Alignment: Lawful good, lawful evil, chaotic good or chaotic evil. * Appears in: Magic of Incarnum ====Sand dragon==== * Breath weapon: Flaywind sand * Terrain: Warm deserts * Alignment: Chaotic Neutral * Appears in: Sandstorm; 4th Edition Draconomicon as Brown Dragon. === Epic dragons === ====Force dragon==== * Breath weapon: Force * Terrain: Any * Alignment: Usually Neutral * Appears in: Epic Level Handbook ====Prismatic dragon==== * Breath weapon: Prismatic Spray * Terrain: Any * Alignment: Usually Neutral * Appears in: Epic Level Handbook ====Time dragon==== * Breath weapon: Line of Ravaging Time and Cone of Time Expulsion * Terrain: Anywhere they find air to breathe * Alignment: Usually Neutral * Appears in: Dragon #359 McArtor, Mike. \"Time dragon, a wyrm for the ages\" - Dragon magazine no.359, September 2007, p. 36-41 === Arcane dragons === ====Hex dragon==== * Breath weapon: Poison * Terrain: Forest, marshes, underground * Alignment: Neutral Evil * Appears in: Dragon #343 ====Tome dragon==== * Breath weapon: Elemental energy * Terrain: Mountains * Alignment: Lawful Neutral * Appears in: Dragon #343 === Other dragons === Other species of true dragon that exist outside of the main dragon families include: Steel, Mercury, Pearl, Amber, Cloud, Mist, and many more. Two comedic dragons that appeared in Dragon Magazine #156: The Pink Dragon, which had a cone breath weapon of bubbles (stung the eyes); and the Paper Dragon, which looked like a dog-sized folded paper dragon, which when slain left several spell scrolls from its remains. ====Cerilian dragon==== * Breath weapon: Cone of burning venom * Terrain: Cerilia, any * Alignment: Any, each has a specific personality * Current Source: (2) Birthright Campaign Setting (3.5) BRCS == Lesser dragons == Lesser Dragons comprise all dragonkind that are not true dragons, and includes a broad range of creatures. === Drakes === Drakes are a large family of Lesser Dragons. They look like miniature versions of the much larger true dragons and sometimes acts as guards for the true dragons. Most drakes are of animal intelligence and can not speak, but they also have breath weapons and can be a dangerous opponent. Drakes can be subdued, and some subduers turn them into flying steeds or beasts of burden. * Ambush drake * Felldrake * Rage drake Elemental drakes are drakes most closely related to wyverns. They hail from the Elemental Planes, and are sometimes used as mounts by jann. Unlike wyverns they are sentient. * Air drake – Chaotic neutral drake with air mastery and blinding sandstorm. * Earth drake – Lawful neutral drake with earth mastery and tremor. * Fire drake – Neutral evil drake with heat attack. * Ice drake – Chaotic evil drake with freezing touch. * Magma drake – Lawful evil drake with burn attack. * Ooze drake – Lawful evil drake with acid attack. * Smoke drake – Chaotic evil drake with smoke breath weapon. * Water drake – Neutral drake with water mastery and drench. === Dragonets === Dragonet is a common term sometimes used for all minute Lesser Dragons. Technically they also include the Drakes.Monstrous Manual, Wizards of the Coast (1993). *Faerie dragons *Pseudodragons – Small dragon-like creatures that are stereotypically wizard's familiars. They can communicate telepathically and their main weapon is a stinging, poisonous tail. *Spiretop dragons === Landwyrms === Landwyrm is a family of Lesser Dragons that are mostly of an evil nature. They are cunning and can speak, but they have no wings and can not fly. === Linnorms === Linnorms are ancient, primeval cousins of the true dragons. They lack wings and hind legs, making them more serpentine than true dragons. All known linnorms are evil and cruel. Linnorms are sometimes referred to as \"Norse dragons\". There are many subtypes of linnorms.Bonny, Ed, Jeff Grubb, Rich Redman, Skip Williams, and Steve Winter. Monster Manual II (Wizards of the Coast, 2002).Frazier, Jacob. \"The Ecology of the Linnorm.\" Dragon #356 (Paizo Publishing, 2007).Rabe, Jean. \"The Vikings' Dragons Part 1.\" Dragon #182 (TSR, 1992).Rabe, Jean. \"The Vikings' Dragons Part 2.\" Dragon #183 (TSR, 1992).Wise, David, et al. Monstrous Compendium Annual 1 (TSR, 1994). Reviewer Mark Theurer remarked about Linnorm dragons that these giant \"dragon-like beings that might best be described as feral dragons\" really peaked his interest. He characterized the gray linnorm as \"small [for a Linnorm dragon], that means HUGE, and very aggressive\", the dread linnorm as \"the largest and has two frickin’ heads\", and the Corpse Tearer as \"old, smart, and vicious\". === Other types === Various other types of lesser dragons exist, including: * Dracolisk * Draconians * Dracotaurs * Dragon turtles * Dragonnel * Ssvaklor * Wurms * Wyverns ==Critical reception== Dungeons & Dragons for Dummies assigned the dragon a central role, stating that for many characters \"the opportunity to fight a dragon (and pillage its hoard) is the reason you play the game\". The authors also chose a specific dragon each among the ten best monsters for low- and mid-level characters. Jon Peterson described dragons in D&D; as greedy for treasure. He found it ironic, that they became the iconic creature in the game to conquer for the characters, as accumulation of treasures was one major goal of the game - exactly what the folkloric and fantasy images of hoarding dragons preceding D&D; warned against. Similarly, Philip J. Clements wrote about Dungeons & Dragons: \"Even the name suggests\" that \"both dungeons and dragons exist to be overcome and exploited by the power and cunning of the characters\". GameSpy author Allan Rausch commented on the improvements in the depiction of dragons in 3rd edition artwork: \"Dragons were redesigned with an eye toward giving them distinctive characteristics that would work in their preferred environments -- making them distinctively D&D; dragons.\" The ancient blue dragon was ranked third among the ten best high-level 4th Edition monsters by the authors of Dungeons & Dragons 4th Edition For Dummies. The authors described the ancient dragons as \"the most powerful versions of these majestic and deadly creatures, and the ancient blue dragon approaches the pinnacle of all dragon-kin\", surpassed only by the red dragon. The authors concluded that \"Few single challengers can stand long against the fury of this terrible dragon as it unleashes lightning and thunder.\" Screen Rant compiled a list of the game's \"10 Most Powerful (And 10 Weakest) Monsters, Ranked\" in 2018, calling the prismatic dragon one of the strongest, saying \"It represents the ultimate challenge for any party of adventurers, though it would easily dispose of all but the most insanely overleveled groups. Defeating a prismatic dragon would also represent the ultimate challenge for the actual players, as they would likely expire from old age before rolling all of the dice necessary to finish an encounter with the creature.\" ==Other publishers== In 1981 Varanae published a supplement named Dragons detailing 50 new dragon types in the format of a Monster Manual. In 1986 a scenario also titled Dragons was published by Mayfair Games, with a war between good and evil dragons as backdrop, and including more background material about dragons. The black dragon, blue dragon, brass dragon, bronze dragon, copper dragon, gold dragon, green dragon, red dragon, silver dragon, and white dragon are fully detailed in Paizo Publishing's book Dragons Revisited (2009).McArtor, Mike. Dragons Revisited (Paizo, 2009) ==Notes== ==References== ==Other sources== *Wyatt, James and Rob Heinsoo. Monstrous Compendium: Monsters of Faerun (Wizards of the Coast, 2001). *Andy Collins, Skip Williams, and James Wyatt. Draconomicon (Wizards of the Coast, 2003). ==Further reading== * * * ==External links== *Wyrms of the North Archive *Bricken, Rob (27 February 2015). \"The 16 Strangest Dragons In Dungeons & Dragons\". io9. Accessed 25 December 2016. Category:Dragons in popular culture Category:Dungeons & Dragons creatures from folklore and mythology Category:Dungeons & Dragons monsters",
 "title": "Dragon (Dungeons & Dragons)"
}