{
 "id": "439506",
 "text": "AHK Air Hong Kong Limited (stylised as air Hongkong and commonly known as Air Hong Kong; ) is an all-cargo airline based in Chek Lap Kok, Hong Kong, with its main hub at Hong Kong International Airport. The airline operates an express freight network to 12 destinations in nine countries, including China, Japan, Malaysia, Philippines, Taiwan, Singapore, South Korea, Thailand and Vietnam. It has a fleet of Airbus A300-600F General Freighters, which the airline was the launch customer of this new variant. Its head office is located on the fourth floor of the South Tower of Cathay Pacific City.\"Directory: World Airlines.\" Flight International. 16–22 March 2004. 65 . \"AIR HONG KONG [LD1 (AHK) 4F South Tower; Cathay Pacific City, 8 Scenic Road, Hong Kong International Airport, Lantau, Hong Kong (SAR), China\" Air Hong Kong was founded in November 1986 by three local businessmen and commenced charter services with a Boeing 707-320C freighter on 4 February 1988. In June 1994, Hong Kong's largest carrier, Cathay Pacific acquired 75% holdings of the airline; and acquired the remaining 25% in February 2002. In October, Cathay Pacific entered into a joint venture with DHL Worldwide Express (DHL), that eventually saw DHL take a 40% stake in the cargo airline, while Cathay Pacific retained the other 60% holding. On 7 July 2017, Cathay Pacific announced that it would be acquiring DHL's stake in the airline. == History == thumb|Old Air Hong Kong logo|alt=The old Air Hong Kong logo, made up of a navy blue colour pentagon, made up from the five 'A' character formed into a circle. Beneath the logo is the airline's name in both English and Traditional Chinese. Air Hong Kong was established in November 1986 by three local businessmen from London's Stansted Airport, which included Roger Walman. Roger teamed up with Tomas Sang from Hong Kong to help fund the business. The airline commenced charter services with a Boeing 707-320C freighter on 4 February 1988, to Bombay (now known as Mumbai), Britain and Kathmandu; and scheduled services began on 18 October 1989. By early 1990, the airline had two Boeing 707-320C and operated a scheduled cargo service to Manchester, with traffic rights to Auckland, Brussels, Fukuoka, Guam, Melbourne, Nagoya, Osaka, Perth, Pusan, Singapore, Sydney, Vienna and Zurich. Schedule cargo service to Nagoya was introduced and new traffic rights to Hanoi and Ho Chi Minh City granted by April 1991. In March 1992, Air Hong Kong was granted additional traffic rights to Cairns, Darwin, Dhaka, Dubai, Kathmandu, Kuala Lumpur and Townsville. By March 1993, the airline operated scheduled cargo services to Brussels, Dubai, Ho Chi Minh City, Manchester, Nagoya and Singapore with a fleet of two Boeing 747-100SF and one Boeing 707-320C freighters. Polaris Aircraft Leasing, a subsidiary of General Electric Capital, entered into agreement in 1993 to suspend lease payments on the airline's three Boeing 747-100SFs in return for an option to buy up to 49 percent of the airline in January 1995. However, Cathay Pacific acquired 75 percent of the airline's shares for HK$200 million in June 1994 and the option was cancelled. Facing weak demands and heavy financial losses, the airline was forced to terminate the lease on its Boeing 707-320C and one of its Boeing 747-100SF on November 1994 and January 1995, respectively, with only two Boeing 747-100SFs remaining. By 2000, the airline had a fleet of three Boeing 747-200Fs with scheduled cargo services to Brussels, Dubai, Manchester and Osaka. The airline's parent, Cathay Pacific, acquired the remaining 25 percent of the airline's shares in February 2002 and became a wholly owned subsidiary. An operational restructure followed on 1 July, where Air Hong Kong ceased services to Brussels, Dubai and Manchester to focus on services in Asia. In October 2002, Cathay Pacific entered into a joint venture agreement with DHL Worldwide Express (DHL) by selling a 30 percent stake in the cargo airline in exchange for funds to purchase medium- size freighters to operate DHL's network in the Asia-Pacific region from Hong Kong. The airline set aside $300 million to purchase five freighters by 2004 and another $100 million towards at least three more freighters by 2010. In March 2003, Cathay Pacific sold another 10 percent stake to DHL and retained 60 percent of the airline. Air Hong Kong was the launch customer for the Airbus A300-600F General Freighter, which is a new variant of the Airbus A300-600F. This new variant has a cargo loading system capable of handling virtually every type of container and pallet, and a side door at the rear of the lower deck capable of handling large items of general freight. The airline took its first delivery of this new aircraft in September 2004, with the eighth and final aircraft delivered on 22 June 2006. The new freighters were powered by two General Electric (GE) CF6-80C2 engines and signed a 14-year Maintenance Cost Per Hour (MCPH) programme with GE on 25 January 2005. In November 2007, Air Hong Kong received an Award for Operational Excellence by the aircraft manufacturer Airbus for achieving an overall best performance on aircraft utilisation, operational reliability and average delay time. == Destinations == Air Hong Kong operates cargo flights to the following destinations : {|class=\"sortable wikitable \" |- ! Country ! City ! Airport ! Notes ! Refs |- |rowspan=\"2\"|China||Beijing||Beijing Capital International Airport||align=center| ||align=center| |- |Shanghai||Shanghai Pudong International Airport||align=center| ||align=center| |- |Hong Kong||Hong Kong||Hong Kong International Airport||||align=center| |- |rowspan=\"3\"|Japan||Nagoya||Chubu Centrair International Airport||align=center| ||align=center| |- |Osaka||Kansai International Airport||align=center| ||align=center| |- |Tokyo||Narita International Airport||align=center| ||align=center| |- |Malaysia||Penang||Penang International Airport||align=center| ||align=center| |- |Philippines||Manila||Ninoy Aquino International Airport||align=center| ||align=center| |- |Singapore||Singapore||Changi Airport||align=center| ||align=center| |- |South Korea||Seoul||Incheon International Airport||align=center| ||align=center| |- |Taiwan||Taipei||Taoyuan International Airport||align=center| ||align=center| |- |Thailand||Bangkok||Suvarnabhumi Airport||align=center| ||align=center| |- |Vietnam||Ho Chi Minh City||Tan Son Nhat International Airport||align=center| ||align=center| |- |} ==Fleet== ===Current Fleet=== The Air Hong Kong fleet consists of the following aircraft (as of January 2021): {| class=\"wikitable\" style=\"margin:0.5em auto;text-align:center\" |+ Air Hong Kong fleet |- !Aircraft !In Service !Orders !Notes |- |Airbus A300-600F |8 |-- |rowspan=\"4\"|Operated for DHL Aviation |- |Airbus A300-600RF |1 |-- |- |Airbus A330-200F |2 |-- |- |Airbus A330-300/P2F |3 |-- |- !Total !14 !-- ! |} In 2020, Air Hong Kong transferred a second A330F to its own air operator’s certificate. While the first was a freighter-converted A330-322F, the latest is a production A330-243F. ASL Airlines is currently operating one converted A330-322F for Air Hong Kong, while another aircraft an A330-343F, is being converted at EFW in Dresden. It is unknown when the fourth aircraft will be introduced into the network or when the current aircraft (being operated by ASL Airlines) will transfer under Air Hong Kong's AOC. The program is currently behind schedule. The airline was the launch customer for the Airbus A300-600F General Freighter, which was the new variant of the Airbus A300-600F. ===Former Fleet=== {| class=\"wikitable\" style=\"margin:0.5em auto;text-align:center\" |- !Aircraft !Total !Introduced !Retired !Notes |- |Boeing 707-320C | |1988 |1998 | |- |Boeing 727-200F | | | | |- |Boeing 747-100SF |4 |1991 |1996 | |- |Boeing 747-200F |1 |1994 |1996 | |- |Boeing 747-200SF |3 |1997 |2004 | |- |Boeing 747-400BCF |4 |2011 |2018 | |- |} == References == == External links == * *Cathay Pacific *DHL Express Category:Airlines established in 1986 Category:Airlines of Hong Kong Category:Cathay Pacific Category:DHL Category:1986 establishments in Hong Kong Category:Cargo airlines of China",
 "title": "Air Hong Kong"
}