{
 "id": "439650",
 "text": "Pope Sisinnius (c. 6504 February 708) was the bishop of Rome from 15 January 708 to his death. Sisinnius was born in Tyre (modern-day Lebanon),Joseph S. Brusher, Popes through the Ages, (Neff-Kane, 1980), 174. and his father's name was John. The paucity of donations to the papacy during his reign (42 pounds of gold and 310 pounds of silver, a fraction of the personal donations of other contemporary pontiffs) indicate that he was probably not from the aristocracy.Jeffrey Richards. 1979. The popes and the papacy in the early Middle Ages, 476–752. p. 245. Sisinnius was selected as pope during the period of Byzantine domination, succeeding John VII after a vacancy of three months.Ekonomou, 2007, p. 246. He was consecrated around 15 January 708. His pontificate lasted just twenty days. According to the Catholic Encyclopedia, \"although he was so afflicted with gout that he was unable even to feed himself, he is nevertheless said to have been a man of strong character, and to have been able to take thought for the good of the city\". Among his few acts as pope was the consecration of a bishop for Corsica. He also ordered \"that lime be burned in order to restore portions\" of the walls of Rome.Ekonomou, 2007, p. 248. The restoration of the walls planned by Sisinnius was eventually carried out by Gregory II.Charles Isidore Hemans. 1874. Historic and monumental Rome. p. 100. Sisinnius was buried in Old St. Peter's Basilica. He was succeeded less than two months later by Constantine, who some historians believe was his brother.Williams, George L. 2004. Papal Genealogy: The Families and Descendants of the Popes. McFarland. . p. 10. ==Notes== ==References== *Ekonomou, Andrew J. 2007. Byzantine Rome and the Greek Popes: Eastern influences on Rome and the papacy from Gregory the Great to Zacharias, A.D. 590–752. Lexington Books. Category:7th-century births Category:708 deaths Category:Popes Category:Asian popes Category:Syrian popes Category:Popes of the Byzantine Papacy Category:8th-century archbishops Category:8th-century popes Category:7th-century Semitic people Category:Burials at St. Peter's Basilica",
 "title": "Pope Sisinnius"
}