{
 "id": "439603",
 "text": "The Redeemed Christian Church of God (RCCG) is a Pentecostal megachurch and denomination founded in Lagos, Nigeria. The General overseer (most senior pastor) is Enoch Adeboye, ordained in 1981. The church in Lagos has an average church attendance of 100,000.Warren Bird, World megachurches, Leadership Network, USA, retrieved August 21, 2016 ==History== The RCCG was founded in 1952 by Rev. Josiah Olufemi Akindayomi (1909–1980) following his involvement in other churches.Ruth Marshall, Political Spiritualities: The Pentecostal Revolution in Nigeria, University of Chicago Press, USA, 2009, page 74Nimi Wariboko, Nigerian Pentecostalism, Boydell & Brewer, USA, 2014, page 57 Rev. Akindayomi chose Enoch Adejare Adeboye as the next General overseer. Enoch Adeboye was a lecturer in mathematics at the University of Lagos, Nigeria, as at the time he joined the church in 1973. Adeboye initially became one of the interpreters translating Akindayomi's sermons from Yoruba to English. He was ordained a pastor of the church in 1975, and his appointment as the leader (General overseer) of the church was formalized by the posthumous reading of Akindayomi's sealed pronouncement. In 1990, the Redeemed Christian Church of God Bible School was founded.Laurent Fourchard, André Mary et René Otayek, Entreprises religieuses transnationales en Afrique de l'Ouest, Karthala Editions, France, 2005, page 343 In 1981, Pastor Enoch Adejare Adeboye became the General Overseer of the Church. In 1983, the land for the Redemption Camp in Mowe was purchased. In 1988, a students’ body known as the Redeemed Christian Fellowship (RCF) was established. It is the youth wing of the church concentrated within tertiary institutions of learning in the country. In 1990, Christ the Redeemer’s Friends Universal (CRFU), was established to garner financial and human resources from the very wealthy in the society. In 2005, Redeemer's University was established. Andrew Rice, writing in The New York Times, calls the RCCG \"one of [Africa's] most vigorously expansionary religious movements, a homegrown Pentecostal denomination that is crusading to become a global faith\". The church's leaders preach that in the future \"In every household, there will be at least one member of Redeemed Christian Church of God in the whole world.\" In 2008, it had 14,000 churches and 5 million members in Nigeria, in 80 countries.Stephen M. Cherry, Helen Rose Ebaugh, Global Religious Movements Across Borders: Sacred Service, Routledge, USA, 2016, p. 35 The international church is structured in different areas throughout the world.Donald E. Miller, Kimon H. Sargeant, Richard Flory, Spirit and Power: The Growth and Global Impact of Pentecostalism, OUP USA , USA, 2013, page 190 The local churches are now grouped into regions, with 25 Regions in Nigeria. It is also organised throughout most of the world. Notable special spiritual programs are the Holy Ghost Service which holds on the first Friday of every month in Nigeria. Then, the annual Holy Ghost Convention (August) and the Holy Ghost Congress (December) in Nigeria and beyond with diverse schedules. In 2020, the Lagos Church had 50,000 people.Warren Bird, World megachurches, leadnet.org, USA, retrieved February 15, 2020 ==Beliefs== The official RCCG website outlines its beliefs in the Bible and the Holy Trinity, that the Devil exists, that God formed man in his image, in repentance, in cleansing from sins by God's grace, in sanctification, water baptism, Holy Spirit baptism, restitution and that God can heal without medicine (by His divine intervention e.g. through prayer). ==See also== *List of the largest evangelical churches *List of the largest evangelical church auditoriums *Worship service (evangelicalism) ==References== ==External links== *Official Web Site Category:Pentecostal denominations Category:Christian organizations established in 1952 Category:Church of God denominations Category:Christian denominations established in the 20th century Category:1952 establishments in Nigeria Category:Churches in Lagos Category:Holiness denominations Category:Pentecostal denominations established in the 20th century Category:Evangelical megachurches in Nigeria Category:Pentecostal churches in Nigeria",
 "title": "Redeemed Christian Church of God"
}