{
 "id": "439710",
 "text": "The TI-83 series is a series of graphing calculators manufactured by Texas Instruments. The original TI-83 is itself an upgraded version of the TI-82. Released in 1996, it was one of the most popular graphing calculators for students. In addition to the functions present on normal scientific calculators, the TI-83 includes many features, including function graphing, polar/parametric/sequence graphing modes, statistics, trigonometric, and algebraic functions, along with many useful applications. Although it does not include as many calculus functions, applications and programs can be written on the calculator or loaded from external sources. The TI-83 was redesigned twice, first in 1999 and again in 2001. TI replaced the TI-83 with the TI-83 Plus in 1999. The redesign introduced a design very similar to the TI-73 and TI-83 Plus, eliminating the sloped screen that had been common on TI graphing calculators since the TI-81, and included Flash memory, enabling the device's operating system to be updated if needed, or for large new Flash Applications to be stored, accessible through a new Apps key. The Flash memory can also be used to store user programs and data. In 2001, the TI-83 Plus Silver Edition was released, which featured approximately nine times the available flash memory, and over twice the processing speed (15 MHz) of a standard TI-83 Plus, all in a translucent grey case inlaid with small \"sparkles\". The 2001 redesign (nicknamed the TI-83 \"Parcus\") introduced a slightly different shape to the calculator itself, eliminated the glossy grey screen border, and reduced cost by streamlining the printed circuit board to four units. == Additional models == === TI-83 Plus === The TI-83 Plus was designed in 1999 as an upgrade to the TI-83. The TI-83 Plus is one of TI's most popular calculators. It uses a Zilog Z80 microprocessor running at 6 MHz, a 96×64 monochrome LCD screen, and 4 AAA batteries as well as backup CR1616 or CR1620 battery. A link port is also built into the calculator in the form of a 2.5mm jack. The main improvement over the TI-83, however, is the addition of 512 KB of Flash ROM, which allows for operating system upgrades and applications to be installed. Most of the Flash memory is used by the operating system, with 160 KB available for user files and applications. Another development is the ability to install Flash Applications, which allows the user to add functionality to the calculator. Such applications have been made for math and science, text editing (both uppercase and lowercase letters), organizers and day planners, editing spread sheets, games, and many other uses. Designed for use by high school and college students, though now used by middle school students in some public school systems, it contains all the features of a scientific calculator as well as function, parametric, polar, and sequential graphing capabilities; an environment for financial calculations; matrix operations; on-calculator programming; and more. Symbolic manipulation (differentiation, algebra) is not built into the TI-83 Plus. It can be programmed using a language called TI- BASIC, which is similar to the BASIC computer language. Programming may also be done in TI Assembly, made up of Z80 assembly and a collection of TI provided system calls. Assembly programs run much faster, but are more difficult to write. Thus, the writing of Assembly programs is often done on a computer. === TI-83 Plus Silver Edition === thumb|upright|TI-83 Plus Silver Edition The TI-83 Plus Silver Edition was released in 2001. Its enhancements are 1.5 MB of flash memory, a dual-speed 6/15 MHz processor, 96 KB of additional RAM (but TI has yet to code support for the entire RAM into an OS), an improved link transfer hardware, a translucent silver case, and more applications preinstalled. This substantial Flash memory increase is significant. Whereas the TI-83+ can only hold a maximum of 10 apps (or more often less, dependent on size), the Silver Edition can hold up to 94 apps. It also includes a USB link cable in the box. It is almost completely compatible with the TI-83 Plus; the only problems that may arise are with programs (e.g. games) that may run too quickly on the Silver Edition or with some programs which have problems with the link hardware. The key layout is the same. A second version of the TI-83 Plus Silver Edition exists, the ViewScreen (VSC) version. It is virtually identical, but has an additional port at the screen end of the rear of the unit, enabling displays on overhead projectors via a cable and panel. It looks similar to the standard TI-83 Plus, but has a silver-colored frame, identical to the standard Silver Edition, around the screen. The TI-83 Plus Silver Edition is listed on the Texas Instruments website as \"discontinued.\" In April 2004, the TI-83 Plus Silver Edition was replaced by the TI-84 Plus Silver Edition. They feature the same processor and the same amount of Flash memory, but the TI-84 Plus Silver Edition features a built-in USB port, clock, and changeable faceplates. == Technical specifications == * CPU: Zilog Z80 CPU, 6 MHz (TI-83, 83+), or 15 MHz (Silver Edition), or Inventec 6S1837 (TI-83+ revision A) * ROM ** 24 kB ROM (TI-83) ** Flash ROM: 512 KB with 163 KB available for user data and programs (83+) or 2 MB (Silver Edition) * RAM: 32 KB RAM with 24 KB available for user data and programs (128 KB on Silver Edition, however the extra 96 KB is not user accessible by default, this extra memory is used in some Applications such as Omnicalc for a RAM recovery feature and a virtual calc) * Display ** Text: 16×8 characters (normal font) ** Graphics: 96×64 pixels, monochrome 3\" LCD * I/O ** Link port, 9.6 kbit/s ** 50 button built-in keypad * Power: 4 AAA batteries plus 1 CR1616 or CR1620 for backup * Integrated programming languages: TI-BASIC, Assembly language and machine code. C requires a computer with a Z80 cross-compiler or an on-calc assembler. == Programming == The TI-83 Plus series are very similar in the languages natively supported by the calculator. These include \"TI-BASIC\", an interpreted language used by all of TI's calculators, and \"TI-ASM\", an unofficial name for the native Z80 assembly language on which the calculator is based. === TI-BASIC === TI-BASIC is the built-in language for TI-83 series calculators, as well as many other TI graphing calculators. TI-BASIC is a non-structured programming language, meaning it is arranged sequentially, without the use of methods or organized blocks of code. Due to its simplicity and the ubiquity of TI calculators in school curricula, for many students it is their first experience with programming. Below is an example of a hello world program equivalent to the assembly language example. :ClrHome :Disp \"Hello World!\" === Assembly language === The TI-83 was the first calculator in the TI series to have built-in assembly language support. The TI-92, TI-85, and TI-82 were capable of running assembly language programs, but only after sending a specially constructed (hacked) memory backup. The support on the TI-83 could be accessed through a hidden feature of the calculator. Users would write their assembly (ASM) program on their computer, assemble it, and send it to their calculator as a program. The user would then execute the command \"Send (9prgmXXX\" (where XXX is the name of the program), and it would execute the program. Successors of the TI-83 replaced the Send() backdoor with a less-hidden Asm() command. Z80 assembly language gives a programmer much more power over the calculator than the built-in language, TI-BASIC. On the downside, Z80 assembly is more difficult to learn than TI-BASIC. Z80 assembly language can be programmed on the computer and sent to the calculator via USB port, written by hand directly into the program editor (using the hexadecimal equivalents to the op-codes) or compiled using third party compiler programs. Programs written in assembly are much faster and more efficient than those using TI-BASIC, as it is the processor's native language, and does not have to be interpreted. An example program that displays \"Hello World!\" on the screen is given. Note that b_call() is not an instruction, but a macro (syntactic sugar) for calling an OS routine. .nolist ; Standard header #include \"ti83plus.inc\" .list .org userMem-2 .db t2ByteTok,tAsmCmp Main: b_call(_ClrScrnFull) ; Clears the screen b_call(_HomeUp) ; Moves the cursor to the top-left corner of the screen ld hl,Hello ; Loads the address that points to \"Hello World\" into register hl (16-bit) b_call(_PutS) ; Displays \"Hello World\" on the screen ret ; Pops the last value pushed onto the stack into the program execution register ; May be used to end the program depending on what's on the stack Hello: ; Gives the label an equate address in memory .db \"Hello World!\",0 ; The hex values of \"Hello World\" are stored in program data .end ; Marks the end of a file .end ; Two .ends must be used because of a bug in the standard compiler == Firmware replacement == TI continued to rely on RSA cryptographic signing keys only 512 bits long for many years after it was known that longer keys were necessary for security. 512-bit keys had been publicly cracked in 1999 as part of the RSA Factoring Challenge.Herman te Riele (1999-08-26), New factorization record (announcement of factorization of RSA-155). Retrieved on 2008-03-10. In 2009, a group of enthusiasts used brute force and distributed methods to find all of the cryptographic signing keys for the TI calculator firmware, allowing users to directly flash their own operating systems to the devices. The key for the TI-83+ calculator was first published by someone at the unitedti.org forum. They needed several months to crack it. The other keys were found after a few weeks by the unitedti.org community through a distributed computing project. Texas Instruments then began sending out DMCA take-down requests to a variety of different websites mirroring the keys, including unitedTI and reddit.com. They then became subject to the Streisand effect and were mirrored on a number of different sites, including WikiLeaks. == Successor == The TI-84 Plus series was introduced in April 2004 as a further update to the TI-83 Plus line. Despite the new appearance, there are very few actual changes. The main improvements of the TI-84 Plus and TI-84 Plus Silver Edition are a modernized case design, changeable faceplates (Silver Edition only), a few new functions, more speed and memory, a clock, and USB port connectivity. The TI-84 Plus also has a brighter screen with a clearer contrast, though this caused a bug with the LCD driver in some calculators sold. The TI-84 Plus has 3 times the memory of the TI-83 Plus, and the TI-84 Plus Silver Edition has 9 times the memory of the TI-83 Plus. They both have 2.5 times the speed of the TI-83 Plus. The operating system and math functionality remain essentially the same, as does the standard link port for connecting with the rest of the TI calculator series. While mobile devices and the internet have superseded any calculator's capabilities, standardized testing precludes the use of those devices. Furthermore, textbooks have been tailored for the TI-83 effectively giving the calculator a \"monopoly in the field of high school mathematics.\" == See also == * Comparison of Texas Instruments graphing calculators * Calculator Gaming * Cemetech * Small Device C Compiler * Z88DK == References == == External links == * Features of the TI-83 Plus, and TI-83 Plus Silver Edition Texas Instruments Product Info * TI-83 Plus Guide Book Texas Instruments Product Documentation * How Texas Instruments Monopolized Math Class How students are using DonorsChoose to raise money to buy TI graphing calculators Category:Graphing calculators TI-83 Category:Products introduced in 1996 Category:Z80",
 "title": "TI-83 series"
}