{
 "id": "439844",
 "text": "Earl of Portland is a title that has been created twice in the Peerage of England, firstly in 1633 and secondly in 1689. What proved to be a long co- held title, Duke of Portland, was created in 1716 and became extinct in 1990 upon the death of the ninth Duke, at which point the earldom passed to the most senior agnatic (solely male-line) cousin, namely one of the 6th degree. ==First creation (1633)== The title of Earl of Portland was first created for the politician Richard Weston, 1st Baron Weston, in 1633. He was Chancellor of the Exchequer from 1621 to 1628 and Lord High Treasurer from 1628 to 1635. He had already been created Baron Weston of Nayland in the County of Suffolk in 1628; this title was also in the Peerage of England. He was succeeded by his son, the second Earl. He served as Joint Lord Lieutenant of Hampshire. His son, the third Earl, was killed at the Battle of Lowestoft in 1665. He was unmarried and was succeeded by his uncle, the fourth Earl. He was childless and on his death in 1688, the titles became extinct. ==Second creation (1689)== The title was created for a second time in 1689 in favour of William Bentinck, the Dutch favourite and close advisor of King William III. He was made Baron Cirencester and Viscount Woodstock at the same time he was given the earldom, also in the Peerage of England. The first Earl was succeeded in 1709 by his son from his first marriage, Henry Bentinck, who became the second Earl. He had represented Southampton and Hampshire in the House of Commons. In 1716, he was created Marquess of Titchfield and Duke of Portland in the Peerage of Great Britain. His grandson, William Cavendish-Bentinck, 3rd Duke of Portland, was a noted politician. He was Prime Minister in 1783 and from 1807 to 1809, and he also served as Home Secretary and as Lord President of the Council. In 1801, he assumed by Royal licence the additional surname of Cavendish (to form Cavendish-Bentinck). He was the husband of Lady Dorothy Cavendish, daughter of William Cavendish, 4th Duke of Devonshire, and was a descendant on his mother's side of Henry Cavendish, 2nd Duke of Newcastle- upon-Tyne. The third Duke was succeeded by his eldest son, William Bentinck, 4th Duke of Portland. The fourth Duke was also a politician and served as Lord Privy Seal in 1827 and as Lord President of the Council from 1827 to 1828. He married Henrietta Scott, daughter of Major-General John Scott, in 1795 and assumed by Royal licence the same year the additional surname of Scott in the manner of Cavendish-Bentinck. His eldest son and heir apparent, William Cavendish-Scott-Bentinck, Marquess of Titchfield, represented two constituencies in Parliament but died unmarried in 1824, 15 years before his father. The fourth Duke was therefore succeeded by his second son, William Cavendish-Scott-Bentinck, 5th Duke of Portland. The fifth Duke is remembered as a capable architect and engineer but eccentric, who excavated an underground art gallery and library under his estate at Welbeck Abbey. The fifth Duke died unmarried and was succeeded by his first cousin once removed, William Cavendish-Bentinck, 6th Duke of Portland, who was the only son from the first marriage of Lieutenant-General Arthur Cavendish-Bentinck, younger son of Lord Charles Bentinck, the third son of the third Duke. Charles' first son, also named Charles, was a maternal great-grandfather of Queen Elizabeth II. In 1880, the sixth Duke also succeeded his stepmother as second Baron Bolsover. He was a Conservative politician and served as Master of the Horse from 1886 to 1892 and from 1895 to 1905. His eldest son, William Cavendish- Bentinck, 7th Duke of Portland, was also a Conservative politician and served as a Junior Lord of the Treasury from 1927 to 1929 and in 1932. The seventh Duke had no sons and was succeeded by his third cousin, Ferdinand Cavendish- Bentinck, 8th Duke of Portland, a great-grandson of Major-General Lord Frederick Cavendish-Bentinck, fourth son of the third Duke. However, the barony of Bolsover became extinct upon the death of the seventh Duke. The eighth Duke was a colonial administrator in British Kenya and served as Speaker of the Legislative Assembly of Kenya. The eighth Duke was childless and succeeded by his younger brother, Victor Cavendish-Bentinck, 9th Duke of Portland. He was a diplomat and served as Ambassador to Poland. The ninth Duke's only son, William James Cavendish-Bentinck (1925–1966), predeceased him without issue. Upon the ninth Duke's death in 1990 at the age of 93, the marquessate of Titchfield and the dukedom of Portland became extinct. The ninth Duke was succeeded in his remaining titles by his sixth cousin, Henry Bentinck, 11th Earl of Portland. He was the great-great-great-great-grandson of Willem Bentinck, 1st Count Bentinck (1704–1774), eldest son of the first Earl from his second marriage, who had been created a Count of the Holy Roman Empire in 1732 (with a Royal licence of 1886 to use the title in England). , the titles are held by his only son, the twelfth Earl, born in Australia, who is also Count Bentinck of the Holy Roman Empire. He is an actor known by his professional name, Tim Bentinck. ==Other members of the Cavendish-Bentinck family== Several other members of the Cavendish-Bentinck family have also gained distinction. Lord William Bentinck, second son of the third Duke, was a prominent soldier, politician and colonial administrator. The aforementioned Arthur Cavendish-Bentinck was a lieutenant-general in the British Army. His grandson Lord Henry Cavendish-Bentinck was a Conservative politician. Lord Frederick Cavendish-Bentinck, fourth son of the third Duke, was a major- general in the army and a Tory MP. His only son George Cavendish-Bentinck was a Conservative politician. Lord George Bentinck, fifth son of the fourth Duke, was a Tory politician. John Charles Bentinck, grandson of the Hon. William Bentinck, eldest son from the second marriage of the 1st Earl, was also a major-general in the army. His younger son Sir Henry John William Bentinck was also a noted soldier. Margaret Bentinck, Duchess of Portland, wife of the second Duke, was a wealthy heiress and collector. Cecilia Bowes-Lyon, Countess of Strathmore and Kinghorne, maternal grandmother of Elizabeth II, was a Cavendish-Bentinck before marriage. ==Seat== The seat of the Dukes of Portland was Welbeck Abbey, Nottinghamshire. Welbeck Abbey and its many acres continued in the senior branch of the family (becoming Cavendish-Bentinck) through ancestry of a daughter of the 7th Duke. The mansion was in the early 21st century restored as a family home after many years of institutional use. The Dukes of Portland also owned the village of Pegswood in Northumberland. The traditional burial place of the Dukes of Portland at Welbeck Abbey was the churchyard of St Winifred's Church in the nearby village of Holbeck. ==Place name legacies== *Portland, Victoria *Portland House in London *A house of Welbeck College *Portland College in Nottinghamshire ==Historical documents== Two major collections of papers of the Cavendish-Bentinck Dukes of Portland have been deposited at the department of Manuscripts and Special Collections, The University of Nottingham. A complementary archive collection has been deposited at Nottinghamshire Archives. ==Earls of Portland; First creation (1633)== * Richard Weston, 1st Earl of Portland (1577–1635) * Jerome Weston, 2nd Earl of Portland (1605–1663) * Charles Weston, 3rd Earl of Portland (1639–1665) * Thomas Weston, 4th Earl of Portland (1609–1688) ==Earls of Portland; Second creation (1689)== * Hans William Bentinck, 1st Earl of Portland (1649–1709) ** Willem Bentinck (1681–1688), eldest son of the 1st Earl, died young * Henry Bentinck, 2nd Earl of Portland (1682–1726), second son of the 1st Earl, created Duke of Portland in 1715 ==Dukes of Portland (1716)== * Henry Bentinck, 1st Duke of Portland (1682–1726), second son of the 1st Earl * William Bentinck, 2nd Duke of Portland (1709–1762), eldest son of the 1st Duke * William Henry Cavendish-Bentinck, 3rd Duke of Portland (1738–1809), eldest son of the 2nd Duke * William Henry Cavendish-Scott- Bentinck, 4th Duke of Portland (1768–1854), eldest son of the 3rd Duke ** William Henry Cavendish-Scott-Bentinck, Marquess of Titchfield (1796–1824), eldest son of the 4th Duke, predeceased his father unmarried * William John Cavendish-Scott-Bentinck, 5th Duke of Portland (1800–1879), second son of the 4th Duke, died unmarried * William John Arthur Charles James Cavendish- Bentinck, 6th Duke of Portland (1857–1943), grandson of Lt.-Col. Lord William Charles Augustus Cavendish-Bentinck, third son of the 3rd Duke * William Arthur Henry Cavendish-Bentinck, 7th Duke of Portland (1893–1977), eldest son of the 6th Duke, died without male issue * Ferdinand William Cavendish- Bentinck, 8th Duke of Portland (1888–1980), great-grandson of Maj.-Gen. Lord Frederick Cavendish-Bentinck, fourth son of the 3rd Duke, died without issue * Victor Frederick William Cavendish-Bentinck, 9th Duke of Portland (1897–1990), younger brother of the 8th Duke, dukedom became extinct upon his death ** William James Cavendish-Bentinck (1925–1966), only son of the 9th Duke, predeceased his father without issue ==Earls of Portland; Second creation (1689; Reverted)== * Henry Noel Bentinck, 11th Earl of Portland (1919–1997), great-great-great-great-grandson of Willem Bentinck, 1st Count Bentinck, third son of the 1st Earl * Timothy Charles Robert Noel Bentinck, 12th Earl of Portland (born 1953), only son of the 11th Earl The heir apparent is the present holder's eldest son, William Jack Henry Bentinck, Viscount Woodstock (born 1984). ==Counts Bentinck, of the Holy Roman Empire (1732)== In 1732, the title Count Bentinck (Graf Bentinck), of the Holy Roman Empire, was created by Emperor Charles VI in the Duchy of Guelders for Willem Bentinck, the second surviving son of Hans William Bentinck, 1st Earl of Portland. * Willem Bentinck, 1st Count Bentinck (1704–1774), son of the 1st Earl of Portland and his second wife, Jane Martha Temple * William Gustavus Frederick Bentinck, 2nd Count Bentinck (1762–1835), grandson of the 1st Count * John Charles Bentinck, 3rd Count Bentinck (1763–1833), brother of the 2nd Count * Charles Anthony Ferdinand Bentinck, 4th Count Bentinck (1792–1864), son of the 3rd Count * Henry Charles Adolphus Frederick William Bentinck, 5th Count Bentinck (1846–1903), son of the 4th Count The 5th Count Bentinck renounced the title in 1875, thus his younger brother William became the 6th Count. However, in 1886, the former 5th Count was granted a Royal Licence which allowed him and his descendants the use of the title Count (or Countess) before their Christian names. * William Charles Philip Otto Bentinck, 6th Count Bentinck (1848–1912), brother of the 5th Count * William Frederick Bentinck, 7th Count Bentinck (1880–1958), son of the 6th Count * Charles Bentinck, 8th Count Bentinck (1885–1964), first cousin of the 7th Count * Godard Adrian Henry Jules Bentinck, 9th Count Bentinck (1887–1968), brother of the 8th Count * Henry Noel Bentinck, 10th Count Bentinck (1919–1997), grandson of the 5th Count and first cousin once removed of the 9th Count; already the 10th Count Bentinck since 1968, in 1990 he also became the 11th Earl of Portland after inheriting the English peerage from a distant cousin * Timothy Charles Robert Noel Bentinck, 11th Count Bentinck (born 1953), son of the 10th Count; he is also the 12th Earl of Portland and is known as the actor Tim Bentinck The heir apparent is the present holder's eldest son, William Jack Henry Bentinck (born 1984), whose courtesy title is Viscount Woodstock. ==Family tree== ==See also== * Baron Bolsover * Bentinck family * Bentinck family (Dutch Wikipedia) * Duchess of Portland * Edward Herbert (judge), created Earl of Portland in the Jacobite peerage in 1690 by James II of England while both were in exile ==References== == External links == * Biographies of the Earls and Dukes of Portland and their predecessors, with links to online catalogues, from Manuscripts and Special Collections at the University of Nottingham * * Cracroft's Peerage page Category:Earldoms in the Peerage of England Category:Extinct earldoms in the Peerage of England Portland Category:Extinct earldoms in the Jacobite Peerage Category:Noble titles created in 1633 Category:Noble titles created in 1689",
 "title": "Earl of Portland"
}