{
 "id": "439938",
 "text": "The year 1803 in science and technology involved some significant events. ==Astronomy== * April 26 – A meteorite shower falls on L'Aigle in Normandy; Jean Baptiste Biot demonstrates that it is of extraterrestrial origin. ==Botany== * Publication (posthumously) of André Michaux's Flora Boreali- Americana in Paris, the first flora of North America. * University of Tartu Botanical Gardens established. ==Chemistry== * January 1 – William Henry's formulation of his law on the solubility of gases first published. * September 3 – English scientist John Dalton starts using symbols to represent the atoms of different chemical elements. * October 21 – John Dalton's atomic theory and list of molecular weights first made known, at a lecture in Manchester. * William Hyde Wollaston discovers the chemical element rhodium. * Smithson Tennant discovers the chemical elements iridium and osmium. * Cerium is discovered in Bastnäs (Sweden) by Jöns Jakob Berzelius and Wilhelm Hisinger, and independently in Germany by Martin Heinrich Klaproth. * Claude Louis Berthollet publishes Essai de statique chimique in Paris. ==Exploration== * June 9 – Matthew Flinders completes the first known circumnavigation of Australia. ==Mathematics== * Gian Francesco Malfatti presents his conjecture regarding Malfatti circles. ==Medicine== * Jean Marc Gaspard Itard first recognises pneumothorax. * Dr Thomas Percival of Manchester publishes his Code of Medical Ethics, coining the expression medical ethics. ==Meteorology== * Luke Howard publishes the basis of the modern classification and nomenclature of clouds. ==Technology== * Robert Ransome invents the self-sharpening chilled cast-iron ploughshare in Ipswich, England. * The first Fourdrinier continuous papermaking machine is installed in Hertfordshire, England. ==Transport== * January 4 – William Symington demonstrates his Charlotte Dundas, the \"first practical steamboat\", in Scotland. * July 26 – The Surrey Iron Railway, a wagonway between Wandsworth and Croydon, is opened, being the first public railway line in England. * Thomas Telford begins work on construction of the Caledonian Canal and improving roads in Scotland. ==Awards== * Copley Medal: Richard Chenevix ==Births== * February 26 – Arnold Adolph Berthold, German physiologist (died 1861) * February 28 – Christian Heinrich von Nagel, German geometer (died 1882) * April 1 – Miles Joseph Berkeley, English cryptogamist (died 1889) * May 12 – Justus von Liebig, German chemist (died 1873) * May 24 – Charles Lucien Bonaparte, French naturalist (died 1857) * June 8 – Amalia Assur, Swedish dentist (died 1889) * July 31 – John Ericsson, Swedish-born mechanical engineer and inventor (died 1889) * October 3 – John Gorrie, American physician and inventor (died 1855) * October 6 – Heinrich Wilhelm Dove, Prussian physicist and climatologist (died 1879) * October 16 – Robert Stephenson, English railway engineer (died 1859) * November 29 – Christian Doppler, Austrian mathematician and discoverer of the Doppler effect (died 1853) * December 21 – Joseph Whitworth, English mechanical engineer (died 1887) ==Deaths== * May 8 – John Joseph Merlin, English inventor (born 1735) * October 14 – Aimé Argand, Swiss physicist and chemist (born 1750) ==References== Category:19th century in science Category:1800s in science",
 "title": "1803 in science"
}