{
 "id": "439958",
 "text": "The Securities and Exchange Board of India (SEBI) is the regulatory body for securities and commodity market in India under the ownership of Ministry of Finance , Government of India. It was established on 12 April 1988 and given Statutory Powers on 30 January 1992 through the SEBI Act, 1992. == History == Securities and Exchange Board of India (SEBI) was first established in 1988 as a non-statutory body for regulating the securities market. It became an autonomous body on 30 January 1992 and was accorded statutory powers with the passing of the SEBI Act 1992 by the Indian Parliament. SEBI has its headquarters at the business district of Bandra Kurla Complex in Mumbai and has Northern, Eastern, Southern and Western Regional Offices in New Delhi, Kolkata, Chennai, and Ahmedabad respectively. It has opened local offices at Jaipur and Bangalore and has also opened offices at Guwahati, Bhubaneshwar, Patna, Kochi and Chandigarh in Financial Year 2013–2014. Controller of Capital Issues was the regulatory authority before SEBI came into existence; it derived authority from the Capital Issues (Control) Act, 1947. The SEBI is managed by its members, which consists of the following: * The chairman is nominated by the Union Government of India. * Two members, i.e., Officers from the Union Finance Ministry. * One member from the Reserve Bank of India. * The remaining five members are nominated by the Union Government of India, out of them at least three shall be whole-time members. After the amendment of 1999, collective investment schemes were brought under SEBI except nidhis, chit funds and cooperatives. == Organisation structure == thumb|450x450px|SEBI headquarters, Mumbai Madhabi Puri Buch took charge of chairman on 1 March 2022, replacing Ajay Tyagi, whose term ended on 28 February 2022. Madhabi Puri Buch is the first women chairperson of SEBI. The board comprises: {| class=\"wikitable\" |- ! Name ! Designation |- | Madhabi Puri Buch | Chairman |- | Gurumoorthy Mahalingam | Whole time member |- |- | S.K Mohanty | Whole time member |- |- | Ananta Barua | Whole time member |- |- | Madhabi Puri Buch | Whole time member |- | N S Vishwanathan | Part-time member |- | Anand Mohan Bajaj | Part-time member |- | K V R Murty | Part-time member |- | V Ravi Anshuman | Part-time member |} List of Chairmen: {| class=\"wikitable\" |- ! Name ! From ! To |- |Madhabi Puri Buch |1 March 2022 |Present |- |Ajay Tyagi |10 February 2017 |28 February 2022 |- |U K Sinha |18 February 2011 |10 February 2017 |- |C. B. Bhave |18 February 2008 |18 February 2011 |- |M. Damodaran |18 February 2005 |18 February 2008 |- |G. N. Bajpai |20 February 2002 |18 February 2005 |- |D. R. Mehta |21 February 1995 |20 February 2002 |- |S. S. Nadkarni |17 January 1994 |31 January 1995 |- |G. V. Ramakrishna |24 August 1990 |17 January 1994 |- |Dr. S. A. Dave |12 April 1988 |23 August 1990 |} ==National Apex Bodies== *National Institute of Securities Markets of India == Functions and responsibilities == The Preamble of the Securities and Exchange Board of India describes the basic functions of the Securities and Exchange Board of India as \"...to protect the interests of investors in securities and to promote the development of, and to regulate the securities market and for matters connected there with or incidental there to\". SEBI has to be responsive to the needs of three groups, which constitute the market: * issuers of securities * investors * market intermediaries SEBI has three powers rolled into one body: quasi-legislative, quasi-judicial and quasi- executive. It drafts regulations in its legislative capacity, it conducts investigation and enforcement action in its executive function and it passes rulings and orders in its judicial capacity. Though this makes it very powerful, there is an appeal process to create accountability. There is a Securities Appellate Tribunal which is a three-member tribunal and is currently headed by Justice Tarun Agarwala, former Chief Justice of the Meghalaya High Court.Justice Tarun Agarwala appointed Securities Appellate Tribunal presiding officer – Business Standard. Business Standard. (2018-12-12). Retrieved 2019-03-24. A second appeal lies directly to the Supreme Court. SEBI has taken a very proactive role in streamlining disclosure requirements to international standards. thumb|Securities and Exchange Board of India (SEBI) === Powers === For the discharge of its functions efficiently, SEBI has been vested with the following powers: * to approve by−laws of Securities exchanges. * to require the Securities exchange to amend their by−laws. * inspect the books of accounts and call for periodical returns from recognised Securities exchanges. * inspect the books of accounts of financial intermediaries. * compel certain companies to list their shares in one or more Securities exchanges. * registration of Brokers and sub-brokers ♦ SEBI committees * Technical Advisory Committee * Committee for review of structure of infrastructure institutions * Advisory Committee for the SEBI Investor Protection and Education Fund * Takeover Regulations Advisory Committee * Primary Market Advisory Committee (PMAC) * Secondary Market Advisory Committee (SMAC) * Mutual Fund Advisory Committee * Corporate Bonds & Securitisation Advisory Committee ♦ There are two types of brokers: *Discount brokers *Merchant brokers Eliminate malpractices in security market == Major achievements == SEBI has enjoyed success as a regulator by pushing systematic reforms aggressively and successively. SEBI is credited for quick movement towards making the markets electronic and paperless by introducing T+5 rolling cycle from July 2001 and T+3 in April 2002 and further to T+2 in April 2003. The rolling cycle of T+2 means, Settlement is done in 2 days after Trade date. SEBI has been active in setting up the regulations as required under law. SEBI did away with physical certificates that were prone to postal delays, theft and forgery, apart from making the settlement process slow and cumbersome by passing Depositories Act, 1996.Sebi's 25-year journey. Livemint (2013-05-21). Retrieved 2013-07-29. SEBI has also been instrumental in taking quick and effective steps in light of the global meltdown and the Satyam fiasco. In October 2011, it increased the extent and quantity of disclosures to be made by Indian corporate promoters. In light of the global meltdown, it liberalised the takeover code to facilitate investments by removing regulatory structures. In one such move, SEBI has increased the application limit for retail investors to ₹ 200,000, from ₹ 100,000 at present. == Controversies == Supreme Court of India heard a Public Interest Litigation (PIL) filed by India Rejuvenation Initiative that had challenged the procedure for key appointments adopted by Govt of India. The petition alleged that, \"The constitution of the search-cum-selection committee for recommending the name of chairman and every whole-time members of SEBI for appointment has been altered, which directly impacted its balance and could compromise the role of the SEBI as a watchdog.\" On 21 November 2011, the court allowed petitioners to withdraw the petition and file a fresh petition pointing out constitutional issues regarding appointments of regulators and their independence. The Chief Justice of India refused the finance ministry's request to dismiss the PIL and said that the court was well aware of what was going on in SEBI. Hearing a similar petition filed by Bengaluru-based advocate Anil Kumar Agarwal, a two judge Supreme Court bench of Justice Surinder Singh Nijjar and Justice HL Gokhale issued a notice to the Govt of India, SEBI chief UK Sinha and Omita Paul, Secretary to the President of India. Further, it came into light that Dr. K. M. Abraham(the then whole time member of SEBI Board) had written to the Prime Minister about malaise in SEBI. He said, \"The regulatory institution is under duress and under severe attack from powerful corporate interests operating concertedly to undermine SEBI\". He specifically said that Finance Minister's office, and especially his advisor Omita Paul, were trying to influence many cases before SEBI, including those relating to Sahara Group, Reliance, Bank of Rajasthan and MCX. == SEBI and Regional Securities Exchanges == SEBI in its circular dated May 30, 2012 gave exit – guidelines for Securities exchanges. This was mainly due to illiquid nature of trade on many of 20+ regional Securities exchanges. It had asked many of these exchanges to either meet the required criteria or take a graceful exit. SEBI's new norms for Securities exchanges mandates that it should have minimum net-worth of 1 billion and an annual trading of 10 billion. The Indian Securities market regulator SEBI had given the recognized Securities exchanges two years to comply or exit the business. === Process of de-recognition and exit === Following is an excerpts from the circular: # Exchanges may seek exit through voluntary surrender of recognition. # Securities where the annual trading turnover on its own platform is less than 10 billion can apply to SEBI for voluntary surrender of recognition and exit, at any time before the expiry of two years from the date of issuance of this Circular. # If the Securities exchange is not able to achieve the prescribed turnover of 10 billion on continuous basis or does not apply for voluntary surrender of recognition and exit before the expiry of two years from the date of this Circular, SEBI shall proceed with compulsory de- recognition and exit of such Securities exchanges, in terms of the conditions as may be specified by SEBI. # Securities Exchanges which are already de- recognised as on date, shall make an application for exit within two months from the date of this circular. Upon failure to do so, the de-recognised exchange shall be subject to compulsory exit process. == SEBI departments == SEBI regulates Indian financial market through its 20 departments. * Commodity Derivatives Market Regulation Department (CDMRD) * Corporation Finance Department (CFD) * Department of Economic and Policy Analysis (DEPA) * Department of Debt and Hybrid Securities (DDHS) * Enforcement Department – 1 (EFD1) * Enforcement Department – 2 (EFD2) * Enquiries and Adjudication Department (EAD) * General Services Department (GSD) * Human Resources Department (HRDM) * Information Technology Department (ITD) * Integrated Surveillance Department (ISD) * Investigations Department (IVD) * Investment Management Department (IMD) * Legal Affairs Department (LAD) * Market Intermediaries Regulation and Supervision Department (MIRSD) * Market Regulation Department (MRD) * Office of International Affairs (OIA) * Office of Investor Assistance and Education (OIAE) * Office of the chairman (OCH) * Regional offices (ROs). == See also == * Forward Markets Commission (India) * Securities commission * Financial regulation * List of financial regulatory authorities by country * Securities exchange * Regulation D (SEC) * Institute of Chartered Accountants of India * Institute of Company Secretaries of India * List of stock exchanges in the Commonwealth of Nations == References == * Analysis of SEBI Regulation 31 & 31A == External links == * Securities and Exchange Board of India * SEBI Latest Circulars * SEBI Annual Reports Category:Executive branch of the government of India Category:Regulatory agencies of India Category:Organisations based in Mumbai India Category:Government agencies established in 1992 Category:Government agencies of India Category:Economic history of India (1947–present) Category:Financial services companies based in Mumbai Category:1988 establishments in Maharashtra",
 "title": "Securities and Exchange Board of India"
}