{
 "id": "44032",
 "text": "The Corporation for Public Broadcasting (CPB) is an American publicly funded non-profit corporation, created in 1967 to promote and help support public broadcasting. The corporation's mission is to ensure universal access to non- commercial, high-quality content and telecommunications services. It does so by distributing more than 70 percent of its funding to more than 1,400 locally owned public radio and television stations. ==History== The Corporation for Public Broadcasting was created on November 7, 1967, when U.S. president Lyndon B. Johnson signed the Public Broadcasting Act of 1967. The new organization initially collaborated with the National Educational Television network—which would be replaced by the Public Broadcasting Service (PBS). Ward Chamberlin Jr. was the first operating officer. On March 27, 1968, it was registered as a nonprofit corporation in the District of Columbia. In 1969, the CPB talked to private groups to start PBS, an entity intended by the CPB to circumvent controversies engendered by certain NET public affairs programs that aired in the late 1960s and engendered opposition by politically conservative public figures, potentially threatening the medium's future viability. On February 26, 1970, the CPB formed National Public Radio (NPR), a network of public-radio stations that began operating the following year. Unlike PBS, NPR produces and distributes programming. On May 31, 2002, CPB, through a first round of funding from a special appropriation, helped public television stations making the transition to digital broadcasting; this was complete by 2009. ==Funding of and by the corporation== The CPB's annual budget is composed almost entirely of an annual appropriation from Congress plus interest on those funds. 95% of the corporation's appropriation goes directly to content development, community services, and other local station and system needs. For fiscal year 2014, its appropriation was US$445.5 million, including $500,000 in interest earned. The distribution of these funds was as follows: * $222.78M for direct grants to local public television stations; * $74.63M for television programming grants; * $69.31M for direct grants to local public radio stations; * $26.67M for PBS support; * $22.84M for grants for radio programming and national program production and acquisition; * $22.25M for CPB administrative costs; * $7.00M for the Radio Program Fund. Public broadcasting stations are funded by a combination of private donations from listeners and viewers, foundations and corporations. Funding for public television comes in roughly equal parts from government (at all levels) and the private sector. Stations that receive CPB funds must meet certain requirements, such as the maintenance or provision of open meetings, open financial records, a community advisory board, equal employment opportunity, and lists of donors and political activities. ==Board composition== The CPB is governed by a nine-member board of directors selected by the President of the United States and confirmed by the Senate; they serve six-year terms. , the board has five members, with Bruce Ramer as the chair. Under the terms of the Public Broadcasting Act of 1967, the President cannot appoint persons of the same political party to more than five of the nine CPB board seats. {| class=\"wikitable\" |+CPB Board of Directors |- ! scope=\"col\" \"width:20%\" | Name ! scope=\"col\" \"width:20%\" | Title ! scope=\"col\" \"width:20%\" | Appointed by (year of confirmation) ! scope=\"col\" \"width:20%\" | Party ! scope=\"col\" \"width:20%\" | Term expires |- | Bruce Ramer | Chair | George W. Bush (2008), Barack Obama (2013), Donald Trump (2019) | Republican | |- | Laura G. Ross | Vice Chair | Donald Trump (2018), Joe Biden (2022) | Democratic | |- | Elizabeth Sembler | Member | George W. Bush (2008), Barack Obama (2014), Joe Biden (2022) | Republican | |- | Miriam Hellreich | Member | Donald Trump (2019) | Republican | |- | Tom Rothman | Member | Joe Biden (2022) | Democratic | |- | _Vacant_ | Member | — | | |- | _Vacant_ | Member | — | | |- | _Vacant_ | Member | — | | |- | _Vacant_ | Member | — | | |} The Board of Directors governs CPB, sets policy, and establishes programming priorities. The Board appoints the president and chief executive officer, who then names the other corporate officers. ==Political concerns== In 2004 and 2005, people from PBS and NPR complained that the CPB was starting to push a conservative agenda.NPR's On the Media interview with Tomlinson, May 6, 2005 NPR's On the Media follow-up, July 15, 2005 Board members replied that they were merely seeking balance. The charge of a conservative agenda came to a head in 2005. Kenneth Tomlinson, chair of the CPB board from September 2003 until September 2005, angered PBS and NPR supporters by unilaterally commissioning a conservative colleague to conduct a study of alleged bias in the PBS show NOW with Bill Moyers, and by appointing two conservatives as CPB Ombudsmen. On November 3, 2005, Tomlinson resigned from the board, prompted by a report of his tenure by the CPB Inspector General, Kenneth Konz, requested by Democrats in the U.S. House of Representatives. The report was made public on November 15. It states: > We found evidence that the Corporation for Public Broadcasting (CPB) former > Chairman violated statutory provisions and the Director's Code of Ethics by > dealing directly with one of the creators of a new public affairs program > during negotiations with the Public Broadcasting Service (PBS) and the CPB > over creating the show. Our review also found evidence that suggests > \"political tests\" used by the former Chairman in recruiting a > President/Chief Executive Officer (CEO) for CPB, which violated statutory > prohibitions against such practices.Corporation For Public Broadcasting, > Office of Inspector General: Review of Alleged Actions Violating The Public > Broadcasting Act of 1967, as Amended, Report No. EPB503-602, November 2006 , > page i ==Objectivity and balance requirements== The Public Broadcasting Act of 1967 requires the CPB to operate with a \"strict adherence to objectivity and balance in all programs or series of programs of a controversial nature\". It also requires it to regularly review national programming for objectivity and balance, and to report on \"its efforts to address concerns about objectivity and balance\". ==See also== *American Public Television *Public Radio International ==References== ==External links== *Corporation for Public Broadcasting's official website *CPB's official financials, including a history of Federal allocations to the general fund *CPB Board's statement on Tomlinson's resignation *The Corporation for Public Broadcasting: Federal Funding and Issues Congressional Research Service *Current, the newspaper about public TV and radio in the United States *Corporation for Public Broadcasting records at the University of Maryland Libraries *Elizabeth L. Young papers at the University of Maryland Libraries Category:1967 establishments in Washington, D.C. Category:1967 establishments in the United States * Category:Public broadcasting in the United States Category:Corporations chartered by the United States Congress Category:Foundations based in the United States Category:Entertainment companies established in 1967 Category:Mass media companies established in 1967 Category:Organizations established in 1967",
 "title": "Corporation for Public Broadcasting"
}