{
 "id": "440371",
 "text": "Boy Meets Boy is an American reality television show in which a gay man meets and chooses a mate from a group of 15 potential male suitors. The show featured the twist that the \"leading man\" did not know that the mix of suitors included both gay and heterosexual men. The show premiered July 29, 2003, on the Bravo cable television channel. A total of six episodes were aired weekly until the finale on September 2, 2003. The show was taped in Palm Springs, California and hosted by Dani Behr. ==Premise== The show featured a gay man named James Getzlaff selecting another man to date from among a group of 15 potential suitors, known as \"mates\". Helping him choose was his best friend Andra Stasko. The controversial twist was that some of the housemates were gay, while others were straight. James was not told of this fact until nearly the end of the series' run, and the gay mates were never informed. If James' final choice from among the mates was gay, James and the mate would win a cash prize and a trip for two to New Zealand provided by Alyson Adventures of Key West, Florida, which specializes in gay and lesbian small group tours throughout the world. If James chose a straight mate, James would win nothing and the mate would win $25,000. The producers managed to keep a mixture of gay and straight men in the house despite the eliminations by putting the men into groups that prevented the contestant from eliminating all of the gay men or all of the straight men. At the end of each episode, the sexual orientation of each eliminated mate was revealed to viewers. ==Contestants== {| class=\"wikitable sortable\" style=\"text-align:center |- ! Contestant ! Age ! Identifies as ! Occupation ! Outcome |- | style=\"text-align:left;\"|Wes Culwell | 24 | Gay | style=\"text-align:left;\"|Fundraiser || |- | style=\"text- align:left;\"|Franklin Ferguson | 23 | Straight | style=\"text-align:left;\"|Wine steward || |- | style=\"text-align:left;\"|Brian Hay | 23 | Gay | style=\"text- align:left;\"|Executive assistant/bartender || |- | style=\"text- align:left;\"|Sean | 27 | Straight | style=\"text-align:left;\"|Artist || |- | style=\"text-align:left;\"|Robb McArthur | 30 | Gay | style=\"text- align:left;\"|Event planner || |- | style=\"text-align:left;\"|Darren O'Hare | 24 | Gay | style=\"text-align:left;\"|Store manager | |- | style=\"text- align:left;\"|Dan Wells | 29 | Straight | style=\"text-align:left;\"|Actor | |- | style=\"text-align:left;\"|Matt | 27 | Gay | style=\"text-align:left;\"|Inventory manager | |- | style=\"text-align:left;\"|Michael Godinez | 30 | Straight | style=\"text-align:left;\"|Computer assistant | |- | style=\"text- align:left;\"|Marc | 33 | Gay | style=\"text-align:left;\"|Attorney | |- | style=\"text-align:left;\"|Paul | 23 | Straight | style=\"text- align:left;\"|Drafter | |- | style=\"text-align:left;\"|Jim | 23 | Straight | style=\"text-align:left;\"|Claims examiner | |- | style=\"text-align:left;\"| | 30 | Straight | style=\"text-align:left;\"|Chiropractor | |- | style=\"text- align:left;\"| | 26 | Gay | style=\"text-align:left;\"|US Military | |- | style=\"text-align:left;\"|Chris | 23 | Gay | style=\"text-align:left;\"|Biologist | |} ==Episode list== ==Broadcast== The show premiered July 29, 2003, on the Bravo cable television channel. A total of six episodes were aired weekly until the finale on September 2, 2003. The show was taped in Palm Springs, California and hosted by Dani Behr. ==Potential second season== Boy Meets Boy creator Doug Ross held out hope for a second season. He acknowledged that the popularity of season one would make it practically impossible for another season with the same twist but also said that he has come up with another twist which Bravo executives thought was fun. Speaking in 2007, Bravo executive Frances Berwick pointed to public knowledge of the twist as a stumbling block to a second season, noting the difficulty Bravo had selling the series overseas because of international press reports on the twist. On the possibility of a season two with a new twist, Berwick said, \"What Bravo does best is to do things first and to really sort of shake up people's preconceptions and notions about things. And we would accept many different formats [for a Boy Meets Boy-type show]. I'm not saying that they wouldn't be as good, because you can always come up with something else. [But] until we find the perfect way to do it...\" Berwick also suggested that at the time a series as gay-specific as Boy Meets Boy might not have fit into Bravo's overall programming strategy. \"It has to feel like it's broad enough, and multidimensional enough to work for our incredibly smart audience.\" ==Home media== The entire six episode series was released to DVD as a box set in the United States on May 25, 2004. In addition to containing all six episodes, the DVD set includes additional interviews and footage with behind the scenes featurettes, casting reels, performances by Miss Coco Peru, the original unaired opening sequence, cast biographies, and a \"Where Are They Now?\" segment with updates on some of the participants. ==In popular culture== Boy Meets Boy was parodied on the ninth season of Mad TV with Getzlaff impersonated by Josh Meyers and Stasko by Michael McDonald. One sketch had a second season of the show called Boy Meets Goy, while recurring sketches had the pair appear on Scare Tactics and then on Hollywood Squares. Boy Meets Boy is also mentioned in the South Park episode \"South Park Is Gay!\", which lampoons the metrosexuality and gay reality TV fad. ==See also== * Playing It Straight * Gay, Straight or Taken? ==References== ==External links== * Category:2003 American television series debuts Category:2003 American television series endings Category:2000s American reality television series Category:Bravo (American TV network) original programming Category:2000s American LGBT-related television series Category:American dating and relationship reality television series Category:Gay-related television shows Category:English-language television shows Category:Television shows set in Palm Springs, California Category:American LGBT-related reality television series Category:2000s LGBT-related reality television series",
 "title": "Boy Meets Boy (TV series)"
}