{
 "id": "440424",
 "text": "Mohammad Tofiq Rahim (Kurdish: محه‌مه‌د تۆفیق ره‌حیم) (born 1953) is an Iraqi Kurdish politician. Born in Sulaimaniyah city in 1953, Rahim is currently the secretary of the internal departments of Iraqi Kurdistan's largest opposition grouping Movement for Change. ==Early life== Rahim, popularly known as Hama Tofiq, was born in the city of Sulaimaniyah, Iraqi Kurdistan in 1953. After initial education in Sulaimaniyah, Rahim attended Mustansariyah University in Baghdad. He subsequently travelled to France and the United Kingdom where he completed his graduate studies at the Paris-Sorbonne University and the University of Bath. He was active in Kurdish student politics from an early age and joined the Peshmerga forces immediately upon his return to Kurdistan. ==Career at the Patriotic Union of Kurdistan== Mohammad Tofiq Rahim returned to Kurdistan in 1979. He had been active in Kurdish politics as a member of the Patriotic Union of Kurdistan and quickly rose to high leadership as Political bureau member with responsibility for external relations, in part due to his command of several European languages. He has a passion for languages and as well as his native Kurdish he is known to speak Arabic, English, French and German fluently with a working knowledge of the Turkish language. He was the founding editor of the party's chief newspaper Kurdistani Nwe and helped organise the 1991 uprising in which the Kurds overthrew Saddam Hussein's Baathist regime. Rahim was elected as the region's first deputy speaker of parliament. He subsequently held several Kurdistan Regional Government posts including minister of humanitarian resources (the nascent government's foreign office), Minister of Justice, Minister of Transportation and Minister of Planning. In September 2003, after the toppling of Saddam Hussein's regime Rahim was appointed Minister of Industry and Mines in the cabinet appointed by the Interim Iraq Governing Council. In 2006 Rahim resigned from the Patriotic Union of Kurdistan citing endemic corruption and nepotism. ==Leadership - Movement for Change== After his resignation from the PUK, Rahim was a founding member of the Movement for Change under the leadership of Nawshirwan Mustafa. He was initially the movement's official spokesman and is now responsible for the external relations of the organisation. He was a key campaigner in the Change lists 2009 election campaign in Sulaimaniyah in which Change took a quarter of the region's parliamentary seats and swept Sulaimaniyah Governorate. ==References== * * LA Times: Kurdish opposition makes strong showing in Iraq regional elections * http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2009/07/25/MNFM18V5US.DTL Category:Government ministers of Iraq Category:1953 births Category:Living people Category:Alumni of the University of Bath Category:Patriotic Union of Kurdistan politicians Category:Iraqi Kurdistani politicians Category:People from Sulaymaniyah Category:Iraqi Kurdish people Category:Kurdish Muslims Category:Gorran Movement politicians Category:Kurdish nationalists",
 "title": "Mohammad Tofiq Rahim"
}