{
 "id": "440490",
 "text": "The Geoffrey Bilson Award for Historical Fiction for Young Readers is a Canadian literary award that goes to the best work of historical fiction written for youth each year. The award is named after Geoffrey Bilson, a writer of historical fiction for youth and a history professor at the University of Saskatchewan who died suddenly in 1987. The Geoffrey Bilson Award is selected by a jury chosen by the Canadian Children's Book Centre. Award winners must be Canadian authors, and the winning novel must have been published in the previous calendar year. Each year's winner receives a $1000 (C$) prize. The award is one of several presented by the Canadian Children's Book Centre each year; others include the Marilyn Baillie Picture Book Award, the Norma Fleck Award for Canadian Children's Non-Fiction and the TD Canadian Children's Literature Award.\"Sask., Man. writers win for children's books\". cbc.ca, November 11, 2010. ==Winners== *1988 - Carol Matas, Lisa *1989 - joint winners **Martyn Godfrey, Mystery in the Frozen Lands **Dorothy Perkyns, Rachel's Revolution *1990 - Kit Pearson, The Sky is Falling *1991 - Marianne Brandis, The Sign of the Scales *1992 - no award *1993 - Celia Barker Lottridge, Ticket to Curlew *1994 - Kit Pearson, The Lights Go On Again *1995 - Joan Clark, The Dream Carvers *1996 - Marianne Brandis, Rebellion: A Novel of Upper Canada *1997 - Janet McNaughton, To Dance at the Palais Royale *1998 - Irene N. Watts, Good-Bye Marianne *1999 - Iain Lawrence, The Wreckers *2000 - deferred to following year *2001 - Sharon E. McKay, Charlie Wilcox *2002 - Virginia Frances Schwartz, If I Just Had Two Wings *2003 - Joan Clark, The Word for Home *2004 - Brian Doyle, Boy O'Boy *2005 - Michel Noël, Good for Nothing *2006 - Pamela Porter, The Crazy Man *2007 - Eva Wiseman, Kanada *2008 - Christopher Paul Curtis, Elijah of Buxton *2009 - John Ibbitson, The Landing *2010 - Shane Peacock, Vanishing Girl *2011 - Valerie Sherrard, The Glory Wind *2012 - Kate Cayley, The Hangman in the Mirror *2013 - Elizabeth Stewart, The Lynching of Louie Sam *2014 - Karen Bass, Graffiti Knight *2015 - Marsha Forchuk Skrypuch, Dance of the Banished *2016 - Karen Bass, Uncertain Soldier *2017 - Kevin Sands, The Mark of the Plague *2018 - Kevin Sands, The Assassin’s Curse *2019 - Christopher Paul Curtis, The Journey of Little Charlie *2020 - Tina Athaide, Orange for the Sunsets ==References== ==External links== *Geoffrey Bilson Award for Historical Fiction for Young Readers site Category:Canadian children's literary awards Category:Historical fiction awards Category:Awards established in 1988 Category:1988 establishments in Canada",
 "title": "Geoffrey Bilson Award"
}