{
 "id": "440441",
 "text": "Doctor Abdul Latif Rashid () (born 10 August 1944) was the Iraqi Minister of Water Resources under the government of Nouri al-Maliki. He previously served as Minister of Water Resources under the Iraqi Transitional Government and as Minister of Irrigation under the Iraqi Interim Government. Dr Rashid was formerly a spokesperson for the Patriotic Union of Kurdistan (PUK) in the United Kingdom. He is a graduate of the University of Manchester. As Minister for Water Resources from September 2003 till December 2010, Dr Rashid was responsible for a range of issues, including irrigation, municipal and industrial water supply, hydropower, flood control, and environmental requirements including marsh restoration. After the removal of Saddam Hussein's regime in April 2004 the Minister oversaw dramatic improvements in the management of the country's water resources. Dr Rashid is a Kurd, born in 1944 in Sulaymaniyah, and is an active member of the PUK under the leadership of Mr Jalal Talabani. Dr. Rashid took British secondary school 'A-Levels' in North Wales.University of Liverpool, 'Precinct' magazine, January 2008, p. 6. www.liv.ac.uk/precinct/2008/January_Precinct.pdf He has a B.Sc. (1968) in Civil Engineering from Liverpool University, and an M.Sc. (1972) and Ph.D. (1976) in Engineering from Manchester University. The Minister has been involved with a number of programs and organizations related to engineering, agriculture developments, Kurdish and Iraqi leaderships. He previously worked as senior Project Manager for the UN's Food and Agriculture Organization (UNFAO) in Yemen and Saudi Arabia. He was a member of Executive Council of the Iraqi National Congress (INC) and the Patriotic Union of Kurdistan's Representative in the UK since 1986 as well as spokesman for the Kurdistan Front. Dr Rashid is a chartered engineer, a fellow of the Institution of Civil Engineering and the International Commission on Irrigation and Drainage (ICID). He has been a freelance consultant for irrigation and drainage projects and worked with the Water Engineering Administration. In 1992 Dr Rashid was elected vice president and Executive Member of the Iraqi National Congress (INC), and in 1998 he was elected to the six-member leadership of the INC. Apart from technical qualifications and engagements Dr Rashid has taken an active part in both Kurdish and Iraqi politics. He has attended many conferences and official meetings on behalf of Kurdish political parties and Iraqi opposition groups during Saddam's regimes. Dr Rashid has also represented Kurdish politics and Iraqi opposition groups to Saddam in official meetings with various international institutions and governments. He is married to Shanaz Ibrahim Ahmed and have two sons and one daughter. ==References== * * * Category:Government ministers of Iraq Category:Living people Category:1944 births Category:Civil engineers Category:Patriotic Union of Kurdistan politicians Category:Iraqi National Congress politicians",
 "title": "Latif Rashid"
}