{
 "id": "4407",
 "text": "Bubble and squeak is a British dish made from cooked potatoes and cabbage, mixed together and fried. The food writer Howard Hillman classes it as one of the \"great peasant dishes of the world\".Hillman, pp. 62–63 The dish has been known since at least the 18th century, and in its early versions it contained cooked beef; by the mid-20th century the two vegetables had become the principal ingredients. ==History== The name of the dish, according to the Oxford English Dictionary (OED), alludes to the sounds made by the ingredients when being fried. The first recorded use of the name listed in the OED dates from 1762; The St James's Chronicle, recording the dishes served at a banquet, included \"Bubble and Squeak, garnish'd with Eddowes Cow Bumbo, and Tongue\".\"Bill of Fare of a West-India Dinner\", The St James's Chronicle, 16–18 September 1762, p. 1 A correspondent in The Public Advertiser two years later reported making \"a very hearty Meal on fried Beef and Cabbage; though I could not have touched it had my Wife recommended it to me under the fashionable Appellation of Bubble and Squeak\".\"To the Printer of the Public Advertiser\", The Public Advertiser, 9 February 1764, p. 1 In 1791 another London paper recorded the quarterly meeting of the Bubble and Squeak Society at Smithfield.\"Present Week\", The Diary, or Woodfall's Register, 28 February 1791, p. 3 The dish as it is made in modern times differs considerably from its first recorded versions, in which cooked beef was the main ingredient and potatoes did not feature. The earliest-known recipe is in Mrs Rundell's A New System of Domestic Cookery, published in 1806. It consists wholly of cabbage and rare roast beef, seasoned and fried.Rundell, p. 42 This method is followed by William Kitchiner in his book Apicius Redivivus, or The Cook's Oracle (1817);Kitchiner (1817), p. 302 in later editions he adds a couplet at the top of his recipe: When 'midst the frying Pan in accents savage, The Beef, so surly, quarrels with the Cabbage.Kitchiner (1827), p. 302 Mrs Beeton's recipe in her Book of Household Management (1861) similarly combines cooked beef with cabbage (and, in her recipe, onions) but no potato.Beeton, p. 287 An 1848 recipe from the US is similar, but adds chopped carrots.Kalman, p. 37 In all of these, the meat and vegetables are served next to each other, and not mixed together. In 1872 a Lancashire newspaper offered a recipe for \"delicious bubble and squeak\", consisting of thinly-sliced beef fried with cabbage and carrot,\"Australian Meat\", Blackburn Standard, 20 March 1872, p. 4 but not potatoes, although by then they had been a major crop in Lancashire for decades.Wilson, p. 218 In the 1880s potatoes began to appear in recipes. In 1882 the \"Household\" column of The Manchester Times suggested: Potatoes featured in a recipe printed in a Yorkshire paper in 1892 but, as in earlier versions, the main ingredients were beef and cabbage.\"Hearth and Home: Bubble and Squeak\", York Herald, 28 May 1892, p. 12 ==Modern versions== thumb|upright=1.25|Bubble and squeak, left Possibly because of the scarcity of beef during food rationing in and after the Second World War,McCorquodale, p. 138 by the latter half of the 20th century the basic ingredients were widely considered to be cooked and mashed (or coarsely crushed) potato and chopped cooked cabbage. Those are the only two ingredients in Delia Smith's 1987 recipe.D. Smith, p. 154 Clarissa Dickson Wright's 1996 version consists of crushed cooked potatoes, finely chopped raw onion, and cooked cabbage (or brussels sprouts), seasoned with salt and pepper, mixed together and shallow- fried until browned on the exterior.Paterson and Dickson Wright, p. 97. Like Smith, Dickson Wright specifies dripping (or lard) for frying, finding vegetable oil unsuitable for frying bubble and squeak, because the mixture will not brown adequately. Several other cooks find oil or butter satisfactory.Hix, p. 214; Oliver, p. 383; and J. Smith, p. 247 Fiona Beckett (2008), like Smith and Dickson Wright, stipulates no ingredients other than potato and cabbage,Beckett, p. 169 but there are many published variants of the basic recipe. Gary Rhodes favours sliced brussels sprouts, rather than cabbage, with gently cooked sliced onions and mashed potato, fried in butter.Rhodes, pp. 118–119 He comments that although the basic ingredients of bubble and squeak and colcannon are similar, the two are very different dishes, the former being traditionally made from left-overs and fried to give a brown crust, and the latter \"a completely separate dish of potato, spring onion and cabbage, served almost as creamed potatoes\".Rhodes, pp. 139 and 147 Jeff Smith (1987) adds grated courgettes and chopped ham and bacon.J. Smith, p. 247 Mark Hix (2005) adds cooked and chopped leeks and swede to the mix.Hix, p. 214 Jamie Oliver (2007) adds chestnuts and \"whatever veg you like – carrots, Brussels, swedes, turnips, onions, leeks or Savoy cabbage\".Oliver, p. 383 Nigel Slater, in a 2013 recipe using Christmas leftovers, adds chopped goose, ham and pumpkin to the mixture.Slater, Nigel. \"Christmas bubble and squeak\" , BBC. Retrieved 27 October 2020 The mixture is then shallow fried, either shaped into round cakes or as a single panful, tortilla-style, and then sliced. The first method is suggested by Delia Smith, Hix and Slater; Rhodes finds both methods satisfactory; Dickson Wright, Oliver and Jeff Smith favour the whole-pan method.Hix, p. 214; Oliver, p. 383; Paterson and Dickson Wright, p. 97; Rhodes, pp. 118–119; D. Smith, p. 154; and J. Smith, p. 247 ==Outside Britain== Bubble and squeak is familiar in Australia; a 1969 recipe adds peas and pumpkin to the basic mix.Moloney, Ted. \"New Ideas for Bubble 'N Squeak\", The Sydney Morning Herald, 26 May 1969, p. 39 The dish is not common in the US but is not unknown; an American recipe from 1913 resembles Rundell's version, with the addition of a border of mashed potato.\"Hearty Luncheon and Supper Dishes\", The Reading Eagle, 20 July 1913. p. 18 In 1983, American food writer Howard Hillman included bubble and squeak in his survey Great Peasant Dishes of the World. More recently Forbes magazine ran an article about the dish in 2004.\"Squeaking by\" , Forbes, 17 November 2004 A Canadian newspaper in 1959 reported a minor controversy about the origins of the dish, with readers variously claiming it as Australian, English, Irish and Scottish.Cribbens, Norman. \"Here and There\", Times Colonist, 24 December 1959, p. 11 In 1995, another Canadian paper called the dish \"universally beloved\".Hunter, Don. \"Out and About\", The Province, 24 November 1995, p. 41 == Similar dishes == * Panackelty, from North East England * Rumbledethumps, stovies and clapshot from Scotland * Colcannon and champ, from Northern Ireland * Stoemp from Belgium * Calentao, from Colombia * Biksemad, from Denmark * Bauernfrühstück and Stemmelkort, from Germany * Aloo tikki, from India * Stamppot, from the Netherlands * Trinxat, from the La Cerdanya region of Catalonia, northeast Spain and Andorra * Matevž, from Slovenia * Pyttipanna, Pyttipanne and Pyttipannu from Sweden, Norway and Finland * Hash, from the United States ==Other uses of term== The OED gives a secondary definition of \"bubble and squeak\": \"figurative and in figurative contexts. Something resembling or suggestive of bubble and squeak, especially in consisting of a variety of elements\". In 1825 a reviewer in The Morning Post dismissed a new opera at Covent Garden as \"a sort of bubble and squeak mixture of English and Italian\".\"Covent Garden Theatre\", The Morning Post, 9 April 1825, p. 3 The OED gives examples from the 18th to the 21st centuries, including, from Coleridge, \"… the restless Bubble and Squeak of his Vanity and Discontent\", and from D. H. Lawrence, \"I can make the most lovely bubble and squeak of a life for myself\". In cockney rhyming slang the phrase was formerly used for \"beak\" (magistrate) and more recently \"Bubble\" has been used for \"Greek\". The term has been borrowed by authors of children's books as names for a pair of puppies and (by two different authors) pairs of mice.\"Bubble and Squeak\", Internet Archive. Retrieved 27 October 2020 ==References and sources== ===References=== ===Sources=== * * * * * * * * * * * * * * * == External links == * Category:English cuisine Category:Potato dishes Category:Cabbage dishes Category:Brassica oleracea dishes Category:Food combinations Category:Breakfast dishes Category:Dishes based on leftover ingredients Category:Peasant food",
 "title": "Bubble and squeak"
}