{
 "id": "44106",
 "text": "Marwan Yousef Mohamed Rashid Lekrab al-Shehhi (, , also transliterated as Alshehhi;Alternate forms of his name include Marwan Yusif Muhammad Rashid Al- Shehi, Marwan Yusif Muhammad Rashid Lakrab Al-Shihhi, and others. He was known to have used the alias Abu Abdullah. 9 May 1978 - 11 September 2001) was an Emirati al-Qaeda affiliated terrorist who served as the hijacker-pilot of United Airlines Flight 175, crashing the Boeing 767 into the South Tower of the World Trade Center as part of the September 11 attacks. He was one of five hijackers aboard the aircraft and one of two Emiratis to take part in the attacks, the other being Fayez Banihammad, who helped hijack the same plane. Al-Shehhi was a student from the United Arab Emirates who moved to Germany in 1996 and soon became close friends with Mohamed Atta, Ziad Jarrah and Ramzi bin al-Shibh, forming the Hamburg cell. Together, after pledging their lives to martyrdom, they became the leaders of the September 11 attacks. In late 1999, al-Shehhi, Atta, Jarrah, and bin al-Shibh traveled to terrorist training camps in Afghanistan and met with Osama bin Laden who recruited the four Hamburg cell members for the attacks in the United States. He arrived in the United States in May 2000, one month before Atta. Atta, Al-Shehhi, and Jarrah had been trained as pilots in Florida at Huffman Aviation, receiving their commercial pilot licenses in December 2000 and January 2001 from the FAA. Al- Shehhi spent his time making preparations for the attack itself, such as meeting with crucial planners abroad, assisting with the arrival of hijackers aboard the other flights, and travelling on surveillance flights determining details on how the hijacking would take place. On September 9, 2001, he traveled from Florida to Boston, where he stayed at the Milner Hotel until September 11. After boarding United Airlines Flight 175 at Logan International Airport, al-Shehhi and 4 other hijackers waited 30 minutes into the flight to make their attack, which then allowed al-Shehhi to take over control as pilot, and at 9:03 a.m., 17 minutes after Mohamed Atta crashed American Airlines Flight 11 into the North Tower, al-Shehhi crashed the Boeing 767 into the South Tower of the World Trade Center. At 23 years of age, he was the youngest hijacker-pilot to participate in the attacks. The impact of the Boeing 767 operating as United 175 into the South Tower was seen live on television as it happened. At 9:59 a.m., after 56 minutes of burning, the 110-story skyscraper collapsed, killing hundreds of people, including around 900 office workers and first responders. ==Early life== Al-Shehhi was born in Ras al-Khaimah, on May 9, 1978, in the United Arab Emirates, to a Muslim cleric who died in 1997 and an Egyptian mother. Described as a quiet and devout Muslim, details about al- Shehhi's life in the UAE, however, are difficult to acquire. According to an October 2001 article in the New York Times, \"If residents of Mr. Shehhi's hometown had heard of him before now, they were certainly not telling strangers. Four hours spent in the community yielded no address and no one -- policemen, firemen, pedestrians or local officials -- who did anything more than shrug at the mention of his name.\" After graduating from high school in 1995, al-Shehhi enlisted in the Emirati military and received a half a year of basic training before he was admitted into a military scholarship program that allowed him to continue his education in Germany. Upon arriving in Germany in April 1996, al-Shehhi moved into an apartment, which he shared with three other scholarship students for two months before boarding with a local German family. Several months later, he moved into his own apartment. Those who knew him described al-Shehhi as a very religious and friendly individual who wore western clothes and sometimes rented cars for trips to Berlin, France, and the Netherlands. His teacher in Germany, Gabriele Bock, recalls him as someone who seemed to be struggling to have plans for the future while studying there. While in Germany, al-Shehhi enrolled in the University of Bonn after completing a German course. He left Germany in June 1997 to attend to problems at home although the university forbade him. In early 1998, al-Shehhi transferred to the Technical University of Hamburg. A poor student, al-Shehhi was directed by the Scholarship program administrators to repeat a semester of his studies back in Bonn beginning in August 1998. Al-Shehhi did not enroll back at Bonn until January 1999 and continued to struggle with his studies. By July 1999, Marwan returned to Hamburg to study shipbuilding.The 9/11 Commission Report p. 179 It has been reported al-Shehhi also married in 1999, holding a belated celebration in January 2000, in an arranged marriage by his half-brother with a young woman named Fawzeya. https://www.washingtonpost.com/news/fact-checker/wp/2015/12/06/trumps-dubious- claim-that-the-911-hijackers-wives-knew-exactly-what-was-going-to-happen/ ==Radicalization== After moving to Hamburg in 1998, al-Shehhi helped form the Hamburg cell with Mohamed Atta and Ramzi bin al-Shibh. There, his views became more and more radical. They met three or four times a week to discuss anti- American feelings and plot possible attacks. When someone asked why he and Atta never laughed, al-Shehhi retorted, \"How can you laugh when people are dying in Palestine?\"The 9/11 Commission Report , page 162. On 9 October 1999, Marwan al-Shehhi was filmed at Said Bahaji's wedding in Germany with other 9/11 hijackers including Ziad Jarrah.\"Wedding video shows Sept. 11 hijackers, plotters\" , usatoday.com, 5 May 2003. In late 1999, al-Shehhi, Atta, Ziad Jarrah, Said Bahaji, and Ramzi bin al-Shibh decided to travel to Chechnya to fight against the Russians, but were convinced by Khalid al-Masri and Mohamedou Ould Slahi at the last minute to change their plans. They instead traveled to Afghanistan to meet with Osama bin Laden and trained for terrorist attacks. Immediately afterwards, Atta, al-Shehhi, and Jarrah reported their passports stolen, possibly to erase travel visas to Afghanistan. After their training, the hijackers began to attempt to hide their radicalism. al-Shehhi shaved his beard and seemed to his old friends like he had become less religious. After the attacks, a librarian in Hamburg reported that al-Shehhi boasted to her \"There will be thousands of dead. You will think of me ... You will see, in America something is going to happen. There will be many people killed.\"Butler, Desmond. \"Germans Issue First Indictment in the 9/11 Plot\" , nytimes.com, 29 August 2002.Bernstein, Richard. \"On Path to the U.S. Skies, Plot Leader Met bin Laden\" , nytimes.com, 10 September 2002. Al-Shehhi returned to Germany in March 2000, and began to learn to fly airplanes. Ammar al-Baluchi, one of the most important 9/11 financial organizers, bought a Boeing 747 flight simulator program using al-Shehhi's credit card. Eventually they decided that German flight schools would not work for them, and they decided to train in the United States. ==In the United States== ===Flight education and preparation=== Al-Shehhi was the first of the Hamburg group to leave for the United States. He arrived in Newark, New Jersey on 29 May 2000. Atta and Jarrah joined him the next month, and the three men began to search for flight schools. Al-Shehhi and Jarrah posed as body guards of Atta, who were also posing as a \"Saudi Arabian royal family member\" while the three of them took flying lessons in Venice, Florida. They logged hundreds of hours on a Boeing 727 flight simulator. They received their licenses by December 2000. Their expenses were paid for by Ali Abdul Aziz Ali. On either 26 or 27 December, Atta, Jarrah, and al-Shehhi abandoned a Piper Cherokee that had stalled on the runway of Miami International Airport. On 31 December, Atta, Jarrah and Marwan went to the Opa-Locka Airport and practiced on a Boeing 727 simulator. Al-Shehhi began to take \"surveillance flights\" in the summer of 2001, watching the operations of flight crews and making final preparations. ===Travels in early 2001=== Ziad Jarrah, Atta, and al-Shehhi, having progressed in their training, all took foreign trips during the holiday period of 2000-2001. When Atta returned to Florida, al-Shehhi left for Morocco, traveling to Casablanca in mid-January 2001. al-Shehhi's family, concerned about not having heard from him, reported him missing to the UAE government. The UAE embassy in turn contacted the Hamburg police and a UAE representative tried to find him in Germany, visiting mosques and al-Shehhi's last address in Hamburg. After learning that his family was looking for him, al-Shehhi telephoned them on 20 January and said he was living and studying in Hamburg. The UAE government then told the Hamburg police they could call off the search. Atta and al-Shehhi both encountered some difficulty reentering the United States, on 10 January and 19 January, respectively. As neither had presented a student visa, both of them had to persuade INS inspectors that they should be admitted so that they could continue their flight training. Neither operative had any problem clearing customs. After returning to Florida from their trips, Atta and al-Shehhi visited Georgia, staying briefly in Norcross and Decatur, and renting a single-engine plane to fly with an instructor in Lawrenceville. By 19 February, Atta and al-Shehhi were in Virginia. They had rented a mailbox in Virginia Beach, cashed a check, and then promptly returned to Georgia, staying in Stone Mountain. In mid-March, Ziad Jarrah was in Georgia as well, staying in Decatur. At the end of the month, Jarrah left the United States again and visited Sengün in Germany for two weeks. In early April, Atta and al-Shehhi returned to Virginia Beach and closed the mailbox they had opened in February. Atta and al-Shehhi returned to Virginia Beach from their travels in Georgia, making their way to a large Dar Al-Hijrah mosque, sometime in early April. They were joined there by 9/11 hijackers Nawaf al-Hazmi and Hani Hanjour who had moved out of San Diego and Arizona after living in or visiting Abdussattar Shaikh's house, where Khalid al-Mihdhar also stayed. In January, the mosque had recently hired the same imam Anwar al-Awlaki with whom Hazmi had spent time at the Rabat mosque in San Diego. He remembered Hazmi from San Diego but denied having contact with Hazmi or Hanjour in Virginia. Atta and al-Shehhi returned to Florida and moved into an apartment in Coral Springs. Atta stayed in Florida, awaiting the arrival of the first hijackers. Al-Shehhi, on the other hand, bought a ticket to Cairo and flew there from Miami on 18 April. Al-Shehhi met with Atta's father, who stated in a post-9/11 interview that al-Shehhi wanted to pick up Atta's international driver's license and some money. Al-Shehhi returned to Miami on 2 May. That day, Atta and Jarrah were together, about 30 miles to the north, visiting a Department of Motor Vehicles office in Lauderdale Lakes, Florida, to get Florida driver's licenses. In mid-July 2001, some of the hijackers and members of the Hamburg cell gathered near Salou, Spain, for a period of a few days up to a couple of weeks. Since hotel records are sparse during some of that time, it is thought that they may have spent considerable time in and around safe houses related to the al-Qaeda leader in Spain, Imad Yarkas. After 9/11, Spanish investigators followed the trails backwards, and the events they uncovered were chronicled in the Spanish nationwide newspaper El País. Witnesses told Spanish investigators they saw a man who resembled al-Shehhi on 17 July 2001 at the Universal Studios Port Aventura theme park next to Salou, Spain. The visitor, who was accompanied by two men, inquired about rides at the customer service counter. Witnesses indicated these companions resembled Ziad Jarrah, the later pilot on United Airlines Flight 93, and Said Bahaji, a then 26-year-old German-Moroccan member of the al-Qaeda cell in Hamburg. Back in Germany, it had been Bahaji's 1999 wedding during which al-Shehhi was filmed. Other witnesses elsewhere had pointed out Bahaji from photos, as one of the men they saw in Spain. But Bahaji bore a resemblance in appearance to Atta, who was traced to the same areas in Spain via hotel and travel records. ===August 2001=== On August 23, the Israeli Mossad reportedly gave al-Shehhi's name to the CIA as part of a list of 19 names they said were planning an attack in the near future. Only four of the names are known for certain, including al-Shehhi; Nawaf al-Hazmi, Mohamed Atta, and Khalid al- Mihdhar.\"Report details US 'intelligence failures'\" , bbc.co.uk, 2 October 2002. thumb|130px|Shehhi's motel registration On August 26, Marwan signed into the Panther Motel in Deerfield Beach, Florida, paying US$500, saying he wanted to stay until 2 September, and listing a Mailboxes Etc. as his permanent address. His register entry indicated that he was driving a blue Chevrolet Malibu, assumed to be the one rented by Atta two weeks prior, and manager Richard Surma said that he bent rules to allow Marwan to have another man as an overnight guest. On 28 August, Marwan went to the Miami International Airport, accompanied by an unknown man, where he purchased his ticket for Flight 175.\"Statement for the Record, FBI Director Robert S. Mueller III, Joint Intelligence Committee Inquiry\" , FAS.org, September 26, 2002. On September 9, the motel manager, cleaning the room that al-Shehhi had vacated, found a bag containing a German/English dictionary, a protractor, flight manuals and local airport listings. Another employee later reported finding a box cutter. According to librarian Kathleen Hensmen, Wail al-Shehri and Waleed al-Shehri used Internet access at Delray Beach Public Library in August 2001, where they may have been looking at information on crop dusting. They reportedly left the library with a third middle-eastern man, thought to be Marwan al-Shehhi, whom Hensmen claimed asked her for the name of a local restaurant. Staff at Shuckum's Oyster Pub and Seafood Grill in Hollywood, Florida claimed they recognized both Atta and Marwan as two of the people who had been at the restaurant on either 7 or 8 September. While there are varying stories about Atta's activities, all sources indicate that al-Shehhi drank rum and coke while talking to the others. On 9 September, they flew to Boston. The next day, al-Shehhi and three of the other hijackers, Fayez Banihammad, Mohand al-Shehri, and Satam al-Suqami, shared a room at the Milner Hotel in Boston. ==Attacks== thumb|right|200px|Flight 175 crashes into the South Tower, 9:03 a.m. According to the 9/11 Commission Report, al-Shehhi made a 3-minute call to Mohamed Atta (6:52-6:55 a.m.) on 11 September from within Logan International Airport as both American 11 and United 175 were to fly from Boston Logan to Los Angeles International Airport. al-Shehhi boarded United 175 at 7:27 a.m. Around 30 minutes into the flight, between 8:42 and 8:46 a.m., the plane was hijacked. During the flight, the plane narrowly avoided a mid-air collision with another aircraft, Delta Airlines Flight 2315. Several calls were made from the plane to relatives, the passengers learning of the fate of American 11. The plane was flown into the South Tower of the World Trade Center at 9:03:02 a.m. The plane crashed with a speed of approximately 590 mph (950 km/h) while carrying about 10,000 gallons (37,850 litres) of jet fuel. It was seen live on television around the world as it crashed into the South Tower, being filmed from multiple vantage points. al-Shehhi flew the plane faster and lower into the tower than Atta did, into the eastern half of the South Tower's southern facade close to the southeast corner, leading to the South Tower collapsing before the North Tower, which was the first to be hit. ==See also== * PENTTBOM * Hijackers in the September 11 attacks ==References== ==Sources== * Thompson, Paul. The Terror Timeline. ReganBooks, 2004. * The 9/11 Commission Report. W.W. Norton & Company. ==External links== * The Final 9/11 Commission Report Category:United Airlines Flight 175 Category:1978 births Category:2001 deaths Category:Participants in the September 11 attacks Category:People from the Emirate of Ras Al Khaimah Category:Emirati al-Qaeda members Category:Emirati expatriates in Germany Category:University of Bonn alumni Category:Emirati mass murderers Category:Emirati murderers of children Category:Suicides in New York (state) Category:Emirati expatriates in Afghanistan Category:Emirati people of Egyptian descent Category:Hamburg cell",
 "title": "Marwan al-Shehhi"
}