{
 "id": "441144",
 "text": "{{Infobox settlement | name = Wigtownshire | native_name = | native_name_lang = | settlement_type = Historic county | image_skyline = | image_alt = | image_caption = | image_flag = | flag_size = 150px | flag_link = Flag of Wigtownshire | flag_alt = | image_seal = | seal_alt = | image_shield = | shield_alt = | nickname = | motto = | image_map = File:Wigtownshire Brit Isles Sect 2.svg | map_alt = | map_caption = | pushpin_map = | pushpin_map_alt = | pushpin_map_caption = | coor_pinpoint = | coordinates = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = Scotland | subdivision_type1 = | subdivision_name1 = | subdivision_type2 = | subdivision_name2 = | established_title = | established_date = | founder = | seat_type = County town | seat = Wigtown | government_footnotes = | leader_party = | leader_title = | leader_name = | unit_pref = UK | area_footnotes = | area_total_sq_mi = 487 | area_land_sq_mi = | area_water_sq_mi = | area_total_km2 = | area_land_km2 = | area_water_km2 = | area_water_percent = | area_note = Ranked 18th of 34 | elevation_footnotes = | elevation_m = | population_footnotes = | population_total = | population_as_of = | population_density_km2 = auto | population_demonym = | population_note = | timezone1 = | utc_offset1 = | timezone1_DST = | utc_offset1_DST = | postal_code_type = Chapman code | postal_code = WIG | area_code_type = | area_code = | iso_code = | website = | footnotes = }} Wigtownshire or the County of Wigtown (, ) is a historic county, registration county and lieutenancy area in south-west Scotland. It is popularly known as and referred to as The Shire. Until 1975, Wigtownshire was one of the administrative counties used for local government purposes, and is now administered as part of the council area of Dumfries and Galloway. As a lieutenancy area, Wigtownshire has its own Lord Lieutenant, currently John Alexander Ross. In the 19th century, it was also called West Galloway (). The county town was historically Wigtown, with the administrative centre moving to Stranraer, the largest town, on the creation of a county council in 1890. ==History== The Local Government (Scotland) Act 1889 established a uniform system of county councils in Scotland and realigned the boundaries of many of Scotland's counties. Subsequently, Wigtown County Council was created in 1890. Wigtown County Council was initially based at Wigtown County Buildings in The Square at Wigtown, although by the 1920s, it was based at the County Offices in Sun Street, Stranraer. ==Geography== thumb|right|Looking across the eastern part of Loch Ryan and over to Luce Bay. In the distance can also be seen the Isle of Man Wigtownshire borders the Irish Sea to the west, the Solway Firth to the south, Ayrshire to the north, and the Stewartry of Kirkcudbright (or Kidcudbrightshire) to the east. Across the sea to the west lies Northern Ireland and to the south the Isle of Man, both of which can be readily seen on a clear day. Together the Stewartry and Wigtownshire are referred to as Galloway. The county is largely flat, with some low hills in the north, with Craigairie Fell being the county's tallest peak at a modest . The western 'hammer-head' peninsula of Wigtownshire is known as Rhinns of Galloway, and is split from the 'mainland' by Loch Ryan in the north and Luce Bay in the south; its northern tip is Milleur Point and its southern the Mull of Galloway, which is also the southernmost point in Scotland. Across Luce Bay lies the Machars peninsula, a roughly triangular-shaped land of low hills, separated from Kidcudbrightshire by Wigtown Bay, and culminating in Burrow Head. Machars contains a number of small lochs in its north, notably Dernaglar Loch, Whitefield Loch, Castle Loch and Mochrum Loch. The Scares, a group of very small rock-islands, lie in Luce Bay. ==Transport== Major road links to the area comprise the A77 to the north, and A75 to the east. The European route E18 starts in Northern Ireland and runs from Stranraer, Wigtownshire (A75) – Gretna (M6) – Carlisle (A69) to Newcastle. It then re-joins at Norway, goes through Sweden, Finland and ends at Saint Petersburg, Russia. Like all European routes, it is not signposted as such in the United Kingdom. The European Union is partly financing \"The Stranraer and Loch Ryan Waterfront Project\", at Inch. ===Ferries=== thumb|left|Ferry berthed at Cairnryan The port at Cairnryan is Scotland's main embarkation point for ferries to Northern Ireland, with regular crossings to Larne and the Port of Belfast. These services formerly left from Stranraer. ===Railways=== Stranraer station connects the Glasgow South Western Line to Ayr, and Glasgow Central as well as , and for the West Coast Main Line to , and London Euston. The Beeching cuts cut off the Castle Douglas and Dumfries Railway and Portpatrick Railway in 1965 resulting in an adverse mileage increase via the Glasgow South Western Line to reach Stranraer from Carlisle and the West Coast Main Line. ===Proposed Irish Sea bridge=== Wigtownshire has been one of the mooted locations for a proposed bridge or tunnel linking Britain and Ireland. A 2010 report by the Centre for Cross Border Studies estimated building a bridge from Galloway to Ulster would cost just under £20.5 billion. ==History== thumb|Western Scotland in the 11th century The 11th-century ex-King of Dublin and Mann, Echmarcach mac Ragnaill, had the title , \"King of the Rhinns\", attributed to him on his death in 1065 AD. The western sections of Galloway had been firmly aligned with the Isle of Man, and Norse and Gaelic-Norse settlement names from the 10th and 11th centuries are spread all along the coastal lands of south-western Scotland. Most of Wigtownshire was still Gaelic-speaking at the beginning of the 16th century.W. L. Lorimer, \"The Persistence of Gaelic in Galloway and Carrick\", in Scottish Gaelic Studies, VI.2 (1949), pp. 114–136 ===Archaeology=== In 2012 the University of Glasgow led a community archaeology project in Inch, between Stranraer and Cairnryan, including a geophysical survey of the area to the north of the motte at Innermessan. It is a site with a very long history – from the early mesolithic, about 10,000 years ago, to a medieval town, now disappeared, which in its time was more important than Stranraer. An unnamed detectorist found a gold lunula in a cultivated field near Garlieston, Sorbie in March 2011, the first Scottish gold lunula found in over 100 years. The lunula is a flat, crescent-shaped neck ornament thought to date from around 2300 – 2200 BC, and described by some archaeologists as a symbol of power. The gold sheet, probably hammered out from a bar, is very thin () and decorated around its edges with incised and punched zigzags, lines and dots. It had been cut up and folded, and the two pieces do not join; together they amount to just under a third of the original collar. Initial surface analysis has shown that the metal contains 11% silver and 0.5% copper. Further analysis may indicate whether the lunula had been made of Irish or Scottish gold. Staff of Stranraer Museum and the Wigtownshire branch of the University of the Third Age walked the field looking for artefacts. Test pits were dug and Historic Scotland commissioned a geophysical survey. No more metalwork was found, nor any evidence for why the lunula might have been buried there. From Glenluce Sands there have been recovered \"more objects of antiquity than from any area of similar extent in Scotland\". The relics range from neolithic to mediaeval times. The fields between the mound and Dunragit village and Droughduil Mote, Old Luce, Wigtownshire, contain \"one of the most important Stone Age sites in Scotland\". Aerial photography and archaeological excavation of the henge has revealed the remains of three massive concentric timber circles; the outer circle was in diameter, almost six times the size of Stonehenge. Built , this huge monument was a ceremonial centre and a meeting place for south-west Scotland's early farming communities. Funding for the dig was provided by Historic Scotland and the University of Southampton. The staff at Stranraer Museum assisted with computing and communications facilities and access to collections. ==Civil parishes== thumb|Civil parishes within Wigtownshire from c. 1650 onwards (not including Stranraer) Wigtownshire was divided into civil parishes: * Glasserton *Glenluce * Inch, Wigtownshire * Kirkcolm * Kirkcowan * Kirkinner * Kirkmaiden * Leswalt * Mochrum * Penninghame * Portpatrick * Sorbie * Stoneykirk * Whithorn * Wigtown The civil parish of Stranraer was created out of parts of Leswalt and Inch parishes in 1622. The parish of Glenluce was split into the parishes of New Luce and Old Luce in 1646. Other parishes became defunct at earlier dates: * Clayshant and Toskarton/Kirkmadrine: merged into Stoneykirk in 1618 * Cruggleton and Eggerness: merged into Sorbie in 1635 * Longcastle: merged into Kirkinner in 1650 * Soulseat: merged into Inch c. 1650 ==Towns and villages== thumb|Stranraer Museum *Ardwell *Cairnryan *Clachanmore *Drummore *Dunragit *Elrig *Garlieston *Glenluce *Isle of Whithorn *Kirkcolm *Kirkcowan *Kirkinner *Kirkmaiden *Leswalt *Lochans *Monreith *New Luce *Newton Stewart, a burgh from 1677 *Port Logan (Port Nessock) *Portpatrick *Port William *Sandhead *Sorbie *Stoneykirk *Stranraer, a royal burgh from 1617 *Whauphill *Whithorn, a royal burgh from 1511 *Wigtown, a royal burgh from 1469 ==Places of interest== *Castle of St. John, Stranraer, now a Visitor Centre and museum. *Galloway House *Monreith House *Mull of Galloway Lighthouse at the southernmost point of Scotland, which includes a visitor centre and RSPB nature reserve. *Sorbie Tower *Wigtown Castle *Historic Scotland properties: **Castle of Park **Glenluce Abbey **St Ninian's Chapel at the Isle of Whithorn, and St Ninian's Cave, two miles north-west **Kirkmadrine Monogram Stones **Rispain Camp **Torhousekie Stone Circle, dating from the 2nd millennium BC, this is one of the best preserved sites in Britain. The circle is around in diameter and comprises 19 stones up to high. **Whithorn Priory and exhibition centre ==References== ==External links== *\"Wigtownshire\" from A Topographical Dictionary of Scotland by Samuel Lewis, 1846 (British History Online) *List of Wigtownshire parishes in 1684 *John Ainslie's county map, 1782 *Wigtownshire Chamber of Commerce *Wigtown Agricultural Society Category:Former counties of Scotland Category:Lieutenancy areas of Scotland Category:Galloway Category:Counties of the United Kingdom (1801–1922)",
 "title": "Wigtownshire"
}