{
 "id": "441233",
 "text": "Roger de Mortimer, 4th Earl of March, 6th Earl of Ulster (11 April 137420 July 1398)Some sources give the date of his death as 15 August. was an English nobleman. He was considered the heir presumptive to King Richard II, his mother's first cousin. Roger Mortimer's father, the 3rd Earl of March, died in 1381, leaving the six-year-old Roger to succeed to his father's title. Roger was placed under the wardship of Thomas Holland, 2nd Earl of Kent and eventually married Holland's daughter Alianore. During his lifetime, Mortimer spent much time in Ireland; he served several tenures as Lord Lieutenant of Ireland and died during a battle at Kellistown, Co. Carlow. He was succeeded by his young son, Edmund Mortimer, 5th Earl of March. ==Early life== Roger Mortimer was born 11 April 1374 at Usk in Monmouthshire.. He was the eldest son of Edmund Mortimer, 3rd Earl of March, by his wife Philippa of Clarence, who was the daughter of Lionel of Antwerp, 1st Duke of Clarence, and granddaughter of King Edward III. Philippa passed on a strong claim to the English crown to her children. Roger had a younger brother, Edmund Mortimer, and two sisters, Elizabeth, who married Henry 'Hotspur' Percy, and Philippa, who first married John Hastings, 3rd Earl of Pembroke, secondly Richard de Arundel, 11th Earl of Arundel, and thirdly Sir Thomas Poynings.; ; ; ; . ===Wardship=== According to R. R. Davies, the wardship of such an important heir was an \"issue of political moment in the years 1382–4\". Eventually, on 16 December 1383, Mortimer's estates in England and Wales were granted for £4000 per annum to a consortium consisting of Mortimer himself, the Earls of Arundel, Northumberland, and Warwick, and John, Lord Neville. The guardianship of Mortimer's person was initially granted to Arundel, but at the behest of King Richard's mother Joan of Kent, Mortimer's wardship and marriage were granted, for 6000 marks,. to Joan's son (and Richard's half-brother) Thomas Holland, 2nd Earl of Kent, in August 1384. On or about 7 October 1388, Mortimer married the Earl of Kent's daughter Eleanor Holland, who was Richard's half-niece.. Mortimer did homage and was granted livery of his lands in Ireland on 18 June 1393, and of those in England and Wales on 25 February 1394.. King Richard had no issue, thus Mortimer, a lineal descendant of Edward III, was next in line to the throne and married to his half-niece. G. E. Cokayne states that in October 1385 Mortimer was proclaimed by the king as heir presumptive to the crown. However, according to R. R. Davies, the story that Richard publicly proclaimed Mortimer as heir presumptive in Parliament in October 1385 is baseless, although contemporary records indicate that his claim was openly discussed at the time. He was knighted by King Richard II on 23 April 1390. ==Career== After he came of age, Mortimer spent much of his time in Ireland. King Richard had first made Mortimer his Lord Lieutenant of Ireland on 24 January 1382 when he was a child of seven, with his uncle, Sir Thomas Mortimer,; . acting as his deputy.According to Davies, Sir Thomas Mortimer was illegitimate; however Richardson includes him among the three legitimate sons of Roger Mortimer's grandfather, Roger de Mortimer (1328–1360). The king reappointed Roger Mortimer as his lieutenant in Ireland on 23 July 1392, and in September 1394,Davies dates the expedition to the summer of 1394. Although he was nominally the king's lieutenant, he made little headway against the native Irish chieftains. On 25 April 1396,Davies dates the appointment to 28 April 1396. the king appointed him lieutenant in Ulster, Connacht, and Meath, and Mortimer was in Ireland for most of the following three years. In April 1397, the king reappointed him lieutenant for a further three years.; . Mortimer's residence in Ireland ensured that his political role in England was a minor one. His closest relationships in England appear to have been with family members, including his brother, Edmund, to whom he granted lands and annuities; the Percy family, into which his elder sister Elizabeth had married; and the Earl of Arundel, who had married his younger sister, Philippa. As Davies points out, Mortimer's \"wealth and lineage meant that, sooner or later, he would be caught up in the political turmoil of Richard II's last years.\" On 4 September 1397, he was ordered to arrest his uncle, Sir Thomas Mortimer, for treason regarding his actions at the Battle of Radcot Bridge, but made no real attempt to do so. Even more inauspiciously, when summoned to a Parliament at Shrewsbury in January 1398, he was 'rapturously received', according to Adam Usk and the Wigmore chronicler, by a vast crowd of supporters wearing his colours. These events excited the king's suspicions, and on Mortimer's return to Ireland after the Parliament in January 1398, 'his enemy, the Duke of Surrey, his brother-in-law, was ordered to follow and capture him'. ===Death=== On 20 July 1398, at the age of 24, Mortimer was slain in a skirmish at either Kells, County Meath, or Kellistown, County Carlow. The Wigmore chronicler says that he was riding in front of his army, unattended and wearing Irish garb, possibly illegally, and that those who slew him did not know who he was. He was interred at Wigmore Abbey.; The King went to Ireland in the following year to avenge Mortimer's death. Mortimer's young son, Edmund, succeeded him in the title and claim to the throne. The Wigmore chronicler, while criticising Mortimer for lust and remissness in his duty to God, extols him as 'of approved honesty, active in knightly exercises, glorious in pleasantry, affable and merry in conversation, excelling his contemporaries in beauty of appearance, sumptuous in his feasting, and liberal in his gifts'.. ==Marriage and children== By his wife Alianore Holland he had two sons and two daughters:; *Anne, who married Richard, Earl of Cambridge (born 1390died 1411) *Edmund Mortimer, 5th Earl of March (1391–1425) *Roger (23 April 1393c. 1413); Although some sources state that Roger died c. 1409, Pugh states that he was made a Knight of the Bath by Henry V on the eve of his coronation on 9 April 1413. *Eleanor (born 1395–1422), who married Sir Edward de Courtenay (died 1418), and had no issue. Married secondly John Harpeden. In June 1399, Roger Mortimer's widow, Alianor, married Edward Charleton, 5th Baron Cherleton, by whom she had two daughters:. *Joan, who married John Grey, 1st Earl of Tankerville, brother of Sir Thomas Grey, executed for his part in the Southampton Plot which aimed to replace King Henry V with Eleanor's son, Edmund Mortimer, 5th Earl of March. Joan was co-heiress in 1425 to her stepbrother, Edmund Mortimer, 5th Earl of March. *Joyce, who married John Tiptoft, 1st Baron Tiptoft. Alianor died 6 or 18 October 1405. ==Ancestry== ==Notes== ==References== * * * * * * * * * * * ==External links== *Wigmore Chronicle Category:1374 births Category:1398 deaths Category:14th-century English nobility Category:People from Usk Category:Heirs to the English throne Category:Earls of March (1328) Category:Earls of Ulster (1264) Category:English military personnel killed in action Roger Category:Lords Lieutenant of Ireland Category:Knights Bachelor",
 "title": "Roger Mortimer, 4th Earl of March"
}