{
 "id": "441504",
 "text": "Bell Mobility Inc. is a Canadian wireless network operator and the division of Bell Canada which offers wireless services across Canada. It operates networks using LTE and HSPA+ on its mainstream networks. Bell Mobility is the third- largest wireless carrier in Canada, with 10.1 million subscribers as of Q3 2020. Bell-owned Virgin Mobile Canada as well as Loblaws prepaid PC Telecom, operate as MVNOs on the Bell Mobility network. Some of Bell Canada's regional subsidiaries continue to operate their own wireless networks separate from (but generally allowing for roaming with) Bell Mobility; these are Northwestel (NMI Mobility and Latitude Wireless), Télébec (Télébec Mobilité), and NorthernTel (NorthernTel Mobility). In July 2006, Bell Mobility assumed responsibility for the former Aliant wireless operations in Atlantic Canada as part of a larger restructuring of both Bell and Aliant, and continued to do business there as Aliant Mobility until re-branding as Bell in April 2008.BCE and Aliant form one of North America's largest regional telecommunications service providers Bell similarly acquired MTS in Manitoba in 2017, rebranding it as Bell MTS; initially operating autonomously as Bell MTS Mobility, its wireless customers were brought under Bell Mobility in late-2018. == Networks == Although both are different and independent from one another, both the CDMA and HSPA+ networks use the 850 and 1900 MHz frequencies. Bell's LTE network uses Band 4 Advanced Wireless Services (AWS 1700/2100 MHz) and Band 2 Personal Communications Service (PCS 1900 MHz) in most coverage areas and Band 7 (2600 MHz) in a few areas. As of April 30, 2019, all CDMA service from Bell has been discontinued.CDMA Service Changes === UMTS === In October 2009, Telus Mobility and Bell announced plans to deploy HSPA technology by 2010 as part of an effort to eventually upgrade to LTE technology. The network, using largely shared infrastructure, launched on November 4, 2009. According to Bell, the single-channel HSPA+ network is available to 96% of the Canadian population. It provides download speeds of up to 21 Mbit/s, with typical speeds ranging between 3½ and 8 Mbit/s. The dual-channel network, on the other hand, began in 2010 and is available to 70% of the Canadian population. It can reach download speeds of up to 42 Mbit/s but with typical speeds of 7 to 14 Mbit/s.The latest BCE News Releases About Coporate, Financial, Regulatory, Products & Services » BCE. Bce.ca. Retrieved on 2013-12-09. Bell's HSPA+ network coverage is in portions of all Canadian provinces and territories, but it is not possible to drive in Canada between the Pacific coast to the Atlantic coast without going through areas without any cellular coverage, as there are gaps in cellular coverage in British Columbia and Ontario.4G LTE, HSPA and 3G network coverage map - Bell Canada ===LTE=== thumb|Bell Mobility LTE SIM card. Bell launched LTE by using the 1700 MHz (Band 4) frequency in Toronto and surrounding areas on September 14, 2011. Since then, Bell has expanded LTE into most areas of Canada where it has HSPA coverage, and launched LTE on to the 2600 MHz (Band 7) frequency for additional bandwidth in March 2012 and on to the 700 MHz spectrum (paired bands LTE Band 12/17 and 13 and unpaired Band 29) in 2014. Bell will use either Band 13 or Band 12 depending on provinces. As of May 2017, LTE coverage reaches 97% of Canada's population, but there are gaps in coverage in smaller communities and between communities, where Bell's HSPA+ network is available but its LTE network is not available. As of February 2016, Bell Mobility has launched voice over LTE (VoLTE).Bell soft launches Voice Over LTE in select Ontario area codes === NR === In June 2020, Bell launched 5G services in Calgary, Edmonton, Montreal, Toronto, and Vancouver using 1700 MHz AWS-3 spectrum (band n66). Bell has used equipment from Ericsson and Nokia Networks. ===Radio frequency summary=== {| class=\"wikitable sortable\" |+Frequencies used on the Bell Mobility Network |- ! Frequency range !! Band number !! Description !! Class !! Status !! Note(s) |- | 850 MHz CLR || 5 || rowspan=\"2\" | UMTS/HSDPA/HSPA+/DC-HSPA+ || rowspan=\"2\" | 3G/\"4G\" || rowspan=\"2\" | Active || rowspan=\"2\" | Fallback for calls and HSPA+ data. Network to be shut down by December 31, 2025. |- | 1.9 GHz PCS || 2 |- |600 MHz DD |71 | rowspan=\"7\" |LTE/LTE-A | rowspan=\"7\" |4G | rowspan=\"7\" |Active/Being deployed |Spectrum owned by Telus, but can also be used by Bell customers via the RAN sharing agreement. |- | 700 MHz A/B/C/Upper C1-2/D/E || 12/17/13/29 || Mainly used in rural areas/rural coverage. Also used to provide Dual or Tri-band LTE Advanced coverage within city limits. |- | 850 MHz CLR || 5 || Used for extra bandwidth within cities and rural coverage. Re-farmed from Decommissioning CDMA network across the country. Also re-farmed from 850 MHz UMTS network in some areas. |- | 1.7/2.1 GHz AWS || 4/66 || Main LTE Band used across the country. Also being used to provide LTE Advanced coverage. |- | 1.9 GHz PCS || 2 || Secondary LTE Band being deployed and used for LTE/LTE Advanced coverage. Re-farmed from Decommissioning CDMA network. Also re-farmed from 1,900 MHz UMTS network in some areas. |- | 2.6 GHz IMT-E || 7 || Found in select markets, but being developed slowly in new markets alongside to provide LTE Advanced coverage. |- | 5.2 GHz U-NII || 46 || License assisted access (LAA). Additional capacity in select cities. |- | 1.7/2.1 GHz AWS-3 || n66 || NR || 5G || Active/Being deployed|| First generation 5G network (Non- standalone). |} == Products == Feature phones and smartphones supporting HSPA and LTE are offered by Bell, and are generally the same as offered by the other two large carriers in Canada, Rogers Wireless and Telus Mobility. === Legacy products === Due to the age of the technology as deployed by Bell, CDMA smartphones are no longer sold by Bell Mobility. ==Services== ===History=== The first cell phone conversation in Canada took place on the Bell network between Jean Drapeau and Art Eggleton, the mayors of Montreal and Toronto, on July 1, 1985. The first cell phone customer in Canada was Victor Surerus, a travelling funeral director out of Peterborough, Ontario who purchased a $2,700 CAD telephone set and took out a service subscription with Bell Canada in July 1985. Bell Mobility discontinued its Advanced Mobile Phone System (AMPS) analog mobile network in February 2008. ===Current services=== * BlackBerry Internet Service * Telephony * SMS and MMS Bell offers a service to check account balances, minutes and megabytes of mobile data used, add features and answers to frequently asked questions. The service is called TCARE, short for text message care. It is used by sending a blank message to the phone number TCARE (82273). ===Mobile Internet=== Bell offers four Internet-only plans and several smartphone plans and add-ons for customers wishing to access mobile broadband. Various fixed data allowances are offered by Bell: 10, 20, 100, 300 and 500 MB, as well as 1 to 6 GB, 10 GB and 15 GB. The 20 MB add-on is a daily allowance, while the others are monthly allowances. Flexible data plans are also available. This is used for Bell Mobility's Internet-only plans and some smartphone plans, which begins with a certain usage limit at a lower tier. if this is exceeded, the customer moves to the next higher tier with a slightly larger allowance. The flexible \"Turbo Hub flex plan\" from Bell differs in that customers have to pay a premium if they want to increase the maximum theoretical speeds from 7.2 Mbit/s to 21 Mbit/s. No additional usage is included when paying for the speed upgrade. Bell's policy is to only allow the sale of Turbo Hub service with its own Turbo Hub devices. {| class=\"wikitable\" |- ! rowspan=\"2\" | Monthly tier ! rowspan=\"2\" | Monthly bandwidth limits ! rowspan=\"2\" style=\"width:130px;\"| Turbo Hub ! colspan=\"2\" | Speeds ! rowspan=\"2\" | Over Usage Multiplier |- style=\"font-size:smaller;\" ! | Download ! | Upload |- | First | 2 GB | rowspan=\"4\" | Ericsson W35 (discontinued), NetGear MBR1210 (4G), NetGear MVBR1210C (4G + Voice), NetGear MBR1516 (LTE) | rowspan=\"4\" | 7.2 Mbit/s (some 21 Mbit/s) | rowspan=\"4\" | 5.76 Mbit/s | 7 times # of extra GB |- | Second | 5 GB | 4 times # of extra GB |- | Third | 10 GB | 4 times # of extra GB |- | Fourth | 15 GB | 10 times # of extra GB |} * Bell's wireless Internet plan starts at the initial 2 GB tier. If this is exceeded, the tier automatically goes up to 5 GB, then up to 10 GB, then up to 15 GB as the final tier. There are additional charges if one does goes above the 15 GB tier. Some grandfathered customers have an unlimited mobile Internet plan or add-on. These are usually limited to older and slower CDMA devices such as the now- discontinued Palm Pre, and normally cannot be used for tethering unless the device is a mobile broadband modem. Its active Virgin Mobile Canada brand also have grandfathered accounts with unlimited mobile broadband. === Mobile TV and Radio=== Bell Mobile TV was launched for Bell smartphones on October 18, 2010.Bell launches 3 Mobile TV theme packages: Sports, Variety and HBO - Mobile Syrup === Push-To-Talk === On April 24, 2012, Bell launched an improved Push-To-Talk (PTT) service. It is powered by Bell's newer HSPA+ network, in contrast to the operator's older PTT (Officially titled 10-4) service which used the CDMA network. HSPA+ service is available at one flat rate for unlimited Bell-to-Bell PTT service from and to Canada. The monthly service can either be purchased alone, or added to any plan at a lower cost. PTT roaming in the United States or other countries is billed per megabyte. One megabyte offers approximately ten minutes of PTT talk time. Consequently, Bell offers approximately 100 to 400 PTT roaming minutes for traveling in the USA. === Discontinued services === Bell launched a proprietary Video Calling service on November 4, 2009 for select HSPA+ mobile phones. The service featured a cost of $5 CAD per month for unlimited video calls.source It was supported by the LG Xenon, Nokia C6, Nokia N97, Samsung Galaxy S Vibrant, Samsung Omnia II and Samsung Wave smartphones. These devices have all been discontinued. It is unknown whether or not a non-Bell Galaxy S, or even Bell's Samsung Galaxy S II, support the Video Calling service. These Android-based devices, however, can use the included Google Talk for videoconferencing as long as they have an Internet connection available. ==Advertising== In conjunction with the 2006 Olympics, Bell Mobility introduced a pair of anthropomorphic CGI beavers named Frank (voiced by Norm Macdonald) and Gordon (voiced by Ken Hudson Campbell), who constantly got into misadventures which led to Frank getting flustered with the antics of the dimwitted Gordon. Analysts covering a potential restructuring of BCE suggested getting rid of the Frank and Gordon ad campaign. They have also criticized some of Bell Mobility's initiatives as failing to tap the market, such as offering full-length movies.Movies The ad campaign was canceled by Bell on August 1, 2008 and replaced with the \"Today just got better\" campaign. ==Criticism== ===Feature restrictions=== Some clients of Bell Mobility have claimed that their phones' features have been restricted. This action is typically referred to as \"crippling\". Examples of claims of restricted features are the inability to perform Bluetooth file transfers, for example with the OBEX profile or with a USB cable. Restrictions also include increasing the GPS lock time (2–10 minutes) and resolution (1-2.5 km) of third-party applications while maintaining the speed (10-15 s) and accuracy (10–25 m) of the branded GPS Nav program. GPS Nav service costs $10/month or $3.50/day in addition to the cost of a data plan. The phones affected include the BlackBerry 8830 World Edition, BlackBerry 8130 Pearl, and BlackBerry 8330 Curve. Some clients claim that Bell Mobility purposely restricts these features in order to force them to use the data services and as a result pay more usage charges. Methods around these restrictions are to use an external memory card or software such as BitPim. Researching the abilities and lack thereof is recommended before purchasing a phone or PDA device, as some desired features may be lacking in the initial choice. Some clients claim that Bell Mobility withholds firmware upgrades, especially for devices that are not meeting sales expectations. While some SKUs do receive updates on a regular basis, Bell Mobility is reluctant to release upgrades that add enhancements to product, focusing only on firmware releases that fix issues. Oftentimes those upgrades fail to become available as well. ===Data Plans=== In December 2007 the BBC reported a customer with a $7/month unlimited mobile browser plan received a $85,000 bill.BBC News,\"\" December 13, 2007 The customer had used his phone as a wireless modem for his computer, and so data transferred was not included under the customer's unlimited mobile browser plan. Bell Mobility now releases in detail acceptable data usage in the terms of service. The BBC reported \"Canadians complain that their mobile phone charges are much higher for comparable service in the United States\". ===Text Messaging=== In July 2008, along with Telus Mobility Bell introduced charges of 15¢ for incoming SMS messages. Critics were quick to point out that there is no way of blocking incoming message fees and suggested Bell and Telus were price fixing as both had announced the fees simultaneously.https://www.cbc.ca/news/canada/british- columbia/story/2008/07/08/text-messages.htm Bell (and Telus) are now being sued by frustrated consumers and subscribers, as they demand change in text charges. Many customers were frustrated because this fee also apply to existing customers with ongoing contracts. ==Retail presence== In addition to running its own retail operations, Bell co-owns Glentel alongside their chief telecom and media rival, Rogers. Bell Mobility also distributes through the independent Cellcom Communications, mainly in the Greater Montreal area. Bell purchased ownership in The Source (formerly known as RadioShack) to increase its retail presence. ==See also== *Bell Canada, the parent of Bell Mobility *List of Canadian mobile phone companies *Bell Business Mobility Services ==References== ==External links== *Official website Category:Bell Canada Category:Mobile phone companies of Canada Category:Companies based in Mississauga",
 "title": "Bell Mobility"
}