{
 "id": "441606",
 "text": "thumb|right|Wrecked car with wood splinters and glass shards The Malbone Street wreck, also known as the Brighton Beach Line accident, was a rapid transit railroad accident that occurred on November 1, 1918, on the New York City Subway's BMT Brighton Line (now part of the BMT Franklin Avenue Line) in the community of Flatbush in Brooklyn, New York, United States. A speeding train derailed in the sharply curved tunnel beneath Willink Plaza, the intersection of Flatbush Avenue, Ocean Avenue, and Malbone Street (now known as Empire Boulevard). At least 93 people died, making it one of the deadliest train crashes in U.S. history, as well as the deadliest in the history of the New York City Subway. The circumstances leading to the crash included a labor strike against the Brooklyn Rapid Transit Company (BRT). The BRT had tried to keep service running with non-striking personnel, and decided to use Antonio Edward Luciano, a crew dispatcher with no experience operating the line. Other factors in the crash included the serpentine layout of the track and the weight of the individual train cars. In the aftermath of the crash, Luciano and BRT officials were placed on trial for manslaughter. Ultimately, all the defendants were acquitted or their indictments were dropped. The BRT gradually phased out wooden cars and additional train protection devices were installed. The two most heavily damaged train cars were scrapped. In 1923, the BRT became the Brooklyn–Manhattan Transit Corporation, having gone bankrupt due to the accident. The tunnel in which the wreck occurred remained in daily passenger operation for forty years. A memorial to the crash was installed in 2019. ==Incident== The Malbone Street wreck occurred on Friday, November 1, 1918, at 6:42p.m., during the end-of-week rush hour, and involved about 650 passengers. The elevated train, consisting of five cars constructed primarily of wood, entered the tunnel portal beneath Malbone Street, going toward the Prospect Park station, negotiating a reverse curve designated to be taken at at a speed estimated at between . The back wheels of the first car derailed, and the two following cars completely left the tracks, tearing off their left-hand sides and most of their roofs. The first and fourth cars sustained relatively minor damage, while the second and third cars were severely damaged. The fifth suffered no damage at all. The motorman, 25-year-old Antonio Edward Luciano, was not injured and left the scene of the accident. Passengers were trapped in what The New York Times later described as \"a darkened jungle of steel dust and wood splinters, glass shards and iron beams projecting like bayonets.\" A contemporaneous New-York Tribune account said, \"The tunnel was a mass of wreckage, in which many of the injured scrambled feebly to release themselves, while others lay motionless. The wreckage caught fire, filling the place with smoke.\" One surviving passenger, lawyer Charles Darling, had become so concerned about the train's speed that he dropped to the floor and braced himself moments before the crash. Darling later confronted Luciano and asked the motorman what had gone wrong. \"I don't know,\" Luciano told Darling. \"I lost control of the darn thing. That's all.\" It took forty-five minutes for all rescuers to descend to the site of the accident. The nearest hospital was at capacity with patients from the Spanish flu epidemic, and a makeshift infirmary was set up at Ebbets Field for crash injuries. ==Causes== The Malbone Street wreck was the result of a series of individual circumstances. === Brotherhood of Locomotive Engineers strike === The Brotherhood of Locomotive Engineers, representing some of the motormen operating elevated trains of the Brooklyn Rapid Transit Company (BRT), went on strike on the morning of November 1 over issues involving union organization and the discharge from employment of twenty-nine of its members. This created a shortage of motormen to operate the system. The BRT had tried to keep service running with non-striking personnel, which included men in other unions, including the company union. Hours after the crash, the strike was discontinued. === Motorman's lack of experience === Luciano, the derailed train's motorman, was a crew dispatcher who was pressed into service during the strike. He had never operated an elevated train in passenger service before, was not familiar with the Brighton Beach Line, and his only experience moving trains was parking non-revenue trains in a train yard a year earlier. Luciano had received less than three hours of classroom instruction in being a motorman, and was never officially certified as one. The norm was no fewer than 90 hours of instruction and hands-on training. In addition to his inexperience, Luciano was mourning the death of his infant daughter, who had been a victim of the Spanish flu epidemic and whose funeral had been three days before. Luciano was himself recovering from the flu. === Tunnel layout === The single-track tunnel in which the wreck occurred had been opened only weeks before the accident. It consisted of a sharp curve designed to take Coney Island-bound trains of the Brighton Beach Line around a new underground mainline, which was under construction. Previously, trains entered Prospect Park through an older tunnel, which provided a straighter, more direct route. Trains going northbound came straight out of Prospect Park and used the original track that led onto the BMT Franklin Avenue Line via a straight tunnel, still in use. Shortly following the crash, engineers were sent to investigate whether the curved tunnel may have been of faulty construction. === Train coupling === The train consisted of three motor cars and two trailer cars. The motor cars were about twice as heavy as the trailer cars, and the trailers were more top-heavy, especially with a passenger load. Standard procedure was to avoid coupling two trailer cars together by having a single trailer between two motor cars. The heavier motor cars provided stability for the lighter trailers. In the train that derailed, two trailers were coupled together, and it was these two cars, in order numbers 80 and 100, that sustained the bulk of the damage, both to the cars and to the passengers. === Train speed === The train was operating at at least when it derailed. The accident occurred within the reverse curve, which had a speed limit of . Luciano said during his interview that he had attempted to slow the train, but the subsequent investigation of the wreck indicated that he had not attempted to engage the emergency brake or to reverse the train's motors. Witnesses interviewed by The New York Times also said that the train had not slowed approaching or in the S-curve until the cars left the tracks. In the minutes leading up to the wreck, Luciano had difficulty timing the train's progress, overshooting multiple stations. Bypassing the Consumers Park station meant Luciano wouldn't apply the brakes as the train descended a 70-foot incline from Crown Heights to the tunnel near the Willink Plaza entrance to Prospect Park. == Investigation and trial == Mayor John F. Hylan and his administration blamed the BRT and brought Luciano and company officials to trial for manslaughter. The Brooklyn District Attorney, Harry E. Lewis, opened a separate investigation into the crash. In a December 1918 meeting, members of the Brighton Elevated Wreck Victims and Passengers' Protective Association were allegedly heard saying, \"Kill them! Shoot them!\" in response to a proposed change of venue for the trial, but the association denied the allegation. Meanwhile, several BRT officers were held on bail before the trial. Upon the request of the former BRT president, Timothy S. Williams, the trial's location was changed from Brooklyn to the town of Mineola in Nassau County. This was done to ensure the BRT officials' right to a fair trial, by holding the legal proceedings as far away from Brooklyn as possible. The trial opened in March 1919. The prosecutorial focus required the BRT to present a coherent defense on behalf of both its officials and Luciano. Because of this, neither the proximate cause of the wreck nor the excessive speed of the train was adequately explained. Luciano testified on his own behalf, contending that he was in control of the train but that the train did not respond properly. This opposed the BRT's own physical examination of the equipment, which showed that the brakes were in good operating order, were not placed in \"emergency\" application, and that other means of slowing or stopping the train, such as reversing the motors, had not been attempted. Since his defense focused on these contentions, other issues that could have caused him to operate the train at excessive speed were not examined, such as his insomnia, a desire to make up time because of earlier switching problems, or his unfamiliarity with the route on which he was operating. In May 1919, the BRT settled with the widows of two victims, followed by payouts to more victims that October. The same December, the BRT was ordered to pay out another $1.2 million in damages. By 1921, all of the defendants had been acquitted or had their indictments dropped. One official, BRT vice president John J. Dempsey, received a hung jury and was not retried. By March 1921, the BRT had a combined $75 million in crash-related liens, and was out of funding to pay further claims. The BRT later went into receivership, which ended in early 1923. The Brooklyn–Manhattan Transit Corporation (BMT), which succeeded the BRT, ended up being responsible for paying the BRT's outstanding claims, a plan that was approved in September 1923. The BMT disbursed $1.6 million that year. The highest settlement was $40,000, , which went to the widow of Floyd G. Ten Broeck, a 47-year-old engineer who designed and built power plants and paper mills. ==Aftermath== The Malbone Street wreck remains the deadliest crash in the New York City Subway's history, as well as one of the worst rapid transit crashes in the history of the United States. The reported death toll ranged from 93 to 102, with about 250 injuries. === Equipment and infrastructure changes === The accident placed more pressure on the BRT to remove wooden equipment from routes that operated through tunnel sections or in subways, though this use was already limited. Wooden cars returned to use in the tunnel for another nine years, and cars of partial wooden construction remained in elevated service until 1969. Additional safety devices were added to the subway and elevated system over the years, including speedometers, headlights, more effective dead-man's controls to halt runaway trains, and automatic trackside devices called trippers or train stops to reduce the likelihood of trains operating too fast for conditions. Further, additional subway signals were installed on New York City elevated lines. The three motor cars involved in the wreck—lead car 726, fourth car 725, and final car 1064—were repaired and returned to service. The severely damaged trailers, 100 and 80, were scrapped; car 80 was cut up on-site during the wreck cleanup. === Fate of Luciano === Luciano adopted the name Anthony Lewis and became a house builder in Queens Village, Queens. He retired in Tucson, Arizona, where he died in 1985 at the age of 91. === Site === In the wake of the tragedy, the majority of Malbone Street was renamed Empire Boulevard, a name it still bears. A detached one-block section of the street in Crown Heights still bears the original \"Malbone Street\" name. The Malbone Street tunnel, in which the wreck occurred, remained in daily passenger operation for 40 years, although it was no longer part of the main line after 1920. The tunnel today is part of the Franklin Avenue Shuttle, but is not used in regular passenger service. Another crash at the same site occurred in 1920, a collision that killed one person and injured seventy. In 1974, another accident at the same site, involving a split switch rather than an over-speeding condition, occurred when a slow- speed train of R32 subway cars derailed and hit the wall. There were no injuries, but a damaged car was scrapped. On November 1, 2019, officials installed a permanent bronze memorial plaque at the northern exit of the Prospect Park station, and co-named the corner of Empire Boulevard and Flatbush Avenue as \"Malbone Centennial Way\". The plaque inscription reads: > Remembering the Malbone Street Wreck > In memory of those who lost their lives near this location on November 1, > 1918, when a wooden-bodied train carrying an estimated 650 passengers > derailed and crashed under Malbone Street. Nearly 100 people were killed, > and nearby Ebbets Field was turned into a makeshift hospital to care for the > hundreds injured. This horrific accident led to meaningful reforms and > advancements in transit safety, training and infrastructure. As a result of > this tragedy, Malbone Street was eventually renamed and is today known as > Empire Boulevard. > > Dedicated by Brooklyn Borough President Eric L. Adams and MTA NYC Transit > November 1, 2019 == In popular culture == In 2018, the Park Slope Reader, a local Brooklyn newspaper, serialized the Tales of the Night Watchman comic strip, \"The Ghost Train\", about the elevated train involved in the infamous wreck returning to terrorize the city in the present. The story debuted in the paper's Spring 2018 edition, number 64. It was written by Dave Kelly, drawn by Simon Fraser, and colored by Gary Caldwell. Work on the story began after Fraser & Caldwell finished their commitment on Mark Millar's Kingsman (franchise) comic book sequel, \"The Red Circle\", published by Image Comics. == See also == Similar rail accidents involving sharp curves include: * 1906 Salisbury rail crash – England (1906) * Morpeth rail crashes – England (five occasions, 1877–1994) * Waterfall rail accident – Australia (2003) * Cairns Tilt Train derailment – Australia (2004) * Amagasaki rail crash – Japan (2005) * Valencia Metro derailment – Spain (2006) * Santiago de Compostela derailment – Spain (2013) * New York Metro-North derailment – United States (2013) * Philadelphia Amtrak derailment – United States (2015) * Croydon tram derailment – United Kingdom (2016) * Washington State Amtrak derailment – United States (2017) ==References== == Further reading == * ==External links== * * Category:New York City Subway accidents Category:Railway accidents in 1918 Category:Accidents and incidents involving Brooklyn–Manhattan Transit Corporation Category:Tunnel disasters Category:1918 in New York (state) Category:Derailments in the United States Category:November 1918 events Category:Flatbush, Brooklyn Category:20th century in Brooklyn Category:Brotherhood of Locomotive Engineers and Trainmen",
 "title": "Malbone Street wreck"
}