{
 "id": "442131",
 "text": "Jehoahaz III of Judah (, Yəhō’aḥaz, \"Yahweh has held\"; Iōakhaz; ), born Shallum, was the seventeenth king of Judah (3 months in 609 BC) and the fourth sonHirsch, Emil G. and Ira Maurice Prie (1906). \"Jehoahaz\", Jewish Encyclopedia of king Josiah whom he succeeded.Kautzsch, E. \"Jehoahaz\", The New Scaff-Herzog Encyclopedia of Religious Knowledge, Vol.IV, Samuel Macauley Jackson (ed.), Baker Book House, Grand Rapids, Michigan (1953) His mother was Hamautal, daughter of Jeremiah of Libnah. He was born in 633/632 BC. ==Background== In the spring or early summer of 609 BC, Pharaoh Necho II began his first campaign against Babylon, in aid of the Assyrians. He moved his forces along the coastal route Via Maris towards Syria, along the low tracts of Philistia and Sharon and prepared to cross the ridge of hills which shuts in the Jezreel Valley on the south. There he found his passage blocked at Megiddo by the Judean army led by Josiah. After a fierce battle Josiah was killed. The Assyrians and their allies the Egyptians fought the Babylonians at Harran. The Babylonian Chronicle dates the battle from Tammuz (July–August) to Elul (August–September) of 609 BC. Josiah was therefore killed in the month of Tammuz, 609 BC, or the month prior, when the Egyptians were on their way to Harran.Thiele, 182, 184-185. Chronological considerations related to his successor limit the month in which Josiah was killed and Jehoahaz took the throne to Tammuz. ==Reign== Although he was two years younger than his brother, Eliakim, he was elected to succeed his father on the throne at the age of twenty-three, under the name Jehoahaz. This fact attests the popularity of the young man, and probably also his political affiliations or policy, as being in line with those of his father. He reigned for only three months, before being deposed by the Egyptian Pharaoh Necho II and taken into Egyptian captivity. He disregarded the reforms of his father Josiah. (; ) Both William F. Albright and E. R. Thiele dated his reign to 609 BC,Edwin Thiele, The Mysterious Numbers of the Hebrew Kings, (1st ed.; New York: Macmillan, 1951; 2d ed.; Grand Rapids: Eerdmans, 1965; 3rd ed.; Grand Rapids: Zondervan/Kregel, 1983). , 9780825438257, 217. making his birth in 633/632 BC. ==Necho II deposes Jehoahaz== After the failed siege of Harran, Necho left a sizable force behind, but returned himself to Egypt. On his return march, he found that the Judeans had selected Jehoahaz to succeed his father Josiah. Necho brought Jehoahaz to Riblah and imprisoned him there. He then deposed Jehoahaz and replaced with his older brother Eliakim as king, changing his name to Jehoiakim. Jehoahaz had ruled for three months. Necho brought Jehoahaz back to Egypt as his prisoner, where Jehoahaz ended his days.Philip J. King, Jeremiah: An Archaeological Companion (Westminster John Knox Press, 1993), page 20. ==References== Category:630s BC births Category:600s BC deaths Category:7th- century BC Kings of Judah Category:Dethroned monarchs",
 "title": "Jehoahaz of Judah"
}