{
 "id": "442343",
 "text": "Whatever Happened to... Robot Jones? (simply known as Robot Jones or WHTRJ?) is an American animated television series created by Greg Miller for Cartoon Network. The show follows a teenage robot named Robot Jones who attends the fictional suburban Polyneux Middle School in a retrofuturistic 1980s world. In each episode, Robot Jones researches an aspect of human life, which include music, facial hair, gym class, etc. He is guided by his three friends, who go by the nicknames Socks, Mitch, and Cubey. Robot Jones is often smitten with his crush, Shannon Westerburg, a tall, young girl with orthodontic headgear and a prosthesis. In school, Robot Jones interacts with his teachers, Mr. McMcMc, Mr. Workout, and Mrs. Raincoat; the principal, Mr. Madman; and janitor Clancy Q. Sleepyjeans. His arch-rivals, Lenny and Denny Yogman, try to sabotage Jones's research by making school more difficult for him. Miller's pilot for the series first aired on Cartoon Network on June 16, 2000, as part of a contest called \"Voice Your Choice Weekend\", in which new series pilots were shown on the network for viewers to decide on which would be the best one to eventually become its own full-fledged series. Despite the Robot Jones pilot coming in second to the Grim & Evil short, Robot Jones was greenlit for its own series, which premiered on July 19, 2002. The titular character's voice in the first season was created with a Microsoft Word 98 text-to-speech function. Beginning with the second season, Robot Jones's voice was dubbed over by child actor Bobby Block, and reruns of the first season were re-dubbed with Block's voice as well. The series ended on November 14, 2003, after 13 episodes and 1 pilot. ==Premise== left|thumb|Promotional image featuring the series' main characters. From left to right: Cubey, Socks, Robot Jones and Shannon The series centers on Robot M. Electro Jones Alpha (voiced by a text- to-speech program in the pilot and season 1; Bobby Block in season 2 and season 1 reruns), who is the no. KX8-0 model teenage cyborg automaton robot that lives in a small city in Delaware in a version of the early 1980s where robots are commonplace. Robot attempts to learn of human nature by attending Polyneux Middle School where he makes three new friends: Timothy \"Socks\" Morton (Kyle Sullivan), a tall boy who loves rock music, Mitch Davis (Gary LeRoi Gray), a headphones-wearing boy whose eyes are hidden by his long hair, and Charles \"Cubey\" Cubinacle (Myles Jeffrey), a shorter boy who loves video games. He also meets Shannon Westerburg (Grey DeLisle), a girl he becomes attracted to because of her large retainer and metal prosthetic leg. Each episode has Robot explore a concept faced by average teenagers, such as gym class or competitions. Robot immerses himself in each subject to fully understand it while trying to fit in with his human peers, but this is challenging due to his social ineptitude and others' lack of understanding. As Robot settles in at school, he explores humanoid concepts of his own will. Though the situations he finds himself in are usually at his parents' insistence, others are a result of Robot trying to get closer to Shannon. An example is in \"Summer Camp\" when Socks convinces Robot to go camping and Robot discovers the ability to feel jealous. Due to his polite nature and short stature, students at his school tend to ignore Robot or are oblivious to his existence. His good grades, poor social skills, and status as a robot are at odds with Principal Madman, a technophobic principal, Mr. McMcMc, a jealous and insecure math teacher, and Lenny and Denny Yogman, two genius twin brothers. At the end of an episode, Robot reads a \"data log entry\" about what he learned that day and what conclusions he has arrived at on humanity. The opening sequence, in which Robot Jones is factory assembled and inserted into a school bus, is an homage to that of 1980s children's show You Can't Do That on Television. When the title of the show is spoken, a group of young children voice the \"Whatever Happened to...\" part in unison while the \"Robot Jones?\" part is done by a Macintosh Macintalk voice known as Trinoids. The first season has children speaking out episode titles while season 2 episode titles are spoken by voices of the characters. ==Production== Greg Miller's original series pilot aired on Cartoon Network on June 8, 2000, in a contest featuring 11 animated shorts to be chosen for a spot on the network's 2000 schedule. During the weekend of August 25–27, 2000, all 11 pilots aired as part of a 52-hour marathon called \"Voice Your Choice Weekend\", in which viewers would vote for their favorite pilots. While Grim & Evil won the contest with 57% of the vote, Robot Jones came in second place with 23% and was given its own series run beginning July 19, 2002. Robot Jones animation style can be seen as a throwback to 1970s and 1980s cartoons such as Schoolhouse Rock!, with an intentionally messy and rough look. The series' animation technique is different from most American cartoons from the early 2000s. It was animated with traditional cel animation, at a time when many American cartoons had switched to digital ink and paint. The show was animated at Rough Draft Studios at Seoul, South Korea. Greg Miller stated in an interview on Facebook that he used a Microsoft Word 98 text-to-speech software on his old Macintosh computer for Robot's voice during production for season one, but after the first season was completed, the executives of Cartoon Network disliked how it sounded.https://www.facebook.com/OperationRobotJones/posts/555286887825999 Bobby Block was chosen to take the role of Robot in season two. Robot Jones's text-to-speech voice was also recorded for production of the second season, but because the voice change happened during the production of those episodes, this voice was never dubbed into the final prints. In that interview, he also said that he would want to do a revival of Robot Jones, but it would be up to Cartoon Network. The aforementioned interview also revealed that the show was originally planned to be about Robot Jones growing up in the style of The Wonder Years only to take over the world in the style of The Terminator, and when asked how the show would have ended, Greg Miller explained it would end in the show's version of the 1990s with Robot Jones rallying a robot army to attack the human race. ==Episodes== ===Series overview=== {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\" colspan=\"2\"|Season !rowspan=\"2\"|Episodes !colspan=\"2\"|Originally aired |- !First aired !Last aired |- | style=\"background:#ffff00; width:4px;\"| | colspan=2|Pilot | colspan=\"2\" | |- | style=\"background:#FF5F5F; width:4px;\"| | 1 | 6 | | |- | style=\"background:#000000; width:4px;\"| | 2 | 7 | | |} ===Pilot (2000)=== ===Season 1 (2002)=== ===Season 2 (2003)=== ==Broadcast== After production ceased on Robot Jones, it aired in syndication before being removed from Cartoon Network's schedule, but episodes were available online on Cartoon Network Video for a short period. From 2005 to 2006, Robot Jones reran sporadically on The Cartoon Cartoon Show, along with segments of other Cartoon Cartoons from that time period. Reruns began airing on Cartoon Network's Latin-American sister network Tooncast in 2015. Robot Jones made a cameo appearance on the OK K.O.! Let's Be Heroes episode \"Crossover Nexus\" that aired October 8, 2018, along with other Cartoon Network characters from current and ended shows. This marks the first appearance of Robot Jones's character since the show's cancellation and the first time since the first season where the character's voice was provided by the Microsoft Word 98 text- to-speech programmed voice. ==See also== * List of fictional robots and androids * List of science fiction universes ==References== ==External links== * (archive) * * Category:2000s American animated television series Category:2002 American television series debuts Category:2003 American television series endings Category:American children's animated comic science fiction television series Category:Animated television series about robots Category:Animated television series about teenagers Category:Cartoon Cartoons Category:Cartoon Network original programming Category:Cartoon Network Studios series Category:English-language television shows Category:Middle school television series Category:Television series set in the 1980s Category:Television shows set in Delaware",
 "title": "Whatever Happened to... Robot Jones?"
}