{
 "id": "442543",
 "text": "Leon Earl Benoit (born July 7, 1950) is a Canadian politician. == Career == Benoit was a Conservative Party of Canada Member of Parliament in the House of Commons of Canada, representing the riding of Vegreville—Wainwright from 2004 to 2015, Lakeland from 1997 to 2004 and Vegreville from 1993 to 1997. He has also been a member of the Canadian Alliance (2000-2003) and the Reform Party of Canada (1993-2000). Benoit is a former economist and farmer. As an Opposition MP Benoit was the official opposition critic of Public Works and Government Services and of the Canadian Wheat Board, Intergovernmental Affairs, Citizenship and Immigration, and National Defence. In May 2007 when Benoit was the chair of the Canadian House of Commons Standing Committee on International Trade he came under scrutiny when he adjourned the committee after the opposition overruled him. His move was \"unprecedented\". After he abruptly adjourned the committee, the Vice-Chair took over and the meeting resumed after he and three of the four other Conservative members had left. The meeting had to do with North American Energy Security. Gordon Laxer presented a talk in which he questioned why Canada's oil exports were being used to guarantee US energy security, as opposed to Canada using its energy resources to provide for the security of Canadians first, and then others. Benoit felt Laxer had not been on topic. Regarding the Citizen's Arrest and Self-Defence Act, Benoit stated that the legislation would expand the circumstances in which citizens can make arrests, as well as it simplifies the self-defense and defense of property provisions in the Criminal Code. In 2013, Benoit joined two other Conservative MPs (Saskatchewan MP Maurice Vellacott and Ontario MP Wladyslaw Lizon) in writing a letter to the Royal Canadian Mounted Police requesting a homicide investigation into some late term abortions that may have resulted in live births. The letter was criticized as an attempt to reopen the abortion debate. Prime Minister Stephen Harper said, \"I think all members of this House, whether they agree with it or not, understand that abortion is legal in Canada and this government, myself included, have made it very clear that the government does not intend to change the law in this regard.\" In 2017 Benoit endorsed Brad Trost for the 2017 Conservative Party of Canada leadership election he was the first MP in 2017 to have endorsed Trost before Maurice Vellacott in April 2017. ==References== ==External links== * Official site * How'd They Vote?: Leon Benoit's voting history and quotes * Category:1950 births Category:Living people Category:Members of the House of Commons of Canada from Alberta Category:Reform Party of Canada MPs Category:Canadian Alliance MPs Category:Conservative Party of Canada MPs Category:People from Lloydminster Category:Canadian anti-abortion activists Category:21st-century Canadian politicians",
 "title": "Leon Benoit"
}