{
 "id": "443258",
 "text": "Les Éditions de Minuit (, Midnight Press) is a French publishing house which has its origins in the French Resistance of World War II and still publishes books today. ==History== Les Éditions de Minuit was founded by writer and illustrator Jean Bruller and writer Pierre de Lescure (1891–1963) in 1941 in Paris, during the German occupation of northern France (by November 1942, German forces occupied all of France). At the time, the media and all forms of publishing were controlled and censored by the Nazi occupiers. Les Éditions de Minuit was started to circumvent the censorship, and so was an underground publisher until the liberation of Paris on 25 August 1944. Le Silence de la mer (The Silence of the Sea) by co-founder Bruller (who wrote under the pseudonym Vercors) was the first book published (1942). Distribution, like other Resistance texts, was by being passed from person to person. Le Silence de la mer was followed in 1943 by Chroniques interdites (banned newspaper columns, various authors), L'Honneur des poètes (The Honour of poets) poetry collected by Paul Éluard, Le cahier noir (The Black Notebook) by François Mauriac, and Le musée Grévin (The Grévin Museum) by Louis Aragon. A small group of printers joined Bruller and de Lescure, and together they risked imprisonment and death to publish works by some of France's greatest authors who wrote under pseudonyms). The authors included Paul Éluard, Louis Aragon, Jacques Maritain, François Mauriac, Jean Paulhan, André Chamson, André Gide, and the first unabridged French translation of John Steinbeck's The Moon Is Down (Nuits noires). After the war, when Les Éditions de Minuit was able to operate openly, it continued to publish books but for the first few years was financially unstable. The publishing house was directed by Jérôme Lindon from 1947 until his death in 2001. His daughter, Irène Lindon, took his succession. In the 1950s, the company began to be more successful. Lindon was the first to publish several novels by Samuel Beckett who wrote in French as well as English, and was resident in France at the time. Other authors published include Monique Wittig, Alain Robbe-Grillet, Claude Simon, Marguerite Duras and Robert Pinget who constituted the backbone of the Nouveau roman literary movement. It also published Henri Alleg's La Question in 1958 on the use of torture by the French Army during the Algerian War (1954–62), which was censored. From the late 1970s to the mid-80s, Lindon and the Éditions de Minuit promoted several young French authors such as Jean Echenoz then joined by Jean-Philippe Toussaint (from Belgium), Jean Rouaud, Marie NDiaye, Patrick Deville, Éric Chevillard and lately by Laurent Mauvignier or Julia Deck all regrouped under the tag of \"Style Minuit\" characterized by a certain writing renewal (partially influenced by the Nouveau Roman) based on minimalist formalism mixed to an elaborated style. From its foundation to 2015, the Éditions de Minuit have, through their authors, won two Nobel Prize in Literature (Samuel Beckett and Claude Simon), three Prix Goncourt (The Lover by Marguerite Duras, I'm Off by Jean Echenoz and Fields of Glory by Jean Rouaud), seven Prix Médicis, one Prix Renaudot and three Prix Femina. ==21st century== The style of the front covers of Les Éditions de Minuit books remains almost as sparse as the wartime edition of Le Silence de la mer. The only decoration is a blue border and the symbol of Les Éditions de Minuit: a star and the letter \"m\". ==Book series== * Arguments * Critique * Documents * Philosophie * Propositions * Le Sens commun == References == ==External links== * Official website of Les Éditions de Minuit (in French) Category:Book publishing companies of France Category:French resistance publications Category:French brands Category:Publishing companies established in 1941 Category:French companies established in 1941 Category:Underground press in World War II Category:Prix Femina winners",
 "title": "Les Éditions de Minuit"
}