{
 "id": "443316",
 "text": "Portaferry () is a small town in County Down, Northern Ireland, at the southern end of the Ards Peninsula, near the Narrows at the entrance to Strangford Lough. It is home to the Exploris aquarium and is well known for the annual Gala Week Float Parade. It hosts its own small Marina, the Portaferry Marina. The Portaferry - Strangford Ferry service operates daily at 30 minute intervals (7.45am to 10.45pm) between the villages of Portaferry and Strangford, less than 1500 metres apart, conveying about 500,000 passengers per annum. It had a population of 2,514 people in the 2011 Census. Pot fishing, mainly for prawns and crabs and licensed shellfish farming takes place within Strangford Lough. Queen's University of BelfastMarine Laboratory have a Marine Research Laboratory on the shorefront and currently the town is also home to a tidal energy research project the Minesto Sea Kite. The Lough is one of the world's most important marine sites with over 2,000 marine species. There are fine Georgian buildings in the town square, including a Market House, now used as a community centre. Portaferry Lifeboat is an essential lifeline for local fishermen and yachtsmen. The Atlantic 75 is the fastest seagoing lifeboat in the RNLI's fleet and is capable of speeds up to 34 Knots.Culture Northern Ireland – Portaferry Lifeboat Station ==History== ==Demography== ===2001 Census=== Portaferry is classified as an intermediate settlement by the NI Statistics and Research Agency (NISRA) (i.e. with population between 2,250 and 4,500 people). On Census day (29 April 2001) there were 2,467 people living in Portaferry. Of these: *25.1% were aged under 16 years and 18.2% were aged 60 and over *50.4% of the population were male and 49.6% were female *89.1% were from a Catholic background and 9.7% were from a Protestant background *4.6% of people aged 16–74 were unemployed. ==Places of interest== right|thumb|The Portaferry to Strangford ferry from Strangford *Portaferry is the home of the Northern Ireland Aquarium – Exploris. It is now under private management. *Transport NI *Portaferry Castle is a small 16th-century tower house built by William Le Savage.Portaferry Castle ==People== *Bishop Robert Echlin, Bishop of Down and Connor (1612–1635) is buried in the ancient ruins of Templecraney, Portaferry off Church St. *Australian pastoralist Hugh Glass was born in Portaferry in 1817. *Actor and playwright Joseph Tomelty, born in Portaferry in 1911.Culture Northern ireland – Joseph Tomelty *Priest, philosopher and poet Father Vincent McNabb was born in Portaferry. *Middle-distance runner Ciara Mageean was born in Portaferry in 1992. *Singer/songwriter Ryan McMullan is from Portaferry. ==Environment== thumb|Strangford Lough View From Windmill Hill, PortaferryThe Portaferry area is popular with local and foreign tourists for its beauty, history, wildlife and other visitor attractions. Strangford Lough is the largest sea inlet in the British Isles. It is Northern Ireland's first Marine Nature Reserve and is renowned as an Area of Outstanding Natural Beauty and Special Scientific Interest, with six National Nature Reserves within its reaches. Over 2000 species of marine animals have been found in the Lough and internationally important flocks of wildfowl and wading birds converge there in winter. The Lough is also the most important site in Ireland for breeding common seals. ===Climate=== ==Sport== GAA sports, particularly hurling are popular in the area and Portaferry GAC were Ulster Club Hurling Champions in 2014. There are two other GAA clubs nearby, Ballygalget and Ballycran, and there is intense rivalry between the three. Other pursuits are sailing, coastal rowing, angling, wildfowling and birdwatching. The town has the Lough's longest established sailing club. ==Industry== Portaferry industrial activities include agriculture, fishing, tourism. 'Suki Tea' announced as of 2014 that experimental tea growing will commence in the area, utilising the relatively warm and dry climate, with frost protection from Strangford lough. The Lough is a centre for experimental marine current turbine technology development. In 2008 a twin rotor 1.2 MW SeaGen was installed and successfully demonstrated this technology until its decommissioning which began in 2017. Tidal energy, unlike wind or wave, is a renewable energy resource which can be predicted.[www.marineturbines.com]. Swedish company Minesto are currently trialling their \"sea kite\" technology. Portaferry played a part in the linen industry. Many of the women in the town were employed to embroider handkerchiefs for Thomas Somerset and Co. one of the major linen companies in Ireland. The company realised that the women were more productive in the summer due to the light, so installed the first electric light outside of Belfast in Ulster. Each house with a working woman was given one light fitting and bulb. There was also a bus service introduced to bring more women from the Ards Peninsula to Portaferry to work in the factory that Somersets built. ==Gallery== File:Portaferry 1a.JPG|Portaferry from the pier towards the south File:The Portaferry ferry returning from Strangford.JPG|The Portaferry ferry returning from Strangford. File:Portaferry Marina.JPG|Portaferry Marina. File:Portaferry Castle.JPG|Portaferry Castle. File:Portaferry 1c.JPG|Portaferry from the pier towards the north File:View Of Portaferry Across Strangford Lough From Castleward.jpg|Portaferry From Castleward. ==See also== * List of towns and villages in Northern Ireland * List of RNLI stations * Market Houses in Northern Ireland ==References== Category:Ports and harbours of Northern Ireland Category:Port cities and towns in Northern Ireland Category:Civil parish of Ballyphilip",
 "title": "Portaferry"
}