{
 "id": "443854",
 "text": "Rh disease (also known as rhesus isoimmunization, Rh (D) disease) is a type of hemolytic disease of the fetus and newborn (HDFN). HDFN due to anti-D antibodies is the proper and currently used name for this disease as the Rh blood group system actually has more than 50 antigens and not only the D-antigen. The term \"Rh Disease\" is commonly used to refer to HDFN due to anti-D antibodies, and prior to the discovery of anti-Rho(D) immune globulin, it was the most common type of HDFN. The disease ranges from mild to severe, and occurs in the second or subsequent pregnancies of Rh-D negative women when the biologic father is Rh-D positive. Due to several advances in modern medicine, HDFN due to anti-D is preventable by treating the mother during pregnancy and soon after delivery with an injection of anti-Rho(D) (RhoGam) immune globulin. With successful mitigation of this disease by prevention through the use of anti-Rho(D) immune globulin, other antibodies are more commonly the cause of HDFN today. == Signs and symptoms == Symptoms of Rh disease include yellowish amniotic fluid and enlarged spleen, liver or heart or buildup of fluid in the abdomen of the fetus. == Pathophysiology == During the first pregnancy, the Rh- mother’s initial exposure to fetal Rh+ red blood cells (RBCs) is usually not sufficient to activate her Rh-recognizing B cells. However, during delivery, the placenta separates from the uterine wall, causing umbilical cord blood to enter the maternal circulation, which results in the mother’s proliferation of IgM-secreting plasma B cells to eliminate the fetal Rh+ cells from her blood stream. IgM antibodies do not cross the placental barrier, which is why no effects to the fetus are seen in first pregnancies for Rh-D mediated disease. However, in subsequent pregnancies with Rh+ fetuses, the IgG memory B cells mount an immune response when re-exposed, and these IgG anti-Rh(D) antibodies do cross the placenta and enter fetal circulation. These antibodies are directed against the Rhesus (Rh) factor, a protein found on the surface of the fetal RBCs. The antibody-coated RBCs are destroyed by IgG antibodies binding and activating complement pathways.Punt, J., Stranford, S., Jones, P., & Owen, J. A. (2018). Chapter 15: Allergy, Hypersensitivities, and Chronic Inflammation. In Kuby immunology (8th ed., pp. 1086-1087). WH Freeman The resulting anemia has multiple sequelae: # The immature hematopoietic system of the fetus is taxed as the liver and spleen attempt to put immature RBCs into circulation (erythroblasts, thus the previous name for this disease erythroblastosis fetalis). # As the liver and spleen enlarge under this unexpected demand for RBCs, a condition called portal hypertension develops, and this taxes the immature heart and circulatory system. # Liver enlargement and the prolonged need for RBC production results in decreased ability to make other proteins, such as albumin, and this decreases the plasma colloid oncotic pressure leading to leakage of fluid into tissues and body cavities, termed hydrops fetalis. # The severe anemia taxes the heart to compensate by increasing output in an effort to deliver oxygen to the tissues and results in a condition called high output cardiac failure. # If left untreated, the end result may be fetal death. The destruction of RBCs leads to elevated bilirubin levels (hyperbilirubinemia) as a byproduct. This is not generally a problem during pregnancy, as the maternal circulation can compensate. However, once the infant is delivered, the immature system is not able to handle this amount of bilirubin alone and jaundice or kernicterus (bilirubin deposition in the brain) can develop which may lead to brain damage or death. Sensitizing events during pregnancy include c-section, miscarriage, therapeutic abortion, amniocentesis, ectopic pregnancy, abdominal trauma and external cephalic version. However, in many cases there was no apparent sensitizing event. Approximately 50% of Rh-D positive infants with circulating anti-D are either unaffected or only mildly affected requiring no treatment at all and only monitoring. An additional 20% are severely affected and require transfusions while still in the uterus. This pattern is similar to other types of HDFN due to other commonly encountered antibodies (anti-c, anti-K, and Fy(a)). == Diagnosis == === Maternal blood === In the United States, it is a standard of care to test all expecting mothers for the presence or absence of the RhD protein on their RBCs. However, when medical care is unavailable or prenatal care not given for any other reason, the window to prevent the disease may be missed. In addition, there is more widespread use of molecular techniques to avoid missing women who appear to be Rh-D positive but are actually missing portions of the protein or have hybrid genes creating altered expression of the protein and still at risk of HDFN due to Anti-D. * At the first prenatal visit, the mother is typed for ABO blood type and the presence or absence of RhD using a method sensitive enough to detect weaker versions of this antigen (known as weak-D) and a screen for antibodies is performed. ** If she is negative for RhD protein expression and has not formed anti-D already, she is a candidate for RhoGam prophylaxis to prevent alloimmunization. ** If she is positive for anti-D antibodies, the pregnancy will be followed with monthly titers (levels) of the antibody to determine if any further intervention is needed. * A screening test to detect for the presence or absence of fetal cells can help determine if a quantitative test (Kleihauer-Betke or flow cytometry) is needed. This is done when exposure is suspected due to a potential sensitizing event (such as a car accident or miscarriage). * If the screening test is positive or the appropriate dose of RhoGam needs to be determined, a quantitative test is performed to determine a more precise amount of fetal blood to which the mother has been exposed. ** The Kleihauer–Betke test or Flow Cytometry on a maternal blood sample are the most common ways to determine this, and the appropriate dose of RhoGam is calculated based on this information. * There are also emerging tests using Cell-free DNA. Blood is taken from the mother, and using PCR, can detect fetal DNA. This blood test is non-invasive to the fetus and can help determine the risk of HDFN. Testing has proven very accurate and is routinely done in the UK at the International Blood Group Reference Laboratory in Bristol. === Paternal blood === Blood is generally drawn from the father to help determine fetal antigen status. If he is homozygous for the antigen, there is a 100% chance of all offspring in the pairing to be positive for the antigen and at risk for HDFN. If he is heterozygous, there is a 50% chance of offspring to be positive for the antigen.Transfusion Medicine and Hemostasis: Clinical and Laboratory Aspects == Prevention == In an RhD negative mother, Rho(D) immune globulin can prevent temporary sensitization of the maternal immune system to RhD antigens, which can cause rhesus disease in the current or in subsequent pregnancies. With the widespread use of RhIG, Rh disease of the fetus and newborn has almost disappeared in the developed world. The risk that an RhD negative mother can be alloimmunized by a RhD positive fetus can be reduced from approximately 16% to less than 0.1% by the appropriate administration of RhIG. == Management == As medical management advances in this field, it is important that these patients be followed by high risk obstetricians/maternal-fetal medicine, and skilled neonatologists postpartum to ensure the most up to date and appropriate standard of care === Antenatal === * Routine prenatal labs drawn at the beginning of every pregnancy include a blood type and an antibody screen. Mothers who are Rh negative (A−, B−, AB−, or O− blood types) and have anti-D antibodies (found on the antibody screen) need to determine the fetus's Rh antigen. If the fetus is also Rh negative (A−, B−, AB−, or O− blood types) then the pregnancy can be managed like any other pregnancy. The anti-D antibodies are only dangerous to Rh positive fetuses (A+, B+, AB+, or O+ blood types). **The fetal Rh can be screened using non-invasive prenatal testing (NIPT). In the United States, BillionToOne, Inc. offers the Unity test. This test can screen for the fetus's Rh antigen (positive or negative) at the 10th week of gestation using a blood sample drawn from the mother. The Unity test uses NGS technology to look for Rh alleles (genes) in the cell free fetal DNA in the maternal bloodstream. In healthy pregnancies, at least 5% (fetal fraction) of the cell free DNA in the maternal bloodstream comes from the fetus (placenta cells shed DNA into the maternal bloodstream). This small fraction of cell free DNA from the fetus is enough to determine the fetus's Rh antigen. *Once a woman has been found to have made anti-D (or any clinically significant antibody against fetal red cells), she is followed as a high risk pregnancy with serial blood draws to determine the next steps * Once the titer of anti-D reaches a certain threshold (normally 8 to 16), serial Ultrasound and Doppler examinations are performed to detect signs of fetal anemia ** Detection of increased blood flow velocities in the fetus are a surrogate marker for fetal anemia that may require more invasive intervention * If the flow velocity is found to be elevated a determination of the severity of anemia needs to ensue to determine if an intrauterine transfusion is necessary ** This is normally done with a procedure called percutaneous umbilical cord blood sampling (PUBS or cordocentesis) * Intrauterine blood transfusion ** Intraperitoneal transfusion—blood transfused into fetal abdomen ** Intravascular transfusion—blood transfused into fetal umbilical vein—This is the method of choice since the late 1980s, and more effective than intraperitoneal transfusion. A sample of fetal blood can be taken from the umbilical vein prior to the transfusion. ** Often, this is all done at the same PUBS procedure to avoid the needs for multiple invasive procedures with each transfusion === Postnatal === * Phototherapy for neonatal jaundice in mild disease * Exchange transfusion if the neonate has moderate or severe disease * Intravenous Immunoglobulin (IVIG) can be used to reduce the need for exchange transfusion and to shorten the length of phototherapy. == History == In 1939 Drs. Philip Levine and Rufus E. Stetson published their findings about a 25 year old mother who had a stillborn baby that died of hemolytic disease of the newborn. Both parents were blood group O, so the husband's blood was used to give his wife a blood transfusion due to blood loss during delivery. However, she suffered a severe transfusion reaction. Since both parents were blood group O, which was believed to be compatible for transfusion, they concluded that there must be a previously undiscovered blood group antigen that was present on the husband's red blood cells (RBCs) but not present on his wife's. This suggested for the first time that a mother could make blood group antibodies because of immune sensitization to her fetus's RBCs as her only previous exposure would be the earlier pregnancy. They did not name this blood group antigen at the time, which is why the discovery of the rhesus blood type is credited to Drs. Karl Landsteiner and Alexander S. Wiener with their first publication of their tables for blood-typing and cross-matching in 1940, which was the culmination of years of work. However, there were multiple participants in this scientific race and almost simultaneous publications on this topic. Levine published his theory that the disease known as erythroblastosis fetalis was due to Rh alloimmunization in 1941 while Landsteiner and Wiener published their method to type patients for an antibody causing transfusion reactions, known as “Rh\". The first treatment for Rh disease was an exchange transfusion invented by Wiener and later refined by Dr. Harry Wallerstein. Approximately 50,000 infants received this treatment. However, this could only treat the disease after it took root and did not do anything to prevent the disease. In 1960, Ronald Finn, in Liverpool, England proposed that the disease might be prevented by injecting the at-risk mother with an antibody against fetal red blood cells (anti-RhD). Nearly simultaneously, Dr. William Pollack, an immunologist and protein chemist at Ortho Pharmaceutical Corporation, and Dr. John Gorman (blood bank director at Columbia-Presbyterian) with Dr. Vincent Freda (an obstetrician at Columbia- Presbyterian Medical Center), came to the same realization in New York City. The three of them set out to prove it by injecting a group of male prisoners at Sing Sing Correctional Facility with antibody provided by Ortho, obtained by a fractionation technique developed by Pollack. Animal studies had previously been conducted by Dr. Pollack using a rabbit model of Rh. This model, named the rabbit HgA-F system, was an animal model of human Rh, and enabled Pollack's team to gain experience in preventing hemolytic disease in rabbits by giving specific HgA antibody, as was later done with Rh-negative mothers. One of the needs was a dosing experiment that could be used to determine the level of circulating Rh-positive cells in an Rh-negative pregnant female derived from her Rh-positive fetus. This was first done in the rabbit system, but subsequent human tests at the University of Manitoba conducted under Dr. Pollack's direction confirmed that anti-Rho(D) immune globulin could prevent alloimmunization during pregnancy. Ms. Marianne Cummins was the first at risk woman to receive a prophylactic injection of anti-Rho(D) immune globulin (RHIG) after its regulatory approval. Clinical trials were set up in 42 centers in the US, Great Britain, Germany, Sweden, Italy, and Australia. RHIG was finally approved in England and the United States in 1968. The FDA approved the drug under the brand name RhoGAM, with a fixed dose of 300 µG, to be given within three days (72 hours) postpartum. Subsequently a broader peripartum period was approved for dosing which included prophylaxis during pregnancy. Within a year, the antibody had been injected with great success into more than 500,000 women. Time magazine picked it as one of the top ten medical achievements of the 1960s. By 1973, it was estimated that in the US alone, over 50,000 babies' lives had been saved. The use of Rh immune globulin to prevent the disease in babies of Rh negative mothers has become standard practice, and the disease, which used to claim the lives of 10,000 babies each year in the US alone, has been virtually eradicated in the developed world. In 1980, Cyril Clarke, Ronald Finn, John Gorman, Vincent Freda, and William Pollack each received an Albert Lasker Award for Clinical Medical Research for their work on rhesus blood types and the prevention of Rh disease. == See also == * James Harrison (blood donor) – Australian who donated blood over 1,000 times to save babies with Rh disease == References == * == External links == * National institute of Clinical Excellence (NICE) Guidelines for anti-D prophylaxis * Summary of transfusion reactions in the US Category:Haemorrhagic and haematological disorders of fetus and newborn Category:Disorders originating in the perinatal period Category:Transfusion medicine Category:Health issues in pregnancy Category:Blood disorders Category:Acquired hemolytic anemia Category:Neonatology Category:Obstetrics Category:Polyclonal antibodies",
 "title": "Rh disease"
}