{
 "id": "44439",
 "text": "Erotic spanking is the act of spanking another person for the sexual arousal or gratification of either or both parties. The intensity of the act can vary in both its duration and severity, and may include the use of one or more spanking implements (such as the wooden spoon or cane). Activities range from a spontaneous smack on bare buttocks during sexual activity to sexual roleplaying, such as ageplay or domestic discipline.Markham, Jules. Consensual Spanking. (Adlibbed Ltd., 2005) Erotic spanking is often found within and associated with BDSM, however the activity is not exclusive to it. The term spankee is commonly used within erotic spanking to refer to the individual receiving a spanking. == History == === Pre 19th century === One of the earliest depictions of erotic spanking is found in the Etruscan Tomb of the Whipping from the fifth century BC. Early sex manuals such as the Indian Kama Sutra (circa 400 BC), Indian Koka Shastra (ca. 1150 AD) and Arabic The Perfumed Garden (ca. 1400 AD) have among their recommendations the use of spanking to enhance sexual arousal. === 19th century === Interest in sexual gratification received from giving, receiving and witnessing spanking began to increase during the 19th century (particularly within France and the United Kingdom). Interest was not only confined to spanking literature, but the development of photography during 19th century resulted in the beginning of the creation of spanking photography. In the context of literature, this growing demand caused the publication of numerous limited edition spanking novels (although, while the term novel is/was used many of these works from this time and subsequently can be instead classified as novellas). === 20th century === ==== Early 20th century ==== This interest for spanking (both in regards to literature and photography) followed into the next century, with the early 20th century being considered the \"Golden Age\" of spanking literature. This period of spanking literature is marked by three notable characteristics. First, greater audiences were reached with the availability of less expensive editions and greater print runs. Second, many of the spanking novels contained numerous illustrations (many of which have fallen under public domain and are easily available online). Third, this period saw a gradual increase in the output and publication of spanking literature, growing particularly within the 1920s and peaking within the 1930s. Much of the output of spanking literature during this period was by French publishers, writers and illustrators. Similarly, within the context of spanking photography, France was also the home to the creation of much content, with the most notable studios being the Biederer Studio and the Ostra Studio. This \"Golden Age\" of spanking literature (and French spanking photography) came to an end as a result of the Second World War, more specifically due to the German occupation of France between 1940 and 1944 and later the enforcement of censorship laws. A somewhat notable exception to the decline of spanking literature during this period was John Willie's bondage Bizarre magazine (published between 1946 and 1959). Of the many French works from the \"Golden Age\" few at the time were translated into other languages within which spanking literature was popular, namely English and German, but beginning during the mid-1960s a number of these French works were translated into English and published, along with these works being republished in French and older British works also being republished. The occurrence of this was facilitated by the availability of mass-produced paperbacks and changes in censorship laws. ==== Late 20th century ==== During the latter half of the 20th century changes in both censorship laws and improvements within technology enabled greater accessibility for those interested in obtaining content related to erotic spanking. As an extension of the earlier developments within spanking literature and photography, during this period various fetish magazines devoted to stories and imagery of erotic spanking became legally available. This period also saw an important development in both the production and consumer accessibility of erotic spanking films. Whilst recordings of erotic spanking had been produced as early as the 1920s, until the 1980s technology limited the quality of their recording and the ability for consumers to easily watch them. In addition to changes in censorship laws, the introduction of the videocassette recorder enabled creators to produce and distribute erotic spanking films that were far easier for consumers to both obtain and watch. === 21st century === The proliferation of the internet has enabled individuals, of various level of pre-existing interest and/or knowledge, more ease then ever to explore and consume content relating to erotic spanking. Partially developing from earlier erotic spanking magazine and video producers, numerous pornographic websites (primary American or British based) within the 21st century are devoted to producing spanking films of various lengths and about various scenarios. The internet has also resulted in the creation of various blogs which discuss the topic of erotic spanking and non-profit websites which publish erotic spanking stories. == Practice == === Implements === Whilst a spanking may be simply given with the palm of the hand, the use of spanking implements is common within erotic spanking. Spanking implements which are commonly used within erotic spanking are a reflection of the traditional spanking implements that were/are used in corporal punishment more broadly. Common and traditional spanking implements include those which have been specifically manufactured for such purpose (i.e. the cane, paddle, strap, tawse and martinet) and those which have been adapted/improvised from available items (such as the slipper, wooden spoon, hairbrush, carpet beater, switch and birch). Other less common and atypical spanking implements include the feather duster (common, however, in ChinaConstable, Nicole Maid to Order in Hong Kong: Stories of Migrant Workers Cornell University Press, 2007 p.51), fly swatter, stinging nettles, and rolled-up magazines or newspapers. Some spanking implements can be characterised as being either 'stingy' or 'thuddy'. Stingy implements (such as a cane) produce a sharp and quick burning sensation which is mostly felt on the skin. Thuddy implements (such as a paddle), in contrast, whilst not producing a stinging sensation penetrate deeper into tissue of the buttocks. As a general rule, the heavier a spanking implement is the greater thud it will produce. A person receiving an erotic spanking may have a preference for either a stingy or thuddy sensation. === Safety === For safety, during a spanking, particularly with spanking implements, care should be taken to avoid striking the tailbone and hipbones. === Fetish wear === Often erotic spanking will be combined with sexual roleplay which may see one or more party dress-up in certain clothing, for example a female spankee wearing a schoolgirl uniform in a Teacher – Student scenario. A spank skirt or spanking skirt is a skirt that has an additional opening in back designed to expose the buttocks. While the name spank skirt suggests the intention that the wearer be spanked \"bare bottom\" without removing or repositioning the skirt, this item may be worn for reasons other than spanking (for instance, exposure). Considered fetish wear, these kind of skirts are typically tight-fitting and made of fetishistic materials (such as leather, PVC or latex). Regardless of the gender of the wearer, spank skirts are usually considered female attire. The male gender role equivalent might be motorcycle chaps (a.k.a. \"assless chaps\").thumb|A spanking bench === Apparatuses === A spanking bench or spanking horse is a piece of erotic furniture used to position a spankee on, with or without restraints. They come in many sizes and styles, the most popular design of which is similar to a sawhorse (used in woodworking) with a padded top and rings for restraints. A spanking bench is on permanent display at the Leather Archives and Museum. The 19th-century British dominatrix Mrs. Theresa Berkley became famous for her invention of the Berkley Horse, a similar form of BDSM apparatus. === Self-Spanking === thumb|Self-Spanking with riding crop and garden hose as implements Occasionally, self-spanking also occurs. This can happen in a BDSM relationship on the orders of the dominant partner and is thus part of a role play, or the person simply wants to feel pain in a certain way. However, that's when the \"self-tickling effect\" comes into play: you practically can't tickle yourself. This is because the brain anticipates our movements and touches. If there is an expectation that we are about to touch ourselves on a certain part of the body, the brain adjusts and dampens the sensation.Sarah-Jayne Blakemore, Daniel M. Wolpert, Chris D. Frith: Central cancellation of self-produced tickle sensation. In: Nature Neuroscience. Vol. 1, 1998, pp. 635-640.Sarah-Jayne Blakemore, Daniel Wolpert, Chris Frith: Why can't you tickle yourself? In: NeuroReport 11(11), August 2000. This effect exists just as much with painful actions: When we hit ourselves, it doesn't hurt as much because here too the brain automatically reduces the sensation. == Psychology and prevalence == A number of explanations have been put forward to account why an individual may enjoy erotic spanking, although there is likely no universal explanation. Journalist Jillian Keenan has argued that spanking fetishism is a form of sexual orientation, which should not be considered a mental illness. Whilst there has been an increasing ability to talk openly about erotic spanking within mainstream society, individuals may still find it difficult to express that they have an interest in erotic spanking. == Spanking: Molecular mechanisms == Since there are also connections to pain sensations through blows to the buttocks, molecular mechanisms can be found as factors for sexual behaviour related to this. Parents pass on information to their offspring not via the DNA sequence, but also epigenetically with the sperm and eggs, via biological factors that regulate the DNA. This has not yet been proven in humans, but it has been in mice. Swiss researchers showed that trauma in childhood does indeed affect the composition of the blood throughout life and that these changes are also inherited by the offspring.Gretchen van Steenwyk, Katharina Gapp, Ali Jawaid et al: Involvement of circulating factors in the transmission of paternal experiences through the germline. The EMBO Journal, October 9th, 2020. Other researchers found that the neurotransmitter dopamine has an epigenetic function beyond its role as a signal transducer.Ashley E. Lepack, Craig T. Andrew, F. Stewart Werner et al: Dopaminylation of histone H3 in ventral tegmental area regulates cocaine seeking. Science, April 10th, 2020, pp. 197-201. In rats, dopamine was found to control drug-seeking behaviour. Long- term cocaine use alters neural circuits in the brain's reward pathway. This requires genes to be switched on and off to create the necessary proteins - an epigenetic process. Dopamine also plays an important role in the perception of pain. According to this, children who received corporal punishment more often form fewer dopamine receptors in a specific brain area.Yi-Shin Sheu, Ann Polcari, Carl M. Anderson, Martin H. Teicher: Harsh corporal punishment is associated with increased T2 relaxation time in dopamine-rich regions; NeuroImage, Volume 53, Issue 2, 2010, Pages 412-419, ISSN 1053-8119, https://doi.org/10.1016/j.neuroimage.2010 .06.043De Bellis, Michael D, and Abigail Zisk: The biological effects of childhood trauma; Child and adolescent psychiatric clinics of North America vol. 23,2 (2014): 185-222, vii. doi:10.1016/j.chc.2014 .01.002Dahoun, T., Nour, M.M., McCutcheon, R.A. et al: The relationship between childhood trauma, dopamine release and dexamphetamine-induced positive psychotic symptoms: a [11C]-(+)-PHNO PET study; Transl Psychiatry 9, 287 (2019). https://doi.org/10.1038/s41398-019-0627-y The dopamine system is closely associated with pleasure perception.Lino Becerra, Hans C. Breiter, Roy Wise et al: Reward Circuitry Activation by Noxious Thermal Stimuli. In: Neuron, 6 December 2001. Normally, then, the dopamine system should be capable of multiple activation. However, children who are beaten frequently develop a dopamine receptor deficiency, so that their pleasure system becomes susceptible to stronger stimuli. A scientific survey of 152 people who claimed to practice sadomasochism - of which spanking is a subset - found that 22% had been abused or beaten with objects as children.Frédérike Labrecque, Audrey Potz, Émilie Larouche, Christian C. Joyal: What Is So Appealing About Being Spanked, Flogged, Dominated, or Restrained? Answers from Practitioners of Sexual Masochism/Submission: The Journal of Sex Research, 2021, pp. 409-423. 78%, however, reported having developed this interest on their own (intrinsically) often in childhood and adolescence. Finally, for a preference of spanking, there is the assumption that the brain then releases endorphins. If one gets spanked significantly and frequently - which then leads to equally frequent and intense bursts of endorphins, an addiction to, for example, butt slaps and the accompanying endorphin release can result. Over time, they associate the blows with not only pleasurable but also erotic feelings. Cortisol is a hormone that helps the body prepare to fight, flee or freeze in the face of danger. Children who are beaten have no way to flee or fight - they must submit to the pain and violence. Physical punishment triggers the release of cortisol. Repeated increases in cortisol can make it easier to endure danger and pain. This can also lead to downplaying violence-associated childhood experiences as an adult. Researchers now found a group of girls who had experienced physical discipline did not have the expected increase in cortisol. Instead, they showed a huge increase in the hormone oxytocin.Stress- Induced Elevation of Oxytocin in Maltreated Children: Evolution, Neurodevelopment, and Social Behavior. In: Child Development, Vol. 85, Issue 2, March/April 2014, pp. 501-512; first published 19 July 2013 == See also == * Algolagnia * BDSM * Christian domestic discipline * Dominatrix * Impact play * Male dominance * Sadism and masochism in fiction == References == Notes Further reading * Koetzle, Michael. 1000 Nudes: A History of Erotic Photography from 1839-1939. Taschen, 2005. * Lady Green, The Compleat Spanker. Greenery Press, 2000. . * Marcus, Steven. The Other Victorians. Basic Books, 1966. * Rousseau, Jean-Jacques. The Confessions of Jean-Jacques Rousseau. London: Penguin Books, 1953. * Swinburne, Charles Algernon. The Works of Charles Algernon Swinburne. Hertfordshire: Wordsworth Editions, 1995. == External links == * The Spanking Art Wiki – relaunched * Biblio Curiosa Wiki (Italian) * Basics of Erotic Spanking * Spanking Consent Category:BDSM Category:Paraphilias Category:Sexual acts Category:Spanking",
 "title": "Erotic spanking"
}