{
 "id": "444673",
 "text": "The Vitruvian Man (Italian: L'uomo vitruviano ; originally known as Le proporzioni del corpo umano secondo Vitruvio, lit. 'The proportions of the human body according to Vitruvius') is a drawing made by the Italian polymath Leonardo da Vinci in about 1490.The Secret Language of the Renaissance – Richard Stemp It is accompanied by notes based on the work of the Roman architect Vitruvius. The drawing, which is in ink on paper, depicts a man in two superimposed positions with his arms and legs apart and inscribed in a circle and square. The drawing represents Leonardo's concept of the ideal human body proportions. Its inscription in a square and a circle comes from a description by the ancient Roman architect Vitruvius in Book III of his treatise De architectura. Yet, as has been demonstrated, Leonardo did not represent Vitruvius's proportions of the limbs but rather included those he found himself after measuring male models in Milan. While the drawing is named after Vitruvius, some scholars today question the appropriateness of such a title, given that it was first used in the 1490s. First published in reproduction in 1810, the drawing did not attain its present fame until further reproduced in the later 19th century, and it is not clear that it influenced artistic practice in Leonardo's day or later. It is kept in the Gabinetto dei disegni e delle stampe of the Gallerie dell'Accademia, in Venice, Italy, under reference 228. Like most works on paper, it is displayed to the public only occasionally, so it is not part of the normal exhibition of the museum. The work was recently on display at the Louvre's exhibit of Leonardo's work, from 24 October 2019 to 24 February 2020 as part of an agreement between France and Italy. ==Subject and title== thumb|Vitruvian Man, illustration in the edition of De architectura by Vitruvius; illustrated edition by Cesare Cesariano (1521) Leonardo's image demonstrates the blend of mathematics and art during the Renaissance and demonstrates his deep understanding of proportion. In addition, the picture represents a cornerstone of his attempts to relate man to nature. Encyclopædia Britannica online states, \"Leonardo envisaged the great picture chart of the human body he had produced through his anatomical drawings and Vitruvian Man as a (cosmography of the microcosm). He believed the workings of the human body to be an analogy for the workings of the universe.\" According to Leonardo's accompanying text, written in mirror writing, it was made as a study of the proportions of the (male) human body as described in Vitruvius's 3.1.2–3, which reads: While Leonardo shows direct knowledge of the work of Vitruvius, his drawing does not follow the description of the ancient text. In drawing the circle and square he observes that the square cannot have the same centre as the circle, but is centered at the groin. This adjustment is the innovative part of Leonardo's drawing and what distinguishes it from earlier illustrations. He also departs from Vitruvius by drawing the arms raised to a position in which the fingertips are level with the top of the head, rather than Vitruvius's much lower angle, in which the arms form lines passing through the navel. It may be noticed by examining the drawing that the combination of arm and leg positions creates sixteen different poses. The pose with the arms straight out and the feet together is seen to be inscribed in the superimposed square. On the other hand, the spread-eagle pose is seen to be inscribed in the superimposed circle. Leonardo's collaboration with Luca Pacioli, the author of (Divine Proportion)Leonardo da Vinci's Polyhedra, by George W. Hart have led some to speculate that he incorporated the golden ratio in Vitruvian Man, but this is not supported by any of Leonardo's writings, and its proportions do not match the golden ratio precisely. Vitruvian Man is likely to have been drawn before Leonardo met Pacioli. ==Inspiration and possible collaboration== Many artists attempted to design figures which would satisfy Vitruvius' claim that a human could fit into both a circle and a square, with the earliest known being by Francesco di Giorgio Martini in the 1480s. Leonardo may have been influenced by the work of his friend Giacomo Andrea, an architect and expert on Vitruvius, with whom Leonardo records as having dined in 1490. Leonardo also directly references \"Andrea's Vitruvius\". Andrea's drawing features erasure marks indicating its unique creation. As with Leonardo's Vitruvian Man, Andrea's circle is centered on the navel, but only one pose is included. ==Translation of the text== The text is in two parts, above and below the image. The upper part paraphrases Vitruvius: The lower section of text gives these proportions: The points determining these proportions are marked with lines on the drawing. Below the drawing is a single line equal to a side of the square and divided into four cubits, of which the outer two are divided into six palms each, two of which have the mirror-text annotation \"palmi\"; the outermost two palms are divided into four fingers each, and are each annotated \"diti\". ==Provenance== The drawing was purchased from Gaudenzio de' Pagave by Giuseppe Bossi,Bossi, Giuseppe (1810)Del Cenacolo di Leonardo da Vinci libri quattro (in Italian) Milano: Stamperia Reale p.208ff who described, discussed and illustrated it in his monograph on Leonardo's The Last Supper, Del Cenacolo di Leonardo da Vinci (1810). The following year he excerpted the section of his monograph concerned with the Vitruvian Man and published it as Delle opinioni di Leonardo da Vinci intorno alla simmetria de' Corpi Umani (1811), with a dedication to his friend Antonio Canova. After Bossi's death in 1815 the Vitruvian Man was acquired in 1822, along with a number of his drawings, by the Gallerie dell'Accademia in Venice, Italy, and has remained there since. After the Louvre requested the drawing for a major exhibition of Leonardo's works to open on 24 October 2019, the Italia Nostra argued that the drawing was too fragile to be transported. At a hearing on 16 October 2019, a judge ruled that the group had not proven that the work was too fragile to travel, but set a maximum amount of light for the drawing to be exposed to as well as a subsequent rest period to offset its overall exposure to light. Italy's Minister for Cultural Affairs tweeted that \"Now a great cultural operation can start between Italy and France on the two exhibitions about Leonardo in France and Raphael in Rome.\" ==See also== * * Artistic canons of body proportions * Leonardo's robot * * T-pose, computer animation term for a pose resembling one of the two postures of the Vitruvian Man * World in ActionBritish investigative current affairs TV programme, aired on ITV from 1963 to 1998, used this image as its logo. == Notes == == References == == Further reading == * ==External links== * Willamette University site on Vitruvian Man * Stanford University site on Vitruvian Man * Leonardo's Vitruvian Man * Vitruvian Man Video *Leonardo da Vinci: anatomical drawings from the Royal Library, Windsor Castle, exhibition catalog fully online as PDF from The Metropolitan Museum of Art, which contains material on Vitruvian Man (see index) Category:1480s drawings Category:Renaissance art Category:Collections of the Gallerie dell'Accademia Category:Drawings by Leonardo da Vinci Category:Human body Category:Diagrams Category:Golden ratio Category:Drawings of people Category:Nude art",
 "title": "Vitruvian Man"
}