{
 "id": "444692",
 "text": "{| |} USS Bonita (SSK-3/SS-552), a Barracuda-class submarine, was the fourth ship of the United States Navy to be named for the bonito, a name applied to several types of fish, including the skipjack tuna, (Katsuwonus pelamis), the Atlantic bonito (Sarda sarda), the lesser amberjack (Seriola fasciata), or the cobia (Rachycentron canadum). She was originally named USS K-3 (SSK-3). The original contract for construction of K-3 (SSK-3) was awarded to New York Shipbuilding Corporation of Camden, New Jersey, but later transferred to Mare Island Naval Shipyard of Vallejo, California, where her keel was laid down on 19 May 1950. She was launched as K-3 on 21 June 1951, sponsored by Mrs. J.S. Clark, widow of Commander James S. Clark (who died while commanding ), and commissioned on 11 January 1952. The three SSK boats, , , and K-3 (SSK-3), were equipped with the large BQR-4 bow-mounted sonar array as part of Project Kayo, which experimented with the use of passive acoustics with low-frequency, bow-mounted sonar arrays. When the boat was rigged for silent running, these arrays gave greatly improved convergence zone detection ranges against snorkeling submarines. The SSKs themselves were limited in their anti- submarine warfare (ASW) abilities by their low speed and their need to snorkel periodically to recharge their batteries, but the advances in sonar technology they pioneered were invaluable to the development of nuclear-powered submarines. The class was developed as mobilization prototypes should large numbers of Soviet submarines based on the Type XXI U-boat appear. ==Service history== K-3 joined Submarine Squadron 7 at Pearl Harbor on 15 May 1952 and performed experimental submarine duties, notably development of ASW tactics. In February 1955 she entered Pearl Harbor Naval Shipyard for overhaul, emerging in September. She was renamed Bonita 15 December 1955. She made a cruise to Alaskan waters in August and September 1956. In June 1957 she was reassigned to Submarine Squadron 5 at San Diego, California, for ASW training duties. In October she reported to San Francisco Naval Shipyard for overhaul and the installation of new electronics, returning to San Diego in January 1958. In 1958, the Soviet threat changed from conventional to nuclear-powered submarines, and the SSK force was withdrawn from the SSK role. In April–June 1958 Bonita was used as a nuclear weapons testing target at Eniwetok in the South Pacific, part of Operation Hardtack I. Fortunately, this was designed as shock testing rather than destructive testing, and damage was light except to electronics.Firsthand account of nuclear testing by a Bonita crew member ==Fate== She was decommissioned on 7 November 1958, and given hull classification symbol SS-552 on 15 August 1959. She was struck from the Naval Register on 1 April 1965, and sold for scrap on 17 November 1966. == References == * Photo gallery of USS Bonita at NavSource.org * == External links == * \"Cover Artwork of SSK-3\" Popular Mechanics, August 1953. Category:United States Barracuda-class submarines (1951) Category:Cold War submarines of the United States Category:Ships built in Vallejo, California Category:1951 ships",
 "title": "USS Bonita (SSK-3)"
}