{
 "id": "444767",
 "text": "Seabiscuit is a 2003 American sports film co-produced, written and directed by Gary Ross and based on the best-selling 1999 non-fiction book Seabiscuit: An American Legend by Laura Hillenbrand. The film is loosely based on the life and racing career of Seabiscuit, an undersized and overlooked Thoroughbred race horse, whose unexpected successes made him a hugely popular media sensation in the United States during the Great Depression. At the 76th Academy Awards, Seabiscuit received seven nominations, including Best Picture. ==Plot== In the early 20th century, as America enters the automobile age, Charles S. Howard opens a bicycle shop in San Francisco. He is soon selling automobiles, becoming the largest car dealer in California and one of the Bay Area's richest men. In the wake of the Great Depression, Canadian John \"Red\" Pollard's family is financially ruined, and he is sent to live with a horse trainer. Years pass and Pollard becomes a jockey, but amateur boxing leaves him blind in one eye. After their young son is killed in an automobile accident, Howard's wife leaves him. He obtains a divorce in Mexico, where Pollard is struggling to make his mark as a jockey. Howard meets and marries Marcela Zabala. When he acquires a stable of racehorses, he hires itinerant horseman Tom Smith as his trainer. Smith convinces him to buy a colt called Seabiscuit. Though a grandson of the great Man o' War and trained by the renowned James E. Fitzsimmons, Seabiscuit is viewed as small, lazy, and unmanageable. Smith witnesses Pollard's similarly temperamental spirit, and hires him as Seabiscuit's jockey. Under Smith's innovative training, Seabiscuit becomes the most successful racehorse on the West Coast and an underdog hero to the public. Howard issues a challenge to Samuel D. Riddle, owner of the East Coast champion and Triple Crown-winning racehorse War Admiral, but Riddle dismisses California racing as inferior. In the prestigious Santa Anita Handicap, Seabiscuit takes the lead, but Pollard's impaired vision prevents him from noticing another horse surging up on the outside. Losing by a nose, Pollard admits his partial blindness to Smith. Howard declares that Pollard will remain Seabiscuit's jockey, and rallies public support for a match race with War Admiral. Riddle agrees, on the condition that they race with a rope and bell instead of a starting gate. With Seabiscuit at a disadvantage, Smith trains the horse to break fast at the sound of the bell. As the race approaches, Pollard severely fractures his leg in a riding accident. Informed he may never walk again, let alone ride, he recommends that his friend and skilled jockey George Woolf ride Seabiscuit, advising him on the horse's handling and behavior from his hospital bed. The highly anticipated \"race of the century\" draws a sellout crowd, with 40 million more people listening on the radio. Seabiscuit takes an early lead until the far turn; following Pollard's advice, Woolf lets Seabiscuit look War Admiral in the eye before surging ahead, and Seabiscuit wins by four lengths, delighting the nation. A few months later, Seabiscuit injures his leg. Pollard, still recovering from his own injured leg, tends to the horse as they both heal. When Seabiscuit is fit enough to race again, Howard brings him back to the Santa Anita Handicap, but is reluctant to allow Pollard to ride and risk crippling himself for life. At the urging of Woolf and Marcela, Howard relents. Pollard, using a self-made leg brace, finds himself and Seabiscuit facing Woolf in the race. Seabiscuit drops far behind the field until Woolf pulls his horse alongside Pollard, allowing Seabiscuit a good look at his mount. With Woolf's encouragement, Seabiscuit surges ahead and passes the others. Heading for the finish line several lengths ahead, Pollard explains that the story of Seabiscuit is not merely of three men who fixed a broken- down horse, but that Seabiscuit fixed them and, in a way, they fixed one another. ==Cast== * Tobey Maguire as John \"Red\" Pollard ** Michael Angarano as Young John \"Red\" Pollard * Jeff Bridges as Charles S. Howard * Chris Cooper as Tom Smith * Elizabeth Banks as Marcela Zabala-Howard * Gary Stevens as George Woolf * William H. Macy as \"Tick Tock\" McLaughlin * Eddie Jones as Samuel Riddle * Michael O'Neill as Mr. Pollard * David McCullough as The Narrator ==Production== The film was shot at Santa Anita Park in Arcadia, California, Keeneland Race Course in Lexington, Kentucky and Saratoga Race Course in Saratoga Springs, New York. Keeneland doubled for Pimlico Race Course, because Pimlico had dramatically changed physically since Seabiscuit's time. Additional filming took place in Hidden Valley, California. ==Reception== ===Critical response=== On Rotten Tomatoes, the film has an approval rating of 78% based on 205 reviews, with an average rating of 7.1/10. The website's critical consensus reads, \"A life-affirming, if saccharine, epic treatment of a spirit-lifting figure in sports history\". On Metacritic, the film has a weighted average score of 72 out of 100, based on 43 critics, indicating \"generally favorable reviews\". Audiences surveyed by CinemaScore gave the film a grade A on scale of A to F. Roger Ebert of the Chicago Sun-Times gave the film 3.5 stars out of 4, and wrote: \"The movie's races are thrilling because they must be thrilling; there's no way for the movie to miss on those, but writer-director Gary Ross and his cinematographer, John Schwartzman, get amazingly close to the action.\" ===Accolades=== {| class=\"wikitable sortable plainrowheaders\" ! Group ! Category ! Recipient ! Result |- | ASCAP Film and Television Music Awards | Top Box Office Films | Randy Newman | |- | rowspan=\"7\" | 76th Academy Awards | Best Picture | Kathleen Kennedy, Frank Marshall and Gary Ross | |- | Best Writing (Adapted Screenplay) | Gary Ross | |- | Best Art Direction | Art Direction: Jeannine Oppewall; Set Decoration: Leslie Pope | |- | Best Cinematography | John Schwartzman | |- | Best Costume Design | Judianna Makovsky | |- | Best Film Editing | William Goldenberg | |- | Best Sound Mixing | Andy Nelson, Anna Behlmer and Tod A. Maitland | |- | 54th ACE Eddie Awards | Best Edited Feature Film – Dramatic | William Goldenberg | |- | 2003 American Society of Cinematographers Awards | Outstanding Achievement in Cinematography in Theatrical Releases | John Schwartzman | |- | rowspan=\"2\" | Broadcast Film Critics Association Awards 2003 | Best Film | | |- | Best Screenplay | Gary Ross | |- | Directors Guild of America Awards 2003 | Outstanding Directing – Feature Film | Gary Ross | |- | rowspan=\"2\" | 61st Golden Globe Awards | Golden Globe Award for Best Motion Picture – Drama | | |- | Golden Globe Award for Best Supporting Actor – Motion Picture | William H. Macy | |- | rowspan=\"8\" | Satellite Awards 2003 | Best Supporting Actor – Motion Picture | Jeff Bridges | |- | Best Art Direction and Production Design | | |- | Best Cinematography | John Schwartzman | |- | Best Costume Design | Judianna Makovsky | |- | Best Editing | William Goldenberg | |- | Best Original Score | Randy Newman | |- | Best Adapted Screenplay | Gary Ross | |- | Best Sound | | |- | rowspan=\"2\" | 10th Screen Actors Guild Awards | Outstanding Performance by a Male Actor in a Supporting Role | Chris Cooper | |- | Outstanding Performance by a Cast in a Motion Picture | Elizabeth Banks Jeff Bridges Chris Cooper William H. Macy Tobey Maguire Gary Stevens | |- | Writers Guild of America Awards 2003 | Best Adapted Screenplay | Gary Ross | |} The film is recognized by American Film Institute in these lists: *2006: AFI's 100 Years...100 Cheers – #50 ==See also== * * ==References== ==External links== * * * * * Category:2003 films Category:2000s sports drama films Category:2003 drama films Category:American films Category:American horse racing films Category:American sports drama films Category:DreamWorks Pictures films Category:English-language films Category:Films about animals playing sports Category:Films about horses Category:Films based on non-fiction books Category:Films directed by Gary Ross Category:Films produced by Frank Marshall Category:Films produced by Kathleen Kennedy Category:Films scored by Randy Newman Category:Films set in the 1920s Category:Films set in the 1930s Category:Films set in the 1940s Category:Films set in Baltimore Category:Films set in San Francisco Category:Films set in Tijuana Category:Films shot in California Category:Films set in Kentucky Category:Films set in California Category:Films shot in Kentucky Category:Films shot in New York (state) Category:Films with screenplays by Gary Ross Category:Great Depression films Category:Sports films based on actual events Category:Spyglass Entertainment films Category:The Kennedy/Marshall Company films Category:Touchstone Pictures films Category:Universal Pictures films",
 "title": "Seabiscuit (film)"
}