{
 "id": "444966",
 "text": "Andrew Fordham (2 February 1962 – 15 July 2021) was an English professional darts player, commonly known as The Viking. He won the 2004 BDO World Darts Championship and the 1999 Winmau World Masters. == Darts career == Fordham made his first appearance on the stage at Lakeside in the 1995 BDO World Darts Championship and reached the semi-finals before losing to Richie Burnett. Another semi-final defeat followed in 1996, this time to Steve Beaton. On both these occasions, his victor then went on to claim the title. Second round defeats followed in 1997 (to Marshall James) and 1998 (to Raymond van Barneveld) before Fordham made it to the semi-final stage of the World Championship for third time in 1999, but was defeated by Ronnie Baxter. His 2000 campaign ended in the quarter-finals at the hands of Chris Mason and his fourth semi-final loss in 2001 was to Ted Hankey. In 2002 and 2003 he went out in the first and second rounds respectively. Fordham finally put an end to his \"nearly man\" reputation in the 2004 World Championship. His run saw him win his first match comfortably, 3–0 against qualifier Brian Derbyshire. He then beat former Masters champion Tony West 3–0, and teased a 9-dart leg in the third set. He defeated Darryl Fitton in the quarter-finals 5–4, and then stunned Van Barneveld, the defending world champion and strong tournament favourite, by recovering from 0–3 and 2–4 down to win the match 5–4, in what is still considered one of the most dramatic and exciting matches in BDO history. In the final, Fordham defeated Mervyn King, hitting a 139 checkout to take the eighth set 3–2 when King had reached a double-18, and then recovering from 2–0 down in the next set to take it 3–2 with double-8, and win the match by 6 sets to 3. === Showdown with Taylor and health concerns === On 21 November 2004, Fordham, as reigning BDO world champion, faced off against Phil Taylor, the reigning PDC world champion, in a best-of-13-sets match at Purfleet's Circus Tavern. The special pay-per-view event was billed as \"The Showdown\" and was promoted and broadcast by Sky Sports. During the match, Fordham became unwell and complained of shortness of breath. He took a break after the seventh set and was advised not to continue by medical staff at the venue. Taylor was leading the match 5–2 at the time and declared the winner by default. After the incident Fordham visited a doctor, and following medical tests he was informed that, as a result of long term alcohol damage, his liver was operating at only 25% capacity. He was advised to stop drinking alcohol immediately. Fordham's health had long been a concern; at one point he weighed and was in the habit of regularly consuming 24 bottles of lager before going on stage to play darts. He admitted to the media that he had felt more comfortable playing when not fully sober. The doctors' advice led Fordham to seek help and assistance via the television programme Celebrity Fit Club, where he became friends with the journalist and TV presenter Paul Ross. While getting an exercise regime underway to try to lose some weight, in January 2005 Fordham returned to the Lakeside World championship as defending champion, but was defeated 3–2 in the first round by Dutchman Vincent van der Voort. He failed to progress past the first round of any of the other BDO majors that year, although he did reach the final of the Masters of Darts event, where he lost 7–1 to Phil Taylor. Fordham made another Lakeside appearance in 2006 but again suffered a first round exit, this time losing 3–0 to Australia's Simon Whitlock. Fordham was scheduled to face Whitlock again in the first round of the 2007 BDO World Darts Championship, but prior to the tournament starting he was again hospitalised after complaining of chest pains and breathing difficulties. Subsequently, he had 18 litres of bile drained from his lungs and was to remain in hospital for three weeks. Fordham was withdrawn from the tournament, with Whitlock receiving a walkover to the second round. Less than one week after being discharged from hospital, Fordham suffered what was initially thought to be a minor stroke, but which turned out to be severe breathing difficulties caused by further fluid build-up in his lungs. He eventually made a full recovery. In 2008, Fordham applied for a liver transplant. Although initially on an emergency liver transplant list, he subsequently lost 17 st (108 kg, 238 lbs) in weight and stopped drinking alcohol completely, leading to an announcement in December that, due to the improvement in his physical well-being, he probably would not now require a transplant for five years. === Return to darts === In September 2007, after a nine-month absence from darts due to his health issues, Fordham made a low-key return to the oche at the Turunc Open in Turkey. Fordham did comparatively well, reaching the semi-final of the singles event where he lost to the eventual winner Martin Phillips from Wales. During his lay-off from the game, Fordham had lost 10 stone (63.5 kg, 140 lbs). He won one match in an attempt to qualify for the 2008 Lakeside World Championship, but went out in the last 128 and also lost in his opening match at the last 136 stage of the Winmau World Masters. He then received an invitation to play at the Zuiderduin Masters in December 2007 – but lost both matches 0–5, to Mark Barilli (averaging 53.43) and to Co Stompé (averaging 76.20). === Move to the PDC === Fordham made his PDC debut in March 2009 at a Players Championship in Coventry, losing his preliminary round match 6–4 against Gary Scratchley. After ending his first six tournaments with no prize money and without a single win, Fordham won his first match at the East Midlands Players Championship, beating Jon Archer 6–4 and earned £200 for his efforts. He eventually lost to James Wade in the last 64 stage. He also won £200 in Austria and a combined total of £400 over two tournaments in Nuland. As of October 2011, Fordham was ranked 303 in the PDC Order of Merit, having not won any prize money since October 2009. After steady improvement in results and increased practice to regain his skills, in 2013, he made a return to competitive tournament darts. === Return to the BDO === It was announced that Fordham would return to the British Darts Organisation in 2013, starting with the Dutch Open. MariFlex were announced as his new sponsors in February 2013. He also extended his long running partnership with leading darts sponsor Winmau in May 2013. Fordham was awarded a wild card for the televised stages at the 2014 BDO World Trophy and faced Alan Norris in the first round. He was beaten 6–2 by Norris. In October 2015, Fordham advanced through a field of almost 200 players to qualify for the 2015 Grand Slam of Darts (a PDC major), winning one of two BDO UK Qualifiers. He was unable to qualify from a group consisting of Adrian Lewis, Michael Smith and Wayne Jones. His only victory, 5–3 against Jones, was his first televised win in over ten years, since the Masters of Darts in February 2005. Fordham also received a wildcard for the 2015 Zuiderduin Masters. He failed to qualify from his group because of an inferior legs difference to Brian Dawson. Also in 2015, Fordham notably reached the quarter-finals of the Jersey Classic and the last 16 of the Hal Masters, German Masters and BDO International Open. In September 2015, Fordham was awaiting clearance to play darts for the White Bear in the Chorley Darts and Dominoes League. He extended his partnership with Winmau for a further five years in April 2016. Fordham was unveiled as an ambassador for the British Disability Darts Association (BDDA) in May 2016. Handed another wildcard for the 2016 BDO World Trophy, Fordham lost 6–2 to Glen Durrant in round one. ===2018=== He attempted to qualify for the 2018 World Masters, reaching the last 272. ==World Championship results== ===BDO=== * 1995: Semi- Final (lost to Richie Burnett 2–5) * 1996: Semi-Final (lost to Steve Beaton 3–5) * 1997: 2nd Round (lost to Marshall James 2–3) * 1998: 2nd Round (lost to Raymond van Barneveld 2–3) * 1999: Semi-Final (lost to Ronnie Baxter 1–5) * 2000: Quarter-Final (lost to Chris Mason 3–5) * 2001: Semi-Final (lost to Ted Hankey 2–5) * 2002: 1st Round (lost to John Walton 0–3) * 2003: 2nd Round (lost to Gary Anderson 1–3) * 2004: Winner (beat Mervyn King 6–3) * 2005: 1st Round (lost to Vincent van der Voort 2–3) * 2006: 1st Round (lost to Simon Whitlock 0–3) * 2007: Withdrew from competition due to ill health ==Career finals== ===Independent major finals: 1 (1 runner-up)=== {| class=\"sortable wikitable\" |- | style=\"width:80px;\" |Outcome | style=\"width:20px;\" |No. | style=\"width:50px;\" |Year | style=\"width:250px;\" |Championship | style=\"width:200px;\" |Opponent in the final | style=\"width:70px;\" |Score |- style= | style=\"background:#ffa07a;\"|Runner-up | 1. | 2005 | Masters of Darts | Phil Taylor | 1–7 (s) |} ==Performance timeline== {| class=\"wikitable\" style=\"width:75%; margin:0\" |- ! Tournament !! 1990 !! 1991 !! 1992 !! 1993 !! 1994 !! 1995 !! 1996 !! 1997 !! 1998 !! 1999 !! 2000 !! 2001 !! 2002 !! 2003 !! 2004 !! 2005 !! 2006 !! 2007 !! 2008 !! 2009 !! 2010 !! 2011 !! 2012 !! 2013 !! 2014 !! 2015 !! 2016 !! 2017 !! 2018 |- | style=\"background:#efefef;\"| | colspan=\"5\" style=\"text-align:center; color:#ccc;\"|DNQ | style=\"text- align:center; background:yellow;\"|SF | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#afeeee;\"|2R | style=\"text-align:center; background:#afeeee;\"|2R | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#ffebcd;\"|QF | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|2R | style=\"text-align:center; background:lime;\"|W | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|1R | colspan=\"11\" style=\"text- align:center; color:#ccc;\"|DNQ |- | style=\"background:#efefef;\"| | style=\"text-align:center; background:#afeeee;\"|3R | colspan=\"3\" style=\"text- align:center; color:#ccc;\"|DNP | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#ffebcd;\"|QF | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#afeeee;\"|4R | style=\"text-align:center; background:#afeeee;\"|3R | style=\"text-align:center; background:lime;\"|W | style=\"text-align:center; background:#afeeee;\"|2R | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#ffebcd;\"|QF | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|RR | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|2R | colspan=\"4\" style=\"text- align:center; color:#ccc;\"|DNP | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|2R | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|1R |- | style=\"background:#efefef;\"| | colspan=\"5\" style=\"text-align:center; color:#ccc;\"|Not held | style=\"text-align:center; background:#ffebcd;\"| QF | colspan=\"24\" style=\"text-align:center; color:#ccc;\"|Not held |- | style=\"background:#efefef;\"| | colspan=\"10\" style=\"text-align:center; color:#ccc;\"|Not held | style=\"text-align:center; color:#ccc;\"|DNP | style=\"text-align:center; background:thistle;\"| F | style=\"text-align:center; background:#afeeee;\"| RR | style=\"text-align:center; background:#ffebcd;\"| QF | colspan=\"2\" style=\"text-align:center; color:#ccc;\"|DNP | style=\"text- align:center; color:#ccc;\"|NH | style=\"text-align:center; background:#afeeee;\"| RR | colspan=\"7\" style=\"text-align:center; color:#ccc;\"|DNP | style=\"text-align:center; background:#afeeee;\"| RR | style=\"text-align:center; color:#ccc;\"|DNP | style=\"text-align:center; background:#afeeee;\"| RR | style=\"text-align:center; color:#ccc;\"|DNP |- | style=\"background:#efefef;\"| | colspan=\"12\" style=\"text-align:center; color:#ccc;\"|Not held | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; color:#ccc;\"|DNP | style=\"text-align:center; background:#afeeee;\"|1R | colspan=\"2\" style=\"text-align:center; color:#ccc;\"|DNP | colspan=\"11\" style=\"text-align:center; color:#ccc;\"|Not held |- | style=\"background:#efefef;\"| | colspan=\"13\" style=\"text-align:center; color:#ccc;\"|Not held | style=\"text-align:center; background:yellow;\"|SF | style=\"text-align:center; background:#afeeee;\"|RR | style=\"text-align:center; background:#afeeee;\"|RR | style=\"text-align:center; background:#afeeee;\"|RR | style=\"text-align:center; color:#ccc;\"|DNP | colspan=\"11\" style=\"text- align:center; color:#ccc;\"|Not held |- | style=\"background:#efefef;\"| | colspan=\"24\" style=\"text-align:center; color:#ccc;\"|Not held | style=\"text- align:center; background:#afeeee;\"|1R | style=\"text-align:center; color:#ccc;\"|DNQ | style=\"text-align:center; background:#afeeee;\"|1R | style=\"text-align:center; background:#afeeee;\"|2R | style=\"text-align:center; color:#ccc;\"|DNQ |- | style=\"background:#efefef;\"| | colspan=\"15\" style=\"text- align:center; color:#ccc;\"|Not held | style=\"text-align:center; background:thistle;\"|F | style=\"text-align:center; color:#ccc;\"|NH | style=\"text-align:center; color:#ccc;\"|DNP | colspan=\"11\" style=\"text- align:center; color:#ccc;\"|Not held |- | style=\"background:#efefef;\"| | colspan=\"17\" style=\"text-align:center; color:#ccc;\"|Not held | colspan=\"8\" style=\"text-align:center; color:#ccc;\"|DNQ | style=\"text-align:center; background:#afeeee;\"|RR | colspan=\"3\" style=\"text-align:center; color:#ccc;\"|DNQ |} {| class=\"wikitable\" style=\"font-size:78%;\" |- style=\"background:#efefef;\" ! colspan=\"8\"|Performance Table Legend |- | style=\"color:#ccc; text-align:center; width:30px;\"|DNP | Did not play at the event | style=\"color:#ccc; text-align:center; width:30px;\"|DNQ | Did not qualify for the event | style=\"color:#ccc; text-align:center; width:30px;\"|NYF | Not yet founded | style=\"text-align:center; background:#afeeee;\"|#R | lost in the early rounds of the tournament (WR = Wildcard round, RR = Round robin) |- | style=\"text-align:center; background:#ffebcd;\"|QF | lost in the quarter-finals | style=\"text- align:center; background:yellow;\"|SF | lost in the semi-finals | style=\"text- align:center; background:thistle;\"|F | lost in the final | style=\"text- align:center; background:#0f0;\"|W | won the tournament |} ==Outside darts== Fordham was the eldest of four children and had a brother and two sisters. He grew up in Charlton, south-east London and attended Charlton Manor Primary School and Eaglesfield Secondary School. He was a keen track-and-field athlete in his younger days and was nicknamed 'The Whippet' at school. Fordham was a fan of Rangers, and paraded his BDO World Championship trophy before a game at Ibrox Stadium in 2004. He was also a fan of Millwall, and paraded his trophy at half-time of a match at The Den. ==Death== On 15 July 2021, Fordham died in hospital from organ failure after a long battle with health problems. He was 59. ==References== ==External links== *modusdarts.tv *Fordham's first radio interview since falling ill BBC Sportsweek with Garry Richardson * Category:English darts players Category:BDO world darts champions Category:1962 births Category:2021 deaths Category:People from Charlton, London Category:Sportspeople from Dartford Category:British Darts Organisation players Category:Professional Darts Corporation former pro tour players Category:Sportspeople from London Category:Deaths from organ failure",
 "title": "Andy Fordham"
}