{
 "id": "445115",
 "text": "thumb|Handlers set up their dogs for judging so that their stance is perfect when the judge views them; this is known as hand stacking. thumb|Dogs may also be presented standing freely, in the so-called \"self stack\" or \"free stack\". A dog show is an event where dogs are exhibited. A conformation show, also referred to as a breed show, is a kind of dog show in which a judge, familiar with a specific dog breed, evaluates individual purebred dogs for how well the dogs conform to the established breed type for their breed, as described in a breed's individual breed standard. Such shows are useful to breeders as a means of evaluating dogs for breeding purposes. A conformation championship from a recognised national kennel club is generally considered a reasonably objective indication of merit, as it indicates that the dog has been found to be a superior example of its breed by a number of different judges on a number of separate occasions. Many breeders consider championship a prerequisite for breeding. Conformation shows have been controversial, as critics argue that the shows encourage selective breeding of traits and lower genetic diversity, which reduces the health, happiness and longevity of the dogs. The first modern conformation dog show was held in Newcastle Town Hall in Newcastle upon Tyne, England, in June 1859. ==Judging== right|thumbnail|This handler prepares a Silky Terrier to be presented. A conformation dog show is not a comparison of one dog to another but a comparison of each dog to a judge's mental image of the ideal breed type as outlined in the individual breed's breed standard. Dog show judges attempt to identify dogs who epitomise the published standards for each breed. This can be challenging, because some judgements must necessarily be subjective. As an example, what exactly entails a \"full coat\" or a \"cheerful attitude,\" descriptions found in breed standards, can only be learned through experience with the breed that has that particular requirement. Judges are generally certified to judge one or several breeds, usually in the same group, but a few \"all-breed\" judges have the training and experience to judge large numbers of breeds. ==Winning== thumb|left|200px|Winning dogs are awarded prizes by the judge. Dogs compete at dog shows to earn points or certification towards championship titles. The Kennel Club (UK) system, which is also used by the Australian National Kennel Council and in other countries, is considered the most difficult to earn a title under. Fédération Cynologique Internationale sponsors international shows that differ from other shows in that dogs first receive individual written descriptions of positive and negative qualities from the judge, and only dogs with high ratings go on to compete against other dogs in the class. A dog must receive four international Certificat d'Aptitude au Championnat International de Beauté (CACIB) to qualify for a Championship; one must be won in the dog's own country, and at least two in other countries under at least three different judges. ==United Kingdom== 180px|left|thumbnail|A Maltese in a conformation show There are several types of show in the UK. The Kennel Club also operates a separate show open only to mixed-breeds, Scruffts, which judges its contestants on character, health, and temperament with people and other dogs. The rules for the United Kennel Club (UKC) use a different points system than in the USA. A championship requires a combination of points and competition wins. Points are awarded at breed level for each win; for example, winning the class earns 10 points in non-variety breeds and 5 in variety breeds, even if there are no other dogs to beat in the class. Competition Wins are wins over at least one other dog, whether in their own breed (such as going Best Fe/male or Best of Winners) or higher level (placing above at least one other dog in the group or Best/Reserve Best in Multi-Breed show). A championship requires a total of 100 points and three competition wins.New FAQ ==United States== There are seven classes per breed in American Kennel Club dog shows: #Puppy (sometimes divided between 6–9 months and 9–12 months) # Twelve-To-Eighteen Months (those that fall in this age-range are eligible) # Novice (dogs over six months old are eligible as long as they have not won any points yet, have not yet won three first place prizes in this class and have not won first prizes in the Bred-By-Exhibitor, American-bred or Open classes) # Amateur Owner Handler (where the owner is exhibiting the dog and has not received funds for showing any other dog) # Bred-By-Exhibitor (where the person handling the dog is an owner and breeder of record.) # American-Bred (This class is reserved for dogs conceived in the U.S.) # Open (Any dog that is over six months old can enter into this class. Champions are not allowed in any of the other classes and are only permitted to enter this class, although in most cases they skip the class competition entirely and are entered directly in Best of Breed.) The American-Bred and Open classes are mandatory for each show, while the others are optional. In some cases, one or more of these classes may be divided by color, height, weight, or coat type. A dog can actually earn extra points during these awards, depending on the number of dogs of its sex and champions that were competing against it. In the American Kennel Club, a dog needs 15 points to become a Champion, with each win gaining anywhere from zero to five points depending on the number of dogs competing and the area where the show is held. At least two wins must be a set of three or more points (\"majors\") under two different judges; at least one additional win under a third judge is also required. ==Canada== thumb|left|An American Cocker Spaniel with its ears wrapped in preparation for a dog show Canadian Kennel Club shows are nearly identical to American Kennel Club dog shows, with the exception of a \"Canadian-Bred\" class replacing the AKC's \"American-Bred\". The main difference is the number of points required for a Championship, and the way those points are calculated. Under the Canadian Kennel Club rules, 10 points are needed for a Championship, with wins awarded by at least three different judges, and at least one \"major\" win of two or more points. Once a Championship is completed, dogs may earn points toward their Grand Championship. As of January 1, 2013 to reach a Grand Championship, 20 points are needed with two \"majors\". Next is the Grand Excellent Championship which may be awarded to dogs who accumulate 100 points and have won at least one best in show. Region is not a factor in determining points for a win in Canada—the point schedule is the same across the country. ==Colombia== In Colombia dog shows are maintained and organised by the Association Colombian Kennel Club . Their conformation shows follow the rules of the International Federation of Kennel Clubs. (Fédération Cynologique Internationale). According to the ACCC, only purebred dogs recognised by the FCI are allowed to participate. Purebreds of Colombian origin must be registered to the ACCC and therefore they must hold an LOC number (Number in the Colombian Book of Origins). ==Prestigious dog shows== thumb|Toy Poodle in Riga, 2013 ===Crufts=== In the United Kingdom, the international championship show Crufts was first held in 1891. Since its centenary year in 1991, the show has officially been recognised as the world's largest and most prestigious dog show by the Guinness Book of Records, with a total of 22,991 dogs being exhibited that year. 22,964 dogs were exhibited in 2008, 27 short of the previous record. ===World Dog Show=== The World Dog Show is sponsored by the Fédération Cynologique Internationale for international championships in conformation and other dog sports. The location rotates between member countries. The 2008 show was held in Stockholm, Sweden, the 2009 in Bratislava, Slovakia and the 2010 show in Herning, Denmark. ===Westminster Kennel Club Dog Show=== The Westminster Kennel Club Dog Show is an all-breed conformation show, historically held in the New York City area. It is one of a handful of benched shows in the United States. It is often compared to the World Dog Show, even though the World Dog Show is considered a bit more valuable reputation-wise. ==Criticism== The practice of breeding dogs for conformation showing has become a subject of intense debate. Some critics state that conformation shows lead to selecting of breeding dogs based solely upon appearance, which is seen by some as being detrimental to working qualities and at worst as promotion of eugenics.Westminster Eugenics Show National Review Online The shows have been criticized for encouraging breeding of traits that are harmful to the dogs; for example, the Pekingese dog who won at Britain's most prestigious dog show in 2003 had to be photographed while lying on an icepack after winning the show because the dog could not breathe well enough to efficiently cool his own over-heated body. Breeding of selective traits reduces genetic diversity, which can create health problems that reduce the happiness and longevity of the dogs. In the United States some working dog breed organisations, such as the American Border Collie Association and the Jack Russell Terrier Club of America, have put a considerable amount of effort in the fight to keep their breeds from being recognised by the AKC and some other kennel clubs, as they fear that introduction of their breeds to the show ring will lead to decreasing numbers of working dogs with adequate qualities. In August 2008, BBC1 televised a documentary film titled Pedigree Dogs Exposed, which investigated the subject of health issues affecting pedigree dogs in the United Kingdom, with a particular emphasis on dogs bred for showing. The programme provoked an unprecedented response from both the public and the dog-breeding community, with widespread criticism directed at the kennel club. Following the broadcast, the BBC withdrew its television coverage of Crufts dog show from 2009, with other sponsors and partners also withdrawing support, including Pedigree Petfoods, the RSPCA, PDSA and the Dog's Trust. In response to the programme, the Kennel Club in the UK announced a review of all breed standards, with the long-term goal being to eradicate hereditary health concerns. Most notably, they will impose a ban on breeding between dogs that are closely related and will impose greater monitoring to prevent unhealthy dogs from being entered for and winning awards at dog shows. ==Bench show== A bench show is a show which requires dogs to be on display in an assigned location (show bench) during the entirety of the show except when being shown in the ring, groomed for showing, or taken outside to eliminate. The purpose is for spectators and breeders to have an opportunity to see all the entered dogs. In the more common unbenched shows, dogs are required to be present only at assigned ring times. In the United States benched shows used to be the norm, but now there are only six left including the Westminster Kennel Club Dog Show, and the National Dog Show. Among field trial participants, where dogs are judged on their performance and not their looks, the term bench show refers to any conformation show. ==See also== * Championship (dog) * Conformation (dog) * List of dog diseases * List of dog sports * Junior showmanship * Dog health * Dog type * Canine reproduction * Purebred dog * World's Ugliest Dog Contest ==References== ==External links== *New direction for kennel club regulations and breed standards Canadian Veterinary Journal Category:Dog sports Category:Dog shows and showing",
 "title": "Dog show"
}