{
 "id": "445106",
 "text": "The Baptist Churches of the Central African Republic () is a Baptist Christian denomination, in Central African Republic. ==History== Baptist Mid-Missions sent six missionaries to French Equatorial Africa in the fall of 1921. William H. Brackney, Historical Dictionary of the Baptists, Scarecrow Press, USA, 2009, p. 131 J. Gordon Melton and Martin Baumann, Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices, ABC-CLIO, USA, 2010, p. 944 Rev. Haas, Mr. and Mrs. Fred Rosenau, Mr. and Mrs. Arthur Young, and Mrs. Rowena Becker reached Africa in January 1921 and journeyed inland to French Equatorial Africa. The first stations were established at Sibut, Crampel, and Bangassou, in what is now the Central African Republic. Although Hass died in 1924, the mission continued to expand and by the 1960s had grown to over 100 churches. The Scriptures were translated into the native Sango language, and a hospital, six dispensaries, two Bible schools, and a seminary were established by 1961. In 1960, both Chad and the Republic of Central Africa became independent states. Baptist Mid-Missions separated the two fields of labor, and the current association of Baptist churches was formed in 1963 with 191 churches. J. Gordon Melton and Martin Baumann, Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices, ABC-CLIO, USA, 2010, p. 944 Internal problems caused the dissolution of the association for a period of time in the 1970s. The Eglises Baptistes de la RCA has also suffered two schisms, resulting in the Fraternal Union of Baptist Churches (or Union Fraternelle des Églises Baptistes, org. 1977) and the Association of Central African Baptist Churches (or Association des Églises Baptistes Centrafricaines). Another Baptist group, the Association of Evangelical Baptist Churches of the Central African Republic, began from mission work of the Swedish Örebro Society in 1923. In 1995 the Eglises Baptistes de la RCA had 375 churches with about 6,000 members. J. Gordon Melton and Martin Baumann, Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices, ABC-CLIO, USA, 2010, p. 944 ==References== Category:Baptist Christianity in the Central African Republic Category:Christian organizations established in 1963 Category:Baptist denominations in Africa Category:Baptist denominations established in the 20th century",
 "title": "Baptist Churches of the Central African Republic"
}