{
 "id": "445118",
 "text": "The 17th Airborne Division was an airborne infantry division of the United States Army during World War II, commanded by Major General William M. Miley. It was officially activated as an airborne division in April 1943 but was not immediately sent to a combat theater, remaining in the United States to complete its training. During this training process, the division took part in several training exercises, including the Knollwood Maneuver, in which it played a vital part in ensuring that the airborne division remained as a military formation in the U.S. Army. As such it did not take part in the first two large-scale airborne operations conducted by the Allies, Operation Husky and Operation Neptune, transferring to Britain only after the end of Operation Overlord. When the division arrived in Britain, it came under the command of Maj. Gen. Matthew B. Ridgway's XVIII Airborne Corps, a part of Maj. Gen. Lewis H. Brereton's First Allied Airborne Army, but was not chosen to participate in Operation Market Garden, the airborne landings in the Netherlands, as Allied planners believed it had arrived too late and could not be \"trained up\" in time for the operation. However, after the end of Operation Market Garden the division was shipped to France and then Belgium to fight in the Ardennes during the Battle of the Bulge. The 17th gained its first Medal of Honor during its time fighting in the Ardennes, and was then withdrawn to Luxembourg to prepare for an assault over the River Rhine. In March 1945, the division participated in its first, and only, airborne operation, dropping alongside the British 6th Airborne Division as a part of Operation Varsity, where it gained three more Medals of Honor. The division then advanced through Northern Germany until the end of World War II, when it briefly undertook occupation duties in Germany before shipping back to the United States. There, it was officially inactivated in September 1945, although it was briefly reactivated as a training division between 1948 and 1949. ==Formation== The German Armed Forces pioneered the use of large-scale airborne formations, first during the invasion of Norway and Denmark and later that year during the assaults on the Netherlands and Belgium in 1940 and later in the Battle of Crete in 1941.Flanagan, p. 6. The Allied governments were aware of the success of these operations (but not of the heavy German casualties incurred, particularly during the assault on the Netherlands and the invasion of Crete) and decided to form their own airborne formations.Harclerode, p. 197. This decision would eventually lead to the creation of five American and two British airborne divisions, as well as many smaller units.Harclerode, p. 107.Flanagan, p. 31. The 17th Airborne Division was activated on 15 April 1943 at Camp Mackall in North Carolina, under the command of the newly promoted Major General William Miley, a veteran of World War I. The division was originally composed of the 513th Parachute Infantry Regiment, activated on 11 January 1943 at Fort Benning, the 193rd Glider Infantry Regiment, and the 194th Glider Infantry Regiment.Devlin, p. 200 The official dedication ceremony for the unit took place on 1 May 1943, with thousands of civilian and military spectators, including Major General Elbridge Chapman, overall commander of Airborne Command and of all American airborne forces during World War II.Devlin, p. 201 Once activated, the division remained in the United States for training and exercises. As the division, like all airborne units, was intended to be an elite formation, the training regime was extremely arduous.Flanagan, p. 15. There were and towers built from which prospective airborne troops would jump off of to simulate landing by parachute, lengthy forced marches and practice jumps from transport aircraft; to pause in the doorway of an aircraft during a practice jump resulted in an automatic failure for the candidate. The resultant failure rate was accordingly high, but there was never a shortage of candidates, especially for the American divisions, as the rate of pay was much higher than that of an ordinary infantryman. As the division trained, a debate developed in the U.S. Army over whether the best use of airborne forces was en masse or as small compact units. On 9 July 1943, the first large-scale Allied airborne operation–the Allied invasion of Sicily (Operation Husky)–was carried out by elements of the U.S. 82nd Airborne Division and the British 1st Airborne Division.Devlin, p. 204. The Commanding General (CG) of the U.S. 11th Airborne Division, Major General Joseph May Swing, had been temporarily assigned to act as airborne advisor to General Dwight D. Eisenhower, the Supreme Allied Commander in the Mediterranean, for the invasion of Sicily, and had observed the airborne assault, which went badly. The U.S. 82nd Airborne Division had been deployed by both parachute and glider and had suffered high casualties, leading to a perception that it had failed to achieve many of its objectives.Devlin, p. 246. ===Swing Board=== General Eisenhower had reviewed the airborne role in Operation Husky, and had concluded that large-scale formations were too difficult to control in combat to be practical.Flanagan, p. 98. Lieutenant General Lesley J. McNair, commander of Army Ground Forces, had similar misgivings: once an airborne supporter, he had been greatly disappointed by their performance in North Africa and, more recently, Sicily. However, other high-ranking officers believed otherwise, notably the U.S. Army Chief of Staff, George Marshall. He persuaded Eisenhower to set up a review board and to withhold judgement on the effectiveness of divisional-sized airborne forces until a large-scale maneuver could be tried in December.Flanagan, p. 99. When Swing returned to the United States to resume command of the 11th Airborne Division in mid-September 1943, he had an additional role.Devlin, pp 212, 246. McNair ordered him to form a committee- the Swing Board–composed of U.S. Army Air Forces, parachute and glider infantry, and artillery officers to arrange a large-scale maneuver that would effectively decide the fate of the divisional-sized airborne force. As the 11th Airborne Division was in reserve in the United States, and had not yet been earmarked for overseas shipment, the Swing Board chose it as the test formation; it would be opposed by a composite combat team from the 17th Airborne Division with a battalion from the 541st Parachute Infantry Regiment temporarily attached.Flanagan, p. 100 The maneuver would also provide both divisions with further airborne training, as had occurred several months previously in a large-scale maneuver undertaken by the 82nd and the 101st Airborne Divisions.Huston, p. 98. ===Knollwood Maneuver=== The objective for the 11th as the attacking force was to capture Knollwood Army Auxiliary Airfield near Fort Bragg in North Carolina, after which the maneuver was named. The defending forces were to try to defend the airport and the surrounding area and repel the airborne assault.Flanagan, p. 100. The entire operation would be observed by Lieutenant General McNair. His observations and reports to the U.S. War Department, and ultimately General Eisenhower, would do much to decide the success or failure of the exercise.Devlin, p. 247. The Knollwood Maneuver took place on the night of 7 December, with the troops of the 11th Airborne Division being delivered to thirteen separate objectives by 200 C-47 Dakota transport aircraft and 234 Waco CG-4A gliders, with eighty- five percent of the airborne troops being delivered to their target without navigational error.Huston, p. 136. The transport aircraft were divided into four groups, each taking off from a different airfield in the Carolinas, with two groups dropping paratroopers and two towing gliders, and between them deployed 4,800 airborne troops in the first wave. These airborne troops then seized the Knollwood Army Auxiliary Airfield from the defending troops and secured the area in which the rest of the division landed, all before daylight. Having secured their initial objectives, the 11th Airborne Division then conducted a coordinated ground attack against a reinforced infantry regiment, as well as several aerial resupply and casualty evacuation missions in coordination with transport aircraft. The exercise was judged to be a great success by those who observed it. McNair reported that the success of the maneuver pleased him, and highlighted the great improvements in airborne training that had occurred in the months between the end of Operation Husky and the Knollwood Maneuver.Huston, p. 137. Due to the success of the units of the 11th Airborne Division during the exercise, the divisional-sized airborne force was deemed to be effective and was allowed by Eisenhower to remain. ==World War II== The division also participated in the Second Army maneuvers in the Tennessee Maneuver Area from 6 February 1944.Stanton, p. 96 It finished its training on 27 March 1944,Hagerman, p. 15 and transferred to Camp Forrest on 24 March 1944. The division staged at Camp Myles Standish on 12 August 1944 before departing Boston Port of Embarkation on 20 August 1944. The 17th Airborne Division arrived in the United Kingdom on 26 August.Hagerman, p. 29 Once in Britain the division was attached to U.S. XVIII Airborne Corps, under Major General Matthew Ridgway, which commanded all American airborne formations, and which in turn became part of the First Allied Airborne Army when it was formed on 21 August, under the command of Lieutenant General Lewis H. Brereton.Flanagan, p. 204 Although attached to XVIII Airborne Corps, the division was not chosen to participate in Operation Market Garden, a large- scale airborne operation intended to seize several bridges through the Netherlands to allow the Allied armies to bypass the Rhine river and enter Germany. The 17th was passed over in favour of the 82nd and 101st Airborne Divisions because it had only recently arrived in the European Theater and was considered to be unprepared logistically as it was still collecting its combat equipment.Flanagan, p. 245 The division, now with Colonel Edson Raff's 507th Parachute Infantry Regiment under command-a veteran unit which had fought in Normandy under command of the 82nd Airborne Division-remained in England as a theater reserve during Market Garden and its aftermath, as the Allied armies continued their advance towards Germany. ===Battle of the Bulge=== On 16 December 1944 the Wehrmacht launched an offensive in the Ardennes region of Belgium, breaking through Allied lines and rapidly advancing towards Antwerp.Flanagan, p. 265 On the afternoon of 17 December, General Eisenhower, the Supreme Allied Commander, decided to commit his theater reserve to the Ardennes in an attempt to halt the German advance; this consisted of the 17th, 82nd and 101st Airborne Divisions under the control of XVIII Airborne Corps. The three divisions were to be attached to Courtney Hodges's U.S. First Army and were ordered to concentrate around the town of St Vith.Flanagan, p. 268 However, while the other two airborne divisions were able to immediately make their way to the Ardennes as they were already stationed in France, bad weather prevented the 17th from flying in from where the division was stationed in Britain for several days. On 23 December the weather cleared and the division was finally flown to France by emergency night flights. It moved to an assembly area near Rheims. On Christmas Day, the division was attached to George Patton's U.S. Third Army and ordered to assume a thirty-mile long defensive position that ran along the Meuse River near Charleville.Flanagan, p. 281 By 1 January 1945 the threat to Charleville had eased sufficiently for the division to be transferred to another area of the Ardennes, being transported to an area south-west of Bastogne near the village of Morhet on 3 January; there it relieved the 11th Armored Division which had occupied the village prior to its arrival.Devlin, p. 546 On 4 January the division entered combat for the first time when it was ordered alongside the 87th Infantry Division to seize a number of key towns to the west of Bastogne, in order to prevent German forces from encircling the town a second time; it had been relieved by the Third Army on 26 December. With the 87th Infantry Division on its left flank, the division advanced towards German positions with the 194th Glider Infantry Regiment and 513th Parachute Infantry Regiment forming the division's assault element; the 193rd Glider Infantry Regiment and the 507th Parachute Infantry Regiment moved behind these two regiments to deal with expected German armoured counter-attacks against them. During its initial advance the division engaged German forces, including infantry and armour, in an attempt to secure a narrow, high-rimmed road to the north-west of Bastogne; during a battle that lasted three days the division suffered nearly 1,000 casualties attempting to hold what the division's official historian labeled 'Dead Man's Ridge'.Flanagan, p. 282 It was during the opening stages of this battle that the division earned its first Medal of Honor. Staff Sergeant Isadore S. Jachman of the 513th Parachute Infantry engaged and damaged with a bazooka two German tanks that formed part of an armoured column attacking American positions, forcing the column to retreat but simultaneously being killed by machine gun fire.Flanagan, p. 283 Between 19 and 26 January, the division broke through German lines and captured several towns before linking up with elements of the British 51st Infantry Division. After it had captured the town of Espeler on 26 January the entire division was withdrawn from the front and transported by truck to Luxembourg, effectively ending its participation in the Ardennes campaign.Hagerman, p. 28 ===Operation Varsity=== ====Preparation==== After participating in the Battle of the Bulge, the division was moved behind the front-lines as a reserve formation and theater reserve, whilst the Allies continued their advance towards the German interior. However, even as the division received replacements and trained, it had already been selected to take part in a highly ambitious airborne operation code-named Operation Eclipse. This operation, which got to such an advanced stage that plans had been created and divisional commanders briefed, called for the 17th and 82nd Airborne divisions, along with a brigade from the British 6th Airborne Division, to be dropped in daylight in and around Berlin to capture the city.Flanagan, p. 285 The operation received the support of General Henry H. Arnold, the Chief of the United States Army Air Corps, but planning ended on 28 March, when General Eisenhower sent a message to Joseph Stalin indicating that the Allied armies would not attempt to capture Berlin, thereby making Eclipse obsolete. Eclipse and several other similarly ambitious airborne operations came to nothing, but in February the division finally received word that it would be involved in an Allied airborne operation to cross the River Rhine in support of the Anglo-Canadian 21st Army Group that would take place during March.Devlin, p. 255 thumb|left|Members of the 466th Parachute Field Artillery Battalion prepare for Operation Varsity. By March 1945, the Allies had advanced into Germany and had reached the River Rhine. The Rhine was a formidable natural obstacle to the Allied advance, but if breached would allow the Allies to access the North German Plain and ultimately advance on Berlin and other major cities in Northern Germany. Following the 'Broad Front Approach' laid out by General Eisenhower, it was decided to attempt to breach the Rhine in several areas.Saunders, Tim, p. 41 British Field Marshal Sir Bernard Montgomery, commanding the 21st Army Group, devised a plan to allow the forces under his command to breach the Rhine, which he entitled Operation Plunder, and which was subsequently authorized by Eisenhower. Plunder envisioned the British Second Army, under Lieutenant- General Miles Dempsey and the U.S. Ninth Army under Lieutenant General William Simpson crossing the Rhine at Rees, Wesel, and an area south of the Lippe Canal. To ensure that the operation was a success, Montgomery insisted that an airborne component was inserted into the plans for the operation to support the amphibious assaults that would take place, which was code-named Operation Varsity.Devlin, p. 258-259 Three airborne divisions were initially chosen to take part in Varsity, these being the British 6th Airborne Division, the U.S. 13th Airborne Division and the 17th Airborne Division, all of which were assigned to the U.S. XVIII Airborne Corps.Devlin, p. 259 However, as planning for Operation Varsity began, it soon became obvious that there was a lack of suitable transport aircraft to transport all three airborne divisions.Clay, p. 440 As such the 13th Airborne Division was dropped from the operational plan, primarily because it had no combat experience, whereas the 6th Airborne Division had participated in Operation Tonga, the British airborne landings during Operation Neptune, and the 17th had seen combat in the Ardennes. The plan for the operation was therefore altered to accommodate the two remaining airborne divisions. This would be the first airborne operation the 17th would take part in, and indeed would be its only before it was disbanded. The two airborne divisions would be dropped behind German lines, with their objective to land around Wesel and disrupt enemy defences in order to aid the advance of the British Second Army. To achieve this, both divisions would be dropped near the town of Hamminkeln, and were tasked with a number of objectives; they were to seize the Diersfordter Wald, a forest that overlooked the Rhine and had a road linking several towns together; several bridges over a smaller waterway, the Issel, were to be seized to facilitate the advance; and the town of Hamminkeln was to be captured.Jewell, p27 Once these objectives were taken, the airborne troops would consolidate their positions and await the arrival of Allied ground forces, defending the territory captured against the German forces known to be in the area. The 17th Airborne was to land its units in the southern portion of the area chosen for the operation, engaging the German forces that were defending the area, securing the Diersfordterwald Forest which dominated the surrounding area and capturing three bridges that spanned the River Issel.Harclerode, p. 551 It would then hold the territory it had captured until it linked up units from the British 6th Airborne Division, which would land in the northern section of the operational area, and finally advance alongside 21st Army Group once the Allied ground forces had made contact with the airborne forces. To avoid heavy casualties such as those incurred by the British 1st Airborne Division during Operation Market Garden, both Allied airborne divisions would be dropped only after Allied ground units had secured crossings over the Rhine; the two divisions would also be dropped only a relatively short distance behind German lines, to ensure that reinforcements would be able to link up with them after only a few hours and they would not be isolated.Jewell, p. 28 ====Battle==== thumb|Map of the Operation Varsity planned drop zones. Operation Plunder began at 21:00 on 23 March after a week-long aerial bombardment of Luftwaffe airfields and the German transport system, involving more than ten thousand Allied aircraft.O'Neill, p. 299 By the early hours of 24 March units of 21st Army Group had crossed the Rhine against heavy German opposition and secured several crossings on the eastern bank of the river.Tugwell, p. 273 In the first few hours of 24 March, the transport aircraft carrying the two airborne divisions that formed Operation Varsity took off from airbases in England and France and rendezvoused over Brussels, before turning north-east for the Rhine dropping zones. The airlift consisted of 541 transport aircraft containing airborne troops, and a further 1,050 troop-carriers towing 1,350 gliders. The 17th Airborne Division consisted of 9,387 personnel, who were transported in 836 C-47 Dakota transports, 72 C-46 Commando transports, and more than 900 Waco CG-4A gliders. At 10:00 on the morning of the 24th, the first Allied airborne units began to land on German soil on the eastern bank of the Rhine, some thirteen hours after the Allied assault had begun. The 507th Parachute Infantry Regiment, under the command of Colonel Edson Raff, was the lead assault formation for the 17th Airborne Division, and was consequently the first U.S. airborne unit to land as part of Operation Varsity. The entire regiment was meant to be dropped in drop zone W, a clearing two miles north of Wesel; however, excessive ground haze confused the pilots of the transport aircraft carrying the 507th, and as such when the regiment dropped it split into two-halves.Devlin, p. 617 Colonel Raff and approximately 690 of his paratroopers landed north-west of the drop zone near the town of Diersfordt, with the rest of the regiment successfully landing in drop zone W. The colonel rallied his separated paratroopers and led them to the drop zone, engaging a battery of German artillery en route, killing or capturing the artillery crews before reuniting with the rest of the regiment. By 14:00 the 507th PIR had secured all of its objectives and cleared the area around Diersfordt, having engaged numerous German troops and destroying a German tank.Devlin, p. 619 The actions of the regiment during the initial landing also gained the division its second Medal of Honor, when Private George J. Peters posthumously received the award after charging a German machine gun nest and eliminating it with rifle fire and grenades, allowing his fellow paratroopers to gather their equipment and capture the regiments first objective. 250px|thumb|left|C-47 transport aircraft drop hundreds of paratroopers as part of Operation Varsity. The 513th Parachute Infantry Regiment was the second divisional unit to land, and was under the command of Colonel James W. Coutts. En route to the drop zone, the transport aircraft containing the regiment had the misfortune to pass through a belt of German anti-aircraft weapons, losing twenty-two of the C-46 transport aircraft and damaging a further thirty-eight.Devlin, p. 620 Just as the 507th had, the 513th also suffered from pilot error due to the ground haze, and as such the regiment actually missed their designated drop zone, and were dropped on one of the landing zones designated for the British 6th Airlanding Brigade. However, despite this inaccuracy the paratroopers swiftly rallied and aided the British glider-borne troops who were landing simultaneously, eliminating several German artillery batteries which were covering the area.Tugwell, p. 274 Once the German troops in the area had been eliminated, a combined force of American and British airborne troops stormed Hamminkeln and secured that town.Devlin, p. 621 By 14:00, Colonel Coutts reported to the Divisional Headquarters that the 513th had secured all of its objectives, having knocked out two tanks and destroyed two complete regiments of artillery during its assault. During its attempts to secure its objectives, the regiment also gained a third Medal of Honor for the division when Private First Class Stuart S. Stryker posthumously received the award after leading a charge against a German machine gun nest, creating a distraction to allow the rest of his platoon to capture the fortified position the machine gun was situated in. The third component of the 17th Airborne Division to take part in the operation was the 194th Glider Infantry Regiment, under the command of Colonel James Pierce.Devlin, p. 624 The regiment landed accurately in landing zone S, but their gliders and the aircraft that towed them took heavy casualties; twelve C-47 transports were lost due to anti-aircraft fire, and a further one hundred and forty were damaged by the same fire. The regiment landed in the midst of a number of German artillery batteries that were engaging Allied ground forces crossing the Rhine, and as such many of the gliders were engaged by German artillery pieces which had their barrels lowered for direct-fire. However, these artillery batteries and their crews were defeated by the glider-borne troops, and the regiment was soon able to report that its objectives had been secured, having destroyed forty-two artillery pieces, ten tanks, two mobile-flak wagons and five self-propelled guns. ====Aftermath==== Operation Varsity was a successful large-scale airborne operation. All of the objectives that the airborne troops of the 17th had been tasked with had been captured and held, usually within only a few hours of the operation's beginning. The bridges over the Issel had been successfully captured, although one later had to be destroyed to prevent its capture by counter-attacking German forces. The Diersfordter Forest had been cleared of enemy troops, and the roads along which the Germans might have moved reinforcements against the advance had been cut by airborne troops.Otway, p. 564 By nightfall of the 24th, the British 15th Infantry Division had joined up with elements of the British 6th Airborne Division, and by midnight the first light bridge was across the Rhine. By the 27th, twelve bridges suitable for heavy armour had been installed over the Rhine and the Allies had fourteen divisions on the east bank of the river which had penetrated up to ten miles.Fraser, p. 392 The division also gained its fourth Medal of Honor in the days following Operation Varsity, when Technical Sergeant Clinton Hedrick of the 194th Glider Infantry Regiment received the award posthumously after aiding in the capture of Lembeck Castle, which had been turned into a fortified position by the Germans. In terms of casualties, the 17th Airborne Division suffered a total of 1,346 casualties in the space of five days, between 24 and 29 March, when Operation Plunder came to an end.Ellis, p. 294 After it had participated in Operation Varsity, the 17th Airborne Division continued to advance through Germany as a part of XVIII Airborne Corps, engaging German forces around Wesel, Essen and Münster. When Germany unconditionally surrendered on 7 May 1945, the division was conducting occupation duties in northern Germany. === Composition === The division was composed of the following units: * 193rd Glider Infantry Regiment (disbanded 1 March 1945, assets merged into the 194th GIR) * 194th Glider Infantry Regiment * 507th Parachute Infantry Regiment (attached 27 August 1944 to 1 March 1945, thereafter assigned) * 513th Parachute Infantry Regiment (replaced 517th Parachute Infantry Regiment on 10 March 1944) * 517th Parachute Infantry Regiment (relieved 10 March 1944, replaced by the 513th Parachute Infantry Regiment) * 139th Airborne Engineer Battalion * 155th Airborne Antiaircraft Artillery Battalion * 17th Parachute Maintenance Company (assigned 1 March 45) * 224th Airborne Medical Company * 17th Airborne Division Artillery ** 464th Parachute Field Artillery Battalion (75 mm) (assigned 1 March 1945) ** 466th Parachute Field Artillery Battalion (75 mm) ** 680th Glider Field Artillery Battalion (75 mm) ** 681st Glider Field Artillery Battalion (75 mm) * Special Troops (Headquarters activated 1 Mar 45) ** Headquarters Company, 17th Airborne Division ** 411th Airborne Quartermaster Company ** 517th Airborne Signal Company ** 717th Airborne Ordnance Company ** Reconnaissance Platoon (assigned 1 March 45) ** Military Police Platoon ** Band (assigned 1 March 45) Attached units: * 550th Airborne Infantry Battalion (not assigned; under division operational control during the Ardennes Offensive, disbanded 1 March 1945 and assets merged into the 3rd Battalion, 194th GIR) * 761st Tank Battalion (attached 15–27 January 1945) * 811th Tank Destroyer Battalion (attached 17–27 January 1945) ===Casualties=== *Total battle casualties: 6,745Army Battle Casualties and Nonbattle Deaths, Final Report (Statistics and Accounting Branch, Office of the Adjutant General, 1 June 1953) *Killed in action: 1,191 *Wounded in action: 4,904 *Missing in action: 224 *Prisoner of war: 426 === Awards === During World War II the division and its members were awarded the following awards: * Distinguished Unit Citations: 4 * Medal of Honor: 4 ** Staff Sergeant Isadore S. Jachman(KIA) ** Private George J. Peters(KIA) ** Private First Class Stuart S. Stryker(KIA) ** Technical Sergeant Clinton Hedrick(KIA) * Distinguished Service Cross: 4 * Distinguished Service Medal: 1 * Silver Star: 179 * Legion of Merit: 15 * Soldier's Medal: 6 * Bronze Star Medal: 727 * Air Medal: 21 ===Postwar and inactivation=== The 17th Airborne Division was relieved of occupation duty on 14 June by British troops, and the division was split up and its component units attached to other airborne divisions, either to the 82nd Airborne Division in Berlin or to the 13th Airborne Division which was preparing to participate in the invasion of Japan.Flanagan, p. 344 When Japan surrendered, all of the division's units returned to their parent formation and the division moved to Camp Myles Standish in Taunton, Massachusetts, being officially inactivated on 16 September 1945. The formation was reactivated at Camp Pickett, VA, on 6 July 1948 as a training division, but on 19 June 1949 it was permanently inactivated. ==Notes== ==References== * * * * * * * * * * * * * * * * ==External links== * * * * * * 017th Airborne Division, U.S. Airborne Division, U.S. 017th Category:Military units and formations established in 1943 Category:Military units and formations disestablished in 1949",
 "title": "17th Airborne Division (United States)"
}