{
 "id": "445209",
 "text": "Earl of Melville is a title in the Peerage of Scotland. It was created in 1690 for the Scottish soldier and statesman George Melville, 4th Lord Melville. He was made Lord Raith, Monymaill and Balwearie and Viscount of Kirkcaldy at the same time, also in the Peerage of Scotland. He married Catherine Leslie, daughter of Alexander Leslie, Lord Balgonie, and granddaughter of Alexander Leslie, 1st Earl of Leven. Lord Melville was succeeded upon his death in 1707 by his eldest surviving son, David, who already in 1681 had succeeded to the earldom of Leven through his mother. The two earldoms have since remained united. For further history of the titles, see Earl of Leven. The title Lord Melville, of Monymaill, was created in the Peerage of Scotland in 1616 for Robert Melville, an Extraordinary Lord of Session under the judicial title Lord Murdochairnie, with remainder to his elder brother, John Melville. He was succeeded by his son, Robert, the second Lord. He was a Lord of Session under the judicial title Lord Burntisland. In 1628 he obtained a regrant of the title with remainder to his heirs general bearing the name of Melville. Lord Melville died childless and was succeeded by his first cousin once removed, John Melville, the third Lord, grandson of the aforementioned John Melville, elder brother of the first Lord. The third Lord was succeeded by his son, the aforementioned fourth Lord, who was created Earl of Melville in 1690. ==Lords Melville (1616)== *Robert Melville, 1st Lord Melville (1527–1621) *Robert Melville, 2nd Lord Melville (died 1635) *John Melville, 3rd Lord Melville (died 1643) *George Melville, 4th Lord Melville (1636–1707) (created Earl of Melville in 1690) ==Earls of Melville (1690)== *George Melville, 1st Earl of Melville (1636–1707) *David Melville, 3rd Earl of Leven, 2nd Earl of Melville (1660–1728) For further Earls of Melville, see Earl of Leven. ==See also== *Melville House, built by the 1st Earl. *Melville family *Viscount Melville, created in 1802 for politician Henry Dundas. ==References== * Category:Earldoms in the Peerage of Scotland Category:Noble titles created in 1690 Melville Category:Melville family",
 "title": "Earl of Melville"
}