{
 "id": "44538",
 "text": "The Kids in the Hall are a Canadian sketch comedy troupe formed in 1984, consisting of comedians Dave Foley, Bruce McCulloch, Kevin McDonald, Mark McKinney, and Scott Thompson. Their eponymous television show ran from 1989 to 1995 on CBC in Canada, and CBS, HBO, and Comedy Central in the United States. The Kids made one film, Brain Candy, which was released in 1996. They reformed for various tours and comedy festivals in 2000. They later reunited for an eight-part miniseries, Death Comes to Town, in January 2010. An eight-episode revival season was greenlit for Amazon Prime in 2020. Their name came from 1950s TV comedian Sid Caesar, who, if a joke did not go over, or played worse than expected, would attribute it to \"the kids in the hall\", referring to a group of young writers hanging around the studio.For years this was erroneously attributed to Jack Benny, though the Kids themselves offer a corrected version of the origin of the troupe's name on the DVD release of the show's pilot episode. ==Early history== Bruce McCulloch and Mark McKinney were working together doing Theatresports in Calgary, performing in a group named \"The Audience\". Norm Hiscock, Garry Campbell, and Frank Van Keeken were co- members and later became writers on the show. At the same time, Dave Foley and Kevin McDonald were performing around Toronto (along with Luciano Casimiri) as The Kids in the Hall (KitH). In 1984, the two pairs met in Toronto, and began performing regularly as KitH, with a rotating band of members, including Paul Bellini for a short time. When Scott Thompson was invited to join in January 1985, the group had its final form. The same year, McCulloch and Foley appeared in the Anne of Green Gables series, as Diana Barry's husband and a former classmate of Anne's from the fictional Queen's College, respectively. Not long afterwards, the Kids broke up for a short time when scouts for Saturday Night Live invited McKinney and McCulloch to New York to become writers for that show, Foley made a poorly received movie debut with High Stakes and Thompson and McDonald worked with the Second City touring group. They were reunited in 1986. After SNL's Lorne Michaels saw them perform as a troupe, plans began for a TV show. In 1987 Michaels sent them to New York to what was essentially a \"Comedy Boot Camp\", and in 1988 their pilot special aired on CBC Television and in the United States on HBO before debuting as a series in 1989. ==Television show== The series The Kids in the Hall debuted as a one-hour pilot special which aired on HBO and CBC Television in 1988,\"Kids flaunt comic courage\". Toronto Star, November 29, 1988. and began airing as a regular weekly series on both services in 1989.\"The Kids in the Hall\". Calgary Herald, September 8, 1989. The regular series premiered July 21, 1989 on HBO, and September 14 on CBC. In the United States, the first three seasons were on HBO before it moved to CBS in 1993, where it stayed for two more seasons airing late Friday nights. CBC aired the show for the whole duration of its run. It was announced in March 2020 that the series would return with an eight-episode season on Amazon Prime. The series will feature all five members, and will again be executive produced by Lorne Michaels. The revived series is billed as \"the first Canadian Amazon Original series\". It is planned to include some of the popular characters from the original series.The Kids Are Back! Amazon Prime Video to Bring Back “The Kids in the Hall” With New Episodes March 16, 2020, MovieDebuts ==Brain Candy== After the show ended its run, the troupe came together to produce a movie, Brain Candy, featuring a few characters from the show and many new ones. Although not a commercial success, the movie developed a cult following with their devoted fans. ==Tours== ===2000 North American Tour=== In 2000, the troupe reformed for a successful North American tour, reprising many sketches from the show. The sketch line-up for the 2000 show was: # AT & Love Reunion # Mr. Heavyfoot Finds His Seat # Buddy Cole – The Year 2000 # Cops! # Daddy's Dyin' # Head Crusher / Face Pincher # Jesus 2000! # Sir Simon Milligan & Hecubus in: The Pit of Ultimate Darkness # Gavin: Painting a chair # Comfortable # Sandwich People # Chicken Lady's Date # Power of the Suburbs # Bloody Salty Ham # Monologue by Brian on having a party when Fran and Gordon go on Vacation # Love Me # Fran: Brian's Bombshell # Jesus Christ Superstar # Encore: To Reg At some shows: # Running Faggot # The Poker Game The tour was chronicled in a documentary, Kids in the Hall: Same Guys, New Dresses, which followed the next year. This was then followed by the \"Tour of Duty\" and a DVD based on those performances, released in 2002. ===\"Just for Laughs\" (\"Juste Pour Rire\") Comedy Festival=== In July 2007, the Kids reunited to perform at the 25th Annual \"Just for Laughs\" (\"Juste Pour Rire\") Comedy Festival in Montreal. The Just For Laughs show premiered around 90 minutes of new material. While certain characters made reappearances (Buddy Cole, Mr. Tyzik and McKinney and McCulloch's \"smooth- talking\" salesmen) the rest of the show revolved around entirely new material. Typically good-humored, the group poked numerous jokes at their own recent weight gain and the state of their post-Kids acting careers. Among the sketches: * The Kids plan a new show. For the opening they decide to rape McDonald to the theme from Footloose. * Salesmen (McCulloch and McKinney) promote a device which can siphon fat from the American gut and use it to power SUVs. * \"Carfuckers\": a group of mechanics who share a \"love for which there is no name\". The sketch was produced by an internet studio called \"60Frames Entertainment\".Car Fuckers Video By 60Frames Entertainment * Gavin encounters Jehovah's Witnesses (one of two sketches recreated from the television show). * Foley and McDonald get drunk; Foley tells McDonald he has created a time machine with which he can \"defeat last call\". * Foley travels back in time to receive oral sex from his wife (McCulloch), who would only perform the act on his birthday. * Foley travels back in time to kill Hitler (Thompson) but instead accidentally inspires his anti-semitism. * Two exceptionally literate rat-catchers (McCulloch and McKinney) look for a used futon. * Buddy Cole speculates that Jesus was homosexual. * Kathy (McCulloch) and Cathy (Thompson) reunite for lunch in a restaurant, where Kathy extols the virtues of \"tweeking\" with methamphetamine. * Foley is approached by a \"fan\" (Thompson) while waiting for the subway. * A McCulloch monologue about how skinny Nicole Richie is. * Foley and McCulloch fight over an imaginary girlfriend. * The Chicken Lady has phone sex (one of two sketches recreated from the television show). * The relationship woes of a gay couple (Foley and Thompson) are placated with the help of another married gay couple known as Peter and the Professor (McDonald and McKinney). * Superdrunk: a superhero who stops crimes by drinking (McCulloch), assisted by his trusty sidekick, the bartender (Foley). * The show finished with Mr. Tyzik (McKinney) mocking the mannerisms and careers of each member of the troupe, after which he promptly crushed their heads. The group also performed on January 26–27, 2008 at the SF Sketchfest. On January 26 there was a retrospective and Q&A; with the group. ===2008 North American Tour=== On April 4, 2008, The Kids in the Hall embarked on their first major national tour in six years. The tour ran through early June 2008 and included more than 30 cities in the US and Canada. The tour features some material from the 2007 \"Just for Laughs\" performance along with new material.Kids in the Hall announce 2008 tour by Sara Miller for Paste Magazine The 2008 tour closely mirrored the \"Just for Laughs\" performance, excluding the rat catchers, subway fan and Nicole Ritchie sketches. In their stead, Mark McKinney performed the monologue titled \"The Modern Hero\" from Season 1 of the show, and the entire cast performed the sketch \"This Is How I Danced in Tenth Grade.\" ==Other appearances== The cast members have reunited, in whole or in part, in numerous film and television works. Kevin McDonald guest starred alongside Dave Foley in a 1997 episode of Foley's sitcom NewsRadio. Dave Foley and Kevin McDonald performed with The Barenaked Ladies on their \"Ships and Dip V\" cruise, along with other bands and comics, on February 1–6, 2009. Each member of the Kids in the Hall provided voices in \"Fibber\", the 14th episode of Lilo & Stitch: The Series, in which Kevin McDonald plays the regular role of Pleakley. In 2006, three of the members (Kevin McDonald, Bruce McCulloch, Mark McKinney) appeared in the Christmas comedy Unaccompanied Minors as The Guards in the Hall. The group appeared on the front cover of Naked Eyes summer 2008 edition. The Kids performed at the 2008 Comedy Festival in Las Vegas on November 22.\"Popping the Kids in the Hall’s Vegas cherry\" Las Vegas Weekly On August 6, 2010, all five Kids made an appearance on The Soup on E!, to promote their miniseries Death Comes to Town. Four of the members appeared on-screen in drag as girls who had grown up as beauty pageant contestants (parodying Toddlers & Tiaras); Mark McKinney's voice was heard off-screen as their mother. Foley was a voice actor on the 2011–2013 animated series Dan Vs., which aired on The Hub. McDonald was a guest voice actor in one episode, \"Dan Vs. Technology\", in which he played technology guru Barry Ditmer, a parody of Steve Jobs. In 2014, the cast reunited on Foley's sitcom Spun Out, appearing as Dave's high school goth friends who had made a suicide pact.\"Kids in the Hall reunite on Spun Out on CTV\". Toronto Star, April 8, 2014. That year Thompson also did a weeklong stint as Buddy Cole (a producer Colbert doesn't know is gay) on The Colbert Report, acting as the program's correspondent to the 2014 Winter Olympics who covered LGBT rights protests surrounding the 2014 Winter Olympics.\"Buddy Cole Learns About Russia's Anti-Gay Laws, Prepares To Visit Sochi For 'The Colbert Report'\". HuffPost, February 11, 2014. In December 2014, McDonald, McKinney, and Thompson appeared in an episode of the TVO's children's television series Odd Squad. The episode was entitled \"Crime at Shapely Manor.\" McDonald as Lord Rectangle, McKinney as General Pentagon, and Thompson as Professor Square. Kevin McDonald, Dave Foley and Scott Thompson appeared on season 4 episode 139 of the Chris Hardwick game show @midnight which aired August 2, 2017. ==Death Comes to Town== In July 2008 Telefilm Canada announced that there would be a new The Kids in the Hall television series titled Death Comes to Town. The Kids' Kevin McDonald stated that it would be an eight-part miniseries airing first on CBC in Canada and then on US television. Principal photography took place from August 2009, in Ontario. Several characters from the original The Kids in the Hall series made an appearance, including the OPP Officers and Chicken Lady. The first episode of the new series aired in Canada on CBC Television on January 13, 2010, while in the United States the first episode aired on IFC on August 20, 2010. ==Awards and honours== The group's 1988–1995 TV series won a number of awards, including the 1993 Rose d'Or and the Gemini Award for Best Comedy Series in 1992 and 1993. It was nominated for various other awards, including the Primetime Emmy Award for Outstanding Writing for a Variety Series in 1993, 1994 and 1995. In 2008, the group received a star on Canada's Walk of Fame. The group won the Canadian Screen Awards Icon Award in 2019. ==References== ==External links== * * Interview with Foley on the history of the group, on public radio show / podcast The Sound of Young America Category:Canadian comedy troupes Category:Canadian surrealist artists Category:Canadian satirists Category:Cross-dressing in television Category:Surrealist groups",
 "title": "The Kids in the Hall"
}