{
 "id": "445407",
 "text": "Bleeding Kansas, Bloody Kansas, or the Border War was a series of violent civil confrontations in Kansas Territory, and to a lesser extent in western Missouri, between 1854 and 1859. It emerged from a political and ideological debate over the legality of slavery in the proposed state of Kansas. The conflict was characterized by years of electoral fraud, raids, assaults, and murders carried out in the Kansas Territory and neighboring Missouri by pro- slavery \"Border Ruffians\" and anti-slavery \"Free-Staters\". According to Kansapedia of the Kansas Historical Society, there were 56 documented political killings during the period, and the total may be as high as 200. It has been called a Tragic Prelude, an overture, to the American Civil War which immediately followed it. At the heart of the conflict was the question of whether Kansas, upon gaining statehood, would allow slavery, like neighboring Missouri, or prohibit it—that is, whether it would join the Union as a slave state or a free state. The question was of national importance because Kansas' two new senators would affect the balance of power in the U.S. Senate, which was bitterly divided over the issue of slavery. The Kansas–Nebraska Act of 1854 called for popular sovereignty: the decision about slavery would be made by popular vote of the territory's settlers rather than by legislators in Washington. Existing sectional tensions surrounding slavery quickly found focus in Kansas. Those in favor of slavery argued that every settler had the right to bring his own property, slaves in particular, into the Territory. In contrast, some anti-slavery \"Free Soil\" proponents opposed slavery on religious, ethical, or humanitarian grounds. However, at the time, the most persuasive argument against introducing slavery in Kansas was that it would allow rich slave owners to control the land to the exclusion of poor non- slaveholders who, regardless of their moral inclinations, did not have the means to acquire either slaves or sizable land holdings for themselves. Missouri, a slave state since 1821, was populated by many settlers with Southern sympathies and pro-slavery views, some of whom tried to influence the Kansas decision by entering Kansas and claiming to be residents. The conflict was fought politically as well as between civilians, where it eventually degenerated into brutal gang violence and paramilitary guerrilla warfare. The term \"Bleeding Kansas\" was popularized by Horace Greeley's New York Tribune. In Kansas there was a state-level civil war that would soon be replicated on a national basis. There were two different capitals (Lecompton and Lawrence/Topeka), two different constitutions (the anti-slavery Topeka Constitution and the pro-slavery Lecompton Constitution), and two different legislatures, the so-called \"bogus legislature\" in Lecompton and the anti- slavery body in Lawrence. Both sides sought and received help from outside, the pro-slavery side from the federal government; Presidents Franklin Pierce and James Buchanan openly helped the pro-slavery partisans. Both claimed to reflect the will of the people of Kansas. The pro-slavers used violence and threats of violence, and the free-soilers responded in kind. After much commotion, including a Congressional investigation, it became clear that a majority of Kansans wanted Kansas to be a free state. However, this required Congressional approval, and was blocked there by Southerners. Kansas was admitted to the Union as a free state the same day that enough Southern Senators had departed, during the secession crisis that led to the Civil War, to allow it to pass (effective January 29, 1861). Partisan violence continued along the Kansas–Missouri border for most of the war, though Union control of Kansas was never seriously threatened. Bleeding Kansas demonstrated that armed conflict over slavery was unavoidable. Its severity made national headlines, which suggested to the American people that the sectional disputes were unlikely to be resolved without bloodshed, and it therefore acted as a preface to the American Civil War. The episode is commemorated with numerous memorials and historic sites. ==Origins== As abolitionism became increasingly popular in the United States and tensions between its supporters and detractors grew, the U.S. Congress maintained a tenuous balance of political power between Northern and Southern representatives. At the same time, the increasing emigration of Americans to the country's western frontier and the desire to build a transcontinental railroad that would connect the eastern states with California urged incorporation of the western territories into the Union. The inevitable question was how these territories would treat the issue of slavery when eventually promoted to statehood. This question had already plagued Congress during political debates following the Mexican–American War. The Compromise of 1850 had at least temporarily solved the problem by permitting residents of the Utah and New Mexico Territories to decide their own laws with respect to slavery by popular vote, an act which set a new precedent in the ongoing debate over slavery. In May 1854, the Kansas–Nebraska Act created from Indian lands the new territories of Kansas and Nebraska for settlement by U.S. citizens. The Act was proposed by Senator Stephen A. Douglas of Illinois as a way to appease Southern representatives in Congress, who had resisted earlier proposals to admit states from the Nebraska Territory because of the Missouri Compromise of 1820, which had explicitly forbidden the practice of slavery in all U.S. territory north of 36°30' latitude and west of the Mississippi River, except in the state of Missouri. Southerners feared the incorporation of Nebraska would upset the balance between slave and free states and thereby give abolitionist Northerners an advantage in Congress. Douglas' proposal attempted to allay these fears with the organization of two territories instead of one, as well as the inclusion of a \"popular sovereignty\" clause that would, like the condition previously prescribed for Utah and New Mexico, permit settlers of Kansas and Nebraska to vote on the legality of slavery in their own territories—a notion which directly contradicted and effectively repealed the Missouri Compromise. Like many others in Congress, Douglas assumed that settlers of Nebraska would ultimately vote to prohibit slavery and that settlers of Kansas, further south and closer to the slave state of Missouri, would vote to allow it, and thereby the balance of slave and free states would not change. Regarding Nebraska this assumption was correct; the idea of slavery had little appeal for Nebraska's residents and its fate as a free state was already solidly in place. In Kansas, however, the assumption of legal slavery underestimated abolitionist resistance to the repeal of the long-standing Missouri Compromise. Southerners saw the passage of the Kansas–Nebraska Act as an emboldening victory; Northerners considered it an outrageous defeat. Each side of the slavery question saw a chance to assert itself in Kansas, and it quickly became the nation's prevailing ideological battleground, as well as the most violent place in the country. ===Early elections=== Immediately, immigrants supporting both sides of the slavery question arrived in the Kansas Territory to establish residency and gain the right to vote. Among the first settlers of Kansas were citizens of slave states, especially Missouri, many of whom strongly supported Southern ideologies and emigrated to Kansas specifically to assist the expansion of slavery. Pro-slavery immigrants settled towns, including Leavenworth and Atchison. The administration of President Franklin Pierce appointed territorial officials in Kansas aligned with its own pro-slavery views and, heeding rumors that the frontier was being overwhelmed by Northerners, thousands of non-resident slavery proponents soon entered Kansas with the goal of influencing local politics. Pro-slavery factions thereby captured many early territorial elections, often by fraud and intimidation. In November 1854, thousands of armed pro-slavery men known as \"Border Ruffians\" or \"Southern Yankees\", mostly from Missouri, poured into the Kansas Territory and swayed the vote in the election for a non-voting delegate to Congress in favor of pro-slavery Democratic candidate John Wilkins Whitfield. The following year, a congressional committee investigating the election reported that 1,729 fraudulent votes were cast compared to 1,114 legal votes. In one location, only 20 of the 604 voters were residents of the Kansas Territory; in another, 35 were residents and 226 non-residents.Cutler, William G. History of the State of Kansas, A.T. Andreas, (1883), \"Territorial History, Part 8\". At the same time, Northern abolitionists encouraged their own supporters to move to Kansas in the effort to make the territory a free state, hoping to flood Kansas with so-called \"Free-Soilers\" or \"Free-Staters\". By far the most famous of these, and their leader, was John Brown, who was seen nationally as a Kansan. Many citizens of Northern states arrived with assistance from benevolent societies such as the Boston-based New England Emigrant Aid Company, founded shortly before passage of the Kansas–Nebraska Act with the specific goal of assisting anti-slavery immigrants to reach Kansas Territory. In a colorful story that may be legend, the abolitionist minister Henry Ward Beecher, Harriet Beecher Stowe's brother, shipped them Sharps rifles in crates labelled \"Bibles\"; they became known as \"Beecher's Bibles\". Despite boasts that 20,000 New England Yankees would be sent to the Kansas Territory, only about 1,200 settlers had emigrated there by the end of 1855.William Frank Zornow, \"Kansas: a history of the Jayhawk State\" (1957), p. 72 Nevertheless, aid movements like these, heavily publicized by the Eastern press, played a significant role in creating the nationwide hysteria over the fate of Kansas, and were directly responsible for the establishment of towns which later became strongholds of Republican and abolitionist sentiment, including Lawrence, Topeka, and Manhattan, Kansas. ===First Territorial Legislature=== On March 30, 1855, the Kansas Territory held the election for its first territorial legislature. Crucially, this legislature would decide whether the territory would allow slavery. Just as had happened in the election of November 1854, \"Border Ruffians\" from Missouri again streamed into the territory to vote, and pro-slavery delegates were elected to 37 of the 39 seats—Martin F. Conway and Samuel D. Houston from Riley County were the only Free-Staters elected. Free-Staters loudly denounced the elections as fraudulent. Territorial Governor Andrew Reeder pleased neither side when he invalidated, as tainted by fraud, the results in only 11 of the 40 legislative races. A special election was held on May 22 to elect replacements, and the results were dramatically different: eight of the eleven delegates elected in the special election were Free-Staters. This still left the pro-slavery camp with an overwhelming 29–10 advantage. The pro-slavery legislature convened in the newly created territorial capital of Pawnee on July 2, 1855. The legislature immediately invalidated the results from the special election in May and seated the pro-slavery delegates elected in March. After only one week in Pawnee, the legislature moved the territorial capital to the Shawnee Mission, on the Missouri border, where it reconvened, adopted a slave code for Kansas modeled largely on that of Missouri, and began passing laws favorable to slaveholders. Free-Staters quickly elected delegates to a separate legislature based in Topeka, which proclaimed itself the legitimate government and called the pro-slavery government operating in Lecompton \"bogus\". This body created the first territorial constitution, the Topeka Constitution. Charles L. Robinson, a Massachusetts native and agent of the New England Emigrant Aid Company, was elected territorial governor. Reeder had not been elected, but appointed by President Franklin Pierce, at whose pleasure he served. Pierce fired him on August 16, 1855, replacing him with the very pro- Southern Wilson Shannon. Reeder left the territory and felt it prudent to do so in disguise. Pierce refused to recognize the Free-State legislature. In a message to Congress on January 24, 1856, Pierce declared the Topeka government \"insurrectionist\". The presence of dual governments was symptomatic of the strife brewing in the territory and further provoked supporters of both sides of the conflict.Thomas Goodrich, War to the Knife: Bleeding Kansas, 1854–1861. (2004). Ch. 1 iii.Elizabeth R. Varon, Disunion! The Coming of the American Civil War, 1789–1859. (2007). Ch. 8. In response to the disputed votes and rising tension, Congress sent a three-man special committee to the Kansas Territory in 1856. The committee reported, in July 1856, that if the election of March 30, 1855, had been limited to \"actual settlers\" it would have elected a Free-State legislature. The report also stated that the legislature actually seated in Lecompton \"was an illegally constituted body, and had no power to pass valid laws\". In other words, the Free-Staters' allegations of fraud were well founded, and the Lecompton legislature was indeed bogus. ==Constitutional fight== Much of the early confrontation of the Bleeding Kansas era centered formally on the creation of a constitution for the future state of Kansas. The first of four such documents was the Topeka Constitution, written by anti- slavery forces unified under the Free-Soil Party in December 1855. This constitution was the basis for the Free-State territorial government that resisted the federally authorized government, elected by Missourians who, Congressional investigation soon revealed, committed fraud by voting in Kansas as residents and then returning to Missouri.Cutler, William G. History of the State of Kansas, A.T. Andreas, (1883), \"Territorial History\". On June 30, 1856, following President Pierce's declaration that the Topeka government was extralegal, Congress rejected ratification of the Topeka Constitution. Pierce was succeeded in 1857 by James Buchanan. Like his predecessor, Buchanan was a Northerner sympathetic to the South and pro-slavery interests. That year, a second constitutional convention met in Lecompton and by early November had drafted the Lecompton Constitution, a pro-slavery document endorsed by President Buchanan. The constitution was submitted to Kansans for a vote on a special slavery article, but Free-Staters refused to participate, knowing that the constitution would allow Kansas slaveholders to keep existing slaves even if the article in question was voted against. The Lecompton Constitution, including the slavery article, was approved by a vote of 6,226 to 569 on December 21. Congress instead ordered another election because of voting irregularities uncovered. On August 2, 1858, Kansas voters rejected the document by 11,812 to 1,926.Cutler, William G. \"Territorial History, Part 55\". While the Lecompton Constitution was pending before Congress, a third document, the Leavenworth Constitution, was written and passed by Free-State delegates. It was more radical than other Free-State proposals in that it would have extended suffrage to \"every male citizen\", regardless of race. Participation in this ballot on May 18, 1858, was a fraction of the previous and there was even some opposition by Free-State Democrats. The proposed constitution was forwarded to the U.S. Senate on January 6, 1859, where it was met with a tepid reception and left to die in committee.Cutler, William G. \"Territorial History, Part 53\". The fourth and final Free-State proposal was the Wyandotte Constitution, drafted in 1859, which represented the anti- slavery view of the future of Kansas. It was approved in a referendum by a vote of 10,421 to 5,530 on October 4, 1859. With Southern states still in control of the Senate, confirmation of the Wyandotte Constitution was indefinitely postponed. When senators from the seceding states left in January 1861, Kansas was immediately admitted—the same day—as a free state. ==Open violence== On November 21, 1855, the so-called Wakarusa War began in Douglas County when a pro-slavery settler, Franklin Coleman, shot and killed a Free- Stater, Charles W. Dow, with whom Coleman had long been engaged in a feud that was unrelated to local or national politics. Dow was the first American settler to be murdered in the Kansas Territory. The decision by Douglas County Sheriff Samuel J. Jones to arrest another Free-Stater rather than Coleman and the prisoner's subsequent rescue by a Free-State posse erupted into a conflict that pitted, for the first time, armed pro-slavery settlers against anti- slavery settlers. Governor Wilson Shannon called for the Kansas militia, but the assembled army was composed almost entirely of pro-slavery Missourians, who camped outside the town of Lawrence with stolen weapons and a cannon. In response, Lawrence raised its own militia, led by Charles L. Robinson, the man elected governor by the Topeka legislature, and James H. Lane. The parties besieging Lawrence reluctantly dispersed only after Shannon negotiated a peace agreement between Robinson and Lane and David Rice Atchison. The conflict had one other fatality, when Free-Stater Thomas Barber was shot and killed near Lawrence on December 6. ===Summer of 1856=== On May 21, 1856, pro-slavery Democrats and Missourians invaded Lawrence, Kansas, and burned the Free State Hotel, destroyed two anti-slavery newspaper offices, and ransacked homes and stores in what became known as the Sack of Lawrence. A cannon used during the Mexican–American War, called the Old Kickapoo or Kickapoo Cannon, was stolen and used on that day by a pro-slavery group including the Kickapoo Rangers of the Kansas Territorial Militia. It was later recovered by an anti-slavery faction and returned to the city of Leavenworth. In May 1856, Republican Senator Charles Sumner of Massachusetts took to the floor to denounce the threat of slavery in Kansas and humiliate its supporters. Sumner accused Democrats in support of slavery of lying in bed with \"the harlot of slavery\" on the House floor during his \"Crimes Against Kansas\" speech. He had devoted his enormous energies to the destruction of what Republicans called the slave power, that is the efforts of slave owners to control the federal government and ensure both the survival and the expansion of slavery. In the speech (called \"The Crime against Kansas\") Sumner criticized South Carolina Senator Andrew Butler, portraying Butler's pro-slavery agenda towards Kansas with the raping of a virgin, and characterizing his affection for it in sexual terms. Two days later, Butler's cousin, the South Carolina Congressman Preston Brooks, nearly killed Sumner on the Senate floor with a heavy cane. The action electrified the nation, brought violence to the floor of the Senate, and deepened the North–South split.Williamjames Hull Hoffer, The Caning of Charles Sumner: Honor, Idealism, and the Origins of the Civil War (2010) After nearly killing Sumner, Brooks was praised by Southern Democrats for the attack. Many pro-slavery newspapers concluded that abolitionists in Kansas and beyond \"must be lashed into submission,\" and hundreds of Southern Democrat lawmakers after the attack sent Brooks new canes as an endorsement of the attack, with one of the canes being inscribed with the phrase \"hit him again.\" Towns and counties renamed themselves to honor Brooks (Brooksville, Florida, Brooks County, Georgia, and others). Two weeks after the attack, American philosopher and Harvard graduate Ralph Waldo Emerson condemned Brooks and the pro-slavery lawmakers, stating: \"I do not see how a barbarous community and a civilized community can constitute one state. I think we must get rid of slavery, or we must get rid of freedom.\" In the coming weeks, many pro-slavery Democrats wore necklaces made from broken pieces of the cane as a symbol of solidarity with Preston Brooks. The violence continued to increase. John Brown led his sons and other followers to plan the murder of settlers who spoke in favor of slavery. At a pro-slavery settlement at Pottawatomie Creek on the night of May 24, the group seized five pro-slavery men from their homes and hacked them to death with broadswords. Brown and his men escaped and began plotting a full- scale slave insurrection to take place at Harpers Ferry, Virginia, with financial support from Boston abolitionists. The pro-slavery territorial government, serving under President Pierce, had been relocated to Lecompton. In April 1856, a Congressional committee arrived there to investigate voting fraud. The committee found that non-Kansas residents had illegally voted in the election, resulting in the pro-slavery government. President Pierce refused recognition of its findings and continued to authorize the pro-slavery legislature, which the Free State people called the \"Bogus Legislature.\" On July 4, 1856, proclamations of President Pierce led to nearly 500 U.S. Army troops arriving in Topeka from Fort Leavenworth and Fort Riley. With their cannons pointed at Constitution Hall and the long fuses lit, Colonel E.V. Sumner, cousin to the senator of the same name beaten on the Senate floor, ordered the dispersal of the Free State Legislature. In August 1856, thousands of pro-slavery men formed into armies and marched into Kansas. That same month, Brown and several of his followers engaged 400 pro-slavery soldiers in the Battle of Osawatomie. The hostilities raged for another two months until Brown departed the Kansas Territory, and a new territorial governor, John W. Geary, took office and managed to prevail upon both sides for peace. ===1857–1861=== This was followed by a fragile peace broken by intermittent violent outbreaks for two more years. The last major outbreak of violence was touched off by the Marais des Cygnes massacre in 1858, in which Border Ruffians killed five Free State men. In the so-called Battle of the Spurs, in January, 1859, John Brown led escaped slaves through a pro-slavery ambush en route to freedom via Nebraska and Iowa; not a shot was fired. However, approximately 56 people died in Bleeding Kansas by the time the violence ended in 1859. ==Kansas admitted as a free state== The Congressional legislative deadlock was broken in early 1861 when, following the election of Abraham Lincoln as President, seven Southern states seceded from the Union. Kansas's entry as a free state had already been approved by the House of Representatives, but had been blocked by Southern senators. When, early in 1861, the senators of the seceding states withdrew from Congress or were expelled, Kansas was immediately, within days, admitted to the Union as a free state, under the Wyandotte Constitution. While pro-Confederates in Missouri attempted to effect that state's secession from the Union, and succeeded in having a pro-Confederate government recognized by and admitted to the Confederacy, by the end of 1861 even that state was firmly in control of its Unionist government. Without control of Missouri, regular Confederate forces were never in a position to seriously threaten the newly recognized free state government in Kansas. Nevertheless, following the commencement of the American Civil War in 1861, additional guerrilla violence erupted on the border between Kansas and Missouri and would sporadically continue until the end of the war. ==Legacy== ===Heritage Area=== In 2006, federal legislation defined a new Freedom's Frontier National Heritage Area (FFNHA) and was approved by Congress. A task of the heritage area is to interpret Bleeding Kansas stories, which are also called stories of the Kansas–Missouri border war. A theme of the heritage area is the enduring struggle for freedom. FFNHA includes 41 counties, 29 of which are in eastern Kansas and 12 in western Missouri.Freedom's Frontier National Heritage Area Management Plan Appendices , Freedomsfrontier.org/ ===In popular culture=== The \"Bleeding Kansas\" period has been dramatically rendered in countless works of American popular culture, including literature, theater, film, and television. Its many depictions and mentions include: * Santa Fe Trail (1940), an American western film set before the Civil War which depicts John Brown's campaign during Bleeding Kansas, starring Ronald Reagan, Errol Flynn, and Raymond Massey. * In Seven Angry Men (1955), Raymond Massey again plays John Brown. * Wildwood Boys (William Morrow, New York; 2000), a biographical novel of \"Bloody Bill\" Anderson by James Carlos Blake * Bleeding Kansas (2008) by Sara Paretsky, a novel depicting social and political conflicts in present-day Kansas with many references to the 19th-century events * The Good Lord Bird (2013), book by James McBride; a limited episode series based on the book was released starring Ethan Hawke. * The Outlaw Josey Wales (1976), an American western film set during and after the Civil War which depicts violence in the aftermath of Bleeding Kansas. The character of Granny, who is from Kansas, had a son whom she said \"was killed by Missouri ruffians in The Border War\". * Bad Blood, the Border War that Triggered the Civil War (2007), a documentary film () by Kansas City Public Television and Wide Awake Films * The November 8, 2014, episode of Hell on Wheels, titled \"Bleeding Kansas\", depicted one occurrence of a white family being slain for having slaves, who were then freed, in the name of religion * When Kings Reigned (2017), a docudrama directed by Ian Ballinger and Alison Dover about fishermen living along the Kansas River during and after the Bleeding Kansas era and the persecution they faced from local governments * The Kents, a 12 issue mini-series of comics written by John Ostrander exploring the history of Superman's adoptive family set against the conflicts of the Bleeding Kansas era. ==See also== * Constitutions of Kansas * Origins of the American Civil War ==Notes== ==References== ==Further reading== ===Web site=== * ===Primary sources (most recent first)=== * * * * * There were at least 24 pamphlets published in 1858 dealing with Kansas issues. A listing may be found in the papers of John Brown biographer Oswald Garrison Villard, here. Most are available at the Internet Archive. * * * ===Scholarship=== * Childers, Christopher. \"Interpreting Popular Sovereignty: A Historiographical Essay\", Civil War History Volume 57, Number 1, March 2011 pp. 48–70 in Project MUSE * Earle, Jonathan and Burke, Diane Mutti. Bleeding Kansas, Bleeding Missouri: The Long Civil War on the Border. Lawrence, KS: University Press of Kansas, 2013. * Epps, Kristen. Slavery on the Periphery: The Kansas-Missouri Border in the Antebellum and Civil War Eras. Athens: University of Georgia Press, 2016. * Etcheson, Nicole. \"The Great Principle of Self-Government: Popular Sovereignty and Bleeding Kansas\", Kansas History 27 (Spring-Summer 2004):14–29, links it to Jacksonian Democracy * Etcheson, Nicole. Bleeding Kansas: Contested Liberty in the Civil War Era (2006) * Goodrich, Thomas. War to the Knife: Bleeding Kansas, 1854–1861 (2004) * Johannsen, Robert W. \"Popular Sovereignty and the Territories\", Historian 22#4 pp. 378–395, * Malin, James C. John Brown and the Legend of Fifty-six. (1942) * Miner, Craig (2002). Kansas: The History of the Sunflower State, 1854–2000. * Nevins, Alan. Ordeal of the Union: vol. 2 A House Dividing, 1852–1857 (1947), Kansas in national context * Nichols, Roy F. \"The Kansas–Nebraska Act: A Century of Historiography\", Mississippi Valley Historical Review (1956) 43#2 pp. 187–212 in JSTOR * Potter, David. The Impending Crisis, 1848–1861 (1976), Pulitzer Prize; ch 9, 12 * Reynolds, David (2005). John Brown, Abolitionist * ==External links== * Documentary On Bleeding Kansas * Kansas State Historical Society: A Look Back at Kansas Territory, 1854–1861 * Access documents, photographs, and other primary sources on Kansas Memory, the Kansas State Historical Society's digital portal * NEEAC. History of the New-England Emigrant Aid Company. Boston: John Wilson & Son, 1862. * PBS article on Bleeding Kansas. * Territorial Kansas Online: A Virtual Repository for Kansas Territorial History. * U-S-History.com. * Online Exhibit – Willing to Die for Freedom, Kansas Historical Society * Map of North America during Bleeding Kansas at omniatlas.com Category:Political history of the United States United States Category:1850s in the United States Category:1854 in the United States Category:1855 in the United States Category:1856 in the United States Category:1857 in the United States Category:1858 in the United States Category:American Civil War by location Category:Internal wars of the United States Category:Crimes in Kansas Category:Crimes in Missouri Category:Abolitionism in the United States Category:Political violence in the United States Category:Missouri in the American Civil War Category:Kansas in the American Civil War Category:Politically motivated migrations Category:Origins of the American Civil War Category:Riots and civil disorder in Kansas Category:History of racism in Kansas",
 "title": "Bleeding Kansas"
}