{
 "id": "445669",
 "text": "The year 1770 in science and technology involved some significant events. ==Astronomy== * July 1 – Lexell's Comet passes closer to the Earth than any other comet in recorded history, approaching to a distance of 0.015 AU. It is observed by Charles Messier between June 14 and October 3. ==Biology== * Arthur Young publishes A Course of Experimental Agriculture in England. ==Chemistry== * Benjamin Rush publishes Syllabus of a Course of Lectures on Chemistry in Philadelphia, the first chemistry textbook in North America. ==Exploration== * March 26 – First voyage of James Cook: English explorer Captain James Cook and his crew aboard complete the circumnavigation of New Zealand. * April 18 (April 19 by Cook's log) – Captain Cook and his crew become the first recorded Europeans to encounter the eastern coastline of the Australian continent. * April 28 (April 29 by Cook's log) – Captain Cook drops anchor in a wide bay about 16 km (10 mi) south of the present city of Sydney, Australia. Because the young botanist on board the ship, Joseph Banks, discovers 30,000 specimens of plant life in the area, 1,600 of them unknown to European science, Cook names the place Botany Bay on May 7. * August 22 (August 23 by Cook's log) – Captain Cook determines that New Holland (Australia) is not contiguous with New Guinea. ==Mathematics== * French mathematician and political scientist Jean-Charles de Borda formulates the ranked preferential electoral system which becomes known as the Borda count. * Lagrange discusses representations of integers by general algebraic forms; produces a tract on elimination theory; publishes his first paper on the general process for solving an algebraic equation of any degree via Lagrange resolvents ; and proves Bachet's theorem that every positive integer is the sum of four squares. ==Medicine== * January – Outbreak of Russian plague of 1770-1772. * October 18 – Radcliffe Infirmary, Oxford, England, admits its first patients. ==Paleontology== * The fossilised bones of a huge animal (later identified as a Mosasaur) are found in a quarry near Maastricht in the Netherlands. ==Technology== * July – James Hargreaves obtains a British patent for the spinning jenny. * The Spring scale was created by Richard Salter. ==Awards== * Copley Medal: William Hamilton ==Births== * April 9 – Thomas Johann Seebeck, Baltic German physicist (died 1831) * April 18 – William Nicol, Scottish geologist (died 1851) * November 5 – Sarah Guppy, English inventor (died 1852) ==Deaths== * April 25 – Abbé Jean-Antoine Nollet, French physicist (born 1700) * July 21 – Charlotta Frölich, Swedish agronomist and historian (born 1698) * September 9 – Bernhard Siegfried Albinus, German-born anatomist in Holland (born 1697) * December 5 – James Stirling, Scottish mathematician (born 1692) ==References== Category:18th century in science Category:1770s in science",
 "title": "1770 in science"
}