{
 "id": "445603",
 "text": "The year 1783 in science and technology involved some significant events: ==Astronomy== * February 26 – Caroline Herschel discovers NGC 2360. * May – John Goodricke presents his conclusions that the variable star Algol is what comes to be known as an eclipsing binary to the Royal Society of London. * August 18 – Great Meteor passes over Great Britain, exciting scientific interest. It is also the subject of study by Charles Blagden. * November 27 – John Michell proposes the existence of black holes (\"dark stars\").Philosophical Transactions of the Royal Society (London). * Jérôme Lalande publishes a revised edition of John Flamsteed’s star catalogue in an ephemeris, Éphémérides des mouvemens célestes, numbering the stars consecutively by constellation, the system which becomes known as \"Flamsteed designations\". ==Aviation== * June 5 – The Montgolfier brothers send up at Annonay, near Lyon, a 900 m linen hot air balloon as a public demonstration. Its flight covers 2 km and lasts 10 minutes, to an estimated altitude of 1600–2000 metres. * August 27 – Jacques Charles and the Robert brothers launch the first hydrogen balloon in Paris. * November 21 – The first free flight by humans in a balloon is made by Pilâtre de Rozier and Marquis d'Arlandes who fly aloft for 25 minutes about 100 metres above Paris for a distance of 9 km. * December 26 – Louis-Sébastien Lenormand makes the first ever recorded public demonstration of a parachute descent by jumping from the tower of the Montpellier observatory in France using his rigid-framed model which he intends as a form of fire escape. ==Botany== * Jean Baptiste François Pierre Bulliard publishes his Dictionnaire Elémentaire de Botanique, contributing to the spread of Linnaean terminology, particularly in mycology. * Erasmus Darwin begins publication of A System of Vegetables, a translation of Linnaeus in which he coins many common English language names of plants. ==Chemistry== * Antoine Lavoisier publishes Réflexions sur le phlogistique, showing the phlogiston theory to be inconsistent, proposing chemical reaction as an alternative theory in a paper read to the French Academy of Sciences in June, names hydrogen and demonstrates that water is a compound and not an element. * Discovery of tungsten – José and Fausto Elhuyar find an acid in wolframite which they reduce with charcoal to isolate tungsten. ==Earth sciences== * February 5–March 28 – Calabrian earthquakes in Kingdom of Two Sicilies. * June 8 – The volcano Laki in Iceland begins a major eruption with extensive climatic consequences on both sides of the Atlantic Ocean. * August 4 (Edo period, Tenmei 3) – Mount Asama, the most active volcano in Japan, begins climactic eruption, exacerbating a famine, following a plinian eruption beginning on May 9 (Tenmei eruption). ==History of science and technology== * German physician Melchior Adam Weikard publishes a biography of microscopist Wilhelm Friedrich von Gleichen, Biographie des Herrn Wilhelm Friedrich v. Gleichen genannt Rußwurm. ==Physics== * Jean-Paul Marat publishes Mémoire sur l'électricité médicale (\"Memorandum on Medical Electricity\"). ==Technology== * Henry Cort of Funtley, England, invents the grooved rolling mill for producing bar iron. * Thomas Bell patents a method of printing on fabric from engraved cylinders. * Horace-Bénédict de Saussure publishes Essai sur l'hygrométrie, recording his experiments with the hair hygrometer. ==Awards== * Copley Medal: John Goodricke; Thomas Hutchins ==Births== * May 22 – William Sturgeon, English inventor (died 1850) * June 9 – Benjamin Collins Brodie, English physiologist (died 1862) * October 6 – François Magendie, French physiologist (died 1855) * October 22 – Constantine Samuel Rafinesque, Ottoman-born French American polymath (died 1840) * October 31 – Karl Wilhelm Gottlob Kastner, German chemist (died 1857) * December 18 – Mary Anne Whitby, English scientist (died 1850) ==Deaths== * March 30 – William Hunter, Scottish anatomist (born 1718) * April 16 – Christian Mayer, Moravian astronomer (born 1719) * September 18 – Leonhard Euler, Swiss mathematician and physicist (born 1707) * October 29 – Jean le Rond d'Alembert, French mathematician and physicist (born 1717) * November – Carl Linnaeus the Younger, Swedish naturalist (born 1741 ) * December 13 – Pehr Wilhelm Wargentin, Swedish astronomer (born 1717) * December 16 – Arima Yoriyuki, Japanese mathematician (born 1714) * Wilhelm Friedrich von Gleichen, German microscopist (born 1717) ==References== Category:18th century in science Category:1780s in science",
 "title": "1783 in science"
}