{
 "id": "445759",
 "text": "Cicer is a genus of the legume family, Fabaceae, and the only genus found in tribe Cicereae. It is included within the IRLC, and its native distribution is across the Middle East and Asia. Its best-known and only domesticated member is Cicer arietinum, the chickpea. ==Cultivable species== Currently, the only cultivated species of the genus Cicer is C. arietinum, commonly known as the chickpea. The wild progenitor of C. arietinum is Cicer reticulatum. Since the chickpea has descended from this wild plant, there is a possibility that this wild progenitor can offer other forms of edible chickpeas after domestication. In wild chickpea (C. reticulatum), a considerable proportion of the mature pods remain intact, and this characteristic leads to the species being described as pre-adapted to domestication. This essentially means that the function of one of its traits can change, or evolve, as the progenitor is domesticated. This implies that traits such as texture, size, and most importantly, nutritional content can be adjusted in this species. Domesticated chickpea is considered vernalization insensitive (it can flower at all times of the year), whereas wild C. reticulatum shows a considerable flowering advance (of up to 30 days) in response to vernalization—which means that the plant would have to grow in areas where it is exposed to a prolonged period of cold before it can properly grow. Although there is promise for some kind of domestication process to allow for and create new sources of food through C. reticulatum, there are several issues that make domestication of this wild species quite difficult. The first of these problems is that C. reticulatum may offer only limited adaptive allelic variation for improving the chickpea crop. Also, the narrow range of the C. reticulatum suggests that the prospects for improving the adaptive range of domesticated chickpea are quite limited. The patchy distribution of the wild plant, the small number of seeds produced per plant, and the relatively low allelic variation within populations (of the wild progenitor) makes germplasm conservation ( conservation of seeds or tissues, otherwise known as the living genetic resources of plants) a bit difficult. When tried in the past, chickpea breeding has faced problems because of the lack of genetic diversity. This has caused limitations in efforts to improve resistance to diseases such as Ascochyta blight and Fusarium wilt. There have also been problems such as insects susceptible to breaking through the chickpea pods and limitations in increasing tolerance to abiotic stresses such as terminal drought and extreme temperatures. To fix these limitations, the introduction of alleles controlling the traits of interest from wild germplasm is essential in order to increase the genetic diversity of cultivated chickpeas. Currently, the chickpea’s immediate ancestor, C. reticulatum, and its interfertile sister species Cicer echinospermum, are the main sources of new variation. Introgression is still possible from the more distantly related gene pools, but more research has to be done on this possibility.Roorkiwal, M., von Wettberg, E.J., & Upadhyaya, H.D. (2014). Exploring Germplasm Diversity to Understand the Domestication Process in Cicer spp. Using SNP and DArT Markers. PLoS ONE, 9. But the narrow variation of the wild progenitor (C. reticulatum) of the chickpea and the limited number of C. reticulatum accessions have caused a need to look for desired alleles in other more distantly related Cicer species ==Resistances of various Cicer perennials and potential for plant improvement== Cicer perennials harbor great resistances in particular environments in comparison to the resistances of other herbaceous species. Although some Cicer perennials are difficult to harvest, there have been studies to improve the germination of particular species. Various studies highlight the specific resistances and improvements in fitness of particular Cicer perennial species. For example, one way in which Cicer canariense, a perennial species, was able to improve its fitness is by the help of scientific experimentation. Cicer canariense, a perennial species, has a lowered field emergence due to a hard seed coats. However, various methods such as chemical scarification with concentrated sulphuric acid as well as hot water treatment can be used to improve germination. In one particular study, physical dormancy was overcome most effectively by mechanical scarification and sulphur immersion. More studies regarding crop development could introduce this species as a potential food source. Another perennial species, Cicer anatolicum, resists chickpea ascochyta blight superior to the cultivated chickpea. Access to this resistance is barred due to hybridization barriers. A detailed study on endogenous hormones showed that interspecific hybrid production could occur if hormone profiles between the cultivated chickpea and the perennial are synchronized. Further experimentation on hormone profiles could open up hybridization barriers between the modern chickpea and Cicer anatolicum. Another barricade that could be overcome is the inability to cultivate specific Cicer perennials in different parts of the world. Many Cicer perennials and annual plants grow in different environments. So far, none of the perennial Cicer species have been grown successfully in a tropical or subtropical setting in which annual Cicer species grow. If the pollen of perennial species can be preserved for use in the different parts of the world in which annual species grow, then crossability techniques can be performed more effectively. This difficulty in use of the perennial germplasm can be resolved by transshipping viable pollen across the ocean.Mallikarjuna, N., Coyne, C., Cho, S., Rynearson, S., Rajesh, P. N., Jadhav, D. R., & Muehlbauer, F. J. (2011). Cicer. In Wild Crop Relatives: Genomic and Breeding Resources (pp. 63-82). Springer Berlin Heidelberg. If this issue were to be resolved, more Cicer perennials could be planted in various portions of the world. Another constraint that affects the Cicer species is the bollworm Helicoverpa armigera, which is one of the biggest problems for their survival. Host plant resistance is an effective method to resolve these pests. A study found that perennials such as C. canariense and C. microphyllum have high resistance to H. armigera compared to C. judaicum, an annual plant. More experimentation on cross-breeding could give clues on the genetic origin of the proteins responsible for this resistance. Drought resistance is another opposition to overcome for many Cicer perennials. About 90% of chickpea (Cicer arietinum) in the world is grown with very little rainfall and where drought is a significant constraint to growth. A study assessed the resistance of drought of many perennials compared to annuals. When tested, the perennial wild Cicer species recovered after wilting and drying out and also tolerated high temperatures. Of all the perennials tested crossbreeding with Cicer anatolicum should be tested because of its close genetic affinities to the annual species. These resistances and improvements in the Cicer perennial genome can be a potential reservoir of knowledge for the exploration of the genes that contribute to the perennials’ traits. Drought and pest resistance along with scientific improvements in crop development play a huge role in the evolution of many Cicer perennials. Further studies of genetic exchange and crossbreeding between Cicer perennials could potentially benefit the traits of contemporary food-bearing crops and provide extensive knowledge for innovation. ==Evolution== The genus, Cicer, is composed of many species with different characteristics that make it an interesting candidate for a food crop. Currently, only one species of Cicer, the modern chickpea, is domesticated as a cultivar, but there are many other options researchers are considering for further domestication and expansion into perennial crops. One of the most promising options that could lead to the expansion into perennial crops is hybridization between annual and perennial species. However, hybridization is only possible and/or successful between certain species, which have not been determined. The first step in this expansion is to examine the relationships between perennial and annual species of Cicer both morphologically and genetically to identify possible candidate species. Unfortunately, research shows stark morphological differences between perennial and annual species of Cicer which hints at difficulty that could result from attempting to cross these species into a hybridized species. More specifically, a study examining the seed coat morphology at several specific gene loci compared annual and perennial species that showed very distinct differences between the two branches of Cicer. The research was able to create phylogenetic trees tracking the genetic divergence of Cicer species, and the data indicate “the rapid species differentiation of Monocicer including adaptation to the disturbed environment,” showing much distance between annual species (Monocicer) and perennial species of Cicer. Further research into these relationships has been performed to analyze the relatedness of perennial and annual species, both cultivated and wild, at 12 loci to see how closely they are related. The researchers were able to narrow down one perennial species, C. incisum, that was more closely related to annual plants than other perennial species. Research also showed similar results upon genetic and phylogenetic analyses. While most annual and perennial species tend to form monophyletic clades, C. incisum is an exception to this rule. Another species that occurs outside of the typical monophylies is C. cuneatum, an annual species more closely related to the perennial species C. canariense than any other annual species. These outsteps in the common trend of the phylogenies indicate that there may be close relatives that present as candidates for further cultivation. There is significant evolutionary distance between the common ancestors of the modern perennial and annual species, but this research gives hope that there may be a possibility of cultivating a perennial species as a food crop. ==Hybridization== Hybridization, or the reproduction of two species to create a unique offspring, is especially important in developing new food crops from existing species. Because of the phylogenetic and genetic data studied and produced in the past, a hybrid between perennial and annual Cicer species is promising. Many steps have been taken to improve the hybridization techniques and results between perennial and annual species, but it has proven difficult to create a viable offspring from these crosses. Not surprisingly, it has been relatively easy to hybridize annuals together and perennials together. Other research has shown some success with crossing specific annual and perennial species of the genus. One particularly successful cross between “the annual C. cuneatum and perennial C. canariense” showed a “partially fertile with intermediate morphology” F-1 generation. This success, however, is determined by which species provides each gamete and therefore presents some possible difficulties in cultivating the crop further. This cross is especially interesting because it is one of the few partial successes of the perennial and annual crosses, which have proven especially difficult. Furthermore, the species crossed, C. cuneatum and C. canariense were previously determined as sister species during evolutionary analysis in previous research. Such research is at the forefront of developing a perennial food crop for Cicer that is related to its modern cultivar, the chickpea. Perennial crops have an advantage to food production because they are a more sustainable food option than annual crops. As seen, the genetic and evolutionary relationships of the species play a crucial role in developing hybrids between the species, and can be used to determine further relationships. ==References== ==External links== * Chickpea Taxonomy and Biosystematics * * Category:Faboideae Category:Edible legumes Category:Fabaceae genera",
 "title": "Cicer"
}