{
 "id": "445895",
 "text": "Disney's Escape to Witch Mountain, commonly referred to simply as Escape to Witch Mountain, is a 1995 American made-for-television fantasy-adventure film and a remake of the 1975 film of the same name. The film was announced by American Broadcasting Company (ABC) in September 1994, as the third of four Disney film remakes to air on the channel, the other three being The Shaggy Dog, The Computer Wore Tennis Shoes, and Freaky Friday. The film was produced by Walt Disney Television and premiered on ABC on April 29, 1995, as an ABC Family Movie. == Plot == On the outskirts of a small town there is a rock formation called Witch Mountain rumored to possess mysterious powers. A young waitress, Zoe Moon (Perrey Reeves), finds and notices infant twin children Anna and Danny, who create a wave of purple energy when their hands touch. Before she can do anything, the children are separated when a hermit, Bruno (Brad Dourif), places Anna on a truck but flees when he is spotted by Sheriff Bronson (Kevin Tighe). Danny (Erik von Detten) spends the next nine years of his life between foster families and frequently runs away. After his latest attempt is thwarted, his frustrated social worker decides to leave him at an orphanage run by Lindsay Brown (Lynne Moody). He is reunited with Anna (Elisabeth Moss) when she saves him from Xander (Sam Horrigan), an older boy at the orphanage who has a soft spot for Anna. Neither Danny or Anna are initially aware of their relationship, despite performing identical odd mannerisms. However, their newly found proximity to one another reawakens their supernatural powers and they realize that they are siblings. When Edward Bolt (Robert Vaughn), a local magnate seeking to develop the nearby Witch Mountain, notices their powers, he decides to care for both of them as their foster father. Though Danny is happy with the development because he has his sister and a nice home, Anna is apprehensive about being adopted by Bolt and befriends Bolt's chauffeur, Luthor (Brad Dourif), who feels he has a connection to the twins. During one of their outings to a purple general store, Anna uses her telekinetic abilities and catches the attention of the store's owner, Waldo Fudd (Vincent Schiavelli). Waldo reveals he has the same abilities they do and that they are extraterrestrials from another world where everyone has a twin. When they came to Earth to explore, everyone separated due to the quarrels they experienced on Earth. Waldo has been working to reunite them all and take them home. Meanwhile, Zoe sees the purple light from the front of the shop and recognizes it and confronts Waldo to discover the fate of the twins she saw years earlier. Though he dismisses her claims, Waldo leaves her clues regarding Anna and Danny's fates if she wishes to help them. Bolt reveals his true intention to exploit the twins' power to blast open Witch Mountain without explosives in order to obtain its valuable rock material, despite Waldo's protest that the mountain must not be tampered with. Anna discovers the truth and telepathically warns Danny, only to be held hostage by Bolt so that Danny will do as he asks. The twins are rescued by Xander and escape to Waldo's shop on a horse that Danny communicates with to help them. Lindsay becomes suspicious of Bolt when he sends the police to retrieve the children from the shop. Zoe and Bruno help Danny and Anna escape to Witch Mountain after the twins levitate Bruno's truck, while Bolt is arrested by Bronson after Luthor exposes Bolt's plot. At Witch Mountain, Waldo and the other reunited twins await Anna and Danny so they can all return home. The last set of twins arrive soon after—Bruno and Luthor. Using Waldo and his twin's power on their home world, all of the twins return home in pairs, with Anna and Danny going last to close the gate between their home world and Earth. Waldo casually comments that he will be waiting for the next group of tourists, while Anna and Danny float up into the purple smoke to Witch Mountain. Zoe narrates that Witch Mountain is not haunted but has light in it. == Cast == * Elisabeth Moss as Anna * Erik von Detten as Danny * Perrey Reeves as Zoe Moon * Robert Vaughn as Edward Bolt * Lynne Moody as Lindsay Brown * Sam Horrigan as Xander * Lauren Tom as Claudia Ford * Vincent Schiavelli as Waldo Fudd * Henry Gibson as Ravetch * Bobby Motown as Skeeto * Kevin Tighe as Sheriff Bronson * Brad Dourif as Bruno the Hermit, Luthor * John Petlock as Butler * Beth Colt as Woman officer * Daniel Lavery as Mr. Flynn * Jeffrey Lampert as Man on TV * Ray Lykins as Deputy * Jennifer & Marissa Bullock as Baby Anna * Nikki & Sammi Allen as Baby Danny == See also == * Escape to Witch Mountain, the original 1975 theatrical film * Return from Witch Mountain, the 1978 theatrical sequel * Beyond Witch Mountain, the 1982 television sequel * Race to Witch Mountain, the 2009 Disney remake of the 1975 film * Alexander Key, the author of Escape to Witch Mountain, the 1968 science fiction novel == References == == External links == * Category:1995 television films Category:1995 films Category:1995 fantasy films Category:1990s fantasy adventure films Category:American science fiction adventure films Category:1990s science fiction adventure films Category:1990s children's fantasy films Category:1990s children's adventure films Category:American films Category:Remakes of American films Category:American fantasy adventure films Category:American children's fantasy films Category:American children's adventure films Category:Disney television films Category:Disney film remakes Category:Witch Mountain films Category:Films about telekinesis Category:Television remakes of films Category:Walt Disney anthology television series episodes Category:Witch Mountain (franchise) Category:1990s English- language films",
 "title": "Escape to Witch Mountain (1995 film)"
}