{
 "id": "445823",
 "text": "In employment law, constructive dismissal, also called constructive discharge or constructive termination, occurs when an employee resigns as a result of the employer creating a hostile work environment. Since the resignation was not truly voluntary, it is, in effect, a termination. For example, when an employer places extraordinary and unreasonable work demands on an employee to obtain their resignation, this can constitute a constructive dismissal. The exact legal consequences differ between different countries, but generally a constructive dismissal leads to the employee's obligations ending and the employee acquiring the right to make claims against the employer. The employee may resign over a single serious incident or over a pattern of incidents. Generally, a party seeking relief must have resigned soon after an unreasonable situation was imposed. ==United States law== In the United States, constructive discharge is a general term describing the involuntary resignation of an employee. There is no single federal or state law against constructive dismissal in general. From a legal standpoint, it occurs when an employee is forced to resign because of intolerable working conditions which violate employment legislation, such as: * Family and Medical Leave Act of 1993 (FMLA) * Equal Pay Act of 1963 (EPA) * Change in schedules in order to force employee to quit (title 12) * Americans with Disabilities Act of 1990 (ADA) * Genetic Information Nondiscrimination Act of 2008 (GINA) * Age Discrimination in Employment Act of 1967 (ADEA) * Title VII of the Civil Rights Act of 1964 (Title VII) * Any state employment law * An employer showing favoritism to another employee without reason or explanation The burden of proof in constructive dismissal cases lies with the employee. The Equal Employment Opportunity Commission has provided a 3-part test to determine whether or not a constructive discharge has occurred: (1) a reasonable person in the complainant's position would have found the working conditions intolerable; (2) conduct that constituted discrimination against the complainant created the intolerable working conditions; and (3) the complainant's involuntary resignation resulted from the intolerable working conditions. In California, the California Supreme Court defines constructive discharge as follows: \"In order to establish a constructive discharge, an employee must plead and prove, by the usual preponderance of the evidence standard, that the employer either intentionally created or knowingly permitted working conditions that were so intolerable or aggravated at the time of the employee's resignation that a reasonable employer would realize that a reasonable person in the employee's position would be compelled to resign.\"Turner v. Anheuser-Busch, Inc., 7 Cal. 4th 1238, 1251, 876 P.2d 1022 (1994) ==Canadian law== Canadian courts recognize there are circumstances in which the employer, although not acting explicitly to terminate an individual's employment, alters the employment relationship's terms and conditions to such a degree that an employee is entitled to regard the employer's conduct as a termination, and claim wrongful dismissal, just as if they had been let go without any notice or termination pay in lieu of notice. Constructive dismissal arises from the failure of the employer to live up to the essential obligations of the employment relationship, regardless of whether the employee signed a written employment contract. Employment law implies into employment relationships a common-law set of terms and conditions applicable to all employees. For example, once agreed upon, wages are implicitly locked in by the common-law of contract as an essential term of the employment relationship. In this regard, it is a constructive dismissal if an employer fails to pay an employee. An employer's breach of the employment contract releases the employee from their obligation to perform under the contract, and thus allows them to treat themselves as dismissed without notice. Hence, a constructive dismissal always becomes a wrongful dismissal. Here are some options laid out in by the Ontario Court of Appeal in a court case in 2008 Constructive Dismissal In Ontario, Hummingbird Lawyers LLP * Accept the changes. The acceptance of these changes can be outlined through implicit insinuation, or through explicit clearcut demeanour. * Period of time before bringing attention to your situation can become a hurdle if seeking remedy for constructive dismissal. * If the changes in your contract make it impossible to work and leave you feeling helpless, then you can end your employment, claiming constructive dismissal as the reason. This comes with many risks and no guarantees. * In some instances, you can let your employer know that you do not accept the changes made to your employment contract. This demonstrates an intention to no longer be bound by the employment contract * This can occur if changes are made to your constructive dismissal compensation. In this case, if an employer fails to respond then they will be found to have implicitly accepted the employee’s argument. ===Changes to the employment relationship=== Typically, the first way to claim constructive dismissal involves an employer making substantial changes to the employment contract, such as: # a demotion; # altering the employee's reporting structure, job description or working conditions; # lowering an employee's compensation; # changing hours of work; # imposing a suspension or leave of absence; and # relocating the employee's workplace. In addition, failure on the part of an employer to provide employment standards (e.g. overtime pay, vacation pay, etc.), can result in a constructive dismissal. Nevertheless, for an employee to have a successful case for constructive dismissal, the employer's breach must be fundamental. What is \"fundamental\" depends on the circumstances, and not all changes to the employment relationship give rise to a constructive dismissal. For example, administrative, i.e. non-disciplinary, suspensions might not amount to a constructive dismissal if imposed in good faith and justified by legitimate business reasons (i.e. lack of work). As well, a small reduction in salary, in tough times, and administered rationally, might not be a constructive dismissal. ===Toxic work environments=== An employee may also be able to claim a constructive dismissal based on an employer's conduct, rather than a change to a specific or implied term of the employment contract. Here, the second way to claim constructive dismissal examines whether the employer's (or employee of the employer) course of conduct, or even a single incident, demonstrates an intention to no longer be bound by the written or implied employment contract. An example of this kind of constructive dismissal is a \"toxic work environment\". In this regard, if a work environment is so poisoned that a reasonable person wouldn't be expected to return, then constructive dismissal is likely. A toxic work environment is classically defined as unjustified criticism as well as vague and unfounded accusations of poor performance, especially where authority and respect with co-workers had been seriously undermined and compromised. Another example of toxic work environment is where the employer fails to prevent workplace harassment. ==UK law== In United Kingdom law, constructive dismissal is defined by the Employment Rights Act 1996 section 95(1)c: The circumstances in which an employee is entitled are defined in common law. The notion of constructive dismissal most often arises from a fundamental breach of the term of trust and confidence implied in all contracts of employment. In order to avoid such a breach \"[a]n employer must not, without reasonable or proper cause, conduct himself in a manner calculated or likely to destroy or seriously damage the relationship of trust and confidence between the employer and the employee.\"Malik & anor v Bank of Credit and Commerce International SA 1997] UKHL 23; [1998] AC 20 Whilst a breach can be of the implied term of trust and confidence, a fundamental breach of any of the express or implied terms of a contract of employment is sufficient. The examples given on this page for actions by an employer likely to constitute grounds for constructive dismissal under Canadian law also almost certainly hold true under English law. The Department of Trade and Industry states: Following a constructive dismissal, claim for \"unfair dismissal\" and a claim for \"wrongful dismissal\" may arise. ===Types of constructive dismissal=== Although they tend to blend into one in a tribunal, strictly there are two types of constructive dismissal: statutory and common law. At common lawWestern Excavating (ECC) Ltd v Sharp [1978] ICR 221 the requirement is acceptance of a repudiatory breach, which means the employer has indicated it no longer considers itself bound by an essential term of the contract, e.g. the requirement to pay wages or the requirement not to destroy the mutual bond of trust and confidence. It does not matter if the employer did not mean to repudiate the contract.Lewis v Motorworld Garages Ltd [1986] ICR 157 Under statute the requirement is employer's \"conduct\" allowing the employee to \"terminate with or without notice\"; as this can only happen with a repudiatory breach it amounts to the same thing. ===Relation to unfair dismissal=== A common mistake is to assume that constructive dismissal is exactly the same as unfair treatment of an employee – it can sometimes be that treatment that can be considered generally evenhanded nevertheless makes life so difficult that the employee is in essence forced to resignSavoia v Chiltern Herb Farms Ltd [1982] IRLR 166 (e.g., a fair constructive dismissal might be a unilateral change of contract justified by a bigger benefit to the business than the inconvenience to the employee), but the Employment Appeal Tribunal doubts that it will be very often that the employer can breach ERA96 s98(4) whilst being fair. A constructive dismissal occurs when the employer's repudiatory breach causesBritish Leyland UK Ltd v McQuilken [1978] IRLR 245 the employee to accept that the contract has been terminated, by resigning. The fairness of it would have to be looked at separately under a statutory claim for unfair dismissal. The problems for the employer are that constructive dismissal is a contractual claim, which can be made in a tribunal for up to £25,000 or in court without limit, and, by dismissing constructively, it by definition misses out on the correct procedure meaning that even if the reason was fair, the decision was probably not, and so an unfair dismissal usually arises, creating a statutory claim alongside the contractual claim. The court can look behind the lack of, or different, stated reason given by the employee at the time of resignation to establish that a cover story was in fact a resignation caused by fundamental breach.Weathersfield Ltd v Sargent [1999] ICR 425 ===Typical causes=== The person causing the dismissal does not need the authority to dismiss, as long as they acted in the course of employment.Hilton International Hotels (UK) Ltd v Protopapa [1990] IRLR 316 ====Grounds==== Constructive dismissal is typically caused by:- *unilateral contract changes by the employer such as: ** deliberateCantor Fitzgerald International v Callaghan [1999] ICR 639 cuts in pay or status (even temporaryWadham Stringer Commercials (London) Ltd and Wadham Stringer Vehicles Ltd v Brown [1983] IRLR 46), ** persistent delayed wages, ** refusal of holiday,Lytlarch Ltd v Reid [1991] ICR 216 ** withdrawal of car,Triton Oliver (Special Products) Ltd v Bromage (EAT 709/91) IDS Brief 511 ** suspension without pay (or even on full payWilliam Hill Organisation Ltd v Tucker [1999] ICR 291), ** dramatic changes to duties, hoursGreenaway Harrison Ltd v Wiles [1994] IRLR 380 or location (beyond reasonable daily travelling distanceCourtaulds Northern Spinning Ltd v Sibson [1988] ICR 451), or * breach of contract in the form of bullying, e.g.: ** ignoring complaints,Goolds v McConnell [1995] IRLR 516 ** persistent unwanted amorous advances,Western Excavating (ECC) Ltd v Sharp ** bullying and swearing,Korkaluk v Cantor Fitzgerald International [2004] ICR 697 ** verbal abuse (typically referring to gender,Isle of Wight Tourist Board v Coombes [1976] IRLR 413 sizePalmanor v Cedron [1978] IRLR 303 or incompetenceCourtaulds Northern Textiles Ltd v Andrew [1979] IRLR 84, EAT), ** singling out for no pay rise,Gardner v Beresford [1978] IRLR 63 ** criticising in front of subordinates, ** lack of support (e.g. forcing to do two peoples' jobs),Seligman v McHugh [1979] IRLR 316 ** failure to notify a woman on maternity leave of a vacancy which she would have applied for if she had been made aware of it,Visa International Service Association Ltd v Paul [2004] IRLR 42 ** refusal to confirm continuity on TUPE transfer,Euro-Die (UK) Ltd v Skidmore (EAT 1158/98) (2000) IDS Brief B665/14 ** revealing secret complaints in a reference (even ones required by a regulatorTSB Bank plc v Harris [2000] IRLR 157), or *breaches such as: ** behaviour which is arbitrary, capricious, inequitable, intolerable or outside good industrial practice,Woods v WM Car Services (Peterborough) Ltd [1981] ICR 666 ** conduct that undermined trust and confidence (i.e. offering an incentive to resign to avoid performance managing capability),Billington v Michael Hunter & Sons Ltd EAT 0578/03, IDS Brief 758 ** refusal to look for an alternative role due to workplace stress,Thanet District Council v Websper EAT 1090/01, IDS Brief 728 ** disproportionate disciplinary penalty,Stanley Cole (Wainfleet) Ltd v Sheridan [2003] ICR 297 ** employer tricks employee into resigning.Caledonian Mining Co Ltd v Bassett [1990] ICR 425 =====Flexibility and mobility clauses===== A flexibility clause does not allow the employer to change a type of jobLand Securities Trillium Ltd v Thornley [2005] IRLR 765 as it is implied that the flexibility is to operate within the original job. A mobility clause is subject to the implied term of mutual trust which prevents the employer from sending an employee to the other side of the country without adequate notice or from doing anything which makes it impossible for the employee to keep his side of the bargain.United Bank Ltd v Akhtar [1989] IRLR 507 ====Insufficient grounds==== There is no right to automatic pay rises.Murco Petroleum Ltd v Forge [1987] ICR 282 Nor is a smoking ban a breach.Dryden v Greater Glasgow Health Board [1992] IRLR 469 ===Compensation=== The employee's conduct is irrelevant to liability, although it can affect quantum; in other words it cannot get the employer off the hook, but could reduce compensation if he helped bring about his own downfall. ===Timing=== The conduct by the employer could be: * a one-off repudiatory or fundamental breach of contract, * a series of acts or omissions which amount to a repudiatory or fundamental breach of contract, or * a 'last straw' act or omission which, although in itself not a repudiatory or fundamental breach of contract can when taken in the context of earlier breaches amount to conduct which is a repudiatory or fundamental breach of contract. Note: unreasonable conduct will not suffice to establish constructive dismissal claim since a repudiatory or fundamental breach of contract must be established. ===Employee must resign quickly=== The employee has to resign within a reasonable time of the trigger, which is the one-off outrage or the last straw. The employee could work under protest while he or she finds a new job.Jones v F Sirl & Son (Furnishers) Ltd [1997] IRLR 493 ====Waiver==== If the employer alleges that the employee waived a breach by not resigning, each breach needs to be looked at to see if it was waived separately,Logan v Commissioners of Custom and Excise [2004] IRLR 63 but even if a breach was waived, the last straw revives it for the purpose of determining whether overall there was a repudiation. ====Affirmation==== If the employer alleges that the employee has affirmed a breach by not resigning, the employee could point out that no consideration was paid for it and so no contract change has been accepted. Acceptance of a replacement job would prove affirmation.Bunning v GT Bunning & Sons Ltd [2005] EWCA Civ 983 An employee who stays on for a year after refusing to sign a new contract does not necessarily accept it.Aparau v Iceland Frozen Foods plc [1996] IRLR 119 ====Last straw==== The last straw does not have to be similar to the earlier string of events or even unreasonable or blameworthy – it need only be related to the obligation of trust and confidence and enough that when added to the earlier events the totality is a repudiation.Omilaju v Waltham Forest London Borough Council [2005] ICR 481 ====Notice period==== Although the employer's breach must be serious enough to entitle the employee to resign without notice, the employee is entitled to give notice if they prefer, so that they could enjoy the benefit of wages during the notice period. To prevent the employer alleging that the resignation was caused by a job offer, the employee should resign first and then seek a new job during the notice period. During the notice period, the employer could make the employee redundant or summarily dismiss them, if it has the grounds to do so fairly. Otherwise, the reason for termination will be resignation and not dismissal, since the employee cannot serve a counternotice. ==Notes== Category:Termination of employment Category:Labour law Category:Ethically disputed working conditions Category:Corporate crime",
 "title": "Constructive dismissal"
}