{
 "id": "445897",
 "text": "William de Sancto Claro, or simply William Sinclair († 1337), was a 14th- century bishop of Dunkeld. He was the son of Amicia de Roskelyn and Sir William Sinclair, Baron of Roslin. He was the brother of Sir Henry Sinclair, baron of Roslin. After the death of Bishop Matthew de Crambeth in 1309, William was elected to the bishopric. The following year, on 24 February 1310, William was one of twelve Scottish bishops to swear fealty to King Robert the Brus. However, king Edward II of England had his own candidate in mind, John de Leck. William went to the Holy See, where his election was contested by the said John. The diocese of Dunkeld lay vacant for three years. Pope Clement V appointed Cardinal James, cardinal deacon of St George in Velabro, to judge the issue. However, the issue was more or less resolved when, on 22 May 1311, John de Leck was promoted to the Archbishopric of Dublin. When John de Leck took over the see of Dublin on 20 July, he retired from the dispute. The pope then declared William's election canonical, and sent him to Cardinal Berenger Fredoli, bishop of Tusculum, in order to be consecrated. On 3 February 1313 king Edward II issued a safe-conduct to William, clearly indicating that the bishop was planning to arrive in England on his way back to Scotland, however Edward demanded cooperation in political matters as a condition. William became a frequent witness to King Robert's charters, but that did not prevent Bishop William, on 24 September 1332, being present at the coronation of Edward Balliol. Bishop William attended the latter's parliaments. William died on 27 June 1337, and was buried in the choir of Dunkeld Cathedral. ==References== * Dowden, John, The Bishops of Scotland, ed. J. Maitland Thomson, (Glasgow, 1912) ==External links== * Profile of Sir William Sinclair of Roslin, William's father (note that William himself isn't mentioned) Category:13th-century births Category:1337 deaths Category:Bishops of Dunkeld (Pre-Reformation) Category:Burials at Dunkeld Cathedral Category:14th-century Scottish Roman Catholic bishops William Sinclair",
 "title": "William Sinclair (bishop)"
}