{
 "id": "44649",
 "text": "thumb|right|Map of New Zealand with the national parks marked in green The national parks of New Zealand are protected natural areas administered by the Department of Conservation (DOC). Although the national parks contain some of New Zealand's most beautiful scenery, the first few established were all focused on mountain scenery. Since the 1980s the focus has been on developing a more diverse representation of New Zealand landscapes. The parks are all culturally significant and many also contain historic features. Tongariro National Park is one of the World Heritage Sites that are of both cultural and natural significance, while four of the South Island national parks form Te Wahipounamu, another World Heritage Site. There are currently 13 national parks; a 14th, Te Urewera National Park, was disestablished in 2014. The national parks are administered by the Department of Conservation \"for the benefit, use, and enjoyment of the public\". They are popular tourist destinations, with three-tenths of overseas tourists visiting at least one national park during their stay in New Zealand. == National Parks Act == The National Parks Act of 1980 was established in order to codify the purpose, governance and selection of national parks. It begins by establishing the definition of a national park: The National Parks Act goes on to state that the public will have freedom of entry and access to the parks, though this is subject to restrictions to ensure the preservation of native plants and animals and the welfare of the parks in general. Access to specially protected areas (550 km2) constituted under the act is by permit only. Under the Act, national parks are to be maintained in their natural state as far as possible to retain their value as soil, water and forest conservation areas. Native plants and animals are to be preserved and introduced plants and animals removed if their presence interferes with the natural wildlife. Development in wilderness areas established under the act is restricted to foot tracks and huts used for wild animal control or scientific research. ===Services available for public use=== The Act allows the Department of Conservation to provide hostels, huts, camping grounds, ski tows and similar facilities, parking areas, roading and tracks within the parks. In addition to these, the department also provides some accommodation, transport and other services at entry points to the parks, but these are also offered by other government agencies, voluntary organisations and private firms. More comprehensive services within the parks, such as guided walks and skiing tutorials, are privately provided with concessions from the department. ==List of national parks== This table lists the current and former national parks from north to south. {| class=\"wikitable sortable\" |- ! National Park !class=\"unsortable\"| Image ! Area km2 !Established !Location !Number of DOC huts ! class=\"unsortable\" |Description |- |Abel Tasman National Park |200px | |1942 | |7 |The smallest national park, this popular tourist destination has numerous tidal inlets and beaches of golden sand along the shores of Tasman Bay / Te Tai-o-Aorere. \"Doing the Abel Tasman\" as a tramping or kayaking journey is a popular activity. |-style=\"background: #cfecd2;\" |Aoraki / Mount Cook National Park* |200px | |1953 | |16 |An alpine park containing New Zealand's highest mountain, Aoraki / Mount Cook (3,724 m) and its longest glacier, Haupapa / Tasman Glacier (29 km). A hotspot for mountaineering, ski touring and scenic flights, the park is an area of outstanding natural beauty. |- |Arthur's Pass National Park |200px | |1929 | |28 | A rugged and mountainous area straddling the main divide of the Southern Alps. |- |Egmont National Park |200px | |1900 | |8 |This park comprises the land about a nine-kilometre radius of Mount Taranaki and some outlying areas to the north. The symmetrical cone of the dormant volcano is a provincial landmark. |-style=\"background: #cfecd2;\" |Fiordland National Park* |200px | |1952 | |51 |The largest national park in New Zealand and one of the largest in the world, the park covers the southwest corner of the South Island. The grandeur of its scenery, with its deep fiords, its glacial lakes, its mountains and waterfalls, make it a popular tourist destination. |- | Kahurangi National Park |200px | |1996 | |51 |Situated in the north-west of the South Island, Kahurangi contains spectacular and remote country, including the well-used Heaphy Track. Ancient landforms and unique flora and fauna add to the value of New Zealand's second largest national park. |-style=\"background: #cfecd2;\" |Mount Aspiring National Park* |200px | |1964 | |19 |A complex of impressively glaciated mountain scenery centred on Mount Aspiring / Tititea (), New Zealand's highest peak outside of Aoraki/Mt Cook National Park. |- |Nelson Lakes National Park |200px | |1956 | |20 |A rugged, mountainous area in Nelson Region. It extends southwards from the forested shores of Lakes Rotoiti and Rotoroa to the Lewis Pass National Reserve. |- |Paparoa National Park |200px | |1987 | |2 |On the West Coast of the South Island between Westport and Greymouth. It includes the celebrated Pancake Rocks at Punakaiki. |- |Rakiura National Park |200px | |2002 | |24 |Covering about 85% of Stewart Island / Rakiura, this is the newest of the national parks. |- | Te Urewera National Park (disestablished 2014) |200px | |1954 | |29 |Together with neighbouring Whirinaki Te Pua-a-Tāne Conservation Park, Te Urewera is the largest remaining stand of native forest in the North Island. Lake Waikaremoana, is noted for its scenic shoreline. Since 2014 it has been a protected area meeting the International Union for Conservation of Nature criteria for Category II – National Park, but it is no longer a national park, instead being run under a special agreement between the Crown and the Tūhoe iwi. |-style=\"background: #cfecd2;\" |Tongariro National Park* |200px | |1887 | |10 |New Zealand's first national park, recognised as one of the 27 World Heritage Sites that are of both outstanding natural and cultural value. Gifted to the Crown by Te Heuheu Tūkino IV, the park includes several sacred Māori sites and three active volcanoes, Ruapehu, Ngauruhoe and Tongariro. |-style=\"background: #cfecd2;\" |Westland Tai Poutini National Park* |200px | |1960 | |12 | Extends from the highest peaks of the Southern Alps to a wild remote coastline. Included in the park are glaciers, scenic lakes and dense rainforest, as well as remains of old gold mining towns along the coast. |- |Whanganui National Park |200px | |1986 | |5 |Bordering the Whanganui River, it incorporates areas of Crown land, former state forest and a number of former reserves. |} == Timeline == Define $dx = 25 # shift text to right side of bar Define $dy = -3 # shift text to right side of bar ImageSize = width:250 height:550 PlotArea = width: 25 height:530 left:50 bottom:10 DateFormat = yyyy Define $start = 1880 Define $now = 2002 Period = from:1880 till:2002 TimeAxis = orientation:vertical ScaleMajor = unit:year increment:10 start:1880 PlotData= bar:Leaders color:green width:25 mark:(line,white) align:left fontsize:S from:$start till:$now from:1887 till:1887 shift:($dx,$dy) fontsize:S text:Tongariro National Park from:1900 till:1900 shift:($dx,$dy) fontsize:S text:Egmont National Park from:1929 till:1929 shift:($dx,$dy) fontsize:S text:Arthur's Pass National Park from:1942 till:1942 shift:($dx,$dy) fontsize:S text:Abel Tasman National Park from:1952 till:1952 shift:($dx,-8) fontsize:S text:Fiordland National Park from:1953 till:1953 shift:($dx,$dy) fontsize:S text:Aoraki / Mount Cook National Park from:1955 till:1955 shift:($dx,$dy) fontsize:S text:Te Urewera National Park from:1957 till:1957 shift:($dx,$dy) fontsize:S text:Nelson Lakes National Park from:1960 till:1960 shift:($dx,$dy) fontsize:S text:Westland Tai Poutini National Park from:1964 till:1964 shift:($dx,$dy) fontsize:S text:Mount Aspring National Park from:1986 till:1986 shift:($dx,-8) fontsize:S text:Whanganui National Park from:1987 till:1987 shift:($dx,$dy) fontsize:S text:Paparoa National Park from:1996 till:1996 shift:($dx,$dy) fontsize:S text:Kahurangi National Park from:2002 till:2002 shift:($dx,$dy) fontsize:S text:Rakiura National Park ==Proposed national parks== The area centred on Waipoua Forest, north of Dargaville, has been proposed as a possible Kauri National Park. The area contains most of New Zealand's remaining kauri, including the largest known kauri, Tāne Mahuta. These stands of kauri are also valuable as havens for endangered species including the North Island brown kiwi. This proposal is currently being investigated by the Department of Conservation. In response to a DoC proposal to upgrade the protection of Great Barrier Island (Aotea), Forest and Bird launched a campaign in 2014 to designate it as a National Park.Forest & Bird case for Great Barrier Island national park In 2020, the New Zealand National Party announced that they would create two new national parks if elected at the general election, namely Coromandel National Park and Catlins National Park. ==Mining concerns== In 2010 the New Zealand Government proposed removing some national park and conservation areas from Schedule 4 protection of the Crown Minerals Act which prohibits mining in those areas. In July the government abandoned the proposal after receiving a large number of submissions, most of which opposed mining. ==See also== *Protected areas of New Zealand *List of national parks for other national parks around the world. *Regional parks of New Zealand *Forest parks of New Zealand ==References== ==External links== * National Park information at the Department of Conservation * Kauri National Park proposal at the Department of Conservation * - 'National parks' in Te Ara, The Encyclopedia of New Zealand (last updated 2015-08-15; accessed 2017-08-23). New Zealand National parks",
 "title": "National parks of New Zealand"
}