{
 "id": "446518",
 "text": "Bo Derek (born Mary Cathleen Collins, November 20, 1956) is an American actress and model. Her breakthrough film role was in the romantic comedy 10 (1979). Her first husband John Derek directed her in Fantasies; Tarzan, the Ape Man (both 1981); Bolero (1984) and Ghosts Can't Do It (1989), all of which received negative reviews. Widowed in 1998, she married actor John Corbett in 2020. Now semi-retired, she makes occasional film, television, and documentary appearances. == Early life == Derek was born Mary Cathleen Collins in Long Beach, California. Her father, Paul Collins, was a Hobie Cat executive, and her mother, Norma (née White), was a make-up artist and hairdresser to Ann- Margret. Collins' parents divorced, and her mother remarried, to stunt performer Bobby Bass. She has two sisters and a brother. Collins attended Narbonne High School and George S. Patton Continuation School, both in Harbor City, California. She remarked in a 1985 interview on Late Night with David Letterman: == Career == === Acting === While attending Narbonne High School in Los Angeles at age 16 in 1973, Collins became sexually involved with John Derek, a married man 30 years her senior. Not long after the two started dating, Derek divorced his wife, actress Linda Evans. The couple moved to Germany, where John Derek would not be subject to prosecution under California statutory rape laws, because Collins was under the age of consent. In 1973, Collins began filming on John Derek's Fantasies, a low-budget, English- language romantic drama shot in Greece. Portraying a young Greek girl named Anastasia, Collins was urged to dye her hair brown so as to better look the part of the character. Capitalizing on Collins' beauty, Derek worked into the film several risqué scenes, including brief nudity. John Derek twice re-edited the film in an effort to sell it to major studios. The film remained unreleased until 1981, at which time it received negative notices. In 1976, the then-19-year-old Collins married John Derek. By this time, she had come to be known professionally as Bo Derek: an amalgam of her former stage name Bo Shane and married name Derek. In 1977, director Michael Anderson cast Derek in a small role in his horror film Orca - The Killer Whale (1977), in which Derek's character has her leg bitten off by the title character. In 1979, Derek was selected over Melanie Griffith, Heather Thomas, Tanya Roberts, and several others for the role of Jenny Hanley in the romantic comedy film 10. Directed by Blake Edwards, the film starred Dudley Moore as a middle-aged man who finds Derek's character to be the ideal woman; i.e., a perfect 10. Derek's appearance in a dream sequence, running towards Moore in a tight-fitting, nude-colored one-piece swimsuit, launched her status as a mainstream sex symbol. Highlighted by Derek's cornrow hairstyle, the sequence has often been parodied. 10 was a critical and financial success. After 10, Derek was cast in A Change of Seasons (1980), a dramatic-comedy film that featured Shirley MacLaine and Anthony Hopkins. Derek played a college student who has an affair with her older, married professor. A Change of Seasons was only a moderate box-office success, with critics reviewing it and Derek's performance unfavorably (\"The only appealing performance is Miss MacLaine's\"). In 1980 Derek photographed Bo twice for Playboy magazine; she was featured again in the magazine in 1981, 1984, and 1994. Derek appeared in MGM's R-rated Tarzan, the Ape Man (1981), her first leading role in a mainstream Hollywood film. Directed by her husband, the film dealt little with Tarzan and instead focused on Derek's character of Jane Parker, and specifically on Derek's physical attributes. Several scenes of Derek wearing revealing outfits were featured, along with nude scenes of Derek being bathed and body-painted. Prior to the film's release, MGM and the film's distributor, United Artists, were sued by the Edgar Rice Burroughs estate over the name of the film, as Derek's role and body overshadowed the story of Tarzan. Although the film received negative reviews from many critics, Tarzan, the Ape Man became a box-office success, making over $35 million in ticket sales and becoming the 15th highest-grossing film of 1981. For her performance, Derek shared the Golden Raspberry Award for Worst Actress with Faye Dunaway, the latter for her starring role as Joan Crawford in Mommie Dearest. Derek starred in Bolero (1984). Again directed by John Derek, the film explored the female protagonist's sexual awakening, and her journey around the world to find an ideal first lover to take her virginity. Its sexual nature, along with its substantial use of nudity, resulted in the film receiving an X rating, usually reserved for pornographic or extremely violent horror films. Critical reviews for Bolero, including Derek's performance, were negative (\"[Bo Derek] would be a lot more appealing if she tried less assiduously to please\"), and the film failed to recoup its production costs. For her performance in Bolero Derek won her second Golden Raspberry Award for Worst Actress. The film received other Golden Raspberry Awards: Worst Picture, Worst Director (John Derek), Worst Screenplay (John Derek), Worst New Star (Olivia d'Abo), and Worst Musical Score (Peter Bernstein and Elmer Bernstein). In 1987, Bo Derek teamed up with Steven Paul of the firm sales agency Paul Entertainment to sell the unreleased feature film, A Knight of Love, which was set to star Bo Derek for screening, but it never came to fruition. After a five-year hiatus Derek returned to feature films with the drama/comedy/fantasy Ghosts Can't Do It (1989). The final collaboration of Derek with her husband as director, Ghosts Can't Do It was a failure both critically (a \"cinematic abomination\") and financially. For her performance in Ghosts Can't Do It, during which she delivered such lines as \"You have my heart...how can I live without my heart,\" Derek won her third Golden Raspberry Award for Worst Actress. The film also won Golden Raspberry Awards for Worst Picture, Worst Director (John Derek), and Worst Supporting Actor (Donald Trump). thumb|Derek in 1998 Following Ghosts Can’t Do It Derek returned to acting in the television movies Hot Chocolate (1992) and Shattered Image (1994), and the straight-to-video film Woman of Desire (1994). For her performance in the 1995 comedy film Tommy Boy, Derek was nominated for a Golden Raspberry Award for Worst Supporting Actress but ultimately lost to Madonna for the latter's performance in Four Rooms. In 1998, Derek guest- starred on four episodes of Wind on Water. In 1999, she appeared on The Drew Carey Show, and in the early 2000s, she had guest roles on the shows Family Law, Queen of Swords, Two Guys, a Girl and a Pizza Place, Lucky, Still Standing, and 7th Heaven. At the 20th Golden Raspberry Awards in 2000, Derek was nominated for Worst Actress of the Century, sharing the nomination with Madonna (the eventual winner), Brooke Shields, Elizabeth Berkley, and Pia Zadora. Derek appeared in several more feature films during the 2000s, including Frozen with Fear (2000), The Master of Disguise (2002), for which she received her second Golden Raspberry Award for Worst Supporting Actress nomination, and Malibu's Most Wanted (2003). In 2006 Derek starred in 40 episodes of the 65-episode telenovela series Fashion House. Derek had a featured role in the 2015 made-for-TV campy horror film Sharknado 3: Oh Hell No!. Derek was reported to have participated in the 2016 Comedy Central roast of Rob Lowe but is absent from the eventual cast list. ===Politics=== Derek, who describes herself as independent, supported George H. W. Bush in 1988 and 1992, and campaigned for his son George W. Bush in 2000 and 2004, and she appeared at both Republican conventions. She voted for Barack Obama in 2008. She has appeared at events with bachelor Republican Congressman David Dreier of Southern California.\"Congressman David Dreier: Gay & Ashamed\" , Larry Flynt.com When White House Chief of Staff Josh Bolten was asked about his relationship with Derek on the edition of April 30, 2006, of Fox News Sunday with Chris Wallace, Bolten said she was a friend and a \"strong supporter of the President\". In 2006, she was appointed to the board of trustees of the John F. Kennedy Center for the Performing Arts by President George W. Bush, on the operations committee.\"The Kennedy Center Activity Report for California\" Kennedy Center Web site In 2012 Derek endorsed Mitt Romney for president. In a 2020 interview with Variety, when asked who she was supporting in the election, Derek explained \"I don’t talk about who I vote for anymore. I supported Bush 43 and I became one of the poster girls for the Republicans. But I’m an independent. I don’t want to be pigeonholed and labeled as one thing or another.\" In the same interview, Derek also spoke highly of President Donald Trump, recounting his cameo in 1989's Ghosts Can't Do It, indicating that a scene featuring Trump was written specifically for him and \"he was great.\" == Personal life == === Horse owner and activist === A horse lover and riding enthusiast since childhood, Derek owns Andalusian horses and is a spokesperson for the Animal Welfare Institute's campaign to end horse slaughter through passage of federal and state legislation. On February 5, 2002, she published her autobiography entitled Riding Lessons: Everything That Matters in Life I Learned from Horses (). She serves on the California Horse Racing Board. === Wounded veterans advocate === Derek is a national honorary chairperson for Veterans Affairs' National Rehabilitation Special Events. She attended the 17th annual Disabled Veterans Winter Sports Clinic in Snowmass Village, Colorado. In 2003, she received the VA's highest honor from Secretary of Veterans Affairs, Anthony Principi. Derek makes appearances on United Service Organizations tours. The Special Forces Association named her an honorary Green Beret. Derek's father, Paul Collins, was a radio operator during the Korean War. Her stepfather Bobby Bass, and her late husband, John Derek, were military veterans. ===Wild Aid=== Derek has been active for 18 years with the environmental agency WildAid which provides funds to protect sharks and dissuade people from purchasing wildlife products. On August 13, 2020, she was a guest on the Discovery Channel's Shark Week. === Relationships === After Bo began a relationship with John Derek when she was 16, they moved to Germany, where John would not be subject to prosecution under California statutory rape laws. They returned to the United States soon after Bo's 18th birthday. They wed in 1976 and remained married until his death from heart failure in 1998. Since 2002, she has been in a relationship with actor John Corbett, with whom she lives on a ranch in Santa Barbara, California. They married in December 2020. == Acting credits == === Film === {| class=\"wikitable sortable\" |- | Year | Film | Role | Notes |- | 1977 | Orca | Annie | a.k.a. Orca: The Killer Whale (for some releases). |- | 1979 | 10 | Jenny Hanley | Nominated – Golden Globe Award for New Star of the Year – Actress |- | 1980 | A Change of Seasons | Lindsey Rutledge | |- | 1981 | Fantasies | Anastasia | Billed as: Kathleen Collins. Filmed in 1973, it was her earliest-shot film |- | 1981 | Tarzan, the Ape Man | Jane Parker | rowspan=\"3\" | Golden Raspberry Award for Worst Actress |- | 1984 | Bolero | Ayre \"Mac\" MacGillivery |- | 1990 | Ghosts Can't Do It | Katie O'Dare Scott |- | 1992 | Sognando la California | Herself | |- | 1993 | Woman of Desire | Christina Ford | |- | 1995 | Tommy Boy | Beverly Barish-Burns Callahan | Nominated – Golden Raspberry Award for Worst Supporting Actress |- | 2001 | Sunstorm | Victoria Warren | |- | 2001 | Frozen with Fear | Katherine Sullivan | |- | 2001 | Horror 101 | Miss Allison James | |- | 2002 | The Master of Disguise | Herself | Cameo appearance Nominated – Golden Raspberry Award for Worst Supporting Actress |- | 2003 | Malibu's Most Wanted | Bess Gluckman | |- | 2003 | Boom | Herself | Cameo appearance |- | 2017 | 5 Weddings | Mandy Singh Dhaliwal | |- | 2018 | Christmas in the Heartland | Elsa Gentry | |- |} === Television === {| class=\"wikitable sortable\" |- | Year | Program | Role | Notes |- | 1992 | Hot Chocolate | B.J. Cassidy | Television movie |- | 1994 | Shattered Image | Helen Allgood | Television movie |- | 1998 | Wind on Water | Ciel Connolly | 3 episodes |- | 1999 | The Drew Carey Show | Herself | 1 episode |- | 2000 | Family Law | Camille Weller | 1 episode |- | 2000 | Queen of Swords | Mary Rose | 1 episode \"The Witness\" |- | 2000 | Murder at the Cannes Film Festival | Thada Pryce | Television movie |- | 2001 | Two Guys, a Girl and a Pizza Place | Susan Bergen | 3 episodes |- | 2003 | Lucky | Joan | 1 episode |- | 2005 | Still Standing | Mrs. Rose Grundy | 1 episode |- | 2003-2005 | 7th Heaven | Mrs. Kinkirk | 3 episodes |- | 2005 | Crusader | Nicola Markham | Television movie |- | 2006 | Fashion House | Maria Gianni | 40 episodes |- | 2011 | The Hunt for the I-5 Killer | Seaver | Television movie |- | 2012 | Chuck | Herself | Season 5, Episode 10 \"Chuck Versus Bo\" |- | 2012 | CSI: Miami | Joanna Toring | Season 10, Episode 14 |- | 2015 | Sharknado 3: Oh Hell No! | May Wexler | Television movie |- | 2018 | The Last Sharknado: It's About Time | May Wexler | Television movie |- | 2020 | JL Family Ranch 2: The Wedding Gift | Claudia | Hallmark Movies & Mysteries original movie |} == Production credits == === Film === {| class=\"wikitable sortable\" |- | Film | Genre | Year | Role | Notes |- | Love You | Porn | 1979 | Producer | John Derek directed the film. |- | Ghosts Can't Do It | Romantic Comedy | 1989 | Producer, Actor | |} == References == == External links == * * Interview with Bo Derek Category:1956 births Category:Living people Category:20th-century American actresses Category:21st-century American actresses Category:Actresses from Long Beach, California Category:American film actresses Category:American television actresses Category:California Republicans",
 "title": "Bo Derek"
}