{
 "id": "446893",
 "text": "Buntingford is a market town and civil parish in the district of East Hertfordshire and county of Hertfordshire in England. It lies next to the River Rib and is located on the historic Roman road, Ermine Street. As a result of its location, it grew mainly as a staging post with many coaching inns and has an 18th-century one-cell prison known as The Cage, by the ford at the end of Church Street. It has a population of 5,378, as of the 2011 UK Census. ==History== Buntingford was located traditionally within the parish of Layston – St Bartholomew's Church (Layston), previously derelict and now a house, lies about half a mile to the north-east of the town. St Peter's Church, formerly a relief chapel, is the Anglican church in Buntingford and is an almost unique brick building from the age of the 17th-century Puritans. St Richard's serves the Roman Catholic community. There is also a United Reformed Church in Baldock Road. Queen Elizabeth I is claimed to have stayed at Buntingford in a building now called the Bell House Gallery, on a coach journey to Cambridge. Just up the High Street, The Angel Inn, now a dental surgery, was a staging post for coaches travelling from London to Cambridge. The name of the town is believed to originate from the Saxon chieftain or tribe Bunta; it does not refer to the bird Bunting, or the festive flag-like decorations. The town has an annual firework display at The Bury, presented by Buntingford Town Football Club. The Prime Meridian passes to the east of Buntingford. The town has many Georgian and medieval buildings, such as Buntingford almshouses, Buntingford Manor House and the Red House. Buntingford was a stop-over on what was the main route between London and Cambridge, now the A10. == Governance == Buntingford is in East Hertfordshire, a shire district in the county of Hertfordshire, and the parliamentary constituency of North East Hertfordshire (formerly North Hertfordshire), a Conservative safe seat represented by Sir Oliver Heald since 1992. Previously, between 1983 and 1997, Buntingford was located in the constituency of Hertford and Stortford, which at the time was represented by Conservative Bowen Wells. Hertfordshire has three-tier local government, meaning responsibilities for local government are split between county councils, district councils, and parish councils (including town councils). Buntingford is managed by Buntingford Town Council, East Hertfordshire District Council and Hertfordshire County Council. Buntingford is represented on the district council by Stan Bull and Jeff Jones of the Buntingford Conservatives, the local branch of the Conservative Party founded in 2015. Jones also represents Buntingford in the county council. The district and county councils are headquartered in Hertford, while the town council is headquartered in Buntingford. The town council is based from Buntingford Manor House and elects councillors every four years. The Town Clerk is currently Jill Jones and the Town Council Officer is currently Alexander Georgiou. Town Mayor Graham Waite was elected in 2018 and is serving with his deputy, Steve Bowman. Before the creation of East Hertfordshire on 1 April 1974, Buntingford was part of the Braughing Rural District, which was abolished on 31 March 1974. The district was headquartered in Buntingford and Bishop's Stortford and was formed from the merger of the Hadham and Buntingford Rural Districts on 1 April 1935. Buntingford Rural District evolved from Buntingford Rural Sanitary District, existing between 28 December 1984 and 31 March 1935.Ministry of Health Order No. 80108: The County of Hertford Review Order, 1935 ==Culture== Market day is Monday, and early closing Wednesday. The Buntingford Carnival is held every other year. There is also a classic car event held in the town each year, on the first Saturday in September. The town has a number of public houses – The Brambles (formerly The Chequers), The Fox and Duck, The Black Bull, The Crown and The Jolly Sailors. The 'World Sausage Tossing Championship' has taken place at The Countryman Inn, in Chipping near Buntingford, every August since 2014.http://www.sausagetosser.com World Sausage Tossing Championship website ==Transport== Buntingford railway station, opened in 1863, was closed in 1964,Disused Stations under the Beeching cuts. This was the terminus for the Buntingford Branch Line. Recently it has been redeveloped into housing. ==Economy== Buntingford is home to various independent shops, restaurants and pubs mainly located in the town's high street. Buntingford has a Co-op food supermarket and a Sainsbury's Local. Just outside the town are two BP fuel stations at each end of the bypass. The town was previously home to the Sainsbury's Anglia Distribution Centre, but this was vacated and eventually knocked down for housing in 2014. The site had previously been used as a Royal Army Ordnance Corps munitions factory, known locally as \"the Dump\". Team BMR and Triple Eight Racing, two major UK auto racing teams, are based in the town. ==Education== Buntingford is one of two towns in Hertfordshire using a three-tier school system (the other being Royston). In this system, children are educated in first schools until they enter middle school in Year Five, after which they join upper school in Year Nine, remaining there until the completion of sixth form. This system was enacted in Buntingford in 1969 by order of the county council. There are currently two first schools, with a third opening in September 2022: * Layston Church of England First School is a mixed Church of England first school with voluntary controlled status, situated at The Causeway, Buntingford. It is under the jurisdiction of the Diocese of St Albans and was preceded by two schools: Buntingford National School for Boys and Adams' Memorial School for Girls & Infants, opening in 1845 and 1879 respectively. Layston has had an Ofsted grading of outstanding since 2009 and has a pupil population of 149, with a capacity for 150. * Millfield First and Nursery School is a mixed community first school with nursery education, situated at Monks Walk, Buntingford. The school has had an Ofsted grading of outstanding since 2009 and has a pupil population of 341, with a capacity for 352. Animals, including a dog, are included in the school's staff team. * Buntingford First School (BFS) is a new mixed first school with academy status that is planned to open on the grounds of Edwinstree C of E Middle School in September 2022, before moving to its own building at London Road, Buntingford, in Easter 2023. The school is part of the Scholars Education Trust and is expected to be Hertfordshire's first net zero school. It will have a pupil capacity of 300. Buntingford has one middle school, Edwinstree Church of England Middle School. It is a mixed Church of England voluntary controlled school situated at Norfolk Road, Buntingford, under the jurisdiction of the Diocese of St Albans. Edwinstree has had an Ofsted grading of good since 2018, previously being graded as requiring improvement since 2016 and, before that, outstanding since 2008. It has a pupil population of 477, with a capacity for 480. Buntingford currently has one upper school, Freman College (formerly Ward Freman School). The school is a mixed upper school and sixth form with academy status, situated at Bowling Green Lane, Buntingford, under the control of its own single-academy trust. It was established in either 1970 or 1971 to replace Buntingford Secondary Modern School (established between both world wars). It was named after Bishop Seth Ward and Elizabeth Freman of the Freman family as both were benefactors of Buntingford's old grammar school that closed in 1900. The Freman family also owns the school grounds. Previously a foundation school, Freman converted to academy status in 2011, being one of the first schools to do so. It has had an Ofsted grading of good since 2006 and has a student population of 961, with a capacity for 903. A grade II listed house situated at Layston Court 20, High Street, was formerly used as the building and master's house for Buntingford Grammar School until 1877. Buntingford Grammar School was Buntingford's first secondary school, having been built by its endower, Elizabeth Freman, between 1630 and 1633 for 25 schoolboys and a master. It was a two-storey building, with the attic being added at a later date sometime before 1830. The school was endowed again in 1684 by former pupil Seth Ward, who was the Bishop of Salisbury, and Lady Jane Barkham. After its disuse in 1877, the building was modified into a house. The Town Council took ownership of the rest of the school's site and have preserved it as a park. The school itself survived elsewhere until 1900. ==Notable people== === Athletes === *Twin first-class cricketers Herbert and Charles Pigg (1856–1913 and 1929 respectively) were born in Buntingford. *Professional footballer Nathan Tella (born 1999) went to Edwinstree C of E Middle School and Freman College. === Bishops === *Archbishop of Westminster Arthur Hinsley (1865–1943) died at his country retreat, the Hare Street House, which is located between Buntingford and Great Hormead.Time. \"Death of a Voice\". 29 March 1943. *Bishop of Gloucester and Bristol James Henry Monk (1784–1856) was born in Buntingford. *Bishop of Salisbury Seth Ward (1617–1689) was a pupil and benefactor of Buntingford Grammar School and gave his name to Ward Freman School. === Politicians === * Liberal Democrat and former Conservative politician Sam Gyimah (born 1976) did his GCSEs and A-Levels at Freman College. * Liberal Party politician Walter Wren (1833–1872) was born in Buntingford and went to school there.The Illustrated London News vol. 60, 1872, pg 258 * Local politician Harold Herbert Williams (1880–1964) lived in Buntingford.Alumni cantabrigienses; a biographical list of all known students, graduates and holders of office at the University of Cambridge, from the earliest times to 1900, entry \"Harold Herbert Williams\", University Press, Cambridge, 1922 * Alderman and merchant John Watts (1554–1616) was born in Buntingford.Bicheno p. 314 === Others === *The music hall and pantomime performer Ouida MacDermott (1889-1980) lived and died at Nevetts Old People's Home in Buntingford.England & Wales, National Probate Calendar (Index of Wills and Administrations), 1858-1995 for Annie Louise Mary Macdermott: 1980 - Ancestry.com *Television presenter and dating agent Anna Williamson (born 1981) went to Freman College. *Sculptor Reginald Butler (1913–1981) was born in Buntingford.The Green Record Book, issue 1, Steve Hazon, Takeley Local History Society, 2006, Takeley Chapel MarriagesHoly Trinity Baptisms, Holy Trinity Church, Takeley, URL=http://www.tlcchurch.co.uk/downloads/Holy%20Trinity%20Baptisms.xls *Inventor and engineer William Stanley (1829–1909) lived in Buntingford.Akpan Chapter III: Employment *British Indian Army officer and engineer Sir Frederick Abbott (1805–1892) was born in Buntingford.Dod's Peerage 1860, p.79 *South Australian magistrate and newspaper editor Jefferson Stow (1830–1908) was born in Buntingford. ==Twin towns== * Luynes, France * Ólvega, Spain ==See also== *The Hundred Parishes ==References== ==External links== *Buntingford Town Council Category:Towns in Hertfordshire Category:Civil parishes in Hertfordshire Category:East Hertfordshire District",
 "title": "Buntingford"
}