{
 "id": "446937",
 "text": "Bandundu is one of eleven former provinces of the Democratic Republic of the Congo. It bordered the provinces of Kinshasa and Bas-Congo to the west, Équateur to the north, and Kasai-Occidental to the east. The provincial capital is also called Bandundu (formerly Banningstad/Banningville). ==History== Bandundu was formed in 1966 by merging the three post-colonial political regions: Kwilu, Kwango, and Mai-Ndombe. Under the 2006 constitution, Bandundu was to be broken up again into the aforementioned political regions. This finally took place in the 2015 repartitioning. Kwilu province was formed by combining the Kwilu district and the cites of Bandundu and Kikwit, Kwango province from the Kwango district, and Mai-Ndombe province by combining the Plateaux and Mai-Ndombe districts. ==Geography== The landscape of Bandundu province consisted primarily of plateaus covered in savanna, cut by rivers and streams that are often bordered by thick forest. The province was bisected by the Kasai River, which flows into the Congo River on the province's western boundary. Other major rivers are the Kwango, Kwenge, Kwilu and Lukenie. Lake Mai-Ndombe is the largest lake, with this lake and the surrounding swamp forest forming the southern portion of the Tumba-Ngiri-Maindombe Ramsar wetlands. ==Economy== Most villages are situated on the higher ground, with the villagers practicing shifting slash-and-burn agriculture in the valleys. The main crops are manioc (cassava), maize, squash, and beans. The villagers raise chickens, ducks, goats, sheep and cattle, and supplement their diet with fish and bushmeat. A few Indian and Chinese business people selling electronics, such as cell phones, televisions and sound systems, have opened shop recently. ==Divisions== thumb|Street in central Bandundu The province was divided into the cities of Bandundu and Kikwit and the districts of Kwango, Kwilu, Mai-Ndombe and Plateaux. Cities and towns, with their 2010 populations, are: {| class=\"wikitable sortable\" ! Name !! District !! Territory !! Pop. 2010 !! Coordinates |- | Bagata || Kwilu District || Bagata Territory | 18,938 || |- | Bandundu || (city) || (city) || 137,460 || |- | Bolobo || Plateaux District || Bolobo Territory | 31,735 || |- | Bulungu || Kwilu District || Bulungu Territory | 54,880 || |- | Dibaya-Lubwe || Kwilu District || Idiofa Territory | 42,390 || |- | Feshi || Kwango District || Feshi Territory | 7,591 || |- | Gungu || Kwilu District || Gungu Territory | 22,946 || |- | Idiofa || Kwilu District || Idiofa Territory | 58,637 || |- | Inongo || Mai-Ndombe District || Inongo Territory | 46,657 || |- | Kahemba || Kwango District || Kahemba Territory | 18,061 || |- | Kasongo-Lunda || Kwango District || Kasongo-Lunda Territory | 22,860 || |- | Kenge|| Kwango District || Kenge Territory | 42,884 || |- | Kikwit|| (city) || (city) | 370,328 || |- | Kiri|| Mai-Ndombe District || Kiri Territory | 14,033 || |- | Kutu|| Mai-Ndombe District || Kutu Territory | 37,405 || |- | Mangai|| Kwilu District || Idiofa Territory | 41,155 || |- | Masi-Manimba || Kwilu District || Masi-Manimba Territory | 30,542 || |- | Mushie|| Plateaux District || Mushie Territory | 42,409 || |- | Oshwe|| Mai-Ndombe District || Oshwe Territory | 21,681 || |- | Popokabaka|| Kwango District || Popokabaka Territory | 12,564 || |- | Vanga|| Kwilu District || Bulungu Territory | 12,564 || |} Mateko is a town located in the Bandundu Province. The total population of the town in 2,367. It is located in the North-West of Idiofa Territory in the Kwilu District. The name Mateko designates: Mateko as a Sector (Collectivite), Mateko as a local municipality (Groupement) and Mateko as a town (Cite). It is about 45 km to Panu, one of the major harbours of Idiofa territory. Mateko is surrounded by beautiful small and big rivers such as Kamuntsha, Diambala river, Madzulu and Kimpele. Kamuntsha river is the nearest big river to Mateko, a tributary of the Kasai river and one of the important rivers of the region that facilitates trading between Mateko and Kinshasa. Kikongo (Kituba) is the main language of Mateko. ==Education== *University of Bandundu *University of Kikwit ==Daily life== Many citizens of Bandundu make their living with small provision shops selling basic food items, various beauty products and other beauty products such as weave hair. There has been an increase in foreign entrepreneurs opening electronics shops and other electronic items increasing the market awareness. Today's bus transportation (costs $30 one way) from Kinshasa (the Capital) to Bandundu is twice a week, but the ferry crossing only operates from 7am to 5 pm. There are two television stations normally showing local news from Kinshasa, religion or the country's national sport; football. Hotels, like the Hotel Vendome, are slowly evolving in the center of town, offering full services to include its own dedicated internet. Although international visitors are minimal, there are occasional visitors connected to NGOs and local government work. Chez Jacque, an outdoor disco, provides a nightlife of Congolese music for the younger population; however, most citizens prefer the sidewalk cafes with music, grilled goat meat and beer; such as Primus, Mitzig and Doppel. Local transportation in Bandundu is mostly bicycles and motorbikes referred to as \"Toleka\" meaning \"Let's go\" in the Lingala language. Traffic flows are closely directed by the street police at each intersection to avoid clashes between the few cars, motor bikes, foot traffic, and push carts. The local cultural center is used for graduations, public services, and church. There are enormous money changing outlets for local and international money, such as Soficom and Western Union. Music is an enormous part of life in the Congo where the love of the rhumba can dominate the dance floor with the likes for King Kester Emeneya, etc., crooning to the old samba beat from a Cuban influence. ==Principal languages== Two main trade languages are spoken in the Bandundu Province: Lingala, spoken north of the Kasai River, and Kituba (also called Kikongo ya Leta) spoken south of the river. These languages have become so commonplace that many have grown up using them as their first language. There are also many local dialects such as Lele, Kimbala,personal experience Kisamba, and Wongo. ==See also== *List of governors of Bandundu ==References== Category:Former provinces of the Democratic Republic of the Congo (1966–2015)",
 "title": "Bandundu Province"
}