{
 "id": "446998",
 "text": "Moussa Ali Hojeij (; born 6 August 1974) is a Lebanese football manager and former player who is the head coach of Nejmeh. Hojeij was the best player in the Al-Manar Football Festival several times, and was captain of the national team. He is also a match analyst for Lebanese national team matches on beIN Sports. == Club career == Hojeij joined Nejmeh's youth team on 26 February 1993. In 2000, Hojeij became the first captain to win the Lebanese Premier League title for Nejmeh after the civil war. In 2006 he was released by Nejmeh after scoring a total of 75 league goals, and signed with Mabarra. In 2008 Hojeij signed for Lebanese Second Division club Khoyol, and in the summer of 2009 he signed with Shabab Sahel. Hojeij returned to Nejmeh in 2011, retiring in 2013. == International career == Hojeij equalised in the 76th minute against Iraq at the 2000 AFC Asian Cup through a free kick, to bring the score to 2–2. == Managerial career == Hojeij began his managerial career in 2012, as a player-coach for Nejmeh. He became head coach of Nabi Chit in 2014, who terminated his contract after matchday four. Hojeij was then appointed head coach of Racing Beirut in the second half of the season, saving them from relegation. In the 2015–16 season, he took charge of Shabab Sahel, before returning to Racing the following season, with whom he won the Lebanese Challenge Cup. In 2017, Ahed appointed Hojeij as head coach; he most notably helped them beat Zamalek of Egypt in the 2017 Arab Club Championship, and winning the Lebanese Super Cup against Ansar. On 18 December 2017, Hojeij was appointed head coach of Tripoli for the second leg of the season, finishing in eighth place after six wins, seven draws and nine defeats. Hojeij returned as head coach of Nejmeh in 2018. On 29 June 2020, Hojeij was appointed manager of Nejmeh for the third time, after having coached them between 2011 and 2013, and in 2018. He returned to the helm of Nejmeh once again, in February 2022. == Presidential career == On 10 June 2021, Hojeij announced his candidacy to become president of the Lebanese Football Association; the only other candidate was incumbent president Hashem Haidar. The elections took place on 29 June in Beirut, with Haidar winning by 40 votes to 4. == Honours == === Player === Nejmeh * Lebanese Premier League: 1999–00, 2001–02, 2003–04, 2004–05 * Lebanese FA Cup: 1996–97, 1997–98, 2011–12 * Lebanese Elite Cup: 1996, 1998, 2001, 2002, 2003, 2004, 2005 * Lebanese Super Cup: 2000, 2002, 2004 * AFC Cup runner-up: 2005 Mabarra * Lebanese FA Cup: 2007–08 Individual * IFFHS All-time Lebanon Men's Dream Team * Lebanese Premier League Best Player: 1999–2000, 2001–02 * Lebanese Premier League Fans' Best Player: 1998–99, 2000–01, 2002–03 * Lebanese Premier League Best Goal: 2002–03 * Lebanese Premier League Team of the Season: 1996–97, 1997–98, 1998–99, 1999–2000, 2000–01, 2001–02, 2002–03, 2003–04, 2004–05 === Manager === Shabab Sahel * Lebanese Challenge Cup: 2015 Racing Beirut * Lebanese Challenge Cup: 2016 Nejmeh * Lebanese FA Cup runner-up: 2020–21 Individual * Lebanese Premier League Best Coach: 2011–12 ==See also== * List of Lebanon international footballers == References == ==External links== * * * * Category:1974 births Category:Living people Category:Footballers from Beirut Category:Lebanese footballers Category:Association football midfielders Category:Nejmeh SC players Category:Al Mabarra Club players Category:Al Khoyol FC players Category:Shabab Al Sahel FC players Category:Lebanese Premier League players Category:Lebanese Second Division players Category:Lebanon international footballers Category:Asian Games competitors for Lebanon Category:Footballers at the 1998 Asian Games Category:2000 AFC Asian Cup players Category:Lebanese football managers Category:Association football coaches Category:Nejmeh SC managers Category:Al Nabi Chit SC managers Category:Racing Club Beirut managers Category:Shabab Al Sahel FC managers Category:Al Ahed FC managers Category:AC Tripoli managers Category:Lebanese Premier League managers",
 "title": "Moussa Hojeij"
}