{
 "id": "447192",
 "text": "Chocky is a science fiction novel by British writer John Wyndham. It was first published as a novelette in the March 1963 issue of Amazing Stories and later developed into a novel in 1968, published by Michael Joseph. The BBC produced a radio adaption by John Tydeman in 1967. In 1984 a children's television drama based on the novel was shown on ITV in the United Kingdom. ==Plot summary== David Gore becomes concerned that his twelve-year-old son, Matthew, is too old to have an imaginary friend. His concerns deepen as Matthew becomes increasingly distressed and blames it on arguments with this unseen companion, whom he calls \"Chocky\". As the story unfolds, it becomes clear that the friend is far from imaginary, but is an alien consciousness communicating with Matthew's mind; which is of interest to shadowy government forces. \"Chocky\" reveals that it is a scout sent from its home planet (where there is only one sex) in search of new planets to colonise, or to provide subtle guidance to newly-emerging intelligent life. \"Chocky\", talking through Matthew, explains to David that in becoming overly attached to Matthew and saving him and his sister from a recent accident, it has violated the rules of its scout mission (interfering with events on Earth) and must end its link with him completely. Its further work on Earth will be conducted in a much more covert manner. ==Adaptations== ===Radio=== The novel was adapted and produced by John Tydeman as a single 60 minute drama for the BBC Radio 2, and first broadcast on 27 November 1968. The cast includes: * Eric Thompson - David Gore * Sheila Grant - Mary Gore * Judy Bennett - Matthew Gore * Peter Baldwin - Alan Froome * Michael Spice - Sir William Thorpe BBC Radio 4 presented a reading by Andrew Burt of the novel in seven 15-minute episodes, abridged by Neville Teller, produced by David Johnson, and broadcast daily between 19 and 27 May 1975. An adaptation by John Constable as a single 90-minute drama for BBC Radio 4, directed by Melanie Harris, was first broadcast on 18 March 1998. Music was by Paul Gargill, and the cast includes: * Owen Teale - David Gore * Cathy Tyson - Mary Gore * Sacha Dhawan - Matthew Gore * Holly Grainger - Polly Gore * Kathryn Hunt - Chocky * John Lloyd Fillingham - Alan * John Branwell - Sir William Thorpe This version was released on CD by BBC Audiobooks in 2008, and has been repeated on BBC Radio 7 and BBC Radio 4 Extra several times since November 2007. ===Television series=== The 1984 children's TV series Chocky, Chocky's Children and Chocky's Challenge, were based on the 1968 novel. They were written by Anthony Read and produced by Thames Television. The main character Matthew was played by Andrew Ellams and Glynis Brooks played the haunting voice of Chocky. Revelation Films released the first series of Chocky on DVD on 22 March 2010. The 2nd series, Chocky's Children, on 21 June 2010. The 3rd series, Chocky's Challenge, was released on 23 August 2010 ===Proposed film=== Steven Spielberg acquired film rights in September 2008, and said he was interested in directing. ==References== ==External links== *Little Gems Category:1968 British novels Category:1968 science fiction novels Category:British science fiction novels Category:Novels by John Wyndham Category:Children's science fiction novels Category:British novels adapted into television shows Category:British children's novels Category:1968 children's books Category:Michael Joseph books",
 "title": "Chocky"
}