{
 "id": "44715",
 "text": "The morality play is a genre of medieval and early Tudor drama. The term is used by scholars of literary and dramatic history to refer to a genre of play texts from the fourteenth through sixteenth centuries that feature personified concepts (most often virtues and vices, but sometimes practices or habits) alongside angels and demons, who are engaged in a struggle to persuade a protagonist who represents a generic human character toward either good or evil. The common story arc of these plays follows \"the temptation, fall and redemption of the protagonist.\"King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 235. ==English morality plays== Hildegard von Bingen's Ordo Virtutum (English: \"Order of the Virtues\"), composed c. 1151 in Germany, is the earliest known morality play by more than a century, and the only medieval musical drama to survive with an attribution for both the text and the music. Because there are many formal differencesPotter, Robert. \"The Ordo Virtutum: Ancestor of the English Moralities?\" Comparative Drama, vol. 20, no. 1 (1986, at 203) between this play and later medieval moralities, as well as the fact that it only exists in two manuscripts,Fontijn, Claire. \"The Vision of Music in Saint Hildegard's Scivias: Synthesizing Image, Text, Notation, and Theory.\" Music Word Media Group, 2012: http://ftp.baroqueflute.com/musicwordmedia/Hildegard/04.html it is unlikely that the Ordo Virtutum had any direct influence on the writing of its later English counterparts. Traditionally, scholars name only five surviving English morality plays from the medieval period: The Pride of Life (late 14th century), The Castle of Perseverance (c.1425); Wisdom, (1460–63); Mankind (c.1470); Everyman (1510).King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 235. The Pride of Life was the earliest record of a morality play written in the English language; the text (destroyed by fire in 1922, but published earlier) existed on the back of a parchment account roll from June 30, 1343 to January 5, 1344, from the Priory of the Holy Trinity in Dublin.Klausner, David N. \"Introduction.\" In Two Moral Interludes: The Pride of Life and Wisdom. Kalamazoo, MI: Medieval Institute Publications, 2008: https://d.lib.rochester.edu/teams/text/two-moral-interludes-the-pride-of-life- and-wisdom-introduction However, this textual record was incomplete. The play cut off mid-line, when the character Messenger, at the command of the King, called upon Death; the plot summary provided by the introductory banns, featured at the beginning of the play, indicated that the action continued. The Castle of Perseverance, Wisdom, and Mankind are all part of a single manuscript called the Macro Manuscript, named after its first known owner, Cox Macro (1683-1767) of Bury St Edmunds.King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 238. A second copy of the first 752 lines of Wisdom is preserved in MS Digby 133. It is possible that the Macro version was copied from the Digby manuscript, but there is also the possibility that both were copied from elsewhere. Unlike The Pride of Life and the Macro plays, all of which survive only in manuscript form, Everyman exists as a printed text, in four different sources.King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 253. Two of these four sources were printed by Pynson and two were printed by John Skot. Pamela King notes how Everyman's status as a printed text pushes the boundaries of the medieval morality genre; she writes, \"It was also one of the very first plays to be printed, and in some respects belongs more to the early Tudor tradition than that of the late Middle Ages.\"King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 252. Other English moralities include the fifteenth-century plays Occupation & Idleness and Henry Medwall's Nature, as well as an array of sixteenth-century works like The World and the Child and John Skelton's Magnificence. Additionally, there are other sixteenth-century plays that take on the typical traits of morality plays as outlined above, such as Hickscorner, but they are not generally categorized as such. The characters in Hickscorner are personified vices and virtues: Pity, Perseverance, Imagination, Contemplation, Freewill, and Hickscorner.Everyman and Other Miracle and Morality Plays. Ed. Stanley Appelbaum and Candace Ward. New York: Dover Publications, 1995. 60. Print. The French medieval morality play tradition is also quite rich: for an explanation of French medieval morality plays, visit the French Wikipedia page. ==History of the term \"morality play\"== While scholars refer to these works as morality plays, the play texts do not refer to themselves as such; rather, the genre and its nomenclature have been retroactively conceived by scholarship as a way for modern scholars to understand a series of texts that share enough commonalities that they may be better understood together. Thus, as scholar Pamela King has noted, the morality plays' \"absolute cohesion as a group\" is \"bound to be questioned in any attempt to define that form in its individual manifestations and theatrical contexts.\" As for the history of the term itself in modern usage, premodern plays were separated into 'moralities' and 'mysteries' by Robert Dodsley in the 18th century; he categorized moralities as allegorical plays and mysteries as biblical plays, though nothing suggests that the moralities are not biblical or would not conceive of themselves as such.Solberg, Emma Maggie. \"A History of 'The Mysteries.'\" Early Theatre, vol. 19, no. 1 (2016): 9–36, at 12. Although they do not explicitly label themselves with the genre title morality plays, some of the play texts self-reflexively refer to themselves with the term game. While the Middle English spelling of game varies, the noun generally refers to a joy, festivity, amusement, or play.\"game n.\" Middle English Dictionary. Ed. Robert E. Lewis, et al. Ann Arbor: University of Michigan Press, 1952-2001. Online edition in Middle English Compendium. Ed. Frances McSparran, et al.. Ann Arbor: University of Michigan Library, 2000-2021: https://quod.lib.umich.edu/m/middle-english- dictionary/dictionary/MED18146/track?counter=1&search;_id=8101628 In the opening lines of The Pride of Life, the Prolocutor uses the word game when asking his audience to listen attentively, stating, > Lordinges and ladiis that beth hende, Herkenith al with mylde mode > [How ou]re gam schal gyn and ende (l. 5-7, emphasis added).Klausner, David > N., ed. The Pride of Life. In Two Moral Interludes: The Pride of Life and > Wisdom. Kalamazoo, MI: Medieval Institute Publications, 2008: > https://d.lib.rochester.edu/teams/text/klausner-two-moral-interludes-the- > pride-of-life In the closing lines of The Castle of Perseverance, the character Pater (meaning The Father) tells the audience, \"Thus endyth oure gamys\" (l. 3645).Klausner, David N., ed. The Castle of Perseverance. Kalamazoo, MI: Medieval Institute Publications, 2010: https://d.lib.rochester.edu/teams/text/klausner-castle-of-perseverance While these plays appear to self-reflexively refer to their dramatic form, it is only Everyman that explicitly describes itself as a moral play, both in its incipit (\"Here begynneth a treatyse... in maner of a morall playe\") and when a character, Messenger, states that this literary work will communicate \"By fygure [of] a morall playe\" (l. 3).Davidson, Clifford, Martin W. Walsh, and Ton J. Broos, eds. Everyman and Its Dutch Original, Elckerlijc. Kalamazoo, MI: Medieval Institute Publications, 2007: https://d.lib.rochester.edu/teams/text/davidson-everyman However, one should not interpret these self-reflexive lines as simply moments that identify the genre of morality plays. Although the lines use the word \"playe,\" scholarship remains unsure if Everyman was actually staged as a dramatic performance, or if the text was a literary work intended for reading.Davidson, Clifford, Martin W. Walsh, and Ton J. Broos. \"Introduction.\" In Everyman and Its Dutch Original, Elckerlijc. Kalamazoo, MI: Medieval Institute Publications, 2007: https://d.lib.rochester.edu/teams/text/davidson-everyman-introduction The 1901 modern revival of the play, staged by Willian Poem, is the earliest record of the play's production. Additionally, Everyman is a translation of the Dutch Elckerlijc, and, therefore, is not originally an English literary work.Davidson, Clifford, Martin W. Walsh, and Ton J. Broos. \"Introduction.\" In Everyman and Its Dutch Original, Elckerlijc. Kalamazoo, MI: Medieval Institute Publications, 2007: https://d.lib.rochester.edu/teams/text/davidson-everyman- introduction Thus, due to the uncertainty regarding the play's status as a dramatic work, as well as the play's non-English origins, Everymans self- reflective identification as a \"morall playe\" cannot confirm that the medieval moralities explicitly name themselves as a cohesive medieval morality genre. ==Characteristics== Morality plays typically contain a protagonist who represents humanity as a whole, or an average layperson, or a human faculty; supporting characters are personifications of abstract concepts, each aligned with either good or evil, virtue or vice. The clashes between the supporting characters often catalyze a process of experiential learning for the protagonist, and, as a result, provide audience members and/or readers with moral guidance, reminding them to meditate and think upon their relationship to God, as well as their social and/or religious community. Many, but not all, of the morality plays also encourage their audiences and/or readers to reflect upon the importance of penitential ritual. Several academics have written upon these common thematic characteristics. Considering the plays' investment in staging the audience's/reader's relationship to God, Eleanor Johnson writes that Wisdom and Mankind, among several other medieval literary works, dramatically stage acts of contemplation to encourage the \"cultivation of self-conscious participation in God and of awareness of God's participation in man,\" while \"creating literary experiences that initiate work of spiritual contemplation.\"Johnson, Eleanor. Staging Contemplation: Participatory Theology in Middle English Prose, Verse, and Drama (Chicago: University of Chicago Press, 2018): 6. Additionally, Julie Paulson explores the plays' investment in relating penitential ritual and community; she writes, \"In the moralities, it is impossible to split an interior self from the exterior practices and institutions that define it [...] By dramatizing their protagonists' fall and recovery through penance, the plays suggest how the experience of penitential ritual shapes penitents' understandings of the social and moral concepts central to the formation of Christian subjects.\"Paulson, Julie. Theatre of the Word: Selfhood in the English Morality Play (Notre Dame, IN: University of Notre Dame Press, 2019): 21. It is worth noting that Paulson, in making these summative comments, focuses her analysis on The Castle of Perseverance, the Macro plays, Everyman, and several moralities from the sixteenth century, and thus does not aim to characterize all moralities in her commentary. === Allegory and personification === Working to pinpoint a literary form that unites the moralities, the Oxford Dictionary of Literary Terms offers this definition: \"Morality plays are dramatized allegories, in which personified virtues, vices, diseases, and temptations struggle for the soul of Man.\"Baldick, Chris, ed. The Oxford Dictionary of Literary Terms. 4th ed. (Oxford University Press, 2015): 232-233. The same book defines allegory as \"a story or visual image with a second distinct meaning partially hidden behind its literal or visible meaning. The principal technique of allegory is personification, whereby abstract qualities are given human shape [...] allegory involves a continuous parallel between two (or more) levels of meaning in a story.\"Baldick, Chris, ed. The Oxford Dictionary of Literary Terms. 4th ed. (Oxford University Press, 2015): 8. While the Oxford Dictionary of Literary Terms uses the words allegory and personification in tandem with one another, the link between the two terms is a point of debate among scholars. Walter Melion and Bart M. Ramakers indicate that literary personifications are the building blocks for creating allegory: arguing for \"personification as a mode of allegorical signification,\" Melion and Ramakers state, \"As narrative, dramatic, or pictorial characters [personifications] develop a distinct reality,\" specifically, a reality that connects the literal and metaphorical interpretations of an allegory.Melion, Walter and Bart M. Ramakers. \"Personification and Allegory.\" Part of Personification and Allegory: Selves and Signs, at Arcade: Literature, the Humanities, & the World. Stanford University, 2021: https://arcade.stanford.edu/content/personification-and-allegory-0 However, Michael Silk insists that there is a fundamental difference between personification and allegory, as the representational figures within literary works are personifications that retain allegorical qualities. Additionally, Silk notes that \"Various medievalists correctly insist that in antiquity and the Middle Ages the connection [between allegory and personification] is not made,\"Silk, Michael. \"Personification and Allegory?\" Part of Personification and Allegory: Selves and Signs, at Arcade: Literature, the Humanities, & the World. Stanford University, 2021: https://arcade.stanford.edu/content/personification-and-allegory indirectly complicating the notion that morality plays are allegorical constructions employing personified concepts. While an allegorical literary form implies that literal and metaphorical elements must \"continuously parallel\" one another, these plays do not always allegorically parallel theological qualities/concepts and concrete action, but rather humanize abstract concepts—thereby emphasizing characters as personifications, but not allegorical constructions. For example, examining the character Mercy in Mankind, Pamela King notes, \"Mercy the character begs God for the quality he represents, which is, strictly speaking, allegorical nonsense; he stands more for the human aegis by which mercy may be obtained, than for the quality itself.\"King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 243. Similarly, Eleanor Johnson explains Mercy's humanity, implying his status as a personified concept: \"Mercy suffers, Mercy trembles, Mercy is vulnerable; this is not an untouchable, impregnable Mercy [...] but rather a strikingly vulnerable and human one\".Johnson, Eleanor. Staging Contemplation: Participatory Theology in Middle English Prose, Verse, and Drama (Chicago: University of Chicago Press, 2018): 184. Additionally, scholars complicate the notion that morality plays allegorically parallel the audience with the dramatic characters, indicating that the moralities actually incorporate the audience into the dramatic community. For example, writing on The Castle of Perseverance, Andrea Louise Young argues that the implied staging of the play (which includes the positioning of characters, as well as the placement of scaffolds and banners) encourages audience members to actively engage with the drama in a physical manner: \"In moving around the play space, spectators can change the meaning of the drama for themselves and the other spectators.\"Young, Andrea Louise. Vision and Audience in Medieval Drama: A Study of The Castle of Perseverance (Palgrave Macmillan US, 2015): 25. Young notes that the play invites audience members to enter the dramatic space and consequently position themselves through both \"their eyes and their bodies,\"Young, Andrea Louise. Vision and Audience in Medieval Drama: A Study of The Castle of Perseverance (Palgrave Macmillan US, 2015): 49. through where they choose to look and move in relation to the staged characters. King, Johnson, and Young indirectly show, without explicitly stating so, how the morality plays are not simply allegorical constructions, but rather fluid forms of personification that blur the distinctions between literal and metaphorical elements, characters and audience members/readers. Still, scholarship generally adopts the literary labels allegory, personification, and personification allegory to explain the morality plays' formal depiction of the relationship between the abstract realm of concepts and everyday circumstances of human life. Pamela King notes the \"broadly allegorical\" form unifying the moralities. King suggests that the plays employ an allegorical framework of personification to metaphorically parallel, and conceptually separate, \"the ephemeral and imperfect world of everyday existence\" from an abstract \"eternal reality\".King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 236-37. While King indicates that the plays show the dramatic action to merely parallel and imitate eternal, abstract concepts,King, Pamela M. \"Morality Plays.\" In The Cambridge Companion to Medieval English Theatre, edited by Richard Beadle and Alan J. Fletcher. 2nd ed. Cambridge University Press, Cambridge, 2008: 235-262, at 237. Julie Paulson argues that the moralities use personification allegory to reunite the concrete and the abstract. Paulson writes, \"in giving a word such as 'wisdom' or 'mankind' a body and a voice, personification allegory instead returns us to the lived experiences and particular circumstances that give those words their meanings\".Paulson, Julie. Theatre of the Word: Selfhood in the English Morality Play (Notre Dame, IN: University of Notre Dame Press, 2019): 22. Additionally, Paulson underscores that plays such as The Castle of Perseverance and Everyman employ protagonists that personify humankind in an allegorical parallel to the audiences and readers of the play.Paulson, Julie. Theatre of the Word: Selfhood in the English Morality Play (Notre Dame, IN: University of Notre Dame Press, 2019): 42-43, 114. As one can see, different authors employ the literary terms allegory and personification to argue various conclusions about the plays' separation or unification of abstract and concrete realities. ==== Justice and Equity as characters ==== In early English dramas Justice was personified as an entity which exercised \"theological virtue or grace, and was concerned with the divine pronouncement of judgment on man\".McCutchan, J. Wilson. \"Justice and Equity in the English Morality Play.\"Journal of the History of Ideas. 19.3 (1958): 406. However, as time progressed, more moralities began to emerge; it is during this transitional period where one begins to see Justice begin to assume more and more the qualities of a judge. The Justice in Respublica begins to concern himself with administering justice on \"the criminal element\", rather than with the divine pronouncement on a generic representative of mankind.Respublica, ed. by Leonard A. Magnus (London, 1905), Extra Series XCIV. This is the first instance where one may observe a direct divergence from the theological virtues and concerns that were previously exerted by Justice in the morality plays of the fifteenth century. The Justice in Respublica is personified as a \"civil force rather than a theological one\". An evolution of sorts takes place within the morals and agendas of Justice: he begins to don the Judicial Robe of prosecutor and executioner. Another change envelops in the character of Justice during the sixteenth century in morality plays; Equity replaces Justice and assumes the judiciary duties previously performed by Justice. This changing of rulers, or preceding justices, is done when Equity declares that his brother Justice has been banished from the country and that he (Equity) will from now on take on the duties of the former monarch, Justice.McCutchan, J. Wilson . \"Justice and Equity in the English Morality Play.\"Journal of the History of Ideas. 19.3 (1958): 408. This change of ruling heads is portrayed in the morality play, Liberality and Prodigality, where Equity serves Virtue in the detection, arrest, and punishment of Prodigality for the robbery and murder of Tenacity, a yeoman in the country of Middlesex.Liberality and Prodigality, in A Select Collection of Old English Plays. ed. by W. Carew Hazlitt (London, 1874), VIII, 329-83. Virtue states, > So horrible a fact can hardly pleaded for favour: > Therefore go you, Equity, examine more diligently > The manner of this outrageous robbery: > And as the same by examination shall appear, > Due justice may be done in presence here. > (Liberality and Prodigality 377) The meta phases that Justice undergoes during the sixteenth century in morality plays, from \"Justice\" to \"Equity\" further illustrates the evolution of Justice; not only did Justice change from a \"theological abstraction to a civil servant\",McCutchan, J. Wilson . \"Justice and Equity in the English Morality Play.\"Journal of the History of Ideas. 19.3 (1958): 409. but he experienced a corporeal change as well. One may readily observe the evolutionary progression of Justice as portrayed in the plays of the fifteenth and sixteenth centuries. One encounters Justice in the early-fifteenth-century moralities as a performer playing the role of a theological virtue or grace, and then one sees him develop to a more serious figure, occupying the position of an arbiter of justice during the sixteenth century. It is a journey of discovery and great change on which Justice welcomes one to embark as one leafs through the pages of morality plays. === Use of language and poetic technique === All of the morality plays, especially the Macro plays, show not only a mastery of language but also a light-hearted delight therein. All of the plays are written in some sort of end-rhymed verse, but with much variation, not only between the plays but in individual plays as well. Often verse is used to contrast the personalities of good and evil characters. For example, in Wisdom the characters Wysdom and Anima speak in \"dignified, regular rhythm, almost always with four stresses\" and the rhyme scheme ABABBCBC whereas \"Lucifer prefers a tripping measure with two to five stress and only two rhymes.\"Eccles, Mark. The Macro Plays (Oxford: Oxford University Press/Early English Text Society 262, 1969): xxxii. Other characters speak like Wisdom when under his influence and like Lucifer when under his.Eccles, Mark. The Macro Plays (Oxford: Oxford University Press/Early English Text Society 262, 1969): xxxiii. This system of contrastive verse is further refined in Mankind (Ramsay cxxxix). This is not the only use of variation in meter. For example, even without having to contrast with a good character's manner of talking, when Mankind ascends to World's scaffold in The Castle of Perseverance, Mundus, Voluptas, and Stultitia briefly switch from a four stress line to a faster and more excited two stress line (ll. 610-646), before returning to the four stress line after a scene change. Alliteration is put to wonderful effect in The Castle of Perseverance. It appears in every stanza of more than four lines,Eccles, Mark. The Macro Plays (Oxford: Oxford University Press/Early English Text Society 262, 1969): xvii. though this is not evenly distributed, with later debate scenes employing less alliteration and the characters World, Belial, Flesh, and the seven sins alliterating nearly all of their lines, a habit the character Mankind learns from them.Eccles, Mark. The Macro Plays (Oxford: Oxford University Press/Early English Text Society 262, 1969): xvi-xvii. This is not to imply that alliteration is purely the mark of an evil character, for the bad angel alliterates very little and the neutral flag bearers who provide a summary of events at the beginning of the play script make extensive use of alliteration. At many points this is for ornamental effect: Michael R. Kelley places this in the context of a flamboyant style originating in Franco-Burgundian culture.Kelley, Michael R. \"Fifteenth-Century Flamboyant Style and The Castle of Perseverance.\" Comparative Drama 6.1 (1972): 14-27. But that is not all the playwright does with the effect. Clare Wright argues convincingly that alliteration among other formal structures encourages the actors to perform with a \"devilish corporeal register.\"Wright, Clare. \"Empathy with the Devil: Movement, Kinesthesia, and Affect in The Castle of Perseverance.\" Theatre Survey, vol. 60, no. 2 (2019): 179-206, at 190. She uses Belyal's first speech as an example: > Now I sytte, Satanas, in my sad synne, (Now sit I, Satan, steadfast in my > sin,) As devyl dowty, in draf as a drake. (As devil doughty, like a dragon > on my sack.) I champe and I chafe, I chocke on my chynne, (I champ and I > chew and I thrust out my chin;) I am boystous and bold, as Belyal the blake. > (I am boisterous and bold as Belial the black!) What folk that I grope thei > gapyn and grenne, (The folk that I grasp they gasp and they groan,) Iwys, > fro Carlylle into Kent my carpynge thei take, (From Carlisle to Kent, my > carping they take!) Bothe the bak and the buttoke brestyth al on brenne, > (Both the back and the buttocks burst burning unbound,) Wyth werkys of > wreche I werke hem mykyl wrake. (With works of vengeance, them wretched I > make.)Wright, Clare. \"Empathy with the Devil: Movement, Kinesthesia, and > Affect in The Castle of Perseverance.\" Theatre Survey, vol. 60, no. 2 > (2019): 179-206, at 196-203. Translations from Alexandra F. Johnston, The > Castle of Perseverance: A Modernization (1999): > http://homes.chass.utoronto.ca/~ajohnsto/cascomp.html In this speech, many of the alliterated phonemes are \"aggressively plosive\" and the /tʃ/ of \"I champe and I chafe, I choke on my chynne\" \"requires the speaker to part his lips and bare his teeth, bringing them together in an expression that resembles the clenched-tooth grimace of the devil in contemporary iconography.\"Wright, Clare. \"Empathy with the Devil: Movement, Kinesthesia, and Affect in The Castle of Perseverance.\" Theatre Survey, vol. 60, no. 2 (2019): 179-206, at 191. While mostly written in Middle English, some of the plays employ Latin and French to wonderful effect, both thematically significant and just plain humorous. Latin, of course, as the language of the Roman Catholic Church, was naturally important for the sort of religious discourse these plays engaged in. That does not mean that the playwrights were unwilling to play with Latin. For example, in Mankind, the character Mercy has a highly latinizing manner of speech: in terms of vocabulary and meticulously tidy versification and sentence structure, all of which culminates in what one scholar calls \"inkhorn and churchily pedagogical.\" (Johnson 172). Mercy ends his first speech saying \"I besech yow hertyly, have this premedytacyon\" (l. 44),Ashley, Kathleen M. and Gerard NeCastro, eds. Mankind. Kalamazoo, MI: Medieval Institute Publications, 2010: https://d.lib.rochester.edu/teams/text/ashley-and-necastro-mankind ending with a cumbersome Latin loanword. The first vice character on stage, Mischief, immediately picks up on Mercy's excessive latinisms and continues with this end rhyme in order to mock Mercy's ornate speech: > I beseche yow hertyly, leve yowr calcacyon. Leve yowr chaffe, leve yowr > corn, leve yowr dalyacyon. Yowr wytt ys lytyll, yowr hede ys mekyll, ye are > full of predycacyon (ll. 45-47). Shortly thereafter Mischief fully switches to a nonsense mixture of Latin and English to continue mocking Mercy's latinizing, as well as to mangle Mercy's earlier reference to the parable of the wheat and tares: \"Corn servit bredibus, chaffe horsibus, straw fyrybusque\" (l. 57, translated: Corn serves bread, chaff horses, straw fires). The result of this is not only to show that the formal structures of Latin are nothing more than formal structures that can be spoofed and misused, but also to create a tone shift from stuffy seriousness to an amusement that \"is central to the contemplative logic of the play\" by showing how even Latin can be \"dragged from the reaches of the church and into the mess of everyday life.\"Johnson, Eleanor. Staging Contemplation: Participatory Theology in Middle English Prose, Verse, and Drama (Chicago: University of Chicago Press, 2018): 173-74. There are many such examples of amusing nonsense Latin throughout the play. In what is possibly most memorable of the vices' use of puns to twist good into bad, at one point in Mankind belt out a vibrant ditty on defecation that concludes, in a clear echo of 'holy holy holy,' with \"Hoylyke, holyke, holyke! Holyke, holyke, holyke!\", quite possibly a pun on 'hole-lick' or 'hole-leak'. Because of how this spoofs liturgical call-and-response worship as well as Nought's invitation, \"Now I prey all the yemandry that ys here / To synge wyth us wyth a mery chere\" (ll. 333-4), this is likely a moment of audience participation to highlight their own \"susceptibilities to seduction by frivolity.\"Johnson, Eleanor. Staging Contemplation: Participatory Theology in Middle English Prose, Verse, and Drama (Chicago: University of Chicago Press, 2018): 175-76. Finally, a peculiar trait that one will likely notice while reading these plays is the tendency of characters to describe in speech the actions they are (presumably) simultaneously performing as a way of verbally encoding stage directions. For example, in Mankind, the character Mankind says, \"Thys earth wyth my spade I shall assay to delffe\" (l. 328); this line, meaning, \"This earth with my spade I will attempt to dig,\" appears to serve as a stage direction for Mankind's actor to literally dig. Besides simple actions, the same thing occurs in slapstick comedy or action scenes: when Mankind fights the vice-characters Nowadays, New Guise, and Nought, Mankind threatens to hit them with his shovel, saying, \"Go and do yowr labur! Gode lett yow never the! / Or wyth my spade I shall yow dynge, by the Holy Trinyté!\" (ll. 377-376); in response, New Guise says, \"Alas, my jewellys! I shall be schent of my wyff!\" (l. 381), directly indicating that Mankind has hit him as or right after he was threatening. This is not a trait restricted in the period to morality plays: a reason for the existence of this trait suggested by one scholar while discussing the Chester plays is that \"A spectator who could see the action without hearing the lines would not have a significantly different experience from someone who could hear them.\"Sergi, Matthew. Practical Cues and Social Spectacle in the Chester Plays (Chicago: University of Chicago Press, 2020): 3. === Thematic characteristics === What binds morality plays together as a genre are the strong family resemblances between them. These resemblances are most strong in regard to personification allegory as a literary form. The plays also resemble each other in regard to thematic content. They feature other common characteristics that are not necessarily common to all texts within the genre. Particularly notable thematic commonalities include: the transitoriness of life in relation to the afterlife, the importance of divine mercy, the use of misprision by vice characters, and the inevitable cycle of sin and penitence found in the Macro plays and Henry Medwall's Nature (c. 1495). The emphasis on death in these plays underscores how to live a good life; in the medieval moralities and Medwall's Nature in particular, virtue characters encourage the generic human protagonist to secure a good afterlife by performing good deeds, practicing penitence, or asking for divine mercy before their death. John Watkins also suggests that the principal vices in medieval morality plays, avarice, pride, extortion, and ambition, throw anxieties over class mobility into relief.Watkins, John. \"The Allegorical Theatre: Moralities, Interludes, and Protestant Drama.\" In The Cambridge History of Medieval English Literature, ed. David Wallace, 767–92, at 767-68. Cambridge University Press, 1999. Fifteenth-century plays like Occupation and Idleness and later morality plays (commonly considered Tudor interludes, like John Skelton's Magnyfycence) portray class-mobility positively. Whether for or against class mobility, morality plays engage with the subject. Other, smaller commonalities include audience participation, elaborate costuming, the virtue of labour, and the governance of the body/passions by the soul/reason in the service of Catholic virtue, money management, or the proper methods of governing a state. The cohesion of the medieval morality play genre in particular is questionable as their family resemblances are loose in some instances. Despite being treated as the archetypal morality play, Everymans plot has little in common with the other plays in the genre.Little, Katherine C. \"What Is Everyman?\" Renaissance Drama, vol. 46, no. 1 (2018): 1–23, at 1-2. That said, Everymans straightforward focus on death, uninterested in the cycle of sin and penitence found in the Macro plays, resembles the Pride of Life. These two plays are less like the Macro plays than Medwall's Nature, which is not traditionally considered as a medieval morality play. Scholars such as Katherine Little, who claims that Everyman is not a medieval morality play, continue to pull at the genre's incohesive threading. There are points of distinction in morality plays, beginning with Everyman, which can generally be attributed to humanism. According to Thomas Betteridge and Greg Walker, the majority of English dramas were religious in some form.Betteridge, Thomas and Greg Walker. \"Introduction: 'When Lyberte ruled': Tudor Drama 1485-1603.\" In The Oxford Handbook of Tudor Drama, edited by Thomas Betteridge and Greg Walker, 1-20, at 4-5. Oxford: Oxford University Press, 2012. However, plays are increasingly divorced from religion, and in particular, the staging of God and priests.Betteridge, Thomas and Greg Walker. \"Introduction: 'When Lyberte ruled': Tudor Drama 1485-1603.\" In The Oxford Handbook of Tudor Drama, edited by Thomas Betteridge and Greg Walker, 1-20, at 5. Oxford: Oxford University Press, 2012. While drama continued to contain religious themes, it was less and less often the case that religion was expressed directly. Betteridge and Walker also note that morality plays began to focus on the importance of education, specifically in regard to classical literature.Betteridge, Thomas and Greg Walker. \"Introduction: 'When Lyberte ruled': Tudor Drama 1485-1603.\" In The Oxford Handbook of Tudor Drama, edited by Thomas Betteridge and Greg Walker, 1-20, at 12. Oxford: Oxford University Press, 2012. In Medwall's Nature, the opening speech prompts readings of Ovid and Aristotle. However, a strong focus on education can be found in Occupation and Idleness as well, which stages an errant schoolboy being taught to respect and learn from his teacher -- this play is roughly contemporaneous with the Macro plays, suggesting that humanist trends are traceable in the morality play much earlier than Everyman.Lee, Brian S. \"Occupation and Idleness.\" In Medieval Literature for Children, edited by Daniel T. Kline, 249–83, at 249. New York: Routledge, 2003. There is also a general, continuous increase in the individuation and complexity of characters. In Nature, a prostitute is given a regular name rather than the name of a concept. In Everyman, Everyman's mercantile language suggests a generic protagonist that represents a much smaller generic portion of humanity, '\"every merchant,\" in juxtaposition to Mankind's earlier, full representation of all humanity.Watkins, John. \"The Allegorical Theatre: Moralities, Interludes, and Protestant Drama.\" In The Cambridge History of Medieval English Literature, ed. David Wallace, at 101. Cambridge University Press, 1999. In Skelton's Magnyfycence, Magnificence and the vices that corrupt him represent a particular person, King Henry VIII, and his court 'minions' who were expelled for their poor behaviour.Skelton, John. Magnyfycence. In Medieval Drama: An Anthology, edited by Greg Walker, 347–407, at 350. Wiley-Blackwell, 2000. ==Historical background== ===Arundel's Constitutions=== Scholars have long noted that the medieval morality plays were written after the creation of Arundel's Constitutions in 1407, whereby the Archbishop Thomas Arundel and his legislation sought to limit the preaching and teaching of religious matters, and outlawed any biblical translations into the vernacular.Steenbrugge, Charlotte. \"Morality Plays and the Aftermath of Arundel's Constitutions.\" In The Routledge Research Companion to Early Drama and Performance, ed. Pamela M. King. Routledge, 2016, at 205. His Constitutions were written in explicit response to the threat of Lollardy. Since the morality plays do contain aspects of religious doctrine, such as the importance of penance and the salvation of the soul, scholars have questioned how it is that morality plays, in both the play-text and play form, continued to thrive throughout the fifteenth century. While scholars have not arrived at a satisfying conclusion, they nonetheless agree the morality plays were not seriously affected by the Constitutions, which suggests that either Arundel's Constitutions, the divide between Lollardy and orthodoxy, or the role that morality plays themselves played in society, continue to be somewhat misunderstood. === Decline === The recent trend in scholarship of the period in which morality plays were written is to admit the great degree of continuity between late medieval and Renaissance cultures of Europe. Nevertheless, although morality plays reach their apogee in the sixteenth century, religious drama of this sort and in general all but disappeared thereafter. The cause of this change can be traced to both changes in religious sensibilities related to the Protestant Reformation and more broadly changes in theatre as an industry in England. Mid-Tudor Protestants continued writing religious plays that were recognizably different from their Catholic predecessors. For example, whereas earlier plays emphasize the importance of sacraments, plays by Protestants emphasize justification by faith alone, and even cast vice characters as Catholic.Pineas, Rainer. \"The English Morality Play as a Weapon of Religious Controversy.\" SEL: Studies in English Literature 1500–1900, vol. 2, no. 2 (1962): 157-180. The relationship between theatricality and doctrine was also found more troubled by Protestants. Earlier plays were criticized for their embellishments to biblical material, to which Protestant religious drama tried to adhere more closely. However, in many ways they were formally quite similar to their predecessors in ways that sat beside the tendencies they wished to resist, thus challenging any attempts by scholars to place the development of theater in the period in an evolutionary model. With the opening of permanent and professional playhouses that were producing plays full time in the late sixteenth century, drama became \"unmistakably an integral and compromised part of that same commercial culture\" which earlier religious drama had criticized, and therefor \"it could no longer seriously be maintained that it was primarily a pious activity.\" Thus, by the start of the seventeenth century a play like Everyman would be regarded \"as at best a waste of time and at worst a sinful, 'popish' excess.\" However, this change \"had the positive effect of creating the space for the artistic and commercial speculation of the public stage as it emerged at the end of the Tudor period.\" It is in this space that the now better-known William Shakespeare and Christopher Marlowe would do their work. === Pre- Reformation versus Post-Reformation === The outward purpose of all morality plays is to instruct listeners on the means of receiving redemption: a purpose that some plays adhere to relatively consistently, while others delight so extensively in their vices that broad entertainment establishes itself as an equally dominant raison d'etre. However, morality plays after the Protestant Reformation are of a distinctly different didacticism than the morality plays before the Reformation. Whereas the didactic elements pre-Reformation morality plays usually reinforced the practices or doctrines of medieval Catholicism (often focusing on sacraments like penance), the post-Reformation morality plays—when they concerned themselves with religious doctrine, rather than more secular concerns about education or good living (as with John Redford's Play of Wit and Science) -- sometimes worked to destroy Catholic credibility and demonise the Catholic Church. Although many post-Reformation morality plays were often like their predecessors in that they also were concerned with the salvation of its audience (and in their tendency to allow playful depictions of vice to eclipse those concerns), they differed in that they believed that the theology promoted by pre-Reformation plays was antithetical to salvation. Thus, a major shift in focus, from concern for the individual's moral behaviour to concern for the individual's theological practices, occurred with the post-Reformation morality plays. The wave of Protestantism which fuelled the content of these plays dictated that more attention should be given to warning people against the Catholic Church than of their sinful nature. The means of redemption, according to the philosophy embedded in post-Reformation morality plays, is dependent upon the audience understanding the truthfulness of Protestant theology and verses and also the deceptiveness and wickedness of Catholic theology, whose best example is the secular play of Calderón.. The Vices in post-Reformation morality plays are sometimes depicted as being Catholic. At times this depiction is achieved through their physical appearance. For example, Vices in post-Reformation morality plays could be dressed as cardinals, friars, monks, or the pope. Other times, the Vice comes out and states he is a Catholic, or elucidates that he is Catholic by swearing a Catholic pledge. To deceive the victim of post-Reformation morality plays, the Vice typically assumes a new name to disguise what actual Vice he is. ==References== Notes Bibliography * * . ==External links== * Morality Plays - Web resource at premodernity.net. * NewPlays.org.uk - A brief history of Morality Plays. * *The Pride of Life in the TEAMS Middle English Texts Series *The Castle of Perseverance *Mankind *Wisdom *Everyman (translated from the Dutch Elckerlijc *Occupation and Idleness *Nature (by Henry Medwall) Category:Christian plays Category:Medieval drama Category:Medieval literature Play Category:Religious vernacular drama Category:Theatrical genres",
 "title": "Morality play"
}