{
 "id": "447396",
 "text": "Jeffrey Zeldman is an American entrepreneur, web designer, author, podcaster and speaker on web design. He is the co-founder of A List Apart Magazine and the Web Standards Project. He also founded the design studios Happy Cog and studio.zeldman, and co-founded the A Book Apart imprint and the design conference An Event Apart. ==Early life== Jeffrey Zeldman was born on January 12, 1955, in Queens, New York, to the robotics engineer Maurice Zeldman and his wife Phyllis Sylvia Zeldman. When he was four years of age, his family moved to Long Island. When he was eight, they moved to Connecticut, and at age thirteen, they moved to Pittsburgh. He earned an undergraduate degree from University of Indiana, and an MFA in fiction writing from University of Virginia. ==Career== Jeffrey Zeldman briefly worked as a reporter for The Washington Post and ten years as an advertising copywriter before turning to web design in 1995. He rose to prominence as an authority on web design in the second half of the nineties by advocating a middle ground between the aesthetically oriented position of David Siegel and the functionally oriented position of Jakob Nielsen, viewing function and aesthetics as complementary rather than polar opposites. In 1998, he co-founded the Web Standards Project with George Olsen and Glenn Davis, serving as project leader from 1999 to 2002. His persistent activism for the adoption of web standards has since earned him accolades such as \"standards champion,\" \"godfather of web standards,\" and \"a foremost advocate for the potential of the web.\" == Web publications == Zeldman has maintained his personal website, Zeldman.com, since 1995, initially featuring a blend of web design tips, opinion, and entertainment. In the early years, the site included a humorous treatise on Lawrence Welk, free icons and backgrounds for visitors to use, and a web design tutorial titled \"Ask Dr. Web\". The site's Daily Report subsequently became \"a fountain of information regarding standards-compliant design.\" In 1998, Zeldman co-launched A List Apart, a web magazine which explores the design, development, and meaning of web content, with a focus on the techniques and benefits of designing with web standards. Among his many contributions to A List Apart, his article \"To Hell with Bad Browsers,\" published in February 2001, has been cited as a turning point in the adoption of Cascading Style Sheets for their intended purpose of articulating layouts. Zeldman also co-hosts The Big Web Show, a podcast about the web and online publishing. == Design agency == In 1999, Zeldman founded Happy Cog, a web and interaction design studio specializing in user-and content-focused, standards- compliant design. In 2016, Zeldman's business association with Happy Cog ended, and he launched an independent design consultancy called Studio Zeldman. == Print publications == Zeldman has authored two books, Taking your Talent to the Web, which was published in 2001, and Designing with Web Standards, which first came out in 2003, and appeared in two revised editions, one in 2007, and one in 2009. Designing with Web Standards reiterates many of the arguments made by the Web Standards Project to highlight the benefits of standards-compliant web design. Having been translated into thirteen languages, the book brought standards awareness to a new international audience. In 2010, Zeldman expanded his publishing work beyond web magazines with the creation of the A Book Apart imprint. Its books are designed to be quick reads and treat advanced topics in web design with a strong point of view. == Web Design Conference == In 2005, Zeldman and Eric A. Meyer founded An Event Apart, \"the design conference for people who make websites.\" An Event Apart is an \"intensely educational two-day learning session for passionate practitioners of standards-based web design\" followed by an optional day-long workshop on such topics as mobile web design, advanced accessible web design, HTML5, and CSS3. The conference currently takes place in seven cities annually. Cities and speakers vary. Speakers, in addition to offering informative content, must have made major contributions to web design or development in order to qualify to speak at the event. == Innovations == Zeldman and Happy Cog were early advocates of standards-based web design and many of their current and former employees have greatly contributed to various initiatives on the web, including: * The development of \"real type on the web\" via CSS and services including Typekit. * Popularizing such ideas as CSS layout, responsive design, and style switching. The last of these was an early 2000 innovation which paved the way for later third-party innovations including CSS Zen Garden and a web site known as Readability. * The second revised edition of Designing With Web Standards, issued in 2007, which famously showed Zeldman with a blue knit hat on its book cover, inspired Douglas Vos to invent the Blue Beanie Day, an annual international celebration of web standards which began in 2007. == References == == Bibliography == * * * * * * * * * == External links == * Jeffrey Zeldman Presents * List of Select Publications Category:1955 births Category:Living people Category:American male bloggers Category:American bloggers Category:American designers Category:American men podcasters Category:American podcasters Category:American publishers (people) Category:American technology writers Category:American graphic designers Category:Internet pioneers Category:Businesspeople from New York City Category:Web designers Category:Web developers Category:Indiana University alumni Category:University of Virginia alumni Category:21st-century American non-fiction writers",
 "title": "Jeffrey Zeldman"
}