{
 "id": "447790",
 "text": "The flag of South Vietnam was first introduced by the Provisional Central Government of Vietnam, later served as the national flag of the State of Vietnam (known as \"South Vietnam\" after 1954), and its successor, the Republic of Vietnam (South Vietnam) from 1948 to 1975 until the fall of Saigon. The design consists of a yellow background with three red horizontal stripes through the middle. It is also used to represent the Vietnamese \"Heritage and Freedom Flag\". The flag was designed by Lê Văn Đệ in 1948.Nguyễn, Ngọc Huy. (March & April 1988) \"National Flags and National Anthems of Vietnam\" Tự Do Dân Bản magazine, issue: 27 & 28\\. Re-published in July 2015. Archived from original (in Vietnamese). p. 3 of 15 The flag consists of a yellow field and three horizontal red stripes, and can be explained as emblematic of the common blood running through northern, central, and southern Vietnam. Although South Vietnam ceased to exist in 1975, the flag still finds use among private citizens in other countries and is still shown and used overseas by some Vietnamese emigrés, particularly in North America and Australia. Since June 2002, at least 13 U.S. state governments, seven counties, and 85 cities in 20 states have adopted resolutions recognizing the former flag as \"Vietnamese Heritage and Freedom Flag.\"States and Localities Recognizing the Vietnamese Freedom and Heritage Flag Quoc Ky Vietnam: A Map and List of state and city legislation recognizing the Freedom and Heritage Flag Retrieved 2013-8-7Vietnamese American Television: List of states and cities that recognize the Vietnam Freedom and Heritage Flag Retrieved 2013-8-7 The current Vietnamese flag is the flag with the yellow star and red background. == History == thumb|A South Vietnamese flag being flown over a Buddhist temple in the U.S. state of Illinois, alongside the U.S. flag. === Nguyễn dynasty === During the reign of Emperor Gia Long (1802–1820), the yellow flag was also used as the symbol of the Empire of Vietnam. This was continued as the Emperor's flag when the Court of Huế became a French protectorate. Later the flag added a red bend on two sides. After the deportation and exile of the Emperors Thành Thái and Duy Tân, the new pro-French puppet king Khải Định chose to change the imperial flag to be a yellow flag with single horizontal band of red. Formally known as the \"\", the flag was the official flag of the Nguyễn Court. In 1945 with the French ousted by Japan, Prime Minister Trần Trọng Kim of the newly restored Empire of Vietnam adopted another variant of the yellow flag. It included three red bands but the middle band was broken to form the . Derived from the trigrams, Quẻ Ly is the third of the Bát Quái (the Eight Trigrams – Ba gua): Càn (乾), Đoài (兌), Ly (離), Chấn (震), Tốn (巽), Khảm (坎), Cấn (艮), Khôn (坤). It was chosen to symbolize the sun, fire, light, and civilization. And most importantly, it represents the southern lands under the \"Later Heaven\" order, that is Vietnam. This flag was used briefly from June to August 1945 when Emperor Bảo Đại abdicated. === Provisional Central Government of Vietnam and the State of Vietnam === On 2 June 1948, the Prime Minister of the Provisional Central Government of Vietnam, Brigadier General Nguyễn Văn Xuân, signed the decree with the specifications for the Vietnamese National Flag as follows: \"The national emblem is a flag of yellow background, the height of which is equal to two-thirds of its width. In the middle of the flag and along its entire width, there are three horizontal red bands. Each band has a height equal to one-fifteenth of the width. These three red bands are separated from one another by a space of the band's height.\" The new national flag was raised for the first time on 5 June 1948 on a boat named Dumont d'Urville outside of Hạ Long Bay during the signing of the Halong Bay Agreements (Accords de la baie d’Along) by High Commissioner Emile Bollaert and Nguyễn Văn Xuân.Réalités vietnamiennes (Les réalités permanentes), Saigon, 1969, p. 52 (in French).\"Ngày lịch sử trên vịnh Hạ Long 5-6-48 tức là ngày 28 tháng tư năm Mậu-tý\". Ngày Mới số 252, 9 June 1948. Hà Nội. A detailed design of the flag appeared on the newspaper on 3 June 1948, and again on the next day (with correction to the flag ratio). The residents of Hanoi were requested to display the flag at their home on 5 June 1948 to celebrate the Hạ Long Bay event.Ngày Mới số 247 bis, 4 June 1948. Cf. Ngày Mới số 247, 3 June 1948. Hà Nội. When the former Emperor Bảo Đại was made chief of state in 1949, this design was adopted as the flag of the State of Vietnam. The three red bands have the divination sign of Quẻ Càn, the first of the Eight Trigrams mentioned above. Quẻ Càn represents heaven. Based on the traditional worldview of the Vietnamese people, Quẻ Càn also denotes the South (as of the \"Earlier Heaven\" order), the Vietnamese Nation, Vietnamese people, and the people's power. Another interpretation places the three red bands as symbols of the three regions of Vietnam: North, Central, and South. === Republic of Vietnam and later === With the foundation of the republic in 1955, the flag was adopted by the successor state, the Republic of Vietnam (more commonly known as South Vietnam). It was the national flag for the entire duration of that state's existence (1955–1975) from the First Republic to the Second Republic. With the capitulation of Saigon on April 30, 1975, the Republic of Vietnam came to an end and the flag ceased to exist as a state symbol. Afterwards, it has been adopted by many in the Vietnamese diaspora to symbolically distance themselves from the Communist government and continues to be used either as an alternative symbol for ethnic unity or as a protest tool against the current government. ==Political significance== The flag of the former South Vietnam is popular with the case of Vietnamese Americans, Vietnamese Australians, and other Vietnamese around the world who fled Vietnam after the war, who call it the \"Vietnamese Heritage and Freedom Flag.\". In the United States, few Vietnamese immigrants use the current flag of Vietnam, which many of them consider offensive. Instead, they prefer to use the flag of South Vietnam in its place. The same is true for Vietnamese Canadians in Canada, Vietnamese Germans in western Germany, for Vietnamese in the Netherlands, France, Norway and the United Kingdom, and for Vietnamese Australians in Australia. ===Official recognition=== *In 1965, the South Vietnamese flag's design was incorporated into the Vietnam Service Medal which was created by President Lyndon Johnson and designed by Thomas Hudson Jones and Mercedes Lee. *In 2003, the Virginian state government rejected a bill that would've recognized the South Vietnamese flag. * From 2002 onward, the lobbying efforts of Vietnamese Americans resulted in the state governments of Virginia, Hawaii, Georgia, Colorado, Florida, Texas, Oklahoma, Louisiana, Ohio,Ohio Legislature, 126 SB 114 California,Office of the Governor, Executive Order S-14-06 Missouri,Missouri Legislature, HCR0026I Pennsylvania,Pennsylvania Legislature, HR 863 and MichiganMichigan Legislature, Resolution No. SR148 and HR16 recognizing it as the symbol of the Vietnamese American Community. Also, at least 15 counties and 85 cities in 20 states have also adopted similar resolutions. * In early 2008, Jason Kenney, Minister of Immigration, Refugees and Citizenship, posted an announcement on his website, declaring that the Canadian government recognized the flag of the Republic of Vietnam as the symbol of the Vietnamese-Canadian community. Further, he declared that \"attempts to disparage [the flag] are a deeply troubling attack on one of Canada's ethnic communities and on the principles of multiculturalism.\" In May 2008, he made a speech at an Army of the Republic of Vietnam rally, lending support to the program. * From 2015 onward in Australia, the City Councils of Maribyrnong, Greater Dandenong, Yarra, Fairfield, Port Adelaide Enfield, and Brimbank, respectively, have passed motions recognizing the \"Co Vang\" Vietnamese Heritage Flag. ===Controversies=== * When a Vietnamese American video tape store owner displayed the current flag of Vietnam and a photo of Ho Chi Minh in front of his store in Westminster, California, in 1999, a month- long protest against it climaxed when 15,000 people held a candlelight vigil one night, sparking the Hi-Tek incident (Hi-Tek was the name of the store).KOCE, Saigon, USA , 2004 * A faux pas by the United States Postal Service in using the current Vietnamese flag in a brochure to represent the Vietnamese American community that it serves caused outrage among Vietnamese Americans and resulted in an apology. * In 2004, many Vietnamese American students at the California State University, Fullerton threatened to walk out on their graduation ceremony when the university chose to use the current flag of Vietnam to represent its Vietnamese students. The Vietnamese American students demanded that the university use the former flag of South Vietnam instead. This resulted in the university scrapping all foreign flags for the ceremony.College Defuses Flag Protest, Los Angeles Times, May 12, 2004 * In 2006, Vietnamese-American students at the University of Texas at Arlington protested against the use of the Vietnamese flag in the Hall of Flags in Nedderman Hall and the exclusion of the South Vietnamese flag at a cultural diversity show during International Week. After weeks of protests, the university decided to scrap all flags from the display. *During World Youth Day 2008 in Sydney, tensions flared between the 800 Vietnamese pilgrims who used the flag of the Socialist Republic of Vietnam and the 2300 Vietnamese Australians pilgrims who used the Republic of Vietnam flag. *In 2008, many protested against Nguoi Viet Daily News, a Vietnamese-language newspaper in Orange County, California, for publishing a photograph of an art installation depicting a foot spa bearing the colors of the flag. *In October 2014, the Vietnamese Student Association chapter at the University of Arizona discovered that the University had removed the South Vietnamese flag from the campus bookstore's Flag Display (which includes flags from all over the world to celebrate the diversity found among students). Afterwards, the VSA chapter launched an online petition in protest to the decision. The University then responded and explained that the removal was due to a misunderstanding amongst the staff. It then apologized and promised to reinstall the flag afterwards. *Some theories claimed the flag was first introduced by Emporer Thành Thái via an imperial decree in 1890. Some views even claimed this flag (called The Yellow Flag for short) is the first true \"national flag\" of the Vietnamese people for it reflects the aspiration and hope of the people, not just the emperors, for independence and unification of the Viet nation.The National Flag of Viet Nam: Its Origin and Legitimacy or in Vietbao.com or in PDF However, Flags of the World opposed these claims, arguing that no such flag showed up in images from Thành Thái's era, and associated claims on the Internet are not credible. Phạm Quang Tuấn, professor of Chemical Engineering from University of New South Wales, traced the claim - that the yellow flag with three red stripes had originated during Thành Thái's reign - back, at the earliest, to Nguyễn Đình Sài, a former member of the anti-communist organization Việt Tân, who had written the article Quốc Kỳ Việt Nam: Nguồn Gốc và Lẽ Chính Thống (The National Flag of Viet Nam: Its Origin and Legitimacy) in September 2004. To back up his claim, Nguyền Đình Sài cited a webpage from Worldstatesmen website by Ben Cahoon, an American researcher affiliated with University of Connecticut. However, Nguyễn Đình Sài admitted Cahoon \"did not name any specific documents\" for Cahoon's claim that the yellow flag with three red stripes was used between 1890-1920.Nguyễn, Đình Sài (2004) The National Flag of Viet Nam: Its Origin and Legitimacy or in Vietbao.com or in PDF, *During the 2021 storming of the United States Capitol, many South Vietnamese flags were seen in the crowd of rioters. There were mixed reactions among Vietnamese Americans in Southern California. Forty-five Vietnamese American community advocates, politicians, and business leaders signed a statement condemning the use of the South Vietnamese flag in this context, and various Vietnamese American government officials also wrote statements opposing such use. *The flag has been subjected to a number of hate crimes, one notably from a group of international Vietnamese students, who was seen stamping on the flag, before chanting “burn the flag” in Vietnamese when attending university in Australia. A petition sent to Immigration Commissioner Alex Hawke, sent via an VCA (Vietnamese Community in Australia) vehicle, demands that men or women be stripped of their university visas for disrespecting and triggering trauma for the community. The petition garnered over 15,000 signatures on change.org. ==Colors and dimensions== 450px|thumbnail|none|Construction sheet The colors approximation is listed below: {| class=\"wikitable\" style=\"width:40%; style=\"text-align:center;\" |- ! 30px Color scheme ! style=\"background:#FFFF00; width:100px\"| Yellow ! style=\"background:#DA251D; width:100px; color:white;\" | Red |- | CMYK | 0, 0, 100, 0 | 0, 73, 78, 6 |- | RGB | 255, 255, 0 | 218, 37, 29 |- | Hexadecimal | #FFFF00 | #DA251D |- | Pantone | 803 C | 485 C |} {| class=wikitable width=60% style=\"text-align:center;\" |- ! 40px Colors scheme ! ! style=\"background:#3399FF; width:100px; color:white;\"| Blue ! style=\"background:#DA251D; width:100px; color:white;\"| Red ! style=\"background:#FFFF00; width:100px; color:black;\" | Yellow |- | CMYK || 80-40-0-0 || 0-83-87-15 || 0-0-100-0 |- |HEX |#3399FF |#DA251D |#FFFF00 |- |RGB |51-153-255 |218-37-29 |255-255-0 |- |Pantone |2727 C |485 C |803 C |} == See also == * List of flags of the Republic of Vietnam Military Forces * Flag of Vietnam * List of flags of Vietnam * Tonkin Gulf Yacht Club * Vietnam Service Medal * Vietnam Presidential Unit Citation * Flag of South Korea * Flag of the Republic of China ==References== ==External links== * The National Flag of Free Vietnam * CNN article on the Vietnamese-American community adoption of the flag of former South Vietnam as their emblem * The National Flag of Viet Nam: Its Origin and Legitimacy or in Vietbao.com or in PDF * Chiến Dịch Vinh Danh Cờ Vàng Ba Sọc Đỏ Category:South Vietnam S S Category:Symbols of Nguyen dynasty Category:National symbols of Vietnam Category:Vietnamese diaspora South Vietnam",
 "title": "Flag of South Vietnam"
}