{
 "id": "447847",
 "text": "Cochrane is a town in northeastern Ontario, Canada. It is located east of Kapuskasing, northeast of Timmins, south of Moosonee, and north of Iroquois Falls. It is about a one-hour drive from Timmins, the major city of the region. It is the seat of Cochrane District. The town's population is made up of about half anglophone and half francophone residents. ==History== thumb|left|Railway station, 1920s Before Cochrane was founded, it was used as a summer camping ground by indigenous people, and a stopping place for fur traders travelling to Moose Factory. In the early 20th century, the National Transcontinental Railway was built through the area, and in 1907, the place was selected as the junction point with the Temiskaming and Northern Ontario Railway. In November 1908, the lots were sold by auction and a railway town formed.Ontario Heritage Foundation, Ministry of Culture and Communications It was incorporated on January 1, 1910, and named for politician and merchant Frank Cochrane, a former mayor of Sudbury and the Minister of Lands, Forests and Mines in the provincial government from 1905 to 1911, then Minister of Railways from 1911 to 1919. The settlement was devastated by fire in 1910, 1911, and 1916, but rebuilt each time and became a transportation hub for northern Ontario. After the Reesor Siding Strike of 1963, Cochrane was the site of the trial for 20 Reesor Siding farmers charged with the killing of 3 union employees. The Town of Cochrane amalgamated with the surrounding townships of Glackmeyer and Lamarche to create a newly expanded Town of Cochrane in 2000. ==Geography== ===Climate=== Cochrane has a subarctic climate (Dfc) with very cold winters and warm summers. Diurnal temperature variation is moderately high throughout the year. Annual snowfall is heavy, averaging 117 inches (297 cm). Precipitation peaks during early fall. Winter typically lasts from the end of October to well into April. Until 1977, Timmins was used as the source for all weather readings attributed to Cochrane except for exceptional extremes, due to the overall similar climate due to proximity and topography. However, in December 1977, Cochrane temperature readings began to be taken from downtown after a noticeable difference in temperature was recorded two years prior in January 1976. However, to this day, if Cochrane's weather equipment fails at any time, the Timmins temperature readings are used due to the overall similarity. == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Cochrane had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. thumb|right|250px|District courthouse and town hall Population trend:Statistics Canada: 1996, 2001, 2006 census * Population in 2016: 5,321 * Population in 2011: 5,340 * Population in 2006: 5,487 * Population in 2001: 5,690 * Population total in 1996: 5,535 ** Cochrane (town): 4,443 ** Glackmeyer (township): 1,092 * Population in 1991: 5,653 ** Cochrane (town): 4,585 ** Glackmeyer (township): 1,068 Mother tongue: * English as first language: 50.6% * French as first language: 43.8% * English and French as first language: 1.5% * Other as first language: 4.1% ==Economy== In the 2011 Census, Cochrane had a population of 5,340, a 2.7% decrease from the 2006 Census (5,487), which was itself a 3.6 percent decrease from the 2001 Census. Like many northern Ontario communities, the population decline is due to lack of employment. The main industries in Cochrane are transportation, railway, tourism, and forestry. Marginal farming also exists around Cochrane. Though the soil is considered to be of good quality, the growing season is too short to have substantial crop production. ==Attractions== === Polar bears === The town contains many references to polar bears. Its mascot is a large polar bear statue known as Chimo, erected in the early 1970s. There are also live polar bears at the Polar Bear Conservation and Educational Habitat and Heritage Village, which opened in the summer of 2004. Polar bears from the Metro Toronto Zoo were relocated to Cochrane while a new pavilion was being constructed. Those two polar bears were returned to the Toronto Zoo in the summer of 2009.Toronto Zoo - Animals Off Display In late May 2012, a new bear arrived at the Polar Bear Habitat, Ganuk. Also in 2012, a second bear, Inukshuk, was brought from the Toronto Zoo to The Polar Bear Habitat as a part-time resident. After successfully breeding 5 times in both the Toronto and Quebec Zoos, Inukshuk is now a permanent resident in Cochrane. In 2016 the habitat gained a third bear named Henry who came all the way from Sea World on the Gold Coast in Australia. === Cochrane Heritage Village === Located on the grounds of the Canadian Polar Bear Habitat, the Cochrane Village has multiple buildings housing historic settings. The railway station has a set up to view a video of a history of the Town of Cochrane as well as artifacts and photos representing railroad history. There are train rides available in a small motor train. There is a historic butcher shop, doctor’s office, a shoe repair shop, blacksmith shop and hardware store. Other buildings include a homestead house, barn, a one room schoolhouse and a trapper’s cabin. There is a sit in restaurant for fast foods and snacks. The Heritage Village is open in the summer months and often has costumed hosts. === Cochrane Public Library === The Cochrane Public Library was established in 1917 and houses a large collection of books, DVDs, puzzles, video games, and other material. It offers tourists snowshoes and skis for lending in the winter and a safe place to enjoy. Downstairs there is an Art Gallery as well as a book saleroom. Coffee is available for purchase. The library houses the town's archives, which is a wealth of local history. ==Sports== ===Ice hockey=== The Cochrane residents traditionally place hockey highly among their cultural values and native French and English speakers use the sport as a common ground to connect on. The town of Cochrane built and maintains the Tim Horton's Event Centre, which opened in 2006 and seats a capacity of over 800. Numerous construction delays hindered its official opening. The Tim Horton Museum is also situated in the facility and contains hockey memorabilia. The arena is currently home to the Cochrane Crunch, a Canadian Jr. A hockey team. The Crunch play in the NOJHL, and in 2014/15 captured their first Eastern Division Championship. With an average attendance of 466, the small town placed third in the league. In the 2017/2018 season, the team became the East division champs and later going on to become league champs, who would go on to compete for the Dudley Hewitt Cup. The team and the town of Cochrane successfully won their bid to host the Dudley Hewitt Cup in 2019. ==Infrastructure== thumb|Cochrane railway station ===Transportation=== ====Roads==== Cochrane is situated along Ontario Highway 11. The town is close to the northern end of the road system in the area. The last roads in this part of Ontario end about halfway between Cochrane and Moosonee at Otter Rapids. ====Railway==== The Cochrane railway station is operated by the Ontario Northland Railway and serves as the southern terminus of the Polar Bear Express which operates five days per week to and from Moosonee. ====Airport==== The town is served by the Cochrane Aerodrome, but has no scheduled flights. ==See also== * List of francophone communities in Ontario * List of towns in Ontario * List of population centres in Ontario ==References== ==External links== * Category:Single-tier municipalities in Ontario Category:Towns in Ontario",
 "title": "Cochrane, Ontario"
}