{
 "id": "448089",
 "text": "Qom Province (, Ostān-e Qom), pre-Islamic Komishan/Qomishan, is one of the 31 provinces of Iran with 11,237 km², covering 0.89% of the total area in Iran. It is in the northern portion of the country, and its provincial capital is the city of Qom. It was formed from part of Tehran Province in 1995. In 2011, the province had a population of 1,151,672 out of which 95.2% resided in urban areas and 4.8% in rural vicinities. The province contains the cities of Qom, Jafariyeh, Dastjerd, Kahak, Qanavat & Salafchegan. Qom County is the sole county in the province. The province was designated as part of Region 1 following the division of Iranian provinces into 5 regions which took place on June 22, 2014 for the purposes of coordination and development. ==Geography== The climate of Qom province varies between a desert and semi-desert climate and comprises mountainous areas, foothills, and plains. Due to being located near an arid region and far inland, it experiences a dry climate, with low humidity and scanty rainfall. Thus, agriculture is not possible in most of its areas, especially near the salt lake regions. Qom province has two large salt lakes, namely: Howz e Soltan Lake, which lies 36 km due north of Qom, and Namak Lake which lies 80 km due east of Qom. Nearly a fifth of Namak Lake lies within Qom province. ==History== thumb|right|Vessel from Kahak, Qom, dated mid-first millennium BC. Qom is thought to have existed in pre-Islamic ages. Archeological discoveries indicate Qom as a residential area from the 5th millennium BCE. According to the pre-Islamic remaining relics and historical texts, Qom was a large city. 'Kom' was the name of the ancient rampart of the city of Qom, thus, the Arabs called it Qom during the Arab conquests of Iran. It was during the reign of the second caliph Umar, that the Muslims captured Qom's center. In 644-645 CE, Abu Moosa Ashari, dispatched forces under his command to Qom. Conflicts arose between the invading Arabs and the residents of the area. During the persecution of the Alavids by the Abbasids and Umayyads, many Alavids fled to Qom, making it their permanent home. The Caliph Al-Ma'mun sent forces to Qom in the year 825 CE, resulting in a public massacre and destruction of the city. On hearing of the demise of al-Ma'mun, the inhabitants of Qom revolted and were successful in overthrowing the representative of the Caliph in 831 CE. However, al-Ma'mun's successor, al- Mu'tasim, dispatched forces to Qom in order to curb the riots and once again the city was set aflame. The unrest continued until the Buwayhid dynasty (Al e Booyeh in Persian) came to power, being of the Alavid community. It was during this reign that the city of Qom expanded and thrived. In the Saljuqi era the city flourished once more. During the first wave of the Mongol invasion, the city witnessed destruction, but after Mongol rulers, particularly after Sultan Öljeitü Khoda bandeh of the Ilkhanate dynasty converted to Islam, the city received special attention, thus witnessing a revival once again. In the late 14th century, the city came under the plunder of Tamerlane when the inhabitants were massacred again. During the periods of the rule of the Qarah Qoyoonloo, Aq Qoyoonloo, and especially during the reign of the Safavids, Qom gained special attention and gradually developed. By 1503, Qom became one of the important centers of theology in relation to the Shia Islam and became a vital pilgrimage site and religious pivot. During the Afghan invasion, the city of Qom suffered heavy damages, and its inhabitants witnessed severe economic hardships. Qom further sustained damages during the reigns of Nader Shah, and the conflicts between the two households of Zandieh and Qajar in order to gain power in Iran. In 1798, Qom came under the control of Agha Mohammad Khan Qajar. On being victorious over his enemies, Fath Ali Shah made repairs to the sepulcher and shrine of Ma'soumeh, fulfilling his vow. The city of Qom thrived in the Qajar era. After Russian forces entered Karaj in 1915, many of the inhabitants of Tehran moved to Qom. The transfer of the capital from Tehran to Qom was discussed, but the British and Russians demolished the plan by bringing the monarch of the times, Ahmad Shah Qajar under pressure. Coinciding with this period, a 'National Defense Committee' was set up, and Qom turned into a political and military apex against the Russian and British colonial powers. Qom was also the center from which Ayatollah Khomeini based his opposition to the Pahlavi dynasty, while in Iran. == Qom == The Jamkaran mosque is a popular pilgrimage site for Shia Muslims|thumb|500px Today, Qom is considered one of the focal centers of the Shiah branch of Islam. Its theological center and the shrine of Ma'soomeh are prominent features of the provincial capital of Qom.The biography of Hazrat Ma'sumeh (peace be uopn her) tasnimnews.com Retrieved 4 Oct 2018 Outside the city is Jamkaran, another site of religious pilgrimages.KhanMohammadi, Chahe-Araize-Jamkaran, Az Khorafeh Ta Wagheiyat, P. 162The mosque of Jamkaran hawzah.net Retrieved 4 Oct 2018 Qom has at times again been considered as a possible candidate for moving the political capital of Iran, as Tehran faces an increasing probability of an overdue major earthquake and is notorious for its pollution and traffic congestion. The conservative factions are favorable to this idea while the business and economic base of Tehran opposes any such moves. In 2009 it was disclosed that a mountain range near Qom is the site of Iran's second uranium enrichment facility, containing 3000 gas centrifuges. ===Culture=== Iran's Cultural Heritage Organization lists 195 sites of historical and cultural significance in Qom. The most visited sites are: * Kahak cave * Vashnuh cave * Howz e Soltan Salt Lake * Namak Great Salt Lake * Mar'ashi Najafi Library, with over 500,000 handwritten texts and copies. * Astaneh Moqaddaseh Museum * Qom Bazaar * Feyzieh Seminary * Jamkaran Mosque * Qom Jame' Mosque * Qom Atiq Mosque * A'zam Mosque * Shrine of Masoumeh ===Colleges and universities=== * University of Qom * Mofid University * Islamic Azad University of Qom * The Research Institute of Hawzeh va Daneshgah * Computer Research Center of Islamic Sciences * Imam Khomeini Education and Research Institute * Qom University of Medical Sciences, (website) * Qom's Feyzieh Seminary (called The Hawzah) * Payam Noor University of Qom == Politics == Qom Province is a politically conservative place. == References == ==Bibliography== * * ==External links== * Qom's Cultural Heritage Organization (Archive) * Governor of Qom website * Qom university of medical science Category:Provinces of Iran Category:Ziyarat",
 "title": "Qom province"
}