{
 "id": "448193",
 "text": "{{Infobox settlement | name = Cabo Delgado | native_name = | native_name_lang = | settlement_type = Province | image_skyline = Bridge over Rio Lurio EN1 road (3911465523).jpg | imagesize = | image_alt = | image_caption = | image_flag = | flag_size = | flag_alt = | image_seal = | seal_size = | seal_alt = | image_shield = | shield_size = | shield_alt = | image_blank_emblem = | blank_emblem_type = | blank_emblem_size = | blank_emblem_alt = | nickname = | motto = | image_map = Cabo Delgado in Mozambique.svg | mapsize = 250px | map_alt = | map_caption = Cabo Delgado, Province of Mozambique | image_map1 = | mapsize1 = | map_alt1 = | map_caption1 = | subdivision_type = Country | subdivision_name = Mozambique | subdivision_type1 = | subdivision_name1 = | subdivision_type2 = | subdivision_name2 = | established_title = | established_date = | founder = | named_for = | seat_type = Capital | seat = Pemba | government_footnotes = | government_type = | leader_party = | leader_title = Governor | leader_name = Valige Tauabo | leader_title1 = | leader_name1 = | total_type = | unit_pref = | area_magnitude = | area_footnotes = | area_total_km2 = 82625 | area_total_sq_mi = | area_total_dunam = | area_land_km2 = | area_land_sq_mi = | area_water_km2 = | area_water_sq_mi = | area_water_percent = | area_note = | elevation_footnotes = | elevation_m = | elevation_ft = | population_footnotes = | population_total = 2320261 | population_as_of = 2017 | population_density_km2 = auto | population_density_sq_mi = | population_est = | pop_est_as_of = | population_demonym = | population_note = | timezone1 = | utc_offset1 = | timezone1_DST = | utc_offset1_DST = | postal_code_type = Postal code | postal_code = 32xxx | area_code = (+258) 278 | blank_name_sec1 = HDI (2019) | blank_info_sec1 = 0.391 · 11th of 11 | website = | footnotes = | official_name = }} Cabo Delgado is the northernmost province of Mozambique. It has an area of and a population of 2,320,261 (2017). As well as bordering Mtwara Region in the neighboring country of Tanzania, it borders the provinces of Nampula and Niassa. The region is an ethnic stronghold of the Makonde tribe, with the Makua and Mwani as leading ethnic minorities. Pemba is the capital of the province; other important cities include Montepuez and Mocímboa da Praia. ==History== thumb|left|300px|Provincial map The province shares its name with Cape Delgado (), a coastal headland on the border between Mozambique and Tanzania, which forms the northernmost point in Mozambique. On 25 September 1964, FRELIMO guerrillas arrived from Tanzania and, with help from some individuals of the surrounding population, attacked a Portuguese administrative post in the province. This raid marked the beginning of the Mozambican War of Independence, part of the Portuguese Colonial War, the former of which was an armed struggle between the Portuguese colonial authorities in the then- Portuguese Overseas Province of Mozambique and the independence movement. This province was the focus of Operation Gordian Knot, where the Portuguese forces attempted to wipe out the guerrilla bases in the province. ===Jihadist insurgency=== Beginning in October 2017, armed Islamist extremists linked to the Islamic State of Iraq and the Levant (ISIL) launched a jihadist insurgency in the Cabo Delgado region.Eric Morier-Genoud, The jihadi insurgency in Mozambique: origins, nature and beginning, Journal of Eastern African Studies, Vol. 14, issue 3, pp. 396-412 (July 2020).David M. Matsinhe & Estacio Valoi, The genesis of insurgency in northern Mozambique, ISS Southern Africa Report, Vol. 2019, No. 27. The militants launched attacks and committed mass beheadings,Max Bearak, As militants overrun Mozambique oil town, fears rise of 'humanitarian catastrophe', Washington Post (March 31, 2021). and in August 2020 seized the port town of Mocimboa da Praia. The group sometimes calls themselves al-Shabaab, although they do not have known links with the Somali al-Shabaab, a different jihadist group. In March 2021, the U.S. Department of State designated Ahlu Sunna Wal Jammah (ASWJ), a group operating in Cabo Delgado with the participation of \"foreign fighters\" from Tanzania, as a franchise of ISIL and added it to its list of Foreign Terrorist Organizations. The International Crisis Group reported in March 2021 that while ISIL has contact with the jihadists in Mozambique and has given some level of financial assistance, ISIL likely does not exert command and control authority over the group.Understanding the New U.S. Terrorism Designations in Africa, International Crisis Group (March 18, 2021). Mozambique Defence Armed Forces have been battling the extremists. Many civilians have been displaced by the fighting. In September 2020, ISIL insurgents captured Vamizi Island in the Indian Ocean. Over fifty people were beheaded by terrorists in the province in April 2020 and a similar number in November 2020. In March 2021, the NGO Save the Children reported that Islamist militants were beheading children, some as young as 11. On March 24, 2021, the militants seized Palma, murdering dozens of civilians and displacing more than 35,000 of the town's 75,000 residents.Dozens of 'defenceless' civilians killed in Mozambique attack, Al Jazeera (March 28, 2021). Many fled to the provincial capital, Pemba.Andrew Meldrum, Rebels leave beheaded bodies in streets of Mozambique town, Associated Press (March 29, 2021). In July 2021 Southern African Development Community deployed its military mission to the province Southern African Development Community Mission in Mozambique (SAMIM). == Demographics == ===Religion=== Religion is shaping a civil war in Cabo Delgado. Mozambique is a majority-Christian country; however two northern provinces have an Islamic majority – Niassa (61 percent) and Cabo Delgado (54 percent). In Cabo Delgado, only three districts have a Catholic majority – Muidumbe (67 percent) and Mueda (54 percent) in the north and Namuno (61 percent) in the south. Two other districts have significant Catholic populations – Nangade (42 percent Catholic, 36 percent Muslim) in the north and Chiure (44 percent Muslim, 42 percent Catholic) in the South, whilst twelve have Muslim majorities, including Pemba; four are more than 90 percent Muslim. Coastal administrative posts are all over 75 percent Muslim.Mozambique 484 news reports & clippings: Supplement on religion and voting in Cabo Delgado districts and administrative posts, 30 April, 2020 ==Districts== 300px|thumb|Meluco, Cabo Delgado Cabo Delgado Province is divided into the 16 districts of: * Ancuabe District – covering 4,606 km² with 109,792 inhabitants, * Balama District – covering 5,619 km² with 126,116 inhabitants, * Chiúre District – covering 4,210 km² with 230,044 inhabitants, * Ibo District – covering just 48 km² with 9,509 inhabitants, * Macomia District – covering 4,049 km² with 81,208 inhabitants, * Mecúfi District – covering 1,192 km² with 43,573 inhabitants, * Meluco District – covering 5,799 km² with 25,184 inhabitants, * Mocímboa da Praia District – covering 3,548 km² with 94,197 inhabitants, * Montepuez District – covering 15,871 km² with 185,635 inhabitants, * Mueda District – covering 14,150 km² with 120,067 inhabitants, * Muidumbe District – covering 1,987 km² with 73,457 inhabitants, * Namuno District – covering 6,915 km² with 179,992 inhabitants, * Nangade District – covering 3,031 km² with 63,739 inhabitants, * Palma District – covering 3,493 km² with 48,423 inhabitants, * Pemba-Metuge District – covering 1,094 km² with 65,365 inhabitants (excluding the city of Pemba), * Quissanga District – covering 2,061 km² with 35,192 inhabitants; 300px|thumb|Ibo, Cabo Delgado and the municipalities of: * Mocimboa da Praia * Montepuez * Pemba – covering 194 km² with 141,316 inhabitants. ==References== ==External links== * Cabo Delgado Province official site Category:Provinces of Mozambique",
 "title": "Cabo Delgado Province"
}