{
 "id": "448277",
 "text": "Burnham-on-Crouch is a town and civil parish in the Maldon District of Essex in the East of England. It lies on the north bank of the River Crouch. It is one of Britain's leading places for yachting. The civil parish extends east of the town to the mouth of the River Crouch. It includes the hamlets of Creeksea and Ostend west of the town, Stoneyhills to the north and Dammer Wick, West Wick and East Wick east of the town. ==History== According to the Domesday Book of 1086, Burnham was held in 1066 by a thegn called Alward and 10 free men. After 1066 it was acquired by a Norman called Tedric Pointel of Coggeshall whose overlord was Ralph Baynard. Historically, it has benefited from its location on the coast – first as a ferry port, later as a fishing port known for its oyster beds, and most recently as a centre for yachting. The parish church of St Mary's Church, Burnham on Crouch is a large medieval church dedicated to St Mary the Virgin. The church is first recorded in 1155, when it was given to Little Dunmow Priory, and the Purbeck marble font dates from the twelfth century. The church's unusual plaster barrel vault dates from 1775, after the previous roof was destroyed by fire in 1774. There is also a United Reformed Church in Station Road in Burnham-on-Crouch. It was built in 1950 as the Congregational Church after its predecessor burnt down in 1946. The URC Church was formed when the Congregational church merged with the local Methodist church in 1984. Also on Station Road is the Baptist Church. There are many listed buildings in the town, including the Grade II* listed Royal Corinthian Yacht Club designed in 1931 by the modernist architect Joseph Emberton. The Mangapps Railway Museum is located nearby. Although the town has a population of little over 7,500, it is the principal settlement in the wider Dengie peninsula area (population 20,000), meaning it has facilities that are uncommon in small towns, such as a cinema, a laundrette, a post office, 22 licensed drinking establishments and three pharmacies. Burnham played a significant role in both world wars. A First World War airfield was established in 1915 on agricultural land next to present-day Wick Farm. It was used until early 1919. It was established for use by Home Defence aircraft in order to defend against Zeppelin attack and as a night flight station. The small grass landing field covered an area of about 150 acres. There were no permanent buildings, and the personnel were billeted in tented accommodation. The base was initially established by the Royal Navy Air Service (RNAS) and two Bristol T.B.8s operated from there. The Royal Flying Corps (RFC) took over responsibilities for Home Defence in 1916 and the airfield became a RFC base operating BE type aircraft of 37 Squadron (50th Wing). The airfield was closed in 1919. During the Second World War, Burnham was the training base for one of the first Commando battalions, led by Lt-Col Dunford-Slater. From 1943 to 1945 it was HMS St Mathew, base for up to 1400 sailors training on minor landing craft. The navy occupied the Royal Corinthian Yacht Club and a site at Creeksea. Unconnected with these activities, the area often witnessed Luftwaffe crashes and bomb, mine and V-weapon explosions – German parachute mines caused fatalities in the town and at nearby Southminster.ADM 199, DEFE 1 and Ho 192/193 files National Archive, CW 1 series files at Essex County Record Office, J P Foynes \"Battle of the East Coast 1939-1945\" Since 1966 Burnham-on-Crouch has had an RNLI lifeboat presence. Initially it operated only during the sailing season, but from 1987 it has done so all year. The on- shore facilities are in the marina with two floating boathouses in Burnham yacht harbour. ==Society and culture== Burnham-on-Crouch holds a bi-annual charity fund-raising pub crawl, an event which first took place in June 2007. Typically more than 100 local people walk through the town in themed fancy dress raising money for the Samaritans. There is both a summer and winter edition of the crawl. The town has a community-based magazine, The Burnham on Crouch and Dengie Focus which is delivered to every house and business in Burnham and Southminster and can be picked up from collection points throughout Dengie. On the last Saturday of September, the town holds its Illuminated Carnival, which was held for the 100th year in 2008. The carnival takes place on the High Street and Quay with stalls, sideshows and displays, and culminates with a grand illuminated procession in the evening, which leaves from the clock tower and proceeds around the town. (Registration required). There is also a fancy-dress competition for children. The carnival is sponsored by local businesses. The Essex town is mentioned in the song \"Billericay Dickie\", by Ian Dury. This song alludes to Burnham's somewhat upmarket status in the county, with the invitation \"Oh golly, oh gosh, Come and lie on the couch, With a nice bit of posh, From Burnham-on-Crouch.\"Ian Durie - Billericay Dickie Lyrics|AZLyrics.com ==Transport== ===Rail=== thumb|right|Burnham-on-Crouch railway station In view of the town's comparatively isolated position – 20 miles from Chelmsford, the nearest city – Burnham-on-Crouch railway station represents a vital transport link. The station is situated on a single-line branch from Wickford, which escaped closure in the 1960s by Beeching, as it was used to supply the nearby Bradwell nuclear power station. The branch line was electrified in the 1980s, and provides off-peak services to Wickford with direct services to and from London Liverpool Street during rush hour, thus allowing the town's inclusion in the London commuter belt. ===Bus=== The town has bus links to Chelmsford. First Essex, services link Burnham On Crouch - Latchingdon - Maldon - Danbury - Chelmsford, and Maldon to Chelmsford. ==Sport== ===Yachting=== Burnham-on- Crouch hosts an annual sailing event known as Burnham Week, which takes place in the last week of August. The week includes competitive yacht and dinghy racing on the River Crouch. The event is shared among the four established sailing clubs in Burnham: The Royal Corinthian Yacht Club (linked to the sailing club with the same name in Cowes, Isle of Wight), The Royal Burnham Yacht Club, The Crouch Yacht Club, and The Burnham Sailing Club. This annual yacht regatta dates back to 1893. In the early years, Burnham Week was regarded as the last event in the sailing calendar. In the days before marinas afforded year-round access, many yachts were laid up for the winter in mud- berths on the east coast rivers. The racing fleets worked their way along the south coast, enjoying various events and regattas, having a final fling at Burnham before laying up. Today, the event is still growing strongly and the various sailing clubs produce many highly regarded sailors. The week provides a range of competitive racing events as well as a full party programme. ===Other sporting activities=== Burnham-on-Crouch has a non-league football club Burnham Ramblers F.C., which plays at Leslie Fields. There are rugby union, cricket and lawn bowls clubs, all of which compete at local, county and regional levels. Burnham Golf Club, an 18-hole course, is at Creeksea, approximately 1.5 miles from the town centre. == Notable people == * Neil Faith, professional wrestler, attended St. Mary's Primary School, Burnham-on- Crouch * Keith Musto, received a silver medal for sailing in the Tokyo 1964 Olympics and was the founder of Musto clothing company * Kate Walsh, musician, from Burnham-on-Crouch * Helen Watson, musician, lives in Burnham-on-Crouch * Una Silberrad feminist novelist lived in Burnham. and is buried in the churchyard ==References== ==External links== * Information and photographs of Burnham-on-Crouch * The history of Burnham-on-Crouch Category:Towns in Essex Category:Populated coastal places in Essex Category:Maldon District",
 "title": "Burnham-on-Crouch"
}