{
 "id": "449071",
 "text": "The iron law of oligarchy is a political theory first developed by the German- born Italian sociologist Robert Michels in his 1911 book, Political Parties.James L. Hyland. Democratic theory: the philosophical foundations. Manchester, England, UK; New York, New York, USA: Manchester University Press ND, 1995. p. 247. It asserts that rule by an elite, or oligarchy, is inevitable as an \"iron law\" within any democratic organization as part of the \"tactical and technical necessities\" of the organization. Michels's theory states that all complex organizations, regardless of how democratic they are when started, eventually develop into oligarchies. Michels observed that since no sufficiently large and complex organization can function purely as a direct democracy, power within an organization will always get delegated to individuals within that group, elected or otherwise. Using anecdotes from political parties and trade unions struggling to operate democratically to build his argument in 1911, Michels addressed the application of this law to representative democracy, and stated: \"Who says organization, says oligarchy.\" He went on to state that \"Historical evolution mocks all the prophylactic measures that have been adopted for the prevention of oligarchy.\" According to Michels, all organizations eventually come to be run by a \"leadership class\", who often function as paid administrators, executives, spokespersons or political strategists for the organization. Far from being \"servants of the masses\", Michels argues this \"leadership class\", rather than the organization's membership, will inevitably grow to dominate the organization's power structures. By controlling who has access to information, those in power can centralize their power successfully, often with little accountability, due to the apathy, indifference and non-participation most rank-and-file members have in relation to their organization's decision-making processes. Michels argues that democratic attempts to hold leadership positions accountable are prone to fail, since with power comes the ability to reward loyalty, the ability to control information about the organization, and the ability to control what procedures the organization follows when making decisions. All of these mechanisms can be used to strongly influence the outcome of any decisions made 'democratically' by members.Robert Michels, Political Parties: A Sociological Study of the Oligarchical Tendencies of Modern Democracy, 1915, trans. Eden and Cedar Paul (Kitchener, Ontario: Batoche Books, 2001), 241. Michels stated that the official goal of representative democracy of eliminating elite rule was impossible, that representative democracy is a façade legitimizing the rule of a particular elite, and that elite rule, which he refers to as oligarchy, is inevitable. Later Michels migrated to Italy and joined Benito Mussolini Fascist Party, as he believed this was the next legitimate step of modern societies. The thesis became popular once more in post-war America with the publication of Union Democracy: The Internal Politics of the International Typographical Union (1956) and during the red scare brought about by McCarthyism. ==History== In 1911 Robert Michels argued that paradoxically the socialist parties of Europe, despite their democratic ideology and provisions for mass participation, seemed to be dominated by their leaders just like traditional conservative parties. Michels' conclusion was that the problem lay in the very nature of organizations. The more liberal and democratic modern era allowed the formation of organizations with innovative and revolutionary goals, but as such organizations become more complex, they became less and less democratic and revolutionary. Michels formulated the \"iron law of oligarchy\": \"Who says organization, says oligarchy.\" He later became an important ideologue of Benito Mussolini's fascist regime in Italy, teaching economics at the University of Perugia. ==Reasons== Michels stressed several factors that underlie the iron law of oligarchy. Darcy K. Leach summarized them briefly as: \"Bureaucracy happens. If bureaucracy happens, power rises. Power corrupts.\" Any large organization, Michels pointed out, has to create a bureaucracy in order to maintain its efficiency as it becomes larger—many decisions have to be made daily that cannot be made by large numbers of disorganized people. For the organization to function effectively, centralization has to occur and power will end up in the hands of a few. Those few—the oligarchy—will use all means necessary to preserve and further increase their power. According to Michels, this process is further compounded as delegation is necessary in any large organization, as thousands—sometimes hundreds of thousands—of members cannot make decisions via participatory democracy. This has to date been dictated by the lack of technological means for large numbers of people to meet and debate, and also by matters related to crowd psychology, as Michels argued that people feel a need to be led. Delegation, however, leads to specialization—to the development of knowledge bases, skills and resources among a leadership—which further alienates the leadership from the rank and file and entrenches the leadership in office. Michels also argued that for leaders in organizations, \"The desire to dominate ... is universal. These are elementary psychological facts.\" Thus, they were prone to seek power and dominance. Bureaucratization and specialization are the driving processes behind the iron law. They result in the rise of a group of professional administrators in a hierarchical organization, which in turn leads to the rationalization and routinization of authority and decision-making, a process described first and perhaps best by Max Weber, later by John Kenneth Galbraith, and to a lesser and more cynical extent by the Peter principle. Bureaucracy by design leads to centralization of power by the leaders. Leaders also have control over sanctions and rewards. They tend to promote those who share their opinions, which inevitably leads to self-perpetuating oligarchy. People achieve leadership positions because they have above-average political skill (see Charismatic authority). As they advance in their careers, their power and prestige increases. Leaders control the information that flows down the channels of communication, censoring what they do not want the rank-and-file to know. Leaders will also dedicate significant resources to persuade the rank-and-file of the rightness of their views. This is compatible with most societies: people are taught to obey those in positions of authority. Therefore, the rank and file show little initiative, and wait for the leaders to exercise their judgment and issue directives to follow. ==Implications== The \"iron law of oligarchy\" states that all forms of organization, regardless of how democratic they may be at the start, will eventually and inevitably develop oligarchic tendencies, thus making true democracy practically and theoretically impossible, especially in large groups and complex organizations. The relative structural fluidity in a small-scale democracy succumbs to \"social viscosity\" in a large-scale organization. According to the \"iron law\", democracy and large-scale organization are incompatible. ==Examples and exceptions== An example that Michels used in his book was Germany's Social Democratic Party.Darcy K. Leach, \"The Iron Law of What Again? Conceptualizing Oligarchy Across Organizational Forms\", Sociological Theory, Volume 23, Number 3, September 2005, pp. 312-337(26). ===Labour unions and Lipset's Union Democracy=== One of the best known exceptions to the iron law of oligarchy is the now defunct International Typographical Union, described by Seymour Martin Lipset in his 1956 book, Union Democracy. Lipset suggests a number of factors that existed in the ITU that are allegedly responsible for countering this tendency toward bureaucratic oligarchy. The first and perhaps most important has to do with the way the union was founded. Unlike many other unions (e.g., the CIO's United Steel Workers of America (USWA), and numerous other craft unions) which were organized from the top down, the ITU had a number of large, strong, local unions who valued their autonomy, which existed long before the international was formed. This local autonomy was strengthened by the economy of the printing industry which operated in largely local and regional markets, with little competition from other geographical areas. Large locals continued to jealously guard this autonomy against encroachments by international officers. Second, the existence of factions helped place a check on the oligarchic tendencies that existed at the national headquarters. Leaders that are unchecked tend to develop larger salaries and more sumptuous lifestyles, making them unwilling to go back to their previous jobs. But with a powerful out faction ready to expose profligacy, no leaders dared take overly generous personal remuneration. These two factors were compelling in the ITU case. Lipset and his collaborators also cite a number of other factors which are specific to craft unions in general and the printing crafts in particular, including the homogeneity of the membership, with respect to their work and lifestyles, their identification with their craft, their more middle class lifestyle and pay. For this latter point he draws upon Aristotle who argued that a democratic polity was most likely where there was a large, stable middle class, and the extremes of wealth and poverty were not great. Finally, the authors note the irregular work hours which led shopmates to spend more of their leisure time together. These latter factors are less persuasive, since they do not apply to many industrial forms of organization, where the greatest amount of trade union democracy has developed in recent times. ===University student unions=== Titus Gregory uses Michels \"iron law\" to describe how the democratic centralist structure of the Canadian Federation of Students, consisting of individual student unions, encourages oligarchy. Titus Gregory argues that university students' unions today \"exhibit both oligarchical and democratic tendencies\". Unlike trade unions they have an ideologically diverse membership, and frequently have competitive democratic elections covered by independent campus media who guard their independence. These factors are strongly democratizing influences, creating conditions similar to those described by Lipset about the ITU. However, Gregory argues student unions can also be highly undemocratic and oligarchical as a result of the transient membership of the students involved. Every year between one quarter and one half of the membership turns over, and Gregory argues this creates a situation where elected student leaders become dependent on student union staff for institutional memory and guidance. Since many students' unions extract compulsory fees from their transient membership, and many smaller colleges and/or commuter campus can extract this money with little accountability, oligarchical behaviour becomes encouraged. For example, Gregory points out how often student union election rules \"operate under tyrannical rules and regulations\" that are used frequently by those in power to disqualify or exclude would-be election challengers. Gregory concludes that students' unions can \"resist the iron law of oligarchy\" if they have \"an engaged student community\", an \"independent student media\", a \"strong tradition of freedom of information\", and an \"unbiased elections authority\" capable of administrating elections fairly. === Participatory subgroups and countervailing power === Jonathan Fox's 1992 study focuses on how participatory subgroups within a membership organization can generate a degree of countervailing power that can at least temporarily mitigate the \"iron law of oligarchy.\" === Wikipedia === thumb|upright=1.5|Cumulative growth in Wikipedia policy (red/solid line) and non-policy (green/dashed line) pages, overlaid on active population (blue/dotted line). Policy creation precedes the arrival of the majority of users, while the creation of non-policy pages, usually in the form of essay and commentary, lags the growth in population. Research by Bradi Heaberlin and Simon DeDeo has found that the evolution of Wikipedia's network of norms over time is consistent with the iron law of oligarchy. Their quantitative analysis is based on data-mining over a decade of article and user information. It shows the emergence of an oligarchy derived from competencies in five significant \"clusters\": administration, article quality, collaboration, formatting, and content policy. Heaberlin and DeDeo note, \"The encyclopedia's core norms address universal principles, such as neutrality, verifiability, civility, and consensus. The ambiguity and interpretability of these abstract concepts may drive them to decouple from each other over time.\" == Adolf Gasser's solution for Michels' iron law of oligarchy == In his book , published in 1943 (first edition in German) with a second edition in 1947 (in German), Adolf Gasser stated the following requirements for a representative democracy in order to remain stable, unaffected by Michels' iron law of oligarchy: * Society has to be built up from bottom to top. As a consequence, society is built up by people, who are free and have the power to defend themselves with weapons. * These free people join or form local communities. These local communities are independent, which includes financial independence, and they are free to determine their own rules. * Local communities join together into a higher unit e.g. a canton. * There is no hierarchical bureaucracy. * There is competition between these local communities e.g. on services delivered or on taxes. ==Reception== In 1954, Maurice Duverger expressed general agreement with Michels's thesis. In a 1953 study, C. W. Cassinelli argued that Michels's main thesis has \"a high degree of general credibility\", but argued that the statement of the theory was \"inadequate\" and that Michels's evidence for the theory was \"inconclusive\". In a 1966 article, political scientist Dankwart Rustow described Michels's thesis as \"a brilliantly fallacious argument a fortiori\". Rustow stated that the experience of the social democratic parties of Europe could not be generalized for other political parties. Josiah Ober argues in Democracy and Knowledge that the experience of ancient Athens shows Michels's argument does not hold true; Athens was a large participatory democracy, yet it outperformed its hierarchical rivals. According to a 2000 article, \"To the extent that contemporary scholars ask at all about social movement organizations, they tend to reinforce Michels’s claim that bureaucratized, established organizations are more conservative in goals and tactics, though usually without explicitly engaging the iron law debate.\" The study however found that the iron law was malleable, and that established labor unions could under certain circumstances revitalize and experience radical change in line with its members' desires. According to a 2005 study, \"Despite almost a century of scholarly debate on this question ... there is still no consensus about whether and under what conditions Michels’s claim holds true.\" One criticism is that power does not necessarily corrupt the leadership of organizations, and that the structure of organizations can check leaders. Another criticism is that Michels does not outline the conditions under which his thesis could be falsified nor a clear definition of what constitutes oligarchy. The method that Michels uses has sometimes been characterized as a \"crucial\" or \"least likely\" case study, because he chose a case (the German Social Democratic Party) that is least likely to support his theory (because the German Social Democratic Party was an institution that had a democratic process and ideology). ==Other== The iron law of oligarchy is similar to the concept in The Theory and Practice of Oligarchical Collectivism, a fictional book in the dystopian novel Nineteen Eighty-Four (1984) by George Orwell. The book begins:, Part Two, Chapter IX ==See also== * * Elite theory * Iron triangle (US politics) * * * Parkinson's law * Plato's five regimes * Post-democracy * Public choice * Sortition * The World Is Flat ==Notes== ==References== * Michels, Robert. 1915. Political Parties: A Sociological Study of the Oligarchical Tendencies of Modern Democracy. Translated into English by Eden Paul and Cedar Paul. New York: The Free Press. From the 1911 German source. * Wagner, Gustav. \"Robert Michels und das eherne Gesetz der Oligarchie\". In \"Wer wählt, hat seine Stimme abgegeben\". Graswurzel Revolution pp. 28\\. *Nodia, Ghia. \"Democracy's Inevitable Elites\". Journal of Democracy 31, no. 1 (2020): 75–87. ==External links== * Political Parties by Robert Michels in PDF * Verstehen: Max Weber's Home Page By Frank W. Elwell. 'Oligarchy' section describes the Law. Last accessed on 27 May 2006. Category:Political science theories Category:Sociological theories Category:Oligarchy Category:Elite theory Category:1911 introductions Category:Organizational theory",
 "title": "Iron law of oligarchy"
}