{
 "id": "449268",
 "text": "Randy Gene Moss (born February 13, 1977) is a former American football player. He played in the National Football League (NFL) for 14 seasons with the Minnesota Vikings, Oakland Raiders, New England Patriots, Tennessee Titans and the San Francisco 49ers. Widely regarded as one of the greatest and naturally talented wide receivers of all time, he holds the NFL single-season touchdown reception record (23 in 2007), the NFL single-season touchdown reception record for a rookie (17 in 1998) and is second on the NFL all-time regular season touchdown reception list with 156. Moss was well known for his prowess in securing contested catches and the word \"mossed\" has entered football vernacular. Post-football, he began working for ESPN as a studio analyst for its Sunday NFL Countdown and Monday Night Countdown programs. 84 was Moss's football number. Moss played college football for Marshall University, and twice earned All-America honors. He was drafted by the Minnesota Vikings in the first round of the 1998 NFL Draft, where he played for seven years before a trade in 2005 brought him to the Oakland Raiders. In 2007, Moss was traded to the New England Patriots, where he set the single-season record for touchdown receptions. In October 2010, Moss returned to the Vikings in a trade from the Patriots but was waived less than a month later and then claimed by the Tennessee Titans. After sitting out the 2011 season, Moss signed a one- year contract with the San Francisco 49ers in 2012 before retiring following the season. He played in two Super Bowl games, XLII with the Patriots and XLVII with the 49ers, both losses. He was inducted into the Pro Football Hall of Fame in 2018. ==Early years== Moss was born in Rand, West Virginia. He attended DuPont High School, one of two schools that later consolidated into Riverside High School, where he excelled in football, basketball, baseball, and track. Randy was also on the school's debate team. On the football field, Moss led the DuPont Panthers to back-to-back state championships in 1992 and 1993. He was a star at wide receiver, but also played free safety, returned kickoffs and punts, and was the team's kicker and punter. In 1994, he was honored with the Kennedy Award as the West Virginia Football Player of the Year. Parade magazine named him to their annual All-American high school football team in 1995 and in 2009 named him one of the 50 greatest high school football players of all time. At DuPont, he was a teammate of future Chicago Bears linebacker Bobbie Howard. In addition to playing football at DuPont, Moss was twice named West Virginia Player of the Year in basketball (in 1994 when he was co-player of the year and in 1995), where he was a teammate of future NBA player Jason Williams. In his senior season of basketball, Moss averaged 30.2 points, 13.7 rebounds, 5.1 steals, 3.8 blocks, and 3.1 assists while shooting 60% from field; he scored a school-record 1,713 career points. As a sophomore in 1992, at the age of 15, Moss joined the track & field team and was the West Virginia state champion in the 100 and 200 meters with times of 10.94 seconds and 21.95 seconds, respectively. This was the only year he competed on the school's track team, but he would later join the Marshall track team and lower his 200 m time to 21.15 seconds. He also played center field for the baseball team. ==College football career== Moss's dream was to play for the Notre Dame Fighting Irish, but he also considered going to Ohio State, where his half-brother, Eric, had played offensive tackle. Former Notre Dame head coach Lou Holtz said \"Randy Moss was the best high school football player I've ever seen.\" Florida State head coach Bobby Bowden said \"He was as good as Deion Sanders. Deion's my measuring stick for athletic ability, and this kid was just a bigger Deion.\" After originally signing a letter of intent to play college football with Notre Dame in 1995, Moss took part in a racially charged fight at his high school that left one person hospitalized. On March 23, 1995, Moss had backed a friend in a hallway fight against a white student who had allegedly used racist comments towards Randy's friend. Moss was initially charged with a felony for kicking the student, but it was later reduced to a misdemeanor. On August 1, 1995, Moss pleaded guilty to two counts of misdemeanor battery and was sentenced to 30 days behind bars at the South- Central Regional Jail in Charleston, West Virginia. He served 3 days in jail starting that night and would be required to serve the remaining 27 days within the following 18 months, after he completed his freshman year in college. Moss was expelled from DuPont and completed his education at Cabell Alternative School. Notre Dame subsequently denied his enrollment application, but this did not stop another high-profile college football program from giving him a chance. Notre Dame officials suggested he attend Florida State due to the reputation of its coach, Bobby Bowden, for handling troubled players. ===Freshman (1995)=== Because of his signed letter of intent at Notre Dame, the NCAA considered him a transfer student to Florida State, so he had to redshirt the 1995 football season. ===Redshirt Freshman season (1996)=== In 1996, while serving his 30-day jail sentence in a work-release program from 1995, Moss tested positive for marijuana, thus violating his probation, and was dismissed from Florida State. He served an additional 60 days in jail for the probation violation. Ultimately, Moss transferred to Marshall University, about an hour's drive from his home. Because Marshall was then a Division I-AA school, NCAA rules allowed him to transfer there without losing any further eligibility. In 1996, he set the NCAA Division I-AA records for the most games with a touchdown catch in a season (14), most consecutive games with a touchdown catch (13), most touchdown passes caught in a season (28 – tying Jerry Rice's 1984 record), and most receiving yards gained by a freshman in a season (1,709 on 78 catches), a record which still stands. Moss was also the leading kickoff returner in Division I-AA on the season, with 612 total yards and a 34.0-yard average. The 1996 Marshall Thundering Herd went undefeated and won the Division I-AA title, with Moss having four touchdown receptions in the 1996 NCAA Division I-AA Football Championship Game. It was Marshall's last season before moving to Division I-A. At the Southern Conference indoor track championships, Moss ran the 200 meters in 21.15 seconds, missing the conference record by only .02 seconds. Although Moss had not raced competitively for four years, his time was one of the best in the country that year. ===Sophomore season (1997)=== In the 1997 season, Marshall's first in Division I-A, Moss and Quarterback Chad Pennington were the centerpiece of an explosive offense that led the Thundering Herd to the Mid-American Conference title. Moss caught 26 touchdown passes that season, at the time a Division I-A record, and was a first-team All-American. The first game of the season was at West Virginia University where Marshall lost. The second game of the season saw Moss pick up right where he left off in 1996. Facing Army, Moss caught 5 balls for 186 yards and two touchdowns. One touchdown went for 79 yards in which Pennington lobbed the ball down the left sideline. Moss leaped over an Army defender to snag the ball out of the air at the 40-yard line while the safety crashed into his teammate, knocking both men down. Moss galloped the last 50 yards untouched for the score. The other touchdown reception was his career-long of 90 yards that came on a short screen pass on third down. Moss caught the ball on the right side of the field at his own 8-yard line, ran past 3 defenders in the middle of the field at the 15-yard line, hurdled two defenders coming from both sides of the left hash marks at the 25-yard line, then raced past the last defender at the 50-yard line before finally seeing daylight down the left sideline. A week later, Moss posted his third career 200+ yard receiving game, against Kent State. Two weeks after that was his fourth and final 200+ yard game in college, recording 13 catches for 205 yards and a Marshall single-game record of 5 touchdown receptions against Ball State. In the 1997 Ford Motor City Bowl against Ole Miss, Moss added his 26th touchdown of the season on Marshall's first offensive play from scrimmage. He streaked down the right sideline and caught an 80-yard touchdown pass from Pennington to tie the score at 7–7. NCAA rules at the time did not allow for statistics from bowl games to be combined with regular-season stats, so the touchdown did not officially increase his season touchdown record. The two teams traded the lead several times in the fourth quarter before Ole Miss running back Deuce McAllister scored on a 1-yard touchdown run with 31 seconds to play, giving them a 34–31 lead. Trying to pull out a last-second win, Pennington connected with Moss on a 40-yard pass on the final play of the game, but he was stripped of the ball as time expired. Moss finished the game with 6 receptions for 173 yards. Moss finished his career at Marshall having scored at least one touchdown in all 28 games that he played. He won the Fred Biletnikoff Award as the season's outstanding receiver regardless of position, and was a finalist for the 1997 Heisman Trophy (finishing fourth in the balloting, behind Ryan Leaf, Peyton Manning, and Charles Woodson, who won the award). A controversial comment was made by Randy Moss in 1997 at a ceremony at Marshall University where he was commenting in regards to the 1970 plane crash that killed most their football team that the crash \"was a tragedy, but it really wasn't nothing big\". Moss later claimed that the quotes were taken out of context. Nate Ruffin, who is a surviving member of the 1970 Football Team, later met with Randy Moss. ===College statistics=== {| class=\"wikitable\" style=\"text-align:center\" |- ! rowspan=\"2\"| Season ! rowspan=\"2\"| Team ! rowspan=\"2\"| GP ! colspan=\"5\"| Receiving ! colspan=\"5\"| Rushing ! colspan=\"5\"| Kick returns ! colspan=\"5\"| Punt returns |- ! Rec !! Yds !! Avg !! Lng !! TD !! Att !! Yds !! Avg !! Lng !! TD !! Ret !! Yds !! Avg !! Lng !! TD !! Ret !! Yds !! Avg !! Lng !! TD |- ! 1995 || Florida State | 0 || colspan=\"20\"| Did not play – Redshirt |- ! 1996 || Marshall | 15 || 78 || 1,709 || 21.9 || — || 28 || 1 || 2 || 2.0 || 2 || 0 || 18 || 612 || 34.0 || 88 || 0 || — || — || — || — || — |- ! 1997 || Marshall | 13 || 96 || 1,820 || 19.0 || 90T || 26 || 2 || 29 || 14.5 || 32T || 1 || 14 || 263 || 18.8 || 49 || 0 || 25 || 271 || 10.8 || 58 || 0 |- ! colspan=\"2\"| Total || 28 || 174 || 3,529 || 20.3 || 90T || 54 || 3 || 31 || 10.3 || 32T || 1 || 32 || 875 || 27.3 || 88 || 0 || 25 || 271 || 10.8 || 58 || 0 |} * Includes stats from the 1997 Motor City Bowl against Ole Miss ===NCAA records=== ====Division I-AA – regular season==== * Most games with a touchdown reception in a season – 11 (1996) * Most consecutive games with a touchdown reception in a season – 11 (1996) * Most receiving yards gained by a freshman in a season – 1073 (1996) * Most touchdown receptions caught by a freshman in a season – 19 (1996 – record for all NCAA divisions) ====Division I-AA – playoffs==== * Most touchdown receptions in a single game – 4 (vs. Montana, December 21, 1996) * Most yards receiving in a single game – 288 (vs. Delaware, November 30, 1996) * Most touchdown receptions in a tournament – 9 (4 games in 1996) * Most yards receiving in a tournament – 636 (4 games in 1996) ==Professional football career== ===1998 NFL Draft=== Moss skipped his senior season at Marshall and entered the NFL Draft. He did not attend the NFL Combine, opting instead for an individual workout at Marshall's pro day. Moss ran the 40 yard dash in the 4.24-4.28 range by scouts' hand timers and posted vertical leaps of 47 and 51 inches. Numerous teams had scouts on hand with many noting the work-out was jaw dropping. During the 1998 NFL Draft, Moss, who was projected as a high first-round pick, was taken by the Minnesota Vikings with the 21st overall pick after a number of NFL clubs—even those in need of a WR—were concerned with Moss's well-documented legal problems. Before the draft Moss was quoted as saying teams that passed on him \"will regret it once they see what kind of a player I am and what kind of guy I really am.\" The team most often cited for passing on Moss is the Dallas Cowboys. Moss grew up a Cowboys fan and wanted to play for the Cowboys. The Cowboys wanted Moss, but because of many off-field incidents of their own, team owner and GM Jerry Jones did not feel the team could draft Moss. Moss felt that the Cowboys lied to him because they had told him they would draft him. On draft day, Dallas went so far as to have a scout in Charleston, West Virginia, the same town where Moss and his mother were watching the draft. Dallas star receiver Michael Irvin even called to apologize to Moss, because Irvin's own off-field problems were a main reason Moss was not drafted by Dallas. After the draft, Moss made a point of beating the Cowboys any time he faced them, getting his first opportunity to do so in Week 13 of his rookie season. In a game held at Texas Stadium, Moss torched Dallas with a 163-yard, 3-touchdown performance. After the draft, Moss signed a 4-year, $4.5 million contract that included an additional $4 million in bonuses and incentives. As part of the deal, he received a $2 million signing bonus. Moss originally wore #18 in training camp (a number he would eventually wear for Oakland) but switched to the more conventional #84 before the regular season began. ===Minnesota Vikings=== ====1998 season==== In 1998, Moss helped the Vikings to become the number 1 rated offense ever at the time, setting the single- season record for scoring (later surpassed by the 2007 New England Patriots, a team that also featured Moss) with 556 points. The Vikings opened the season with a 31–7 rout against the Tampa Bay Buccaneers. Moss's first NFL game would also be his first multi-touchdown game as he recorded 4 receptions for 95 yards and two touchdowns. His first NFL reception came on the third play of the game on an 11-yard pass from Brad Johnson. His first touchdown was a 48-yard acrobatic grab over defensive back Floyd Young late in the first quarter, in which Moss juggled the ball 3 times before securing it for the score. He added a 31-yard touchdown reception on the Vikings' first possession of the second quarter to give the Vikings a 21–0 lead. His first Monday Night Football game came in Week 5 against the Green Bay Packers at Lambeau Field. He had 5 receptions for 190 yards and two touchdowns, including touchdown grabs of 52 yards and 44 yards, and two other receptions of 46 yards and 41 yards. He also had a 75-yard touchdown catch on the Vikings' first possession of the game that was nullified due to an offensive holding penalty. Against the Dallas Cowboys on Thanksgiving Day, Moss finished with 3 catches for 163 yards and 3 touchdowns all for 50+ yards as the Vikings beat the Cowboys 46–36. Moss was the first rookie to score 3 touchdowns on Thanksgiving. They finished with a 15–1 record and were poised to represent the NFC in Super Bowl XXXIII. However, the Atlanta Falcons stunned the Vikings by winning the NFC Championship Game 30–27 in overtime. At the end of the 1998 regular season, Moss was named a Pro Bowl starter and NFL Offensive Rookie of the Year for his rookie-record 17 touchdown receptions and the third-highest receiving yardage (1,313) total. ====1999 season==== In 1999, Moss had another impressive season, catching 80 passes for 1,413 yards and 11 touchdowns, including a punt return for a touchdown. He went on to record five receptions for 127 yards and a touchdown in the Vikings 27–10 NFC wildcard playoff win over the Dallas Cowboys. Minnesota lost in the divisional round to the St. Louis Rams 49–37, despite Moss catching nine passes for 188 yards and two touchdowns. Moss was fined $40,000, which was later reduced to $25,000, during that game due to squirting an NFL referee with a water bottle. There was a stipulation that he would have to pay the difference in addition to any other fine if he had another run-in with the league. Moss earned his second straight Pro Bowl appearance, and turned in a record-breaking performance. He had 9 receptions for a Pro Bowl record 212 yards and was given the game's Most Valuable Player award. ====2000 season==== The 2000 season featured second-year quarterback Daunte Culpepper leading the team. Culpepper had been the team's first-round draft pick in 1999; with a pick they received from the Redskins for quarterback Brad Johnson. He had been selected largely due to his extremely strong arm, which the team believed was perfectly suited for Moss's deep routes. The decision proved correct. Culpepper was a rookie sensation, the Vikings started 7–0, and Moss was a leading MVP candidate. For the second time in three seasons, Moss punished the Dallas Cowboys in Dallas on Thanksgiving Day, including a spectacular 2nd-half touchdown in which Moss caught the ball with his entire body out of bounds, aside from his toes. The play would be the feature shot in NFL commercials for years to come. Moss finished the season with a career-high 1,437 yards and league-leading 15 touchdown catches. In doing so, he became the youngest and fastest player to ever catch over 3,000 yards and 45 touchdowns, earning him his 3rd consecutive trip to the Pro Bowl, and 2nd selection to the All Pro team. The Vikings would make it to the NFC Championship game, only to be blown out 41–0 by the New York Giants. ====2001 season==== In the offseason, Moss and his agent Danté DiTrapano began negotiating a new contract with the Minnesota Vikings. He was scheduled to earn $3.5 million in 2001. But Moss, who was entering the final year of the rookie contract he signed in 1998, was seeking a long-term deal that would make him the highest-paid player in the NFL. His agent said, \"We want to break the tradition of quarterbacks being the highest-paid players.\" One option the Vikings had would be to apply the franchise tag after the season ended, but sources stated that Moss would request a trade if that happened because it would still be less than what he could command on the open market. Just prior to the start of training camp in July, Vikings owner Red McCombs signed Moss to an 8-year, $75 million contract extension. The extension included a $10 million signing bonus and another $8 million in guarantees. Despite finishing the season with 10 touchdowns and posting at least 1,000 receiving yards for the fourth consecutive season, Moss failed to make the Pro Bowl for the first time in his career. ====2002 season==== After replacing Dennis Green on an interim basis to end the 2001 season, Mike Tice was officially named head coach on January 10, 2002. One of the strategies the Vikings' first-year head coach came up with was a formula to get Moss the ball more often. Coach Tice called it the Randy Ratio. It was an effort on the coaches part to throw 40% of the passes to Moss as a way to keep him involved in the offense more than he had been in the 2001 season when he had stretches in games where he was being shut out, and partly to use more game clock by sustaining long drives to give the Vikings defense a chance to rest. An assistant coach would stand on the sidelines during games and track how many times Moss had been thrown to, and then inform Tice of the percentages so that he is always aware of it. In the 2001 season, the Vikings record was 4–1 when Moss had 40% of the passes thrown his direction, and 1–10 in other games. The strategy was a response to the 'Randy Rules,' as Vikings receiver Chris Walsh called them. The Randy Rules, similar to the Jordan Rules, were a defensive strategy that teams employed when facing the Vikings to try and eliminate or reduce Randy's impact on the game, and to prevent Moss from being matched up one-on-one with defenders because of his ability to burn them deep or outjump them in single coverage. Opposing teams would routinely double cover Moss with techniques such as having a cornerback attempt to jam him at the line of scrimmage, having a corner defend underneath with a safety defending against the deep ball, having a zone defense roll to Moss's side of the field, and assigning \"spies\" to follow Moss everywhere he went. Coach Tice discussed the strategy, explaining that Moss would be running more short and intermediate routes and fewer deep patterns. In training camp, Moss worked specifically on 12 new routes that he had rarely run in his first 4 NFL seasons, such as crossing patterns over the middle of the field and hook routes. Coach Tice said, \"When we say Randy Ratio, everybody in the league thinks, 'OK, now they're going to throw the ball down the field to Randy more and more and more.' That's so far from the truth. In fact, we'll probably throw the ball down the field to Randy this year even less.\" The Randy Ratio did not last very long, as Tice scrapped the idea midway through the 2002 season. Randy Moss said \"I didn't really care much about the Randy Ratio when it was brought up. I just wanted to win.\" While Moss caught a career-high 106 passes, he also had a career-low 7 touchdown receptions, and the Vikings struggled to a 6–10 record. Tice suggested after the season that it was a mistake to inform opponents about his offensive gameplan, but that it was a tool \"to motivate [Moss] and say he was the guy.\" ====2003 season==== Moss's fortunes took a better turn on the football field during the 2003 regular season, where he became the second wide receiver in NFL history (behind Jerry Rice in 1995) to play more than 12 games (he played 16) while averaging over 100 yards and one touchdown per contest. He finished with 111 receptions for 1,632 yards and 17 touchdowns. All three numbers either tied or became a new personal best for Moss. The Vikings finished the season 9–7. One of Moss's memorable highlights that year was when he lateraled to Moe Williams for a last-second touchdown during a home game against Denver. In the offseason, he attended the Vikings strength and conditioning program and added five pounds of muscle to his frame. ====2004 season==== Moss started the season strong catching 8 touchdowns in his first 5 games of the season. However, he sustained a hamstring injury to his right leg against New Orleans in Week 6 that hampered him for the next five weeks. He played in Week 7 against Tennessee, but had no receptions in a game for the first time in his career. He also played the following week against the Giants, but again recorded no receptions and was used mainly as a decoy. The injury eventually sidelined him for 3 straight weeks. He returned to the lineup in Week 12 with a touchdown catch against the Jacksonville Jaguars. Even though he finished the season with 13 touchdowns in 13 games, he posted career lows in receptions (49) and receiving yards (767). 2004 was the first season in his career that he failed to reach the 1,000-yard mark. On January 9, 2005, the Minnesota Vikings played division rival Green Bay Packers in an NFC wildcard playoff game. Moss finished the game with 4 catches for 70 yards and two touchdowns in the 31–17 win. After the second score, Moss trotted to the end zone goalpost and feigned pulling down his pants to moon the Green Bay fans. NFL on Fox announcer Joe Buck called it a \"disgusting act.” Moss was fined $10,000 for his actions. Though the Vikings would win the game, they would lose in the next round of the playoffs to the Philadelphia Eagles, and Moss would be traded at the end of the season. ===Oakland Raiders=== thumb|Moss with the Raiders in 2006 On March 2, 2005, Moss was traded to the Oakland Raiders for linebacker Napoleon Harris and the Raiders' first (7th overall, which Minnesota parlayed into wide receiver Troy Williamson) and seventh-round picks in the NFL draft. Adding a player of Moss's caliber generated optimism in Oakland, but the Raiders' poor play continued, while Moss suffered nagging injuries which limited his production. He surpassed the 1,000 mark on the final day of the 2005 season, finishing the year with 1,005 receiving yards on 60 catches. However, Moss only managed 553 yards on 42 balls in 2006. Moss was not happy in Oakland, and on November 14, 2006, when he was honored as a kick returner by having an award named after him, he responded to questions about his dropped passes and lackluster effort in several games. Moss said, \"Maybe because I'm unhappy and I'm not too much excited about what's going on, so, my concentration and focus level tend to go down sometimes when I'm in a bad mood\". Days later, he reiterated his unhappiness with losing games and being a member of the Raiders on his weekly segment with Fox Sports Radio, saying, \"I might want to look forward to moving somewhere else next year to have another start and really feel good about going out here and playing football\". ===New England Patriots=== ====2007 season==== thumb|250px|right|Moss on the sidelines speaking with Tom Brady There were rumors leading up to the 2007 NFL Draft that the Raiders were eager to part ways with Randy Moss through a trade. First-year Raiders head coach Lane Kiffin went so far as to contact their division rival Denver Broncos to \"gauge interest\", but the Patriots and Green Bay Packers were the two teams most interested in acquiring Moss. Packers QB Brett Favre, who once said, \"There is no one in this league who puts fear in people more than Randy Moss,\" tried to persuade team management to trade for him, but a deal that both sides could agree to did not get done. During the first day of the NFL Draft, the Patriots and Raiders discussed the trade several times before reaching an agreement. Bill Belichick spoke with Moss for the first time about the possibility of joining the Patriots at 2:30 Sunday morning. Moss then boarded a plane and arrived in Boston later that morning on April 29 and was required to pass a team administered physical. Once he was cleared by Patriots officials, the teams completed a trade that sent Randy Moss to New England for a fourth-round selection in the 2007 NFL Draft. The Patriots had acquired the draft pick the previous day from the San Francisco 49ers, and the Raiders selected John Bowie. One of the conditions of the trade was that Randy Moss would have to restructure his contract for salary cap reasons. Just hours before the Moss trade was completed, New England quarterback Tom Brady converted $5.28 million of his 2007 base salary into a signing bonus that was spread out over the remaining portion of his contract so that it could free up cap room. This enabled the Patriots to absorb Moss's incoming contract under the salary cap. Moss had two years remaining on his current deal and was scheduled to earn $9.75 million in 2007 and $11.25 million in 2008. Once the Patriots had Moss on their roster, he quickly agreed to a new one-year contract to replace his old one. The new deal gave him a $500,000 signing bonus, a base salary of $2.5 million, and the ability to earn an additional $1.75 million in incentives. \"I’m still in awe that I’m a part of this organization,\" Moss said, clearly thrilled to join a team that could contend for the Super Bowl and to work with Coach Belichick. \"I think that he's the kind of coach that can motivate me. He has a proven track record.\" In the first week of training camp, during an 11-on-11 passing drill, Moss suffered a hamstring injury to his left leg. As a precaution, the injury prevented Moss from participating in any preseason games and he missed much of the rest of camp. His first action in a Patriots uniform came against the New York Jets in Week 1. He quickly quieted critics who claimed that his skills had deteriorated by hauling in nine receptions for 181 yards, including a 51-yard touchdown pass in which he ran past three Jets defenders. On November 4, 2007, James Black, NFL Editor for Yahoo! Sports wrote, \"Every week, in addition to out-leaping at least one defender for a touchdown, [Moss] keeps making incredible one-handed grabs that make you mutter, 'How the heck did he come up with that?'\" Two weeks later, he caught a career-high four touchdowns in a single game against Buffalo. On December 29, the Patriots defeated the New York Giants 38–35, finishing their regular season with a perfect 16–0 record. Moss caught two touchdown passes for a total of 23, breaking the single-season record of 22 touchdown receptions previously set by Jerry Rice (in 12 games in the strike-shortened 1987 season). On the same play, Tom Brady broke Peyton Manning's single-season record set in 2004 with his 50th touchdown pass. Moss recorded 98 catches for 1,493 yards in 2007, the highest yardage total in Patriots franchise history and the third-highest total number of catches, after teammate Wes Welker's 112 catches that same season and Troy Brown's 101 in 2001. He also earned his sixth Pro Bowl selection. His 2007 season featured touchdowns in 13 of 16 games (including eight multi-touchdown games), nine 100-yard games, and six touchdown receptions of 40 or more yards. Despite his record-breaking 2007 season, Moss was relatively quiet in the playoffs, going two consecutive games without a touchdown for the first time all season. However, in Super Bowl XLII, he scored the go-ahead touchdown with 2:42 left in the fourth quarter on a six-yard pass from Tom Brady. The score was not enough for the heavily favored Patriots to end their only undefeated season with a Super Bowl win. Eli Manning drove the Giants down the field, connecting with Plaxico Burress for the game-winning touchdown and an upset over the Patriots. ====2008 season==== thumb|upright=1.0|Moss (with the Patriots) on the field prior to an away game against Oakland, 2008 On February 28, 2008, Moss became a free agent after the Patriots decided not to place the franchise tag on Moss. Although the Dallas Cowboys, Philadelphia Eagles, and Green Bay Packers were rumored to have interest in Moss, he decided to return to the Patriots, signing a three-year, $27 million deal on March 3, 2008. The contract included a $12 million signing bonus, and a total of $14.1 million guaranteed. The first game of the 2008 season saw Brady suffer a torn ACL in his left knee while attempting a pass to Randy Moss. The play occurred in the first half against the Kansas City Chiefs when safety Bernard Pollard dove at Brady's leg while in his throwing motion. Moss described what he saw on the play by saying \"any time you see something like that, that looks foul, it looks dirty, it opens your eyes. So, me personally, it looked dirty.\" Matt Cassel replaced Brady for the rest of the season. In 2008, Moss hauled in 69 catches for 1,008 yards and 11 touchdowns despite losing quarterback Tom Brady in the first game of the season. ====2009 season==== In the season opener of 2009, Moss caught a career-high 12 passes for 141 yards in a comeback 25–24 victory over the Bills. In Week 5 against the Denver Broncos, Moss was placed deep in coverage on a Broncos Hail Mary attempt to end the first half, and intercepted Broncos quarterback Kyle Orton. In a snowy Week 6 game against the winless Tennessee Titans, Moss caught three touchdown passes from Tom Brady, two of them in the 2nd quarter as Brady set a record for most touchdown passes in a single quarter with five. This was Moss's 34th multi-touchdown game, and his 8th game with three or more touchdowns. During the Patriots' bye week, Belichick stated that Moss \"is the smartest receiver he's ever been around.\" He compared Moss's ability to see the field and anticipate plays to that of Tom Brady, and to Lawrence Taylor, who Belichick coached with the New York Giants. He said Moss not only knows what he's doing on a play, but what everybody else on the field is doing as well. \"That's what makes them special. They just have a sixth, seventh sense\", Belichick said. This sentiment was repeated when Moss was inducted into the Hall of Fame, as Belichick went further to say he learned from Moss. In Week 9 against the Miami Dolphins Moss added six catches for 147 yards and 1 touchdown. The touchdown reception was the 140th of his career, which moved him into a tie for second place with Terrell Owens. The following week, in a prime time Sunday night matchup against the Indianapolis Colts, Moss had 179 yards and two touchdowns, including a 63-yard touchdown in the 2nd quarter that moved him ahead of Terrell Owens for sole possession of second place in career touchdown receptions. In the same game, he became just the 11th player in NFL history with 900+ receptions and the seventh player to reach 14,000+ career receiving yards. He finished the season with 83 receptions for 1,264 yards and an NFL- high 13 touchdowns. New England would lose the AFC Wild Card playoff to the Baltimore Ravens 33–14. right|thumb|Randy Moss with the Patriots in 2009 ====2010 season==== In the week leading up to the Patriots' 2010 season opener against the Cincinnati Bengals, Moss, who was entering the final year of his contract told CBS Sports that he \"did not feel wanted\" in New England absent a contract extension offer. Moss would go on to catch 5 passes for 59 yards in Week 1. After the game, Moss told reporters that it would be his final season with the Patriots. The Boston Herald reported weeks later that Moss requested a trade following the game. Moss had two receptions in Week 2 against the New York Jets, including a 34-yard touchdown that he caught one-handed after beating All-Pro cornerback Darrelle Revis. The following week against the Buffalo Bills, Moss had two more catches, both for touchdowns. His final game in New England came in Week 4 on Monday Night Football against the Miami Dolphins; he did not record a catch in the game for the first time in his Patriots career as a touchdown pass attempt off a fake spike bounced off his hands in the end zone. ===Return to Minnesota=== Two days after the Patriots' game against Miami, Moss was traded to the Minnesota Vikings, in exchange for the Vikings' third-round selection (later used to select quarterback Ryan Mallett) in the 2011 NFL Draft. The Patriots also sent a 2012 seventh-round selection to the Vikings as part of the trade. On November 1, less than four weeks after being traded to Minnesota, Vikings head coach Brad Childress told Vikings players in a team meeting that Moss was going to be waived by the team, one day after he criticized Childress and teammates in a press conference following the Vikings' loss to the Patriots at Gillette Stadium. Just before the press conference, Moss reportedly told team owner Zygi Wilf that Childress was unfit to coach in the NFL and should be fired. Wilf reportedly considered firing Childress and keeping Moss, but Moss was officially waived the next day, November 2. Childress was eventually fired on November 22. ===Tennessee Titans=== Moss was claimed off waivers by the Tennessee Titans, the only team to submit a claim, on November 3, 2010. Moss played eight games with the Titans, starting four. He made six catches for 80 yards and no touchdowns. Moss finished the 2010 season with career lows in receptions (28) and receiving yards (393). The Titans stated that they did not plan to re-sign Moss for the 2011 season, and he became a free agent. ===Initial retirement and comeback=== On August 1, 2011, Moss's agent, Joel Segal, announced Moss's decision to retire from professional football. On February 13, 2012, his 35th birthday, Moss announced that he was coming out of retirement and was ready to play again. In a live video chat with his fans via Ustream, Moss stated, \"I wanna play football. Your boy is going to come back here and play some football, so I'm really excited. I had some things I had to adjust in my life.\" ===San Francisco 49ers=== thumb|Randy Moss with the 49ers On March 12, 2012, Moss signed a one-year contract with the San Francisco 49ers for undisclosed financial terms after a workout with the team's head coach Jim Harbaugh. On September 9, 2012, Moss caught his 154th touchdown reception, and subsequently passed Terrell Owens for sole possession of 2nd on the all-time receiving touchdown list. After Alex Smith suffered a concussion against the St. Louis Rams in week 10, Colin Kaepernick took over as the team's quarterback, and Moss had at least two receptions in each of the remaining five games of the regular season. He finished the season with 28 catches for 434 yards and three touchdowns. Since the retirement of Terrell Owens at the end of 2010, he had been the NFL's active leader in receiving yards. Moss would eventually go on to play in Super Bowl XLVII, where he had two receptions for 41 yards in a 31–34 loss to the Baltimore Ravens. ==NFL career statistics== {| class=\"wikitable\" |- ! colspan=\"2\"| Legend |- | style=\"background:#e0cef2; width:3em\"| | NFL record |- | style=\"background:#cfecec; width:3em;\"| | Led the league |- | Bold | Career high |} ===Regular season=== {| class=\"wikitable\" style=\"text-align:center\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! colspan=\"2\"| Games ! colspan=\"5\"| Receiving ! colspan=\"5\"| Rushing ! colspan=\"5\"| Returning ! colspan=\"7\"| Passing ! colspan=\"2\"| Fumbles |- ! GP !! GS !! Rec !! Yards !! Avg !! Lng !! TD !! Att !! Yds !! Avg !! Lng !! TD !! Ret !! Yds !! Avg !! Lng !! TD !! Cmp !! Att !! Pct !! Yds !! TD !! Int !! Rtg !! Fum !! Lost |- ! 1998 || MIN | 16|| 11 || 69 || 1,313 || 19.0 || 61T || style=\"background:#cfecec;| 17 || 1 || 4 || 4.0 || 4 || 0 || 1 || 0 || 0.0 || 0 || 0 || — || — || — || — || — || — || — || 2 || 1 |- ! 1999 || MIN | 16|| 16|| 80 || 1,413 || 17.7 || 67T || 11 || 4 || 43 || 10.8 || 15 || 0 || 17|| 162|| 9.5 || 64T|| 1|| 1|| 1 || 100.0|| 27 || 1|| 0 || 158.3|| 3|| 3 |- ! 2000 || MIN | 16|| 16|| 77 || 1,437 || 18.7 || 78T || style=\"background:#cfecec;| 15 || 3 || 5 || 1.7 || 9 || 0 || — || — || — || — || — || — || — || — || — || — || — || — || 2 || 0 |- ! 2001 || MIN | 16|| 16|| 82 || 1,233 || 15.0 || 73T || 10 || 3 || 38 || 12.7|| 18 || 0 || — || — || — || — || — || 1|| 1 || 100.0|| 29 || 0 || 0 || 118.8 || 0 || 0 |- ! 2002 || MIN | 16|| 16|| 106 || 1,347 || 12.7 || 60 || 7 || 6|| 51|| 8.5 || 25|| 0 || 1 || 11 || 11.0 || 11 || 0 || 1|| 3|| 33.3 || 13 || 1|| 0 || 87.5 || 1 || 1 |- ! 2003 || MIN | 16|| 16|| 111 || 1,632 || 14.7 || 72 || style=\"background:#cfecec;| 17 || 6|| 18 || 3.0 || 11 || 0 || 1 || 22 || 22.0|| 22 || 0 || 0 || 1 || 0.0 || 0 || 0 || 0 || 39.6 || 1 || 1 |- ! 2004 || MIN | 13 || 13 || 49 || 767 || 15.7 || 82T || 13 || — || — || — || — || — || — || — || — || — || — || 1|| 2 || 50.0 || 37|| 0 || 1|| 56.2 || 1 || 1 |- ! 2005 || OAK | 16|| 15 || 60 || 1,005 || 16.8 || 79 || 8 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 0 || 0 |- ! 2006 || OAK | 13 || 13 || 42 || 553 || 13.2 || 51 || 3 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 0 || 0 |- ! 2007 || NE | 16|| 16|| 98 || 1,493 || 15.2 || 65T || style=\"background:#e0cef2;| 23 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 0 || 0 |- ! 2008 || NE | 16|| 16|| 69 || 1,008 || 14.6 || 76T || 11 || 2 || 0 || 0.0 || 2 || 0 || — || — || — || — || — || — || — || — || — || — || — || — || 3|| 2 |- ! 2009 || NE | 16|| 16|| 83 || 1,264 || 15.2 || 71T || style=\"background:#cfecec;| 13 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 2 || 1 |- ! rowspan=\"3\"|2010 || NE | 4 || 3 || 9 || 139 || 15.4 || 35T || 3 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 0 || 0 |- ! MIN | 4 || 4 || 13 || 174 || 13.4 || 37T || 2 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 0 || 0 |- ! TEN | 8 || 4 || 6 || 80 || 13.3 || 26 || 0 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 0 || 0 |- ! 2012 || SF | 16|| 2 || 28 || 434 || 15.5 || 55 || 3 || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || — || 1 || 0 |- ! colspan=\"2\"| Career || 218 || 193 || 982 || 15,292 || 15.6 || 82T || 156 || 25 || 159 || 6.4 || 25 || 0 || 20 || 195 || 9.8 || 64T || 1 || 4 || 8 || 50.0 || 106 || 2 || 1 || 95.8 || 16 || 10 |} ==NFL records== * Most touchdown receptions in a season – 23 (2007) * Most touchdown receptions by a rookie in a season – 17 (1998) * Most seasons with 17 or more touchdown receptions – 3 (1998, 2003, 2007) * Most seasons with 16 or more touchdown receptions – 3 (1998, 2003, 2007) * Most seasons with 11 or more touchdown receptions – 8 – tied with Jerry Rice * Most seasons with 10 or more touchdown receptions – 9 – tied with Jerry Rice * Most games in a season with at least 2 touchdown receptions – 8 (2007) * One of two players to have 1,600+ receiving yards and 16+ receiving touchdowns in a season (2003), the other being Calvin Johnson (2011) * Most yards receiving in a Pro Bowl game – 212 (2000) * Most touchdowns scored in first 10 games with a new team – 16 (2007) * Most 1,200+ yard receiving seasons to start a career – 6 (1998, 1999, 2000, 2001, 2002, 2003) * Moss has averaged at least one receiving touchdown per game played in four different seasons: 1998 (17 TDs in 16 games), 2003 (17 in 16), 2004 (13 in 13), and 2007 (23 in 16) * At the end of the 2008 season, Moss averaged 12.3 receiving TDs per season * 4× 100+ yard games in his first four games with a new team in 2007 * Youngest player in NFL history to record his 100th receiving touchdown (29 years and 235 days) * Youngest player in NFL history to record his 120th receiving touchdown (30 years, 313 days) * Most receiving yards before 30th birthday – 10,700 * Most TD receptions before 30th birthday – 101 * Youngest player to reach 6,000 career receiving yards (25 years and 270 days; later broken by Mike Evans) * Fastest player to reach 5,000 career receiving yards – 59 games (broke record of 61 games by Jerry Rice) * Youngest player to reach 5,000 career receiving yards - 24 years 292 days * Highest career yards per catch average for any player with 900+ receptions – 15.6 yards per reception * Youngest player to have 3 touchdown receptions in a game (21 years, 286 days; later broken by Rob Gronkowski) * Most offensive touchdowns in first two seasons: 28 (Tied with Rob Gronkowski) ===Career highlights=== * 6× Pro Bowl selection * 4× All-Pro selection * 2007 AFC Champion * 2012 NFC Champion * Is second on the Minnesota Vikings all-time receiving touchdown list with 92. Cris Carter holds the record with 110 receiving scores * Caught his 100th touchdown pass in 2006 against San Francisco, the seventh player to do so * Holds the record for most touchdowns in Minnesota Vikings playoff history with 9 * 10× 1,000+ yard receiving seasons – 2nd all-time * 64 career 100-yard games – 2nd all-time; most recent November 15, 2009 * 156 touchdown receptions – 2nd all-time * 73.6 receiving yards per game – 7th all-time * 15,292 receiving yards – 4th all-time * 954 career receptions – 10th all-time * Has completed 4 of 8 passes for 106 yards and 2 touchdowns, with 1 interception, giving him a 95.8 passer rating * Only player to catch 90+ touchdown passes, return a punt for a touchdown, and throw 2 touchdown passes * Has played on two of the five highest-scoring teams (for a single season) in NFL history: 2007 Patriots (589 points) and the 1998 Vikings (556 points); both were the highest-scoring teams in NFL history thitherto * Had a career-high 12 receptions for 204 yards against the Chicago Bears, at Soldier Field, on November 14, 1999, in a 27–24 overtime win * Holds the Vikings record for most 100-yard receiving games with 41 * Has two touchdowns or more in 39 different games (including 3 in the postseason); most recent September 26, 2010 * Has two touchdown receptions or more in 37 different games – (2nd all-time) * Has three touchdown receptions or more in 9 different games – (2nd all-time): at Dallas (November 26, 1998), a 46–36 victory; vs. Chicago (December 6, 1998), a 48–22 victory; at Detroit (October 1, 2000), a 31–24 victory; vs. New York Giants (November 19, 2001) a 28–16 victory; vs. San Francisco (September 28, 2003), a 35–7 victory; at Buffalo (November 18, 2007), a 56–10 victory; at Miami (November 23, 2008), a 48–28 victory; vs. Tennessee (October 18, 2009), a 59–0 victory; vs. Jacksonville (December 27, 2009), a 35–7 victory * Caught a career-high four touchdowns at Buffalo (all in the first half) – November 18, 2007 * Had an interception while playing defense in the last few seconds of the first half of the Patriots' game against the Denver Broncos on October 11, 2009 * Has 4 career two-point conversions ==Randy Moss Motorsports== On April 29, 2008, Moss announced the formation of Randy Moss Motorsports, an auto racing team in the NASCAR Camping World Truck Series. In July 2008, Moss announced that he had bought a 50 percent share in Morgan-Dollar Motorsports, with the team's No. 46 entry switching to No. 81. The team was reportedly shut down in 2012. == Post- football career == Upon his release from the 49ers, Moss was hired as an analyst for Fox Sports 1's Fox Football Daily show. Moss was hired as an associate head coach and defensive coordinator at Victory Christian Center High School in Charlotte, North Carolina, in June 2014, where his son was attending high school and playing football. In July 2016, Moss joined ESPN as an analyst, appearing on Sunday NFL Countdown and Monday Night Countdown. He was inducted into the Pro Football Hall of Fame in 2018. In 2019, Moss was named to the National Football League 100th Anniversary All-Time Team. ==Charity== Moss has participated in, founded, and financed many charitable endeavors since joining the NFL, particularly aimed at helping children. Many times when talking about his charity work, he has said he just looks forward to \"seeing smiles.\" He has donated clothing and food to needy families, given away free backpacks to Boston area school-children, and hosted autograph signings. He has also bussed children to amusement parks, NBA games, and even NFL games in which he has played. On June 29, 2005, he hosted the Randy Moss Celebrity Charity Invitational Bass Tournament. The tournament was a one-day event that paired celebrities and corporate sponsors with pro fishermen to raise money for the Smile Network, which is a foundation that provides financial assistance to children with treatable mouth problems, such as cleft palate. The tournaments motto is \"fish for a smile.\" In 2008, Moss formed the Links for Learning foundation, which was established to help children in his home state of West Virginia, and to build learning centers for the most needy student populations. In June, he and his former high school teammate Jason Williams hosted the foundations first annual charity golf tournament at the Sleepy Hollow Country Club in Hurricane, West Virginia. In March 2009, Moss's foundation made a donation that enabled the Women and Children's Hospital of Charleston, West Virginia to purchase a Starlight Children's Foundation 'Fun Center' for their patients. The 'Fun Center' is a portable bedside entertainment system equipped with a TV, DVD player, and 22 Nintendo Wii games. ==Personal life== Moss's parents are Maxine Moss and Randy Pratt. Moss has little contact with his father. He has a sister named Lutisia and had a brother Eric, who had a short stint in the NFL as an offensive tackle with the Minnesota Vikings. Moss has five children: Lexi Adkins, Sydney, Senali, Thaddeus, and Montigo. Thaddeus is a tight end on the Cincinnati Bengals. Moss is also a Christian, attested by his NFL Hall of Fame Speech. ===Traffic incident=== On September 24, 2002, in downtown Minneapolis, Minnesota, Moss was driving and was preparing to make an illegal turn. A traffic control officer, noticing what he was about to do, stood in front of his vehicle and ordered him to stop. Eyewitness accounts of the event differ at this point, but Moss did not comply with the officer's order, and she was bumped by his vehicle and fell to the ground. Moss was arrested, and a search of his vehicle revealed a joint amounting to less than a gram of marijuana in his ashtray. Initially charged with felony Suspicion of Assault with a Deadly Weapon and a misdemeanor marijuana possession, Moss spent the night in jail and was released the following morning. Moss pleaded guilty to a misdemeanor traffic violation and was ordered to pay a $1,200 fine and perform 40 hours of community service. While the criminal charges were thus disposed of, the civil lawsuit filed by the traffic control officer brought a substantial penalty fine \"in the low to mid six figures\". Moss claimed that the joint was not his, and that he had let friends use his car prior to the accident. ===Marijuana use=== In April 1996, Moss smoked a joint just prior to turning himself in to jail. He was scheduled to finish the remainder of his 30-day sentence for misdemeanor battery while in high school. During his first week in jail, Moss was given a drug test that came back positive. He was placed in solitary confinement for a week and had 60 days attached to his 27-day sentence. Coach Bobby Bowden revoked his scholarship and Moss was dismissed from Florida State University for the failed drug test. Moss tested positive in 2001 for marijuana under the NFL's substance abuse program and was subject to additional random drug screening for two years. A first time violation of the NFL's drug policy can result in up to 10 tests per month. Moss did not fail an NFL drug test again, and was rotated out of the program after two years. In August 2005, during an interview with Bryant Gumbel, Moss admitted that he has smoked marijuana during his NFL career \"every blue moon.\" When asked whether he still used marijuana currently, Moss replied \"I might. I might have fun. And, you know, hopefully ... I won't get into any trouble by the NFL by saying that, you know. I have had fun throughout my years and, you know, predominantly in the offseason.\" The interview drew criticism from the league office, and his agent tried to spin it that his words were taken out of context. In response, Moss said \"That was really me talking in the past tense of way back in the beginning of my career and my childhood – especially in high school and college.\" ===Dating violence allegations=== On January 15, 2008, Orlando-based radio station WDBO reported that Moss \"had\" been hit with a temporary injunction for protection against dating violence. According to the affidavit, Moss committed a battery upon Rachelle Washington, causing serious injury, and then refused to allow her to seek medical attention. The affidavit out of Broward County reveals Moss cannot come within 500 feet of the victim and cannot use or possess firearms. The next day, in a locker room press conference, Moss claimed the woman was simply looking for money \"over an accident,\" because her lawyer came to his lawyer, threatening a lawsuit, and asking for money to settle before she went public to the media. Moss stated he had known Washington for about 11 years. He also stated in his defense that he has never assaulted a woman in his entire life, and asked that the media and fans \"find out the facts\" before \"rush[ing] to judgment.\" Moreover, Moss's lawyer, in an e-mail to the Boston Globe accused the woman's lawyer of \"blatant threats and attempts to extort money\" from Moss. On March 3, 2008, Rachelle Washington filed papers with the Broward County Circuit Court clerk's office requesting that the restraining order be dissolved and the case closed. No criminal charges were ever filed in the incident. ==See also== * List of NCAA major college football yearly receiving leaders * List of NCAA major college football yearly scoring leaders ==References== ==External links== * * Category:1977 births Category:Living people Category:10,000 receiving yards club Category:African-American motorsport people Category:African-American players of American football Category:African-American sports journalists Category:All-American college football players Category:American Conference Pro Bowl players Category:American football wide receivers Category:ESPN people Category:Florida State Seminoles football players Category:Marshall Thundering Herd football players Category:Marshall Thundering Herd men's track and field athletes Category:Minnesota Vikings players Category:NASCAR team owners Category:National Conference Pro Bowl players Category:National Football League Offensive Rookie of the Year Award winners Category:New England Patriots players Category:Oakland Raiders players Category:People from Kanawha County, West Virginia Category:Players of American football from West Virginia Category:Pro Football Hall of Fame inductees Category:San Francisco 49ers players Category:Sportspeople from Charleston, West Virginia Category:Tennessee Titans players",
 "title": "Randy Moss"
}