{
 "id": "449469",
 "text": "Joan Marie Ryan (born 8 September 1955) is a British politician who served as Member of Parliament (MP) for Enfield North from 1997 to 2010 and from 2015 to 2019. She was first elected as a Labour Party MP but later defected to join Change UK. Ryan is now an Independent politician. Ryan studied sociology and worked as a teacher, before becoming a Labour councillor on Barnet London Borough Council in 1990, serving as deputy leader of the council from 1994 to 1998. She was a government whip under Tony Blair from 2002 to 2006, a junior Home Office minister responsible for ID cards from 2006 to 2007, and the Prime Minister's Special Representative to Cyprus from 2007 to 2008, when she was sacked. She lost her seat in the 2010 general election after an expenses scandal and was deputy campaign director of NOtoAV in the 2011 Alternative Vote referendum. Ryan was re-elected in Enfield North in the 2015 general election and became chair of the Labour Friends of Israel (LFI). She was highly critical of party leader Jeremy Corbyn and lost a motion of no confidence put forward by her constituency party in 2018. She left Labour to join The Independent Group, later Change UK, in February 2019. In September, she announced she would stand down at the next general election and was subsequently succeeded by Labour's Feryal Clark. == Early life and education == Ryan was born in Warrington, Lancashire. She attended local schools before studying history and sociology at the City of Liverpool College of Higher Education. She graduated in 1979 and went on to study for a master's degree in sociology at Polytechnic of the South Bank, graduating in 1981. She taught sociology and politics in Hammersmith at William Morris Academy and also worked as an interviewer for the Imperial War Museum in the 1980s. ==Political career== === Barnet council, 1990–1998 === Ryan was elected as a councillor for the East Finchley ward on Barnet London Borough Council, representing the Labour Party, in 1990. She became chair of the policy and resources committee in 1994, before becoming deputy leader of the council later that year. She served on the council and as deputy leader until 1998. === Blair and Brown governments, 1997–2010 === Ryan was elected as the Labour Member of Parliament for Enfield North in the 1997 general election. In her first years as an MP, she was known as an advocate for Greek Cypriots in her constituency and in the Commons, and also as an opponent of Ken Livingstone during the creation of the Greater London Authority (GLA). She sat on the board of the London Labour Party and defended a vetting panel for mayoral candidates that was accused of bias. In response to Livingtone's campaign to get on the ballot, Ryan said \"It is not acceptable. I think the public are fed up with it. He should wait his turn.\" Ryan was appointed as parliamentary private secretary to Andrew Smith in 1998, and as an assistant whip in 2002. A parliamentary question from Ryan in January 2000, on the topic of businesses breaking the UN sanctions on Angola, led Foreign Office minister Peter Hain to name three businessmen who he claimed had been breaking the sanctions. In January 2001, Ryan voted in favour of a ban on hunting. She was appointed as a junior minister at the Home Office in Tony Blair's May 2006 reshuffle. In July, a report authored by Ryan was leaked to The Mail on Sunday; it said that a surge in immigration from eastern Europe in 2007 could put pressure on Britain's education, health, and welfare services, and could also lead to \"potentially serious\" consequences for community cohesion. From 2006 until 2007, Ryan was the minister responsible for the then government's controversial ID card scheme. In April 2007, she launched a campaign to promote the achievements and financial struggles of 'supplementary schools', based on the concerns of Enfield Turkish School in her constituency, and she sent a dossier to Andrew Adonis to that effect. In June 2007, she became vice-chair of the Labour Party. She was also removed as a Home Office minister and appointed as the Prime Minister's Special Representative to Cyprus. In September 2008, she was revealed by Siobhain McDonagh to have requested leadership nomination papers ahead of the party's annual conference. Ryan said that it was time for the party's \"direction and leadership\" to be debated openly. Gordon Brown subsequently sacked her from her Cyprus and Labour Party roles. In 2009, Ryan led delegations of MPs on two international trips, one to Canberra and Melbourne in Australia, and the other to Cameroon. A man was acquitted of harassing Ryan in March 2010 on the grounds of insanity. Ryan, who lived on the same street as the man, had stayed away from her house with her family since January, following two incidents that had left her \"terrified\". ===Expenses controversies=== In October 2007, the Evening Standard reported that Ryan had claimed £173,691 in expenses in the 2006/2007 tax year, the highest of any MP in London. She had been the second-highest claimant in the previous tax year. In May 2007, Ryan had voted in favour of David Maclean's Freedom of Information (Amendment) Bill, which would have kept details of parliamentary expenses secret. During the parliamentary expenses scandal, The Daily Telegraph revealed in May 2009 that Ryan had spent £4,500 of expenses on a second home in Enfield before \"flipping\" it with her main home, a flat in south London. Between 2004 and 2008, she had designated her house in Enfield, which was in her constituency, as a second home. She designated her main home during that period as a south London flat she bought in 2004. She had spent £1,045 on repairs and refurbishment to the second home in 2007/2008, and £3,624 on it during 2008/2009. The work was covered by the Additional Costs Allowance (ACA). In response to the report, Ryan said that she had not made any claims for refurbishment on her south London flat and therefore had not \"flipped\" the properties to maximise the benefit of the allowances. She told the Telegraph that when she was in government, the rules required her to designate her flat as her main home because it was closest to Parliament. After leaving government, she decided to change it to the Enfield house as she had \"returned to spending more time\" there. In Thomas Legg's February 2010 audit report of expenses claims, Ryan was asked to repay £5,121.74 for mortgage interest claims. By the time of publication of the report, she had only paid £322.45. ====Wikipedia edits==== The Independent reported in March 2012 that \"at least 10 attempts\" were made from computers on the Parliamentary estate to remove information about Ryan's expenses from her Wikipedia article. A further 20 attempts were made from inside her former constituency of Enfield North. In his \"2010 Editing Wikipedia From Inside Parliament Awards\", entertainer Tom Scott gave the anonymous editor of Ryan's page the \"Sweeping Things Under The Carpet Award\". In November 2014, the Enfield Independent reported that a section titled \"Involvement in the expenses scandal\" had been removed from her page. In response, Ryan said that allegations she had altered the entry were \"categorically untrue\" and that this was a \"politically- motivated smear campaign against me [Ryan].\" The Daily Telegraph reported that the entire section about expenses on Ryan’s page was deleted by computers inside Parliament in run-up to the 2015 general election. Ryan, though a parliamentary candidate, was not an MP at the time. === Out of Parliament, NOtoAV 2010–2015 === Ryan was defeated by Conservative candidate Nick de Bois by 1,692 votes in the 2010 general election. After losing her seat, she was appointed Chief Executive of the Global Tamil Forum, and later became deputy director of the successful NOtoAV campaign. In March 2013, Ryan announced she was to seek re-selection by Labour to contest the Enfield North constituency at the 2015 general election. After her reselection, several constituents wrote to her local paper, the Enfield Advertiser, suggesting that voters had not yet forgotten the revelations about her expenses in 2009. She regained her seat in the House of Commons with a majority of 1,086 votes. === Reelected Labour MP 2015–2019 === ==== Labour Friends of Israel ==== In August 2015, Ryan became Chair of the Labour Friends of Israel. In the 2015 Labour leadership election campaign, she urged those voting to choose a candidate who in government could \"play a constructive and engaged role in the crucial search for a\" two-state solution to resolve the Israeli–Palestinian conflict. In particular, she noted the \"deep concerns\" that she said arose from the positions Jeremy Corbyn had taken in the past and the \"serious questions which arise from these\". In her position as chair of LFI, Ryan was filmed as part of an Al Jazeera documentary on the alleged influence of the Israeli lobby in British politics, The Lobby. This documentary was cited by her constituency Labour Party (CLP) in their vote of no confidence against the MP; in The Lobby. The CLP claimed Ryan made false allegations of antisemitism against the party based on video footage from the documentary. She retained the position in February 2019 when she resigned from the Labour Party. In August 2019, she relinquished the role to Louise Ellman and became honorary president. She is also a Vice-President of the All-Party Britain-Israel Parliamentary Group. ==== 'Independent-minded' election campaign ==== During the 2017 general election campaign, Ryan urged constituents in her election literature to vote for her because she was \"independent-minded\" in the context of the perceived unpopularity of Corbyn. She wrote in her election letter that constituents she had spoken to had more faith in Theresa May as PM, than in Corbyn as May's potential successor. Ryan, arguing in line with most opinion polls, said she expected May's government to return with a much larger number of MPs, but that she was well placed to combat such a Conservative majority. It was the fifth time Ryan and Nick de Bois had stood against each other. ====No-confidence vote==== On 6 September 2018, her Constituency Labour Party passed a motion of no confidence in her. It accused her of acting like an \"independent MP in all but name\", of making false accusations of antisemitism, and of fuelling a \"trial by media\" by smearing Jeremy Corbyn. Ryan said the motion had passed because of \"Trots, Stalinists and communists\", who she said had entered the Enfield North Labour Party, and said \"Just to be clear I will not be resigning. I am Labour through and through and I will continue to stand up and fight for Labour values.\" === The Independent Group === Ryan left the Labour Party on 19 February 2019 to join the Independent Group of former Labour MPs, accusing Corbyn and the \"Stalinist clique which surrounds him\" of failing to provide effective opposition and of \"presiding over a culture of antisemitism and hatred of Israel\". Ryan said she had faced a \"torrent of abuse\" when leaving Labour but maintained that \"those threats only strengthen my resolve.\" In February 2019, the Labour Party reported Ryan to the Information Commissioner’s Office, accusing Ryan of accessing party systems to contact members after resigning from the party. Ryan told The Guardian: \"Neither I nor my office have accessed or used any Labour Party data since I resigned the Labour whip and my membership of the Labour Party.\" In September 2019, Ryan announced that she would not stand at the next general election. On 5 December, Ryan publicly announced that she would not be voting for Labour at the following week's general election, citing entryism as causing changes which meant she could no longer support the Labour Party. She also indicated that while she was not telling people how to vote there was \"a huge risk if we vote for Jeremy Corbyn\". She also called on Labour MPs to remove Corbyn as leader after the election. ==Personal life== , Ryan lived in Enfield with her husband, Martin Hegarty, and had two children and two grandchildren. ==References== ==External links== * |- Category:1955 births Category:Living people Category:Alumni of London South Bank University Category:Councillors in the London Borough of Barnet Category:Female members of the Parliament of the United Kingdom for English constituencies Category:Labour Party (UK) MPs for English constituencies Category:Labour Friends of Israel Category:People from Warrington Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2015–2017 Category:UK MPs 2017–2019 Category:20th- century British women politicians Category:21st-century British women politicians Category:Change UK MPs Category:20th-century English women Category:21st-century English women Category:Women councillors in England",
 "title": "Joan Ryan (politician)"
}