{
 "id": "449669",
 "text": "Silver iodide is an inorganic compound with the formula AgI. The compound is a bright yellow solid, but samples almost always contain impurities of metallic silver that give a gray coloration. The silver contamination arises because AgI is highly photosensitive. This property is exploited in silver-based photography. Silver iodide is also used as an antiseptic and in cloud seeding. ==Structure== The structure adopted by silver iodide is temperature dependent: *Below 420 K, the β phase of AgI, with the wurtzite structure, is most stable. This phase is encountered in nature as the mineral iodargyrite. *Above 420 K, the α phase becomes more stable. This motif is a body-centered cubic structure which has the silver centers distributed randomly between 6 octahedral, 12 tetrahedral and 24 trigonal sites. At this temperature, Ag+ ions can move rapidly through the solid, allowing fast ion conduction. The transition between the β and α forms represents the melting of the silver (cation) sublattice. The entropy of fusion for α-AgI is approximately half that for sodium chloride (a typical ionic solid). This can be rationalized by considering the AgI crystalline lattice to have already \"partly melted\" in the transition between α and β polymorphs. *A metastable γ phase also exists below 420 K with the zinc blende structure. ==Preparation and properties== Silver iodide is prepared by reaction of an iodide solution (e.g., potassium iodide) with a solution of silver ions (e.g., silver nitrate). A yellowish solid quickly precipitates. The solid is a mixture of the two principal phases. Dissolution of the AgI in hydroiodic acid, followed by dilution with water precipitates β-AgI. Alternatively, dissolution of AgI in a solution of concentrated silver nitrate followed by dilution affords α-AgI.O. Glemser, H. Saur \"Silver Iodide\" in Handbook of Preparative Inorganic Chemistry, 2nd Ed. Edited by G. Brauer, Academic Press, 1963, NY. Vol. 1. p. 1036-7. If the preparation is not conducted in the absence of sunlight, the solid darkens rapidly, the light causing the reduction of ionic silver to metallic. The photosensitivity varies with sample purity. ==Cloud seeding== The crystalline structure of β-AgI is similar to that of ice, allowing it to induce freezing by the process known as heterogeneous nucleation. Approximately 50,000 kg are used for cloud seeding annually, each seeding experiment consuming 10–50 grams.Phyllis A. Lyday \"Iodine and Iodine Compounds\" in Ullmann's Encyclopedia of Industrial Chemistry, Wiley-VCH, Weinheim, 2005. (see also Project Stormfury, Operation Popeye) ==Safety== Extreme exposure can lead to argyria, characterized by localized discoloration of body tissue. ==References== Category:Metal halides Category:Iodides Category:Silver compounds Category:Photographic chemicals Category:Weather modification Category:Antiseptics Category:Light-sensitive chemicals Category:Wurtzite structure type",
 "title": "Silver iodide"
}