{
 "id": "449984",
 "text": "Roberts Wesleyan College is a private Christian liberal arts college in Rochester, New York. It was the first educational institution established for Free Methodists in North America. Roberts is accredited by the Middle States Commission on Higher Education, is a member of the Association of Colleges and Universities of the State of New York, the Rochester Area Colleges, the Association of Free Methodist Educational Institutions, the Council of Independent Colleges (CIC), and the Council for Christian Colleges and Universities (CCCU). Northeastern Seminary (NES) is a graduate school of theology located on the campus of Roberts Wesleyan College. Northeastern has been fully accredited by the Association of Theological Schools in the United States and Canada since 2003. It is also accredited by the Middle States Commission on Higher Education and approved by the New York State Board of Regents University of the State of New York. ==History== Roberts Wesleyan College was originally established as Chili Seminary by Benjamin Titus Roberts in 1866. Roberts was a social activist who opposed slavery and oppression of the poor, and was a supporter of women's right to vote. He began the school to train young people to become servant leaders with high moral character. Having first used a local tavern as a school, in 1869 a three story brick building was erected. There were 56 students total that year. In 1885, its name changed to Chesbrough Seminary in response to the $30,000 gift of benefactor A.M. Chesbrough. In the fall of 1892 both Cox Hall and Roberts Hall were completed. Cox Hall was used as both class rooms and administration, and now houses the Department of Music and Performing Arts. The first public event held in Cox Hall was founder B.T. Roberts' funeral in 1893. Students laid a sidewalk between Cox and Roberts Hall in 1929. Carpenter Hall was opened in 1935. It was named for Miss Adella P. Carpenter who had taught at the school from 1877 to 1916. Carpenter Hall has housed many important pieces of the campus, including the dining hall, library, and dorms. The building currently houses the Art, Social Work, and Psychology Departments. In 1945, it was renamed Roberts Junior College in honor of B.T. Roberts, the founder of both the college and the Free Methodist Church. Four years later, it was renamed as Roberts Wesleyan College to indicate the transition to a four-year baccalaureate institution and to root itself clearly within the Wesleyan theological tradition. In 1998, Roberts Wesleyan College established Northeastern Seminary as its graduate school of theology. ==Academics== Roberts Wesleyan College has undergraduate (60+), graduate (13) and adult degree-completion (5) programs. The college also has a doctoral program in Clinical & School Psychology. At Northeastern Seminary, students can complete a Master of Arts in Theology, Master of Divinity, Doctor of Ministry degree, and several certificate programs. ==Athletics== alt=|thumb |Roberts Wesleyan College soccer players Roberts has 16 NCAA DII teams. The College is a dual member of two national athletics associations: the National Collegiate Athletic Association (NCAA) and the National Christian College Athletic Association (NCCAA). The Redhawks are currently competing as members of the East Coast Conference (ECC); they formerly competed as members of the National Association of Intercollegiate Athletics (NAIA), primarily competing in the American Mideast Conference. Roberts offers the following varsity sports: Basketball (men and women), Cross-country (men and women), Lacrosse (men and women), Soccer (men and women), Indoor track and field (men and women), Outdoor track and field (men and women), Swimming (men and women), women’s Volleyball, and women's Bowling. In July 2011, the college was accepted into the NCAA Division II reclassification process from the NAIA to NCAA. Roberts became a full member of NCAA Division II for the 2014–15 academic year. Roberts Wesleyan College is the first NCAA Division II school in the Greater Rochester Region. ==Notable alumni== *Kirk Wagar (class of 1990), United States Ambassador to the Republic of Singapore *John Walsh (class of 1990), President of the Conservative Party of Canada *Jennifer Suhr (class of 2004), Pole Vaulter, 2012 Olympic Gold Medalist, 2008 Olympic Silver Medalist, 2013 Women's Pole Vault Champion – USA Outdoor Track and Field Championships, holder of the indoor women's pole vault world record, American women's pole vault record, holder of 15 National Titles. *Timothy D. Bellavia (class of 1992), Children's Author / Illustrator & Professor, Touro College *Richard Goddard, Goalkeeper, Vancouver Whitecaps *Juan Pablo Galavis (class of 2001), Former professional soccer player and contestant on The Bachelor *Sharon Sweet (class of 1974), Opera Singer, Metropolitan Opera Company & Vocal Professor, Westminster Choir College. *Daniel Bennett (class of 2002), Award winning Manhattan-based jazz bandleader and composer *Jesus Paesch (class of 2012), Former professional soccer player *Brian Kolb (class of 1996 & 1998), Former Minority Leader of the New York State Assembly *Malcolm Shaw (soccer) (class of 2017), Canadian professional soccer player, forward ==References== ==External links== * Category:Private universities and colleges in New York (state) Category:Universities and colleges in the United States affiliated with the Free Methodist Church Category:Educational institutions established in 1966 Category:Universities and colleges in Monroe County, New York Category:Evangelicalism in New York (state) Category:1866 establishments in New York (state) Category:Council for Christian Colleges and Universities Category:Liberal arts colleges in New York (state)",
 "title": "Roberts Wesleyan College"
}