{
 "id": "450052",
 "text": "thumb|A simple sketch showing the main components and rough layout and concept of the main chamber in a molecular-beam epitaxy system Molecular-beam epitaxy (MBE) is an epitaxy method for thin-film deposition of single crystals. MBE is widely used in the manufacture of semiconductor devices, including transistors, and it is considered one of the fundamental tools for the development of nanotechnologies. MBE is used to fabricate diodes and MOSFETs (MOS field-effect transistors) at microwave frequencies, and to manufacture the lasers used to read optical discs (such as CDs and DVDs). ==History== Original ideas of MBE process were first established by Günther. Films he deposited were not epitaxial, but were deposited on glass substrates. With the development of vacuum technology, MBE process was demonstrated by Davey and Pankey who succeeded in growing GaAs epitaxial films on single crystal GaAs substrates using Günther's method. Major subsequent development of MBE films was enabled by J.R. Arthur's investigations of kinetic behavior of growth mechanisms and Alfred Y. Cho's in situ observation of MBE process using RHEED in the late 1960s. ==Method== Molecular-beam epitaxy takes place in high vacuum or ultra-high vacuum (10−8–10−12 Torr). The most important aspect of MBE is the deposition rate (typically less than 3,000 nm per hour) that allows the films to grow epitaxially. These deposition rates require proportionally better vacuum to achieve the same impurity levels as other deposition techniques. The absence of carrier gases, as well as the ultra-high vacuum environment, result in the highest achievable purity of the grown films. In solid source MBE, elements such as gallium and arsenic, in ultra-pure form, are heated in separate quasi-Knudsen effusion cells or electron-beam evaporators until they begin to slowly sublime. The gaseous elements then condense on the wafer, where they may react with each other. In the example of gallium and arsenic, single-crystal gallium arsenide is formed. When evaporation sources such as copper or gold are used, the gaseous elements impinging on the surface may be adsorbed (after a time window where the impinging atoms will hop around the surface) or reflected. Atoms on the surface may also desorb. Controlling the temperature of the source will control the rate of material impinging on the substrate surface and the temperature of the substrate will affect the rate of hopping or desorption. The term \"beam\" means that evaporated atoms do not interact with each other or vacuum-chamber gases until they reach the wafer, due to the long mean free paths of the atoms. During operation, reflection high-energy electron diffraction (RHEED) is often used for monitoring the growth of the crystal layers. A computer controls shutters in front of each furnace, allowing precise control of the thickness of each layer, down to a single layer of atoms. Intricate structures of layers of different materials may be fabricated this way. Such control has allowed the development of structures where the electrons can be confined in space, giving quantum wells or even quantum dots. Such layers are now a critical part of many modern semiconductor devices, including semiconductor lasers and light-emitting diodes. In systems where the substrate needs to be cooled, the ultra-high vacuum environment within the growth chamber is maintained by a system of cryopumps and cryopanels, chilled using liquid nitrogen or cold nitrogen gas to a temperature close to 77 kelvins (−196 degree Celsius). Cold surfaces act as a sink for impurities in the vacuum, so vacuum levels need to be several orders of magnitude better to deposit films under these conditions. In other systems, the wafers on which the crystals are grown may be mounted on a rotating platter, which can be heated to several hundred degrees Celsius during operation. Molecular-beam epitaxy (MBE) is also used for the deposition of some types of organic semiconductors. In this case, molecules, rather than atoms, are evaporated and deposited onto the wafer. Other variations include gas-source MBE, which resembles chemical vapor deposition. MBE systems can also be modified according to need. Oxygen sources, for example, can be incorporated for depositing oxide materials for advanced electronic, magnetic and optical applications, as well as for fundamental research. ==Quantum nanostructures== One of the most accomplished achievements of molecular-beam epitaxy is the nano-structures that permitted the formation of atomically flat and abrupt hetero-interfaces. Such structures have played an unprecedented role in expanding the knowledge of physics and electronics. Most recently the construction of nanowires and quantum structures built within them that allow information processing and the possible integration with on-chip applications for quantum communication and computing. These heterostructure nanowire lasers are only possible to build using advance MBE techniques, allowing monolithical integration on silicon and picosecond signal processing.Mayer, B., et al. \"Long-term mutual phase locking of picosecond pulse pairs generated by a semiconductor nanowire laser\". Nature Communications 8 (2017): 15521. ==Asaro–Tiller–Grinfeld instability== The Asaro–Tiller–Grinfeld (ATG) instability, also known as the Grinfeld instability, is an elastic instability often encountered during molecular-beam epitaxy. If there is a mismatch between the lattice sizes of the growing film and the supporting crystal, elastic energy will be accumulated in the growing film. At some critical height, the free energy of the film can be lowered if the film breaks into isolated islands, where the tension can be relaxed laterally. The critical height depends on the Young's modulus, mismatch size, and surface tension. Some applications for this instability have been researched, such as the self- assembly of quantum dots. This community uses the name of Stranski–Krastanov growth for ATG. ==See also== * Pulsed laser deposition * Metalorganic vapour phase epitaxy * Colin P. Flynn * Arthur Gossard * High-electron-mobility transistor (HEMT) * Heterojunction bipolar transistor * Herbert Kroemer * Quantum cascade laser * Solar cell * Ben G. Streetman * Wetting layer * Thermal Laser Epitaxy == Notes == ==References== * * * * ==Further reading== * == External links == * Silicon and germanium nanowires by molecular beam epitaxy * University of Texas MBE group (Primer on MBE growth) * Physics of Thin Films: Molecular Beam Epitaxy (class notes) * CrystalXE: A specialized software in epitaxy Category:Semiconductor growth Category:Thin film deposition",
 "title": "Molecular-beam epitaxy"
}