{
 "id": "450169",
 "text": "alt=Bronze-winged jacana by Saptarshi Gayen|thumb|Mating of Bronze-winged jacana by Saptarshi Gayen The bronze-winged jacana (Metopidius indicus) is a wader in the family Jacanidae. It is found across South and Southeast Asia and is the sole species in the genus Metopidius. Like other jacanas it forages on lilies and other floating aquatic vegetation, the long feet spreading out its weight and preventing sinking. The sexes are alike but females are slightly larger and are polyandrous, maintaining a harem of males during the breeding season in the monsoon rains. Males maintain territories, with one male in the harem chosen to incubate the eggs and take care of the young. When threatened, young chicks may be carried to safety by the male under his wings. ==Taxonomy and systematics== The bronze-winged jacana was formally described by the English ornithologist John Latham in 1790 and given the binomial name Parra indica. He placed it in the genus Parra along with all the other jacanas. Latham had earlier included the species in a supplement to his A General Synopsis of Birds but had not coined a scientific name. The present genus Metopidius was introduced by the German zoologist Johann Georg Wagler in 1832. The bronze-winged jacana is the only species within the genus. The name Metopidius is from the Ancient Greek word metōpidios meaning \"on the forehead\", referring to the frontal lappet. The specific epithet indicus is the Latin word for \"Indian\". There are no recognised subspecies. thumb|left|A comparison of the wing bones Like other jacanas it has 10 tail feathers and the oil gland is tufted. Many jacana species have a carpal spur that is used in territorial fights. In some species the spur is reduced but the wing bones are modified. The carpal spur is reduced to a tubercle in the bronze-winged jacana. In the genera Actophilornis, and Irediparra the radius bone is flattened and blade-like (and associated with a reduced spur) and is thought to be an adaptation either for territorial combat, or for brooding eggs and carrying young under the wings. In Metopidius, the radius curves and diverges to form a broad gap between the radius and ulna. Male jacanas, based on observations in the African jacana, incubate eggs and move their forewings under the eggs so as to hold them between the body and the wing. This behaviour known as wing-brooding may be aided by the flattened radius bone. ==Description== Bronze-winged jacanas are rail-like, large, short tailed birds that appear dark at a distance except for the supercilium. They are in length. The sexes are similar but the females are slightly larger than the males. The wings are bronzy brown with a green sheen and have a reduced tubercular carpal spur. The head, neck and breast are black and contrast with the broad white supercilium that runs from over the eye to the back of the neck. The lower back and tail coverts are chestnut. The tail is stubby and reddish brown with black terminal band. The greenish yellow bill has a red-base to the upper mandible. A lappet or frontal shield extends up over the forehead and is reddish purple. The legs are greenish. The toes are long and the straight and the elongated nail on the hind toe is longer than the toe. Downy chicks are light brown with a dark stripe running down the nape. Young birds have brown upperparts, a rufous crown, white underparts, a buff foreneck, an undeveloped frontal shield, and may have a dull supercilium. Adults can be confused at a distance with the common moorhen (which is found in similar habitat) and with the watercock and while young can appear similar to the young of the pheasant- tailed jacana, they lack the black necklace seen in that species. {| class=\"wikitable mw-collapsible mw-collapsed\" ! colspan=\"3\" | Measurements of 43 males and 25 females from southern India |- ! Measurement (± s.e.) ! Males ! Females |- | mass (g) | 176.2 ± 1.68 | 282.4 ± 5.22 |- | bill (mm) | 22.5 ± 0.96 | 25.1 ± 0.15 |- | shield height (mm) | 22.5 ± 0.17 | 24.1 ± 0.34 |- | wing (mm) | 162 ± 0.46 | 189 ± 1.03 |- | tarsus (mm) | 70.2 ± 0.36 | 78.6 ± 0.60 |- | tail (mm) | 45.5 ± 0.47 | 51.2 ± 0.73 |} ==Distribution and habitat== The species is widely distributed across the Indian Subcontinent (but not Sri Lanka or western Pakistan) and Southeast Asia mainly in low elevations. Both this species and the pheasant-tailed jacana can occur in the same habitat. It is sedentary apart from seasonal dispersal in response to drought and rains. They are able to use wetlands covered in introduced weeds such as water hyacinth and make use of the cover provided by Ipomoea aquatica when breeding. ==Behaviour and ecology == thumb|left|upright|Downy young Bronze-winged jacanas are found singly or in pairs foraging on aquatic vegetation. They balance on their long legs and long toes, and feed on plant material (claimed to be purely incidental), insects and other invertebrates picked from the floating vegetation or the water's surface. Call is a wheezy piping seek-seek-seek given mostly in alarm. When threatened they sometimes hide by submerging themselves. The breeding season starts after the rains (June to September in India but occasional breeding in March rains reported in Rajasthan). Males defend territories from other males with open wing and neck stretched displays which can escalate to pecking. The territory maintenance activities are at a maximum from around 9 to 11 AM. The nest is a small platform of stems and leaves of Pistia, Nymphoides, Hydrilla, and Eichhornia placed on a mat of vegetation but eggs may also be laid directly on the leaf of a lotus plant. The usual clutch is four, the eggs are very conical, glossy brown with irregular black zig-zag markings. Incubation and care of the young is entirely left to males. The eggs hatch in 29 days. Predation rates of eggs are high, up to 94% were lost in one study to various predators including birds and turtles. Young chicks may be sheltered between the wings and carried to safety. They become independent of their father when they are about ten weeks old. Nematode parasites, Gongylonema indica and Stellocaronema alii and the feather louse Rallicola indicus have been described from specimens of the bronze-winged jacana. ===Mating system=== Bronze-winged jacanas, like other jacanas, show a reversal of sex-roles with the female being larger, territorial, polyandrous, and competing with other females to maintain harems of males to incubate their clutches of eggs. Each female's territory encompasses one to four males and their individual territories. Heavier males defend their territories from other males and the degree of polyandry of females is a trade-off based on the sizes of the male territories and the number of males in the harems. Females mate with multiple males, leading to intense sperm competition, and the male that receives (termed as receivers) a clutch of eggs for incubation may destroy clutches in which their paternity is in doubt. In addition to the territorial males, there may be many \"floater\" males that attempt to copulate with females. Females may copulate more often with receiver males to ensure clutch survival while also copulating with non- receivers to maintain their harem. The fitness cost of clutches destroyed by receivers is much higher than losing males from her harem. Males make a yelling call to gain the attention of females. Males yell more when in larger harems. Females appear to use yells to assess male quality, and copulate with males that yelled more. 600px|thumb|center|Bronze-winged jacana (Metopidius indicus) immature, Chambal River, Uttar Pradesh, India. A composite of 8 images shot over 30 seconds in a sequence showing the bird deal with a grasshopper. == References == ==External links== *Xeno-canto: audio recordings of the bronze-winged jacana bronze-winged jacana Category:Birds of South Asia Category:Birds of Southeast Asia bronze-winged jacana Category:Taxa named by John Latham (ornithologist)",
 "title": "Bronze-winged jacana"
}