{
 "id": "450380",
 "text": "Mark Jonathon Mortlock Simmonds (born 12 April 1964) is a Conservative Party politician in the United Kingdom. He was the Member of Parliament (MP) for Boston and Skegness in Lincolnshire, and was first elected in 2001, succeeding Sir Richard Body. He was re-elected in 2005 with a greatly increased majority before his subsequent re-election in 2010 – more than doubling his 2005 majority. In September 2012 he was appointed to the Government as a Parliamentary Under-Secretary of State in the Foreign and Commonwealth Office. On 11 August 2014 he resigned this post and confirmed that he would step down as an MP at the 2015 general election. In October 2015, he was appointed non- executive director of the AIM-listed fertiliser company, African Potash. On 6 January 2020, Simmonds was appointed a non-executive director of the AIM- listed African oil exploration company, LEKOIL, a week before the company announced that it had been the victim of a US$184m fraud. ==Early life== Born in Worksop, Simmonds went to Worksop College, then Trent Polytechnic, where he obtained a BSc (Hons) degree in urban estate surveying in 1986. He became an associate of the Royal Institution of Chartered Surveyors in 1987. He worked as a surveyor for Savills from 1986 to 1988 and was a partner in Strutt & Parker from 1988 to 1996. He was a director of Hillier Parker from 1997 to 1999 and a chairman of Mortlock Simmonds Brown from 1999 until becoming an MP for Boston and Skegness. ==Parliamentary career== He contested the Ashfield seat in 1997. Simmonds was promoted to Shadow Health Minister in 2007. On 5 September 2012, he was appointed as a Parliamentary Under-Secretary of State in the Foreign and Commonwealth Office.\"Who we are - our Ministers\" . FCO (Official website). Retrieved 6 September 2012. In this role, he was also responsible for the British Overseas Territories. He resigned on 11 August 2014, claiming that he cannot support his family in London on £120k + expenses. According to the Telegraph, although Simmonds legitimately received over £500k from expenses since 2001, changes in the rules following the 2009 United Kingdom parliamentary expenses scandal meant he was no longer able to claim mortgage relief on a house in Putney. He subsequently sold the house at a profit of £537k and bought Swineshead Abbey but said it was impossible for \"a government minister with children to have a normal family life.\" He voted against the Cameron–Clegg coalition government in 2013 on the issue of British military intervention in the Syrian civil war.\"Nine Tory MPs who did not back Syria strike received Assad's hospitality The Guardian September 2013 Following his decision not to stand again, Simmons defended charging expenses to the taxpayer purported to total over £10,000 on hoardings and local radio, advertising the role of the MP and promoting democracy in line with current IPSA guidelines. He claimed the money was necessary to communicate with constituents. The political campaigning website 38 Degrees set up a petition calling for him to pay it back. ==Personal life== He married Lizbeth Hanomancin Garcia in December 1994 in London, and they have two daughters (born March 1999 and October 2000) and a son (born April 2002). He lives in his constituency in Swineshead in a house on the former site of Swineshead Abbey. In 2012 he apologised to Parliament for failing to mention an interest in Circle Healthcare when speaking in support of the Health and Social Care Bill in Parliament. ==References== ==External links== * * Guardian Unlimited Politics - Ask Aristotle: Mark Simmonds MP * TheyWorkForYou.com - Mark Simmonds MP * Video: Open Road - Mark Simmonds interview, hosted by YouTube. Mark Simmonds talks about welfare reforms proposed by the coalition Government. ===News items=== * Concern over gangmasters in 2003 Category:1964 births Category:Living people Category:Alumni of Nottingham Trent University Category:People educated at Worksop College Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:UK MPs 2010–2015 Category:People from Worksop Category:Members of the Privy Council of the United Kingdom Category:People from Swineshead, Lincolnshire",
 "title": "Mark Simmonds"
}