{
 "id": "450396",
 "text": "New Right (Dutch: Nieuw Rechts, abbr. NR) was a nationalist Dutch political party, founded by Michiel Smit in February 2003 and dissolved in December 2007. ==History== thumb|185px|left|Michiel Smit (2003) Michiel Smit was secretary of Pim Fortuyn's local Leefbaar Rotterdam party. He was elected into the Rotterdam city council in March 2002. After the assassination of Fortuyn, May 6, 2002, the Leefbaar Rotterdam leadership was handed over to Ronald Sørensen. Michiel Smit was forced out of the Leefbaar Rotterdam party though in February 2003, after it became public that Smit participated on various rightwing radical internet fora, one of which was the American-based Stormfront. However, Smit held on to his seat in the Rotterdam city council, forming a one-person party called Nieuw Rechts. From this position Smit started to build up the Nieuw Rechts party. New Right worked with the nationalist NNP party (whose chairman Florens van der Kooi worked for a time at the New Right party office) to form the Actiecomité Stop MARTIJN in 2003, which campaigned against the pedophiles of the Vereniging MARTIJN. In the first electoral campaign, in 2004 European Elections the party attracted 0.3% of the votes, and no seats. In the Dutch municipal elections of 2006 New Right fielded candidates in Rotterdam, Ridderkerk, Almelo and Eindhoven, obtaining 0.06% of the total vote and one seat in the council of Ridderkerk. ==Ideology== The most important issue for the New Right was immigration and integration of Muslims. Smit held then controversial views like forced repatriation of criminal foreigners and mandatory Dutch services in mosques. These views have since become mainstream in Dutch politics. ==References== ==External links== * (Mar. 2003 - Jun. 2008) * (Apr. 2005 - Jan. 2006) * (Jun. 2006 - Feb. 2008) Category:Defunct nationalist parties in the Netherlands Category:Euronat members Category:Far-right politics in the Netherlands Category:Right-wing populism in the Netherlands Category:Right-wing populist parties Category:Political parties established in 2003 Category:Political parties disestablished in 2007 Category:2003 establishments in the Netherlands Category:2007 disestablishments in the Netherlands Category:Government of Rotterdam Category:Ridderkerk",
 "title": "New Right (Netherlands)"
}