{
 "id": "450341",
 "text": "Martin John Salter (born 19 April 1954) is a British Labour Party politician who was the Member of Parliament for Reading West from 1997 to 2010. ==Early life and career== Born to Ray and Naomi Salter in Hampton, Middlesex, he received a grammar school education before attending the University of Sussex, though he left before gaining a degree, saying 'academic life was not for him – \"I wanted to do politics, not study it\"'. Both his parents were active trade unionists, and grandfather George Baker was sent to Wormwood Scrubs prison in 1917 as a First World War conscientious objector. He cites his politics teacher from the age of 14 for developing his political interest, when he took him to the Politics Society in Kingston to hear Tony Benn speak, saying that his teacher 'spotted something in me, a real interest'. Starting in 1975, Salter began employment in the construction and transport industries, holding various jobs from a labourer to a cargo handler. During this time, he was an active member in the Transport and General Workers' Union and the Union of Construction, Allied Trades and Technicians, and served as a shop steward tasked with 'negotiating working conditions and wages'. He moved to Reading in 1980, and in 1982 he switched his employment focus by being hired by Reading Borough Council to organise community-based playschemes for children, followed by a move in 1984 to become the co-ordinator of Reading Centre for the Unemployed. Dropping that role in 1987, Salter would thereafter work for Co-op Home Services until 1996, first becoming the development officer then the regional manager. ==Political career== Joining the Labour Party when he was 17, Salter became the secretary of his local residents' association in 1980, a post he held until 1984. The council, then under Conservative control, had cut the holiday playscheme budget, and Salter campaigned to undo the changes, the success of which he cites as the reason for his decision to stand for the council. He won election in Park ward in May 1984. Two years later, Labour gained control of the council and Salter was appointed chair of the leisure committee, and a year later became Deputy Leader of the Council, in which role he says he helped 'plan the successful development of the town centre and steered Labour to unprecedented local electoral success'. He first stood as a candidate for Parliament at the 1987 general election in Reading East. Alleging some of his opponents were carpetbaggers, Salter ran under the motto of 'Martin Salter Lives Here', and he came a close third to the SDP (Alliance) candidate . Salter was selected as his party's candidate in Reading West for the 1997 general election, and he stood down from the council in 1996 to concentrate on the campaign. Incumbent Conservative MP Tony Durant had a majority of well over 10,000 from the 1992 general election, but his decision to stand down left the seat more in play. In the end, Salter gained the seat with a majority of around 3,000 against former MP Nicholas Bennett. Salter was an active constituency MP, with frequent appearances in the local media and at local meetings. He has a high local profile and in the 2001 election secured the second highest swing to Labour in the country. After his re-election in 2005, Salter was one of only six Labour MPs with a majority still higher than the 1997 landslide. In parliament, Salter served on the Select committee on Northern Ireland through the period of the Good Friday Agreement. He was also a member of the Modernisation Select Committee between 2001 and 2005, and in 2006 entered the Home Affairs Select Committee. Salter was the Chair of the South East Group of PLP between 1999 and 2003, was the Deputy Convenor of Labour's Parliamentary Campaign Team between 2003 and 2005, and was twice elected by fellow MPs as a member of Labour's Parliamentary Committee between 2005 and 2008. Salter was a member of the Multiple Sclerosis, Rwanda & Genocide, Football, Angling, Kashmir, Environment, Fibromyalgia, Endometriosis and Gurkha All Party Parliamentary Groups. Salter is also a founding member of Labour Friends of Searchlight, an organisation that seeks to oppose the far- right. He holds membership for several organisations and charities, including Greenpeace, National Trust, Amnesty International, Angling Conservation Association and the Green Lanes Environmental Action Movement. He is Patron of Cystinosis Foundation, Down Syndrome International Swimming Organisation, Berkshire MS Therapy Centre, ABC to Read, Thames Valley Positive Support, and is currently a Trustee of the Thames River Restorative Trust. He is the Vice- President of the Reading YMCA Trust. On 30 November 2005, Salter resigned as Parliamentary Private Secretary to Schools Minister Jacqui Smith over school reform proposals and co-authored the Alternative Education White Paper with a group of centre-left MPs including John Denham, Angela Eagle, Joan Ruddock and Alan Whitehead. In June 2007, he was appointed as vice-chair (Environment) of the Labour Party.Labour: Vote Labour on May 1 On 10 February 2009, Salter announced that he would be standing down from the Commons at the next general election. Salter is only two days younger than Jane Griffiths, another former Labour MP, who represented the neighbouring Reading East constituency. ===Angling activism=== After leaving Parliament in 2010 Salter took a sabbatical in Australia, where he produced an influential report entitled 'Keep Australia Fishing'. In 2011 Salter took a part-time position with the Angling Trust as its National Campaigns Coordinator, and currently serves as the Trust's Chief Policy Advisor. He maintains a blog on the Trust website called Fighting For Fishing, devoted to the preservation of angling interests and fish habitat conservation in the UK and worldwide. ===Extreme pornography legislation=== Salter has promoted legislation proposing to criminalise possession of so-called \"extreme pornography\". His campaign came about after the conviction at Lewes Crown Court of Graham Coutts, for the murder of Brighton schoolteacher Jane Longhurst. A petition, objecting to \"the presence of extreme Internet sites promoting violence against women in the name of sexual gratification\", gained 50,000 signatures. ==Personal life== He is married to Natalie. He has lived in Reading since 1980. His interests include freshwater angling and supporting Reading F.C., where he is a season ticket holder and Honorary Vice-President of Supporters' Trust at Reading (STAR). He also enjoys reading, walking, and gardening. ==References== ==External links== *Martin Salter MP (Martin Salter's web site) *Daily Telegraph blog: Martin Salter (Martin Salter's blog) *Guardian Unlimited Politics – Ask Aristotle: Martin Salter *TheyWorkForYou.com – Martin Salter MP Category:1954 births Category:Living people Category:Alumni of the University of Sussex Category:Labour Party (UK) MPs for English constituencies Category:Members of the Parliament of the United Kingdom for Reading Category:Councillors in Berkshire Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:People from Hampton, London",
 "title": "Martin Salter"
}