{
 "id": "450559",
 "text": "thumb|Minato Mirai 21 at dusk thumb|Cosmo Clock 21 Ferris wheel thumb|Minato Mirai 21 skyline view from the Kishamichi Promenade , often known as simply Minato Mirai and abbreviated as MM, is the central business district of Yokohama, Japan. Initially developed in the 1980s, Minato Mirai 21 was designed as a large master-planned development and new urban center planned to connect Yokohama's traditionally important areas and commercial centers of Kannai and the Yokohama Station area. Today, Minato Mirai is a major center for business, shopping, and tourism, attracting visitors and businesspersons throughout the Greater Tokyo Area. The business district is host to several major hotels, office towers including the Yokohama Landmark Tower, the Pacifico Yokohama convention center, art museums, and numerous cafés and shops in shopping centers and along its central pedestrian mall. The area continues to be developed as originally envisioned in the 1980s. ==Overview== Minato Mirai 21 was originally proposed as one of Yokohama's six major development plans by the mayor of Yokohama, Ichio Asukata, in 1965. After several assessments and review sessions, actual construction started in 1983. The area where it is located was once known as Mitsubishi Heavy Industries Yokohama shipyard and the Japanese National Railways classification yard, Takashima wharf and Shinko wharf of Port of Yokohama. Conducted as an urban renewal and reclaimed land project, the port and industrial areas once divided the two city centers of Kannai and the Yokohama Station area. With the development of Minato Mirai 21, the two city centers were linked and now form part of the business and central 'core' of Yokohama. The name \"Minato Mirai 21\", was selected by a public opinion poll, and means \"Port of the Future [in] the 21[st century]\". The area is now flourishing as one of the newest urban business districts in the Greater Tokyo Metropolitan area, symbolized by Landmark Tower, Japan's third tallest skyscraper, the three Queens Square Towers, which contain a large shopping mall, the Pacifico Yokohama convention center, the Intercontinental Hotel, the Cosmo Clock 21 Ferris wheel, and more. Next to Landmark Tower is the Yokohama Museum of Art. The area is an important business center, with Nissan Motors, JGC Corporation, Chiyoda Corporation and other major corporations locating their headquarters and branches in the Minato Mirai area. Today, about 79,000 people work in Minato Mirai 21. Minato Mirai 21 also attracts numerous tourists along with the nearby Yokohama Chinatown. In 2010, it received approximately 58 million visitors. Due to the beautiful view, bay proximity, cruise ships docked at Ōsanbashi Pier, skyscrapers, and the graceful Yokohama Bay Bridge, Minato Mirai 21 has become a symbol of Yokohama and its skyline, and is frequently featured in images of the city. ==Attractions== Major attractions in the area include: * Yokohama Landmark Tower - the second-tallest building and fourth-tallest structure in Japan, with sweeping views of Tokyo and Mount Fuji * Cosmo World amusement park — includes the tall Cosmo Clock 21, formerly the world's tallest Ferris wheel * Kishamichi Promenade - a pedestrian walkway that follows the original harbor railroad tracks, linking Sakuragichō Station with Yokohama World Porters and the Cosmo Clock, and offering expansive views of the Minato Mirai skyline * Minato Mirai Hall - concert hall home to the Kanagawa Philharmonic Orchestra * Pacifico Yokohama * Nippon Maru - a four masted sailing ship, permanently docked on the harbor at Minato Mirai as a museum * Yokohama Museum of Art * Yokohama Red Brick Warehouse * Queen's Square Yokohama () * YOKOHAMA AIR CABIN ==Major hotels== Major hotels in the area with over 300 guestrooms include: * Yokohama Bay Grand InterContinental Hotel * Pan Pacific Yokohama Bay Hotel Tokyu * Yokohama Royal Park Hotel * Yokohama Sakuragicho Washington Hotel * Yokohama Bay Sheraton Hotel and towers ==Railway stations== * Minatomirai Station * Sakuragichō Station * Shin-Takashima Station ==External links== * Category:Tokyo Bay Category:Neighborhoods of Yokohama Category:Planned cities in Japan Category:Redeveloped ports and waterfronts in Japan Category:Tourist attractions in Yokohama",
 "title": "Minato Mirai 21"
}