{
 "id": "450844",
 "text": "The banded hare-wallaby, mernine, or munning (Lagostrophus fasciatus) is a marsupial currently found on the Islands of Bernier and Dorre off western Australia. Reintroduced populations have recently been established on islands and fenced mainland sites, including Faure Island and Wadderin Sanctuary near Narembeen in the central wheatbelt. == Taxonomy == The description of the species was published in the 1807 report of a French expedition to Australia. The authors, zoologist François Péron and illustrator Charles Lesueur, described a specimen collected at Bernier Island during their visit to the region in 1801, naming the new species as Kangurus faciatus. Evidence suggested that the mernine was the only living member of the sthenurine subfamily, and a recent osteology-based phylogeny of macropodids found that the banded hare-wallaby was indeed a bastion of an ancient lineage, agreeing with other (molecular) appraisals of the evolutionary history of L. fasciatus. However, the authors analysis did not support the placement of the mernine within Sthenurinae, but suggest it belongs to a plesiomorphic clade which branched off from other macropodids in the early Miocene and founded the new subfamily Lagostrophinae. Recent analysis of mtDNA extracted from fossils of the sthenurine Simosthenurus supports this conclusion. This new subfamily includes the banded hare-wallaby and the fossil genus Troposodon. == Description == The average banded hare-wallaby weighs 1.7 kg, females weigh more than the males. It measures about 800 mm from the head to the end of the tail, with the tail almost the same length (averaging 375 mm) as the body. It has a short nose; its long, grey fur is speckled with yellow and silver and fades into a light grey on the underbelly. No colour variation is seen on the face or head, and its colouring is solid grey. Dark, horizontal stripes of fur start at the middle of the back and stop at the base of the tail. ==Behavior== thumb|left|An 1807 illustration of banded hare-wallabies of Bernier Island The banded hare-wallaby is nocturnal and tends to live in groups at nesting sites; this species is quite social. Nesting occurs in thickets under very dense brush. This macropod prefers to live in Acacia ligulata scrub. Males are extremely aggressive. ==Distribution== The species was once found on the mainland, in the southwest of Western Australia and South Australia, but its only surviving natural populations are now restricted to Bernier Island and Dorre Island off Western Australia. The species has been successfully reintroduced to Faure Island and Dirk Hartog Island in Shark Bay, and to a large fenced reserve at Mount Gibson Sanctuary in Western Australia. Although the banded hare-wallaby was once found across the south-western portion of Australia, it is believed to have been extinct on the mainland since 1963, and the last recorded evidence of the banded hare-wallaby on the Australian mainland was in 1906. The devastation of the species possibly can be attributed to the loss of habitat to the clearing of vegetation, the loss of food (due to competition with other animals), and predators. ==Diversity== Two subspecies are recognized: L. f. fasciatus and L. f. baudinettei. ==Feeding== This diprotodontian is a vegetarian and receives most of its water from food. It prefers to eat various grasses, fruit, and other vegetation. Male aggression is usually brought out in competition for food with other males and is very rarely expressed toward females. ==Reproduction== Mating season starts in December and ends in September. The banded hare-wallaby reaches maturity at one year of age, breeding usually starts in the second year. Gestation appears to last several months and mothers generally raise one young each year, although females may produce two young per year. Young remain in their mother's pouch for six months and continue to be weaned for another three months. In situations where a mother's young dies, some mothers have an extra embryo to possibly rear another. ==References== ==External links== *Animal Info – Banded hare-wallaby *australianfauna.com – Banded hare-wallaby Category:Macropods Category:Vulnerable fauna of Australia Category:Mammals of Western Australia Category:Marsupials of Australia Category:Mammals described in 1807",
 "title": "Banded hare-wallaby"
}