{
 "id": "450993",
 "text": "A polyhistidine-tag is an amino acid motif in proteins that typically consists of at least six histidine (His) residues, often at the N- or C-terminus of the protein. It is also known as hexa histidine-tag, 6xHis-tag, His6 tag, by the US trademarked name HIS TAG (US Trademark serial number 74242707), and most commonly as His-Tag. The tag was invented by Roche, although the use of histidines and its vectors are distributed by Qiagen. Various purification kits for histidine-tagged proteins are available from Qiagen, Sigma, Thermo Scientific, GE Healthcare, Macherey-Nagel, Cube Biotech, Clontech, Bio-Rad, [Bio-Works] and others.The use of the tag for academic users was unrestricted; however, commercial users had to pay royalties to Roche. The original patent expired on 11 Feb 2003, and is now public property; current claims to royalties are based on a much narrower set of more recent patents. Suitable tag sequences are available free for commercial use. MK(HQ)6 may be used for enhanced expression in E. coli and tag removal. The total number of histidine residues may vary in the tag from as low as two, to as high as 10 or more His residues. N- or C-terminal His-tags may also be followed or preceded, respectively, by a suitable amino acid sequence that facilitates removal of the polyhistidine-tag using endopeptidases. This extra sequence is not necessary if exopeptidases are used to remove N-terminal His-tags (e.g., Qiagen TAGZyme). Furthermore, exopeptidase cleavage may solve the unspecific cleavage observed when using endoprotease-based tag removal. Polyhistidine- tags are often used for affinity purification of genetically modified proteins. == Principle == thumb|Three views of the Xray structure of Ni(NTA)(H2O)2 In general, proteins possess more or less the ability to coordinate metal ions on their surface, and it is possible to separate proteins by chromatography making use of the difference in their affinity. This is the immobilized metal ion affinity chromatography announced in 1975. Subsequent studies have revealed that among amino acids constituting proteins, histidine is strongly involved in the coordinate bond with metal ions. Therefore, if a number of histidines are added to the end of the protein by genetic engineering, the affinity of the protein for the metal ion is remarkably increased and the basic idea is that purification can be easily carried out. When a protein having a His-tag is brought into contact with a carrier on which a metal ion such as nickel is immobilized under the condition of pH 8 or higher, the histidine residue chelates the metal ion and binds to the carrier. Since other proteins do not bind to the carrier or bind only very weakly, they can be removed by washing the carrier with an appropriate buffer. Thereafter, by removing imidazole or the like from the carrier, it is possible to recover the protein having the His-tag with high purity. === Practical choice === ==== Carrier ==== Various carriers such as Ni - NTA agarose (nickel - nitrilotriacetic acid) are on the market. It is packed in a column and used in combination with centrifugation and magnetic separation in a test tube. ==== Metal ions ==== Several metal cations have high affinities for imidazole, the function group of the his tag. Transition metal imidazole complexes are well known for M2+ (M = Mn, Fe, Co, Ni, Cu). Nickel is often used for ordinary purposes, and cobalt is used when it is desired to increase the purity of purification. ==== Elution method ==== In order to elute His-tagged protein from the carrier, there is a plurality of methods as follows and it will be used properly according to the purpose. In order to avoid denaturation of proteins, it is desirable to have as mild as possible, and imidazole addition is often used from this viewpoint. ==== Competition with analogs ==== When a compound having a structure similar to the histidine residue is added at a high concentration, the protein competes with the coordination of the metal ion, so that the protein is separated from the carrier. Imidazole is a compound constituting the side chain of histidine and is frequently used at a concentration of 150 mM or more. In addition, histidine and histamine may be used in some cases. ==== Decrease in pH ==== When the pH decreases, the histidine residue is protonated and can no longer coordinate the metal tag, allowing the protein to be eluted. When nickel is used as the metal ion, it is eluted at around pH 4 and cobalt at around pH 6. ==== Removal of metal ions ==== When a strong chelating agent is added, the protein is detached from the carrier because the metal ion immobilized on the carrier is lost. EDTA is used exclusively. == Applications == === Protein purification === Polyhistidine- tags are often used for affinity purification of polyhistidine-tagged recombinant proteins expressed in Escherichia coli and other prokaryotic expression systems. Bacterial cells are harvested via centrifugation and the resulting cell pellet lysed either by physical means or by means of detergents and enzymes such as lysozyme or any combination of these. At this stage, raw lysate contains the recombinant protein among many other proteins originating from the bacterial host. This mixture is incubated with an affinity resin containing bound divalent nickel or cobalt ions, which are available commercially in different varieties. Nickel and cobalt have similar properties and as they are adjacent period 4 transition metals (v. iron triad). These resins are generally sepharose/agarose functionalized with a chelator, such as iminodiacetic acid (Ni-IDA) and nitrilotriacetic acid (Ni-NTA) for nickel and carboxyl-methyl aspartate (Co-CMA) for cobalt, which the polyhistidine-tag binds with micromolar affinity. Ernst Hochuli et al. coupled 1987 the NTA ligand and Nickel-ions to agarose beads. The resin is then washed with phosphate buffer to remove proteins that do not specifically interact with the cobalt or nickel ion. With Ni-based methods, washing efficiency can be improved by the addition of 20 mM imidazole (proteins are usually eluted with 150-300 mM imidazole). Generally, nickel-based resins have a higher binding capacity, while cobalt-based resins offer the highest purity. The purity and amount of protein can be assessed by SDS-PAGE and Western blotting. Affinity purification using a polyhistidine-tag usually results in relatively pure protein when the recombinant protein is expressed in prokaryotic organisms. Depending on downstream applications, including the purification of protein complexes to study protein interactions, purification from higher organisms such as yeasts or other eukaryotes may require a tandem affinity purification using two tags to yield higher purity. Alternatively, single-step purification using immobilized cobalt ions rather than nickel ions generally yields a substantial increase in purity and requires lower imidazole concentrations for elution of the his-tagged protein. Polyhistidine-tagging is the option of choice for purifying recombinant proteins in denaturing conditions because its mode of action is dependent only on the primary structure of proteins. For example, even when a recombinant protein forcibly expressed in E. coli produces an inclusion body and can not be obtained as a soluble protein, it can be purified with denaturation with urea or guanidine hydrochloride. Generally, for this sort of a technique, histidine binding is titrated using pH instead of imidazole binding—at a high pH, histidine binds to nickel or cobalt, but at low pH (~6 for cobalt and ~4 for nickel), histidine becomes protonated and is competed off of the metal ion. Compare this to antibody purification and GST purification, a prerequisite to which is the proper (native) folding of proteins involved. On the other hand, it is said that the His tag tends to aggregate and insolubilize more than other affinity tags. Polyhistidine-tag columns retain several well known proteins as impurities. One of them is FKBP-type peptidyl prolyl isomerase, which appears around 25kDa (SlyD). Impurities are generally eliminated using a secondary chromatographic technique, or by expressing the recombinant protein in a SlyD-deficient E. coli strain. Alternatively, comparing with nickel-based, cobalt-based resins have less affinity with SlyD from E. coli, but in several cases, it is moderately helpful. ===Separating one from two polyhistidine tags=== Proteins with different numbers of polyhistidine tags elute differently from nickel- affinity resin. For proteins with a single hexahistidine tag, 75 mM imidazole enables elution from Ni-NTA, whereas for proteins with two hexahistidine tags, 100 mM imidazole is required for elution. This step-wise elution may be used to isolate specific protein assemblies from a mixture, such as defined heteromultimers (e.g. an AB heterodimer from a mixture including AA and BB homodimers, if only subunit B has a polyhistidine tag). Such an approach was used in isolation of monovalent streptavidin. ===Binding assays=== Polyhistidine-tagging can be used to detect protein-protein interactions in the same way as a pull-down assay. However, this technique is generally considered to be less sensitive, and also restricted by some of the more finicky aspects of this technique. For example, reducing conditions cannot be used, EDTA and many types of detergents cannot be used. Recent advances in dual polarisation interferometry is amenable to EDTA and a wider use of reagents, and the use of such site-specific tags greatly simplifies the direct measurement of associated conformational change. ===Fluorescent tags=== Hexahistadine CyDye tags have also been developed. These use Nickel covalent coordination to EDTA groups attached to fluorophores in order to create dyes that attach to the polyhistidine tag. This technique has been shown to be effective for following protein migration and trafficking. There has also been recent discoveries that show this technique may be effective in order to measure distance via Fluorescent Resonance Energy Transfer. === Fluorohistidine tags === A polyfluorohistidine tag has been reported for use in in vitro translation systems. In this system, an expanded genetic code is used in which histidine is replaced by 4-fluorohistidine. The fluorinated analog is incorporated into peptides via the relaxed substrate specificity of histidine-tRNA ligase and lowers the overall pKa of the tag. This allows for the selective enrichment of polyfluorohistidine tagged peptides in the presence of complex mixtures of traditional polyhistidine tags by altering the pH of the wash buffers. == Adding polyhistidine tags == thumb|right|270px| Adding polyhistidine tags. (A) The His-tag is added by inserting the DNA encoding a protein of interest in a vector that has the tag ready to fuse at the C-terminus. (B) The His-tag is added using primers containing the tag, after a PCR reaction the tag gets fused to the N-terminus of the gene. The most common polyhistidine tags are formed of six histidine (6xHis tag) residues - which are added at the N-terminus preceded by Methionine or C-terminus before a stop codon, in the coding sequence of the protein of interest. The choice of the end where His-tag is added will depend mainly on the characteristics of the protein and the methods chosen to remove the tag. Some ends are buried inside the protein core and others are important for the protein function or structure. In those cases the choice is limited to the other end. On the other hand, most available exopeptidases can only remove the His-tag from the N-terminus; removing the tag from the C-terminus will require the use of other techniques. It is important to take into account that the computer simulation (by molecular dynamics) will help you to choose between options, for example, whether the His-tag must be digested or engineered to the N- or C-terminal. There are two ways to add polyhistidines. The most simple is to insert the DNA encoding the protein in a vector encoding a His- tag so that it will be automatically attached to one of its ends (See picture). Another technique is to perform a PCR with primers that have repetitive histidine codons (CAT or CAC) right next to the START or STOP codon in addition to several (16 or more) bases from one end of the DNA encoding the protein to be tagged (see primer example below). His-tag-primers.png Example of primer designed to add a 6xHis-tag using PCR. Eighteen bases coding six histidines are inserted right after the START codon or right before the STOP codon. At least 16 bases specific to the gene of interest are needed next to the His-tag. With 6 His, the protein will have an added 1 kDa of molecular weight. Often, a linker (such as gly-gly-gly or gly-ser-gly) is placed between the protein of interest and the 6 His tag in order to prevent the polyhistidine tag from affecting the activity of the protein being tagged. == Detection == The polyhistidine-tag can also be used to detect the protein via anti-polyhistidine-tag antibodies or alternatively by in-gel staining (SDS- PAGE) with fluorescent probes bearing metal ions. This can be useful in subcellular localization, ELISA, western blotting or other immuno-analytical methods. == Immobilization == The polyhistidine-tag can be successfully used for the immobilization of proteins on a surface such as on a nickel- or cobalt-coated microtiter plate or on a protein array. == Similar tags == === HQ tag === The HQ tag has alternating histidine and glutamine (HQHQHQ). === HN tag === The HN tag has alternating histidine and asparagine (HNHNHNHNHNHN) and is more likely to be presented on the protein surface than Histidine-only tags. The HN tag binds to the immobilized metal ion more efficiently than the His tag. === HAT tag === The HAT tag is a peptide tag (KDHLIHNVHKEEHAHAHNK) derived from chicken lactate dehydrogenase, and is more likely to be a soluble protein with no bias in charge distribution compared to the His tag. The arrangement of histidines in the HAT tag allows high accessibility compared to the His tag, and it binds efficiently to the immobilized metal ion. == See also == *Protein tag ==References== == External links == * Ni - NTA affinity column（Protein Science Society Archive # 019/ Article in Japanese） Category:Biochemical separation processes Category:Biochemistry detection methods Category:Molecular biology techniques Category:Protein structure",
 "title": "Polyhistidine-tag"
}