{
 "id": "450930",
 "text": "thumb|right|upright|Obsolete Arms of the Former Haltemprice Urban District Council Haltemprice is an area in the East Riding of Yorkshire, England, directly to the west of Hull. Originally an extra-parochial area, it became a civil parish in 1858, in 1935 it was expanded by the combination of the urban districts of Cottingham, Anlaby, and Sculcoates to form a new urban district; the district included the villages of Anlaby, Cottingham, Hessle, Kirk Ella, Skidby, West Ella and Willerby. Urban districts were abolished 1974. As of 2012 Haltemprice gives its name to the Haltemprice and Howden (UK Parliament constituency), and the East Riding of Yorkshire Council run 'Haltemprice Leisure Centre' in Anlaby. ==Background and etymology== Haltemprice Priory was established as an Augustinian religious dwelling in the 14th century. The name is thought to derive from the French Haute Emprise (High enterprise). The priory existed until the 16th century and the Dissolution of the Monasteries under Henry VIII. Settlement continued at Haltemprice as 'Haltemprice Farm', the farm was occupied up to 1998, as of 2011 the farm building is derelict. ==Parish (1858–)== Haltemprice was historically an extra-parochial area, and was made a civil parish in its own right in 1858. It was included in the Sculcoates Rural District under the Local Government Act 1894. ==Urban district (1935–1974)== In 1935, under a County Review Order, an urban district of Haltemprice was set up, to cover Hull's western suburbs. The Cottingham and Hessle urban districts were abolished and included into the new Haltemprice Urban District, as was part of the Sculcoates Rural District including the existing parish of Haltemprice and the parish of West Ella. In 1974, under the Local Government Act 1972, Haltemprice Urban District was merged to form part of the Beverley borough in Humberside, the northern half of which became the reconstituted East Riding in 1996. The former Haltemprice area has been since divided again into a number of civil parishes. The area gives its name to the Parliamentary seat of Haltemprice and Howden which is held by the former Shadow Home Secretary and former Brexit Secretary David Davis and, as the fictional constituency of Haltemprice, was held by the fictional Tory MP Alan B'Stard in the ITV sitcom The New Statesman. ==References== ==External links== * Category:Geography of the East Riding of Yorkshire",
 "title": "Haltemprice"
}