{
 "id": "451073",
 "text": "Bronisław Malinowski (; 4 June 1951 – 27 September 1981) was a Polish track and field athlete, who is best known for winning a gold medal in the 3000 m steeplechase race during the 1980 Summer Olympics held in Moscow, Soviet Union and the silver four years earlier in Montreal. One year after his last Olympic appearance, Malinowski was killed in a car accident in Grudziądz, at the age of 30. ==Life and career== Malinowski was born in Nowe to a Polish father Anastazy Malinowski, and a Scottish mother, Irene Malinowska (née Dowell). He was named after the famous anthropologist. Throughout most of his career he competed for Olimpia Grudziądz. His first international medal was the 2000 metres steeplechase gold at the 1970 European Junior Championships. In his first major senior competition, the 1971 European Championships, he broke the national 5000 metres record which was enough for the eighth place. He finished fourth at the 1972 Summer Olympics in Munich, Germany, but came back to win gold at the 1974 European Championships. The period between the European Championships and the 1976 Summer Olympics, saw a rivalry emerge between Malinowski and Swedish athlete Anders Gärderud. It ended with Malinowski taking silver behind the first-place Gärderud who won in a world-record time. Although Gärderud retired from the sport in 1976, Malinowski faced a new contender, Henry Rono of Kenya, who set the new world record in 1978. Still, Malinowski beat Rono in a head-to-head race that same season. In the autumn of 1978, he successfully defended his European Championship in the 3000 metres steeplechase in Prague.see, for example, Tapio Pekola et al., eds., \"European Championships Prague\" / EM-Praha, Kaarina, Finland: \"Runner\" / Juoksija magazine, 1978 The pinnacle of Malinowski's career came during the 1980 Summer Olympics when he took gold in the 3000 m steeplechase race by steadying himself against front-runner Filbert Bayi. Shortly before his death, Malinowski was considering moving to Scotland, the native country of his mother, because Poland was then politically restless.see, for example, \"The Events of Top Sports Until 1982\" / Huippu-urheilun tapahtumat vuoteen 1982, published in Finland in 1982 He died in a car crash on 27 September 1981 on a bridge in Grudziądz, which was later named after him. There is also an annual running competition held in his honour in that city, the International Bronisław Malinowski Run.Official site of International Bronisław Malinowski Run ==Competition record== {| |- !colspan=\"6\"|Representing |- |1970 |European Junior Championships |Paris, France |bgcolor=gold|1st |2000 m s'chase |5:44.00 |- |1971 |European Championships |Helsinki, Finland |8th |5000 m |13:39.4 (NR) |- |rowspan=2|1972 |rowspan=2|Olympic Games |rowspan=2|Munich, West Germany |26th (h) |5000 m |13:48.2 |- |4th |3000 m s'chase |8:27.92 |- |1973 |European Indoor Championships |Rotterdam, Netherlands |8th |3000 m |8:07.08 |- |1974 |European Championships |Rome, Italy |bgcolor=gold|1st |3000 m s'chase |8:15.04 |- |1975 |Universiade |Rome, Italy |bgcolor=gold|1st |3000 m s'chase |8:22.32 |- |rowspan=2|1976 |rowspan=2|Olympic Games |rowspan=2|Montreal, Canada |20th (h) |1500 m |3:41.67 |- |bgcolor=silver|2nd |3000 m s'chase |8:09.11 (NR) |- |1977 |Universiade |Sofia, Bulgaria |4th |3000 m s'chase |8:30.8 |- |1978 |European Championships |Prague, Czechoslovakia |bgcolor=gold|1st |3000 m s'chase |8:15.08 |- |1979 |World Cross Country Championships |Limerick, Ireland |bgcolor=silver|2nd |Senior race | |- |1980 |Olympic Games |Moscow, Soviet Union |bgcolor=gold|1st |3000 m s'chase |8:09.70 |- |1981 |Pacific Conference Games |Christchurch, New Zealand |bgcolor=gold|1st |3000 m s'chase |8:24.02 |} ==Personal bests== Outdoor *1500 metres – 3:37.42 (Warsaw 1978) *Mile – 3:55.40 (Stockholm 1976) NR *3000 metres – 7:42.4 (Oslo 1974) NR *5000 metres – 13:17.69 (Stockholm 1976) NR *10,000 metres – 28:25.19 (Augsburg 1974) *3000 metres steeplechase – 8:09.11 (Montreal 1976) NR Indoor *3000 metres – 7:55.73 (Rotterdam 1973) ==References== ==External links== * Category:1951 births Category:1981 deaths Category:People from Nowe Category:Polish male middle-distance runners Category:Polish male steeplechase runners Category:Athletes (track and field) at the 1972 Summer Olympics Category:Athletes (track and field) at the 1976 Summer Olympics Category:Athletes (track and field) at the 1980 Summer Olympics Category:Olympic athletes of Poland Category:Olympic gold medalists for Poland Category:Olympic silver medalists for Poland Category:Road incident deaths in Poland Category:European Athletics Championships medalists Category:Sportspeople from Kuyavian-Pomeranian Voivodeship Category:Polish people of Scottish descent Category:Medalists at the 1980 Summer Olympics Category:Medalists at the 1976 Summer Olympics Category:Olympic gold medalists in athletics (track and field) Category:Olympic silver medalists in athletics (track and field) Category:Universiade medalists in athletics (track and field) Category:Universiade gold medalists for Poland Category:Medalists at the 1975 Summer Universiade",
 "title": "Bronisław Malinowski (runner)"
}