{
 "id": "451161",
 "text": "Kidderminster Harriers Football Club is a professional association football club based in Kidderminster, Worcestershire, England. The team compete in the National League North, the sixth tier of the English football league system. Formed in 1886, Kidderminster have spent their entire history at Aggborough Stadium. They have won the Worcestershire Senior Cup a record 27 times and are the only club from the county ever to have played in the English Football League. Founder members of the Birmingham & District League in 1889, they merged with Kidderminster Olympic the next year and entered the Midland League as Kidderminster F.C., though folded due to financial difficulties in March 1891. Kidderminster Harriers reverted to amateur status and rejoined the Birmingham & District League, though it would take until 1937–38 for them to claim their first league title, which they retained the following year. They joined the Southern League in 1948, though reverted to the Birmingham & District League in 1960. They won four further league titles: 1964–65, 1968–69, 1969–70 and 1970–71. Harriers switched to the Southern League Division One North in 1972 and were promoted to the Alliance Premier League at the end of the 1982–83 season. Kidderminster Harriers won the FA Trophy in 1987 and were crowned Conference champions in 1993–94, though Graham Allner's team were denied a place in the Football League due to the state of Aggborough. The club improved the stadium and were admitted after winning the title again under Jan Mølby's stewardship in 1999–2000. They remained in the Football League for five seasons, finishing as high as tenth in the Third Division in 2002, before being relegated out of League Two three years later. They finished second in the Conference in 2012–13, but were beaten in the play-off semi-finals, and were relegated from the National League in 2016. They qualified for the National League North play-offs in 2017 and 2018. ==History== Kidderminster Harriers were formed in 1886 from a highly successful athletics and rugby union club that had existed since 1877. In July 1880 the Athletics club amalgamated with the local Clarence rugby club to become 'Kidderminster Harriers and Football Club'. Matches were played at White Wickets on the Franche Road in Kidderminster. 1885-6 was the last season played as a rugby club and the Harriers switched to Association rules for the next season. ===Olympic and Kidderminster F.C.=== Playing games at Chester Road (the current cricket ground) Harriers' first game was 18 September 1886, away to Wilden, winning 2–1. The town saw a rival team start up as Kidderminster Olympic in 1887, rapidly becoming one of the best sides in the area. In 1887–88 the club started playing its matches at Aggborough. Both Olympic and Harriers were founder members of the Birmingham and District League in 1889, Olympic won the league in 1890, with Harriers runners-up. Both sides regularly attracted crowds of 2–4,000, with the local derbies seeing over 7,000 attending. Owing to their success soon after both Olympic and Harriers were subject to allegations of 'professionalism' and illegal payments to players, although the League Committee let off both clubs with a warning about future conduct. In 1890 the two clubs amalgamated as Kidderminster F.C. on a full professional basis, the new club being admitted to the Midland League which had been formed in 1889. The club became the first from the town to enter the FA Cup and after winning 4 qualifying round games, reached the First Round Proper (last 32). They lost 3–1 away to Darwen but protested the result because of the poor state of the pitch. Their protest was upheld and the tie was replayed a week later, again at Darwen, where Darwen won 13–0. However the club found things difficult financially as a fully professional club, resigned from the league and were wound up in March 1891. ===Birmingham League=== The club reverted to amateur status in the Birmingham and District League the following season as Kidderminster Harriers. The club again reached the 1st Round of the F.A Cup in 1906–07, losing to Oldham Athletic away 5–0. In 1910 the then current England international full-back Jesse Pennington signed for Harriers after a dispute with his then club West Bromwich Albion. He played one game before the dispute was resolved and he returned to Albion. The twenties were hard going for the club as poor form on the pitch and financial problems off it took their toll. Harriers did manage a League runners-up place in 1924–25. In this season Harriers made national headlines by signing Stanley Fazackerley, who had been the first £5,000 transfer in English football and scorer of the FA Cup Final winning goal for Sheffield United in 1915. After a pay dispute, he had been given 14 days notice by his then club Wolverhampton Wanderers and had returned to the public house he managed in the city, where a Harriers fan drinking there overheard the news and quickly contacted the Harriers Secretary. The then Wolves captain George Getgood, also in contractual dispute at the time, also signed for Harriers in a double swoop. The 1927–28 season saw another accusation of bribery, this time against secretary Pat Davis by Cradley Heath. During an investigation Davis admitted he had offered Burton Town players a ten shillings bonus if they managed to beat Worcester City in the last match of the season. The match was drawn so the bonus was never paid. The case made the national newspapers and Pat Davis was temporarily suspended from all duties. Harriers proved a rich source of young quality players picked up by professional football clubs at this time, those moving to bigger clubs including full back Billy Blake (Crystal Palace), winger Fred Leedham (transferred to West Bromwich Albion for £300), Dennis Jennings (to Huddersfield Town for £600) and forward Norman Brookes (to Walsall for £70). In 1935–36 a new scoring record for the club was set, with Billy Boswell scoring 64 goals in a single season. ===Southern League=== Harriers did not win the West Midlands League until 1938, finishing the season undefeated. They moved to the Southern League the following year, but played just two games because of the onset of World War II.Club History Kidderminster Harriers FC They rejoined the Southern League in 1948. Their first game was a 1–1 draw with Chingford Town in front of 3,889. Future Football Association General Secretary Ted Croker was a Harriers player during the early 1950s, as was future England international striker Gerry Hitchens(1953–55). Harriers became the first team to host a floodlit FA Cup match, when on 14 September 1955 they played Brierley Hill Alliance in a preliminary round replay, which Harriers won 4–2. By 1956–57 the club was again in financial difficulties and after several seasons of struggle in 1960 the club voluntarily dropped back down to the Birmingham League. During the 1964–72 era Harriers won the West Midland League four times (including three years running 1968–70), and the various County Senior Cups eight times. Brendan Wassall arrived at Aggborough and debuted on 17 October 1962 against Banbury Spencer. He went on to make 686 appearances up until 1975, and scored 269 goals. His son, Darren, played for Nottingham Forest, Birmingham City and Derby County. In 1963 Peter Wassall joined the Harriers on the advice of his brother Brendan after spells with Wolves, Aston Villa and Atherstone Utd. After a season in midfield he switched to play up front and went on to score a total of 448 goals in 621 games for the Harriers. He joined Hereford Utd briefly in 1971 but returned to Aggborough a year later. They were back to the Southern League by 1972–73 as part of Division One North, one level under the Southern League Premier. ===Conference=== Under player-manager Jon Chambers (ex Aston Villa) in 1983, Harriers were promoted to the Alliance Premier League (now the Conference) after finishing second to AP Leamington, who were refused entry on ground facility issues. After a poor start to the first season in the Alliance, AP Leamington manager Graham Allner was appointed manager, marking the start of a 16-year association with the club. Despite not playing in Wales, they were invited to play in the Welsh Cup through the 1970s and 1980s, reaching the final in 1986 and again in 1989. In July 1985, Allner signed striker Kim Casey from Gloucester City for £2,500. He previously played for Sutton Coldfield and AP Leamington. In his first season for the Harriers, Casey scored 73 goals in 69 games, a club record, and netted 47 the following season. He was transferred to Cheltenham Town in August 1990 for £25,000 before re-joining Harriers briefly in July 1995. For much of the eighties and nineties Casey partnered Paul Davies up front, Davies eventually logging 307 career goals in 656 games over 13 years for the club, while Casey hit nearly 200 goals in six seasons. In 1989, Kidderminster Harriers launched their first Youth training scheme (YTS) – a first, because the club were still playing non-league football in the Conference. The first crop of players included Ian Clarke, Ryan Rankin, Willie Bache, Alan Knott, Richard Congrave, Russel Dodd, Craig Gillett and Justin Taylor. In 1994, Harriers were Conference champions, but were controversially refused promotion due to the Football League's tightened fire safety regulations for stadiums after the Bradford City stadium fire. Aggborough's main stand was of wooden construction and, despite assurances a new cantilever stand would be ready for the new season (which was completed on time), and considerable West Midlands media support, the Football League rejected Harriers' promotion. Ironically, the ground hosted an 8,000 crowd without any problems for the visit of West Ham United in that year's 5th round FA Cup. Kidderminster finished second to Macclesfield Town in 1997, but then finished in the bottom half in each of the next two seasons. Harriers received the biggest sell-on fee for a former non-league club, picking up £700,000 when Lee Hughes joined Coventry City in August 2001. Kidderminster had sold Hughes to West Bromwich Albion in 1998 and under the sell-on clause negotiated by manager Allner at the time received 15% of any further transfer fee. This was activated when Hughes moved to Coventry City for a reported £5 million. ===Football League=== Backed by retired retail millionaire Chairman Lionel Newton, former Liverpool star Jan Mølby was appointed as manager for the 1999–2000 season. He signed Mike Marsh in November 1999 as a midfield general. He then led the club to the Conference title at the first attempt, beating Rushden & Diamonds by nine points. Thereafter, low attendances (the town is close to several large Championship and Premier League sides) and lack of revenue following the ITV Digital collapse meant the club struggled to make a mark in the Football League, and after five seasons they were relegated back to the Conference National division. ===Back to Conference=== A close-season boardroom takeover battle disrupted preparations for their first season back in the Conference; consequently the club struggled to maintain efforts towards a quick return to the Football League, ending up with a 15th-place finish in the Conference National. Ex-Harriers captain and former Doncaster Rovers, Cheltenham Town player and Burnley assistant coach Mark Yates took over as Manager from the sacked Stuart Watkiss during the season. He steered the club away from minor danger of relegation in the 2005–06 season and during his first full campaign, took the side to the FA Trophy final at Wembley Stadium for the first time in 12 years. They however lost 3–2 to Stevenage Borough in front of 53,262. Their league form however was less impressive, resulting in mid-table finishes for three consecutive seasons. In December 2009 Mark Yates and his number two coach Neil Howarth left the club to take over as coaches at Cheltenham Town. After a month of speculation and a number of names such as Jim Harvey and Jeff Kenna being mentioned as possible replacements for Mark Yates, Stalybridge Celtic Manager Steve Burr took over on an initial two and a half year contract, which was extended to 2014 in March 2011. The club finished sixth in Burr's first season in charge. Burr's second season in charge was largely similar to his first. Harriers again finished sixth, just one place outside the play off places. Harriers were given a 5-point deduction for submitting misleading financial information. The 2012–13 season started badly for Harriers as they lost the first five games, drew the next five games. However, Harriers went on a run that saw them win 22 out of their last 23 games, including a run of 12 wins, putting them in contention for the title and promotion. In January, Harriers received a club record fee of £300,000 from Fleetwood Town for striker Jamille Matt. Following the departure of Matt, Harriers signed eventual top scorer Michael Gash from Cambridge United on loan till the end of the season with a clause that Harriers could make the deal permanent at the end of the season. The title race with Mansfield Town went down to the last day with Mansfield 2 points ahead. Harriers in front of a sold out 6,453 Aggborough beat Stockport County 4–0 which confirmed their relegation. Mansfield beat a weakened Wrexham side who were already guaranteed the play-offs 1–0.2012–13 Football Conference Harriers finished 2nd and played 5th place Wrexham in the play off semi final. Harriers lost the first leg at the Racecourse Ground 2–1, Michael Gash scoring Harriers goal from the penalty spot. Harriers also lost the second leg, again in front of a sell out crowd 3–1, confirming a 5–2 aggregate loss and Conference football for another season. After such a fantastic season, Harriers had 3 players in the Conference Team of the Year for the 2012–13 season, they were Anthony Malbon, Josh Gowling and Lee Vaughan. Strong early form in the 2013–14 season found them in 2nd place which could not be sustained. In November 2013, Steve Burr walked out on Harriers to speak to Forest Green Rovers. The talks broke down and Burr returned to Harriers where the league form dipped rapidly. Harriers enjoyed a fine cup run beating League Two side Newport County in the second round and holding League One side Peterborough United 0–0 at Aggborough in the third round. However, Burr did not get chance to see the replay as a heavy 6–0 defeat away to Luton Town saw him sacked as Harriers manager on 7 January 2014. On 8 January, Andy Thorn was appointed manager, winning his first game in charge 3–0 at home to Salisbury, Joe Lolley's first hat trick for the club and last league game as a move to Huddersfield Town was looming. Having agreed to let Lolley stay for the FA Cup replay, Lolley then netted the winning goal in a famous 3–2 win away to Peterborough United. The next day, Lolley moved to Huddersfield Town for a fee in the region of £250,000 having only been at the club for 6 months. Harriers league form dipped after the departure of Lolley and strain of the FA Cup run as Thorn was sacked after 54 days in charge following a run of only 3 wins in 10 games which also included the 1–0 FA Cup Fourth Round loss to Premier League Sunderland. On 5 March, Burr's former number two Gary Whild was appointed Harriers manager for the final 13 games until the end of the season. Under Whild, Harriers lost only 1 of the last 13 games, but 6 draws meant that Harriers fell just short of the play-offs finishing the season in 7th. In April 2014, it was announced Gary Whild would stay on as Harriers manager after signing a one-year rolling contract. The 2014/15 season started strongly for the Harriers, as they remained unbeaten in their first 7 games which propelled them into the play-offs. From September till December, Harriers went on a 15 games run where no result was the same back to back. Harriers inconsistent form left them outside the play-offs approaching the Christmas period. In November it was announced that Kidderminster were having money troubles and that the wage budget would have to be decreased. This led to key players Chey Dunkley and Nathan Blissett being loaned to Oxford United and Bristol Rovers respectively, both moves being made permanent in January. One other key influence on Harriers' declining league form was the state of the deteriorating pitch. The signs of two teams playing on the pitch was showing and grass was turning to mud. This showed through December and January, Harriers winning all 4 away matches but losing all 4 at home. Reducing the budget further in January, several players were released including key striker Michael Gash and instrumental midfielder Kyle Storer after just reaching 150 appearances for the club. However, this created the chance for former West Brom goal machine Lee Hughes to rejoin Kidderminster Harriers some 18 years after leaving the club, now 38, Hughes' contract at Forest Green Rovers was cancelled by mutual consent, allowing him to sign again at Aggborough. He began his career at Aggborough in 1994 and scored 70 goals in 139 games for Harriers before moving to West Brom in 1997. Hughes went on to score on his second debut for the Harriers in a 1–1 home draw against Woking. Harriers were sitting 6th after boxing day, with a game in hand to go into the play offs. However, Harriers only won three of the last twenty games, losing twelve of those as they finished 16th in a tale of two halves season. At the end of the season, it was announced that Harriers only had five players contracted for next season and that the wage budget would be significantly reduced. The Harriers began the 2014–2015 in the same poor form they had finished on the last. Harriers were winless after 11 games, and in September 2015 it was announced Head Coach Gary Whild would be leaving the club. First team coaches Mark Creighton and Tim Flowers also left the club. On 21 April 2016, former Watford and Derby County midfielder John Eustace was announced as the club's new manager. ===Cup success=== ====Welsh Cup==== Harriers reached the Welsh Cup final in 1986, losing to Wrexham (2–1) in the replay after drawing the first game (1–1) and again reaching the final 1989, losing to Swansea City (5–0). ====FA Trophy==== In 1987 Harriers went to Wembley Stadium for the FA Trophy final against Burton Albion. The game was a 0–0 draw after extra time, but Kidderminster won 2–1 in the replay at The Hawthorns. They have reached the final on three occasions since, losing 2–1 to Wycombe Wanderers in 1991 in front of a crowd of 34,842 at the old Wembley and that remained the record attendance for a Trophy match until 2007 again when Kidderminster played Stevenage in another final. Kidderminster also lost 2–1 to Woking in 1995 final. In 2007, Kidderminster again reached the final, losing 2–3 to Stevenage Borough, despite being 2–0 up at half time through two James Constable goals. Stevenage came back and scored the winner in the 88th minute in front of the new record trophy attendance of 53,262, which was also the very first competitive match to be held at the New Wembley. ====FA Cup==== Kidderminster have also had some success in the FA Cup. Brighton & Hove Albion were entertained in the late 1960s as were Blackburn Rovers & Millwall (first round) in successive seasons 1981 & 1982\\. They reached the fifth round in 1994 (a feat not again equalled by a non-league team until Crawley Town F.C. achieved it in 2011, although Crawley were fully professional), shooting to national fame after defeating Birmingham City 2–1 away and Preston North End 1–0 at home in the previous two rounds. They then lost narrowly (0–1) at home in front of nearly 8,000 to West Ham United. In 2004 Kidderminster again reached the third round to face Premier League team and local rivals Wolverhampton Wanderers, Harriers were one minute away from causing a massive shock before an 89th-minute equaliser forced a replay, the game finishing 1–1 at Aggborough Harriers lost the replay 2–0 although video footage clearly showed that the second goal did not cross the line. In the 2008–09 season Harriers again reached the third round, losing away to Coventry City 2–0. In the 2013–14 FA Cup Kidderminster beat League Two side Newport County 4–2 in the second round In the third round, Harriers beat Peterborough United from League One 3–2 at London Road in the 3rd round replay in front of 3,483 of which 660 were travelling Harriers fans, after drawing 0–0 at Aggborough. In the fourth round they lost away to Premier League Sunderland 1–0 in front of 25,081, of which 4,000 were travelling Kidderminster fans, to end their run. In 2022 they reached the fourth round of the FA Cup, whilst in the sixth-tier National League North, and were drawn against Premier League opponents West Ham United. They had previously beaten National League Premier opposition in Grimsby Town and FC Halifax Town in rounds 1 and 2 and Championship side Reading in Round 3. They suffered a heart-breaking 1-2 loss to West Ham, leading 1-0 at 90 minutes, but West Ham scored a last minute equalizer through Declan Rice in injury time, and then Jarrod Bowen scored West Ham's winning goal in injury time of extra time. ==Players== ===Current squad=== As of 14 March 2022. ===Out on loan=== ==Rivals== Harriers fans consider local rivals Stourbridge, Hereford (continued from the rivalry with the now defunct Hereford United), Bromsgrove Sporting and Worcester City to be the club's main rivals. They also share a less significant rivalry with near neighbours AFC Telford United. There was also a healthy rivalry with the now defunct Rushden & Diamonds which stemmed from the 1999/2000 conference title winning campaign. During the club's stint in the football league, they developed a rivalry with Cheltenham Town. ==Seasons== The following are the fifteen most recent Kidderminster Harriers seasons, for a full history see List of Kidderminster Harriers F.C. seasons {| class=\"wikitable\" |- ! Year ! League ! Level ! Pld ! W ! D ! L ! GF ! GA ! GD ! Pts ! Position ! Top League Scorer(s) ! Goals ! FA Cup ! League Cup ! FA Trophy ! Average attendance |- style=\"text- align:center;\" | 2005–06 | Conference National | 5 | 42 | 13 | 11 | 18 | 39 | 55 | −16 | 50 | 15th of 22 | Iyseden Christie | 14 |QR4 |- |R2 | 1,775 |- style=\"text-align:center;\" | 2006–07 | Conference National | 5 | 46 | 17 | 12 | 17 | 43 | 50 | −7 | 63 | 10th of 24 | James Constable | 15 |R1 |- | style=\"background:#ace1af;\"|F | 1,623 |- style=\"text-align:center;\" | 2007–08 | Conference National | 5 | 46 | 19 | 10 | 17 | 74 | 57 | +17 | 67 | 13th of 24 | Iyseden Christie | 17 |R2 |- |R2 | 1,555 |- style=\"text-align:center;\" | 2008–09 | Conference National | 5 | 46 | 23 | 10 | 13 | 69 | 48 | +21 | 79 | 6th of 24 | Matthew Barnes-Homer | 20 ||R3 |- |R3 | 1,684 |- style=\"text- align:center;\" | 2009–10 | Conference National | 5 | 44 | 15 | 12 | 17 | 57 | 52 | +5 | 57 | 13th of 23 | Brian Smikle | 12 |QR4 |- |SF | 1,547 |- style=\"text-align:center;\" | 2010–11 | Conference National | 5 | 46 | 20 | 17 | 9 | 74 | 60 | +14 | 72† | 6th of 24 | Chris McPhee | 17 |QR4 |- |R1 | 1,630 |- style=\"text-align:center;\" | 2011–12 | Conference National | 5 | 46 | 22 | 10 | 14 | 82 | 63 | +19 | 76 | 6th of 24 | Nick Wright | 15 |QR4 |- |R3 | 2,095 |- style=\"text-align:center;\" | 2012–13 | Conference National | 5 | 46 | 28 | 9 | 9 | 82 | 40 | +42 | 93 | 2nd of 24 Lost in PO semi-final | Michael Gash | 20 |R1 |- |R2 | 2,193 |- style=\"text- align:center;\" | 2013–14 | Conference National | 5 | 46 | 20 | 12 | 14 | 66 | 59 | +7 | 72 | 7th of 24 | Michael Gash | 11 | style=\"background:#ace1af;\"|R4 |- |R1 | 2,020 |- style=\"text-align:center;\" | 2014–15 | Conference National | 5 | 46 | 15 | 12 | 19 | 51 | 60 | −9 | 57 | 16th of 24 | Marvin Johnson | 9 |QR4 |- |R2 | 1,909 |- style=\"text-align:center;\" | 2015–16 | National League | 5 | 46 | 9 | 13 | 24 | 49 | 71 | −22 | 40 | 23rd of 24 | James McQuilkin * * * Ben Whitfield | 6 |QR4 |- |R1 | 1,804 |- style=\"text-align:center;\" | 2016–17 | National League North | 6 | 42 | 25 | 7 | 10 | 76 | 41 | +35 | 82 | 2nd of 22 | Arthur Gnahoua | 15 |R1 |- |R3 | 1,837 |- style=\"text-align:center;\" | 2017–18 | National League North | 6 | 42 | 20 | 12 | 10 | 76 | 50 | +26 | 72 | 4th of 22 | Joe Ironside | 23 |R1 |- |R2 | 1,683 |- style=\"text-align:center;\" | 2018–19 | National League North | 6 | 42 | 17 | 9 | 16 | 68 | 62 | +6 | 60 | 10th of 22 | Arthur Gnahoua | 21 |QR3 |- |QR3 | 1,683 |- style=\"text- align:center;\" | 2019–20* | National League North | 6 | 33 | 10 | 8 | 15 | 39 | 43 | −4 | 38 | 15th of 22 | Ashley Chambers | 13 |QR2 |- |QR3 | |} † – deducted 5 points for submitting misleading financial information. * – season ended early due to COVID-19 pandemic. ==Honours== Conference National *Champions (2): 1993–94, 1999–2000 *Runners-up (2): 1996–97, 2012–13 Southern League Premier Division *Runners-up: 1982–83 FA Trophy *Winners: 1986–87 *Runners-up (3): 1990–91, 1994–95, 2006–07 Conference League Cup *Winners: 1996–97 *Runners-up: 1988–89 Welsh Cup *Runners-up (2): 1985–86, 1988–89 Southern League Cup *Winners: 1979–80 Worcestershire Senior Cup *Winners (27): 1895–96, 1903–04, 1920–21, 1931–32, 1934–35, 1935–36, 1936–37, 1965–66, 1966–67, 1968–69, 1970–71, 1971–72, 1978–79, 1982–83, 1984–85, 1985–86, 1988–89, 1989–90, 1990–91, 1992–93, 1997–98, 1998–99, 1999–2000, 2001–02, 2009–10, 2014–15, 2016–17 Birmingham Senior Cup *Winners (7): 1933–34, 1934–35, 1937–38, 1945–46, 1963–64, 1964–65, 1966–67 *Runners-up (2): 1929–30, 1965–66 Staffordshire Senior Cup *Winners (4): 1980–81, 1982–83, 1983–84, 1984–85 *Runners-up (5): 1938–39, 1967–68, 1969–70, 1977–78, 1978–79 Birmingham & District League/West Midlands (Regional) League *Champions (6): 1937–38, 1938–39, 1964–65, 1968–69, 1969–70, 1970–71 ==Statistics== right|thumb|300px|League positions and average home league attendances since the 1983–84 season *Record Attendance: 9,155 vs. Hereford United, FA Cup Round 1, 27 November 1948 *Record Attendance (Conference): 6,453 vs. Stockport County, 20 April 2013 *Record win: 25–0 v Hereford Club (H), Birmingham Senior Cup Round 1, 12 October 1889 *Record defeat: 0–13 v Darwen (A), FA Cup Round 1, 24 January 1891 *Record transfer fee paid: £80,000, Andy Ducros (from Nuneaton Borough), 2000 *Record transfer fee received: £300,000 (estimate) Jamille Matt (to Fleetwood Town), 2013 *Club record goalscorer: Peter Wassall; 448 (all competitions), 1963–1974 *Record goalscorer in one season: Kim Casey; 73 goals in 68 games, 1985–86 *Record appearances: Brendan Wassall; 686, 1962–1974 ==Shirt sponsors== *Fair Discount 1983–84 *Severn Valley Railway 1984–85 *Trustees Savings Bank (now Lloyds-TSB) 1986–90 *Westbury Homes 1990–92 *Ansells Brewery 1992–93 *Walkers Timber 1992–94 *Clarkes (car dealership) 1994–95 *Holsten 1995–97 *OGL 1997–2004 *Hire-It 2004–08 *Tim Rose Electrical 2008–10 *OGL 2010–2012 *Hire-It 2012– ==Managerial statistics== Information correct as of 12 February 2020. Only competitive matches are counted. Wins, losses and draws are results at the final whistle; the results of penalty shoot-outs are not counted. {| class=\"wikitable sortable\" style=\"text-align: center\" |- !Image!!Name!!Nationality!!From!!class=\"unsortable\"|To!!P!!W!!D!!L!!GF!!GA!!GD!!Win%!!class=\"unsortable\"|Honours!!Notes |- | |align=left| | |align=left|1970 |align=left|1972 | | |- | |align=left| | |align=left|1979 |align=left|1983 | | |- | |align=left| | |align=left|1983 |align=left|November 1998 | style=\"text-align:left; font-size:80%;\"|1 FA Trophy 1 Football Conference | |- | |align=left| | |align=left|November 1998 |align=left|May 1999 | | |- |75px |align=left| | |align=left|May 1999 |align=left|March 2002 | style=\"text-align:left; font-size:80%;\"|1 Football Conference | |- | |align=left| | |align=left|March 2002 |align=left|October 2003 | | |- |75px |align=left| | |align=left|October 2003 |align=left|October 2004 | | |- | |align=left|* | |align=left|October 2004 |align=left|November 2004 | | |- | |align=left| | |align=left|November 2004 |align=left|1 January 2006 | | |- | |align=left|* | |align=left|2006 |align=left|2006 | | |- | |align=left| | |align=left|1 January 2006 |align=left|22 December 2009 | | |- | |align=left|* | |align=left|22 December 2009 |align=left|1 January 2010 | | |- |75px |align=left| | |align=left|1 January 2010 |align=left|7 January 2014 | | |- | |align=left| | |align=left|8 January 2014 |align=left|5 March 2014 | | |- | |align=left| | |align=left|5 March 2014 |align=left|21 September 2015 | | |- | |align=left|* | |align=left|21 September 2015 |align=left|9 October 2015 | | |- |75px |align=left| | |align=left|9 October 2015 |align=left|7 January 2016 | | |- | |align=left|* | |align=left|7 January 2016 |align=left|31 May 2016 | | |- |75px |align=left| | |align=left|1 June 2016 |align=left|25 May 2018 | | |- |75px |align=left| | |align=left|25 May 2018 |align=left|7 January 2019 | | |- | |align=left|* | |align=left|7 January 2019 |align=left|29 January 2019 | | |- | |align=left| | |align=left|29 January 2019 |align=left|21 April 2019 | | |- | |align=left|* | |align=left|21 April 2019 |align=left|29 May 2019 | | |- | |align=left| | |align=left|29 May 2019 |align=left|27 November 2019 | | |- |75px |align=left|* | |align=left|27 November 2019 |align=left|6 December 2019 | | |- | |align=left| | |align=left|6 December 2019 |align=left|11 February 2020 | | |- |75px |align=left| | |align=left|11 February 2020 |align=left|Present | | |} ;Key :* Served as caretaker manager. :† Served as caretaker manager before being appointed permanently. ==References== Category:Association football clubs established in 1886 Category:Football clubs in England Category:Football clubs in Worcestershire Category:Former English Football League clubs Category:National League (English football) Category:1886 establishments in England Category:Southern Football League clubs Category:Kidderminster",
 "title": "Kidderminster Harriers F.C."
}