{
 "id": "451259",
 "text": "Jayarajadevi (fl. 1181), was the first queen consort of King Jayavarman VII of the Khmer Empire. She was the daughter of ‘kshatriyas, amongst the elite of the royal family’, and the younger sister of Indradevi. She and her sister were well-educated Buddhists. Indrani later stated that their father was ‘Ja … ’, descended from ‘Rudravarman’ and a woman entitled ‘queen’, and their mother was a descendant of Rajendradevi. Her spouse became king in 1181, making her queen. Her sister Indradevi are said to have ‘initiated [Jayarajadevi] into the peace and tranquillity of the teachings of the Buddha, away from the fire of torment’. Jacobsen, Trudy, Lost goddesses: the denial of female power in Cambodian history, NIAS Press, Copenhagen, 2008 After her conversion, queen Jayarajadevi became a teacher herself and: :‘took for her own daughters members of a group of girls who had been abandoned by their mothers … [and] entered them in the religious life with clothes and gifts, according to the prescribed rites’.Jacobsen, Trudy, Lost goddesses: the denial of female power in Cambodian history, NIAS Press, Copenhagen, 2008 She trained the students to perform scenes from the Jataka as a means of instruction to others. When Jayavarman VII succeeded to the throne, queen Jayarajadevi was praised for donating all her property to the poor. Jayarajadevi died early on in her husband's reign. After her death, the king married her sister, Indradevi, who became the next queen. Queen Indradevi also took over her sister's schools and was appointed head of Nagendratunge, Tilakottare and Narendraśrama, the three ‘colleges’ Buddhist doctrine and other sciences, which appeared to have been particularly for women and girls, maybe primarily from elite families.Jacobsen, Trudy, Lost goddesses: the denial of female power in Cambodian history, NIAS Press, Copenhagen, 2008 ==References== ==External links== * History of Jayavarman VII Category:Year of birth missing Category:Year of death missing Category:Cambodian queens Category:Cambodian Hindus Category:Khmer Empire Category:12th-century Cambodian women",
 "title": "Jayarajadevi"
}