{
 "id": "451576",
 "text": "Richard Timothy Morgan (July 12, 1952 – October 10, 2018) was a Republican member of the North Carolina General Assembly representing the state's fifty- second House district, including constituents in Moore County, for eight terms.North Carolina Legislative Manual-2001-2002 ==Biography== Morgan was born in Southern Pines, North Carolina. He graduated from Pinecrest High School and received his associate in arts degree from Sandhills Community College. In 1974, Morgan received his bachelor's degree in political science from University of North Carolina at Chapel Hill. Morgan was an insurance broker and cattle farmer from Pinehurst, North Carolina.North Carolina Legislative Manual-2001-2002Richard T. Morgan-obituary Morgan died on October 10, 2018, at the age of 66, at Duke University Medical Center, in Durham, North Carolina. ==Political career== Richard Morgan first ran as a Republican for the General Assembly in 1976 and 1980 and lost. Morgan next ran as a Republican for state insurance commissioner in 1984 and lost. Morgan was elected as a Republican to the North Carolina House of Representatives, representing Moore County, in 1990, and was re-elected from 1992 through 2004. In the 2002 elections, Republican won a 61- to 59-seat majority in the North Carolina House of Representatives, and the Republican caucus nominated Rep. N. Leo Daughtry to be Speaker of the state House. Richard Morgan, a member of the Republican caucus, announced he would oppose Daughtry and run for Speaker of the House himself. After another Republican, Rep. Michael P. Decker later switched to the Democratic Party, creating a 60–60 tie. Morgan then led a Republican faction that agreed to form a coalition with the Democrats. The coalition elected two \"co-speakers\" of the House for the first time in state history, for the North Carolina General Assembly of 2003-2004. Speaker Jim Black, a Democrat, was called the \"Democratic Speaker,\" and Morgan was called the \"Republican Speaker.\" A number of Republicans—but less than a majority of the Republican caucus—considered Morgan's actions tantamount to betraying his party. Rep. Morgan was removed from the North Carolina Republican Party's executive committee in May 2004 for \"party disloyalty.\" In the 2006 election he was defeated by a Republican opponent in the primary. In 2008, Morgan ran for North Carolina Superintendent of Public Instruction, losing to June Atkinson. In 2010, he ran for the State Senate but lost in the Republican primary to incumbent Harris Blake.State Board of Elections - Primary Election Results ==References== ==External links== |- |- Category:Members of the North Carolina House of Representatives Category:North Carolina Republicans Category:1952 births Category:2018 deaths Category:Speakers of the North Carolina House of Representatives Category:People from Pinehurst, North Carolina Category:People from Southern Pines, North Carolina Category:University of North Carolina at Chapel Hill alumni Category:Businesspeople from North Carolina Category:Farmers from North Carolina Category:21st-century American politicians Category:20th-century American businesspeople",
 "title": "Richard T. Morgan"
}