{
 "id": "452093",
 "text": "Robert F. \"Bob\" Orr (born October 11, 1946) is an American attorney, jurist, and politician who served as an associate justice of the North Carolina Supreme Court from 1995 to 2004. Orr was a Republican candidate for governor of North Carolina in 2008 North Carolina gubernatorial election. == Early life and education == Orr was born in Norfolk, Virginia and spent his childhood in Hendersonville, North Carolina. After earning a Bachelor of Arts degree from the University of North Carolina at Chapel Hill, Orr served in the United States Army from 1968 to 1971. Orr returned to Chapel Hill to earn his Juris Doctor at University of North Carolina School of Law. == Career == After graduating from law school, Orr entered private law practice in Asheville, North Carolina. In 1986, Orr was appointed to the North Carolina Court of Appeals, and in 1994 was elected to the state's highest court. From 1992 to 1993, Orr served on the United States National Park System Advisory Board. Orr is also an adjunct faculty member at North Carolina Central University, and is a member of the Board of Visitors for NCCU's Law School. On July 31, 2004, Orr retired from the state Supreme Court during the summer to head the newly formed North Carolina Institute for Constitutional Law.Richard Wagner, \"Justice Orr Describes Institute’s Role,\" Carolina Journal Online, August 17, 2004. In December 2006, The News & Observer reported that Orr was exploring a run for governor of North Carolina in 2008.\"Under the Dome: Orr Warms to Republican Gubernatorial Bid, The News & Observer, December 15, 2006. He made his candidacy official in late January 2007.\"Orr Announces Bid for North Carolina Governor,\" Triangle Business Journal, January 30, 2007. He lost to Pat McCrory in the May 2008 primary. Orr then returned to the NC Institute for Constitutional Law.News & Observer He stepped down from leading the institute in 2011 and joined the Poyner Spruill law firm. Gov. McCrory appointed him to serve as district attorney for the 24th district in 2014, filling a vacancy through the 2014 general election.Governor's Office press release He later joined the Campbell Shatley law firm. Orr was a delegate to the 2016 Republican National Convention. A supporter of John Kasich, Orr said he would not vote for his party's nominee, Donald Trump, in the general election, telling a reporter that Trump would be \"a danger to the country.\" Uproar over Orr's comments led him to leave the convention early. Orr officially left the Republican Party in February 2021, changing his registration to unaffiliated. ==References== ==External links== * North Carolina Institute for Constitutional Law web site Category:1946 births Category:Living people Category:Justices of the North Carolina Supreme Court Category:North Carolina Central University faculty Category:North Carolina Court of Appeals judges Category:North Carolina Republicans Category:Politicians from Norfolk, Virginia Category:University of North Carolina School of Law alumni",
 "title": "Robert F. Orr"
}