{
 "id": "452120",
 "text": "Caciocavallo is a type of stretched-curd cheese made out of sheep's or cow's milk. It is produced throughout Southern Italy, particularly in the Apennine Mountains and in the Gargano peninsula. Shaped like a teardrop, it is similar in taste to the aged Southern Italian Provolone cheese, with a hard edible rind. ==Etymology== The Italian name of the cheese caciocavallo literally means \"horse cheese\" and it is generally thought that the name derives from the fact that two cheese forms are always bound together with rope and then left to mature by placing them 'a cavallo', i.e. straddling, upon a horizontal stick or branch. ==History== Apparently caciocavallo was mentioned the first time around 500 BC by Hippocrates, emphasising the \"Greeks' cleverness in making cheese\". Columella in his classic treatise on agriculture, De re rustica (35–45 CE), described precisely the methods used in its preparation, making it one of the oldest known cheeses in the world. Types of cheese with names similar to \"caciocavallo\" are common throughout the Balkans and Southern Italy (Eastern Mediterranean). In Sicily, the Ragusano DOP, known locally as \"caciocavallo ragusano\" had to drop the denomination \"caciocavallo\" in order to get DOP status. ==Types== Many different types of caciocavallo exist in Italy and several are recognized as (traditional regional food product) like (produced using only milk from the Podolica cattle breed), (from Miscano valley in the Apennines) or (often called ). ==Protected geographical status (PDO)== Caciocavallo Silano is made with cow's milk in designated areas of Southern Italy, in the regions of Basilicata, Calabria, Campania, Molise, and Apulia, and gained protected geographical status in 1993. ==In other languages== ; ; Bulgarian and Macedonian ; ; /; ; /; ; , ; . Each of these local speciality cheeses is different from both Caciocavallo Silano and each other. ==See also== * Kashkaval * List of stretch-curd cheeses ==Further reading== * ==References== ==External links== Category:Ancient dishes Category:Cow's-milk cheeses Category:Sheep's-milk cheeses Category:Stretched- curd cheeses Category:Cheeses with designation of origin protected in the European Union Category:Italian products with protected designation of origin Category:Cuisine of Sicily Category:Cuisine of Calabria",
 "title": "Caciocavallo"
}