{
 "id": "452192",
 "text": "Dale Norman Campbell-Savours, Baron Campbell-Savours (born 23 August 1943) is a British Labour Party politician. The Member of Parliament (MP) for Workington from 1979 to 2001, he now sits in the House of Lords. ==Early life== Campbell-Savours was educated at Keswick School and at The Sorbonne, Paris, and became Managing Director of a clock and metal component manufacturing company. He married Gudrun Kristin Runolfsdottir in 1970, and they had three sons. One is currently an Allerdale Borough Councillor for the Keswick ward. ==Parliamentary career== A councillor on Ramsbottom Urban District Council from 1972–1974, he contested Darwen at both the February 1974 and October 1974 general elections and then Workington at a by-election in 1976. He was elected Member of Parliament for Workington at the 1979 general election. He represented Workington until his retirement from the House of Commons in 2001. Campbell-Savours was opposition spokesman for international development (1991–1992) and for food, agriculture and rural affairs (1992–1994), but then resigned from the front bench due to ill health. He was a member of various select committees, including: agriculture (1994–1996); standards and privileges (1995–2001); and the Intelligence and Security Committee (1995–2001). ==House of Lords== He was created a life peer as Baron Campbell-Savours, of Allerdale in the County of Cumbria on 4 July 2001 and now sits in the House of Lords. His political interests are listed as social work, education and health reform, and industrial democracy. He is Patron of the Cumbria Deaf Association, The Rural Academy Cumbria, and is President of both Allerdale Mind, and the Cumberland County League. He enjoys trout fishing and music in his spare time. Campbell-Savours is a strong advocate for reform of rape laws to prevent innocent men being victims of false allegations. Most notably he used his Parliamentary privilege to reveal the identity of a serial false accuser, who had previously remained anonymous due to laws which protect women who report sexual assault. The move was described as \"outrageous\" by women's rights campaigners, who claimed that the decision to name the woman was illegal, an attack on anonymity laws and amounted to persecution of women who report rape. The named woman, who was never convicted of perverting the course of justice, said that Campbell-Savours decision was a \"setback for all victims of sexual assault\". ==References== ==External links== * * *Announcement of his introduction at the House of Lords House of Lords minutes of proceedings, 19 July 2001 Category:1943 births Category:Living people Category:Confederation of Health Service Employees-sponsored MPs Category:Labour Party (UK) life peers Category:University of Paris alumni Category:Labour Party (UK) MPs for English constituencies Category:Cumbria MPs Category:UK MPs 1979–1983 Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:Politics of Allerdale Category:People educated at Keswick School Category:British expatriates in France",
 "title": "Dale Campbell-Savours"
}