{
 "id": "45210",
 "text": "{{Infobox settlement |name = Cripple Creek, Colorado |official_name = City of Cripple Creek |settlement_type = Statutory City |motto = \"Real Fun, Real Colorado.\" |image_skyline = Welcome to Cripple Creek Colorado.jpg |image_caption = Entering Cripple Creek. |imagesize = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Teller County Colorado Incorporated and Unincorporated areas Cripple Creek Highlighted 0818530.svg |map_caption = Location of the City of Cripple Creek in |pushpin_map = USA |pushpin_label = |pushpin_label_position = right |pushpin_map_caption = Location of the City of Cripple Creek in the |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Teller County seat |government_footnotes = |government_type = Statutory City |leader_title = Mayor |leader_name = Bruce Brown |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = Incorporated |established_date2 = June 9, 1892 |established_title3 = |established_date3 = |unit_pref = US |total_type = Total |area_footnotes = |area_total_km2 = 3.941 |area_land_km2 = 3.941 |area_water_km2 = 0.000 |population_as_of = 2020 |population_footnotes = |population_total = 1,155 |population_density_sq_mi = 759 |population_metro = 755,105 (79th) |population_blank1_title = Front Range |population_blank1 = 5,055,344 |timezone1 = MST |utc_offset1 = −07:00 |timezone1_DST = MDT |utc_offset1_DST = −06:00 |coordinates = |coordinates_footnotes = |elevation_footnotes = |elevation_m = 2894 |elevation_ft = 9494 |postal_code_type = ZIP Code |postal_code = 80813 |area_code = 719 |blank_name = FIPS code |blank_info = 08-18530 |blank1_name = GNIS feature ID |blank1_info = 0204769 |website = |footnotes = }} The historic City of Cripple Creek is the Statutory City that is the county seat of Teller County, Colorado, United States. The city population was 1,155 at the 2020 United States Census. Cripple Creek is a former gold mining camp located southwest of Colorado Springs near the base of Pikes Peak. The Cripple Creek Historic District, which received National Historic Landmark status in 1961, includes part or all of the city and the surrounding area. The city is now a part of the Colorado Springs, CO Metropolitan Statistical Area and the Front Range Urban Corridor. ==History== thumb|left|Battle Mountain mines, Cripple Creek in 1898 thumb|left|Sunset in Cripple Creek in 1899 with Mt. Pisgah – the conical peak at left thumb|left|Looking east on Bennett Avenue, early 20th century thumb|left|What the Government is Actually Doing to Mineral Patents (1904) thumb|left|Ground which is actually unpatented and open is construed to be patented... For many years, Cripple Creek's high valley, at an elevation of , was considered no more important than a cattle pasture. Many prospectors avoided the area after the Mount Pisgah hoax, a mini gold rush caused by salting (adding gold to worthless rock).Dan Plazak A Hole in the Ground with a Liar at the Top (2006) (contains a chapter on the Mt. Pisgah hoax). On 20 October, 1890, Robert Miller \"Bob\" Womack discovered a rich ore and the last great Colorado gold rush began. Thousands of prospectors flocked to the region, and before long Winfield Scott Stratton located the famous Independence lode, one of the largest gold strikes in history. In three years, the population increased from five hundred to ten thousand. Although $500 million worth of gold ore was dug from Cripple Creek, Womack died penniless on 10 August 1909.Robert \"Bob\" Womack of Colorado by Joyce and Linda Womack. Retrieved March 11, 2010. In 1896, Cripple Creek suffered two disastrous fires. The first occurred on April 25, destroying half of the city, including much of the business district. Four days later, another fire destroyed much of the remaining half. The city was rebuilt in a period of a few months; most historic buildings today date back to 1896.. Retrieved May 22, 2014. By 1900, Cripple Creek and its sister city, Victor, were substantial mining communities. During the 1890s, many of the miners in the Cripple Creek area joined a miners' union, the Western Federation of Miners (WFM). A significant strike took place in 1894, marking one of the few times in history that a sitting governor called out the national guard to protect miners from anti- union violence by forces under the control of the mine owners. By 1903, the allegiance of the state government had shifted, and Governor James Peabody sent the Colorado National Guard into Cripple Creek with the goal of destroying union power in the gold camps. The WFM strike of 1903 and the governor's response precipitated the Colorado Labor Wars, a struggle that took many lives. The 1904 silent film short, Tracked by Bloodhounds; or, A Lynching at Cripple Creek, directed by Harry Buckwalter, was filmed in the area. Through 2005, the Cripple Creek district produced about 23.5 million troy ounces (979 1/6 troy tons; 731 metric tons) of gold. The underground mines are mostly idle, except for a few small operations. There are significant underground deposits remaining which may become feasible to mine in the future. Large scale open pit mining and cyanide heap leach extraction of near- surface ore material, left behind by the old time miners as low grade, has taken place since 1994 east of Cripple Creek, near its sister city of Victor, Colorado. The current mining operation is conducted by Cripple Creek & Victor Gold Mining Company (CC&V;), run currently by Newmont Mining. The mine operates 24 hours a day, 365 days a year. Mine operations, maintenance, and processing departments work a rotating day/night schedule in 12-hour shifts. With many empty storefronts and picturesque homes, Cripple Creek once drew interest as a ghost town. At one point, the population dropped to a few hundred, although Cripple Creek was never entirely deserted. In the 1970s and 1980s, travelers on photo safari might find themselves in a beautiful decaying historic town. A few restaurants and bars catered to tourists, who could pass weathered empty homes with lace curtains hanging in broken windows. Colorado voters allowed Cripple Creek to establish legalized gambling in 1991. Cripple Creek is currently more of a gambling and tourist town than a ghost town. Casinos now occupy many historic buildings. Casino gambling has been successful in bringing revenue and vitality back into the area. It also provides funding for the State Historical Fund, administered by the Colorado Office of Archaeology and Historic Preservation. In 2012, Colorado casinos produced over $104 million in tax revenue for these programs.State Historical Fund, Office of Archaeology and Historic Preservation, Colorado Historical Society, USA. ==Geography== The gold-bearing area of the Cripple Creek district was the core of an ancient volcano within the central Colorado volcanic field, last active over 30 million years ago during the Oligocene. Free or native gold was found near the surface but at depth unoxidized gold tellurides and sulfides were found. At the 2020 United States Census, the town had a total area of , all of it land. The community takes its name from nearby Cripple Creek. ==Demographics== As of the census of 2000, there were 1,115 people, 494 households, and 282 families residing in the city. The population density was 988.7 people per square mile (381.0/km). There were 737 housing units at an average density of 653.5 per square mile (251.8/km). The racial makeup of the city was 92.29% White, 0.90% African American, 2.15% Native American, 0.81% Asian, 1.43% from other races, and 2.42% from two or more races. 6.01% of the population were Hispanic or Latino of any race. There were 494 households, out of which 23.3% had children under the age of 18 living with them, 44.7% were married couples living together, 7.9% had a female householder with no husband present, and 42.9% were non-families. 30.4% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.82. In the city, the population was spread out, with 22.2% under the age of 18, 10.4% from 18 to 24, 29.2% from 25 to 44, 30.2% from 45 to 64, and 8.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 104.2 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the city was $39,261, and the median income for a family was $41,685. Males had a median income of $27,600 versus $25,000 for females. The per capita income for the city was $19,607. About 4.7% of families and 6.4% of the population were below the poverty line, including 3.8% of those under age 18 and 6.1% of those age 65 or over. ==Arts and culture== thumb|right|Cripple Creek, 1957thumb|right|Downtown Cripple Creek in January 2009. The Cripple Creek and Victor Narrow Gauge Railroad, a narrow gauge train ride from Cripple Creek passes several small ghost towns, goldmines, and glory holes. The Mollie Kathleen Gold Mine provides tours into a real gold mine led by a real gold miner.Feitz, L., (1968), Cripple Creek Railroads: The Rail Systems of the Gold Camp, Little London Press, Colorado Springs, . In 2006 Cripple Creek broke ground on the new Pikes Peak Heritage Center. Constructed at a cost over $2.5 million, the building is over of educational displays. State of the art electronics are used throughout the building and there is also a theatre showing historical films about the area. Newly named the Cripple Creek Heritage Center, admission is free. Cripple Creek is also home to the Butte Opera House, a theatre first managed by the Mackin family (previous owners of the Imperial Hotel and producers of a long-running, much-loved melodrama theatre company). The Butte is currently the home of the Mountain Rep Theatre Company that produces plays, musicals, and classic melodramas year-round, including such shows as Forever Plaid, Hot Night in the Old Town, A Cripple Creek Christmas Carol, The Rocky Horror Show, and The Christmas Donkey. Cripple Creek features many events throughout the year like the Cripple Creek Ice Festival, Donkey Derby Days, the July 4 Celebration, and a Gold Camp Christmas. ==Economy== Cripple Creek is home to the following casinos: *The Brass Ass Casino, owned by Triple Crown Casino *Bronco Billy's, owned by Full House Resorts *Century Casino Cripple Creek, owned by Century Casinos *Colorado Grande Hotel & Casino *Double Eagle Hotel & Casino *Johnny Nolon’s Casino *Midnight Rose Hotel & Casino, owned by Triple Crown Casino *McGills Hotel & Casino, owned by Triple Crown Casino *Wildwood Casino ==Education== Cripple Creek is served by the Cripple Creek-Victor School District RE-1. The district has one elementary school and one junior/senior high school, including Cresson Elementary School and Cripple Creek-Victor Junior/Senior High School. Principal of the Jr/Sr High School is Daniel Cummings and Miriam Mondragon is the Superintendent of Schools. ==See also== *Colorado **Bibliography of Colorado **Index of Colorado-related articles **Outline of Colorado *List of counties in Colorado *List of municipalities in Colorado *List of places in Colorado *List of statistical areas in Colorado **Front Range Urban Corridor **South Central Colorado Urban Area **Colorado Springs, CO Metropolitan Statistical Area *Cripple Creek and Victor Narrow Gauge Railroad *Cripple Creek & Victor Gold Mine, active gold mine between the two towns *Gold Belt Tour National Scenic and Historic Byway *Pearl de Vere, known as the \"soiled dove of Cripple Creek\" *Gottlieb Institute, a medical research facility in Cripple Creek *Binger Hermann ==References== ==External links== *City of Cripple Creek website *Regional Map and Street Map of Cripple Creek *CDOT map of the City of Cripple Creek *Travel website for Cripple Creek *Cripple Creek Live Webcam Category:Cities in Teller County, Colorado Category:Cities in Colorado Category:County seats in Colorado Category:Colorado Mining Boom Category:Gambling localities in Colorado Category:History of the Rocky Mountains Category:Pikes Peak Category:1892 establishments in Colorado",
 "title": "Cripple Creek, Colorado"
}