{
 "id": "452237",
 "text": "Marianne Bruus Jelved (née Hirsbro, born 5 September 1943 in Aarhus) is a Danish politician, who is a member of the Folketing for the Danish Social Liberal Party. She was elected into parliament in the 1994 Danish general election and previously sat in parliament from 1987 to 1993. She is a former Minister of Economic Affairs, Nordic Cooperation, Culture and Ecclesiastical Affairs. ==Background== Jelved is educated as a teacher and has a Master's degree in education from the Danish School of Education. She worked as a primary school teacher for 22 years. ==Political career== Jelved was in the municipal council of Gundsø Municipality from 1982 to 1989. She was elected to the Parliament of Denmark in 1987 for the Danish Social Liberal Party (Radikale Venstre). In 1990 she became political leader of the party. During the 1990s she served as Minister of Economic Affairs (1993–2001) and Minister for Nordic Cooperation (1994–2001) in two Social Democratic governments. In 2007 MP Naser Khader and MEP Anders Samuelsen broke away from the party in protest to form the New Alliance, today known as Liberal Alliance. Jelved resigned as political leader in 2007 following a drop in opinion polls and criticism from within the party. She remained an MP, serving as Minister of Culture from 2012–2015 and Minister of Ecclesiastical Affairs from 2014–2015 in Prime Minister Helle Thorning-Schmidt's three-way government coalition. As of the 2019 elections, she is the oldest member of parliament. ==Bibliography== *Alt har sin pris (1999, ) *Jelveds Danmark (2006, ) ==References== * ==Notes== Category:1943 births Category:Living people Category:People from Gentofte Municipality Category:Danish writers Category:Danish educators Category:Danish Social Liberal Party politicians Category:Government ministers of Denmark Category:20th-century Danish women politicians Category:21st-century Danish women politicians Category:Women government ministers of Denmark Category:Danish municipal councillors Category:Women members of the Folketing Category:Members of the Folketing 1987–1988 Category:Members of the Folketing 1988–1990 Category:Members of the Folketing 1990–1994 Category:Members of the Folketing 1994–1998 Category:Members of the Folketing 1998–2001 Category:Members of the Folketing 2001–2005 Category:Members of the Folketing 2005–2007 Category:Members of the Folketing 2007–2011 Category:Members of the Folketing 2011–2015 Category:Members of the Folketing 2015–2019 Category:Members of the Folketing 2019–2023 Category:Leaders of the Danish Social Liberal Party",
 "title": "Marianne Jelved"
}