{
 "id": "452222",
 "text": "Poulton-le-Fylde (), commonly shortened to Poulton, is a market town in Lancashire, England, situated on the coastal plain called the Fylde. In the 2001 United Kingdom census, it had a population of 18,264. There is evidence of human habitation in the area from 12,000 years ago and several archaeological finds from Roman settlement in England have been found in the area. At the time of the Norman conquest, Poulton was a small agricultural settlement in the hundred of Amounderness. The church of St Chad was recorded in 1094 when it was endowed to Lancaster Priory. By the post-Medieval period the town had become an important commercial centre for the region with weekly and triannual markets. Goods were imported and exported through two harbours on the River Wyre. In 1837, the town was described as the \"metropolis of the Fylde\", but its commercial importance waned from the mid-19th century with the development of the nearby coastal towns of Fleetwood and Blackpool. Poulton has the administrative centre of the borough of Wyre and is in the parliamentary constituency of Wyre and Preston North. It is part of the Blackpool Urban Area and approximately from Blackpool town centre; there are rail links to Blackpool and Preston, and bus routes to the larger towns and villages of the Fylde. Poulton has a library and two secondary schools; Baines School and Hodgson Academy. There is a farmers' market once a month and since October 2011 there has been a weekly market on Mondays in the centre of the town. ==History== ===Early history=== There is evidence of human habitation in the area around Poulton from 10,000 BC. In 1970, building work in nearby Carleton uncovered the 12,000-year-old skeleton of an elk, along with two bone or antler barbed points close to its hind bones. At the time of the Roman conquest of Britain in the 1st century AD, the area was inhabited by a Celtic tribe called the Setantii. A 4th century hoard of 400 Roman coins was found in the area, near Fleetwood. Other finds have been made in Poulton and Skippool; in addition to coins, these have included a medal of Germanicus and a hipposandal (similar to a horseshoe). Although there is little archaeological evidence of Anglo-Saxon activity in the area following the departure of the Romans, local place names incorporate Old English elements like tūn (farmstead), suggesting that they were founded in that period. Nearby examples are Thornton, Marton and Carleton. Poulton was recorded in 1086 as Poltun; the name is derived from the Old English words pull or pōl + tūn meaning \"farmstead by a pool or creek\". In later years, it was recorded variously as Pultun, Polton, Potton, Poolton and Poulton. The affix le-Fylde (\"in the district called the Fylde\") was added in 1842 with the arrival of the Penny Post, to distinguish the town from Poulton-le-Sands, a village that is now part of Morecambe. Poulton is one of seven ancient parishes of the hundred of Amounderness. Prior to the Norman conquest in 1066, Amounderness was in the possession of Earl Tostig, the brother of King Harold II. Tostig died at the Battle of Stamford Bridge and his lands were subsequently taken over by the Normans. Between 1069 and 1086 William the Conqueror gave Amounderness to Anglo-Norman Baron Roger the Poitevin. In the Domesday Book of 1086 Poulton's area was estimated to contain two carucates of arable land. The survey recorded three churches in Amounderness though not by name. Later documentary evidence suggests that they were probably the churches at Poulton, Kirkham and St Michael's on Wyre. The dedication of Poulton's church to 7th century Anglo- Saxon saint Chad of Mercia lends weight to its pre-conquest foundation, although it is possible that it was built between 1086 and 1094. In 1094, Roger the Poitevin founded the Benedictine priory of St. Mary at Lancaster, as a cell of the Norman Abbey of St. Martin in Sées. He endowed the priory with the church and land at Poulton. Roger was eventually banished from the country and his lands returned to the possession of the Crown. In 1194 King Richard I granted the hundred of Amounderness to Theobald Walter, 1st Baron Butler, who held it until his death in 1206. In 1268, King Henry III granted the wapentake of Amounderness to his son Edmund Crouchback, who became the 1st Earl of Lancaster around this time. The amount of land in Poulton owned by St. Mary's Priory increased during the 12th and 13th centuries and caused conflict with local landowners over whose land the tenants and monks of the priory had to cross. In 1276, Sir Adam Banastre and his supporters assaulted the prior, Ralph de Truno, as he travelled to Poulton. He and his attendants were taken by Banastre, beaten and imprisoned in Thornton. An investigation into the incident was instigated by the king; no record survives. In 1330, a compromise was made when two roads were built through Banastre's land which enabled the prior and his tenants to travel freely to Poulton. During the 13th and 14th centuries, much of the land at Poulton was given to Cockersand Abbey in Lancaster and rented back to local farm workers. Much of the land in the Fylde was donated either to Cockersand Abbey or Whalley Abbey. To efficiently manage and farm these lands, granges were built at Singleton and Staining. When the alien priories (those under control of religious houses abroad) were dissolved in 1415, the church at Poulton was conveyed to the Abbey of Syon in Middlesex. In the 17th century Civil Wars, townspeople of Poulton fought on both sides, although more men from the Fylde were on the side of the Royalists. No battles occurred in or close to Poulton but the area was affected with the rest of the county by the widespread poverty that resulted from the wars. In 1643 interest was stirred in the parish when a large Spanish vessel dropped anchor off the coast at Rossall. The ship made no movement for several days but fired its guns occasionally. Locals initially feared an invasion, but eventually realised that the crew was in distress and had been signalling for help. The vessel was carrying ammunition for the Parliamentarian forces and the crew had become sick and feeble. The ship was brought by Royalists into the mouth of the River Wyre and the Earl of Derby marched from across the River Ribble. He ordered the ship to be burnt and the Spanish crew to be set free. The port of Poulton played a role in the Atlantic slave trade during the 18th century, with at least four slaving voyages setting off from Poulton between 1753 and 1757. In the 18th century it was the custom for the wealthy in Poulton to bury their dead at night, following a lamp-lit procession through town. This tradition lasted until 1810. In 1732, during the procession preceding the funeral of Geoffrey Hornby, strong winds caused sparks to fly from the lighted tapers carried by mourners. The buildings on the west side of the market place, low cottages with thatched roofs, caught fire and were destroyed. After local fund-raising the houses were eventually replaced with brick buildings with tile roofs. ===19th and 20th centuries=== Poulton became an important centre for trade in the area. With harbours on either side of the River Wyre, at Skippool and Wardleys, it was able to import goods from as far away as Russia and North America. Flax was imported from Ireland and the Baltic, timber came from across the Atlantic and tallow from Russia. Records from 1806 to 1808 show that Poulton imported limestone from Ulverston, oats from Ulverston, Kirkcudbright, Dumfries, Wigtown, Whitehaven and Liverpool, and coal from Preston. Cheese was exported to the same places. By the 18th century, markets for cattle and cloth were being held in the town in February, April and November, with corn fairs every Monday. It is unclear at what point Poulton began life as a market town; it was never granted a market charter and so markets were held by prescription. The market cross probably dates from the 17th century. The linen industry was widespread in the Fylde during the 18th century and Poulton's importation of flax was essential. There were large warehouses at Skippool and Wardleys, owned by linen merchants from Kirkham. By the 19th century, craftsmen in Poulton were an important part of the industry. In the early part of the 19th century, there was a significant decline in the craft industries because of increased mechanisation, as well as increased demand for labour. In contrast to neighbouring Kirkham, Poulton appeared to suffer from a lack of enthusiasm for new industrial techniques and opportunities among its industry leaders. Poulton's commercial importance was affected by the growth in the 19th century of two nearby coastal towns. In 1836 the first building was constructed in the new, planned town of Fleetwood, north of Poulton, at the mouth of the River Wyre. Fleetwood was conceived by local landowner and Preston Member of Parliament (MP) Sir Peter Hesketh- Fleetwood as a major port and a link for passengers travelling from London to Scotland. To achieve these ideals, a rail link was needed and the new town soon heralded the arrival of the railway to the area. A line connecting Fleetwood with Preston was completed in 1840, with Poulton as one of the stops. Although Fleetwood immediately superseded Poulton as a port (the Customs House was quickly moved to Fleetwood), Poulton initially benefited commercially from the rail link. The importation of Irish and Scottish cattle through Fleetwood enabled a fortnightly cattle market to be held in Poulton. At the same time, Blackpool was developing as a resort and for a few years, visitors travelled by rail to Poulton and then on to Blackpool by horse-drawn charabancs or omnibuses. A line between Poulton and Blackpool was completed in 1846. As Fleetwood and Blackpool's own commercial capabilities developed, and Kirkham's prominence in the linen industry continued to grow, Poulton's importance declined. ==Governance== Historically, Poulton-le-Fylde was one of seven ecclesiastical parishes of the Amounderness hundred, an ancient division of the historic county of Lancashire, with a total area of . The parish included the townships of Poulton, Carleton, Thornton, Hardhorn-With-Newton and Marton. Poulton was governed by a parish council until 1900, when the parish was superseded by Poulton Urban District. The urban district council was based at the old town hall. Today, with respect to civil parishes, Poulton is unparished. In 1974, following the Local Government Act 1972, Poulton Urban District merged with those of Preesall and Thornton-Cleveleys, the municipal borough of Fleetwood and the rural district of Garstang to form the borough of Wyre. The town has the borough council's administrative centre, with its offices in Poulton Civic Centre. The town is governed locally by a two-tier council system, being a part of both Lancashire County Council and Wyre Borough Council with both councils having different responsibilities for the area. Elections are held for Lancashire County Council every four years with elections to Wyre Borough Council also taking place every four years, but two years after the county elections. For borough elections Poulton contains four wards; Breck, Hardhorn, Highcross and Tithebarn. All four wards elect two councillors each to Wyre Borough Council. Poulton-le-Fylde is also a county division for the Lancashire County Council elections which is made up of the majority of the four wards and elects one councillor to the county council. At the most recent borough election in 2011 the town's four wards each elected two Conservative Party councillors, including the mayor of Wyre for 2011 David Bannister and the current leader of the council Peter Gibson. At the most recent county election in 2009 the town elected a Conservative Party councillor, Geoffrey Roper. The town is represented in the House of Commons of the Parliament of the United Kingdom as part of Wyre and Preston North. It elects one MP by the first past the post system of election. Since its creation for the 2010 general election, Wyre and Preston North has been represented at Parliament by Conservative MP Ben Wallace. Prior to the 2010 general election, Poulton-le-Fylde was part of the constituency of Lancaster and Wyre. ==Geography== At (53.847°, −2.995°), and approximately northwest of London, Poulton-le-Fylde stands above sea level. It is approximately north- east of Blackpool and approximately north-west of Preston. It is situated on the Fylde, a coastal plain that is approximately a square peninsula. The town is on flat, slightly raised ground, approximately from the River Wyre and from the Irish Sea. Until the 20th century, the town consisted of only a few streets surrounding the central market place; it became surrounded by housing developments from the end of the Second World War. The Poulton urban area is adjacent to Carleton and Hardhorn, and close to the Blackpool Urban Area. The land to the east of the town is mostly agricultural. The bedrock of the area consists of Permo-Triassic sandstones and particularly Triassic mudstones. These old rocks lie beneath sea-level and are invisible beneath drift made up of glacial till deposits and post-glacial colluvium and alluvium deposits; there is a smaller amount of peat. Poulton has a generally temperate maritime climate like much of the British Isles, with cool summers and mild winters. There is an annual average rainfall of . ==Demography== {| class=\"wikitable\" style=\"float: right; margin-left: 2em; width: 40%; font-size: 90%;\" cellspacing=\"3\" !colspan=\"4\"|Wyre compared |- |2001 UK census||Wyre||North West||England |- |Total population||105,618||6,729,764||49,138,831 |- |White||98.9%||94.4%||90.9% |- |Asian||0.4%||3.4%||4.6% |- |Black||0.1%||0.6%||2.3% |} At the 2001 UK census, the urban area of Poulton- le-Fylde had a population of 18,264. The 2001 population density for Wyre was 3.74 per hectare, with a 100 to 90.7 female-to-male ratio. The proportion of residents who classified themselves as White was 98.9%, a figure higher than the average for the North West (94.4%) and England (90.9%). Those classifying themselves as belonging to ethnic minorities were correspondingly lower than the regional and national averages. Of those over 16 years old, 22.5% were single (never married), 46.0% married and 8.49% divorced. Although the proportion of divorced people was similar to that of the North West and England, the rates of those who were married were higher than the regional and national averages (North West: 42.8%; England: 43.5%). The rates of those in Wyre who were single were significantly lower than the national and regional averages (North West: 30.1%; England: 30.2%). Wyre's 45,295 households included 29.1% one-person, 37.3% married couples living together, 6.8% co- habiting couples, and 9.0% single parents with their children; these figures were similar to those of the North West and England. Of those aged 16–74, 31.1% had no academic qualifications, similar to that of 31.9% in all of the North West but higher than 28.9% in all of England. Wyre had a lower percentage of adults with a diploma or degree than the North West as a whole. Of Wyre residents aged 16–74, 15.7% had an educational qualification such as first degree, higher degree, qualified teacher status, qualified medical doctor, qualified dentist, a qualified nurse, midwife, or health visitor, compared to 17.2% in the North West and 19.9% nationwide. ===Population change=== Typical of rural agricultural settlements, Poulton's population increased by almost 25% through the first two decades of the 19th century. In the decades after 1831, the town's population growth slowed, reflecting Poulton's failure to adapt to the changes of industrial society. {| class=\"wikitable\" style=\"font-size:90%;width:70%;border:0px;text- align:center;line-height:120%;\" ! colspan=\"22\" style=\"text-align:center;font- size:90%;\"|Population growth in Poulton-le-Fylde since 1801 |- ! style=\"background: #99CCCC; color: #000080\" height=\"17\" | Year ! style=\"background: #FFFFFF; color:#000080;\" | 1801 ! style=\"background: #FFFFFF; color:#000080;\" | 1811 ! style=\"background: #FFFFFF; color:#000080;\" | 1821 ! style=\"background: #FFFFFF; color:#000080;\" | 1831 ! style=\"background: #FFFFFF; color:#000080;\" | 1841 ! style=\"background: #FFFFFF; color:#000080;\" | 1851 ! style=\"background: #FFFFFF; color:#000080;\" | 1861 ! style=\"background: #FFFFFF; color:#000080;\" | 1871 ! style=\"background: #FFFFFF; color:#000080;\" | 1881 ! style=\"background: #FFFFFF; color:#000080;\" | 1891 ! style=\"background: #FFFFFF; color:#000080;\" | 1901 ! style=\"background: #FFFFFF; color:#000080;\" | 1911 ! style=\"background: #FFFFFF; color:#000080;\" | 1921 ! style=\"background: #FFFFFF; color:#000080;\" | 1931 ! style=\"background: #FFFFFF; color:#000080;\" | 1939 ! style=\"background: #FFFFFF; color:#000080;\" | 1951 ! style=\"background: #FFFFFF; color:#000080;\" | 1961 ! style=\"background: #FFFFFF; color:#000080;\" | 1971 ! style=\"background: #FFFFFF; color:#000080;\" | 1981 ! style=\"background: #FFFFFF; color:#000080;\" | 1991 ! style=\"background: #FFFFFF; color:#000080;\" | 2001 |- Align=\"center\" ! style=\"background: #99CCCC; color: #000080\" height=\"17\" | Population | style=\"background: #FFFFFF; color: black;\" | 769 | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | 1,141 | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | 1,225 | style=\"background: #FFFFFF; color: black;\" | 1,412 | style=\"background: #FFFFFF; color: black;\" | 2,223 | style=\"background: #FFFFFF; color: black;\" | 2,424 | style=\"background: #FFFFFF; color: black;\" | 2,723 | style=\"background: #FFFFFF; color: black;\" | 3,366 | style=\"background: #FFFFFF; color: black;\" | 7,112 | style=\"background: #FFFFFF; color: black;\" | 7,676 | style=\"background: #FFFFFF; color: black;\" | 12,726 | style=\"background: #FFFFFF; color: black;\" | 16,401 | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | | style=\"background: #FFFFFF; color: black;\" | 18,264 |- | colspan=\"22\" style=\"text-align:center;font-size:90%;\"|Sources: |} ==Economy== {| class=\"wikitable\" style=\"float: right; margin-left: 2em; width: 40%; font- size: 90%;\" cellspacing=\"3\" !colspan=\"4\"|Wyre compared |- |2001 UK census||Wyre||North West||England |- |Population of working age||74,885||4,839,669||35,532,091 |- |Full-time employment||35.0%||38.8%||40.8% |- |Part-time employment||12.8%||11.9%||11.8% |- |Self employed||10.2%||7.1%||8.3% |- |Unemployed||2.6%||3.6%||3.4% |- |Retired||20.0%||14.1%||13.5% |} In the 13th century, Poulton's economy was largely agricultural. Over the next centuries, the town became a commercial centre for the area, importing and exporting goods through harbours on the River Wyre at Skippool and Wardleys. Imports of flax were vital for a local linen industry, particularly in nearby Kirkham, and Poulton craftsmen were part of this industry by the beginning of the 19th century. During the early part of this century the changes brought by the Industrial Revolution led to a decline in the craft industries in Poulton. New methods were not embraced by local producers and the town suffered from its location, far from coalfields and large labour markets. Following the development of the new town and port of Fleetwood from 1836, Poulton's role as a major commerce centre waned. For some time, the town's market remained important as a local supply of goods for growing Fleetwood and Blackpool. Eventually, Poulton was overshadowed by Fleetwood and Blackpool. In his 1837 work on Blackpool, William Thornber called Poulton the \"metropolis of the Fylde\". This was a time when Poulton was still prominent among its near neighbours; David Foster commented in 1972 that not only was Thornber's description of the town no longer apt, it had ceased to be accurate even from 1850 with the rapid growth of the coastal resorts. Although the unemployment rate in Wyre is higher than that of the North West and England, in 2004 a Market Town Initiative study noted that the level of unemployment in Poulton was lower than the regional and national averages, at 1.41%. Business in the town is centred at the Poulton Industrial Estate. Agriculture is still important locally; in 2001 2.6% of workers in Wyre were employed in agriculture, hunting or forestry (compared to 1.2% in the North West and 1.5% in England). ==Culture and community== In 2004 a group appointed by Wyre Borough Council carried out a study of Poulton as part of the Countryside Agency's Market Town Initiative. Their Health Check and Action Plan identified \"economic, transport & accessibility, environmental and social strengths and weaknesses\" of Poulton. The study noted that the town has no cinemas, theatres, museums or galleries and that there was popular demand for a cinema, a weekly market and more independent retailers. There was also concern among residents that there are not enough facilities for young people. Poulton has a library, operated by Lancashire County Council. Poulton's public spaces include the Jean Stansfield Memorial and Vicarage Park, Tithebarn Park and the Cottam Hall Playing Fields. The Jean Stansfield Memorial and Vicarage Park is close to the town centre. It was built in 1955 on the grounds of the town's former vicarage, sold to Poulton Council in 1951. In 1926, the park was enlarged when the parents of Jean Stansfield, a child who had died at the age of 10, donated of land to the town in her memory. The park includes a crown green bowling green and a skate park. Tithebarn Park, north-west of the town centre, was built on the site of a former railway halt, Poulton Curve. It features grass play areas. The Cottam Hall Playing Fields to the west of the town centre include sports pitches and allotments. There is a cricket ground to the north-east of the town. Poulton includes part of the Wyre Way footpath. Poulton Gala is held annually in June and a farmers' market is held on the fourth Saturday of every month. In October 2011, Wyre Borough Council introduced the return of a weekly market which takes place in the centre of Poulton every Monday. The town is also where, in the 1970s, the punk group Skrewdriver was formed. Although initially apolitical, the band went on to become internationally known as a neo-Nazi punk band. ==Sport== ===Poulton F.C.=== Poulton F.C., based at Cottam Hall on Blackpool Old Road, play in the West Lancashire Football League Premier Division (the 11th tier of the English football pyramid) as of August 2020. The club was founded in 1947 as Poulton Athletic. In 1961, an amalgamation occurred between Poulton Athletic and Poulton United, forming Poulton Town F.C. In 2013, Town was dropped from its name, becoming today's Poulton F.C.Poulton Town at the Football Club History DatabasePoulton at the Football Club History Database ===Fylde Cricket Club=== Fylde Cricket Club, founded in the early 19th century, is one of the oldest clubs in Lancashire. Its home ground is commonly known as \"The G\", based on Moorland Road, close to Hodgson School. Fylde joined the league in 1922. They won the Loxham Cup in the early 1970s and, in the decade that followed, the Shield and the Meyler on several occasions. The second eleven also added to the trophy collection by winning the respective competitions on a number of occasions. They formed third and fourth teams and played in the Fylde League, providing a bridge between junior and senior league cricket. The club's first XI competes in the Palace Shield Premier Division, with a second and Sunday development team also running.Palace Shield - Fylde Palace Shield ===Wyre Cricket Club=== The club was formed in 1994 after the break-up of the Over Wyre A and B teams and competed in the Fylde Cricket League. In 1995 the club was renamed again as Thornton International CC because of a name clash with one of Thornton’s football teams. Further changes took place where the club was re-badged again to the current name of Wyre Cricket Club and took residence at Myerscough College in 1996, after Myerscough College built a golf academy on the grounds, the club subsequently moved again to Baines School in Poulton-le-Fylde in 2000 and then to its current home in 2006 to Cottam Hall grounds in Poulton-le-Fylde. Wyre CC left the Fylde Cricket League in 2013 (at the end of the 2014 season the Fylde Cricket League was officially dissolved). The club joined the Palace Shield Cricket League for the 2014 season, the 1st XI won back to back promotions in the first years of joining, some years later the club entered in the 2nd XI into the Palace Shield league. The club also has a mid-week T20 team and competes in the Palace Shield T20 league. ==Landmarks== thumb|Market Place Poulton town centre has been a Conservation Area since 1979 and 15 buildings and structures in the town have been designated as listed buildings by English Heritage for their special architectural, historical or cultural significance. These include two religious buildings, the structures in the market place and several houses. The market place at the centre of Poulton is the width of two streets and is now closed to motor traffic. Lying south of St Chad's Church and surrounded by shops, the square contains the town's war memorial as well as a market cross, stocks, whipping post and fish slabs, from which fish were sold on market days. Although many of the buildings surrounding the marketplace were rebuilt following a fire in the 18th century, a few of the earlier buildings remain. To the south of the marketplace are townhouses that were built for local merchants and professionals. thumb|right|Golden Ball public house Public houses and inns flourished early on in Poulton due to its status as a market town. One of the most important inns was the Golden Ball, which probably dates from the 18th century. It was also the meeting place of the local court, and at the end of the 19th century the town's cattle market was moved behind the pub from the marketplace. The Thatched House pub existed in 1793 and may have been built in the Middle Ages. It was rebuilt in 1910 in the Mock Tudor style and has been identified as one of the town's \"key landmarks\" by the Poulton Market Town Initiative. In the 19th century the Ship Inn was a rowdy pub popular with Fleetwood seamen, travelling labourers and locals. In the 1920s it became a working men's club and from 1928 to 2001, a Conservative club. It is an Edwardian building constructed in red brick with red sandstone dressings. It has a corner tower and the walls have carvings of ships. Since 2000 it has operated as a café, wine bar and nightclub called the Cube. ==Religion== St Chad's Church, the Anglican parish church, is in the centre of town, bordering the marketplace. It has been designated a Grade II* listed building by English Heritage. The current structure dates largely from the mid-18th century when the previous church was demolished, although the tower is from the 17th century. The church is constructed of stone and has a slate roof. A round Norman-style apse was added in 1868. The churchyard, mainly to the south and east of the building, is noted for its display of crocuses in the spring. After the English Reformation there remained a strong Roman Catholic influence in the parish, with worship particularly focused in Singleton. In the late 16th century there were 13 houses in the parish that were known to shelter seminarians. In 1583, the family of Cardinal William Allen, a prominent opponent of the Reformation, were holding three or four masses daily at their home at nearby Rossall. In the early 19th century, a Roman Catholic chapel was built in the town of Poulton. St John the Evangelist's was built in the north of the town on Breck Road. The building, with its attached presbytery is constructed of rendered brick with a slate roof and has been designated a Grade II listed building. Tradition has it that at some time during the 19th century, the vicar of St. Chad's donated to that church a particularly \"papist\" vestment. The chapel was replaced by a larger church built a few metres to the south in 1912. The new building, constructed of rock-faced red sandstone in a stripped Romanesque style, was designed by Cuthbert Pugin of Pugin & Pugin. The first establishment of Nonconformists in Poulton were the Methodists, in 1784. The group met in a room behind the King's Arms and initially suffered persecution from other locals. They built a chapel in what is now Church Street in 1819, the second Methodist chapel to be built on the Fylde. The chapel was enlarged in 1861 and 1909 and finally demolished in 1970, replaced by a new chapel in Queen Street. The Congregational church established a chapel in the town in 1809. Its use was intermittent and at one point the building was used as a warehouse. A new chapel was built in 1899. In the 2001 census 83.06% of respondents in Wyre gave their religion as Christianity. This is higher than the average for the North West (78.01%) and England (71.74). Muslim residents made up 0.18% of respondents in Wyre, 0.15% were Buddhist, 0.14% were Hindu, 0.10% were Jewish and 0.05% were Sikh; these figures are all lower than the regional and national averages. A further 9.40% of people in the borough stated that they had no religion, also a lower figure than the regional and national averages. ==Transport== The development in the first half of the 19th century of Fleetwood led to the arrival of the railway in the Fylde. The Preston & Wyre Railway and Dock Company was formed to connect Fleetwood to Preston and the Preston and Wyre Railway line was completed in 1840. Poulton-le-Fylde railway station, on the line between Kirkham and Fleetwood was originally situated at the bottom of the Breck, the road leading north out of Poulton. A branch connecting Poulton to Blackpool opened in 1846, meeting the existing line in a triangular junction with very tight curves towards Blackpool. By 1892, plans were underway to realign the tracks and rebuild the station at the top of the Breck. The fears of local people were realised in 1893 when a train travelling too fast derailed at the bend, killing three people. The new station was built in 1896. A railway halt called Poulton Curve was built in 1923 and was in use for trains between Fleetwood and Blackpool until 1952. Today, Poulton is a stop on the Caldervale Line and the Blackpool Branch Line. It lies between Kirkham and Wesham (towards Preston) and Layton (towards Blackpool North). The Fleetwood Branch Line closed to passengers in 1970; in 2009, a report by the Association of Train Operating Companies suggested that there would be a \"strong business case\" to reopen the line. Poulton is approximately west of the M6 motorway and is linked to it by the M55 at Greenhalgh. There are A roads to Fleetwood, Blackpool, Preston, Garstang and Lancaster. The town is served by four bus companies; Blackpool Transport, Stagecoach, Coastal Coaches and Cumfybus provide links to the Fylde's coastal towns as well as villages across the River Wyre and Preston. Poulton was previously served by Blackpool Airport, approximately away. However, the airport no longer has any commercial service and is instead served by the larger Liverpool John Lennon Airport and Manchester Airport. ==Education== right|thumb|Baines School Poulton has two secondary schools, the oldest of which dates from the 18th century. In 1717, local woollen merchant James Baines left money in his will to found three free schools in the parish; in Poulton, Marton and Thornton. All three still exist. Baines School in Poulton was rebuilt in 1828 and closed temporarily in the late 19th century, reopening as Baines Endowed School. Today it is a voluntary aided non-denominational comprehensive secondary school. It has 1,008 pupils aged 11–18 and was rated as \"good\" in its 2007 Ofsted report. Hodgson Academy (formerly Hodgson School) is a comprehensive secondary school that opened in 1932. It has 1,108 pupils aged 11–16 and in 2008 was rated by Ofsted as \"outstanding\". The school converted to academy status in 2011. There are four primary schools in the town; Breck Primary School, St John's Catholic Primary School, Carr Head Primary School and St Chad's Church of England Primary School. All were rated either \"good\" or \"outstanding\" in their most recent Ofsted inspections. ==Public services== Poulton's water and sewerage facilities are provided by United Utilities. The distribution network operator for electricity is Electricity North West. Home Office policing is provided by Lancashire Constabulary. There is one police station in Poulton. National Health Services are provided by NHS North West and primary care is delivered by the NHS North Lancashire Primary Care Trust. In 2004, the Poulton Market Town Initiative noted 11 general practices in the town (including Carleton). Secondary care is provided by the Blackpool, Fylde and Wyre Hospitals NHS Foundation Trust. Acute medical cases are handled by Victoria Hospital in Blackpool and the North West Ambulance Service provides emergency patient transport. ==See also== *List of people from Poulton-le-Fylde *List of places in Lancashire ==References== ;Footnotes ;Bibliography * * * * * * * * * * * * * * * * * ==External links== *Poulton-le-Fylde Historical and Civic Society *The Project Gutenberg eBook: History of the Fylde of Lancashire – John Porter (1876) Category:Towns in Lancashire Category:Market towns in Lancashire Category:Unparished areas in Lancashire Category:Geography of the Borough of Wyre",
 "title": "Poulton-le-Fylde"
}