{
 "id": "452394",
 "text": "The Northern Panhandle is the northern of the two panhandles in the U.S. state of West Virginia. It is a culturally and geographically distinct region of the state. It is the state's northernmost extension, bounded by Ohio and the Ohio River on the north and west and the state of Pennsylvania on the east. Its unusual configuration is the result of the Revolutionary-era claims of Virginia's former Yohogania County boundary lying along the Ohio River, conflicting with interpretations of the Colony of Pennsylvania's royal charter. The conflict was settled by compromise in the 1780s. Today, due to the southern boundary being an extension of the Mason–Dixon line and the panhandle's proximity to the Pittsburgh area, the Northern Panhandle resembles more of the Midwestern United StatesRegional report or the Northeastern United States compared to the rest of the state (including the Eastern Panhandle of West Virginia), which is classified as part of the Upland South.Regional report In 2013, its northernmost two counties were included in the Pittsburgh consolidated area by the U.S. Census.https://obamawhitehouse.archives.gov/sites/default/files/omb/bulletins/2013/b13-01.pdf The region has a total combined population of 132,295 as of the 2010 census. ==Counties== The following counties, listed from north to south, are universally accepted as being part of the Northern Panhandle: *Hancock County *Brooke County *Ohio County *Marshall County Most West Virginians also include Wetzel County, and sometimes Tyler County, directly to the south of Marshall County, as a part of the Northern Panhandle, although they do not lie strictly within the northern extension. Since statehood, they have formed the core of . The northern counties of the Northern Panhandle comprise part of the Weirton- Steubenville, WV-OH Metropolitan Statistical Area, as well as the western regions of Greater Pittsburgh. The southern counties are part of the Wheeling, WV-OH Metropolitan Area. ==Economy== In the late 19th century, the Northern Panhandle developed as an industrial area, especially in the manufacturing of steel and glass products. It still largely retains its industrial character, although many of its factories have closed down or fallen on hard times like others in the Rust Belt. The region also contains the Panhandle Coalfield. Banks in these counties are serviced by the Federal Reserve Bank of Cleveland, while the rest of West Virginia is in the Federal Reserve Bank of Richmond. ==Education== The region houses three four-year colleges--the public West Liberty University and the private Bethany College and Wheeling University. All five counties listed in this article, plus Tyler County, are in the service area of West Virginia Northern Community College. ==See also== * Yohogania County, Virginia ==References== Category:Pittsburgh metropolitan area Category:Regions of West Virginia Category:Mason–Dixon line Category:Borders of West Virginia Category:Appalachia",
 "title": "Northern Panhandle of West Virginia"
}