{
 "id": "452310",
 "text": "DikuMUD is a multiplayer text-based role-playing game, which is a type of multi-user domain (MUD). It was written in 1990 and 1991 by Sebastian Hammer, Tom Madsen, Katja Nyboe, Michael Seifert, and Hans Henrik Stærfeldt at DIKU (Datalogisk Institut Københavns Universitet)—the department of computer science at the University of Copenhagen in Copenhagen, Denmark. Commonly referred to as simply \"Diku\", the game was greatly inspired by AberMUD, though Diku became one of the first multi-user games to become popular as a freely- available program for its gameplay and similarity to Dungeons & Dragons. The gameplay style of the great preponderance of DikuMUDs is hack and slash, which is seen proudly as emblematic of what DikuMUD stands for. Diku's source code was first released in 1990. == Development and history == DikuMUD was created by the University of Copenhagen's Department of Computer Science among a group of student friends: Katja Nyboe, Tom Madsen, Hans Henrik Staerfeldt, Michael Seifert, and Sebastian Hammer. According to Richard Bartle, co-creator of the first MUD, DikuMUD's developers sought to create a better version of AberMUD. Unlike TinyMUD and LPMUD, which encouraged live changes to the virtual world, DikuMUD hard-coded its virtual world. The making of DikuMUD was first announced on Usenet by Hans Henrik Stærfeldt March 27, 1990. At the time Madsen, Hammer, and Stærfeldt were the only developers, joined by Michael Seifert in June 1990. Stærfeldt stated that their intention was to create a MUD that was less messy than AberMUD, less buggy than LPMud, and more like Dungeons & Dragons. The first DikuMUD was in working development as early as October 1990 and officially opened publicly running at `freja.diku.dk port 4000` on February 3, 1991. A second DikuMUD appeared in January 1991, running at `hayes.ims.alaska.edu`. In March 1991, the first public version of DikuMUD, known as Diku Gamma, became available at `beowulf.acc.stolaf.edu`. Afterwards the DikuMUD at `freja.diku.dk` was shut down and the game and development moved to `alfa.me.chalmers.se`. Other Diku Gamma MUDs appeared in March 1991 running at `eris.berkeley.edu`, followed by a multiprocessor version running at `sequent.berkeley.edu`. By early April 1991, there were DikuMUDs running at `spam.ua.oz.au`, `goldman.gnu.ai.mit.edu`, `bigboy.cis.temple.edu`, and `elof.iit.edu`. Diku Alfa was released in July 1991 and the DikuMUD team hereafter continued with the development of DikuII. That version was however never released to the public but continues to run today under the name of Valhalla MUD. On June 21, 2020, Michael Seifert released DikuMUD III for HTML 5 with Websockets. This is now the last official release of DikuMUD. == Legacy == As a result of its easily operable codebase, several major standalone MUD codebases were spun out using DikuMUD's code, namely Circle, Silly, and Merc. In turn, Merc led to ROM (Rivers of MUD) and Envy), which each spawned their own codebases. One such derivative of DikuMUD and Merc was SMAUG (Simulated Medieval Adventure Multi-user Game). It has been proposed by Raph Koster (lead designer of Ultima Online and chief creative officer of EverQuest II) that Diku has resulted in the greatest proliferation of gameworlds due to being the easiest to set up and use. He further pointed out that \"Diku codebases did eventually popularize many of the major developments in muds\", and that the Diku gameplay provided inspiration for numerous MMORPGs, including EverQuest, World of Warcraft and Ultima Online. There was a minor controversy in late 1999 and early 2000 regarding whether the commercial MMORPG EverQuest, developed by Verant Interactive, had derived its code from DikuMUD. It began at the Re:Game gaming conference in 1999, where the Director of Product Development for EverQuest, Bernard Yee, allegedly stated that EverQuest was \"based on Dikumud\". He did not specify whether he meant the code itself was derived from DikuMUD, or if it just had a similar feeling. Some attendees had understood it to mean the former, given that the chief designer, Brad McQuaid was an avid player of SojournMUD and TorilMUD that was based on the Sequent DikuMUD derivative, and reported to that effect on Usenet. After the Diku group requested clarification, Verant issued a sworn statement on March 17, 2000 that EverQuest was not based on DikuMUD source code, and was built from the ground up. In response, the DikuMUD team publicly stated that they find no reason whatsoever to believe any of the rumors that EverQuest was derived from DikuMUD code. == See also == * Chronology of MUDs * Immortal * Implementor * Rent * Consider == References == == Further reading == * * == External links == * * CircleMUD's copy of the DikuMud license * The MUD Connector: 700+ Dikumud MUD Listings Available * Mud Magic: 1,200+ Diku Based Code & Snippet Downloads * MudBytes DikuMUD code and derivative downloads * rec.games.mud.diku FAQ from 1997 * MUDseek MUD games search engine * Raph Koster: \"What is a Diku?\" * Category:MUD servers Category:MUD games Category:Video games developed in Denmark Category:Video games with available source code",
 "title": "DikuMUD"
}