{
 "id": "452585",
 "text": "79 Park Avenue, also known as Harold Robbins' 79 Park Avenue, is an American drama television miniseries developed and co-written by Richard De Roy, based on the 1955 novel of the same name by Harold Robbins. The miniseries stars Lesley Ann Warren as Marja Fludjicki, a poor but beautiful girl who is forced into prostitution despite sincere efforts to make a living and ultimately becomes New York City's most famous madam. It also stars Marc Singer and David Dukes. Directed and produced by Paul Wendkos, the miniseries premiered on NBC on October 16, 1977, and concluded on October 18, 1977. Warren received critical acclaim and a Golden Globe Award for her performance. ==Cast== ==Production== It stars Lesley Ann Warren as a prostitute and Marc Singer as a gangster struggling to survive in the 1930s. David Dukes, Barbara Barrie, Raymond Burr, and Polly Bergen co-starred.Buck, Jerry (14 October 1977). '79 Park Avenue' Book Needed Careful Editing For TV, Santa Cruz Sentinel (Associated Press story)Beck, Marilyn (28 September 1977). Warren is happy with hooker role, San Bernardino Sun (Gannett New Service story)Sharbutt, Jay (5 October 1977). Only One Lesley Ann Warren, Santa Cruz Sentinel (Associated Press content)(16 October 1977). Cinderella on Park Avenue, The Boston Globe The teleplay was split among three writers, with Richard DeRoy doing the first part, Jack Guss the second, and Lionel E. Siegel the third.(9 September 1977). 79 Park Avenue New Mini-Series, Dixon Evening Telegraph ==Reception== The show was a ratings success. Part I (which debuted on Sunday October 16, 1977) was the 10th most watched show in the United States for the week (22.3 rating, 16.3 million homes)(21 October 1977). World Series Big Hit, Santa Cruz Sentinel (Associated Press story) and the ratings momentum jumped for the last two installments. Part II (Monday, October 17, 1977) was the second-most watched primetime show for the following week (29.9 rating, 21.8 million homes), and Part III (Tuesday October 18) was third. (27.7 rating, 20.2 million homes).(27 October 1977). ABC Tops in Television Ratings, Desert Sun (Associated Press content) The critical reviews of the series were not positive, but not overly vicious, recognizing the series for what it was and no more. Tom Shales of The Washington Post called the series a \"laughable tawdry throwback to movie eyebrow raisers of the '50s, though without any of their appealingly cheap panache. Television loves to raise the subject of sex and then avoid it like the plague.\"(15 October 1977). Imitating Life on 'Park Avenue', The Washington Post Joan Hanauer of UPI described the series as \"what is usually called a 'woman's show'\", meaning, \"the romance is unrealistically sentimental and the moral tone is high, which in no way interferes with depicting the sleaziest kind of sex.\" She found the second installment to be strongest of the three.Hanauer, Joan (15 October 1977). Unhappy Hooker at '79 Park', Galesburg Register Mail (UPI content) And although he credited the performances of the lead actors, John J. O'Connor of The New York Times was also underwhelmed by the series, calling it an \"already tired story ... manufactured for mass consumption with all of the artistic concern afforded a can of baked beans.\"O'Connor, John J. (23 October 1977). Pretenses Aside, It's Titillation As Usual, The New York Times O'Connor's year end review of 1977 television referred to 79 Park Avenue and Aspen as \"dumb pot-boilers\" which \"tarnished considerably\" the \"promising concept of mini-series.\"O'Connor, John J. (31 Decembre 1977). Picking television's best -- and worst -- of 1977, San Bernardino Sun (The New York Times news service) That the series might be somewhat controversial due to the sexual nature of the story was known from the beginning. Executive Producer George Eckstein admitted \"broadcasting standards people got very apprehensive when it was announced that this property was going to be on TV.\"Henninger, Paul (12 October 1977). Robbins' potboiler gets stirred by NBC, San Bernardino Sun (Gannett News Service story), p. C-6. And when Fred Silverman took over at NBC in June 1978, he promised to stop lurid programming like 79 Park Avenue. Silverman stopped plans for a sequel to the miniseriesMaurice, Dick (21 November 1978). No more beer in store for TV's Archie Bunker, Desert Sun and also halted a planned rerun in 1979.(25 July 1979). Brokerage firm is enamored by films, San Bernardino Sun ==Awards and nominations== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- ! Year ! Award ! Category ! Recipient ! Result ! Ref. |- | rowspan=\"2\"| 1978 | 35th Golden Globe Awards | Best Television Actress – Drama Series | Lesley Ann Warren | | |- | 30th Primetime Creative Arts Emmy Awards | Outstanding Achievement in Costume Design for a Drama or Comedy Series | Yvonne Wood | | |- |} ==References== ==External links== * * Category:1977 American television series debuts Category:1977 American television series endings Category:1970s American drama television series Category:1970s American television miniseries Category:1970s romantic drama television series Category:American romantic drama television series Category:English-language television shows Category:Television series by Universal Television Category:Television series set in the 1930s Category:Television shows based on American novels Category:Television shows set in New York City Category:NBC original programming Category:Rape in television Category:Prostitution in American television",
 "title": "79 Park Avenue"
}