{
 "id": "452899",
 "text": "Lana Wood (born Svetlana Lisa Gurdin; March 1, 1946) is an American actress and producer. She made her film debut in The Searchers as a child actress and later achieved notability for playing Sandy Webber on the TV series Peyton Place and Plenty O'Toole in the James Bond film Diamonds Are Forever. Her sister was Natalie Wood. ==Early life== Wood was born Svetlana Lisa GurdinBirth registration at californiabirthindex.org; accessed June 24, 2015. to Russian immigrant parents, Maria Zudilova (1908–1998), whose alternate first names included Mary, Marie and Musia, and Nicholas Zacharenko (1912–1980). They had each left Russia as child refugees with their parents following the Russian Civil War, and they grew up far from their homeland. Her father's family left Vladivostok after her grandfather, a chocolate-factory worker who joined the anti-Bolshevik civilian forces, was killed in a street fight in 1922;Finstad, 2001, p. 14. they settled in Vancouver, British Columbia, with their relatives, then moved to San Francisco. Lana's maternal grandfather owned soap and candle factories in Barnaul; he left Russia with his family in 1918 after his eldest son was killed by the Red Army, and settled in a Russian community in Harbin, China.Natalie Wood's Russian roots excerpets from Natalie Wood: A Life by Gavin Lambert, 2004 Maria married Alexander Tatuloff there in 1925, and they had a daughter, Olga Viripaeff (1928–2015), before divorcing in 1936.\"Interlocutory Divorce Decrees Granted\". The San Francisco Examiner. March 17, 1936. When Nicholas and Maria married in February 1938, she brought her daughter Olga, then known as Ovsanna, to the household, sharing joint custody with her ex-husband. The couple had two daughters together; the first was Natalie, known as \"Natasha\", the Russian diminutive. The family settled in Santa Monica, California, near Hollywood, and changed their surname to Gurdin. Svetlana, known as \"Lana\", was born there. Her parents changed the surname of her elder sister, making her Natalie Wood, after she started her acting career as a child. She was named after her director Irving Pichel's friend Sam Wood.Lana Wood, Natalie: A Memoir by Her Sister, p. 8 When Lana made her film debut in The Searchers (1956), her mother was asked under what last name Lana should be credited. Maria agreed to use \"Wood\" for Lana, building on Natalie's recognized work. ==Career== In her early career, Wood usually played in films in which Natalie appeared. Starting in the 1960s, her own career took off. After appearing on the short-lived drama series The Long, Hot Summer, she landed the role of Sandy Webber on the soap series Peyton Place. She played the role from 1966 to 1967. She turned down the Karen Black role in Easy Rider (1969), a decision she now cites as the worst mistake she has made in her career. She was cast as a Bond girl, Plenty O'Toole, in the James Bond film Diamonds Are Forever (1971). In 1970, Wood was approached by Hugh Hefner and she agreed to pose for Playboy. The Playboy pictures appeared in the April 1971 issue, along with Wood's poetry. Wood has more than 20 other films and over 300 television series to her credit, including The Fugitive, Bonanza, Mission: Impossible, Wild, Wild West, Police Story, Starsky & Hutch, Nero Wolfe, Fantasy Island, and Capitol. After appearing in the horror film Satan's Mistress (1982), she retired from acting, concentrating on her career as a producer, but since 2008 she has returned to acting in a number of low-budget films. Wood is a character in the Steve Alten book Meg: Hell's Aquarium (2009). Wood wrote a memoir, Natalie, A Memoir by Her Sister (1984), and another, Little Sister (2021), in which she claimed actor Kirk Douglas sexually assaulted her sister Natalie when she was just 16. ==Personal life== Wood has been married six times: # Jack Wrather Jr. – (1962–1963; annulled when she was 16 years old) # Karl Brent – (1964–1965; divorced) # Stephen Oliver – (1966–1966; annulled) # Dr. Stanley William Vogel (1968–1968; divorced) # Richard Smedley – (1972–1976; divorced) one child, Evan Taylor Smedley Maldonado (August 11, 1974 – July 18, 2017), by whom she has three grandchildren. # Allan G. Balter (1979–1980; divorced) Between marriages, Wood dated actors Dean Stockwell, Adam West, Eddie Fisher, Warren Beatty, Sean Connery, Alain Delon and Ryan O'Neal, as well as producer Jerome Hellman and composer Leslie Bricusse. For most of the 1980s she was in a relationship with Alan Feinstein.Profile, sun-sentinel.com, July 20, 1985. Feinstein was at Natalie's funeral with her.Lana Wood, sister of Natalie Wood, is comforted by then boyfriend Alan Feinstein as she leaves Natalie Wood's funeral service, which was held at Westwood Village Memorial Park Cemetery on December 2, 1981. Daughter Evan Smedley holds her mother's hand. Her sister Natalie Wood was married to actor Robert Wagner until her drowning death on November 29, 1981. ==TV and filmography== * The Searchers – (1956), Debbie Edwards (younger) * Have Gun – Will Travel – (1958), Becky Coldwell (\"The Teacher\") * The Real McCoys – (1958), Marilyn Harwick (\"The New Neighbors\") * Five Finger Exercise – (1962), Mary * The Fool Killer – (1965), Alice * The Girls on the Beach – (1965), Bonnie * The Long, Hot Summer – (TV) (1965–1966), Eula Harker * Peyton Place – (TV) (1966–1967), Sandy Webber – unknown episodes * The Wild Wild West – (TV series) (1967), Vixen O'Shaughnessy (\"The Night of the Firebrand\") * Bonanza – (TV series) (1967), Dana Dawson (\"The Gentle Ones\") * For Singles Only – (1968), Helen Todd * Scream Free! – (1969), Karen * Laugh In (1969) * The Wild Wild West – (TV series)- (1969), Averi Trent (\"The Night of the Plague\") * Black Water Gold – (TV) (1970), Eagan Ryan * The Over-the-Hill Gang Rides Again – (TV) (1970), Katie Flavin * O'Hara, U.S. Treasury – (TV) (1971), Fran Harper * Diamonds Are Forever – (1971), Plenty O'Toole * Night Gallery – (TV) (1972), Maid (\"You Can't Get Help Like That Anymore\") * Justin Morgan Had a Horse – (1972), Kathleen * A Place Called Today – (1972), Carolyn Schneider * Police Story – (1973), June * QB VII – (TV miniseries) (1974), Sue Scanlon * Who is the Black Dahlia? – (TV) (1975), Boarder * Nightmare in Badham County – (TV) (1976), Smitty * Starsky & Hutch – (1976), series 1, episode 20 Running – Ella * Corey: For the People – (TV) (1977), Janet Hanley * Speedtrap – (1977) New Blossom * Grayeagle – (1977) Beth Colter * A Question of Guilt – (TV) (1978), Elizabeth Carson * Captain America II: Death Too Soon – (TV) (1979), Yolanda * Born to Be Sold – (1981) (TV) (assistant to executive producer) * Satan's Mistress – (1982), Lisa * Murder Me, Murder You – (TV) (1983) – associate producer * Capitol – (TV series) (1983), Fran Burke – unknown episodes * The Mystery of Natalie Wood – (TV) (2004) – co-producer * The Book of Ruth: Journey of Faith – (2009), Tani * War of Heaven – (short) (2010), President Bailey * Deadly Renovations – (2010), Dr. Nitas * Last Wish – (short) (2010), Helen * When Happy Met Froggie – (documentary) (2011), herself * Donors – (2014), Norma * Bestseller – (2015), Marta * Killing Poe – (2016), Dean Wood * Subconscious Reality – (2016), Implicit * Wild Faith – (2018), Opal * Bill Tilghman and the Outlaws – (2019), Ms. Darling * Best Years Gone – (2021), Edith == Footnotes == ==Bibliography== * * ==References== ==External links== * * * * Interview with Lana Wood at Classic Film & TV Cafe Category:1946 births Category:20th-century American actresses Category:21st-century American actresses Category:Actresses from Santa Monica, California Category:American film actresses Category:Film producers from California Category:American people of Russian descent Category:American television actresses Category:Television producers from California Category:American women television producers Category:Living people Category:Russian Orthodox Christians from the United States Category:American women film producers",
 "title": "Lana Wood"
}