{
 "id": "453154",
 "text": "thumb|Shanghai Grand Theatre. thumb|The Shanghai Grand Theater at night. The Shanghai Grand Theater () is one of the largest and best-equipped automatic stages in the world. Since the theater opened on August 27, 1998, it has staged over 6,000 performances of operas, musicals, ballets, symphonies, chamber music concerts, spoken dramas and various Chinese operas. The site is located at the intersection of Central Boulevard and Huangpi Road South in the northern part of the People's Square in Huangpu District, Shanghai. It is the home of the Shanghai Opera House Company; however, the title \"Shanghai Opera House\" officially applies to only the performing company and not to the building. The Shanghai Grand Theater is also the resident for other performing companies. == Origin == Since the Reform and Opening-up in the late 1970s, more and more international performing groups came to Shanghai, but there is no large theater for grandiose plays even till the 1990s. Shanghai municipal government decided to put up a large performing space complex to satisfy such a need and make it an urban culture center. In 1994 with 3000 million RMB government investment the construction of SGT started. == Theater Buildings and Architecture Style== The Theater is divided into 8 floors above ground and 2 floors below ground, covering a total area of 62803 m2. The total investment budget is 1.3 billion yuan. The whole building is a crystal-like palace consisting of three main theaters: the Auditorium, the Buick Theater, and the Studio Theater, with complete ancillary facilities such as ticketing center, Ballet Rehearsal hall, band rehearsal hall, VIP hall, exhibition hall, souvenir shop, coffee bar, banquet hall, and parking garage. === The Auditorium === The Auditorium is decorated with warm colors of gold and red. It is mainly for large-scale performances such as operas, symphonies, ballets, dramas, and so forth. The 19.5-meter-high Auditorium covers an area of 1000 m2 and is divided into three levels of stands, with 1631 seats in total. The structural proportion and seating arrangement of the stand ensure that the audience is close to the stage as much as possible and enjoys the performance from the best audio-visual angle.宋扬. 上海大剧院节目策划与节目管理模式研究[D]. 上海音乐学院，2012. In the overall design, a Waagner Biro control system is adopted in the full- automatic mechanical stage for lifting, tilting, rotation, ladder, and other transformations. The well-equipped Meyersound's loudspeaker and surrounding sound can meet the requirements of the 5.1 channel. A digital mixer of high fidelity can provide 96 inputs and 64 outputs. === The Buick Theater === The Buick Theater, with stable walnut color as its main color, is located on the west side of the first floor. It is the performing space for chamber concerts as well as small and medium-sized dramas and is also the venue of public charity performances and art education activities. The Buick Theater is divided into two levels of stands, with 575 seats in total. The stage is 12 meters wide, 6 meters high, and 11 meters deep. Above the stage is a voice echoing board and 25 electric suspenders, the loading capacity of which is up to 300 kilograms, the maximum lifting height being 14 meters, and the maximum lifting speed 1m / s. There are 5 dressing rooms in backstage for 50 people to make up simultaneously. === The Studio Theater === Located on the fifth floor, the Studio Theater is a \"black box theater\" with dark gray as its main color. It mainly presents small plays of experiments and fashion. There are 220 fixed seats and 80 mobile seats which can be combined according to the needs of the performance. The performance area is about 140 m2. There are 4 dressing rooms in backstage for 30 people to make up at the same time. At the entrance of the small theater, there are coin dispensers and parcel cabinets to provide mineral water and deposit services for the audience. There is an independent VIP lounge in the backstage area, which provides program book, tea, towel, and other services, which can be used by the VIP before and during the performance. == Culture Import and Export == Shanghai Grand Theater actively combines domestic and foreign performing arts and production resources and presents world classics to Chinese audiences in the way of its own after integrating national elements and characteristics. It has successively cooperated with Shanghai Shaoxing Opera House, Shanghai Ballet Company, Shanghai Opera House, Shanghai Peking Opera House, Salzburg Music Festival in Austria, Budapest Grand Art Palace in Hungary, and The Royal Opera House in Britain to launch various types of performances, such as operas, ballets, and dramas. The mode of adding Chinese elements to the world excellent culture has played a vital role in promoting Shanghai’s cultural originality and creativity as well as the spirit of the times. == Notable Activities == * 1999.8 “Dream of the Red Chamber” of its Shaoxing Opera version was first performed in Shanghai Grand Theater. * 1999.10 The Shanghai Grand Theater held the \"Malinsky Music Festival\" to celebrate the 11th anniversary of the friendship between Shanghai and St. Petersburg, Russia. * 2000 Shanghai Grand Theater and Sydney Opera House held a two-way satellite transmission concert. * 2001.1 & 10 Solo concerts by Spanish and Italian tenor Domingo and Pavarotti were held. * 2002 The Theater staged the original classic musical “Les miserable” for the first time in Asia, with 21 consecutive performances. * 2012.7.19 The Theater held a series of performances for the 60th anniversary of the founding of \"Beijing People's art.\" * 2016.10 The Theater held \"the Brilliant Russia\" Malinsky Art Festival, with 7 performances brought by Russian Malinsky opera, symphony, chorus, and ballet troupe. * 2017.11 The Theater held the Malinsky Art Festival, which featured the ballet “Cinderella” of Russian Malinsky Theater, and the concert of “Stravinsky Night.” * 2018.7.1-2 The Theater held \"2018 World Theater Operation and Development Forum.\" * 2019.11.11 The “Celebrating Paris Opera 350th Anniversary—— Paris Opera Academy Gala Concert” will be held. == Transportation == Bus: No. 17, 20, 23, 37, 46, 48, 49, 71, 108, 109, 112, 123, 505, 506. Metro: Line 1, 2, 8 at the People’s Square station == References == ==External links== *Official website Category:1998 establishments in China Category:Music venues completed in 1998 Category:Opera houses in China Category:Theatres completed in 1998 Category:Theatres in Shanghai Category:Huangpu District, Shanghai",
 "title": "Shanghai Grand Theatre"
}