{
 "id": "453439",
 "text": "Robert John Davi (born June 26, 1951) is an American actor, director, singer and writer. Over the course of his acting career, Davi has performed in more than 130 films. Among his most known roles are opera-singing heavy Jake Fratelli in The Goonies (1985), Vietnam veteran and FBI Special Agent Johnson in Die Hard (1988), James Bond villain Franz Sanchez in Licence to Kill (1989), police deputy chief Phil Heinemann in Predator 2 (1990) and strip club manager Al Torres in Showgirls (1995). On television, he portrayed FBI Special Agent Bailey Malone in the NBC television series Profiler (1996–2000). Classically trained as a singer, Davi launched his professional singing career in 2011. His first album, Davi Sings Sinatra - On The Road To Romance, hit No. 6 on the Billboard jazz charts. Praised for his voice and vocal interpretations, Davi debuted as a headliner at The Venetian Las Vegas, six months after the record was released. In 2016, Davi replaced the late Jerry Doyle as radio host for a nationally syndicated radio program on Talk Radio Network. ==Early life== Davi was born on June 26, 1953, in Astoria, Queens, New York, the son of Maria (née Rulli) and Sal Davi. His mother was an Italian American whose family came from Nusco, Avellino, Campania and his father was from Torretta, Palermo, Sicily. Davi spoke Italian during his childhood. He attended Seton Hall, a Roman Catholic high school in Patchogue, New York. He has two sisters, Yvonne Davi (deceased), and Mrs. Michelle Queal. He graduated from Hofstra University, which he attended because of that university's strong drama department as well as its unique reproduction of Shakespeare's Globe Theater. Davi also studied with legendary acting coach Stella Adler when he moved to Manhattan. ==Film career== === Acting career === Davi made his motion picture debut in Contract On Cherry Street, in which he shared the screen with Frank Sinatra. He subsequently worked with Marlon Brando, Clint Eastwood, Arnold Schwarzenegger, Benicio del Toro, Bruce Willis, and Roberto Benigni, among others. He has appeared in movies including The Goonies, Die Hard, Showgirls, Son of the Pink Panther, and in the Bond film Licence to Kill (1989) as the villain Franz Sanchez, a South American drug lord and murderer. In 2014, Davi appeared as Goran Vata in The Expendables 3. In 2015, Davi appeared in a music video for Bob Dylan's recording of \"The Night They Called It A Day\", from Dylan's album Shadows In The Night, a selection of songs which had been recorded by Frank Sinatra. Rolling Stone suggested that Davi's role in the video may be a nod towards Davi's having made his acting debut alongside Sinatra in the crime film Contract on Cherry Street, and Davi's release of his own album of Sinatra covers. In 2015, he interpreted Gabriele Tinti's poetry giving voice to the Boxer at Rest at the Getty Museum. === Directing career === In 2007, Davi made his directorial debut with The Dukes, a parable regarding the mid-2000 economic crisis and its impact. The film starred himself, Chazz Palminteri, and Peter Bogdanovich. The Dukes was selected for the premiere section at the Rome Film Festival, along with films by Francis Ford Coppola, Sean Penn, Robert Redford, and Sidney Lumet. Davi was the only first-time director in the premiere section. The film was screened internationally and won awards at Queens International Film Festival, , Monte- Carlo Comedy Film Festival, and . In the upcoming biopic movie My Son Hunter, Robert Davi is directing. ==Recording career== In high school, Davi was praised for his singing, and auditioned for the Metropolitan Opera after being awarded first place at the prestigious New York State School Music Association's Solo Competition, where he sang Vincent Youman's \"Without A Song\". He subsequently received classical training with top vocal teachers, Samuel Margolis and Danial Ferro of Juilliard and Tito Gobbi. Davi damaged his voice, and later explained that he was a baritone with the \"heart of a tenor and had pushed too hard, too early.\" Davi began to focus again on singing in 2011, and worked with \"Voice Builder\" Gary Catona as he prepared to record his first album. With a thirty-piece orchestra, he recorded the album at the legendary Capitol Records Building in Hollywood, where Frank Sinatra recorded on many occasions. The album, which featured new arrangements by composer Nic. tenBroek, was produced by Phil Ramone, engineered by Dan Wallin, and mixed by the legendary Al Schmitt. The album, Davi Sings Sinatra -- On The Road To Romance, was released October 24, 2011, and received significant attention from the media, garnering positive reviews. Jazztimes called Davi Sings Sinatra \"uniformly impressive\", and critic Don Heckman wrote in the Orange County Register that \"there are, of course, dozens of Sinatra imitators and simulators. But what Davi does is a whole different matter. A tribute? Yes, indeed; all that and more.\" AllMusic noted that \"Davi makes no attempt to copy Sinatra's vocal sound ... Rather, he is his own singer.\" The album reached the Top 10 on the Billboard jazz charts. In December 2012, Davi appeared along with Roger Cicero in the French/German Arte TV program Durch die Nacht mit … The episode was shot in the Little Italy area of New York City and featured conversation between Cicero and Davi and solos of Sinatra standards by both performers. In December 2013, Davi released a Christmas single, \"Mistletoe and Holly\", with all proceeds benefiting The Salvation Army. Davi has lent his voice to political ads, including Carly Fiorina's \"Demon Sheep\" attack ad, \"Hot Air: The Movie\", and others produced by Republican media consultant Fred Davis. Robert Davi was chosen by the United Nations to celebrate the Transformative Power of Music at the General Assembly in New York, in June 2015 - and again for the 70 Anniversary Celebration of the UN in September, 2015. Davi was chosen to tribute SINATRA's 100th birthday for the July 4th PBS SPECIAL; it was watched by 500,000 people outside the Capitol Building in DC and 15 million viewers. Davi was also the guest singer on the Italian version of TV program The Voice. ==Personal life== Davi is a Roman Catholic. Davi has been married three times having been divorced twice. His first marriage was to Jeri McBride which lasted from 1980 to 1990, they had one son, Sean Christian Davi who was born in 1981. His second marriage was to Christine Bolster which lasted from 1990 to 2019. They have four children together, their first daughter, Ariana Marie Davi who was born on April 3rd 1990, followed by a second daughter, Frances Davi who was born in 1992. They also had twins, their third daughter, Isabella and one son, Nicolas Edward Davi who were born on January 11th 2001. Davi Married his third wife Diana Davi in 2019 and they have a daughter, Gabriela Nicole Davi who was born later that year. He is an outspoken political conservative, often speaking at Republican Party gatherings. He has been invited to comment on numerous political shows and backed John McCain during his presidential campaign. He narrated several film montages that aired during the 2008 Republican National Convention. Davi has spoken at numerous Conservative Political Action Conferences in Washington, D.C. He was a frequent guest on Fox News's late-night satire program Red Eye w/ Greg Gutfeld. Davi endorsed Donald Trump in the 2016 U.S. presidential election, and again in 2020. ==Awards and honors== For his notable contributions to the Italian community, Davi was enshrined in Toronto's Italian Walk of Fame in 2013. He was nominated for a Golden Raspberry Award for Worst Supporting Actor for his portrayal of Al Torres in Showgirls (1995). ==Selected filmography== {| class=\"wikitable sortable\" |- ! Year !! Title !! Role ! class=\"unsortable\" | Notes |- | 1977 || Contract on Cherry Street || Mickey Sinardos, Greek Hijacker || TV Film |- | 1978 || Charlie's Angels || Ritchie || TV Series |- | rowspan=\"2\" | 1979 | From Here to Eternity || Guard || TV Miniseries |- | The Legend of the Golden Gun || William Quantrill || TV Film |- | 1980 || Alcatraz: The Whole Shocking Story || Hubbard || TV Film |- | rowspan=\"3\" | 1982 || St. Elsewhere || Man In Restaurant || TV Series |- | T. J. Hooker || Joe 'The Barber' Picartus / Tom Warfield || TV Series |- | The Powers of Matthew Star || Zealotta (episode \"The Italian Caper\") || TV Series |- | 1983-1984 || The Fall Guy || || TV Series |- | rowspan=2 | 1984 || City Heat || Nino || |- | The A-Team || Boyle (episode \"Sheriffs of Rivertown\") || TV Series |- | rowspan=2 | 1985 || The Goonies || Jake Fratelli || |- | Hunter || Sonny Dunbar || TV Series |- | rowspan=2 | 1986 || The Equalizer || Michael Riegert || TV series |- | Raw Deal || Max Keller || |- | 1987 || Wild Thing || \"Chopper\" || |- | rowspan=4 | 1988 | Action Jackson || Tony Moretti || |- | L.A. Law || Dominic Simonetti || TV Series |- | Die Hard || FBI Special Agent Johnson || |- | Traxx || Aldo Palucci || |- | rowspan=2| 1989 || Licence to Kill || Franz Sanchez || |- | Wiseguy || Albert Cerrico || TV Series |- | rowspan=5 | 1990 || Peacemaker || Sergeant Frank Ramos || |- | Deceptions || Jack \"Harley\" Kessler || |- | Maniac Cop 2 || Detective Sean McKinney || |- | Predator 2 || Deputy Chief Phil Heinemann || |- | Amazon || Dan || |- | rowspan=2 | 1991 || White Hot: The Mysterious Murder of Thelma Todd || Charlie \"Lucky\" Luciano || |- | The Taking of Beverly Hills || Robert Masterson || |- | rowspan=2 | 1992 || Wild Orchid II: Two Shades of Blue || \"Sully\" Sullivan || |- | Christopher Columbus: The Discovery || Martin Pinzon || |- | rowspan=4 | 1993 || Maniac Cop III: Badge of Silence || Detective Sean McKinney || |- | Night Trap || Detective Mike Turner || |- | Son of the Pink Panther || Hans Zarba || |- | FBI: The Untold Stories || FBI Agent Joe Pistone / Donnie Brasco || TV Series |- | rowspan=3 | 1994 || No Contest || Sergeant Crane || |- | Blind Justice || Alacran || |- | Cops and Robbersons || Horace Osborn || |- | rowspan=3 | 1995 | VR.5 || Simon Buchanan || TV Series |- | Delta of Venus || The Collector || |- | Showgirls || Al Torres || |- | rowspan=2 | 1996 | An Occasional Hell || State Trooper Abbott || |- | Profiler || FBI Agent Bailey Malone || TV Series |- | 1998 || The Bad Pack || McQue || |- | rowspan=2 | 1999 || Batman Beyond || Dr. Mike Morgan || TV Series |- | The Pretender || Agent Bailey Malone || TV Series |- |2001 || Soulkeeper || Mallion || |- | rowspan=5 | 2002 || The Sorcerer's Apprentice || Merlin / Milner || |- | Grand Theft Auto: Vice City || Colonel Juan Garcia Cortez|| Video Game |- | The 4th Tenor || Lerra || |- | The Hot Chick || Stan, April's Dad || |- | Disney's PK: Out of the Shadows || Zondag || Video Game |- | 2003 || One Last Ride || Father || |- | rowspan=4 | 2004 || Call Me: The Rise and Fall of Heidi Fleiss || Ivan Nagy || |- | Karen Sisco || Denton || TV Series |- | Halo 2 || Rtas 'Vadumee (SpecOps Leader) || Video Game |- | Stargate: Atlantis || Commander Acastus Kolya || TV Series |- | rowspan=2 | 2005 || Breaking Vegas || The Narrator || TV Series |- | In the Mix || \"Fish\" || |- | 2006 || Huff || Dickins || TV Series |- | rowspan=2 | 2007 || The Dukes || Danny (also: Directorial Debut) || |- | Halo 3 || Shipmaster Rtas 'Vadumee || Video Game |- | rowspan=2 | 2008 || An American Carol || Aziz || |- | Burnin' Up || Jonas Brothers || Music Video |- | rowspan=2 | 2009 || American Summer || Himself || |- | The Butcher || Murdoch || |- |rowspan=5|2010 || Magic Man || Simpson || |- | Spring Break '83 || Dean Whitter || |- | Apocalypse Island || The Narrator || |- | Game of Death || Frank Smith || |- | Criminal Minds || Detective Kurzbard || TV series |- | rowspan=2 | 2011 || Kill the Irishman || Ray Ferritto || |- | Swamp Shark || Sheriff Watson || |- | 2012 || The Iceman || Leo Merks (based on Anthony Gaggi) || |- | rowspan=2 | 2013 || Doonby || Sheriff Woodley || |- | Blood of Redemption || Hayden || |- | rowspan=5 | 2014 || Black Rose || Captain Frank Dalano |- | A Long Way Off || Frank || |- | CSI: Crime Scene Investigation || Marvin Braxton || |- | The Expendables 3 || Goran Vata || |- | Asteroid vs Earth || General Masterson || TV Movie |- | rowspan=\"2\" | 2015 || Sicilian Vampire || Salvatore \"Big Sal\" || |- | Hell's Kitchen || Himself || Reality TV Series |- | 2016 || Criminal || Admiral Lance || Uncredited |- | 2018 || Fishing for Giants || The Narrator || TV Series |- | 2019 || Mob Town || Vito Genovese || |- | 2019-2020 || Paper Empire || Lawrence Fintch || TV Series |- | 2020 || Roe v. Wade || William J. Brennan Jr. || |- | 2022 || Reagan || Leonid Brezhnev || Post-production |- | 2022 || The Man Who Drew God || Lawyer || Post-production |- |TBA || My Son Hunter || || Director |} ==References== ==External links== * Davi Sings Sinatra * Category:1951 births Category:American people of Italian descent Category:American male film actors Category:American male television actors Category:Hofstra University alumni Category:Male actors from New York City Category:New York (state) Republicans Category:People from Queens, New York Category:People from Suffolk County, New York Category:American jazz singers Category:American male singers Category:20th-century American male actors Category:21st-century American male actors Category:Living people Category:Catholics from New York (state) Category:Jazz musicians from New York (state) Category:American male jazz musicians",
 "title": "Robert Davi"
}