{
 "id": "453651",
 "text": "East Kalimantan (Indonesian: ) is a province of Indonesia. Its territory comprises the eastern portion of Borneo. It had a population of about 3.03 million at the 2010 Census (within the current boundary), 3.42 million at the 2015 Census, and 3.766 million at the 2020 census.Badan Pusat Statistik, Jakarta, 2021. Its capital is the city of Samarinda. East Kalimantan has a total area of revised area following the removal of Tarakan city and four regencies to form the new North Kalimantan province in 2012, and subsequently amended by BPS. and is the second least densely populated province in Kalimantan. The majority of the region shares a maritime border to the east with West Sulawesi and Central Sulawesi; its Cape Mangkalihat separates the Makassar Strait from the Celebes Sea. Its former northernmost region was split off in October 2012 and is now North Kalimantan; meanwhile it still shares land border to the west with West Kalimantan and Central Kalimantan; to its south, East Kalimantan borders South Kalimantan. The province bordered Sabah before the split, but still borders Sarawak. In December 2012, the existing West Kutai Regency was split in two, with the northwesternmost five districts forming a new Mahakam Ulu Regency. East Kalimantan is now divided into seven regencies and three cities. Isran Noor is the current Governor of East Kalimantan and Hadi Mulyadi is its vice governor. == New national capital == The province will host the future capital city of Indonesia that will be built on the border of Kutai Kartanegara and Penajam North Paser regencies. The future capital is due to be named Nusantara, with construction originally projected to start in 2020, and intended to conclude in 2024. However, at a hearing before Committee V of Indonesia's House of Representatives on 2 June 2021, a government representative asserted that the government has not allocated the 2022 budget for the project (for 2022, the ministry proposed a budget worth over 100.46 trillion rupiah - over 7 billion US$ - a steep reduction from the figure of 149.81 trillion rupiah in 2021. Earlier, the National Planning Development Authority had said that the total sum needed to move the city from its current location in Jakarta to East Kalimantan province amounted to 486 trillion rupiah, of which 265.2 trillion will be mobilised through the public-private partnership (PPP), 127.3 trillion from private special funds, and 93.5 trillion from the state budget. But the Ministry of Finance has now said that the government has switched its priorities to mitigating the effect of COVID-19. The ministry announced that it has not allocated budget for the new capital project this year. == History == East Kalimantan was once mostly covered by tropical rainforest. In prehistory period, there is limestone cave called Lubang Jeriji Saléh located in the Sangkulirang-Mangkalihat Karst in district of Bengalon, East Kutai, believed to contain one of the oldest figurative art in the world. The cave paintings were first spotted in 1994 by the French explorer Luc-Henri Fage and the French archaeologist Jean-Michel Chazine, from Kalimanthrope. In 2018, a team of scientists investigating the cave, led by Maxime Aubert from Griffith University and Pindi Setiawan from the Bandung Institute of Technology, published a report in the journal Nature identifying the paintings as the world's oldest known figurative art. The team had previously investigated cave paintings in the neighbouring island of Sulawesi. In order to date the paintings, the team used dating techniques on the calcium carbonate (limestone) deposits close to them. East Kalimantan is home to several kingdoms, such as the first and oldest Hindu kingdom of Indonesia, the Kingdom of Kutai Martadipura founded in the 4th Century CE, it was then succeeded by the Sultanate of Kutai ing Martadipura in the 14th Century CE. Other kingdoms are also located in East Kalimantan such as the Sultanate of Pasir. East Kalimantan region include Pasir, Kutai, Berau and also Karasikan (Buranun / pre-Sultanate of Sulu) claimed as conquered territory Suryanata Maharaja, the governor of Majapahit in the State Dipa (which is located in the Great Temple in Amuntai) until 1620 in the Sultanate of Banjar. Between the years 1620–1624, kingdoms in East Kalimantan turned into an area influence of the Sultanate of Sultan Alauddin Makassar, before the Bungaya agreement. According to the Hikayat Banjar, the Sultan of Makassar never borrowed land for trade covers an area east and southeast of Borneo to the Sultan Mustain Billah of Banjar when Kiai Martasura sent to Makassar and entered into an agreement with the Sultan Tallo I Mangngadaccinna Daeng I Ba'le 'Sultan Mahmud Karaeng Pattingalloang, which became Mangkubumi and principal advisor to the Sultan Muhammad Said, King of Gowa in 1638–1654 and also in-law of Sultan Hasanuddin, which will make the East Kalimantan region as a place to trade for the Sultanate of Makassar (Gowa-Tallo), since that began to arrive people from South Sulawesi. However, based on the agreement between the Sultanate of Banjar and the Dutch East India Company (VOC) in 1635, VOC help Banjar restore lands in East Kalimantan into spheres of influence of the Sultanate of Banjar. It is embodied in the Bungaya agreement, that the Sultanate of Makassar are not allowed to trade up to the east and the north Borneo In accordance with treaties, on January 1, 1817, Sultan Sulaiman of Banjar handed East Kalimantan, Central Kalimantan, part of West and South Kalimantan (including Banjarmasin) over to the Dutch East Indies. On May 4, 1826, Sultan Adam al- wathiq Billah of Banjar reaffirmed the handover of these territories to the Dutch East Indies colonial administration. In 1846, the Dutch began to put a Resident Assistant in East Borneo at Samarinda (now the province of East Kalimantan and the eastern part of South Kalimantan) named H. Von Dewall. East Kalimantan was then part of the Dutch East Indies. East Kalimantan with its then administrative area was established based on the Law No. 25 of 1956 with the first governor being APT Pranoto. == Geography == East Kalimantan Province comprises a land area of 125,336.81 square kilometers and a comprehensive ocean management area of 25,656 km2, located between 113°44'E and 119°00'E, and between 2°33'N and 2°25'S. The province is divided into seven regencies and three cities, subdivided into 103 districts and 1,026 villages (kelurahan). The regencies (with their administrative capitals) and cities are enumerated below. East Kalimantan is one of the main gates to the eastern part of Indonesia. The area is also known as a storehouse of timber and mining, has hundreds of rivers (scattered across almost all regencies and cities) which area the main means of transportation in addition to land transport, with the longest river being the Mahakam. East Kalimantan borders North Kalimantan in the north, South Kalimantan in the south, Central Kalimantan in the southwest, and West Kalimantan and Sarawak in the east. It touches the Celebes Sea and the Makassar Strait in the east, with its large Mangkalihat Peninsula separating the two. There are hills in almost all districts, and there are numerous lakes. Most lakes are located in the Kutai Regency, with the most extensive lakes, Semayang and Melintang, having an area of 13,000 ha and 11,000 ha respectively. === Climate === Such a climate of Indonesia in general, East Kalimantan tropical climate and has two seasons, dry and rainy seasons. The dry season usually occurs in May to October, while the rainy season in November to April. This situation continued every year interspersed with transitional season in certain months. Moreover, because of its location on the equator, the climate in East Kalimantan are also affected by wind monsoon, monsoon wind is November–April west and east monsoon winds from May to October. In recent years, the situation in East Kalimantan season is sometimes erratic. In the months that it is supposed to rain, there is no rain at all, or vice versa in the months that should be dry it rains for a much longer time. ==== Temperature and humidity ==== Temperatures somewhere high and low are determined by the area of the ocean surface and the distance from the beach. In general, East Kalimantan hot climates with temperatures in 2013 ranged from 21.6 ⁰C in Berau October to 35.6 ⁰C in Berau in September. Aside from being a tropical area with extensive forests, in 2013 the average humidity between 83 and 87 percent of East Kalimantan. The lowest air humidity observed by the meteorological station Samarinda happens in a few months with 82 percent humidity. While the highest occurred in Berau in February with 91 percent humidity. ==== Rainfall and wind conditions ==== Rainfall in East Kalimantan region varies by month and location of monitoring stations. Average highest rainfall recorded at the Meteorological Station Berau amounted to 245.1 mm and the lowest for the year 2013 was recorded at the Meteorological Station Samarinda is 237.8 mm. At some monitoring stations monitor wind conditions in East Kalimantan in 2013. Observations show that wind speeds between 3 and 4 knots. The highest wind speed was 4 knots in Balikpapan and Berau, while the lowest was 3 knots in Samarinda. == Administrative divisions == Until 2012, East Kalimantan was divided into ten regencies (kabupaten) and four cities (kota). On 22 October 2012, the Indonesian House of Representatives agreed to the creation of a new province out of the four most northerly of the Regencies in East Kalimantan, namely Malinau Regency, Nunukan Regency, Tana Tidung Regency and Bulungan Regency, together with one city, Tarakan. Accordingly, these were split off to form the new province of North Kalimantan on 25 October 2012, while the existing West Kutai Regency was split into two in December 2012, leaving the following regencies and cities to comprise the reduced East Kalimantan: {| class=\"wikitable sortable\" style=\"margin-bottom: 0;\" ! Name !! Area (km2) !! Pop'n 2010 Census !! Pop'n 2015 Census !! Pop'n 2020 Census !! Capital !! HDI 2019 |- | Paser Regency ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Tanah Grogot|| 0.723 () |- | Penajam North Paser Regency (Penajam Paser Utara) ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Penajam|| 0.716 () |- | Balikpapan City ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Balikpapan|| 0.801 () |- | West Kutai Regency (Kutai Barat) ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Sendawar|| 0.716 ( |- | Mahakam Ulu Regency (Mahakam Ulu) ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Ujoh Bilang|| 0.676 () |- | Kutai Kartanegara Regency ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Tenggarong|| 0.738 () |- | Samarinda City ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Samarinda|| 0.802 () |- | Bontang City ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Bontang|| 0.801 () |- | East Kutai Regency (Kutai Timur) ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Sangatta|| 0.735 () |- | Berau Regency ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Tanjung Redeb|| 0.749 () |- | TotalsTotals adjusted to take account of the removal of Tarakan City and four regencies, as confirmed by Biro Pusat Statistik. ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| || Samarinda || 0.766 () |} == Education == === Schools === *SMPN 3 Balikpapan == Ecology == Illegal logging has removed much of the original forests of the province. Less than half the original forest remains in places such as the Kayan Mentarang and the Kutai national parks. The projects that supports tropical rainforest conservation includes a WWF projecthttp://www.panda.org/heart-of-borneo/ WWF Heart of Borneo conservation initiative – orang-utan, rhinoceros and pygmy elephant cling for survival. and Samboja Lestari lodge, one of Borneo Orangutan Survival Foundation's reforestation and orangutan rehabilitation projects.http://www.sambojalodge.com/ == Economy == East Kalimantan's economy heavily depends on earth resources such as oilfield exploration, natural gas, coal and gold. Balikpapan has an oil refinery plant that was built by Dutch governance before World War II, destroyed during World War II, and rebuilt after Indonesian independence. Other developing economic sectors include agriculture and tourism. Obstacles to economic development include a lack of transportation infrastructure. Transportation depends on traditional boats connecting coastal cities and areas along main river, Mahakam River. In 2012, Russia's state railway firm Joint Stock Company (JSC) signed a Memorandum of Understanding with the East Kalimantan Governor over railway lines to transport coal and other freight. The first stage will connect an area near Balikpapan port to West Kutai Regency in a 183-kilometer line and is estimated to cost about $1.8 billion. It will commence in 2013 and by 2017 it is hoped that it carry 20 million tons of coal annually. The second phase will connect a line to Murung Raya in Central Kalimantan with a 60 kilometer line, which will cost an estimated $600 million. Several oil fields have been discovered in the Mahakam River Delta including Attaka, Badak (1971), Semberah, Nilam, Sanga Sanga, Bekapai (1972), Handil (1974), Samboja, Jakin and Sepinggan.Verdier, A.C., Oki, T., and Suardy, A., 1980, Geology of the Handil Field (East Kalimantan-Indonesia), in Giant Oil and Gas Fields of the Decade:1968-1978, AAPG Memoir 30, Halbouty, M.T., editor, Tulsa: American Association of Petroleum Geologists, , p. 401Huffington, R.M., and Helmig, H.M., Discovery and Development of the Badak Field, East Kalimantan, Indonesia,1980, in Giant Oil and Gas Fields of the Decade:1968-1978, AAPG Memoir 30, Halbouty, M.T., editor, Tulsa: American Association of Petroleum Geologists, , p. 441DeMatharel, M., Lehmann, P., Oki, T., Geology of the Bekapai Field, in Giant Oil and Gas Fields of the Decade:1968-1978, AAPG Memoir 30, Halbouty, M.T., editor, Tulsa: American Association of Petroleum Geologists, , p. 459 The Handil, Badak and Bekapai fields are anticline structural traps with oil reservoir sandstones between 450 and 2900 m. The delta is in the Kutei basin, bounded by the Mankalihat and Paternoster carbonate arch, containing Eocene shales overlain by Oligocene fluvial deposits during marine regression, culminating in the formation of the delta in the late Miocene. == North Kalimantan Province == North Kalimantan was formally inaugurated as the 34th province of Indonesia on April 15, 2013. The new province was previously part of East Kalimantan Province and Irianto Lambrie will be acting as the governor until a new governor is chosen in an election. == Demographics == === Ethnicity === The most populous ethnic group in East Kalimantan is the Javanese (29.55%) which is spread in almost all regions, especially the transmigration areas to urban areas. The second largest ethnic namely Bugis (18.26%), which occupy many coastal areas and urban areas. The third largest Ethnicity is Banjar (13.94%) were quite dominant in the city of Samarinda and Balikpapan. East Kalimantan is a major destination of origin of Java, Sulawesi and South Kalimantan. The fourth largest group is the Dayak (9.91%), which occupies the interior part of the province. Kutai (9.21%) which inhabit Kutai, East Kutai and Kutai Barat was fifth. In the sixth to ten consecutive namely Toraja (1.16%), Paser (1.89%), Sunda (1.59%), Madura (1.24%) and Auto Buton (1.25%) and other tribes from various regions in Indonesia. === Language === People in East Kalimantan generally use Indonesian in official purposes and Banjarese for inter-ethnic communication. Due to the large number of Banjarese people in the province, their language became the main lingua franca especially in cities like Samarinda and Balikpapan. Besides Banjarese, there is a significant presence of Javanese and Buginese speakers as well, due to the large migration of Javanese and Buginese people into the region. Other languages spoken in East Kalimantan is Kutai Malay (a distinct Malay variety closely related but distinct from Banjarese), Paser, Tidung, Berau Malay, Tunjung, Bahau, Modang Lundayeh and others more. === Religion === A long time ago, Indic influenced native pagan cults dominated Borneo from old Kutai until Islam gradually supplanted Paganism in the 14th and 15th century. Islam spread from eastern coast of Kalimantan with non-native people (transmigran) and Kutai people. Inland Borneo with most of native people (Dayak) dominated by Christianity and Tribal religions. According to the 2021 census, 3.320.000 people is Muslim, 286.150 is Protestant, 168.140 is Roman Catholic, 15.630 is Buddhism, 8.500 is Hindus and 308 is Confusianism or folk religion. == References == . Category:Provinces of Indonesia",
 "title": "East Kalimantan"
}