{
 "id": "454092",
 "text": "Sosthenes Behn (January 30, 1884 – June 6, 1957) was an American businessman, and the founder of ITT. He held the rank of lieutenant colonel in the U.S. Army. ==Biography== ===Early years=== Sosthenes Behn was born in the island of St. Thomas, then part of the Danish West Indies. His ancestry was Danish on his paternal side, and French on his maternal side. Behn served in the United States Army and was commissioned a captain, Signal Corps, on June 19, 1917. He later achieved the rank of Lieutenant Colonel, having served with distinction during World War I. Behn served with the American Expeditionary Force (AEF) in France until February 1919. He was given command of the 232nd Field Signal Battalion, Château-Thierry, Saint-Mihiel, Argonne. In recognition of his meritorious service during the war he was awarded the Distinguished Service Medal (DSM). ===Puerto Rico Telephone Company and ITT=== After his return from military service, Colonel Behn co-founded the Puerto Rico Telephone Company which eventually spawned ITT.Morales Cortés, Ramón. Telecommunications in Puerto Rico (paper). New York, US: Virtual Institute of Information. Under his direction ITT was granted the monopoly of telephone service in Spain (Compañía Telefónica Nacional de España) in 1924,García-Algarra, Javier: \"The American influence in Telefónica's public relations strategy during the 20s and 30s\", IEEE HISTELCON 2010 and purchased the international division of Western Electric, including a factory in Antwerp (the International Bell Telephone Company) which manufactured the Rotary telephone system. According to Anthony Sampson's book The Sovereign State of ITT, one of the first American businessmen Hitler received after taking power in 1933 was Sosthenes Behn, then the CEO of ITT, and his German representative, Henry Mann. Antony C. Sutton, in his book Wall Street and the Rise of Hitler, makes the claim that ITT subsidiaries made cash payments to SS leader Heinrich Himmler. ITT, through its subsidiary C. Lorenz AG of Berlin, owned 25% of Focke-Wulf, the German aircraft manufacturer, builder of some of the most successful Luftwaffe fighter aircraft. In addition, Sutton's book uncovers that ITT owned Dr. Erich F. Huth GmbH (Signalbau Huth, Berlin), which made radio and radar parts that were used in equipment going to the Wehrmacht. Behn, along with his brother, Hernan, built the Two Brothers Bridge --Puente Dos Hermanos in Spanish-- in San Juan. The bridge links the districts of Condado and Old San Juan. Colonel Behn and Ludwig Roselius, founder of the company Café HAG, owned 74% of German aircraft manufacturer Focke-Wulf after the company reconstitution in 1936. Barbara Goette referred to Colonel Behn as a huge global player but never trusted him as he was involved with Hitler.Leidig, Ludwig. Bombshell sbpra, 2013, Sosthenes Behn met with Hitler on 3/8/1933 and in 1936 there was a high-level meeting in Berlin where it was proposed that Behn through ITT gain 50% of Focke-Wulf and oust Café HAG completely, but after Barbara Goette intervened with Hitler, Ludwig Roselius' life was spared and he became majority shareholder in Focke-Wulf with 46% and a massive capital injection occurred.The Office of Military Government US Zone in Post-War Germany 1946-1949, declassified per Executive Order 12958, Section 3.5 NND Project Number: NND 775057 by: NND Date: 1977. During the war, all of ITT's German holdings were put under Nazi control. These included a minority share in airplane manufacturer Focke-Wulf, which ITT had acquired through its contacts with German financier Kurt Baron von Schröder. After the end of the war, the US authorities returned these assets to their rightful US owner. Behn appointed Gerhard Westrick to the board of Focke-Wulf after the reconstitution in 1936. He was ITT's corporation chairman in Germany. After Pearl Harbour, at meetings with Baron Kurt von Schröder and Behn in Switzerland, Westrick nervously admitted he had run into a problem. Wilhelm Ohnesorge, the elderly minister in charge of post offices, who was one of the first fifty Nazi party members, was strongly opposed to ITT's German companies continuing to function under New York management in time of war. Behn told Westrick to use Schröder and the protection of the Gestapo against Ohnesorge. In return, Behn guaranteed that ITT would substantially increase its payments to the Gestapo through the Circle of Friends. A special board of trustees was set up by the Nazis to cooperate with Behn and his thirty thousand staff in Occupied Europe. Ohnesorge savagely fought these arrangements and tried to obtain the support of Himmler. However, Schröder had Himmler's ear, and so, of course did his close friend and associate Walter Schellenberg. Ohnesorge appealed directly to Hitler and condemned Westrick as an American sympathiser. However, Hitler realized the importance of ITT to the German economy and proved supportive of Behn. In 1943, ITT became majority shareholder of Focke-Wulf Flugzeugbau GmbH with 29% due to Ludwig Roselius' Kaffee HAG share falling to 27% after he died on May 15.Dieter Pfliegensdörfer; Volker Bergmann; Willi Elmers; Manfred Fittkau; Michael Jung; Michael Wolf; Wolfgang Günther. Wellblech & Windkanal. Arbeit und Geschäfte im Bremer Flugzeugbau von den Anfängen 1909 bis heute. Steintor, 1989, ===Death=== Behn died on 6 June 1957. He is buried at Arlington National Cemetery.Behn, Sosthenes, ANC Explorer == See also == * Telecommunications in Puerto Rico == References == == External links == * Sosthenes Behn Sosthenes Behn: Brief Biography Category:1882 births Category:1957 deaths Category:20th-century Puerto Rican businesspeople Category:American people of Puerto Rican descent Category:People from Saint Thomas, U.S. Virgin Islands Category:United States Army personnel of World War I Category:Burials at Arlington National Cemetery Category:ITT Inc. people Category:United States Army colonels Category:American people of Danish descent Category:Puerto Rican people of Danish descent Category:American people of French descent Category:Puerto Rican people of French descent",
 "title": "Sosthenes Behn"
}