{
 "id": "454524",
 "text": "The black geese of the genus Branta are waterfowl belonging to the true geese and swans subfamily Anserinae. They occur in the northern coastal regions of the Palearctic and all over North America, migrating to more southernly coasts in winter, and as resident birds in the Hawaiian Islands. Alone in the Southern Hemisphere, a self-sustaining feral population derived from introduced Canada geese is also found in New Zealand. The black geese derive their vernacular name for the prominent areas of black coloration found in all species. They can be distinguished from all other true geese by their legs and feet, which are black or very dark grey. Furthermore, they have black bills and large areas of black on the head and neck, with white (ochre in one species) markings that can be used to tell apart most species.The nēnē, which is aberrant in many respects, has no white on the head or neck and fairly little black, being quite similar to the swan goose in the color pattern of these areas, and was thus formerly assigned to the monotypic genus Nesochen. The swan goose, a grey goose, also has a black bill, but its reddish-orange legs indicate its actual relationships. As with most geese, their undertail and uppertail coverts are white. They are also on average smaller than other geese, though some very large taxa are known, which rival the swan goose and the black-necked swan in size. The Eurasian species of black geese have a more coastal distribution compared to the grey geese (genus Anser) which share the same general area of occurrence, not being found far inland even in winter (except for occasional stray birds or individuals escaped from captivity). This does not hold true for the American and Pacific species, in whose ranges grey geese are, for the most part, absent. ==Taxonomy== The genus Branta was introduced by the Austrian naturalist Giovanni Antonio Scopoli in 1769. The name is a Latinised form of Old Norse Brandgás meaning burnt as in \"burnt (black) goose\". The type species is the brant goose (Branta bernicla). Ottenburghs and colleagues published a study in 2016 that established the phylogenetic relationships between the species. ===Species list=== The genus contains six living species. {| class=\"wikitable\" |- ! Image !! Scientific name !! Common name!! Distribution |- |120px || Branta bernicla|| Brant (U.S.) or brent goose (U.K.) || High Arctic tundra. Circumpolar; several distinct breeding populations, which winter in particular areas (some of which overlap) along the northern temperate zone of the Atlantic and Pacific coastlines. Some resident populations can be found in the United States and Western Europe. |- |120px || Branta ruficollis || Red-breasted goose || Arctic Siberia, mainly on the Taymyr Peninsula, with smaller populations in the Gydan and Yamal Peninsulas, northwestern shores of the Black Sea in Bulgaria, Romania and Ukraine |- |120px || Branta sandvicensis || Nene, nēnē, or Hawaiian goose || Hawaiian Islands |- |120px || Branta canadensis || Canada goose || Temperate regions of North America, introduced populations in Western Europe, Scandinavia, Japan, New Zealand, Chile, Argentina and the Falkland Islands |- |120px || Branta leucopsis || Barnacle goose || Breeding on Arctic islands of the northeastern Atlantic, wintering in North-Western Europe to France. |- |120px || Branta hutchinsii – formerly included in B. canadensis || Cackling goose || North America, northern Canada and Alaska |- |} Two species have been described from subfossil remains found in the Hawaiian Islands, where they became extinct in prehistoric times: * Nēnē-nui or wood-walking goose, Branta hylobadistes (prehistoric) :Similar but hitherto undescribed remains are known from on Kauaʻi and Oʻahu. * Giant Hawaii goose, Branta rhuax (prehistoric), formerly Geochen rhuax The relationships of the enigmatic Geochen rhuax, formerly known only from parts of a single bird's skeleton damaged due to apparently dying in a lava flow, were long unresolved. After reexamination of the subfossil material and comparisons with other subfossil bones from the island of Hawaii assigned to the genus Branta, it was redescribed as Branta rhuax in 2013. While a presumed relation between B. rhuax and the shelducks, proposed by Lester Short in 1970, has thus been refuted, bones of a shelduck- like bird have been found more recently on Kaua‘i. Whether this latter anatid was indeed a shelduck is presently undetermined. Similarly, two bones found on Oʻahu indicate the erstwhile present of a gigantic waterfowl on this island. Its relationships relative to this genus and the moa-nalos, enormous goose- like dabbling ducks, are completely undeterminable at present. ===Early fossil record=== Several fossil species of Branta have been described. Since the true geese are hardly distinguishable by anatomical features, the allocation of these to this genus is somewhat uncertain. A number of supposed prehistoric grey geese have been described from North America, partially from the same sites as species assigned to Branta. Whether these are correctly assigned – meaning that the genus Anser was once much more widespread than today and that it coexisted with Branta in freshwater habitat which it today does only most rarely – is not clear. Especially in the case of B. dickeyi and B. howardae, doubts have been expressed about its correct generic assignment. *Branta woolfendeni (Big Sandy Late Miocene of Wickieup, USA) *Branta thessaliensis (Late Miocene of Perivolaki, Greece) *Branta dickeyi (Late Pliocene – Late Pleistocene of W USA) *Branta esmeralda (Esmeralda Early Pliocene) *Branta howardae (Ricardo Early Pliocene) *Branta propinqua (Middle Pleistocene of Fossil Lake, USA) *Branta hypsibata (Pleistocene of Fossil Lake, USA) The former \"Branta\" minuscula is now placed with the prehistoric American shelducks, Anabernicula. On the other hand, a goose fossil from the Early- Middle Pleistocene of El Salvador is highly similar to Anser and given its age and biogeography it is likely to belong to that genus or Branta. ==Footnotes== ==References== ==Further reading== * * Category:Bird genera Category:Geese Category:Anatidae Category:Extant Miocene first appearances Category:Taxa named by Giovanni Antonio Scopoli",
 "title": "Branta"
}