{
 "id": "454760",
 "text": "BGI, currently known as the BGI Group, formerly known as the Beijing Genomics Institute, is a Chinese life sciences company, with its headquarters in Shenzhen, Guangdong, China. It was originally formed in 1999 as a genetics research center to participate in the Human Genome Project. It also sequences genomes of other animals, plants and microorganisms. The company has transformed from a research institute that decoded the DNA of pandas and rice plants into a company active in animal cloning, health testing, and contract research. BGI's earlier research has been continued by the Beijing Institute of Genomics, Chinese Academy of Sciences which split in 2006, alongside its not-for-profit arm BGI Research and China National GeneBank which is operated by BGI Research under contract with the Chinese government. BGI's scientists were part of the team that sequenced the SARS-CoV-2 virus genome and shared it with researchers around the globe. Wang Jian led a team from BGI to work with the local authorities in Wuhan where BGI built the first Huo-Yan laboratory, a biosafety level 2 integrated high-throughput nucleic acid testing laboratory with a daily throughput capacity of 10,000 tests. BGI's RT-PCR detection test for SARS-CoV-2 was granted Emergency Use Authorization by China's NMPA on January 26, 2020, and CE mark on February 24, 2020, followed by FDA, PMDA, and Health Canada approval in 2020. In 2021, details came to light about multiple controversies involving the BGI Group. These controversies include alleged collaboration with the People's Liberation Army (PLA) and use of genetic data from prenatal tests, which number in the millions, to \"map the prevalence of viruses in Chinese women, look for indicators of mental illness in them, and single out Tibetan and Uyghur minorities to find links between their genes and their characteristics.\" BGI denied that it shares prenatal genetics data with the PLA. ==History== Wang Jian, Yu Jun, Yang Huanming and Liu Siqi created BGI in September 1999, in Beijing, China as a non-governmental independent research institute in order to participate in the Human Genome Project as China's representative.The dragon's DNA, Jun 17th 2010, The Economist After the project was completed, funding dried up, after which BGI moved to Hangzhou in exchange for funding from the Hangzhou Municipal Government. In 2002, BGI sequenced the rice genome, which was a cover story in the journal Science. In 2003 BGI decoded the SARS virus genome and created a kit for detection of the virus. In 2003, the Chinese Academy of Sciences founded the Beijing Institute of Genomics in cooperation with BGI, with Yang Huanming as its first director. BGI Hangzhou and the Zhejiang University also founded a new research institute, the James D. Watson Institute of Genome Sciences, Zhejiang University. The Watson Institute was intended to become a major center for research and education in East Asia modeled after the Cold Spring Harbor Laboratory in the US. In 2007 BGI's headquarters relocated to Shenzhen as \"the first citizen-managed, non-profit research institution in China\". Yu Jun left BGI at this time purportedly selling his stake to the other 3 founders for a nominal sum. In 2008, BGI-Shenzhen was officially recognized as a non-profit organization by the Shenzhen government.About BGI, BGI In 2008, BGI published the first human genome of an Asian individual.Ye, Jia (2008) An Interview with a Leader in Genomics — Beijing Genomics Institute Asia Biotech, Retrieved 14b January 2013 In 2010 BGI Shenzhen was certified as meeting the requirements of ISO9001:2008 standard for the design and provision of high-throughput sequencing services, The same year BGI bought 128 Illumina HiSeq 2000 gene- sequencing machines,Kevin Davies, (27 September 2011) The Bedrock of BGI: Huanming Yang Bio-IT World, Retrieved 14 January 2014 which was backed by US$1.5 billion in \"collaborative funds\" over the next 10 years from the China Development Bank. By the end of the year, they reportedly had a budget of $30 million. In 2010, BGI Americas was established with its main office in Cambridge, Massachusetts, USA, and BGI Europe was established in Copenhagen, Denmark. By 2018, they were expanded with offices and laboratories in Seattle and San Jose in USA, and London in the UK, as well were founded BGI Asia Pacific with offices in Hong Kong, Kobe (Japan), Bangkok (Thailand), Laos, Singapore, Brisbane (Australia) and many others. In 2011 BGI reported it employed 4,000 scientists and technicians,Lone Frank, High-Quality DNA, Apr 24, 2011, The Daily Beast and had a $192 million in revenue. BGI did the genome sequencing for the deadly 2011 Germany E. coli O104:H4 outbreak in three days and released it under an open license. Since 2012, it has started to commercialize its services, having investments from China Life Insurance Company, Citic's Goldstone Investment, Jack Ma's Yunfeng Capital, and SoftBank China Capital. That year they also launched their own scientific journal, GigaScience, partnering with BioMed Central to publish data-heavy life science papers. A new partnership was subsequently formed between the GigaScience Press department of BGI and Oxford University Press and since 2017 GigaScience has been co-published with the Oxford University Press. In 2013 BGI reported it had relationships with 17 out of the top 20 global pharmaceutical companies,Pharma and Biotech Services Introduction, BGI and advertised that it provided commercial science, health, agricultural, and informatics services to global pharmaceutical companies.BGI - Industry, BGI That year it bought Complete Genomics of Mountain View, California, a major supplier of DNA sequencing technology, for US$118 million.Specter, Michael (6 January 2014) The Gene Factory The New Yorker, Retrieved 28 October 2014 In the same year, the BGI was roughly valued at $820 million. In 2015, they signed a collaboration with the Zhongshan Hospital' Center for Clinical Precision Medicine in Shanghai, opened in May 2015 with a budget of ¥100 million. They are reportedly being involved as a sequencing institution in China's US$9.2-billion research project for medical care which will last for 15 years. In May 2017, was announced formation of West Coast Innovation Center, co- located in Seattle and San Jose, on the first location planned to work on precision medicine and feature collaborations with University of Washington, the Allen Institute for Brain Science, the Bill & Melinda Gates Foundation, and Washington State University, while on the second's already existing laboratory with 100 employees to develop the next-generation sequencing technologies. In May 2018, reached an agreement with Mount Sinai Hospital (Toronto), Canada, for first installation of BGISEQ platforms in North America. The BGI Group subsidiary, BGI Genomics, made an initial public offering in July 2017 at Shenzhen Stock Exchange, raising ¥547 million ($80.7 million), with company's first-day valuation set at over $1.15 billion. In 2018, the BGI was reportedly 85.3% owned by Wang Jian, and the group owns 42.4% of its main unit BGI Genomics. The reported market value for BGI Genomics in July 2018 was around $5 billion, as is of another subsidiary, MGI Tech, specialized in developing and manufacturing technology, was reported to schedule an IPO of a stake of about 20% for $1 billion for 2019 in Hong Kong. In 2020 MGI closed a $1 billion series B funding round that included investment from IDG Capital and Citic Private Equity Funds Management. In 2021 it was reported that MGI Tech was planning to list in Shanghai. == Controversies == === Allegations of genetic surveillance in Xinjiang === In 2019, it was reported that a BGI subsidiary, Forensic Genomics International, had created a WeChat-enabled database of genetic profiles of people across the country. In July 2020, it was reported that BGI returned a Paycheck Protection Program loan following media scrutiny. The same month, the United States Department of Commerce's Bureau of Industry and Security placed two BGI subsidiaries on its Entity List for assisting in alleged human rights abuses due to its genetic analysis work in Xinjiang. === Patent infringement lawsuits === In 2019, competitor Illumina, Inc. filed multiple patent infringement lawsuits against BGI. In response, BGI has filed patent infringement lawsuits against Illumina alleging violations of federal antitrust and California unfair competition laws. === Collaboration with the Chinese military === In January 2021, Reuters reported that BGI has worked with the People's Liberation Army (PLA) and affiliated institutions such as the National University of Defense Technology on efforts to enhance soldiers' strength and other projects. In July 2021, Reuters reported that BGI developed a prenatal test, with the assistance of the People's Liberation Army, which is also used for genetic data collection. In an interview with the South China Morning Post, a BGI representative denied the Reuters report. The South China Morning Post stated that BGI published papers with the People's Liberation Army General Hospital and the Army Medical University, explaining in the article that in China \"many top-notch hospitals are affiliated with the military.\" BGI further stated “All NIPT data collected overseas are stored in BGI's laboratory in Hong Kong and are destroyed after five years, as stipulated by General Data Protection Regulation (GDPR)”. BGI also stated \"BGI has never been asked to provide, nor has it provided data from its NIFTY tests to Chinese authorities for national security or national defense security purposes.\" In response to the Reuters report, a German privacy regulator launched a probe of a German company's use of BGI's prenatal genetic tests. In August 2021, the UK announced a registration requirement with the Medicines and Healthcare products Regulatory Agency for BGI's prenatal tests. Regulators in Australia, Estonia, Canada, and Poland also raised concerns as did the U.S. National Counterintelligence and Security Center. In November 2021, Reuters reported that a University of Copenhagen professor, Guojie Zhang, who was also employed by BGI was developing drugs for the PLA to assist soldiers with managing altitude sickness. BGI stated that the study \"was not carried out for military purposes.\" ==Key achievements== * The de novo sequence and assemble mammalian and human genomes with short-read sequencing (so-called \"next generation sequencing\") * Sequenced the first ancient human's genome from the roughly 4,000-year-old permafrost-preserved hair of an extinct Palaeo-Eskimo * Sequenced the first diploid genome of an Asian individual, as part of the Yan Huang project * Initiated building a sequence map of the human pan-genome, estimated to contain 19-40 million bases not in the human reference genome * Contributed 10% of sequence information for the International HapMap Project * Produced proof-of-principle study for sequencing the microbiome of the human digestive system, an estimated 150 times larger than the human genome * Sequenced 40 domesticated and wild silkworms, identifying 354 genes likely important in domestication. * Sequenced the first giant panda genome, equal in size to the human genome. Sequencing revealed that the giant panda, Ailuropoda melanoleuca, has a frameshift mutation in a gene involved in sensing savory flavors, T1R1. The mutation might be the genetic reason why the panda prefers bamboo over meat. However, the panda also lacks genes expected for bamboo digestion, so its microbiome might play a key role in metabolizing its main source of food. * Participated in the Sino-British Chicken Genome Project * , plant genomes sequenced include rice, cucumber, soybean, and Sorghum. Animal genomes sequenced include silkworm, honey bee, water flea, lizard, and giant panda. An additional 40 animal and plant species and over 1000 bacteria had also been sequenced. *Nature in 2010 ranked BGI Shenzhen as the 4th among the top 10 institutions in China with all the others being universities and the Chinese Academy of Sciences. The ranking was based on articles in Nature research journals. By 2016, it topped the corporate institutions list in China as well was 13th corporate institution on global scale. In 2017, among the most productive corporate–academic collaborations between 2012 and 2016, the BGI and University of Copenhagen partnership was ranked as 4th. In the 2021 Nature Index BGI was placed 1st in Asia Pacific and 10th globally amongst corporates for high quality research papers in life sciences. * Between 2001 and 2013, the BGI featured in around 250 papers published in first-class academic journals. * In 2014, the BGI was reported to be producing 500 cloned pigs a year to test new medicines,Shukman, David (14 January 2014) China cloning on an 'industrial scale' BBC News Science and Environment, Retrieved 14 January 2014 and roughly 25% of world's genomic data. * In January 2018, BGI Genomics CEO, Yin Ye, stated they sequenced over 10,000 WGS samples, with additional 20,000 being sequenced by their BGISEQ-500 platform, about 70% of animals and plants until now were sequenced by the company and their partners, as well worked on \"over 10 million clinical samples, including running 2.8 million noninvasive prenatal tests, 2.6 million human papillomavirus tests, 1.53 million hearing impairment tests, just over half a million newborn screening tests, and around 25,000 rare disease tests\". *BGI Group announced at the AGBT conference in February 2020 that it will make genome sequencing cheaper, breaking the $100 barrier for the first time. *In 2021 Stereo-seq, a new spatial transciptome sequencing technology jointly developed by BGI- Research and other institutions was released. *In November 2021 as part of an international team led by The International Crops Research Institute for the Semi-Arid Tropics reported the sequencing of 3,366 chickpea genomes, representing the largest effort of its kind for crops, and enabling the construction of a comprehensive genomic variation map. ==Current research projects == === Human genetics === ==== Human Genome Project ==== An international project launched in 1990 and declared complete in 2003. They joined in 1999 and provided 1% of the workload. ==== International HapMap Project ==== An international project launched in 2002 and declared complete in 2009. They provided 10% of the workload. ==== Yan Huang Project ==== Started in 2007 and named after two Emperors (Yan Emperor and Huang (Yellow) Emperor believed to have founded China's dominant ethnic group, BGI planned in this project, to sequence at least 100 Chinese individuals to produce a high- resolution map of Chinese genetic polymorphisms. The first genome data was published in October 2007.(20 November 2008) TuanHuang - The First Asian Diploid Genome BGI Shenzhen web page, Retrieved 29 October 2014 An anonymous Chinese billionaire donated $10 million RMB (about US$1.4 million) to the project and his genome was sequenced at the beginning of the project. ==== 1000 Genomes Project ==== An international project to establish a detailed catalogue of human genetic variation launched in 2008 and declared complete in 2015. ==== International Cancer Genome Project ==== An international project launched in 2008. ==== 1000 Rare Disease Project ==== An international projected jointly initiated with Children's Hospital of Philadelphia in 2011. With it were discovered genes and mutations associated with rare diseases, which was reported in more than 20 scientific publications. They also \"co- developed a clinical whole exome diagnostic test offered through CHOP pathology since 2012\". They again collaborated in 2017 when CHOP's Children's Brain Tumor Tissue Consortium was joined by BGI's China National GeneBank. ==== Cognitive Genomics Project ==== A project called the Cognitive Genomics project focused on the research of the genetic basis of intelligence was announced in August 2012. American physicist Stephen Hsu joined as a scientific adviser and was one of the project's leaders. It was done on 2,200 samples mostly from the United States, out of which 1,600 were of individuals who participated in the Study of Mathematically Precocious Youth and reportedly have IQs over 160, collected by American psychologist and geneticist Robert Plomin. Other than publishing a new improved version of the popular Genome Wide Association Study tool PLINK, the project was never completed and the lead researchers moved to the US to set up the company Genomic Prediction which provides advanced genetic testing for IVF. === Animals and plants === ==== 1000 Plant Genome Project ==== Named the 1000 Plant Genomes Project (1KP), this was an international project launched in 2008 and declared complete in 2015. The final results were published in Nature in 2019. In 2010, BGI has announced it will contribute US$100 million to large-scale sequencing projects of plants and animals. In 2018 it was announced that the 1KP project was being succeeded by the 10KP project to sequence 10,000 plant species to a high (chromosome level) quality. ==== Three Extreme-Environment Animal Genomes Project ==== In 2009 BGI-Shenzhen announced the launch of three genome projects that focus on animals living in extreme environments. The three selected genomes are those of two polar animals: the polar bear and emperor penguin, and one altiplano animal: the Tibetan antelope. The Tibetan antelope genome was published in 2013, the polar bear in 2014, and the Emperor and Adelie penguin genomes in 2014. ==== International Big Cats Genome Project ==== In 2010, BGI, Beijing University, Heilongjiang Manchurian tiger forestry zoo, Kunming Institute of Zoology, San Diego Zoo Institute for Conservation Research in California, and others announced they would sequence the Amur tiger, South China tiger, Bengal tiger, Asiatic lion, African lion, clouded leopard, snow leopard, and other felines. It was announced at the time that BGI would also sequence the genomes and epigenomes of a liger and tigon. Since the two reciprocal hybrids have different phenotypes, despite being genetically identical, it was expected that the epigenome might reveal the basis of such differences. The project aim was to significantly advance conservation research and was auspiciously announced for the Chinese year of the Tiger. The liger and tigon projects were never carried out, but results were reported in 2013 for the genomes of the Amur tiger, the white Bengal tiger, African lion, white African lion and snow leopard. ==== Symbiont Genome Project ==== A jointly funded project announced on 19 March 2010, BGI announced it would collaborate with Sidney K. Pierce of University of South Florida and Charles Delwiche of the University of Maryland at College Park to sequence the genomes of the sea slug, Elysia chlorotica, and its algal food Vaucheria litorea. The sea slug uses genes from the algae to synthesize chlorophyll, the first interspecies of gene transfer discovered. Sequencing their genomes could elucidate the mechanism of that transfer. This work was eventually completed presenting the genome assembly with a total length of 557 Mb.A draft genome assembly of the solar-powered sea slug Elysia chlorotica. Sci Data 6, 190022 (2019). doi:10.1038/sdata.2019.22 in Scientific Reports in 2019 === Microorganisms === ==== Ten Thousand Microbial Genomes Project ==== The project was started on 1 August 2009, with the mission to sequence 10,000 microbes within 3 years. It includes sequencing industrial, agricultural, medical microorganism and many others. It is done in collaboration with many institutes, universities and enterprises, including Biotechnology Research Institute of the Chinese Academy of Agricultural Sciences and the Tianjin Institute of Industrial Biotechnology of Chinese Academy of Sciences. === COVID-19 === In January 2020, BGI Genomic announced its real-time fluorescent RT-PCR kit that helps in identification of SARS-CoV-2 virus that causes COVID-19. This was subsequently verified and authorized for use in 14 countries and regions, including emergency use listing by the World Health Organization. BGI Genomics reported that by April 2021 the RT-PCR kits had been distributed to more than 180 countries and regions. BGI also developed biosafety level 2 high-throughput nucleic acid detection laboratories, named Huo-Yan laboratories. On August 25, 2020, Reuters reported that about 3,700 people in Sweden were told in error that they had the coronavirus due to a fault in a COVID-19 testing kit from BGI Genomics. Despite being the 5th test to be given WHO Emergency Use Listing, and getting top marks in sensitivity tests in a Dutch study independently validating commercially available tests. BGI Genomics defended the product, blaming differences in thresholds used between labs looking at very low levels of the virus. ==Bioinformatics technology== In 2010, the institute 500-node supercomputer processed 10 terabytes of raw sequencing data every 24 hours from 30 or so Genome Analyzers from Illumina. The annual budget for the computer center was US$9 million. In the same year, BGI's computational biologists developed the first successful algorithm, based on graph theory, for aligning billions of 25 to 75-base pair strings produced by next-generation sequencers, specifically Illumina's Genome Analyzer, during de novo sequencing. The algorithm, called SOAPdenovo, can assemble a genome in two days and has been used to assemble an array of plant and animal genomes. SOAPdenovo is part of \"Short Oligonucleotide Analysis Package\" (SOAP), a suite of tools developed by BGI for de novo assembly of human-sized genomes, alignment, SNP detection, resequencing, indel finding, and structural variation analysis. Built for the Illumina sequencers' short reads, SOAPdenovo has been used to assemble multiple human genomes (identifying an eight kilobase insertion not detected by mapping to the human reference genome) and animals, like the giant panda. Up until 2015, BGI had released BGISEQ-100, based on Thermo Fisher Scientific's Ion Torrent device, and BGISEQ-1000, based on similar technology by Complete Genomics, for both of which received an approval from the CFDA for a NIFTY (Non-invasive Fetal Trisomy Test) prenatal test. In October 2015, BGI launched BGISEQ-500, a larger desktop sequencing system, which received an approved registration as a medical device a year later by the CFDA. It reportedly received more than 500 orders for the system and run over 112,000 tests until late 2016. The China National GeneBank, opened by BGI and Chinese Government in September 2016, has 150 instruments of the system. The BGISEQ-500 was developed as a sequencing platform capable of competing with Illumina's platforms with its quality and reduced price. In November 2016, BGI launched BGISEQ-50, a miniature version of desktop sequencer. In 2017, BGI began offering WGS for $600. In October 2017, MGI Tech, a subsidiary of BGI, launched two new sequencers MGISEQ-2000 and MGISEQ-200 (later renamed as DNBSEQ-G400 and DNBSEQ-G50), while a year later DNBSEQ-T7. ==See also== *Chinese National Human Genome Center *Wellcome Sanger Institute *Broad Institute == References == ==External links== * Category:Biotechnology companies established in 1999 Category:Biotechnology companies of China Category:Chinese brands Category:Chinese companies established in 1999 Category:Companies based in Shenzhen Category:DNA sequencing Category:Genetics or genomics research institutions Category:Genomics companies Category:Research institutes in China",
 "title": "BGI Group"
}