{
 "id": "454859",
 "text": "{| |} The Arado Ar 240 was a German twin-engine, multi-role heavy fighter aircraft, developed for the Luftwaffe during World War II by Arado Flugzeugwerke. Its first flight was in 1940, but problems with the design hampered development, and it remained only marginally stable throughout the prototype phase. The project was eventually cancelled, with the existing airframes used for a variety of test purposes. ==Design and development== The Ar 240 came about as the response to a 1938 request for a much more capable second-generation heavy fighter to replace the Messerschmitt Bf 110, which was becoming outdated. Both Arado and Messerschmitt responded. Messerschmitt's response, the Me 210, was a totally new design, but thanks to Messerschmitt's experience with the Zerstörer (\"Destroyer\") concept, it would be able to enter service quickly. Arado's design was considerably more ambitious for the smaller firm, a dream project of Arado's chief designer, Walter Blume, since the mid-1930s. While it would take some time before deliveries of the Arado design could begin, the Reichsluftfahrtministerium (German Aviation Ministry, RLM) was nevertheless interested enough to order prototypes of both designs.Gunston 1989, p. 157. Prior to this point, Arado had invested heavily in several lines of basic research. One was the development of the \"Arado travelling flap\" which offered excellent low-speed lift performance. Another was ongoing work in the design and construction of pressurized cockpits, which dramatically lowered pilot fatigue for any flight above about 4,500 m (14,760 ft). Finally, they had also invested in a technically advanced remote-control defensive gun system, which they had been experimenting with for several years. The system used a gunsight located in the rear cockpit, operated by the navigator/gunner, which had optics on both the top and bottom of the aircraft, allowing aim in any direction. The gunsight was hydraulically connected to well-streamlined pancake-shaped, remotely-operated turrets on the top and bottom of the aircraft. For the Ar 240 design, the Arado engineers combined all this research into a single airframe. For outright performance, they used as small a wing as reasonable, thereby lowering parasite drag (at the expense of greater lift-induced drag). Normally this would make the plane have \"impossibly high\" landing speeds, but this was offset by the use of a huge travelling flap and leading edge slats for high low-speed lift. When the flaps were extended, the upper portion of the ailerons would remain in place while the lower portion extended rearward, essentially increasing the wing area. thumb|right|A Jumo 222-powered Junkers Ju 288 prototype with ducted spinners, of a similar type to that intended for the Ar 240. The Daimler-Benz DB 601 inline engines were conventionally installed and equipped with three-blade, fully adjustable propellers. The radiators were somewhat unusual however, quite similar to those fitted to the Junkers Ju 88 which pioneered them - but much more closely resembling the intended installation of the radiators intended for the Junkers Ju 288, when powered by its intended multibank Junkers Jumo 222 liquid-cooled 24-cylinder engines - for both types, consisting of an annular block located in front of each engine, but with the Ar 240 partially covering each of them with an oversized, ducted flow-through propeller spinner forward of each radiator unit, with air entering through a large hole in the front of the spinner and exiting out of the cowl flaps, as the Jumo 222-powered Ju 288 design was intended to have.Ju 288 nacelles for Jumo 222 engines, showing the flow-through ducted spinners As with the Jumo inline-powered versions of the Ju 88, this made the plane look as if it were mounting a radial engine, and the Ar 240, like later Jumo inline-powered fighter aircraft from the Focke-Wulf firm (the Fw 190 D, Ta 152 and twin- engined Ta 154) also benefitted from the simpler setup of an annular radiator just forward of the engine. The fuel cells in the wings were provided with a newly developed self-sealing system that used thinner tank liners, allowing for more fuel storage. The liners could not be easily removed as they stuck to the outer surface of the tank, so in order to service them, the wing panelling had to be removable. This led to a complex system for providing skinning stiff enough to be handled in the field, complicating construction and driving up weight. As with all German multi-use aircraft designs of the era, the aircraft was required to be a credible dive bomber. The thick wing panelling was not suitable for piercing for conventional dive brakes, so a \"petal\"-type brake was installed at the extreme rear of the fuselage — appearing much like what had been trialled with the Dornier Do 217 — which, unlike the Do 217's vertically-opening \"petals\", opened to the sides instead when activated. When closed the brake looked like a stinger, extending beyond the horizontal stabilizer and twin fins. Finally, the cockpit was fully pressurized. This would not have been easy if the armament had to be hand-operated by the gunner, as it would have required the guns to penetrate the rear of the cockpit canopy. However, the remote control system allowed them to be located in turrets in the unpressurized rear of the fuselage. All of this added weight, and combined with the small wing, led to a very high wing loading of 330 kg/m2 (221 lb/ft2), compared to an average of about a 100 for a single- seat fighter. ==Operational history== ===Testing and evaluation=== Technical specifications were first published in October 1938, followed by detailed plans later that year. In May 1939, the RLM ordered a batch of six prototypes. The first Ar 240 V1 prototype, DD+QL, took to the air on 25 June 1940, and immediately proved to have poor handling in all axes, also tending to overheat during taxiing. The handling was thought to be the result of the ailerons being too small, given the thick wing, so the second prototype was modified to have larger ones, as well as additional vertical fin area on the dive brakes to reduce yaw. In addition, small radiators were added to the landing gear legs to improve cooling at low speeds, when the gear would normally be opened. Ar 240 V2, KK+CD, first flew on 6 April 1941, and spent most of its life at the factory in an experimental role. Ar 240 V3 followed, the first to be equipped with the FA 9 rear-firing armament system, developed jointly by Arado and DVL, armed with a 7.92 mm (.312 in) MG 81Z machine gun. Ar 240 V4 was the first to include an operational dive brake, and flew on 19 June 1941. Ar 240 V5 and the V6 followed in December and January, including the upgraded FA 13 system, using two 13 mm (.51 in) MG 131 machine guns in place of the MG 81Z for a considerable boost in firepower. Ar 240 V7 and V8 acted as prototypes for the planned Ar 240 B, which was to use two Daimler Benz DB 605As, while Ar 240 V9, V10, and V11, and V12 served as prototypes of the Ar 240 C. The Ar 240's excellent performance quickly led to the V3, V5 and V6 being stripped of their armament, including the defensive guns, and used as reconnaissance aircraft over England, where no other two-seater could venture by 1942. A number of pre-production Ar 240s served on the Eastern Front overflying Soviet military positions. ==Variants== ;Ar 240 A-0: Four preproduction aircraft. ;Ar 240 B: Proposed version ;Ar 240 C-1: Heavy fighter version. ;Ar 240 C-2: Night fighter version. ;Ar 240 C-3: Light bomber version. ;Ar 240 C-4: High-altitude reconnaissance version. The project was abandoned in favour of the Ar 440. ;Ar 440: Improved variant with the fuselage stretched by 0.9m (35.5 in) and powered by the 1,900 hp (1,417 kW) DB 603G, the production aircraft would have had two 2,000 hp (1,491 kW) DB 627A/B engines. Ar 240 V10 was earmarked as the Ar 440 prototype; second prototype not built.Griehl, Manfred, X-Planes: German Luftwaffe Protoytpes 1930-1945, Barnsley, South Yorkshire, UK: Frontline Books, 2012, , unpaginated. ==Specifications (Ar 240 A-01)== ==See also== ==References== ==Bibliography== * Green, William. Warplanes of the Third Reich. London: Macdonald and Jane's Publishers Ltd., Fourth impression 1979, First edition 1970. . * Gunston, Bill. Jane's Fighting Aircraft of World War II. New York: Jane's Publishing/Random House, 1989, First edition 1945. . * Lang, Gerhard. Arado Ar 240 (Luftwaffe Profile Series No.8). Atglen, PA: Schiffer Publishing, 1997. . * Smith, J.R. and Anthony L. Kay. German Aircraft of the Second World War. London: Putnam & Company Ltd., 1972. . ==External links== Ar 240 Category:1940s German fighter aircraft Category:Low-wing aircraft Category:Aircraft first flown in 1940 Category:Twin piston-engined tractor aircraft Category:Twin-tail aircraft",
 "title": "Arado Ar 240"
}