{
 "id": "455070",
 "text": "Cheshunt ( ) is a town in the Borough of Broxbourne, Hertfordshire, lying entirely within the London Metropolitan Area and Greater London Urban Area. The area is on the River Lea, Lee Navigation together with the New River. Broxbourne is on the town's northern boundary. Epping lies to the east. While Waltham Cross and Goff's Oak form its southern and western boundary respectively. Cheshunt is the most populated town in the borough Broxbourne with a population of 45,832 according to the United Kingdom's 2011 census. == History and geography == The Prime Meridian passes to the east of Cheshunt. The town name comes from the Old English name (as recorded in the Domesday Book) for the area, Cestrehunt, which probably refers to a \"castle, erected by the Romans\", the word cestre (along with the form ceastre), or even its modern forms, chester and caster being derived from the Latin castrum meaning \"fort\".Tompkins, Herbert Winckworth (2008) Hertfordshire; illustrated by Edmund H. New; large print ed. BiblioBazaar, LLC , , 196 pages, page 190 https://books.google.co.uk/books?id=9bxP3iowDuACThe Gentleman's Magazine. London: F. Jefferies, 1821; v. 91 pt. 1 Original from the University of Michigan; digitized 2 August 2005, page 521 https://books.google.co.uk/books?id=M_S10M8ze9MC This is commemorated in the arms of the former Cheshunt urban district council. Cheshunt was a settlement on Ermine Street, the main Roman road leading north from London. Before the Norman Conquest, the manor of Cheshunt was held by Eddeva the Fair, but William I granted it to Alan of Brittany. The parish church of St Mary the Virgin was first recorded in a charter of 1146, but was entirely rebuilt between 1418 and 1448 with a three-stage tower topped by an octagonal turret. As Princess Elizabeth, Queen Elizabeth I lived at Cheshunt in the care of Sir Anthony Denny, after she left Queen Catherine Parr's household in 1548.http://www.oxfordinstitutepress.com/files/Oxford_Midas_Press_Release.pdf Richard Cromwell, Lord Protector of the Commonwealth, died here in 1712. In 1825, Cheshunt was also the location of the Cheshunt Railway. Running from the town's High Street to the River Lea near the present-day Cheshunt railway station, this horse-drawn line was the first passenger-carrying monorail and the first railway line to be built in Hertfordshire. The town's Bury Green neighbourhood was once the home of singer Cliff Richard. Lotus Cars as well as the central headquarters the Debenhams store chain were formerly located in Cheshunt, and the headquarters of Tesco, the UK's largest supermarket chain, was located here until 2016. In 2002, Cheshunt hosted the only officially licensed European BotCon convention ever. In 1957, a review of how London was governed was undertaken by government and led by Sir Edwin Herbert, who was appointed to create the new Greater London conurbation as it is today. Initially, Cheshunt was planned to be merged in with the London Borough of Enfield; however, the plan was eventually dropped and Cheshunt remained part of Hertfordshire. The Metropolitan Police Service served Cheshunt until 2000, when policing was taken over by Hertfordshire Constabulary. Services in Cheshunt include the Brookfield Centre, which includes Next, Boots, Argos, River Island and Marks & Spencer stores, as well as a large Tesco Extra store. There was a Marriott Hotel nearby (which closed in 2020), and the town centre includes a wide variety of smaller shops. Being located in the Lea Valley, Cheshunt has access to the Lee Valley Park. The park is accessible at many points, one being extremely close to the town's railway station at Windmill Lane. At 8:00 am on 12 August 1944, a Consolidated B-24 Liberator bomber from the United States Army Air Forces 392nd Bombardment Group (Heavy), based at RAF Wendling, crashed next to Maxwells Farm, near Cheshunt, killing all ten crew.Lowewood Museum - B24 Liberator crash 1944Rooke. P (1989) Cheshunt at War 1939-1945 ASIN: B003X2IH34 The section of the B198 which runs near the crash site has been renamed Lieutenant Ellis Way, after the pilot, who managed to avoid crashing into the nearby town. One of the firemen who attended the scene secured funding in 2010 for a permanent memorial at the scene (at the entrance to St Mary's School). thumb|right|300px|Temple Bar, Theobalds Park Up until 2004, Temple Bar stood in Theobalds Park, having been moved from London at the turn of the nineteenth century. The gateway has since been re-erected in London at Paternoster Square on the north side of St Paul's Cathedral. Cedars Park, on the site of Theobalds Palace, is a publicly-owned park that covers of parkland and includes a Great War memorial, bocce court, play maze, garden viewing mound, animal centre, tea room and meeting room, as well as several palace remains. The park has received a Green Flag Award every year since 2009. ==Governance== Cheshunt has two tiers of local government, at district and county level: Broxbourne Borough Council and Hertfordshire County Council. There is no parish or town council in Cheshunt, which has been an unparished area since 1974. Historically, the parish of Cheshunt was in the hundred of Hertford. As well as Cheshunt itself, the parish also included Waltham Cross. From 1837 the parish of Cheshunt was included in the Edmonton Poor Law Union. On 13 July 1850 the parish of Cheshunt was made a local board of health district. After elections, the first meeting of the Cheshunt Local Board of Health was held in October 1850, with John Sanders being appointed the first chairman of the board. Under the Local Government Act 1894, Cheshunt Local Board became Cheshunt Urban District Council on 31 December 1894. For the first few years the council used St Mary's Hall on College Road as its offices and meeting place, as the Local Board had done. Around 1901 the council moved to a large 1860s house called the Manor House at 22 Turners Hill (not to be confused with Cheshunt Great House).The house was occupied by a family called Gower in the 1901 census (taken on 31 March 1901), when it is listed as 22 Turners Hill, whilst the Kelly's Directory of 1902 records the council as being based at Manor House. Cheshunt's public library was built in the grounds of the Manor House in 1907. Cheshunt Urban District Council was granted a coat of arms on 25 November 1944. Cheshunt Urban District was abolished under the Local Government Act 1972, becoming part of the borough of Broxbourne on 1 April 1974. No successor parish was created for the town, and so it became an unparished area. The Manor House was demolished in the 1980s and Edwards Court built on the site.Broxbourne Planning Application 7/710/1987 for: Demolition former Council Offices and erection of 3-storey building comprising 51 sheltered flats with house manager’s apartment, ancillary accommodation and car parking, at Manor House / Glen Luce, Turners Hill, Cheshunt == Industry == Cheshunt's best-known employer was Tesco, whose head office was in Delamare Road, Cheshunt for many years. A small store in the town centre is still open today, while \"Home 'n' Wear\" store, which was situated across the Old Pond in College Road, is now closed.Tesco Home 'N' Wear Retrieved 19 April 2011 In 1983 a new out-of-town Tesco store located to the north of the town opened, named \"Brookfield Farm\". It later expanded, a branch of Marks & Spencer was built next door, and the entire estate was renamed \"The Brookfield Centre\". Tesco announced in 2015 that it would move its headquarters to Welwyn Garden City.https://www.bbc.co.uk/news/business-30712762 \"Tesco to close 43 stores across UK\" [BBC News] 8 January 2015 retrieved 8 January 2015 In 1959, Colin Chapman moved his fledgling Lotus group of companies, including Lotus Cars and Team Lotus, from its outgrown premises at Hornsey to a purpose-built facility on Delamare Road. Racing cars from here won the first two of its seven constructor championships in ( and ) before moving to Hethel, Norfolk, in 1966. thumb|North Met Pit, flooded gravel workingsUntil the late 1960s the main land use around Cheshunt was for its nursery industry, and many new techniques for growing under glass were developed here. Thomas Rochford had a large concern here, although now almost all the glasshouses have been redeveloped into housing estates. This is often reflected in the names of the roads or estates, such as Rosedale or Thomas Rochford Way. A small amount of nursery trade survives to the west of the town. The neighbouring town of Goffs Oak still has a large number of nurseries as well as a large garden centre. The River Lee Navigation passes the east of Cheshunt and was used for the transport of flowers and crops to the London markets for many years until road transport became more viable. A wharf existed just east of the railway on the site now occupied by Herts Young Mariners Base. The Youth Hostel was built on the site of the derelict open-air swimming pool.Herts Young Mariners Retrieved 5 April 2010 \"Cheshunt Compound\", a fungicide developed at the Cheshunt Research Station, was widely used by amateur and professional gardeners but has been withdrawn from sale in the UK since November 2010 and it is no longer legal to use it. It was a mixture of copper sulphate and ammonium carbonate.Coutts, J, Edwards, A, Osborn, A, & Preston, GH, The Complete Book of Gardening, p. 533, Ward Lock, London (1954) From the end of World War II a large area of the River Lea flood plain was used for sand and gravel extraction which resulted in the creation of the now mature lakes which are popular with anglers, birdwatchers and naturalists. The area now forms part of the River Lee Country Park and the Turnford and Cheshunt Pits SSSI. == Notable people == thumb|221x221px|Cliff Richard performing in Sydney, Australia * Cliff Richard, singer, musician and actor * Laura Kenny, quadruple Olympic Gold Medal cyclist * Queen Elizabeth I stayed here on occasion in her younger life. * King James I lived here in his later life, and died at Theobalds Palace. * Victoria Beckham, singer, fashion designer, attended St Mary's High School, Cheshunt. * Michael Birch, founder of Bebo * Cardinal Wolsey was given land in Cheshunt by King Henry VIII. A small park at Goffs Lane contains ruins of his manor, Cheshunt Great House.British listed buildings Retrieved 8 August 2012 * David Bentley, footballer with Arsenal and later Tottenham Hotspur, attended Goffs School. * Richard Cromwell died in Cheshunt. * Michael Dobbs, writer and politician * Linda Lusardi, former glamour model and actress, longtime Cheshunt resident * Ryan Mason, footballer, attended Cheshunt School. Interim Tottenham Hotspur manager after the sacking of Jose Mourinho. * Ralph Creed Meredith, chaplain to George VI and Elizabeth II * Billy Joe Saunders, boxer * Declan McKenna, musician == Education == Cheshunt has four secondary schools: Goffs Academy; Goffs-Churchgate Academy; Haileybury Turnford; and St Mary's Church of England High School. The non-conformist theological college Cheshunt College moved to Cheshunt in the 1790s from Trevecca, Brecknockshire. It moved to Cambridge in 1905. Between 1909 and 1968 the buildings were occupied by the Church of England's Bishop's College.Article marking the centenary of the opening of Bishop's College, parish website http://www.cheshuntteamministry.org.uk/cms/index.php?option=com_content&view;=article&id;=21&Itemid;=14 Since 1972 they have been council offices and formerly a music and business school (typing and accountancy), which had to be demolished due to it being unsafe. In the 1980s parts of the building were so unsafe it was closed and demolished. The main problem was the floors had begun to disintegrate. A new council office was built on the site of the old school. The council chamber and registry office are now in the same building that contains the \"Huntingdon Rooms\". == Town centre == The Old Pond area is located in the centre of Cheshunt and is home to many local businesses. With roads leading to the M25, A10 and towards Broxbourne. The 242, 310 and 410 bus routes pass through the town centre. The Laura Trott Leisure Centre is close by. Before the 2012 London Olympics the Olympic Torch was carried close to the Old Pond by selected and nominated local residents. After the Olympics, gold medal winner Laura Kenny had two postboxes painted gold in her honour, one at the Old Pond. A development called Cheshunt Lakeside is being built near the Old Pond. It will include 1275 new homes, along with a Primary School, and improvements to bus services. As of April 2021, Phase 1A has started. Another development, named Brookfield Riverside, approximately 1.5 miles away from the station, will include 200 new homes, 480,000 sq ft of leisure and commercial, 80,000 sq ft of offices, 2500 space car park, along with other amenities. The development is planned to be complete by 2022. == Demographics == {| class=\"wikitable\" |+Ethnicities in Cheshunt 2011 |Ethnic Groups |Cheshunt |- |White |92.7% |- |Asian |2.3% |- |Black |4.2% |- |Other |0.8% |} == Sport == Cheshunt has its own football club in Cheshunt F.C. who play in the . Founded in 1946, their most famous player was Iain Dowie who played for them in the 1980s. The town also has long-established rugby and cricket clubs and a publicly owned 18-hole golf course. Tottenham Hotspur football club have held training grounds in Cheshunt over the years. Formerly Grundy Park Leisure Centre, the Laura Trott Leisure Centre was renamed after £4m redevelopment to honour the Olympic gold medallist. Trott attended the launch on the morning before competing in stage four of the first Women's Tour from Cheshunt to Welwyn Garden City. Whit Hern (also known as Cheshunt) Bowls Club, which is located in Whit Hern Park, provides a green with seven bowling rinks, and its own facilities separate to the park. Cedars Park provides a court which can be used for most Boules games, including bocce and pétanque. == Transport == === Rail === Cheshunt Station is in Travelcard Zone 8. Nearby stations include Theobalds Grove, Waltham Cross, Broxbourne, Rye House and Loughton (Central Line). The station is on both the National Rail network and the London Overground network. Services run southbound to Liverpool Street via Tottenham Hale or Seven Sisters and Stratford and northbound to Hertford East, Bishop's Stortford and Cambridge. Crossrail 2 will connect north-east London to south- west London when constructed and is proposed to stop at Cheshunt station, along with improving the station. === Road === Cheshunt is located on the A10 (also known locally as the Great Cambridge Road), which provides links to Junction 25 of the M25 London Orbital Motorway, Central London, Hertford and Cambridge. Also roads lead to Waltham Cross and Waltham Abbey === Bus === Cheshunt has a mixture of commercial and Hertfordshire County Council contract services. Most buses operate to Waltham Cross (where there are links to north London and Essex), Hoddesdon and Broxbourne. The towns of Hertford, Harlow, Potters Bar, and Waltham Abbey are also linked to Cheshunt. Buses are operated by Arriva Shires & Essex, Centrebus, Metroline or Sullivan Buses. === Cycle === The Sustrans National Cycle Route 1 passes through Cheshunt as part of its route connecting Dover to Shetland. The Lee Valley Country Park is a cycle- friendly route that runs along the River Lea, connecting both cyclists and pedestrians to Ware, Hoddesdon, Waltham Abbey, Tottenham and Stratford. === Paul Cully Bridge === As part of the Connect2 project a new cycle link over the A10 was proposed in 2007. The scheme involved the building of a new cycle bridge over the A10 and connecting paths to link Theobalds Lane with Lieutenant Ellis Way. The bridge was opened in 2010 as the \"Paul Cully Bridge\" after a late local civil servant. £500,000 of this cost is funded by the Big Lottery Fund via the Connect2 project. == Town twinning == * Stains, Île-de- France, France; north of Paris. == References == == External links == * Additional Information about Cheshunt * Cheshunt History Category:Towns in Hertfordshire Category:Unparished areas in Hertfordshire Category:Borough of Broxbourne Category:Aviation accidents and incidents locations in England",
 "title": "Cheshunt"
}