{
 "id": "455250",
 "text": "{| |} HMS Gladiator was a second class protected cruiser of the Royal Navy, launched on 8 December 1896 at Portsmouth, England.The Times (London), Wednesday, 9 December 1896, p.8 She was of the rated at displacement, with a crew of 250 officers and men. She had three distinctive stacks amidships with a conspicuous bridge well forward. ==Service history== Gladiator was ordered to be commissioned at Portsmouth on 15 February 1900 to take out relief crews for the Australia Station. She served with the Mediterranean Squadron under the command of Captain Frederick Owen Pike, when she visited Larnaka in June 1902, and Lemnos in August 1902. Captain T. B. S. Adair was appointed in command on 22 September 1902. ==Collision== thumb|left|Raising of HMS Gladiator During a late snowstorm off the Isle of Wight on 25 April 1908, Gladiator was heading into port when she struck the outbound American steamer . Visibility was down to , but the strong tides and gale force winds required both ships to maintain high speeds to maintain steerage. Lookouts on each vessel saw the approaching danger off Hurst Point. The American ship attempted to pass to the port side, the standard procedure in such a situation. Lacking room for the manoeuvre, Captain William Lumsden choose to turn the opposite direction, ensuring a collision. Both ships attempted to slow but both were exceptionally heavy (Saint Paul was built for conversion in wartime to a cruiser). They hit at about . Saint Paul struck Gladiator just aft of her engine room. The glancing blow ripped open the sides of both ships. The British warship foundered at once, or beached off Black Rock Buoy, off the Isle of Wight, while the American was able to remain afloat and launch lifeboats. Several men were also saved by Royal Engineers from nearby Fort Victoria. A total of 28 sailors were lost,IoW Council History of Fort Victoria but only three bodies were recovered. Gladiator settled on her starboard side in shallow water close to Fort Victoria. Salvage work began almost at once, but it took over five months to right the ship, re-float it and tow it back to Portsmouth.Cantwell, p. 40 The operation cost £64,000 pounds and a further £500 to make the ship seaworthy, but as the ship's design was considered obsolete, she was scrapped rather than repaired. Gladiator was sold to a Dutch firm for only £15,000.Cantwell, p. 41 A court of inquiry reprimanded Captain Lumsden in July 1908, but held Saint Paul responsible for the collision. However, when the Admiralty sued the owners of the liner, a high court held Gladiator responsible. ==Later fame== A postcard of the capsized vessel was subsequently used by the artist Tacita Dean as the basis for her artwork So They Sunk Her, part of a portfolio of twenty black and white photogravures with etching collectively entitled The Russian Ending. The artwork ascribes the cause of the incident to a fictitious mutiny. A copy of the artwork is held by the Tate in London. ==References== ==Bibliography== * * ==External links== * HMS Gladiator 2nd Class Cruiser * Arrogant Class Cruiser - HMS Gladiator Category:Arrogant-class cruisers Category:Ships built in Portsmouth Category:1896 ships Category:Shipwrecks in the English Channel Category:Maritime incidents in 1908 Category:Ships sunk in collisions",
 "title": "HMS Gladiator (1896)"
}