{
 "id": "455264",
 "text": "Hermite is a lunar impact crater located along the northern lunar limb, close to the north pole of the Moon. It was named from Charles Hermite in 1964 by the IAU.Hermite, Gazetteer of Planetary Nomenclature, International Astronomical Union (IAU) Working Group for Planetary System Nomenclature (WGPSN) To the west is the crater Rozhdestvenskiy, and to the south are Lovelace and Sylvester. Grignard is located directly adjacent to the Southwest. From the Earth this crater is viewed nearly from the side, and it is illuminated by oblique sunlight. This is a worn, eroded crater with a rugged outer rim that is notched and incised from past impacts. A crater overlies the southwestern rim, and the two formations have merged to share a common interior floor. A pair of small craters lies along the southern part of the rim, and a small crater is also attached near the northern end. The interior floor has been resurfaced, so that it forms a wide plain that is pock-marked by numerous tiny craterlets and low hills. There is a small crater on the floor near the northeastern wall. In 2009, it was discovered by NASA's Lunar Reconnaissance Orbiter that Hermite is the coldest place recorded in the solar system, with temperatures at 26 kelvins (−413 °F, −247 °C). For comparison, Pluto's surface only gets down to about 43 kelvins (−382 °F, −229 °C). In 2008, the crater on the southwest margin of Hermite was named Lenard by the IAU, after Hungarian physicist Philipp Lenard.Lenard, Gazetteer of Planetary Nomenclature, International Astronomical Union (IAU) Working Group for Planetary System Nomenclature (WGPSN). ==Satellite craters== By convention these features are identified on lunar maps by placing the letter on the side of the crater midpoint that is closest to Hermite. {| class=\"wikitable\" !width=\"25%\" style=\"background:#eeeeee;\" |Hermite !width=\"25%\" style=\"background:#eeeeee;\" |Coordinates !width=\"25%\" style=\"background:#eeeeee;\" |Diameter |- |align=\"center\"|A |align=\"center\"| |align=\"center\"|20 km |} ==External links== * LAC-1 area - Map of northern lunar pole * A Mystery Crater, Lunar Photo of the Day, January 3, 2007, featuring earth-based photo of Hermite. ==References== * * * * * * * * * * * * Category:Impact craters on the Moon",
 "title": "Hermite (crater)"
}