{
 "id": "455370",
 "text": "{| |} The Heinkel He 274 was a German heavy bomber design developed during World War II, purpose-designed for high-altitude bombing with pressurized crew accommodation. Due to the Allied advance through Northwest Europe, the prototypes were abandoned at the French factory where they were being built. They were completed after the war by the French and used for high-altitude research. == Background == On 17 November 1938, the owner of the Heinkel aviation firm, Ernst Heinkel, requested permission from the RLM that two of the requested eight prototype airframes for the nascent He 177 heavy bomber project, specifically the V3 and V4 airframes, be set aside for a trial installation of four separate Junkers Jumo 211 powerplants.Griehl & Dressel 1998, p. 14 Heinkel had foreseen that an individually engined version of his bomber would someday be preferred, quite unlike the requested fitment of the coupled pairs of Daimler-Benz DB 601 inverted V12 engines, each known as a DB 606 — weighing some 1.5 tonnes apiece — which ended up being fitted to all of the eight He 177 V-series prototypes at the request of the RLM, and the Luftwaffe High Command, with the concerned government agencies citing the desire for a dive-bombing capability to be present even with a heavy-bomber- sized offensive warplane, something Ernst Heinkel vehemently disagreed with. By April 1939, interest in developing a high-altitude version of the He 177 had arisen, and on April 27, 1939, the first proposal for such an aircraft was presented to Heinkel by his firm's engineering staff.Griehl & Dressel 1998, p. 176 The aircraft was intended to have a reduced crew of three, with a fully pressurized nose compartment for the pilot and bombardier/forward gunner, and separate pressurized tail gun emplacement. The result, in December 1940, was the specification for the He 177A-2 high altitude bomber design, with a four- person crew (pilot, bombardier, forward gunner and tail gunner) in the two specified pressurized compartments, and powered by the regular A-series pair of DB 606 coupled engines. The defensive armament had been reduced to a trio of Ferngesteuert-Lafette FL 81Z remote gun turrets, each with a twin-barrel MG 81 armament installation each in an upper nose mount, forward dorsal and (as part of the Bola casemate-style gondola under the nose) forward ventral location each, and a single MG 131 machine gun in an He 177A-1-style, pressurized manned flexible tailgun emplacement.Griehl & Dressel 1998, p.227 The A-2 version had even been considered for a pioneering in-flight refueling capability, possibly using Ju 290 maritime patrol aircraft as the tankers. With in-flight refueling, the range of the A-2 would have been extendable to some 9,500 km (5,900 mi) of total flight distance. The Heinkel firm had been working on practical cockpit pressurization methods and hardware for both the A-2, and slightly later A-4 versions (identical to the A-2, except for the fitting of a pair of the later DB 610 coupled engines) from 1940 through the late summer of 1941, when the DB 610-powered A-4's pressurized cockpit in provisional form, almost identical in external appearance to the standard \"Cabin 3\" He 177A-series production cockpit, was ready for tests and development. By October 1941, a more developed \"He 177H\" specification for a high-altitude Heinkel-designed heavy bomberGriehl & Dressel 1998, p. 177 had emerged from the proposed A-2 and A-4 coupled-engine designs, with the intent of carrying a 2,000 kg (4,410 lb) bombload over a maximum range of some 3,000 km (1,895 mi), and accepted by the RLM for the first time since the rejection of Dr. Heinkel's initial November 1938 request for two of the early He 177 V-series prototype airframes to get them, an individual four-engine installation was being considered for any He 177-based bomber airframe, with a quartet of either BMW 801 or DB 603 unitized-installation engines — the DB 603 powerplants being unitized in a Heinkel factory-specific design also used for the He 219 — among the choices of powerplants being specified, with the same sort of reduced-armament defensive weapon format as the A-2 and A-4 were intended to have. In conjunction with his request for help from Generalmajor Eccard Freiherr von Gablenz in May 1942, concerning the suitability of aircraft for the Amerikabomber contract competition as that proposal first appeared, Generalfeldmarschall Erhard Milch also received von Gablenz's opinion on the He 177 and its He 274 development, with von Gablenz stating that neither of these Heinkel \"heavy bomber\" designs had anywhere near the range to conduct a mission approaching the demands of the new contract. A pair of the early He 177A-0 pre-production prototypes were renamed the He 177 V10 and V11 for the purposes of high-altitude trials and were to be the first to test the A-4 pattern pressurized cockpit design at altitude. Only the V11 was used for the needed research and managed to achieve an altitude of 9,200 m (30,200 ft) on August 9, 1943. Further tests continued through October of that year, before the V10 and V11 were grounded in April 1944.Griehl & Dressel 1998, p.179 In February 1943, the same month by which the RLM's first mention of any official status had occurred for design work on an entirely separate, Heinkel He 277-named heavy bomber design to be paid to Heinkel's engineering shops by them, and becoming the Heinkel firm's Amerikabomber contract contender, any further work on the coupled-engined He 177A-2 and A-4 designs was halted by order of the RLM. The four-engined He 177H high-altitude design proposal had gained in importance from that time, evidenced by Reichsmarschall Hermann Göring's derisive \"welded-together engines\" complaints in August 1942, regarding the He 177 A-series unending engine problems from the choice of the 1.5 tonne-weight apiece DB 606 and 610 \"power systems\" for the A-series operational aircraft. This resulted in a trio of parallel programs under development by the Heinkel engineering shops for four-engined heavy bomber designs, from February 1943 to April 20, 1944. == Development == The first proposal for what would become the He 274 started with six airframe orders for what had been known as the He 177H, which were requested from Heinkel as early as mid-October 1941, all to have four engines in stretched production He 177A-3 fuselages.Griehl & Dressel 1998, p.180 The main production version had been lengthened by 160 cm aft of the wing's trailing edge for better stability and also used for the A-5 subtype — mated to longer span, four-engined wings. These proposed aircraft were shortly thereafter officially given the airframe project number 8-274 by the RLM; due to the busy Heinkel factory design offices and aircraft manufacturing facilities, this new \"He 274\" high-altitude bomber was to have its prototypes built in France by the Societe des Usines Farman (Farman Brothers) in Suresnes. Two He 274 prototypes were ordered built in France by the Farman Brothers and four pre-production prototypes by the Heinkel's Heinkel-Nord headquarters at its Rostock-Marienehe (today's Rostock- Schmarl) facility. Farman at Suresnes, began their prototype development. Work on the requested half-dozen He 274 prototype airframes was leveraged off Heinkel aircraft production at AIA Breguet, Toulouse where French factories produced Heinkel components and Junkers aviation engines. French production facilities at Toulouse for Heinkel aircraft were severely damaged by Royal Air Force (RAF) air raids on the night of 5/6 March 1944 and again by the US Eighth Air Force on 25 June 1944. This frustrated completion of the French prototypes, as the design work in Germany and Austria had begun by February 1943, on what had emerged as the Heinkel entry in the trans-Atlantic Amerikabomber strategic heavy bomber design competition, the Heinkel He 277. While the RLM-designated 8-277 airframe's design work had been progressing at the Heinkel-Sud facility in Vienna from before that time, the general arrangement \"Typenblatt\" drawings for the never-completed He 277, with a design influence for the fuselage's geometry from the smaller Heinkel He 219 night fighter, show that it had also adopted many features from the He 274, especially its twin tail. The Heinkel entry for the Amerika Bomber competition would itself end up being cancelled on April 20, 1944, with not one completed airframe to show for it. == Characteristics == Major differences between the He 274 and the He 177 A were abandonment of the twin coupled \"power system\" engine arrangement in favor of four independent DB 603A-2 fully unitized engines, cooled by annular radiators nearly identical in appearance to those on the similarly-powered Heinkel He 219 night fighter as an integral part of each \"unitized\" engine's installation, an extended rear fuselage with a twin tail fin empennage, a pressurized double glazed cockpit of nearly identical external appearance to the 177A's standard \"Cabin 3\" nose, a longer wingspan, and a more conventional, single oleo strut-per-side set of twinned-wheel main undercarriage, abandoning the cumbersome four-strut main gear system of the He 177A, needed for the earlier design's pair of larger-diameter, four-blade propellers. The He 274's advanced, high-altitude cockpit, despite its aforementioned He 177A-like resemblance from an external view, comprised a pressurized compartment for a crew of four, this employing double walls of heavy-gauge alloy, hollow sandwich-type glazing and inflatable rubber seals, a pressure equivalent to that at 2,500 m (8,200 ft) being maintained at high altitude. Largely unnecessary defensive armament was restricted to a single forward-firing 13 mm (.51 in) caliber MG 131 machine gun and remotely controlled dorsal and ventral Fernbedienbare Drehlafette FDL 131Z gun turrets each containing a pair of MG 131s and with the dorsal turret operated from a slightly offset Plexiglas domed rotating sighting station in the roof of the flight deck as most A-series He 177s were, with the ventral unit aimed from the rear of the ventral Bola gondola. The powerplants selected were the same type of Daimler-Benz DB 603A Kraftei \"power-egg\" unitized engine installations, complete with their He 219-style annular radiators that were placed on the wings of the quartet of ordered He 177B prototypes, but for the He 274's use, added DVL-designed TK 11 turbochargers, one per engine, for better power output at high altitude. == Abandoned prototypes == Construction of the two prototypes, the He 274 V1 and V2 did not commence until 1943. They were to have been built in France by SAUF at Suresnes, France, but the prototypes were not completed in time. The He 274 V1 was being readied for flight testing at Suresnes in July 1944 when the approach of Allied forces necessitated the evacuation of Heinkel personnel working on the project. Minor difficulties had delayed the flight testing and transfer of the aircraft to Germany, and orders were therefore given to destroy the virtually completed prototype. Only minor damage was actually done to the airframe of the He 274 V1, and repairs were begun after the Allied occupation. The He 274 V1 was repaired by Ateliers Aéronautiques de Suresnes (AAS) and used by the Armée de l'Air (French Air Force) for several years as a high-altitude research plane. It was renamed the AAS 01A. The He 274 V2 was eventually completed as the AAS 01B, completed with the alternate choice of Heinkel-Hirth 2291 turbochargers, in place of the TK 11 units used by the He 274 V1's engines. Eventually the V2 flew exactly two years (on December 27, 1947) after the AAS 01A. By this time, the AAS organization had been absorbed into the French SNCASO (Société nationale des constructions aéronautiques du sud-ouest, or commonly, Sud- Ouest) aviation conglomerate.Griehl & Dressel 1998, p.207 Both of the AAS 01 completed and airworthy versions of the He 274 were eventually broken up in late 1953, after serving as \"mother ships\" for aerial launching, in the manner of a composite or parasite aircraft, of a number of early French advanced jet and rocket test aircraft like the unpowered Sud-Ouest SO.4000 M.1, almost always launched from a strut-braced, above-fuselage position. The Leduc 0.10 and Leduc 0.16 also each had their first aerial tests from atop the pair of surviving He 274 prototypes. The slightly less powerful, French designed four- engined SNCASE SE.161 Languedoc airliner design took over this \"mother ship\" role later in the 1950s, for further air launch duties with French high-speed aerodynamic research prototypes. ==Operators== * ** French Air Force ==Specifications (He 274 V1)== ==See also== ==References== ==Sources== * Jane's fighting aircraft of World War II. Studio Books, 1989. * Green, William. Warplanes of the Third Reich. London: Macdonald and Jane's Publishers Ltd., 1970 (4th Impression 1979). . * Griehl, Manfred and Dressel, Joachim. Heinkel He 177-277-274, Airlife Publishing, Shrewsbury, England 1998. . * Gunston, Bill & Wood, Tony. Hitler's Luftwaffe. London: Salamander Books Ltd., 1977. . Category:1940s German bomber aircraft Category:World War II heavy bombers of Germany He 274 Category:Four-engined tractor aircraft Category:Aircraft first flown in 1945 Category:Four-engined piston aircraft Category:Twin-tail aircraft",
 "title": "Heinkel He 274"
}