{
 "id": "455619",
 "text": ", officially the (; ), is a in the province of , . According to the , it has a population of people. It is named after Alcoy in Spain. ==Geography== Alcoy is South from Cebu City It is bordered to the north by the town of Dalaguete, to the west is the town of Alegria, to the east is the Cebu Strait, and to the south is the town of Boljoon. ===Barangays=== Alcoy comprises 8 barangays: ====Daan-Lungsod and Guiwang==== Daan-Lungsod, formerly known as Mambahi, is the southernmost barangay of Alcoy. Tingko Beach is located partly in this small barangay and partly in Guiwang. A fiesta is held in Daan-Lungsod every 3 May in honor of Santa Cruz. There is a reef called Mabad-on which appears during low tide, and is completely submerged during high tide. Mabad-on is listed as Mambahi Reef in the Philippine maritime and navigation map. The elementary school is located in Guiwang. Guiwang celebrates 13 June the feast day of Saint Anthony of Padua. Two baluwarti (watchtowers) still stand in the two barangays. The watchtowers are the oldest-surviving structures in Alcoy and they are reminders of the Spanish occupation of Cebu Island. They were used to warn the locals that pirates were coming. Originally a settlement of Dalaguete, it was founded by the Spaniards in 1880 and was developed into a stop-over station for priests going to Dalaguete. In 1897, via a royal decree, Mambahi became a municipality and was renamed to Alcoy, after a city in Spain. ====Poblacion==== The Poblacion is the principal barangay of Alcoy. It is where the main facilities of the town are located: the municipal government center, police station, and main health center. ====Pugalo==== The country's largest dolomite quarry is mined in Pugalo. ===Climate=== ==Demographics== ==Economy== Alcoy is mainly an agricultural town with Nugas, a mountain barangay, more than half of commercial crops. The rest of the communities rely on subsistence fishing and backyard farming. The country's largest dolomite quarry is mined in Pugalo. Beaches are located in Guiwang and Daanlungsod. ==References== ==External links== * [ Philippine Standard Geographic Code] Category:Municipalities of Cebu",
 "title": "Alcoy, Cebu"
}