{
 "id": "455636",
 "text": "{| |} The Messerschmitt Me 264 was a long-range strategic bomber developed during World War II for the German Luftwaffe as its main strategic bomber. The design was later selected as Messerschmitt's competitor in the Reichsluftfahrtministeriums (the German Air Ministry) Amerikabomber programme, for a strategic bomber capable of attacking New York City from bases in France or the Azores. Three prototypes were built but production was abandoned to allow Messerschmitt to concentrate on fighter production and the Junkers Ju 390 was selected in its place. Development continued as a maritime reconnaissance aircraft instead. ==Development== The origin of the Me 264 design came from Messerschmitt's long-range reconnaissance aircraft project, the P.1061, of the late 1930s. A variant on the P.1061 was the P.1062 of which three prototypes were built, with only two \"engines\" to the P.1061's four, but they were, in fact, the more powerful Daimler-Benz DB 606 \"power systems\", each comprising a pair of DB 601 inverted V-12 engines. These were also successfully used in the long-range Messerschmitt Me 261, itself originating as the Messerschmitt P.1064 design of 1937. The DB 606's later use in the Heinkel He 177A's airframe design resulted in derision by Reichsmarschall Hermann Göring as \"welded-together engines\" in August 1942, due to badly designed engine installations. In early 1941, six P.1061 prototypes were ordered from Messerschmitt, under the designation Me 264. This was later reduced to three prototypes. The progress of these projects was initially slow, but after Germany had declared war on the United States four days after the Pearl Harbor attack by Imperial Japan, the Reichsluftfahrtministerium (RLM) started the more serious Amerikabomber programme in the spring of 1942 for a very long range bomber, with the result that a larger, six-engine aircraft with a greater bomb load was called for. Proposals were put forward for the Junkers Ju 390, the Focke-Wulf Ta 400, a redesign of the unfinalized and unbuilt Heinkel He 277 design (itself only receiving its RLM airframe number by the February 1943 timeframe in order to give Heinkel an entry in the Amerikabomber program later in 1943), and a design study for an extended- wingspan six-engine Messerschmitt Me 264B. The need for six engines was prompted by the ongoing inability of Germany's aviation powerplant designers to create combat-reliable powerplants of 1,500 kW (2,000 PS) and above power output levels, thwarting efforts to do the same with just four engines instead. As the similarly six-engined Junkers Ju 390 could use components already in use for the Ju 290 this design was chosen. The Me 264 was not abandoned, however, as the Kriegsmarine (German navy) separately demanded a long-range maritime patrol and attack aircraft to replace the converted Fw 200 Condor in this role.Smith and Kay 1972, p. 550. This was reinforced by an opinion given by then-Generalmajor Eccard Freiherr von Gablenz of the Wehrmacht Heer (German Army) in May 1942, who had been recruited by Generalfeldmarschall Erhard Milch to give his opinion on the suitability of the Me 264 for the Amerikabomber mission; von Gablenz echoed the Kriegsmarine's later opinion. As a result, the two pending prototypes were ordered to be completed as development prototypes for the Me 264A ultra long- range reconnaissance aircraft.Green 1970, p. 641. ==Design== The Me 264 was an all-metal, high-wing, four-engine heavy bomber of classic construction. The fuselage was round in cross-section and had a cabin in a glazed nose, comprising a \"stepless cockpit\" with no separate windscreen section for the pilots, which was common for most later German bomber designs. A strikingly similar design was used for the B-29, of slightly earlier origin. The wing had a slightly swept leading edge and a straight trailing edge. The empennage had double tail fins. The undercarriage was a retractable tricycle gear with large-diameter wheels on the wing-mounted main gear. The planned armament consisted of guns in remotely operated turrets and in positions on the sides of the fuselage. Overall, it carried very little armour and few guns as a means of increasing fuel capacity and range. The Me 264's first prototype was originally fitted with four Junkers Jumo 211 inverted V12 engines using the then-new Kraftei (or \"power-egg\") unitized powerplant installation as standardized for the earlier Ju 88A Schnellbomber, but inadequate power from the Jumo 211 engines led to their replacement on the Me 264 V1 first prototype with four similarly unitized 1,700 PS (1,250 kW) BMW 801G engines. In order to provide comfort on the proposed long-range missions, the Me 264 featured bunk beds and a small galley complete with hot plates. ==Operational history== thumb|Me 264 V1 undergoing flight-testing. The first prototype, the Me 264 V1, bearing the Stammkennzeichen factory code of RE+EN, was flown on 23 December 1942. It was powered at first by four Jumo 211J inline engines of 990 kW (1,340 hp) each. In late 1943, these were changed to the BMW 801G radials which delivered 1,290 kW (1,750 hp). Trials showed numerous minor faults and handling was found to be difficult. One of the drawbacks was the very high wing loading of the Me 264 in fully loaded conditions at some . Comparable aircraft, such as the Boeing B-29 Superfortress with a wing loading of , the redesigned He 277 at and the Ju 390 at had lower wing loadings. The relatively high wing loading caused poor climb performance, loss of manoeuvrability, stability and high take-off and landing speeds. The first prototype was not fitted with weapons or armour but the following two prototypes, the Me 264 V2 and V3 had armour for the engines, crew and gun positions. The Me 264 V2 was built without defensive armament and vital equipment and the Me 264 V3 was to be armed and have the same armour. In 1943, the Kriegsmarine withdrew their interest in the Me 264 in favour of the Ju 290 and the planned Ju 390. The Luftwaffe indicated preference for the unbuilt Ta 400 and the Heinkel He 277 as Amerikabomber candidates in May 1943, based on their performance estimates. Further payments for development work to Messerschmitt AG for its design were stopped.Griehl & Dressel 1998, p.187 Late in 1943, the second prototype, Me 264 V2, was destroyed in a bombing attack.Smith and Kay 1972, p. 552. On 18 July 1944, the first prototype, which had entered service with Transportstaffel 5, was damaged during an Allied bombing raid and was not repaired. The third prototype, which was unfinished, was destroyed during the same raid. In October 1943, Erhard Milch stopped further Me 264 development, to concentrate on the development and production of the Me 262 jet fighter- bomber. Following the cancellation of the competing He 277 in April 1944, on 23 September 1944, work on the Me 264 project was officially cancelled. Messerschmitt proposed a six-engine version of the Me 264, the Me 264/6m (or alternately Me 364), but it was never built. ==Specifications (Me 264 V3)== ==See also== ==References== ===Notes=== ===Bibliography=== * Duffy, James P. Target: America. Westport, Connecticut: Praeger Publishers, 2004. . * Forsyth, Robert and Eddie J. Creek. Messerschmitt Me 264 Amerika Bomber: The Luftwaffe's Lost Transatlantic Bomber. Hinckley, UK: Classic Publications, 2007. . * Green, William. Warplanes of the Third Reich. London: Macdonald and Jane's Publishers Ltd., 1970. . * Griehl, Manfred. Luftwaffe Over America. London: Greenhill Books, 2004. . * Griehl, Manfred and Dressel, Joachim. Heinkel He 177-277-274, Airlife Publishing, Shrewsbury, England 1998. . * Messerschmitt-Me 264: Ein außergewöhnlicher Fernstaufklärer mit 15000 km Reichweite (Sonderdruck aus \"Flugwelt\")(in German). Wiesbaden, Germany: Flugwelt Verlag GmbH, 1960. * Neitzel, Söhnke. Der Einsatz der Deutschen Luftwaffe über der Nordsee und dem Atlanti, 1939–1945 (in German). Nordrhein- Westfalen, Germany: Bernard & Graefe, 1995. . * Smith, J. Richard. Messerschmitt: An Aircraft Album. New York: ARCO Publishing Company, Inc., 1971. . * Smith, J. Richard and Anthony Kay. German Aircraft of the Second World War. London: Putnam and Company, Ltd., 1972. . ==External links== *Pilotfriend.com *luft46.com *miliavia.net Me 264 Category:1940s German bomber aircraft Category:World War II heavy bombers of Germany Category:Abandoned military aircraft projects of Germany Category:Four-engined tractor aircraft Category:High-wing aircraft Category:Aircraft first flown in 1942 Category:Four-engined piston aircraft Category:Strategic bombers Category:Twin-tail aircraft",
 "title": "Messerschmitt Me 264"
}