{
 "id": "455721",
 "text": "thumb|300px|Drumlanrig Castle entrance front Drumlanrig Castle is situated on the Queensberry Estate in Dumfries and Galloway, Scotland. The category A listed castle is the Dumfriesshire home of the Duke and Duchess of Buccleuch and Queensberry. thumb|Drumlanrig Castle It is open to the public at set times. ==Construction== The 'Pink Palace' of Drumlanrig, constructed between 1679 and 1689 from distinctive pink sandstone, is an example of late 17th- century Renaissance architecture. The first Duke of Queensberry, William Douglas, had the castle built on the site of an ancient Douglas stronghold overlooking the Nith Valley. The castle has 120 rooms, 17 turrets and four towers. In 1984, aerial photography revealed the outline of a substantial Roman fort some 350 yards to the southeast of Drumlanrig Castle. The fort was partially excavated in 2004 by the Time Team television programme. ==Art collection== The castle is home to part of the Buccleuch art collection which includes Rembrandt’s An Old Woman Reading, and Leonardo da Vinci's Madonna of the Yarnwinder, which was stolen in 2003 and returned in 2007 after being found in Glasgow, and many other paintings, tapestries and objects of art. The Madonna of the Yardwinder is currently on loan at the Scottish National Gallery. The stableyard houses the Stableyard Studios and cafe. == Etymology == The earliest record for Drumlanrig is from 1384, spelled Drumlangryg. There are a number of possible etymologies for the name. It may represent Cumbric drum 'ridge' + -lanerc 'small area of cleared woodland'. However, the first element may also be Gaelic druim 'ridge', either added to a Cumbric name or to Scots *lang-rigg 'long ridge'. ==Gallery== Image:Castelodedrumlanrig.jpg|Drumlanrig Castle in 1880 Image:Drumlanrig plan.jpg|Plan. The building extends 145 feet (44 metres) Image:Drumlanrig elevation.jpg|The entrance front. Image:Drumlanrig Castle Garden.jpg|Drumlanrig Castle and its garden == See also == *Tibbers Castle - a 12th-century motte-and-bailey in the Drumlanrig Castle estate *Treasure Houses of Britain – 1985 TV series that covers the house in some detail == References == ==External links== * Category:Castles in Dumfries and Galloway Category:Country houses in Dumfries and Galloway Category:Category A listed buildings in Dumfries and Galloway Category:Listed castles in Scotland *Castle Drumlanrig Category:Inventory of Gardens and Designed Landscapes *Castle Drumlanrig Category:Gardens in Dumfries and Galloway Category:Historic house museums in Dumfries and Galloway Category:Houses completed in 1691 Category:Renaissance architecture in Scotland Category:1691 establishments in Scotland",
 "title": "Drumlanrig Castle"
}