{
 "id": "455808",
 "text": "Sail Training International (STI) is an international sail training organisation, with members in 29 countries. Its main aim is to train sailing skills to young people. It is based in Hampshire in the United Kingdom and is a registered charity.UK based charity - Sail Training International - is bringing international friendship to the Black Sea with The SCF Black Sea Tall Ships Regatta, PRWeb, 9 April 2014 Alte Ladies steuern nach Stettin, Die Welt, 14 May 2006 ==The Tall Ships Races== Sail Training International runs the annual Tall Ships' Races in Europe and the north Atlantic which attract a fleet of up to 130 sail training vessels and draws millions of visitors to European ports.Butcher, 2014, section \"What is a Tall Ship?\" Eerste aanmelding Tall Ships Races 2014, De Telegraaf, 7 June 2013 Tall Ships Race in 2018 weer naar Harlingen, De Telegraaf, 13 November 2014Thousands see tall ships celebrate end of the race, The Daily Telegraph, 19 August 2002 ==Other activities== Besides organising the Tall Ships' Races, STI is a provider of races and events, conferences and seminars, publications, research and services for the international sail training community. In 2014 they launched an International Sail Endorsement Scheme together with the Nautical Institute.New International Sail Endorsement Scheme Launched, The Maritime Executive, 25 November 2014 ==History== STI grew out of the Sail Training International Race Committee, which organised the first Tall Ships' Race in 1956, and developed into the International Sail Training Association, which became Sail Training International in 2002.Shipleys: Sail Training InternationalRowe, p. 12A Brief History of Tall Ships America, Tall Ships America, viewed on 2 December 2014 ==Members== Members of STI are the national sail training associations of: * Australia (Australian Sail Training Association, AUSTA)Australian Sail Training Association (AUSTA) * Belgium (Sail Training Association Belgium)Sail Training Association Belgium- Retrieved 23 December 2014 * Bermuda (Sail Training Association Bermuda)Sail Training Association Bermuda- Retrieved 23 December 2014 * Canada (Canadian Sail Training Association)Canadian Sail Training Association- Retrieved 23 December 2014 * China (China Sail Training Association)China Sail Training Association- Retrieved 23 December 2014] * Czech Republic (probationary member) * Croatia (probationary member) * Denmark * Estonia (probationary member) * Finland * France (Amis des Grands Voiliers)AGF * Germany * Greece * Hungary (probationary member) * India * Ireland Sail Training Ireland * Italy * Japan (probationary member) * Latvia * Lithuania * Netherlands * New Zealand * Norway * Poland * Portugal * Russia * South Africa * Spain * Sweden * Turkey * United Kingdom (Association of Sail Training Organisations * United States of America (American Sail Training Association) == Honours == In 2007 Sail Training International was nominated for the Nobel Peace Prize for its work in promoting international understanding and friendship.Nobel Peace Prize nominations flood in ahead of Feb. 1 deadline, USA Today, 31 January 2007 ==See also== * List of tall ships == Literature == * Tall Ships Today: Their remarkable story, Adlard Coles Trade, 2014, , * Tall Ships Handbook, Amberley, 2014, , ==References== ==External links== * Sail Training International website Category:International charities Category:Tall ships Category:Sail training associations Category:Charities based in Hampshire Category:Youth organisations based in the United Kingdom Category:Yachting associations Category:2002 establishments in the United Kingdom Category:Sports organizations established in 2002",
 "title": "Sail Training International"
}