{
 "id": "455940",
 "text": "thumb|Recitation of the Gayatri mantra. Duration: 23 seconds. The Gāyatrī Mantra, also known as the Sāvitri Mantra, is a highly revered mantra from the Rig Veda (Mandala 3.62.10), dedicated to the Vedic deity Savitr. is the name of the Goddess of the Vedic Mantra in which the verse is composed. Its recitation is traditionally preceded by and the formula , known as the , or \"great (mystical) utterance\". The Gayatri mantra is cited widely in Vedic and post-Vedic texts, such as the mantra listings of the Śrauta liturgy, and classical Hindu texts such as the Bhagavad Gita, Harivamsa, and Manusmṛti. The mantra and its associated metric form was known by the Buddha. The mantra is an important part of the upanayana ceremony for young males in Hinduism, and has long been recited by dvija men as part of their daily rituals in later post-vedic age. Modern Hindu reform movements spread the practice of the mantra to include women and all castes and its use is now very widespread. It is considered one of the most important and powerful Vedic mantras. thumb|Gayatri mantra personified as a goddess. ==Text== The main mantra appears in the hymn RV 3.62.10. During its recitation, the hymn is preceded by () and the formula (). This prefixing of the mantra is properly described in the Taittiriya Aranyaka (2.11.1-8), which states that it should be chanted with the syllable , followed by the three Vyahrtis and the Gayatri verse. Whereas in principle the gāyatrī mantra specifies three pādas of eight syllables each, the text of the verse as preserved in the Samhita is one short, seven instead of eight. Metrical restoration would emend the attested tri-syllabic with a tetra-syllabic .B. van Nooten and G. Holland, Rig Veda. A metrically restored text. Cambridge: Harvard Oriental Series (1994). The Gayatri mantra is, in Devanagari: : In IAST: : : : : :– Rigveda 3.62.10 ==Dedication== The Gāyatrī mantra is dedicated to Savitṛ, a Vedic Sun deity. However many monotheistic sects of Hinduism such as Arya Samaj hold that the Gayatri mantra is in praise of One Supreme Creator known by the name AUM (ओउ्म् ) as mentioned in the Yajur Veda, 40:17.Constance Jones,James D. Ryan (2005), Encyclopedia of Hinduism, Infobase Publishing, p.167, entry \"Gayatri Mantra\"Roshen Dalal (2010), The Religions of India: A Concise Guide to Nine Major Faiths, Penguin Books India, p.328, entry \"Savitr, god\" ==Translations== The Gayatri mantra has been translated in many ways. Quite literal translations include: * Swami Vivekananda: \"We meditate on the glory of that Being who has produced this universe; may She enlighten our minds.\" * Monier Monier-Williams (1882): \"Let us meditate on that excellent glory of the divine vivifying Sun, May he enlighten our understandings.\" * Ralph T.H. Griffith (1896): \"May we attain that excellent glory of Savitar the god: So may He stimulate our prayers.\" * S. Radhakrishnan: :* (1947): \"We meditate on the effulgent glory of the divine Light; may he inspire our understanding.\" :* (1953): \"We meditate on the adorable glory of the radiant sun; may She inspire our intelligence.\"S. Radhakrishnan, The Principal Upanishads, (1953), p. 299 * Sri Aurobindo: \"We choose the Supreme Light of the divine Sun; we aspire that it may impel our minds.\" Sri Aurobindo further elaborates: \"The Sun is the symbol of divine Light that is coming down and Gayatri gives expression to the aspiration asking that divine Light to come down and give impulsion to all the activities of the mind.\" *Stephanie W. Jamison and Joel P. Brereton: \"Might we make our own that desirable effulgence of god Savitar, who will rouse forth our insights.\" More interpretative translations include: * Ravi Shankar (poet): \"Oh manifest and unmanifest, wave and ray of breath, red lotus of insight, transfix us from eye to navel to throat, under canopy of stars spring from soil in an unbroken arc of light that we might immerse ourselves until lit from within like the sun itself.\" * Shriram Sharma: Om, the Brahm, the Universal Divine Energy, vital spiritual energy (Pran), the essence of our life existence, Positivity, destroyer of sufferings, the happiness, that is bright, luminous like the Sun, best, destroyer of evil thoughts, the divinity who grants happiness may imbibe its Divinity and Brilliance within us which may purify us and guide our righteous wisdom on the right path. * Sir William Jones (1807): \"Let us adore the supremacy of that divine sun, the god-head who illuminates all, who recreates all, from whom all proceed, to whom all must return, whom we invoke to direct our understandings right in our progress toward his holy seat.\" * William Quan Judge (1893): \"Unveil, O Thou who givest sustenance to the Universe, from whom all proceed, to whom all must return, that face of the True Sun now hidden by a vase of golden light, that we may see the truth and do our whole duty on our journey to thy sacred seat.\" * Sivanath Sastri (Brahmo Samaj) (1911): \"We meditate on the worshipable power and glory of Him who has created the earth, the nether world and the heavens (i.e. the universe), and who directs our understanding.\"Appendix \"C\", Sivanath Sastri \"History of the Brahmo Samaj\" 1911/1912 1st edn. page XVI, publ. Sadharan Brahmo Samaj, 211 Cornwallis St. Calcutta, read : . Retrieved on 23 November 2020. * Swami Sivananda: \"Let us meditate on Isvara and His Glory who has created the Universe, who is fit to be worshipped, who is the remover of all sins and ignorance. May he enlighten our intellect.\" (Om - Para Brahman (entire universe); Bhur - Bhuloka (Physical Plane); Bhuvah - Antariksha (space); Svah - Svarga Loka (Heaven); Tat - Paramatma (Supreme Soul); Savitur - Isvara (Surya) (Sun god); Varenyam - Fit to be worshipped; Bhargo - Remover of sins and ignorance; Devasya - Glory (Jnana Svaroopa ie Feminine/Female); Dheemahi - We meditate; Dhiyo - Buddhi (Intellect); Yo - Which; Nah - Our; Prachodayat - Enlighten.) * Maharshi Dayananda Saraswati (founder of Arya Samaj): \"Oh God! Thou art the Giver of Life, Remover of pain and sorrow, The Bestower of happiness. Oh! Creator of the Universe, May we receive thy supreme sin-destroying light, May Thou guide our intellect in the right direction.\" * Kirpal Singh: \"Muttering the sacred syllable 'Aum' rise above the three regions, And turn thy attention to the All-Absorbing Sun within. Accepting its influence be thou absorbed in the Sun, And it shall in its own likeness make thee All-Luminous.\" ===24 Syllables of the Gayatri mantra=== The Gayatri mantra has 24 syllables. They are 1.tat, 2.sa, 3.vi, 4.tur, 5.va, 6.re, 7.ṇi, 8.yaṃ, 9.bhar, 10,go, 11.de, 12.va, 13.sya, 14.dhī, 15.ma, 16.hi, 17.dhi, 18.yo, 19.jo, 20.naḥ, 21.pra, 22.cho 23.da and 24.yāt. When counting the syllables, the word vareṇyam is treated as vareṇiyam which is the original form of the mantra in the Vedic language before the forced ex-post application of sandhi rules in the much more rigid Classical Sanskrit language. ==Textual appearances== ===Vedic and Vedantic literature=== The Gayatri mantra is cited widely in Vedic and post-Vedic texts, such as the mantra listings of the Śrauta liturgy, and cited several times in the Brahmanas and the Srauta- sutras. It is also cited in a number of grhyasutras, mostly in connection with the upanayana ceremonyShankhayana grhyasutra: 2.5.12, 2.7.19; Khadira grhyasutra: 2.4.21; Apastambha grhyasutra: 4.10.9-12; Varaha grhyasutra: 5.26 in which it has a significant role. The Gayatri mantra is the subject of esoteric treatment and explanation in some major Upanishads, including Mukhya Upanishads such as the Brihadaranyaka Upanishad, the Shvetashvatara Upanishad and the Maitrayaniya Upanishad; as well as other well-known works such as the Jaiminiya Upanishad Brahmana. The text also appears in minor Upanishads, such as the Surya Upanishad. The Gayatri mantra is the apparent inspiration for derivative \"gāyatrī\" stanzas dedicated to other deities. Those derivations are patterned on the formula ,Ravi Varma(1956), p.460f, Gonda(1963) p.292 and have been interpolatedKeith, Vol I. p.lxxxi into some recensions of the Shatarudriya litany. Gāyatrīs of this form are also found in the Mahanarayana Upanishad. The Gayatri mantra is also repeated and cited widely in classical Hindu texts such as the Bhagavad Gita, Harivamsa, and Manusmṛti. ===Buddhist corpus === In Majjhima Nikaya 92, the Buddha refers to the Sāvitri (Pali: sāvittī) mantra as the foremost meter, in the same sense as the king is foremost among humans, or the sun is foremost among lights: In Sutta Nipata 3.4, the Buddha uses the Sāvitri mantra as a paradigmatic indicator of Brahmanic knowledge: == Usage == ===Upanayana ceremony=== Imparting the Gayatri mantra to young Hindu men is an important part of the traditional upanayana ceremony, which marks the beginning of study of the Vedas. Sarvepalli Radhakrishnan described this as the essence of the ceremony, which is sometimes called \"Gayatri diksha\", i.e. initiation into the Gayatri mantra. However, traditionally, the stanza RV.3.62.10 is imparted only to Brahmin boys. Other Gayatri verses are used in the upanayana ceremony for non- Brahmins: RV.1.35.2, in the tristubh meter, for a kshatriya and either RV.1.35.9 or RV.4.40.5 in the jagati meter for a Vaishya.This is on the authority of the Shankhayana Grhyasutra, 2.5.4-7 and 2.7.10. J. Gonda, \"The Indian mantra\", Oriens, Vol. 16, (31 December 1963), p. 285 ===Mantra- recitation=== Gayatri japa is used as a method of prāyaścitta (atonement). It is believed by practitioners that reciting the mantra bestows wisdom and enlightenment, through the vehicle of the Sun (Savitr), who represents the source and inspiration of the universe. ===Brahmo Samaj=== In 1827 Ram Mohan Roy published a dissertation on the Gayatri mantraTitle of the text was Prescript for offering supreme worship by means of the Gayutree, the most sacred of the Veds. that analysed it in the context of various Upanishads. Roy prescribed a Brahmin to always pronounce om at the beginning and end of the Gayatri mantra. From 1830, the Gayatri mantra was used for private devotion of Brahmos. In 1843, the First Covenant of Brahmo Samaj required the Gayatri mantra for Divine Worship. From 1848-1850 with the rejection of Vedas, the Adi Dharma Brahmins use the Gayatri mantra in their private devotions.Sivanath Sastri \"History of the Brahmo Samaj\" 1911/1912 1st edn. publ. Sadharan Brahmo Samaj, 211 Cornwallis St. Calcutta ===Hindu revivalism=== In the later 19th century, Hindu reform movements spread the chanting of the Gayatri mantra. In 1898 for example, Swami Vivekananda claimed that, according to the Vedas and the Bhagavad Gita, a person became Brahmin through learning from his Guru, and not because of birth. He administered the sacred thread ceremony and the Gayatri mantra to non-Brahmins in Ramakrishna Mission. This Hindu mantra has been popularized to the masses, outside of Brahminic culture through pendants, audio recordings and mock scrolls. Various Gayatri yajñas organised by All World Gayatri Pariwar at small and large scales in late twentieth century also helped spread Gayatri mantra to the mass. ===Indonesian Hinduism=== The Gayatri Mantra forms the first of seven sections of the Trisandhyā Puja (Sanskrit for \"three divisions\"), a prayer used by the Balinese Hindus and many Hindus in Indonesia. It is uttered three times each day: 6 am at morning, noon, and 6 pm at evening.Island Secrets: Stories of Love, Lust and Loss in BaliRenegotiating Boundaries: Local Politics in Post-Suharto Indonesia === Popular culture === *George Harrison (The Beatles): on the life-size statue representing him, unveiled in 2015 in Liverpool, the Gayatri mantra engraved on the belt, to symbolize a landmark event in his life (see picture). *A version of the Gayatri mantra is featured in the opening theme song of the TV series Battlestar Galactica (2004).Battlestar Galactica's Cylon Dream Kit *A variation on the William Quan Judge translation is also used as the introduction to Kate Bush's song \"Lily\" on her 1993 album, The Red Shoes. * Cher, the singer/actress, in her Living Proof: The Farewell Tour, in 2002-2005, sang Gayatri mantra while riding a mechanical elephant. She later reprised the performance during her Classic Cher tour in 2017 (see picture). *The Swiss avantgarde black metal band Schammasch adapted the mantra as the outro in their song \"The Empyrean\" on their last album \"Triangle\" as a Gregorian chant. *The film Mohabbatein (2000) directed by Aditya Chopra which came under controversy when Amitabh Bachchan recited the sacred Gayatri Mantra with his shoes on leading some Vedic scholars in Varanasi to complain that it insulted Hinduism *In the game Homeworld: Deserts of Kharak (2016), Gayatri Mantra can be heard being sung during the destruction of Gaalsien flagship, Hand of Sajuuk, in the final mission of campaign, Khar-Toba. == See also == * Savitr * Om * Dhi (Hindu thought) * Rigveda * Metre (poetry) ==Notes== ==References== ==Sources== * * * * * * * ==Further reading== * Power of Gayatri Mantra *L.A. Ravi Varma, \"Rituals of worship\", The Cultural Heritage of India, Vol. 4, The Ramakrishna Mission Institute of Culture, Calcutta, 1956, pp. 445–463 * Jan Gonda, \"The Indian mantra\", Oriens, Vol. 16, (31 December 1963), pp. 244–297 * A.B. Keith, The Veda of the Black Yajus School entitled Taittiriya Sanhita, Harvard Oriental Series Vols 18-19, Harvard, 1914 * Gaurab Saha https://iskcondesiretree.com/profiles/blogs/gayatri-mantra-detailed-word-by- word-meaning ==External links== * Gayatri Mantra sung (length: 1:43:11). Category:Hindu mantras",
 "title": "Gayatri Mantra"
}