{
 "id": "455990",
 "text": "A tax cut is a reduction in the tax charged by a government. The immediate effects of a tax cut are a decrease in the income of the government and an increase in the income of those whose taxes have been lowered. Tax cuts are typically discussed in terms of reducing tax rates - the fraction of the subject of the tax that is paid, such as income or consumption. Due to the perceived benefits to taxpayers, politicians have sought to claim tax credits as tax cuts. How a tax cut affects the economy depends on which tax is cut. Policies that increase disposable income for lower- and middle-income households are more likely to increase overall consumption and \"hence stimulate the economy.\" Tax cuts in isolation boost the economy because they increase government borrowing. However, they are often accompanied by spending cuts or changes in monetary policy that can offset their stimulative effects. ==Types== Tax cuts are typically cuts in the tax rate. However, other tax changes that reduce the amount of tax can be seen as tax cuts. These include deductions, credits and exemptions and adjustments. * A rate cut is a reduction in the fraction of the taxed item that is taken. E.g., an income tax rate cut reduces the percentage of income that is paid in tax. * A deduction is a reduction in the amount of the taxed item that is subject to the tax. E.g., an income tax deduction reduces that amount of taxable income. * A credit is a reduction in the amount of tax paid. Credits are usually fixed amounts. E.g., a tuition tax credit reduces the amount of tax paid by the amount of the credit. Credits can be refundable, i.e., the credit is given to the taxpayer even when no actual taxes are paid (such as when deductions exceed income). * An exemption is the exclusion of a specific item from taxation. e.g., food might be exempted from a sales tax. * An adjustment is a change in the amount of an item that is taxed based on an external factor. E.g., an inflation adjustment reduces the amount of tax paid by the rate of inflation. == Nations == === United States === Notable examples of tax cuts in the US include: *The Tax Cuts and Jobs Act of 2017 lowered the corporate tax rate to 20%, while also lowering income tax rates, among other changes. *The 2008 American Recovery and Reinvestment Act included a tax credit of $400, lower payroll tax rates, and higher earned income tax credits. * The Economic Growth and Tax Relief Reconciliation Act of 2001 reduced business and investment taxes. * === History === Another way to analyze tax cuts is to have a look at their impact. Presidents often propose tax changes, but the Congress passes legislation that may or may not reflect those proposals. ==== John Kennedy ==== John Kennedy's plan was to lower the top rate from 91% to 65%, however, he was assassinated before implementing the change. ==== Lyndon Johnson ==== Lyndon Johnson supported Kennedy's ideas and lowered the top income tax rate from 91% to 70%. He reduced the corporate tax rate from 52% to 48%. Federal tax revenue increased from 94 billion dollars in 1961 to 153 billion in 1968. ==== Ronald Reagan ==== In 1982 Ronald Reagan cut the top income tax rate from 70% to 50%.https://files.taxfoundation.org/legacy/docs/fed_individual_rate_history_nominal.pdf GDP increased 4.6% in 1983, 7.2% in 1984 and 4.2% in 1985. In 1988, Reagan cut the corporate tax rate from 48% to 34%. ==== George W. Bush ==== President Bush's tax cuts were implemented to stop the 2001 recession. They reduced the top income tax rate from 39.6% to 35%,https://fas.org/sgp/crs/misc/RL34498.pdf reducing the long-term capital gains tax rate from 20% to 15% and the top dividend tax rate from 38.6% to 15%.https://eml.berkeley.edu/~yagan/DividendTax.pdf These tax cuts may have boosted the economy, however, they may have stemmed from other causes. The American economy grew at a rate of 1.7%, 2.9%, 3.8% and 3.5% in the years 2002, 2003, 2004 and 2005, respectively. In 2001, the Federal Reserve lowered the benchmark fed funds rate from 6% to 1.75%. Apart from boosting the economy, these tax cuts increased the U.S. debt by $1.35 trillion over a 10-year periodhttps://www.brookings.edu/wp-content/uploads/2016/06/200203.pdf and benefited high-income individuals,. ==== Barack Obama ==== Barack Obama arranged for several tax cuts to defeat the Great Recession. The $787 billion American Recovery and Reinvestment Act of 2009 promised $288 billion in tax cuts and incentives.http://www.nyc.gov/html/ops/nycstim/downloads/pdf/human_services_council_presentation_mayors_office_of_operations.pdf Its taxation aspects included a payroll tax cut of 2%, health care tax credits, a reduction in income taxes for individuals of $400 and improvements to child tax credits and earned income tax credits. To prevent the fiscal cliff in 2013, Obama extended the Bush tax cuts on incomes below $400,000 for individuals and $450,000 for married couples. Incomes exceeding the threshold were taxed at the rate of 39.6% (the Clinton-era tax rate), following the American Taxpayer Relief Act of 2012. ==== Donald Trump ==== On December 22, 2017, President Trump signed the Tax Cuts and Jobs Act, which reduced the corporate tax rate from 35% to 20%. Other changes included income tax rate cuts, doubling of the standard deduction, capping the state and local tax deduction and eliminating personal exemptions. GDP growth rate increased by 0.7% in 2018, however, in 2019 it fell below 2017. In 2020, GDP took a sharp downturn, likely due to the COVID-19 pandemic. ==Reasons== There are several reasons that governments supply for cutting taxes. === Fairness === Traditionally money belongs to the person who possesses it, particularly if they earned it. Reducing the amount of money that is taken by the government can be seen as increasing fairness. === Efficiency === In many cases, government spending has no visible effect on individuals or society. Private individuals and businesses often spend their money more efficiently than governments. === Incentives === High taxes generally discourage work and investment. When taxes reduce the return from working, it is not surprising that workers are less interested in working. Taxes on income create a wedge between what the employee keeps and what the employer pays. Taxes encourage employers to create fewer jobs than they would without taxes. === Burden === In the US, the overall tax burden in 2020 was equal to 16% of the total gross domestic product. == See also == *Laffer curve *Rahn curve *Reaganomics *Starve the beast *Trickle-down economics *S corporation *Tax reform ==References== ==External links== Category:Tax policy",
 "title": "Tax cut"
}