{
 "id": "456146",
 "text": "The Defense Switched Network (DSN) is a primary information transfer network for the Defense Information Systems Network (DISN) of the United States Department of Defense. The DSN provides the worldwide non-secure voice, secure voice, data, facsimile, and video teleconferencing services for DOD Command and Control (C2) elements, their supporting activities engaged in logistics, personnel, engineering, and intelligence, as well as other Federal agencies. In 1982, the DSN was designated by the Office of the Secretary of Defense (OSD) and the Joint Chiefs of Staff (JCS) as the provider of long-distance communications service for the DOD. The DSN is designated as a primary system of communication during peacetime, periods of crisis, preattack, non-nuclear, and post-attack phases of war. The network assures nonblocking service for users with \"flash\" and \"flash override\" precedence capabilities. Key users include the National Command Authorities, Commanders of the Combatant Commands, and subordinate component commanders. DSN replaced the older Autovon system. The DSN consists of four subsystems: *Switching, *Transmission, *Timing and Synchronization, and *Network Administration and Management. The DSN Switching Subsystem consists of multifunction, stand-alone tandem, end office, and remote switching units. Using the transmission, timing, and control elements of the DISN, they interconnect all military locations worldwide and provide end-to-end long-distance common user and dedicated voice, secure voice, data, and video services worldwide. In addition to nonsecure voice, data, and video services, the DSN will provide transmission, switching, and support services for Secure Telephone Units, Third Generation (STU-IIIs, now obsolete), the Secure Terminal Equipment (STE), the Defense Red Switch Network (DRSN), the dial-up alternative routing for the Unclassified but Sensitive Internet Protocol (IP) Router Network (NIPRNet), and the Secret IP Router Network (SIPRNet). The DSN can also provide access to the Government Emergency Telephone System (GETS). ==Area Codes== Eight area codes are used to cover certain geographical areas for regular voice communications: *311 for AFRICOM *312 for the Continental United States (NORTHCOM) and Puerto Rico *313 for the Caribbean *314 for EUCOM *315 for INDOPACOM *317 for Alaska *318 for CENTCOM *319 for Canada (Canadian Switched Network (CSN)) Other area codes are assigned to functional areas: *20x for interface with the United Kingdom's Defence Fixed Telecommunications Service (DFTS) *606 for interface with NATO's Core Network (NCN) *7xx for interface with Australia's Defence Voice Network (DVN) *715 for interface with New Zealand's Defence Telephone Network (DTelN) ==References== == External links == * Defense Information Systems Agency (DISA) * DISA Media Resources Page * A brief history of the DSN US Government Defense Information Systems Agency * DSN Movie US Government Defense Information Systems Agency * DSN Movie Transcript US Government Defense Information Systems Agency Category:United States Department of Defense agencies Category:Military communications of the United States",
 "title": "Defense Switched Network"
}