{
 "id": "456257",
 "text": "{{Infobox writer | name = Jade Snow Wong | image = Portrait of Jade Snow Wong in c. 1950.jpg | imagesize = | caption = Wong in | pseudonym = | birth_name = Huáng Yùxuě | birth_date = 21 January 1922 | birth_place = San Francisco, California | death_date = 16 March 2006 | death_place = San Francisco, California | occupation = | nationality = American | period = 1950-1980 | genre = autobiography | subject = | movement = | notableworks = Fifth Chinese Daughter | spouse = | partner = | children = | relatives = | influences = | influenced = | awards = | signature = | website = }} Jade Snow Wong () (January 21, 1922 - 16 March 2006) was an American ceramic artist and author of two memoirs. She was given the English name of Constance, also being known as Connie Wong Ong. == Biography == Wong was born and raised in San Francisco; she was the fifth daughter of an immigrant family which grew to have nine children. She was raised with the traditional beliefs and customs of Chinese culture which her family and her elders imposed upon her. Her father forbade her to date and refused to pay for her college education. She was determined to get higher education, first attending San Francisco Junior College, and later Mills College, where she majored in economics and sociology in the hope of becoming a social worker in Chinatown. Wong graduated from Mills College in 1942 with a hard-earned Phi Beta Kappa key. She worked as a secretary during World War II; she had discovered a talent for ceramics in a summer course at Mills and she joined a Ceramics Guild associated with the college.Jade Snow Wong (1950/1965), Fifth Chinese Daughter, reprint, Harmondsworth, Middlesex: Penguin, Ch. 27, \"A Life Plan Is Cast\", p. 273. When she began to sell her work from a shop in Chinatown, it quickly found popularity. Wong married the artist Woodrow Ong in 1950; they worked together on their art and later managed a travel agency together. Throughout her lifetime, Wong worked with many organizations including the San Francisco Public Library, the Asian Art Museum of San Francisco, the Chinese Cultural Center, the Chinese Historical Society of America, and Mills College. Wong was recognized and awarded by Mills College with an Honorary Doctorate of Humane Arts in 1976. Wong died on March 16, 2006 at the age of 84 of cancer; she was survived by her two daughters, two sons,Jade Snow Wong (1950/1965), Fifth Chinese Daughter, reprint, Harmondsworth, Middlesex: Penguin, \"About the Author\", p. [285]. and four grandchildren. == Literary Work== In 1950, Wong published the first of her two autobiographical volumes, Fifth Chinese Daughter. The book described her troubles balancing her identity as an Asian American woman and her Chinese Traditions. The book was translated into several Asian languages by the U.S. State Department, which sent her on a four-month speaking tour of Asia in 1953. \"I was sent,\" Wong wrote, \"because those Asian audiences who had read translations of Fifth Chinese Daughter did not believe a female born to poor Chinese immigrants could gain a toehold among prejudiced Americans.\" Her second volume, No Chinese Stranger, was published in 1975.The book described her trip across Asia during her speaking tour and her visits to the People’s Republic of China. In 1976, Wong’s first volume, Fifth Chinese Daughter, was made into a half-hour special for public television. ==Artistic work == Wong's career in pottery took off after she convinced a merchant on Grant Avenue in Chinatown, San Francisco, to allow her to put her workshop in his store window.Jade Snow Wong (1950/1965), Fifth Chinese Daughter, reprint, Harmondsworth, Middlesex: Penguin, Ch. 28, \"'The Work of One Day Is Gazed Upon for One Thousand Days'\", pp. 278--280. Her ceramics were later displayed in art museums across the United States, including a 2002 exhibition at the Chinese Historical Society of America. They were also displayed at the M. H. de Young Memorial Museum in San Francisco, the San Francisco Museum of Modern Art, Art Institute of Chicago (a one-woman show), the Museum of Modern Art in New York City, the Smithsonian American Art Museum in Washington, DC, and the Cincinnati Art Museum, as well as shows in Omaha, Nebraska, and Portland, Oregon. In addition to these shows across the United States, Wong's ceramics have also been placed in the permanent collections of New York’s Metropolitan Museum of Art, the Detroit Institute of Arts, the Oakland Museum of California, the Joslyn Art Museum, and the International Ceramic Museum in Italy. == See also == *Chinese American literature *List of Asian American writers == References == ==Further reading== * Jade Snow Wong (1950), Fifth Chinese Daughter, illustrated by Kathryn Uhl, New York: Scholastic Books. * Jade Snow Wong (1975), No Chinese Stranger, illustrated by Deng Ming-Dao, New York: Harper & Row. == Critical studies == #The Oriental/Occidental Dynamic in Chinese American Life Writing: Pardee Lowe and Jade Snow Wong By: Madsen, Deborah L.; Amerikastudien/American Studies, 2006; 51 (3): 343-53. (journal article) #Chinese American Writers of the Real and the Fake: Authenticity and the Twin Traditions of Life Writing By: Madsen, Deborah L.; Canadian Review of American Studies/Revue Canadienne d'Etudes Americaines, 2006; 36 (3): 257-71. (journal article) #Reading Ethnography: The Cold War Social Science of Jade Snow Wong's Fifth Chinese Daughter and Brown v. Board of Education By: Douglas, Christopher. pp. 101–24 IN: Zhou, Xiaojing (ed. and introd.); Najmi, Samina (ed.); Form and Transformation in Asian American Literature. Seattle, WA: U of Washington P; 2005. 296 pp. (book article) #A Genealogy of Literary Multiculturalism. Chapter 3. By Christopher Douglas. Ithaca: Cornell University Press, 2009. #Labored Realisms: Geopolitical Rhetoric and Asian American and Asian (Im)Migrant Women's (Auto)biography By: Hesford, Wendy S.; JAC, 2003; 23 (1): 77-107. (journal article) #Chinese Medicine and Asian- American Literature: A Case Study of Fifth Chinese Daughter By: Zheng, Da; JASAT (Journal of the American Studies Association of Texas), 2002 Oct; 33: 11-30. (journal article) #'Nothing Solid': Racial Identity and Identification in Fifth Chinese Daughter and Wilshire Bus By: Motooka, Wendy. pp. 207–32 IN: Goldner, Ellen J. (ed.); Henderson-Holmes, Safiya (ed.); Racing and (E)Racing Language: Living with the Color of Our Words. Syracuse, NY: Syracuse UP; 2001. xvi, 300 pp. (book article) #Jade Snow Wong (1922- ) By: Kapai, Leela. pp. 387–90 IN: Nelson, Emmanuel S. (ed. and preface); Asian American Novelists: A Bio-Bibliographical Critical Sourcebook. Westport, CT: Greenwood; 2000. xi, 422 pp. (book article) #Representing the 'Other': Images of China and the Chinese in the Works of Jade Snow Wong, Maxine Hong Kingston and Amy Tan By: Liu, Hong; Dissertation Abstracts International, Section A: The Humanities and Social Sciences, 1999 May; 59 (11): 4144. U of Toledo, 1998. (dissertation abstract) #\"Just Translating\": The Politics of Translation and Ethnography in Chinese-American Women's Writing By: Su, Karen Kai-yuan; Dissertation Abstracts International, Section A: The Humanities and Social Sciences, 1999 Feb; 59 (8): 2989. U of California, Berkeley, 1998. (dissertation abstract) #The Meaning of Ethnic Literature to the Historian By: Daniels, Roger. pp. 31–38 IN: Grabher, Gudrun M. (ed.); Bahn-Coblans, Sonja (ed.); The Self at Risk in English Literatures and Other Landscapes/Das Risiko Selbst in der englischsprachigen Literatur und in anderen Bereichen. Innsbruck, Austria: Institut für Sprachwissenschaft, Universität Innsbruck; 1999. xvi, 381 pp. (book article) #Lands of Her Own: The Chinese-American Woman in Two Pioneering Texts By: Wong, Patricia May-Lynn; Dissertation Abstracts International, Section A: The Humanities and Social Sciences, 1997 June; 57 (12): 5156. State U of New York, Binghamton, 1996. (dissertation abstract) #Estranging the Natural Elements of Narrative By: Shitabata, Russell Hiromu; Dissertation Abstracts International, Section A: The Humanities and Social Sciences, 1997 Mar; 57 (9): 3952. U of Oregon, 1996. (dissertation abstract) #Jade Snow Wong's Badge of Distinction in the 1990s By: Su, Karen; Hitting Critical Mass: A Journal of Asian American Cultural Criticism, 1994 Winter; 2 (1): 3-52. (journal article) #The Illusion of the Middle Way: Liberal Feminism and Biculturalism in Jade Snow Wong's Fifth Chinese Daughter By: Bow, Leslie. pp. 161–75 IN: Revilla, Linda A. (ed. and introd.); Nomura, Gail M. (ed. and introd.); Wong, Shawn (ed. and introd.); Hune, Shirley (ed. and introd.); Bearing Dream, Shaping Visions: Asian Pacific American Perspectives. Pullman, WA: Washington State UP; 1993. xv, 282 pp. (book article) #The Tradition of Chinese American Women's Life Stories: Thematics of Race and Gender in Jade Snow Wong's Fifth Chinese Daughter and Maxine Hong Kingston's The Woman Warrior By: Lim, Shirley Geok-lin. pp. 252–67 IN: Culley, Margo (ed.); American Women's Autobiography: Fea(s)ts of Memory. Madison: U of Wisconsin P; 1992. xiii, 329 pp. (book article) #Food as an Expression of Cultural Identity in Jade Snow Wong and Songs for Jadina By: Cobb, Nora; Hawaii Review, 1988 Spring; 12 (1 [23]): 12-16. (journal article) #The Female Identity in Cross- Cultural Perspective: Immigrant Women's Autobiography By: Demirturk, Emine Lale; Dissertation Abstracts International, 1987 Jan.; 47 (7): 2584A. (dissertation abstract) #Chinesisch-amerikanische Literatur: Eine Fallstudie anhand zweier Autobiographien By: Meissenburg, Karin. pp. 356–379 IN: Ostendorf, Berndt (ed.); Amerikanische Gettoliteratur: Zur Literatur ethnischer, marginaler und unterdrückter Gruppen in Amerika. Darmstadt: Wissenschaftliche Buchges.; 1984. 403 pp. (book article) #The Divided Voice of Chinese-American Narration: Jade Snow Wong's Fifth Chinese Daughter By: Yin, Kathleen Loh Swee; MELUS, 1982 Spring; 9 (1): 53-59. (journal article) #The Icicle in the Desert: Perspective and Form in the Works of Two Chinese- American Women Writers By: Blinde, Patricia Lin; MELUS, 1979 Fall; 6 (3): 51-71. (journal article) #Chinese Medicine and Chinese American Literature: A Case Study of Fifth Chinese Daughter. By: Zheng, Da; JASAT, 2002 33: 11-30. (Journal article) Category:1922 births Category:2006 deaths Category:American writers of Chinese descent Category:American ceramists Category:American autobiographers Category:San Francisco State University alumni Category:Mills College alumni Category:Artists from San Francisco Category:20th-century ceramists",
 "title": "Jade Snow Wong"
}