{
 "id": "456320",
 "text": "David Jay Bercuson (born 1945) is a Canadian labour, military, and political historian. == Career == Born on 31 August 1945 in Montreal, Quebec, he attended Sir George Williams University, graduated there in 1965 with a Bachelor of Arts degree in history, and was awarded the Lieutenant-Governor's Silver Medal for the highest standing in history.https://cmss.ucalgary.ca/manageprofile/profiles/144-27545/david-j- bercuson-cv.pdf He continued his studies at the University of Toronto under Ken McNaught and Ramsay Cook and received Master of Arts and Doctor of Philosophy (PhD) degrees in history in 1967 and 1971, respectively. His doctoral thesis was Labour in Winnipeg: The Great War and the General Strike. In 1970–1971, he was a visiting assistant professor at the University of Calgary. After he had received his PhD, he was appointed assistant professor. He is now a full professor at the University of Calgary and the director of the university's Centre for Military and Strategic Studies. He is also the Director of Programs at the Canadian Defence and Foreign Affairs Institute, based in Calgary. Bercuson has published academic and commercial books on a range of subjects, focusing primarily in modern Canadian politics, Canadian defence and foreign policy, and Canadian military history. He has written, coauthored, or edited more than thirty books. He also writes regular columns for Legion Magazine, the Calgary Herald, and the National Post, among other publications. He periodically does political and military commentary for CBC and CTV television. In 1991, he wrote with Barry Cooper Deconfederation: Canada without Quebec in which he argued that Canada would benefit from Quebec separation. In 2001, Bercuson became Vice President of Research of the newly formed Canadian Defence and Foreign Affairs Institute, a Calgary-based think tank. == Honours == Bercuson was elected as a fellow of the Royal Society of Canada in 1988. He received the J. B. Tyrrell Historical Medal in 2002 and in 2003 he was made an Officer of the Order of Canada. He was a recipient of the Vimy Award, which recognizes a Canadian who has made a significant and outstanding contribution to the defence and security of the Canadian nation and the preservation of its democratic values.e-Veritas » Blog Archive » Misc Between 2002 and 2010, he was the Honorary Lieutenant Colonel of 41 Combat Engineer Regiment of the Canadian Forces. In 2012, he was awarded the Queen Elizabeth II Diamond Jubilee Medal. == Books == * Confrontation at Winnipeg: Labour, Industrial Relations, and the General Strike, Montreal: McGill-Queen's University Press, 1974. * Canada and the Burden of Unity, Macmillan of Canada, 1977. * Fools and Wise Men, Toronto: Copp Clark Pitman, 1978. * Alberta's Coal Industry 1919, Historical Society of Alberta, 1978. * Opening the Canadian West, Franklin Watts, 1980. * (with Robert Bothwell) 'Canadian Historical Review Volume LXI, University of Toronto Press, 1980. * (with Jack Granatstein) Canadian Historical Review Volume LXII, University of Toronto Press, 1981. * (with Jack Granatstein) Canadian Historical Review Volume LXIII, University of Toronto Press, 1982. * The Secret Army, Toronto: Lester & Orpen Dennys, 1983. * (with Howard Palmer) Settling the Canadian West, Toronto: Grolier Limited, 1984. * (with Jack Granatstein) Great Brain Robbery, Toronto: McClelland & Stewar, 1984. * Canada and the birth of Israel: A study in Canadian foreign policy, University of Toronto Press, 1985. * (with Douglas Wertheimer) A Trust Betrayed: The Keegstra Affair, Doubleday, 1985. * (with Jack Granatstein) Sacred Trust?: Brian Mulroney and the Conservative Party in Power, Doubleday, 1987. * Canadian Labour History, Toronto: Copp Clark Pitman, 1987. * The Collins dictionary of Canadian history: 1867 to the present, Collins, 1988. * (with Jack Granatstein) War and Peacekeeping, Toronto; Key Porter Books, 1990. * Colonies Canada to 1867, McGraw-Hill Companies, 1992. * True Patriot: The Life of Brooke Claxton, 1898-1960, University of Toronto Press, 1993. * Battalion of Heroes: The Calgary Highlanders in World War Two, Calgary: Calgary Highlanders Regimental Funds Foundation, 1994. * (with Jack Granatstein) Dictionary of Canadian Military History, Oxford: Oxford University Press, 1994. * (with S. F. Wise) The Valor and the Horror Revisited, Montreal: McGill-Queen's University Press, 1994. * Maple Leaf Against the Axis, Canada's Second World War, Toronto: Stoddart, 1995; Tokyo: Sairyusha, 2003 (Japanese translation). * Significant Incident: Canada's Army, the Airborne, and the Murder in Somalia, Toronto: McClelland and Stewart, 1996. * (with Jack Granatstein & R. Bothwell) Petrified Campus: The Crisis in Canada's Universities, Toronto: Random House of Canada, 1997. * (with Holger H. Herwig) Deadly Seas: The Story of the St.Croix, the U305 and the Battle of the Atlantic, Toronto: Random House of Canada, 1997. * Blood on the Hills: The Canadian Army in the Korean War. Toronto: University of Toronto Press, 1999. * The Patricias: The Proud History of a Fighting Regiment. Toronto: Stoddart, 2001. * (with H. Herwig) The Destruction of the Bismarck, New York: Overlook Press, 2001; also Toronto: Stoddart, 2001; London: Hutchinson, 2002. * (with Barry Cooper) Derailed: The Betrayal Of The National Dream, Toronto: Key Porter Books Limited, 2002. * (with Barry Cooper) Deconfederation: Canada Without Quebec, Toronto: Key Porter Books Limited, 2002. * (with H. Herwig) One Christmas in Washington: The Secret Meeting Between Roosevelt and Churchill that Changed the World, New York: Overlook Press, 2005. Also, London: Weidenfeld, and Toronto: McArthur & Co. * The Fighting Canadians: Our Regimental History from New France to Afghanistan, (2008) * (with David Carment) The World in Canada: Diaspora, Demography, and Domestic Politics, Montreal: McGill-Queen's University Press, 2008. * The Patricias: A Century of Service, Goose Lane Editions, 2013 * (with Holger H. Herwig) Long Night of the Tankers: Hitler's War Against Caribbean Oil, Calgary: University of Calgary Press, 2014. * Our Finest Hour, New York City: HarperCollins, 2015. == See also == * Calgary School * John Lyman Book Awards * School of Public Policy (University of Calgary) == References == == External links == * David Bercuson at The Centre for Military and Strategic Studies * Concordia University Honorary Doctorate Citation, June 1998, Concordia University Records Management and Archives Category:1945 births Category:20th-century Canadian historians Category:20th-century Canadian male writers Category:21st-century Canadian historians Category:21st-century Canadian male writers Category:Academics from Montreal Category:Canadian male non-fiction writers Category:Canadian military historians Category:Fellows of the Royal Society of Canada Category:Labor historians Category:Living people Category:Officers of the Order of Canada Category:Political historians Category:Sir George Williams University alumni Category:University of Calgary faculty Category:University of Toronto alumni Category:Writers from Montreal",
 "title": "David Bercuson"
}