{
 "id": "456485",
 "text": "thumb|right|Warburg city panorama with sights Warburg is a town in eastern North Rhine-Westphalia, central Germany on the river Diemel near the three- state point shared by Hessen, Lower Saxony and North Rhine-Westphalia. It is in Höxter district and Detmold region. Warburg is the midpoint in the Warburger Börde. Since March 2012 the city is allowed to call itself 'Hanseatic City of Warburg'. == Geography == thumb|right|Warburg as seen from the Desenberg The main town, consisting of the Old Town (Altstadt) and the New Town (Neustadt) and bearing the same name as the whole town, is a hill town. While the Old Town lies in the Diemel Valley, the New Town rises on the heights above the Diemel. The Warburg municipal area borders in the west on the Sauerland and in the northwest on the Eggegebirge foothills, while in the north and northeast the Warburger Börde abuts the town and in the south stretches the Diemel Valley. === Constituent communities === Warburg consists of the following 16 centres: * Bonenburg (1,107 inhabitants) * Calenberg (459 inhabitants) * Dalheim (95 inhabitants) * Daseburg (1,354 inhabitants) * Dössel (651 inhabitants) * Germete (997 inhabitants) * Herlinghausen (446 inhabitants) * Hohenwepel (683 inhabitants) * Menne (846 inhabitants) * Nörde (780 inhabitants) * Ossendorf (1,332 inhabitants) * Rimbeck (1,603 inhabitants) * Scherfede (3,105 inhabitants) * Warburg (10,663 inhabitants) * Welda (889 inhabitants) * Wormeln (652 inhabitants) == History == === Prehistory === In the 4th millennium BC, there was a megalith culture in the Warburg area. === Protohistory === In the 1st century AD, there were Germanic settlers south of the Desenberg. === Middle Ages === In the 8th century, there was a Saxon noble seat west of the town. In the 8th and 9th centuries came the Christianization of the Saxons in the Diemel area. The name Warburg was first mentioned in a document sometime around 1010, although archaeological finds have established that there were already people living in what is now Warburg by protohistoric times. The first definite documentary mention came in 1036. thumb|293x293px|Old-Town Warburg with view to the Lutheran Church In the 11th century there was on the Warburger Burgberg (\"Castle Mountain\") the \"Wartburg\", under whose protection people came and settled. The castle was at first owned by Count Dodiko, whose estate, according to documents, passed in 1020 to the Bishop of Paderborn when the Count's only son met his end in an accident. Eventually, sometime between 1021 and 1033, the Emperor further granted to the bishop the Count's rights. About 1180, the Old Town was granted town rights. From the castle hill, there was a good view over the Diemel Valley, such that a close watch could be kept on the ford that merchants had to cross going to Warburg and Paderborn. This ford on the Diemel was a crossroads of several ancient commercial roads and was crucial in the town's development into a central place. The Warburg New Town was founded in 1228–29 by Bernhard IV. zur Lippe, Bishop of Paderborn, to bolster his political position in the Diemel area against encroachment by the Bishop of Cologne. About 1239, the New Town had been built into a complete town in its own right, and the townsfolk there had full civil rights after the Dortmund and Marsberg models. In 1260, the New Town was granted the right to build a town wall, not only against armies from afar, but even – expressly – against the Old Town. In 1364, both the Old Town and the New Town became members of the Hanseatic League. By 1436, they had forgotten their differences, uniting that year into one town. ==== Unification of the two towns ==== thumb|left|Plaster stamp of the seal of Warburg New Town under the constitutional document \"Der Grote Breff\" from 1436 The two towns, the Old Town and the New Town, joined in 1436 into one town. In Der Grote Breff (\"The Great Letter\"), the newly united town's constitution was precisely framed and sealed. Both former towns' seals are to be seen on the Great Letter. On the cast seal (in the picture), two defensive towers with a double wall are to be seen. Under the town gate stands the Bishop of Paderborn with a staff. The circumscription reads: \"Sigillium burgensium in wartborch\". The Great Letter is written in Middle Low German, the Hanseatic League's language, and stands as a substantial legal document. thumb|Town Hall Between the Towns in Warburg, built in 1568 Hitherto, the Old Town's and the New Town's council meetings had each been taking place in their respective town halls, each on their respective marketplaces. Now, however, there were two mayors. This was solved by allowing each mayor to head the unified town for half the year. Furthermore, both town halls were used for council meetings, again, each for half the year. However, the problem of having two town halls was not fully resolved until 132 years after the two former towns had merged. Only then, in 1568, was the new Rathaus Zwischen den Städten – Town Hall Between the Towns – built. The common Town Hall, in the form of preserved Renaissance buildings, was built right on the former boundary between the two former towns, with two separate entrances for Altstädter and Neustädter (\"Old Towners\" and \"New Towners\"). In 1902–03, it was expanded with a half-timbered floor. It stands right where a gate, the Liebfrauentor (roughly, \"Gate of Our Lady\"), once stood. In the Middle Ages, this was the only gateway between the two then separate towns. The Old Town's former Town Hall, renovated in 1973, nowadays serves gastronomical and residential ends. The New Town's former Town Hall served various purposes ranging from Town Hall cellar to assembly hall to market hall before it had to be torn down in 1803 owing to decrepitude. There arose yet another superfluous government building in 1975 after the communities of the old Amt of Warburg- Land were amalgamated with Warburg, namely the Amt administration building on Kasseler Straße, which was forsaken by the district authorities in favour of the Behördenhaus (\"Authority House\") on Bahnhofstraße. === Modern times === In the early 17th century, Warburg was a well known and rich trading town. Outside the town walls rose \"die Hüffert\" as a new part of the town. In the Thirty Years' War, great parts of die Hüffert and other villages in the area were sacked and destroyed, impoverishing the town. In 1622, the town was captured by Christian the Younger of Brunswick, Bishop of Halberstadt, who is sometimes called in German der tolle Christian – \"Christian the Mad\". By 1628, the town was changing overlords and occupation armies repeatedly as the war dragged on, ending up in Imperial hands by the time the war ended in 1648. On 5 June 1695, Johann Conrad Schlaun was born in Nörde near Warburg (now one of Warburg's constituent communities). On 31 July 1760, during the Seven Years' War, Warburg was the scene of a battle that now bears its name. Twenty-four thousand Prussian, Hanoverian, Hessian and British troops fought under Prince Ferdinand of Brunswick and the Crown Prince of Hesse-Kassel (or Hesse-Cassel) against a French army of 21,500 soldiers led by Lieutenant-General Le Chevalier du Muy and the Duke of Broglie. The Prussians and their allies won, killing 8,000 French soldiers while losing only 1,500 themselves, leaving them free to sack the town. A tower on the Desenberg recalls the Battle of Warburg. On 3 August 1802, Prussian troops came into Warburg in anticipation of the decisions of German Mediatisation (Reichsdeputationshauptschluss). From 1807 to 1813, in the Napoleonic Era, Warburg belonged to the Kingdom of Westphalia. After the Congress of Vienna in 1815, Warburg was once again assigned to Prussia. The next year, it became a district seat. In 1850, the railway from Hamm was opened. In 1892 – 244 years after it had ended – Warburg at last paid off the last of the debts that it had incurred because of the Thirty Years' War. In 1933, at the March elections, the Centre Party won 67.2% of the vote in Warburg to the NSDAP's 21.8%. During World War II there was a Prisoner of war camp Oflag VI-B in the suburb Dössel. 20 September 1943, 47 Polish officers escaped through a tunnel. 37 were recaptured and executed by the Gestapo. On 1 April 1945, Warburg was captured by American troops. On 1 January 1975 came municipal reorganization, which saw 16 formerly independent municipalities merged into a new greater town of Warburg. Also, the districts of Warburg and Höxter were united, taking the latter's name. In 1983, Warburg became a founding member of the Wesphalian Hanseatic League (Westfälischer Hansebund). === History of the districts === ==== Welda ==== The lands around Warburg's constituent community of Welda, once a border town between Westphalia, Waldeck and Hesse, have yielded forth archaeological evidence of a Celtic presence. It has been confirmed that the village was once visited in 1856 by Crown Prince Friedrich Wilhelm, who went on to become the \"Ninety- Nine-Day Emperor\", Kaiser Friedrich III. He presented the church with a Communion chalice. After the Second World War, in 1945, there was an American prison camp at Welda holding roughly 80,000 German prisoners of war. ==== Wormeln ==== Likewise, Wormeln's surrounding area has yielded archaeological finds that point to ancient settlement. There is believed to have been a parish in Wormeln by about 780, with church patrons Simon the Zealot and Judah. Wormeln had its first documentary mention in 1018 in a donation document from Count Dodiko to Meinwerk, Bishop of Paderborn. About 1246, the Counts of Everstein founded the Wormeln Cistercian Convent of the \"Nuns of the Grey Order\" Cistercians. On 16 September 1810, Jérôme Bonaparte, King of Westphalia in Napoleonic times, decreed the convent's dissolution. === Population === (each time at 31 December) *1998 – 24,130 *1999 – 24,234 *2000 – 24,204 *2001 – 24,218 *2002 – 24,273 *2003 – 24,292 *2004 – 24,380 *2010 – 23,436 *2015 – 23.629 *2020 – 22.928 == Religion == === Christianity === thumb|211x211px|catholic Church St. John-Baptiste in Warburg New-town During the Saxon Wars in the 8th century the area round the Diemel was incorporated into the Frankish realm. Beside other places Warburg is presumed to be the location were the Irminsul, an old Saxon sacred pillar. The Austrian abbot Sturmius proselytized the area around the Diemel and Weser in 774. So the area around Warburg was Christianized from 774 on. thumb|cathoric Church St. Mary- Visitation in Warburg Old-Town ==== Catholic church ==== As most of Warburg's inhabitants are Catholic it is part of the center zone of the Catholic Archdiocese of Paderborn. Many theologians as Otto Beckmann, Anton Corvinus or Julius Dammann, office bearers of the church like Johann Conrad Schlaun or Arnold Güldenpfennig and church artists like Josef Kohlschein come from Warburg. ==== Syriac Orthodox ==== thumb|The syriac orthodox monastery (former monastery of Dominican-fraternity) in Warburg The Syriac Orthodox Church's bishopric of Germany was founded in 1997 and has its Episcopal seat in the former Dominican monastery in Warburg. After the monastery was renovated, it is now used as the Syriac Orthodox Monastery of Mor Yacqub of Sarugh, and as a centre for the community in Westphalia. The Body of Patriarch Ignatius Zakka I Iwas is buried here.http://sor.cua.edu/ === Jewish life in Warburg === thumb|The Jewish cemetery in Warburg Warburg had in bygone days an important Jewish community. Around the year 1800, roughly 200 of Warburg's 2,000 townsfolk were Jewish, and about 1900, some 300 of the 5,000 people in the town were. The sharp upswing in the population as a whole was due to migration from the countryside, industries setting up shop in town, and railway operations. In the 16th century, the Warburg family - originally from Venice de la Banca, Abraham de Palenzuela Levi Kahana- took the town's name as their own and moved in the second half of the 18th century to Altona (Hamburg), where the brothers Moses Marcus and Gerson Warburg built up the Bankinstitut M&M; Warburg in 1798. From this family also came the natural scientists Otto and Emil Warburg the art historian and cultural theorist Abraham Moritz Warburg, better known as Aby Warburg, who founded the Warburg Institute. Another well known Warburg Jewish family were the Oppenheims, among whom was Hermann Oppenheim, a famous German neurologist. Yet another famous townsman was Emil Herz, a publisher at the Ullstein-Verlag (until the Nazis forced him out as the company's director in 1934, after he had worked there for 30 years), who described in his book something of Jewish life in Warburg. There is still a Jewish cemetery in Warburg today. The synagogue, which stood in the Old Town, was destroyed on Kristallnacht (9 November 1938). == Culture == === Buildings === thumb|The Eckmänneken-Haus (Corner figure house), built in 1471 thumb|Warburg, Main street (Hauptstraße) *Historic Old and New towns *Town Hall \"between the towns\" *Town hall was once its castle *Partial city wall with remainders of the medieval city walls from both towns *Five defensive towers (Frankenturm, Chattenturm, Johannesturm, Biermannsturm and Sackturm) *Two town gates (Johannestor and Sacktor) *Half-timbered houses among the oldest in Nordrhein-Westfalen (for example:Hirsch-Apotheke, Corvinushaus, Eckmänneken-Haus, Haus Böttrich) *Catholic Oldtown church 'St. Maria- Heimsuchung' (1299) *Catholic Newtown church 'St. Johannes Baptist' (1264) *Ev. Church 'Maria-in-vinea / Maria-im-Weinberg'. *Second neo-Gothic Dominican cloister 'St.-Maria-Himmelfahrt'; built in 1906–1915, since 1995 a cloister from the Syriac Orthodox Church *Erasmuschapel on the terrain of the earlier Wartburg on the Burgberg, the current castle cemetery. In the first floor of the chapel, the oldest building monument of the city is found with the romantic crypt of the earlier St.-Andreas-Kirche. *Marianum School (1828) *Railway station from the year 1849 (Royal Westphalian Railway Company) *Castle ruins of Desenberg ==== Medieval fortification ==== In the Middle Ages, the castle was mostly surrounded by a double wall ring, through which the old and new city gates lead to the breachstone. The old town's citizens first erected the connection wall of the castle to the Johannistor-Tower. Because of height of the castle mountain the Chattenturm was constructed. The round Sackturm (Saxon tower) next to the Sacktor (Saxon Gate) was erected in 1443 while the Sacktor was built around 1300. Until 1830, the town castle had about ten city towers and nine city gates. In the walls of the old town, there were five gates and four in the new town, of which only the Sacktor and the Johannistor have been preserved. Between 1801 and 1840, the other gates were taken down. File:Frankenturm, erbaut 1350, Warburg.jpg|Frankenturm, built 1350, Warburg File:Sackturm, erbaut 1443, und Sacktor, Warburg.jpg|Sackturm, built 1443, and Sacktor, Warburg File:Sacktor, Warburg.jpg|Sacktor, built about 1300, Warburg File:Sackturm, erbaut 1443, Warburg.jpg|Sackturm, built 1443, Warburg (view from castle graveyard) File:Biermannsturm, erbaut Mitte 15. Jh., Warburg.jpg|Biermannsturm, built mid-15th century, Warburg File:Chattenturm, Warburg 02.JPG|Chattenturm, Warburg === Theatre and cinema === thumb|Paedagogisches Zentrum Warburg * Theater in Warburg, Pädagogisches Zentrum * Kino Cineplex Warburg, Oberer Hilgenstock 30 === Concerts === * Warburger Meisterkonzerte, Gymnasium Marianum auditorium and inner yard * Rock gegen Regen, Scherfede * Art of Darkness, Scherfede === Museums === thumb|Museum im Stern, Warburg 02 * Museum im Stern, Sternstraße 35 * Bäckerei-Museum (private bakery museum) in Warburg's Old Town, Lange Straße 6 === Regular events === thumb|The traditional Kälkenfest (lime festival) * Maifest (\"May festival\", yearly) * Kälkenfest (old word for \"Lime festival\", yearly) * Oktoberwoche (\"October Week\", yearly) * Schützenfest (shooting festival, every two years) * Christmas Market, at both marketplaces during Advent (yearly) == Politics == The last municipal election took place on 13 September 2020. Winners with an absolute majority were the CDU. The next election is in 2025. Warburg's mayor is Tobias Scherf (CDU), elected in September 2020. === Town council === Council seat distribution:Endgültiges Ergebnis für die Stadt-/Gemeinderatswahl: Warburg, Stadt, Kommunalwahlen 2020, accessed 21 June 2021. * CDU 20 seats * SPD 7 seats * Greens 5 seats * Bürger- Union 3 seats * AfD 2 seats * FDP 1 seat === Coat of arms === Warburg's civic coat of arms might heraldically be described thus: In azure a fleur-de-lis argent. Warburg's oldest town seals are from 1254 and 1257, and show a bishop – likely the Bishop of Paderborn – standing in a gateway. The fleur-de-lis charge seen in today's arms originally appeared on coins minted in the town, beginning in 1227. Smaller town seals in the 14th century also showed the lis, with the gateway only appearing on the greater seal. For a time in the 20th century, Warburg used a coat of arms based on the old greater seal, showing the walls, towers and gateway, but not the bishop. His place was taken by a fleur-de-lis. The town, however, readopted the fleur-de-lis-only composition on 30 June 1977.Heraldry of the World: Warburg === Town friendships === * Falkenberg/Elster, Germany, since 1991 * Luckau, Germany, since 1992 * Walchsee, Austria (through the constituent community of Scherfede) === Town partnerships === * Prochowice, Poland, since 1997 * Ledegem-Sint-Eloois- Winkel, Belgium, since 1998 == Economy and infrastructure == Warburg stands as a middle centre in an area shaped by agriculture. Of the two former great food producers, the Warburg canning plant and sugar factory, only the latter remains. The biggest fields of industry nowadays are automotive technology, steel and machine building, chemicals, woodworking and packaging. thumb|variety specialities of Warburg-Beer Since 1721, brewing rights have been held by the Kohlschein family, known as Warburg-Beer (german: Warburger Bier) with variety of different beer-specialities. === Transport === At Warburg, Federal Highways (Bundesstraßen) B 7 and B 252 cross. On the latter, one may reach the Warburg interchange on Autobahn A 44 (Kassel-Dortmund), which not much farther on meets the A 7 near Kassel and the A 33 near Wuennenberg. thumb|former station of Warburg-Altstadt Warburg station lies on the Ruhr area-Kassel (InterCityExpress, InterCity and RegionalBahn trains) and Hagen-Warburg regional lines: RE17 Hagen – Schwerte – Brilon-Wald – Kassel- Wilhelmshöhe and RB89 Rheine – Münster – Hamm – Paderborn – Warburg (Westfalen-Bahn). Furthermore, the Regio Citadis tram-train runs to Kassel Main Railway Station (Kassel Hauptbahnhof). The surrounding towns are served by regional buses. The town belongs to the Paderborn-Höxter Local Transport Association (Nahverkehrsverbund Paderborn-Höxter). When travelling towards Hesse, the North Hesse Transport Association (Nordhessischer Verkehrsverbund or NVV) tariffs apply. Also easily reached are the two regional airports, Kassel-Calden and Paderborn-Lippstadt. === Established businesses === * Brauns-Heitmann GmbH & Co. KG * Benteler Automobiltechnik GmbH, Warburg Works * RTW Rohrtechnik GmbH * Linnenbrink Technik Warburg GmbH * Südzucker AG * Kobusch-Sengewald GmbH * Warburger Brauerei GmbH * Reposa GmbH * Berg GmbH * Tolges Kunststoffverarbeitung GmbH & Co. KG * PRG mbH Präzisions Rührer und Rühranlagen * LX-3 Veranstaltungstechnik * Lödige Industries GmbH * CWS-boco Deutschland GmbH * August Lücking GmbH & Co. KG (district Bonenburg) === Education === * Jugenddorf Petrus Damian, youth help institution * Kath. Grundschule Warburg * Johannes-Daniel-Falk-Schule * Gymnasium Marianum * Hüffertgymnasium * Realschule Warburg * Hauptschule Warburg * Eisenhoitschule – special school for students with learning difficulties * St. Laurentius- Heim, school for physically and mentally handicapped * Petrus-Damian-Schule, special school *Johann-Conrad-Schlaun-Berufskolleg, Höxter district vocational school * Fachschule für Sozialpädagogik, school for social pedagogy * Volkshochschule Warburg * Musikschule Warburg === Fire brigade === The town of Warburg already had at its disposal in the Middle Ages organized fire- quenching forces from among the citizenry. With the \"Prussian Fire Order\" in the early 19th century, even the outlying communities were obliged to lay the groundwork for firefighting. Beginning about 1850 in what is today Warburg's municipal area, the first structures of modern fire brigades were taking shape as \"dousing and spraying teams\". These were the beginnings of the Ossendorf and Scherfede fire brigades. After the Franco-Prussian War (1870–1871), it was veterans who had the idea of setting up volunteer fire brigades after the French example of the pompiers. Thus arose the Wormeln fire brigade. In the main town of Warburg, the volunteer fire brigade was founded in 1889, and quickly thereafter, the same happened in communities throughout the Warburger Land. After the fire in Hohenwepel in 1912, they were established in Dössel, Hohenwepel and Menne. Today's Warburg volunteer fire brigade was founded in 1975 by merging the town's and all newly amalgamated centres' former volunteer fire brigades. ==Notable people== The following personalities were born in Warburg: *Antonius Corvinus, theologian *Antonius Eisenhoit, goldsmith *Johann Conrad Schlaun, Baroque building master (born in Nörde near Warburg) *Arnold Güldenpfennig, Paderborn cathedral and diocesan building master *Ignatz Urban, botanist *Hermann Oppenheim, Charité neurologist *Emil Herz, Germanist and Ullstein publishing director *Rudolf von Delius, writer, publisher *Heinrich Emmerich, cartographic leader in the Vatican (born in Dössel near Warburg) *Heinrich Holtgreve, painter and artistic educator *Manfred Grothe, suffragan bishop in the Bishopric of Paderborn The following personalities were not born in Warburg, but lived and worked in the town: *Lorenz Humburg (1906–1994), painter, worked as an art teacher at Warburg Gymnasien *Christoph Cardinal Schönborn (born 1945), Archbishop of Vienna, joined the Domican Order in Warburg in 1963 *Josef Wirmer (1901–1944), jurist and Resistance fighter against National Socialism; a memorial stone is dedicated to him at the Gymnasium Marianum *Franz-Josef Würmeling (1900–1986), family minister, Gymnasium Marianum old boy ==See also== * Hardehausen Abbey ==References== == External links == * Warburg * Museum im Stern – Information on town history, etc. Category:Towns in North Rhine-Westphalia Category:Members of the Hanseatic League Category:1802 disestablishments Category:States and territories established in the 10th century Category:Höxter (district) Category:1430s establishments in the Holy Roman Empire Category:1436 establishments in Europe Category:Holocaust locations in Germany",
 "title": "Warburg"
}