{
 "id": "456517",
 "text": "thumb|The whare runanga (Māori meeting house) Waitangi ( or , ) is a locality in the Bay of Islands on the North Island of New Zealand. It is close to the town of Paihia (of which it is considered a part), 60 kilometres north of Whangarei. \"Waitangi\" is a Māori-language name meaning \"weeping waters\". Waitangi is best known for being the location where the Treaty of Waitangi was first signed on February 6, 1840. It is also the place where the Declaration of Independence of New Zealand was signed five years earlier, on October 28, 1835. This document was ratified by the British Crown the following year (1836). ==History and culture== ===Signing of Treaty of Waitangi=== The Treaty of Waitangi proper began on February 5, 1840 when a public meeting was held on the grounds in front of James Busby's residence. Lieutenant Governor Hobson read a proposed document to the 300 or so European and Māori who were in attendance and then provided the Māori chiefs an opportunity to speak. Initially, a large number of chiefs (including Te Kemara, Rewa and Moka Te Kainga-mataa) spoke against accepting the Crown's proposition to rule over Aotearoa. Later in the proceedings a few chiefs began to entertain the idea; amongst the more notable chiefs to support the Crown were Te Wharerahi, Pumuka, and the two Hokianga chiefs, Tāmati Wāka Nene and his brother Eruera Maihi Patuone. The proceedings were ended and were to recommence on February 7; however, a number of chiefs pressed to sign earlier. The Treaty of Waitangi was initially signed on February 6, 1840 in a marquee erected in the grounds of James Busby's house at Waitangi by representatives of the British Crown, the chiefs of the Confederation of the United Tribes of New Zealand, and other Māori tribal leaders, and subsequently by other Māori chiefs at other places in New Zealand. Not all of the chiefs chose to sign this document, with a number of chiefs either delaying or refusing to put pen to paper. In 2007, researcher Brent Kerehona claimed that uncertainty has arisen over whether Ngapuhi chief Moka Te Kainga-mataa actually signed; despite his name appearing on this document. A close inspection of the Treaty document itself shows no evidence of a signature or 'mark' next to Moka's name (which is written as 'Te Tohu o Moka'). Kerehona elaborates by inferring that it is clear by the accounts of Colenso (1890) that not only did Moka clearly express his concerns about the Treaty's effects whilst at the meeting on February 5, but that the discussion that he had with the Reverend Charles Baker, combined with Moka's final comment, should be taken into account. The Treaty of Waitangi followed on from The Declaration of Independence (He Whakaputanga) but did not render it void. ==Facilities== ===Marae=== Te Tii Waitangi Marae and meeting house are affiliated with the Ngāpuhi hapū of Ngāti Kawa and Ngāti Rāhiri. The upper marae grounds and Te Whare Runanga meeting house are affiliated with both hapū, and with the hapū of Ngati Moko. In October 2020, the Government committed $66,234 from the Provincial Growth Fund to replacing all roofs at the marae. ===The Treaty House=== What is now called the 'Treaty House' was first occupied by James Busby, who acted as the British resident in New Zealand from 1832 until the arrival of William Hobson, and his wife Agnes Busby. In preparation for New Zealand Centenary in 1940 the Treaty House was restored in the 1930s, and the Māori meeting house was built beside it, sparking the first emergence of the Treaty into Pākehā attention since the 19th century. ===Museums=== Waitangi Treaty Grounds has been open to the public since 1934. Te Kōngahu Museum of Waitangi is an accompanying museum, opened in 2015. Another museum, Te Rau Aroha, opened in 2020. ==References== * Colenso, William (1890) The Authentic and Genuine History of the Signing of the Treaty of Waitangi, Published by the Government Printer, Wellington, in 1890, and reprinted by Capper Press, ChCh in 1971. ==External links== * Waitangi Treaty Ground website * Info on Waitangi * Biography of chief Moka Te Kainga-mataa; signatory to the Declaration of Independence, Hobson's Proclamations, and participant in the Treaty of Waitangi. Category:Far North District Category:History of the Northland Region Category:Populated places in the Northland Region Category:Bay of Islands",
 "title": "Waitangi, Northland"
}