{
 "id": "456536",
 "text": "The Amazing Jeckel Brothers is the fifth studio album by American hip hop group Insane Clown Posse, released on May 25, 1999, by Island Records, in association with Psychopathic Records. Recording sessions for the album took place from 1998 to 1999. The album is the fifth Joker's Card in the group's Dark Carnival mythology. The album's lyrics focus on the nine circles of hell and the morality of man as he is torn between righteousness and evil. The album's titular Jeckel Brothers are spirits who juggle balls of fire, representing the sins committed during the mortal life of the dead. The Amazing Jeckel Brothers was the second studio album Insane Clown Posse released by Island, and features a rap rock sound. The Amazing Jeckel Brothers features guest appearances by rappers Ol' Dirty Bastard and Snoop Dogg, and additional contributions by The Jerky Boys and Twiztid. It debuted at number four on the Billboard charts and was later certified platinum by the Recording Industry Association of America (RIAA). ==Background== After a tumultuous contract with Jive Records sub-label Battery in 1995, Insane Clown Posse (ICP) attempted to find a new record label. Manager Alex Abbiss negotiated a contract with the Walt Disney Company-owned label Hollywood Records, which reportedly paid US$1 million to purchase the Insane Clown Posse contract from Battery/Jive Records. After recording and releasing The Great Milenko, Insane Clown Posse was notified that Hollywood Records had deleted the album within hours of its release, despite having sold 18,000 copies and reaching #63 on the Billboard 200. It was later revealed that Disney was being criticized by the Southern Baptist Church. The church claimed Disney was turning its back on family values. In due time, labels such as Interscope Records wanted to sign the group, but Island Records' Chris Blackwell came to the group's rescue and agreed to release The Great Milenko as it was originally intended.Bruce (2003), p. 330–335. Thanks to the controversy, and additional promotion by Island, over one million copies of The Great Milenko had been sold by 1998,Bruce (2003), p. 414–433. and Insane Clown Posse was ready for the fifth Joker's Card, The Amazing Jeckel Brothers. ==Recording and production== Working with Mike E. Clark and Rich \"Legz Diamond\" Murrell, Joseph Bruce and Joseph Utsler developed their album with the highest of hopes. Hoping to receive the respect Bruce and Utsler felt they deserved, they planned to feature well-known, respected rappers on their album. Bruce stated outright that he wanted to involve Snoop Dogg, Ol' Dirty Bastard, and Ice-T. Snoop Dogg requested that Insane Clown Posse not pay his then-current record label, No Limit Records, and said that he would appear on the album if Bruce and Utsler gave him \"$40,000 in a briefcase\". Insane Clown Posse agreed, and Snoop Dogg appeared on the song \"The Shaggy Show\", which also featured the ska band Gangster Fun playing music before each of the song's faux commercial breaks. Insane Clown Posse also unsuccessfully attempted to contact Ice Cube to collaborate with them.http://www.detroitnews.com/article/20120517/ENT09/205170387 Snoop Dogg also helped them contact Ol' Dirty Bastard, who was paid $30,000 for his appearance. Ol' Dirty Bastard recorded his track in a matter of two days; however, his recording consisted of nothing more than him rambling about \"bitches.\" It took Bruce and Utsler a week to assemble just four rhymes out of his rambling, using Pro Tools because his raps were out of synch with Clark's beat. The duo eventually had to re-record their lines and re-title the song \"Bitches\". Finally, Insane Clown Posse contacted Ice-T. However, he charged them only $10,000. The group felt that Ice-T's song did not belong on the album, and was instead released on the compilation, Psychopathics from Outer Space (2000). The song \"Echo Side\" was originally released at an Insane Clown Posse concert in Garden City, Michigan as the first ever single from Dark Lotus.Bruce (2003), p. 560–561. To help increase their positive publicity, Island Records hired the Nasty Little Man publicity team. The team set up a photo shoot for Insane Clown Posse that was to appear on the cover of Alternative Press magazine in Cleveland. On the set of the photo shoot, a member of the publicity team approached Bruce and explained that in the song \"Fuck the World\", the lyric that stated \"Fuck the Beastie Boys and the Dalai Lama\" needed to be changed. Insulted, Bruce exclaimed that his music would not be censored again – referring to Disney's previous requirement of censure. Nasty Little Man told Bruce that the Beastie Boys were not only clients of the company but also personal friends, and the Beastie Boys told the company to make Bruce change the lyric. In response, Bruce fired Nasty Little Man and asked its team to leave the photo shoot. ==Musical style== {| style=\"font- size:80%\" align=\"right\" border=\"0\" color=\"black\" width=130px | |} The Amazing Jeckel Brothers features a rap rock sound. Stephen Thomas Erlewine of Allmusic wrote, \"Where The Great Milenko [...] was targeted at white-boy, adolescent metalheads [...] The Amazing Jeckel Brothers contains cameos from Snoop Dogg and Ol' Dirty Bastard, plus a cover of a Geto Boys song, which brings [Insane Clown Posse] to street level.\" To produce the album, Insane Clown Posse once again teamed up with renowned Detroit record producer and DJ Mike E. Clark, who utilized standard hip hop techniques such as record scratching and samples ranging from 1970s funk to calliope music. \"Another Love Song\" was based upon Beck's song \"Jack-Ass\", which itself was derived from a sample of Bob Dylan's \"It's All Over Now, Baby Blue\". Bruce loved the song and wanted to rewrite it in his own style. Although the group \"lifted the riff from Beck\", since Beck's song sampled the Dylan composition, Insane Clown Posse's sample was cleared with Dylan rather than Beck. Rolling Stone writer Barry Walters wrote that Clark's production incorporates elements of \"carnival organ riffs, power chords and shotgun blasts ... banjolike plucking and Van Halen-esque guitar squeals.\" ==Lyrical themes== During the two years between The Great Milenko and The Amazing Jeckel Brothers, Insane Clown Posse had become nationally known, but were not taken very seriously. While the controversy over The Great Milenko allowed the duo to attract the attention of Island Records, it also attracted Insane Clown Posse to public criticism for their style and lyrics.Bruce (2003), p. 306–314. Bruce recalls the period as an angry era for the group due to all of the negativity directed toward them. He says that they \"used to keep two piles of press at [their] office. One pile was all the positive press [they've] gotten, which was under an inch tall. Then [they] had the negative press pile, which was spilling over the side of a full basket.\" As a result, The Amazing Jeckel Brothers was recorded as a release for their anger. The Amazing Jeckel Brothers focuses on the 9 circles of hell, and the morality of man as he is torn between righteousness and evil. Jack \"the sinister\" and Jake \"the just\" (bad and good) emerge from the flame of a candle to determine the fate of the dead. The Jeckel Brothers juggle fire balls. For every sin committed during the mortal life of the dead, another ball is added. Jack attempts to throw Jake curves in an attempt to see a ball drop. If a soul witnesses Jake drop one of the balls, it will be damned to hell. Souls who see Jake successfully complete the act ascend to heaven. ==Release and reception== The Amazing Jeckel Brothers debuted and peaked at #4 on the Billboard 200. In order to promote the album, Island released multiple collectible versions of The Amazing Jeckel Brothers, emphasizing the faces of Jake or Jack Jeckel.Brackett (2004), pp. 405–6. In 2008, it achieved platinum certification. The album received mostly negative reviews from critics. NME wrote that \"the slick, dumbed-down Dungeons & Dragons rap-rock schtick [...] is often unbearable\". College Music Journal writer Matt Ashare described the album as \"Cirque de so-lame\". Rolling Stone writer Barry Walters gave the album two out of five stars, writing that \"no musical sleight of hand can disguise the fact that Shaggy and J remain the ultimate wack MCs.\" In The Great Rock Discography, Martin Charles Strong gave the album four out of ten stars. PopMatters reviewer Brendan Maher accused Insane Clown Posse of misogyny and described The Amazing Jeckel Brothers as \"music to strangle your ex-girlfriend to\". Robert Christgau gave the album a C+, writing \"Though they claim clown, they rarely get funnier than 'I'd cut my head off but then I would be dead'.\" However, Stephen Thomas Erlewine of AllMusic gave the album a four out of five star rating, writing that \"[Insane Clown Posse] actually delivered an album that comes close to fulfilling whatever promise their ridiculous, carnivalesque blend of hardcore hip hop and shock-metal had in the first place\". ==Track listing== ==Personnel== ;Band members and production *Violent J – vocals, lyrics *Shaggy 2 Dope – vocals, lyrics *Mike E. Clark – production, programmer, engineer *Rich \"Legz Diamond\" Murrell – guitar, vocals ;Other personnel *Snoop Dogg — featured on \"The Shaggy Show\" *Ol' Dirty Bastard — featured on \"Bitches\" *The Jerky Boys — featured on \"Bitches\" and \"Assassins\" *Twiztid — featured on \"Echo Side\" *Gangster Fun — featured on \"The Shaggy Show\" ==Charts and certifications== ===Weekly charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1999) ! scope=\"col\"| Peak position |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1999) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 166 |} ===Certifications=== {| class=\"wikitable sortable\" |- !Country !Certification (sales thresholds) |- |United States | style=\"text-align:center;\"|Platinum |} ==Notes== * * ==References== Category:1999 albums Category:Albums produced by Mike E. Clark Category:Concept albums Category:Island Records albums Category:Insane Clown Posse albums Category:Psychopathic Records albums",
 "title": "The Amazing Jeckel Brothers"
}