{
 "id": "456725",
 "text": "A parterre is a part of a formal garden constructed on a level substrate, consisting of symmetrical patterns, made up by plant beds, low hedges or coloured gravels, which are separated and connected by paths. Typically it was the part of the garden nearest the house, perhaps after a terrace.\"Parterre\" in Chamber's Cyclopaedia 1743, gives a concise contemporary view. The view of it from inside the house, especially from the upper floors, was a major consideration in its design. The word \"parterre\" was and is used both for the whole part of the garden containing parterres and for each individual section between the \"alleys\". The pattern or the borders of the beds may be marked by low, tightly pruned, evergreen hedging, and their interiors may be planted with flowers or other plants or filled with mulch or gravel. Parterres need not have any flowers at all, and the originals from the 17th and 18th centuries had far fewer than modern survivals or reconstructions. Statues or small evergreen trees, clipped as pyramids or other shapes, often marked points in the pattern, and an allée of medium-sized trees often ran along the side. The paths are constituted with gravel or (much less often in historical examples) turf grass. French parterres developed from the patterned compartments of French Renaissance gardens, what are called in England knot gardens. Later, in the 17th century Baroque garden, they became more elaborate and stylised, on the continent often using the parterre en broderie style of spreading and curving branches, derived from embroidery. The French formal garden parterre inspired many similar parterres throughout Europe, though the parterres in the gardens of Versailles are rather muted; those in palace gardens in the Holy Roman Empire and eventually Russian-controlled eastern Europe, are often more extensive and extravagant. Parterre-style areas reappeared in many large gardens from the mid-19th century, now much more lavishly planted with bedded-out flowers, and with less strictly geometrical designs. From around the mid-21st century, as interest in Baroque gardens were revived, many attempts to recreate or restore Baroque parterres have been made, at least as regards the layout; planting often continues to be much thicker, and the height of hedges higher, than would have been the case in the originals. ==History== Claude Mollet, from a dynasty of nurserymen-designers that lasted into the 18th century, developed the parterre in France. His inspiration in developing the 16th-century patterned compartimens (i.e., simple interlaces formed of herbs, either open and infilled with sand, or closed and filled with flowers) was the painter Etienne du Pérac, who returned from Italy to the Château d'Anet near Dreux, France, where he and Mollet were working. Around 1595, Mollet introduced compartment-patterned parterres to the royal gardens of Saint-Germain-en-Laye and Fontainebleau. The fully developed scrolling embroidery-like parterres en broderie first appear in Alexandre Francini's engraved views of the revised horticultural plans of Fontainebleau and Saint-Germain-en-Laye in 1614.; 1655 view of Saint-Germain-en-Laye Clipped boxwood met with resistance from horticultural patrons for its \"naughtie smell\" as the herbalist Gervase Markham described it. By 1638, Jacques Boyceau described the range of designs in boxwood that a horticulturist should be able to cultivate: > \"Parterres are the low embellishments of gardens, which have great grace, > especially when seen from an elevated position: they are made of borders of > several shrubs and sub-shrubs of various colours, fashioned in different > manners, as compartments, foliage, embroideries (passements), moresques, > arabesques, grotesques, guilloches, rosettes, sunbursts (gloires), > escutcheons, coats-of-arms, monograms and emblems (devises).\"Jacques > Boyceau, Traité du iardinage selon les raisons de la nature et de l’art, as > quoted by Mark Laird, in \"John Evelyn's \"Elysium Britannicum\" and European > Gardening\": Dumbarton Oaks Colloquium, 1998, .pp. 81-2, By the 1630s, elaborate parterres de broderie appeared at Wilton House in Wilton, England that were so magnificent that they were engraved, which engraving is the only remaining trace of them. \"Parterres de pelouse\" or \"parterres de gazon\" denominate cutwork parterres of low growing herbs (e.g., camomile) as much as closely scythed turf grass. The separation of plant beds of a parterre is denominated an \"alley of compartiment\". But these remained relatively rare in England, where many earlier knot gardens were replaced with simpler designs of \"quincunxes, squares or rectangles of grass set in gravel with perhaps some topiary, statues or plants in pots at the corners\".Quest- Ritson, 86 Many parterre designs were only \"cutwork\" in grass and gravel,\"French parterres usually relied on gravel and grass\", Quest-Ritson, 81 often of different colours. Reddish \"brick dust\", mostly brick waste crushed to gravel-sized pieces, was a popular addition to stone. These required less maintenance, and looked good from the upper storeys of the house. In country houses the owner was often only in residence in the summer, when the relatively small range of flowers available at the time had mostly finished their display. Stephen Switzer, an English gardener of the early 18th century, advised against using flowers at all in country house gardens for this reason, an extreme position, not often followed: > the nobler Diversions of the Country take place ... [after the end of > May]... when the Beauty of Flowers is gone, and Borders are like Graves, and > rather a Blemish than Beauty to our finest gardens.Quoted in Quest-Ritson, > 115 In top gardens flowers in parterres were typically grown in pots in the greenhouse, and placed into the parterre only for as long as their blooms lasted. This was the system at the Grand Trianon sub-palace at Versailles, where the king is said to have arrived for dinner with the garden in one colour of flowers, which had all been changed to another colour by the time he left. The relatively small and enclosed garden of the Trianon, originally called the \"Palace of Flora\", was in effect the flower garden of Versailles, and Le Notre said in 1694 that 2,000,000 flower pots were used there over a year.Thacker, 156-157 Parterre gardens lost favour in the 18th century and were superseded, within the naturalistic English landscape garden style, which emerged in England from the 1720s by flower gardens, or shrubberies from the mid-century, both very often planned round a snake-like serpentine path. In particular, Capability Brown, the most prolific garden designer of the mid- century, often brought a wide lawn right up to the terrace of the main garden front, to give Neoclassical houses the appearance of classical buildings in paintings by artists such as Claude Lorrain. Many English parterres were dug up as a result. The flowering plants were often moved to the side of the house. ===Parterres en broderie=== The parterre en broderie took its name from contemporary styles of metalwork embroidery (broderie in French), then used in the most formal clothes of both men and women at court. Similar styles live on in the goldwork embroidery on diplomatic uniforms which some, mostly European, countries continue to use to the present day. At the time this style of ornament was used in many media in the decorative arts. The main motifs are usually wreaths and strapwork, more rarely they are in the shape of monograms and figures. Generally any hedging was very low, to enable the patterns to be readable from the main rooms facing the garden of the bel étage of the house. New houses were often given wide high terraces, from which the parterre could be admired; these were filled in summer with greenhouse plants in pots. No Baroque broderie parterres have been preserved in their entirety in the original, but in the late 20th century thre have been increasing attempts to reconstruct them. In Germany, for example, those of Schloss Augustusburg in Brühl (around 1730) or Schwetzingen (1753–1758) have been reconstructed. In England parterres en broderie were always rare, \"probably there were never more than twenty examples of it in the whole of England\".Jacques, 151-152 (151 quoted), though he distinguishes between these and scrollwork designs, also rather rare in England However, Hampton Court was one prominent example. ===Plats=== A plat (in America entangled with the same word as used for a plot of building land) was a parterre section of plain grass lawn, perhaps with a central feature such as a fountain or statue, and small clipped trees at the corners. A stretch of good lawn was much admired, and these were rather surprisingly popular, especially in England, where year-round rainfall usually meant summer watering was unnecessary to keep a green surface. Other terms included tapis vert (\"green carpet\"), the name given to the huge one in the Gardens of Versailles.History of Early American Landscape Design, Center for Advanced Study in the Visual Arts, National Gallery of Art (Washington DC). \"Plot/Plat\" by Anne L. Helmreich In French plat means \"flat\". The placing of plats in the most prominent positions of the \"best garden\" seems to have begun in England in the 1630s, and over the rest of the century a parterre section entirely consisting of plats became a distinct English style, probably used in most gardens, especially those of the gentry rather than noble magnates.Jacques, 69, 77 Among the royal palaces, Somerset House was converted by Inigo Jones in the 1630s, and the Privy Gardens at Hampton Court Palace and Whitehall Palace by 1640.Jacques, 69 Whitehall had 16 relatively small plats with statues in the middle, and in 1662 a much larger bowling-green was added alongside.Jacques, 71-72 A plat could double as a bowling-green for early versions of lawn bowls, a highly popular, mostly male, sport in England.Jacques, 41-42, 68-69 There were other forms of ground billiards and lawn games, that evolved in the 19th century into sports such as croquet and lawn tennis. Before 1600 they had already become usual for forecourts, which were left plain so as not to distract from the entrance front of the house.Jacques, 74 The English gardener Stephen Switzer wrote in 1718:Quoted in HEALD > Bowling-green or plain Parterres, the Method of which they [the French] own > to have receiv’d from England, .... [are] of the most Use, and is, above > all, the beautifullest with us in England, on Account of the Goodness of our > Turf, and that Decency and unaffected Simplicity which it affords to the Eye > of the Beholder. On the continent a boulingrin (a mangled French version of \"bowling-green\") was a sunken compatment of fine lawn, typically found in the bosquet part of the garden rather than among the parterres. In French the name is also used for the game of bowls, and the greens it is played on.Jacques, 69, 222 Several French writers were ready to concede the superiority of English grass, including Andre Mollet and Dezallier d'Argenville; apart from the climate some attributed it to the selection of the turf and the frequency and quality of the cutting.Jacques, 67, 72, 222 Plats typically came in pairs, one on each side of a allée down the central axis. The garden at Ham House near London has been restored, following extensive research, to have a parterre of eight plats, four wide and two deep, facing the main garden front, with a replanted wilderness beyond. At the side of the house is a smaller and more complicated parterre in compartments, with flowers, now called the \"Cherry Garden\". Perhaps as a concession to modern taste, the plats are now planted with 500,000 spring bulbs and wild flowers,Spring at Ham House; National Trust audio tour, \"The South terrace\", 2:40 which are unlikely to have been an original feature. To the French a parterre anglais (or a la anglais or a la angloise) meant in the Baroque period a plat edged with a thin border (plate- bande) of low flowers.Jacques, 151 Antoine Dezallier d’Argenville's English translation, The Theory and Practice of Gardening (1712) described these:HEALD > PARTERRES after the English Manner are the plainest and meanest of all. They > should consist only of large Grass-plots all of a Piece, or cut but little, > and be encompassed with a Border of Flowers, separated from the Grass-work > by a Path of Two or Three Foot wide, laid smooth and sanded over, to make > the greater Distinction As well as grass, English writers including Samuel Pepys and Sir William Temple also congratulated themselves on the superiority of the native gravels. From about 1670, perhaps under the influence of Versailles, those English owners who could afford them began to install fountains, generally where alleys between plats met up.Jacques, 95 Statues in or around 17th-century English parterres tended to be castings in lead from the Low Countries, painted to resemble marble or bronze.Jacques, 97-98 ===Compartmented parterres=== The third main type of parterre covered a wide range of often rather complicated designs, many harking back to the knot garden. \"Open knots\" were complicated designs without interlacing; many gentry owners designed these themselves. These were often more heavily planted with flowering plants, and this style was often used for flower gardens at the side of the house.HEALD; Jacques, 66-67 At its simplest it might just be a group of rectangular flower beds, with alleys around them, or designs in \"cutwork\". ===Revival=== thumb|Parterre at Cliveden with restored 19th-century style planting. In the 19th century parterres were revived in a somewhat different form, coinciding with the availability of carpet bedding, the annual mass planting of non-hardy flowers as segments of colour which constituted a design. Level substrates and a raised vantage point from which to view the design were required, and so the parterre was revived in a modified style. By now a parterre often meant a collection of flower beds in fairly formal shapes, but often avoiding straight lines, arranged on a lawn, perhaps with some gravel paths, as at Waddesdon Manor, a new-build of the late 1870s. Jane Loudon's Gardening for Ladies (1845) says:Quoted in HEALD; Full text from a later redaction in The ladies' companion to the flower garden, 1865 > Parterres of embroidery are now rarely to be met with either in France or > England. . . Parterres of compartments. . . are at present common both in > France and England...In a word, parterres are now assemblages of flowers in > beds or groups, either on a ground of lawn or gravel... The shape of the > beds in either case depends on the style of architecture of the house to > which the parterre belongs, or to the taste and fancy of the owner. Whatever > shapes are adopted, they are generally combined into a symmetrical figure; > for when this is not the case the collection of beds ceases to be a > parterre, or a flower-garden...In planting parterres there are two different > systems; one is to plant only one kind of flower in a bed so as that each > bed shall be a mass of one colour, and the other is to plant flowers of > different colours in the same bed. From the 20th century, apart from a few projects aimed at a authentic restoration, where enough information on the old designs exists, newly-planted parterres tend to be small but with complex knot-type designs, much more thickly planted and often with higher box edges than would have been the case in the originals. A much larger number of Victorian parterres have survived in something like their original state, both in houses and public parks and other gardens, and these remain attractive to modern visitors. Many restored parterres are increasingly threatened by fungi and insects, especially the box tree moth, and alternative species are being explored, for example at RHS Wisley. ==Examples== Parterres tended to survive better the further east one went in Europe, and the imperial Russian palaces have many of the best remaining examples. At Kensington Palace, the planting of the parterres was by Henry Wise, whose nursery was nearby at Brompton. In an engraving from 1707–1708, (illustration, right), the up-to-date Baroque designs of each section are clipped scrolling designs, symmetrical around a centre, in low hedging punctuated by trees formally clipped into cones; however, their traditional 17th century layout, a broad central gravel walk dividing paired plats, each subdivided in four, appears to have survived from the Palace's former (pre-1689) existence as Nottingham House. Subsidiary wings have subsidiary parterres, with no attempt at overall integration. At Prince Eugene's Belvedere Palace, Vienna, a sunken parterre before the façade that faced the city was flanked in a traditional fashion with raised walks from which the pattern could best be appreciated. To either side, walls with busts on herm pedestals backed by young trees screen the parterre from the flanking garden spaces. Formal baroque patterns have given way to symmetrical paired free scrolling rococo arabesques, against the gravel ground. Little attempt seems to have been made to fit the framework to the shape of the parterre. Beyond (in the shadowed near foreground) paired basins have central jets of water.image The Belvedere Palace, Vienna, engraving, 1753]] In the UK, modern parterres exist at Trereife House in Penzance (Cornwall), at Drumlanrig Castle in Dumfriesshire and at Bodysgallen Hall near Llandudno.Trereife Park Examples can also be found in Ireland, such as at Birr Castle. One of the largest in Britain is at Cliveden in Buckinghamshire, which covers an area of ; it consists of symmetrical wedge-shaped beds filled with Nepeta (\"catmint\"), Santolina and Senecio, edged with box hedges. Sentinel pyramids of yew stand at the corners. Some early knot gardens have been covered over by lawn or other landscaping but the traces are visible as undulations in the present day landscape. An example of this phenomenon is the early 17th-century garden of Muchalls Castle in Scotland. At Charlecote Park in Warwickshire the original parterre from the 1800s has been recreated on the terrace overlooking the river. ==Gallery== ==Notes== ==References== *\"HEALD\", History of Early American Landscape Design, Center for Advanced Study in the Visual Arts, National Gallery of Art (Washington DC). \"Parterre\" by Anne L. Helmreich *Jacques, David, Gardens of Court and Country: English Design 1630-1730, 2017, Yale University Press, ISBN 9780300222012 *Quest-Ritson, Charles, The English Garden: A Social History, 2003, Penguin, ISBN 978014029502X *Thacker, Christopher, The History of Gardens, 1979, ==External links== *A History of Garden Art *Illustrated History of Landscape Design *The Parterre at Waddesdon Manor on Youtube Category:Types of garden Category:Garden features",
 "title": "Parterre"
}