{
 "id": "456928",
 "text": "thumb|300px|right|James Waldegrave, 1st Earl Waldegrave thumb|right|Arms of Waldegrave Earl Waldegrave is a title in the Peerage of Great Britain. It was created in 1729 for James Waldegrave, 2nd Baron Waldegrave. ==History== The Waldegrave family descends from Sir Richard Waldegrave, Speaker of the House of Commons from 1381 to 1382. His son and namesake, Sir Richard Waldegrave, was a soldier and fought in the Hundred Years' War. His descendant Sir Edward Waldegrave was a politician and courtier. A prominent Catholic, he held office under Queen Mary I, who granted him the Chewton estate in Somerset. However, Waldegrave was imprisoned in the Tower of London after the accession of Queen Elizabeth I, where he died in 1561. His grandson Edward Waldegrave fought as a Royalist in the Civil War despite his old age. In 1643 he was created a baronet, of Hever Castle in the County of Kent, in the Baronetage of England. Henry Waldegrave, the fourth Baronet and Richard's great-grandson (the title having descended from father to son), married Henrietta FitzJames, illegitimate daughter of King James II and his mistress Arabella Churchill. Mainly thanks to this marriage Waldegrave was raised to the Peerage of England as Baron Waldegrave, of Chewton in the County of Somerset. He was succeeded by his son James Waldegrave, the second Baron. He served as Ambassador to the Holy Roman Empire and to France. In 1729 he was honoured when he was created Viscount Chewton, of Chewton in the County of Somerset, and Earl Waldegrave in the Peerage of Great Britain. On his death the titles passed to his son, the second Earl. He was invited to form a government by the King in 1757, but was unsuccessful (and is normally not considered to have held the post of Prime Minister). Lord Waldegrave married Maria Walpole, illegitimate daughter of Edward Walpole, son of Prime Minister Sir Robert Walpole. He died without male issue and was succeeded by his younger brother, the third Earl. He was a general in the Army and also held political office. When he died the titles passed to his eldest son, the fourth Earl. He fought in the American Revolutionary War and also represented Newcastle-under-Lyme in the House of Commons of Great Britain. His eldest son, the fifth Earl, died from drowning at the age of nine. The young Earl was succeeded by his younger brother, the sixth Earl. He was a soldier and commanded the 54th Regiment of Foot at the Battle of Waterloo. He was succeeded by his eldest legitimate son, the seventh Earl. He died childless at an early age and was succeeded by his uncle, the eighth Earl. He was a vice-admiral in the Royal Navy and also sat as Member of Parliament for Bedford. His eldest son William Frederick Waldegrave, Viscount Chewton, died in 1854 from wounds received at the Battle of Alma during the Crimean War. Lord Waldegrave was therefore succeeded by his grandson, the ninth Earl (the eldest son of Viscount Chewton). He was a Conservative politician and served as Captain of the Yeomen of the Guard from 1896 to 1905. He was succeeded by his only son, the tenth Earl. He never married and on his death in 1933 the titles passed to his uncle, the eleventh Earl. He was the second son of the aforementioned Viscount Chewton. On his death the titles passed to his only son, the twelfth Earl. He sat on the Conservative benches in the House of Lords and served as Joint Parliamentary Secretary to the Ministry of Agriculture, Fisheries and Food from 1957 to 1962. Lord Waldegrave also held the honorary post of Lord Warden of the Stannaries from 1965 to 1976. the titles are held by his eldest son, the thirteenth Earl, who succeeded in 1995. Three other members of the Waldegrave family have also gained distinction. The Hon. William Waldegrave, second son of the third Earl, was a prominent naval commander and was created Baron Radstock in 1800 (see this title for further information on this branch of the family). The Hon. Samuel Waldegrave, second son of the eighth Earl, was a clergyman and served as Bishop of Carlisle from 1860 to 1869. The Hon. William Waldegrave, second son of the twelfth Earl, is a Conservative politician and was created a life peer as Baron Waldegrave of North Hill in 1999. The family seat is Chewton House, near Chewton Mendip, Somerset. As suggested by the territorial designation of the baronetcy, the family once owned Hever Castle. The family's coat of arms is one of the easiest to describe: Per pale argent and gules. Its supporters are two talbots, sable, eared or, gorged with a coronet argent. The crest is a set of five plumes. ==List of titleholders== ===Waldegrave baronets of Hever Castle (1643)=== *Sir Edward Waldegrave, 1st Baronet (–) *Sir Henry Waldegrave, 2nd Baronet (1598–1658) *Sir Charles Waldegrave, 3rd Baronet (died c. 1684) *Sir Henry Waldegrave, 4th Baronet (1661–1689) (created Baron Waldegrave in 1686) ===Barons Waldegrave (1686)=== *Henry Waldegrave, 1st Baron Waldegrave (1661–1689) *James Waldegrave, 2nd Baron Waldegrave (1684–1741) (created Earl Waldegrave in 1729) ===Earls Waldegrave (1729)=== thumb|right|300px|Arms of Waldegrave *James Waldegrave, 1st Earl Waldegrave (1684–1741) *James Waldegrave, 2nd Earl Waldegrave (1715–1763) *John Waldegrave, 3rd Earl Waldegrave (1718–1784) *George Waldegrave, 4th Earl Waldegrave (1751–1789) *George Waldegrave, 5th Earl Waldegrave (1784–1794) *John James Waldegrave, 6th Earl Waldegrave (1785–1835) *George Edward Waldegrave, 7th Earl Waldegrave (1816–1846) *William Waldegrave, 8th Earl Waldegrave (1788–1859) **William Frederick Waldegrave, Viscount Chewton (1816–1854) *William Frederick Waldegrave, 9th Earl Waldegrave (1851–1930) *William Edward Seymour Waldegrave, 10th Earl Waldegrave (1882–1933) *Henry Noel Waldegrave, 11th Earl Waldegrave (1854–1936) *Geoffrey Noel Waldegrave, 12th Earl Waldegrave (1905–1995) *James Sherbrooke Waldegrave, 13th Earl Waldegrave (born 1940) The heir apparent is the present holder's eldest son Edward Robert Waldegrave, Viscount Chewton (born 1986) == Family tree == ==See also== *Waldegrave family *Maria Waldegrave, Countess Waldegrave *Baron Radstock *William Waldegrave, Baron Waldegrave of North Hill *Chewton Mendip ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990. * Category:Earldoms in the Peerage of Great Britain Category:Noble titles created in 1729 *",
 "title": "Earl Waldegrave"
}