{
 "id": "457154",
 "text": "220px|thumb|A50 west of junction 1 thumb|220px|The Services on the A50 Image from Wikimedia Commons June 2007. The A50 is a major trunk road in England between Warrington and Leicester; historically it was also a major route from London to Leicester. ==Route== The current A50 runs south-east from Warrington via Junction 20 of the M6, Knutsford, Holmes Chapel, Kidsgrove and Stoke on Trent to Junction 24 of the M1 near Kegworth, via Derby's southern bypass. From there it is concurrent with the M1 until Junction 22, where it runs into the City of Leicester. The section from junctions 24a (in Lockington- Hemington) and 24 (in Kegworth) of the M1 is the former A6, and has not been widened. It has only three lanes westbound from junction 24a. The Stoke and Derby section was originally intended to be part of an M64 motorway. ==Proposed development== In November 2013 it was reported that funding would be being made available for improvements to the section around Uttoxeter, with work starting no later than 2015/16. A few days earlier the MP was lobbying for the improvements, stating that improvements were needed to the traffic islands for safety reasons and to improve traffic flow. There are plans for 700 new houses to the west of Uttoxeter and to the south of the A50. ==History== ===The old A50=== Prior to the opening of the M1, the A50 route was one of two main routes from London to the North West via Leicester, until it was replaced by what has become the A6 during the 19th century. A third route between London and Leicester was via the A5 to Old Stratford, A508 to Market Harborough and thence the A6. That route and the A50 route both passed through Northampton which was a significant calling point on many coaching routes until the arrival of the railway. Until the M1 opened, the A50 used to terminate at Hockliffe in Bedfordshire at a junction with the A5. When the M1 motorway opened alongside the old route south of Northampton it was down- classified as: * B526 between Northampton and the Newport Pagnell bypass. * A509 between the Newport Pagnell bypass and Junction 14 of the M1. * A5130 between Junction 14 and Woburn * A4012 between Woburn and Hockcliffe. From that point until the 1990s the southern point of the A50 was at a junction with the A508 in Kingsthorpe, Northampton. In the 1990s, with the opening of the A14 and to discourage traffic from using the road between Leicester and Northampton, the old route was re-designated as A5199 between Leicester and Northampton. At the same time the A50 became the A511 north of Leicester, between Burton upon Trent and Ashby-de-la-Zouch to Leicester when the dual carriageway section bypassing Derby was completed. ===The current route=== Part of the route mirrored the plans for the original M64 motorway, with three lanes in some sections – notably between Kegworth and the A6 near Derby. The new A50 route was opened in stages between March 1985 and 1999, with using various temporary designations: *1985: £16m Blythe Bridge – Uttoxeter section from the north-west) *1992: £2.6m Etwall bypass, opened as the A516. *1995: £30.4m Hatton, Hilton and Foston bypass, opened by John Watts as the A564. *1997 (June): £52m section 1 of the Blythe Bridge to Queensway. *1997 (September): the £109.5m Derby Southern Bypass, opened by Helene Hayman, Baroness Hayman, Minister for Roads at the DETR as the A564. *1997 (September): The A6 Derby Spur. *1997 (November): the £21m section 2 of the Blythe Bridge to Queensway *1998: £20.6m Doveridge Bypass as the A564. *1999: the delayed A50/M1 junction 24a improvements. On completion, the Southern Derby Bypass was re-designated as the A50, being maintained privately by Connect A50 Ltd. Much of this new section of road is made of concrete. ===Incidents=== *In 2008, two mentally ill Swedish sisters Ursula and Sabina Eriksson caused a lot of mayhem on the nearby M6 and one of them jumped from an overpass on the A50. *On 15 April 2018 a police pursuit on the road ended in a collision between two cars near Longton, Stoke-on-Trent. A man was killed and three others were injured, one critically. Staffordshire Police's Collision Investigation Unit and the Independent Office for Police Conduct are both investigating. ==References== ==External links== * SABRE website * Highways Agency * Problems with noise on concrete road surface Category:Roads in England Category:Roads in Cheshire Category:Roads in Derbyshire Category:Transport in Leicestershire Category:Transport in Staffordshire Category:Transport in Stoke-on-Trent",
 "title": "A50 road"
}