{
 "id": "457274",
 "text": "Paktia (Pashto/Dari: – Paktyā) is one of the 34 provinces of Afghanistan, located in the east of the country. Forming part of the larger Loya Paktia region, Paktia Province is divided into 15 districts and has a population of roughly 623,000, which is mostly a tribal society living in rural areas. Pashtuns make up the majority of the population and a small percetage include Tajiks Gardez is the provincial capital. In 2021, the Taliban gained control of the province during the 2021 Taliban offensive. ==History== Paktia used to be a unified province with Khost and Paktika till Khost became a separate province in 1985. These three provinces are now referred to as Loya Paktia, meaning \"Greater Paktia\". Paktia came to prominence during the 1980s, when a significant portion of Afghanistan's leadership originated from the province. Some of the more notable leaders include Najibullah Ahmadzai (a former President of Afghanistan), Mohammad Aslam Watanjar, Shahnawaz Tanai, and Sayed Muhammad Gulabzoi. ===Soviet–Afghan War (1988)=== Between 7 and 8 January 1988, in Paktia Province, near the Pakistani–Afghan border, the Battle for Hill 3234 took place, which was a successful defensive action fought by the 345th Independent Guards Airborne Regiment, 39 Soviet Airborne Troops, in Soviet occupied Afghanistan against a force of up to 200 to 250 Mujahideen rebels. Soviet commanders wanted to secure the entire section of the road from Gardez to Khost. One of the most important points was the nameless hill designated Hill 3234 by its height of 3234 meters, which was assigned to the 9th Company of the 345th Independent Guards Airborne Regiment led by Colonel Valery Vostrotin. The 39-man company landed on the hilltop on January 7, 1988, tasked with creating and holding a hilltop strong point from which to observe and control a long section of the road beneath and thus secure it for the safe passage of convoys. Shortly after landing, the airborne troopers, who were well trained and experienced in Afghan conditions, started to take up positions which covered both the road and the uphill passages. Just as they had dug in, the mujahideen began their attack at 1530 hrs. First they fired with all possible weapons including recoilless guns and RPGs. After a few salvos, Soviet artillery replied and silenced some of the mujahideen's guns, with the commander of the first platoon, Lt. Viktor Gagarin, directing fire via a radio. When rebel fire slackened, it was clear that this was the beginning of an infantry assault. The airborne troopers were attacked by a coordinated and well-armed force of between 200 and 250 mujahideen. Attacks were made from two directions, indicating that the assailants may have been assisted by rebels trained in Pakistan by American agents. During the ensuing battle, the Soviet unit was in constant communication with headquarters and received everything the leadership of 40th Army had to offer in terms of artillery support, ammunition, reinforcements, and helicopter evacuation of the wounded.Carey Schofield, The Russian Elite, Greenhill/Stackpole, 1993, pp. 120–125. . The exhausted and mostly wounded Soviets were nearly out of ammunition but continued to occupy the hill until the last convoy passed through the road below. The Soviet forces sustained very low casualties, with six men killed and 28 injured out of 39. Two of the soldiers killed, Vyacheslav Alexandrovich Alexandrov and Andrey Alexandrovich Melnikov, were posthumously awarded the golden star of the Hero of the Soviet Union. All of the paratroopers in this battle were given the Order of the Red Banner and Order of the Red Star.\"Клятва тридцати девяти\". A. Oliynik. Krasnaya Zvezda, October 29, 1988. According to the Soviet estimates, the mujahideen lost over 200 men. And soviets lost 70-200 men . The Mujahideen wore black uniforms with rectangular black-yellow-red stripes.\"Афганистан: бой у высоты 3234\". D. Meshchaninov .My Jihad: One American's Journey Through the World of Usama Bin Laden—as a Covert Operative for the American Government. Aukai Collins. Carey Schofield, The Russian Elite, Greenhill/Stackpole, 1993, p. 121. . ===After 1991=== Immediately after the fall of the Taliban government, Paktia was one of the most chaotic regions in the country, as a small civil war broke out between rival militia commanders for control of the province, and Taliban and al-Qaeda fighters gave occupying U.S. troops some of their heaviest losses in the cave complexes south of Gardez.\"Pacha Khan Zadran\". GlobalSecurity.org. Paktia was the site of heavy fighting between Taliban insurgents and ISAF- backed Afghan National Security Forces. Paktia was one of the last redoubts of organized Taliban resistance; much of Operation Anaconda took place in Zurmat, Paktia's largest district. Pacha Khan Zadran was appointed provincial governor by Hamid Karzai in January 2002, but Zadran faced strong local opposition and was prevented from entering Gardez by Haji Saifullah, a local tribal elder who considered Zadran to be a \"smuggler\", \"tyrant\" and \"killer\". Forces loyal to Zadran attacked Gardez several times and were resisted by Saifullah's militia, leading to many people being killed. Zadran was sacked by Karzai after ordering a deadly rocket attack at Gardez in February 2002. February 2003, the 1st Provincial Reconstruction Team (PRT) in Gardez commenced with the objective of providing funding for local Afghan projects concurrent to a reinforce security presence in overwatch. The PRT Gardez composition includes a reinforced platoon from the 504th 82nd ABN along with US Army Civil Affairs contingent plus Special Forces. In March 2003, USAID and State Department representatives joined the 1st Provincial Reconstruction Team (PRT) in Gardez. In September 2006, Governor Hakim Taniwal was killed by a Taliban suicide bomber as he left his office in Gardez.\"Nato kills 94 'Taleban fighters'\". BBC News (September 10, 2006). At the time, Taniwal was the highest-ranking post- Taliban official to be killed by insurgent forces in the country. On February 12, 2010, five civilians including two pregnant women and a teenage girl were killed by U.S. special forces during the Khataba raid. U.S. special forces were later accused of attempting to cover up the incident.Nato ‘covered up’ botched night raid in Afghanistan that killed five, RAWA News. RAWA.org. Retrieved on 2013-07-12.NATO admits Afghan civilian deaths in night raid. Reuters. Retrieved on 2013-07-12. Head of Joint Special Operations Command, U.S. Vice Admiral William McRaven stated that the deaths were a \"terrible mistake\", offered an apology, accepted responsibility for the deaths and made a traditional Afghan condolence offering of sheep. After some early unrest a long period of relative calm followed, despite the occasional high-profile incident such as the 2006 assassination of the governor, by a suicide bomber. There was a rise in violent incidents when the pullout of Americans troops neared in 2014. Some regions of Paktia are also believed to be a safe haven for militants from the Haqqani network, an anti-government combat organisation involved in the Taliban insurgency.\"More than 20 Insurgents Killed in Haqqani Clearing Operation\" ==Healthcare== The percentage of households with clean drinking water increased from 30% in 2005 to 36% in 2011.Archive, Civil Military Fusion Centre, https://www.cimicweb.org/AfghanistanProvincialMap/Pages/Paktiya.aspx The percentage of births attended to by a skilled birth attendant fell from 9% in 2005 to 3% in 2011. ==Education== The overall literacy rate (6+ years of age) fell from 35% in 2005 to 27% in 2011. The overall net enrolment rate (6–13 years of age) fell from 65% in 2005 to 24% in 2011. ==Geography== thumb|Snow- covered mountains in Paktia province Paktia borders the Pakistani-ruled tribal areas of Kurram Agency to the northeast. Within Afghanistan, it borders Logar Province, Ghazni Province, Paktika Province, and Khost Province, in counterclockwise order. Paktia is a largely mountainous province, with most of the population living in the central valley stretching from Ahmadkhel in the east down through Zurmat and into neighboring Paktika province. The eastern part of the province, particularly Tsamkani and Dand Aw Patan, is a second valley leading into Pakistan. Jaji (Zazi) and Jani Khel districts are largely mountainous with much smaller inhabited valleys. The Khost-Gardez Pass area, to the south of Gardez, is mountainous with settlements limited to the main pass and smaller valleys. As of 2005, Azra district is no longer a part of Paktya. It has been attached to Logar province to the north, to which it is much more closely connected by roadways and people. ==Demographics== thumb|People of Paktia province thumb|Districts of Paktia province As of 2021, the total population of the province is 622,831. According to the Institute for the Study of War, \"The province is predominantly Pashtun, with a small Tajik population.\" According to the figures below, the ethnic groups of the province are as follows: 78% Pashtun and 22% Tajik. ===Districts=== {| class=\"wikitable sortable\" |+ Districts of Paktia Province |- !District !Ethnicity !Population (2022) !Notes |- |Ahmad Aba || Pashtuns || 16,019 || Created in 2005 within Said Karam District; includes the unofficial district Mirzaka |- |Ahmadkhel || Pashtuns || 13,113 || |- |Dand Aw Patan || Pashtuns || 15,276 || |- |Gardez || 56% Pashtun and 44% Tajik || 195,046 || Includes the capital Gardez, which lies at the crossroads of the province's main north–south and east–west roads |- |Gerda Serai || Pashtuns || 6,432 || |- |Janikhel District | || Pashtuns || 20,075|| |- |Lazha Mangal District | || Pashtuns || 10,815 || |- |Mirzaka || Pashtuns || 4,934 || |- |Rohani Baba || Pashtuns || 11,710 || |- |Said Karam || 85% Pashtuns and 15% Tajiks || 128,150 || Sub-divided in 2005 |- |Shwak || Pashtuns || 3,177 || |- |Tsamkani || Pashtuns || 28,726 || Includes the city of Tsamkani, the largest in the eastern half of Paktia and a major gateway to Pakistan |- |Zadran || Pashtuns || 13,980 || Sub-divided in 2005 to create Gerda Serai |- |Zazi || 85% Pashtuns and 15% Tajiks || 144,912 || People fleeing sectarian strife between Shiites and Sunnis in Pakistan occasionally take refuge in Zazi |- |Zurmat || 75% Pashtuns and 25% Tajiks || 200,540 || Populous, relatively prosperous agricultural district. Unlike most other districts, Zurmat includes more than one tribal group, making it somewhat more fractious than other districts |} Gerda Serai, Ahmadkhel, and Mirzaka are unofficial districts. === Important geographical features === * Shah-i-Kot Valley * Tera Pass, the mountain pass linking Paktia with Logar province to the north * Khost-Gardez Pass (K-G Pass), the mountain pass linking Paktia with Khost province to the south ==See also== * Provinces of Afghanistan == References == == External links == * Paktya Province by the Naval Postgraduate School * Paktya Province by the Institute for the Study of War Category:Provinces of Afghanistan Category:Provinces of the Islamic Republic of Afghanistan",
 "title": "Paktia Province"
}