{
 "id": "457316",
 "text": "Tony Isabella (born December 22, 1951) is an American comic book writer, editor, actor, artist and critic, known as the creator and writer of Marvel Comics' Black Goliath; DC Comics' first major African-American superhero, Black Lightning; and as a columnist and critic for the Comics Buyer's Guide. == Biography == === Early life and influences === Tony Isabella was born in Cleveland, Ohio. He discovered comics at the age of four, when his mother began bringing him I. W. Publications titles she bought at Woolworth. Early influences from the comic book world included Stan Lee, Jack Kirby, Roy Thomas, Robert Kanigher, and Len Wein; Isabella was also influenced by writers such as William Shakespeare, Harlan Ellison, Ed McBain, Neil Simon, Mel Brooks, Lester Dent, Dave Barry, Max Allan Collins, Don Pendleton, and Studs Terkel. As a teenager, Isabella had many letters published in comic book letter columns, primarily in the pages of Marvel titles. He was active in comics fandom as well, a member of CAPA-alpha, and a regular contributor to comics fanzines. ===Marvel Comics=== Isabella's work in comics fandom attracted the attention of Marvel editor Roy Thomas (whose professional career began in similar fashion), and in 1972 Thomas hired Isabella as an editorial assistant at Marvel. With Marvel's establishment of Marvel UK that year, Isabella was assigned the task of overseeing the reprints used in Marvel UK's nascent comics line. He also served for a time as an editor for Marvel's black-and-white magazine line. As a writer, Isabella scripted Ghost Rider; the characters It, the Living Colossus, in Astonishing Tales; Luke Cage in Hero for Hire and Power Man; and Tigra in Marvel Chillers; Daredevil; and Captain America. While writing the \"Iron Fist\" feature in Marvel Premiere, he co- created the supporting character Misty Knight with artist Arvell Jones. Isabella developed the concept of The Champions series and wrote the first several issues. ====Controversy==== During his mid-1970s run on Ghost Rider, Isabella wrote a two-year story arc in which Johnny Blaze occasionally encountered an unnamed character referred to as \"the Friend\" who helped Blaze stay protected from Satan, who had granted Blaze supernatural power and created the Ghost Rider. Isabella said in 2007, Isabella later said the assistant editor referenced was Jim Shooter. In 2020, Shooter said he had been concerned that this \"basically established the Marvel universe is a Christian universe\" and could alienate some portion of the readership by suggesting \"that all other religions are false.\" He said after consulting with editor Marv Wolfman, he made the changes.Shooter, Jim, in Alt URL ===DC Comics=== For DC Comics, Isabella worked as a writer and story editor but is mainly known for his creation of Black Lightning, writing both the character's short-lived 1970s and 1990s series.Manning, Matthew K. \"1990s\" in Dolan, p. 269: \"Writer Tony Isabella returned to his prized character, Black Lightning, in an ongoing series with artist Eddy Newell.\" After reaching an agreement with DC, Isabella returned to the character in 2017 with the publication of the Black Lightning: Cold Dead Hands limited series. Isabella and artist Richard Howell produced the Shadow War of Hawkman mini-series in 1985, involving the characters of Hawkman and Hawkwoman.Manning \"1980s\" in Dolan, p. 215: \"May [1985] saw the return of the Winged Wonder in a four-issue miniseries entitled The Shadow War of Hawkman by writer Tony Isabella and penciller Richard Howell.\" An ongoing series was launched the following year. ===Justice Machine=== In 1987, Isabella began writing the Justice Machine series for Comico, co-plotting with series creator and penciller Mike Gustovich. The new series picked up from the end of the Bill Willingham/Gustovich written limited series Justice Machine featuring the Elementals, which re-booted the series' continuity from the older Noble Comics/Texas Comics-published original series. The ongoing book became one of Comico's best-selling series, selling upwards of 70,000 copies of each issue at its peak. Isabella wrote the first 11 issues of the Comico series before moving on to other projects. In 1990, Isabella returned to the characters and wrote the series for Innovation Comics, with Gustovich pencilling once more. ===\"Tony's Tips\"=== Isabella wrote the Comics Buyer's Guide column \"Tony's Tips\" for over a decade. The last column was June 22, 2010. Starting in 2013, he continued \"Tony's Tips\" online at Tales of Wonder. He also regularly writes about comics and his work on his personal blog. === Books === Isabella is the co-author with his fellow Comics Buyer's Guide columnist Bob Ingersoll of the short story \"If Wishes Were Horses...\" which was published in The Ultimate Super-Villains: New Stories Featuring Marvel's Deadliest Villains (1996), and the novels Captain America: Liberty's Torch (1998) and Star Trek: The Case Of The Colonist's Corpse (2003). In 2009, his non-fiction book 1000 Comics You Must Read was published by Krause Publications. ===Other work=== During the 1980s, Isabella operated Cosmic Comics, a comic book shop in the Colonial Arcade in Downtown Cleveland. He has also worked on translating foreign-language Disney comics and revising the wording for the U.S. market. == Personal life == Isabella's wife is named Barbara; they have two children, son Eddie (born c. 1989) and daughter Kelly (born c. 1992). == Awards == * 1972 Goethe Award for \"Favorite Fan Writer\"The Comic Reader #90 (October 1972). * 2013 Inkpot Award ==Bibliography== ===Atlas/Seaboard Comics=== * Grim Ghost #3 (1975) * Tales of Evil #3 (1975) === Atlas Comics (Ardden Entertainment) === * Grim Ghost vol. 2 #1–6 (with Stephen Susco) (2010–2011) === Caliber Comics === * Negative Burn #46 (1997) ===Comico=== * Justice Machine #1–6, 8–11 (1987) === Dark Horse === * Harlan Ellison's Dream Corridor Quarterly #1 (with Harlan Ellison) (1996) ===DC Comics=== * Black Lightning #1–10 (1977–1978) * Black Lightning vol. 2 #1–8 (1995) *Black Lightning: Cold Dead Hands #1–6 (2018) * DC Comics Presents #95 (1986) * DCU Holiday Bash #2 (Black Lightning) (1998) * Hawkman vol. 2 #1–9, Special #1 (1986–1987) * Heroes Against Hunger #1 (1986) * Mystery in Space #111 (1980) * Secret Origins vol. 2 #26 (Black Lightning) (1988) * Shadow War of Hawkman #1–4 (1985) * Star Trek #22–23, 29, 31 (1986) * Star Trek: All of Me #1 (with Bob Ingersoll) (2000) * Star Trek: The Next Generation Special #1 (with Bob Ingersoll) (1993) * Tarzan Family #66 (1976) * Teen Titans Spotlight #16 (Thunder and Lightning), #17 (Magenta) (1987) * Welcome Back, Kotter #3 (1977) * World's Finest Comics #244 (Green Arrow) (1977) === Image Comics === * Geeksville #3 (2000) ===Innovation Publishing=== * Justice Machine vol. 3 #5–7 (1990–1991) *Sentry Special #1 (with Bob Ingersoll) (1991) ===Marvel Comics=== * The Amazing Spider-Man Annual #24 (1990) * Astonishing Tales #21–24 (It! The Living Colossus) (1973–1974) * The Avengers #145–146 (1976) * Black Goliath #1 (1976) * Captain America #168, 189–191 (1973–1975) * Chamber of Chills #5 (1973) * Champions #1–3, 5–7 (1975–1976) * Creatures on the Loose #25, 32 (1973–1974) * Daredevil #119–123 (1975) * Deadly Hands of Kung Fu #10, Special #1 (1974–1975) * Doc Savage #7–8 (1973–1974) * Dracula Lives #6, 9, 13 (1974–1975) * Fantastic Four #153 (1974) * Ghost Rider #7–9, 11–15, 17–19 (1974–1976) * Giant-Size Creatures #1 (1974) * Giant-Size Defenders #1 (1974) * Giant-Size Dracula #5 (1975) * Haunt of Horror #4 (1974) * Hero for Hire #15 (1973) * Legion of Monsters #1 (1975) * Marvel Chillers #3, 5–6 (Tigra) (1976) * Marvel Premiere #20–22 (Iron Fist) (1975) * Marvel Tales #242, 250 (Rocket Racer backup stories) (1990–1991) * Marvel Team-Up #145 (1984) * Marvels Comics: Daredevil #1 (2000) * Monsters Unleashed #3–5, 10 (1973–1975) * Moon Knight #34–35 (1983–1984) * Power Man #20, 22–25 (1974–1975) * Power Man and Iron Fist #110 (1984) * The Spectacular Spider-Man #35, Annual #10 (1979, 1990) * Super-Villain Team-Up #1–2 (1975) * Supernatural Thrillers #8–13 (1974–1975) * Tales of the Zombie #2–3, 5, 9 (1973–1975) * Unknown Worlds of Science Fiction #1–4 (1975) * Vampire Tales #4 (1974) * War Is Hell #9–10 (1974) * Web of Spider-Man #74–76, Annual #6–7 (1990–1991) * What If...? #24 (Spider-Man) (1980) === Topps Comics === * Jack Kirby's Secret City Saga #0 (1993) * Satan's Six #1–4 (1993) === Warren Publishing === * Vampirella #26 (ghostwriter for Len Wein) (1973) ==Filmography== {| class=\"wikitable sortable\" |+Television roles ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |2020 |Black Lightning |Judge Isabella |Episode: \"The Book of War: Chapter Three: Liberation\" |} ==References== ==External links== * *Tony Isabella at Mike's Amazing World of Comics *Tony Isabella at the Unofficial Handbook of Marvel Comics Creators *Tony's Online Tips at World Famous Comics *Tony Isabella's Bloggy Thing (Personal Blog) Category:1951 births Category:American bloggers Category:American columnists Category:American comics writers Category:Comic book editors Category:Inkpot Award winners Category:Journalists from Ohio Category:Living people Category:Marvel Comics writers Category:Writers from Cleveland Category:21st-century American non- fiction writers Category:American people of Italian descent",
 "title": "Tony Isabella"
}