{
 "id": "457389",
 "text": "A person responsible for providing various kinds of administrative assistance is called an administrative assistant (admin assistant) or sometimes an administrative support specialist. ==Job duties== Admin assistants perform clerical duties in nearly every industry. Some administrative assistants, like those in the legal industry, may be more specialized than others. Most administrative assistant duties revolve around managing and distributing information within an office. This generally includes answering phones, taking memos and maintaining files. Administrative assistants may also be in charge of sending and receiving correspondence, as well as greeting clients and customers. Bookkeeping Admin assistants in some offices may be charged with monitoring and recording expenditures. Duties may range from creating spreadsheets to reporting expenses to an office manager. As such, some administrative assistants may be required to be knowledgeable in office bookkeeping software, such as Microsoft Excel. Planning and scheduling Planning events like board meetings and luncheons may also be the responsibility of admin assistants. This may require researching vendor prices or inquiring about participants' availability. Other duties may include scheduling appointments and preparing presentation materials. Documentation Admin assistants may also help office members with documentation. Aside from storing, organizing and managing files, assistants may need to type, edit and proofread documents. Some assistants may need to take dictation or record the minutes of meetings. ==Specialized job duties== Administrative assistants in some fields may be required to have extensive professional knowledge. Accordingly, duties for these assistants may be more specialized. For example, legal administrative assistants may need to have a thorough understanding of legal terminology and procedures, while medical assistants may need to be well-versed in dealing with insurance companies and reading medical reports. In this role they are also referred to as administrative support specialists. ==Employment outlook and salary information== Average employment growth of 12% was expected for secretaries and administrative assistants, from 2012-2022, according to the U.S. Bureau of Labor Statistics (BLS). General secretaries and administrative assistants, not serving as legal, medical or executive secretaries, earned an annual median wage in 2018 of $52,840, according to the BLS. *Providing customer service *Managing inventory of assets and supplies, sourcing for suppliers (vendors) and submitting invoices *Scheduling and coordinating meetings and presentations, interviews, events and other similar activities *Sending and receiving mail and packages *Sending faxes and emails *Managing documents and files *Sending and receiving documents for the company *Answering the phone *Assisting in various daily operations *Operating a range of office machines such as photocopiers and computers *Greeting guests and visitors ==Employer expectations== Employers look for workers with knowledge, combination of skills, personal traits, and attitudes. They include: *Being well-organized *Being courteous *Reliability *Strong work ethic *Productivity *Professionalism *Problem-solving and critical thinking skills *Good technical, interpersonal and communication skills *Customer focus *Discretion *Multitasking ability *Teamwork and collaboration skillsThe Administrative Professional Fulton-Calkins Rankin Shumack *Time management ==References== ==External links== * iaap - International Association of Administrative Professionals Category:Office administration Category:Office and administrative support occupations",
 "title": "Administrative Assistant"
}