{
 "id": "457387",
 "text": "Life's Too Good is the debut studio album by Icelandic alternative rock group The Sugarcubes. It was released in April 1988 by One Little Indian in the UK and Europe and in May 1988 by Elektra Records in the US. The album was an unexpected success and brought international attention for the band, especially to lead singer Björk, who would launch a successful solo career in 1993. Consisting of veterans of Reykjavík's early 1980s rock culture, the band took elements of the post-punk sound that characterized the scene, intending to create a humorous take on pop music's optimism, which is reflected in the album's title. Despite never having intended to be taken seriously, and because of the success of their debut and their contractual obligations, the Sugarcubes went on to release two further studio albums. ==Release== The lead single \"Birthday\" was released on Derek Birkett's One Little Indian Records in August 1987.Pytlik, 2003. p.38 After influential magazine NME declared it \"Single of the Week\", the band unexpectedly got the attention of the British music press, especially lead singer Björk. Across the following months, the band reluctantly appeared on the covers of the United Kingdom's most prominent pop magazines and experienced a \"massive hype\" which generated a wave of public interest by the press and the public.Pytlik, 2003. p.39 Despite offers by big labels like Warner Bros. and PolyGram, none of them were willing to give the band complete creative control, so they decided to record the album themselves and release it on One Little Indian.Pytlik, 2003. p.40 Life's Too Good was finally released in April 1988. \"Coldsweat\" and \"Deus\" were issued as singles prior to the album's release in January and April 1988 respectively, while the Jesus and Mary Chain's remix of \"Birthday\" (subtitled the \"Christmas Mix\") was released as a single in August 1988. \"Motorcrash\" followed as the album's final single in November 1988. While recording the album, the group had befriended Howard Thompson, who worked in Elektra Records' A&R; division; he orchestrated a licensing deal and Life's Too Good was released in the United States.Pytlik, 2003. p.42 \"Birthday\" proved to be very successful in American college radio, before crossing over to mainstream radio. To the band's frustration, the U.S. media also focused on Björk. At the end of 1988, the Sugarcubes undertook an American tour, which evolved into an international tour catapulted by the album's growing sales.Pytlik, 2003. p.44 Paul White of Me Company designed the artwork. It is a derivation of a signature he had which consisted of a character \"made up of just a face, legs and a [penis].\" A continuation of the flat-color background discipline that started on the singles \"Birthday\" and \"Coldsweat\" —born out of the need to keep the printing costs as low as possible—, the album was issued in various color schemes, including green, yellow, blue and pink. ==Critical reception== Life's Too Good was released to largely positive reviews,Pytlik, 2003. p.41 receiving acclaim from the British and American press. John Dougan of AllMusic praised Björk's vocals, and considered that the album \"lived up to all the advance hype.\" Robert Christgau from The Village Voice wrote that the band's \"sense of mischief isn't just playful—it's experimental and a little wicked. It's also so imperfectly realized that you have to infer it out from underneath their breathy swoops, willful shifts and starts, and translated lyrics--so imperfectly realized that most of their fans, critics included, barely notice it.\" Also posted at ==Legacy== Life's Too Good is credited as the first Icelandic album \"of its breed\" to have a worldwide impact. In 2014, Treble wrote that the album \"[generated] a larger interest towards the country’s popular and alternative music scenes alike.\" The album is considered a definite influence on all subsequent Icelandic popular music, and on international acts such as Savages and Florence and the Machine. The Los Angeles Times said that \"Life's Too Good has the feel of an impact album: one of those rare debuts--like the first X or Talking Heads albums — that not only influence the creative underground but stretch the overall boundaries of rock.\" Since its release, Life's Too Good has generated a dedicated following, and is nowadays cited as an important cult classic. The album helped in regarding the Sugarcubes as \"the biggest rock band to emerge from Iceland.\" ===Accolades=== The information regarding accolades attributed to Life's Too Good is adapted from Acclaimed Music, except where otherwise noted.Acclaimed Music – Life's Too Good. acclaimedmusic.net. Retrieved on 27 March 2016. {|class=\"wikitable\" |- !Publication !Country !Accolade !Year !Rank |- |Best |rowspan=3|France |Albums of the Year | 1988 | style=\"text-align:center;\"|10 |- |Christophe Brault |Top 20 Albums by Year 1964-2004 | 2006 | style=\"text- align:center;\"|15 |- |Gilles Verlant |300+ Best Albums in the History of Rock | 2013 | style=\"text-align:center;\"|* |- |Musik Express/Sounds |rowspan=2|Germany |Albums of the Year | 1988 | style=\"text-align:center;\"|13 |- |RoRoRo Rock-Lexicon |Most Recommended Albums |2003 | style=\"text- align:center;\"|* |- |OOR |Netherlands |rowspan=6|Albums of the Year |rowspan=6|1988 | style=\"text-align:center;\"|24 |- |Rock de Lux |Spain | style=\"text-align:center;\"|19 |- |Melody Maker |rowspan=4|United Kingdom | style=\"text-align:center;\"|2 |- |NME | style=\"text-align:center;\"|13 |- |Q | style=\"text-align:center;\"|* |- |Sounds | style=\"text-align:center;\"|11 |- |Robert Dimery |rowspan=4|United States |1001 Albums You Must Hear Before You Die |2005 | style=\"text-align:center;\"|* |- |KCPR |Top 100 Records from the 80s |2002 | style=\"text-align:center;\"|35 |- |Treble |The Best Albums of the 80s, by Year |2006 | style=\"text-align:center;\"|5 |- |The Village Voice |Albums of the Year |1988 | style=\"text-align:center;\"|35 |- | colspan=\"7\" style=\"text-align:center; font-size:8pt;\"| (*) designates lists that are unordered. |} ==Track listing== ==Personnel== Credits adapted from the liner notes of Life's Too Good. The Sugarcubes *Bragi Ólafsson – bass *Sigtryggur Baldursson – drums *Þór Eldon – guitar *Björk Guðmundsdóttir – vocals, keyboard *Einar Örn Benediktsson – vocals, trumpet Additional personnel *Engineering – Brian Pugsley, Gail Lambourne, Gerard Johnson, Ken Thomas, Kjartan Kjartansson, Mel Jefferson *Production – Derek Birkett and Ray Shulman *Sleeve – Paul White *Copyright – One Little Indian Records *Publishing – Second Wind *Design – Me Company *Distribution – The Cartel ==Charts== {| class=\"wikitable\" !Chart !Peak position |- |UK Albums Chart |align=\"center\"| 14 |- |UK Indie Albums Chart |align=\"center\"| 1 |- |US Billboard 200 |align=\"center\"| 54 |} ==References== ==External links== * * statistics, tagging and previews at Last.fm * Life's Too Good at Rate Your Music Category:The Sugarcubes albums Category:1988 debut albums Category:Elektra Records albums Category:Albums recorded at Berry Street Studio",
 "title": "Life's Too Good"
}