{
 "id": "457558",
 "text": "Wilbert Colin Thatcher (born August 25, 1938) is a Canadian politician who was convicted for the murder of his ex-wife, JoAnn Wilson. ==Early life== Colin Thatcher was born in Toronto when his father, Ross Thatcher, worked for Canada Packers. He moved to Saskatchewan when his father returned home to run the family business. His father subsequently entered politics and became Premier of Saskatchewan from 1964 to 1971. Thatcher began studying agriculture at the University of Saskatchewan. After one year, he transferred to Iowa State University, where he met JoAnn Geiger. In 1962, they married. He graduated from Iowa State with B.S. and M.S. degrees in agriculture and then went to work on his father's ranch in Moose Jaw. ==Political career== After his father's death in 1971, Thatcher cultivated his own interest in politics. In 1975, he won the provincial riding of Thunder Creek as a Liberal, but he defected to the Progressive Conservatives two years later after voter popularity had shifted from the Liberals to the Conservatives. The move was denounced by the Liberals and also privately by his wife. ==Marital issues== Geiger felt disgraced by Thatcher's behaviour, and their marriage began to disintegrate. Thatcher began a number of extramarital relationships, which he made little effort to hide from public scrutiny. When Geiger confronted him with these indiscretions, Thatcher is reported to have verbally and physically abused her. Thatcher's dalliances did not adversely affect his popularity as a politician, and in 1978, he was re-elected to the Legislative Assembly. ==Divorce== His marriage, however, did not fare so well, and in 1980, after nearly a year of legal battling, the couple divorced. Geiger was awarded custody of two of their three children, as well as $820,000 for her share of the marital property; the amount was one of the highest ever awarded by a Canadian divorce court. Thatcher formally contested the settlement and ignored its custody terms. At one point, he flew to Geiger's new home in Brampton, Ontario to kidnap the children. Geiger soon married Tony Wilson, but she had to endure almost-constant harassment from her ex-husband. After she was shot and injured the next year by an unidentified assailant, thought to be Thatcher, she gave up her claim to custody of Regan, the middle child, and settled for about half of her original court award. Geiger and Wilson believed that Thatcher had been behind the shooting, but the Crown never pressed charges. Again, Thatcher's political life was largely unaffected, and he won his third straight term as MLA at the 1982 election. The Saskatchewan Conservatives won a majority government in that election, and Thatcher was appointed to the provincial cabinet as Minister of Energy and Mines. However, public criticism and disputes with Premier Grant Devine made Thatcher resign from that post the following year. ==Murder of wife== Four days after Thatcher's resignation, on 21 January 1983, JoAnn was found bludgeoned and shot to death in the garage of her Regina home. Again, rumours abounded that Thatcher had been in some way involved, but he was not formally charged until 7 May 1984, after a lengthy police investigation. ==Evidence of guilt== Four key pieces of evidence eventually led to Thatcher's arrest: *A credit card receipt dated 17 January, four days before the murder, with Thatcher's name and signature on it, was found near the murder scene. *Neighbours reported seeing a suspicious car, a black Ford Mustang, parked outside the Wilson residence around the time of the murder. The car's licence plates were illegible because they were covered with mud. When a neighbour tried to wipe off the mud, she could uncover only the numbers \"292\" before the car pulled away. A car with a matching description and licence plate was subsequently found on Thatcher's property and was traced to the Saskatchewan government's lent vehicles parking lot. *The ammunition (.357 Magnum) and the type of gun (Ruger Security-Six) thought to be used in the murder matched those Thatcher that had purchased on a trip to Palm Springs, California. *Most damningly, a man named Gary Anderson confessed to police that he had been approached by Thatcher for help in the murder. He resembled the man whom neighbours had described as sitting in the orange Ford Mustang while it was parked outside the Wilson residence. He also named two other men (Cody Crutcher and Charlie Wilde) as participants with him in the plot. The three men told police that it was Anderson whom neighbours had seen sitting in the Ford Mustang outside the Wilson residence, there was a disguise in the Mustang back seat, and it was Colin Thatcher who was wearing the disguise when he had actually committed the murder. Police convinced Anderson to wear a wire and to meet with Thatcher to try to elicit a confession or to reveal details of the murder. During the recorded conversation, Thatcher made several statements that implied he was involved in the crime. Anderson made several attempts to elicit an incriminating statement, but Thatcher did not confess directly. However, Thatcher told Anderson repeatedly to deny any direct accusations or indirect allegations. Thatcher's responses and evasiveness, besides other evidence, convinced police that he had been the mastermind. ==Conviction== Thatcher was tried in Saskatoon for the murder of his ex-wife in the autumn of 1984. In addition to the evidence presented, he insisted on testifying so that he could try and explain the recorded conversation between Anderson and him. He was found guilty under the prosecution of Serge Kujawa and was given a sentence of life imprisonment with no eligibility for parole for 25 years. Thatcher appealed the verdict, but the Saskatchewan Court of Appeal rejected the plea in 1986. Subsequent requests to the Supreme Court of Canada and the federal Minister of Justice for a review of his case were also denied. A request for an early parole hearing was rejected in 2000, but the jury of a later hearing in 2003 decided that he was eligible to apply. He did so, and on 31 March 2004, the National Parole Board rejected his bid for early release. Throughout his trial and his appeals, Thatcher has steadfastly maintained his innocence, which he admits is probably the reason that he was not paroled until late 2006. ==Parole== On December 18, 2006, he made his first public appearance since he had been paroled two weeks earlier. He appeared at the Saskatchewan Legislature for a ceremony honouring former premiers of the province. Thatcher spoke with the media about the accomplishments of his late father but refused to discuss the murder of his ex-wife. Thatcher has written a 440-page book about his case, Final Appeal: Anatomy of a Frame. It was released by ECW Press on September 1, 2009. On April 21, 2010, Thatcher agreed to relinquish any profits related to the sale of his book, such as his $5,000 advance from his publisher. Thatcher has also instructed the publisher of his book to forward any further royalties from its sale to the Saskatchewan Minister of Finance. In 2011, funds from the sale of the book in the amount of $13,866.44 were turned over to the Ministry of Justice. ==Biographies== *Bird, Heather. Not Above The Law: The Tragic Story of JoAnn Wilson and Colin Thatcher. Toronto: Key Porter Books Limited, 1985. *Mankiewicz, Francis, director. Love and Hate: The Story of Colin and JoAnn Thatcher. (Television movie.) Canadian Broadcasting Corporation, 1989. This film starred Kenneth Welsh and Kate Nelligan as Colin and JoAnn Thatcher. *Siggins, Maggie. A Canadian Tragedy, JoAnn & Colin Thatcher: A Story of Love and Hate. Toronto: McClelland & Stewart, 1985. *Thatcher, Colin. Backrooms: A Story of Politics. Douglas & McIntyre, 1985. *Wilson, Garrett & Lesley Wilson. Deny, Deny, Deny: The Rise and Fall of Colin Thatcher. Toronto: James Lorimer & Company, 1986. ==References== ==External links== *Crime Library article on Colin Thatcher *CBC's Colin Thatcher Timeline *Colin Thatcher returns to Sask. legislative building *CBC News: Colin Thatcher writing book about his case Category:1938 births Category:Living people Category:Members of the Executive Council of Saskatchewan Category:Saskatchewan Liberal Party MLAs Category:Progressive Conservative Party of Saskatchewan MLAs Category:Politicians from Toronto Category:Canadian people convicted of murder Category:People convicted of murder by Canada Category:Canadian prisoners sentenced to life imprisonment Category:Prisoners sentenced to life imprisonment by Canada Category:People paroled from life sentence Category:Canadian politicians convicted of crimes Category:Politicians convicted of murder",
 "title": "Colin Thatcher"
}