{
 "id": "457873",
 "text": "Mary Margaret ('Mollie') Kaye (21 August 1908 – 29 January 2004) was a British writer. Her most famous book is The Far Pavilions (1978). ==Life== M. M. Kaye was born in Simla, British India, and lived in an Oakland, Shimla, a heritage property from 1915 to 1918. She was the elder daughter and one of three children born to Sir Cecil Kaye and his wife, Margaret Sarah Bryson. Cecil Kaye was an intelligence officer in the Indian Army. M. M. Kaye's grandfather, brother and husband all served the British Raj. Her grandfather's cousin, Sir John William Kaye, wrote the standard accounts of the Indian Mutiny of 1857 and the First Afghan War. At 10, Mollie Kaye, as she was then known, was sent to England to attend boarding school. She subsequently studied children's book illustration anf earned money by designing Christmas cards. In 1926, she briefly returned to live with her family in India, but after her father's death, she was displeased by her mother's pressure to find a junior officer to marry and so returned to England living in London on a small pension based on her late father's army career, augmented first by earnings from illustrating children's books and from 1937 from the publication of children's books written by Kaye. Her first adult novel, Six Bars at Seven, published in 1940, was a thriller that Kaye had been moved to write by regularly reading that type of books from the Fourpenny Library: \"Most of the stuff I was reading was total rubbish, and I used to think I couldn't write worse. So I sat down and wrote one.\"Obituary: MM Kaye | World news | The GuardianM M Kaye - Telegraph The £64 that she received for Six Bars at Seven enabled Kaye to return to Simla, where she lived with her married sister, Dorothy Elizabeth Pardey. In June 1941, Kaye met her future husband. The British Indian Army officer, Godfrey John Hamilton was four years her junior and reportedly proposed to Kaye on five days' acquaintance.M. M. Kaye Draws on 70 Lively Years to Create An Epic Book on Her Beloved India: People.com Kaye was pregnant with the couple's second child when she and Hamilton were able to marry on Armistice Day 1945, Hamilton's first marriage having been dissolved. After her second child's 1946 birth Kaye returned to writing. (Hamilton's first wife, Mary Penelope Colthurst, lived in Ireland with the couple's daughter. Kaye would later state of her affair with Hamilton, \"We just couldn't wait. Had it been peacetime, I wouldn't have done it because of the way I had been brought up. But these were the pressures of war\".) After the 1947 dissolution of the British Indian Army because India's achieved independence, Hamilton had transferred to the British Army, where his career necessitated him and his family to relocate 27 times over the next 29 years, with Kaye using several of those locales in a series of crime novels. That inaugurated the ise of the pen name M. M. Kaye, the writer's previous published works having been credited to Mollie Kaye. Kaye's literary agent was Paul Scott, who had been an army officer in India and would find fame as author of The Raj Quartet. It was with Scott's encouragement that Kaye wrote her first historical epic of India Shadow of the Moon published in 1957. The focal background of Shadow of the Moon is the Sepoy Mutiny with which Kaye had been familiarised but stories heard as a child from her family's native servants. That early interest being reinforced in the mid-1950s, when Kaye, on a visit to friends, in India chanced on some transcripts of trials attendant on the Sepoy Mutiny in a shed on her friends' property. Kaye would later state her displeasure over the original published version of Shadow of the Moon being edited without her knowledge, with sections focused on action, rather than romance, being largely deleted. Kaye's second historical novel, Trade Wind, was published in 1963. Kaye, inspired by a visit to India, then planned to commence work on an epic novel with the Second Anglo-Afghan War as its background, but she was diagnosed with lung cancer. The prognosis waa later changed to lymphosarcoma; enervated by chemotherapy, she was unable to write until she was back in good health, with a resultant delay in the start of her writing the masterpiece The Far Pavilions, until 1967, when Kaye and the newly-retired Hamilton became longtime residents of the Sussex hamlet of Boreham Street. Published in 1978, The Far Pavilions became a worldwide bestseller on publication and caused the successful republishing of Shadow of the Moon, with the previously-deleted sections restored, Trade Wind and Kaye's crime novels. Kaye also wrote and illustrated The Ordinary Princess, a children's book that was called \"refreshingly unsentimental\" by an article in Horn Book Magazine. She originally it wrote as a short story, and wrote a half-a-dozen detective novels, including Death in Kashmir and Death in Zanzibar. Her autobiography has been published in three volumes and was collectively entitled Share of Summer: The Sun in the Morning, Golden Afternoon, and Enchanted Evening. In March 2003, Kaye was awarded the Colonel James Tod International Award by the Maharana Mewar Foundation of Udaipur, Rajasthan, for her \"contribution of permanent value reflecting the spirit and values of Mewar.\" Widowed in 1985, Kaye lived with her sister in a wing of Kaye's older daughter's house in Hampshire from 1987. Kaye relocated to Suffolk in 2001 and was residing in Lavenham when she died on 29 January 2004, at age 95. At sunset on 4 March 2006, Kaye's ashes were scattered over the waters from a boat in the middle of Lake Pichola. The duty was performed by Michael Ward, the producer of the West End musical version of The Far Pavilions, and his wife, Elaine.The Telegraph - Calcutta : Nation A grandson is the comedian James Bachman.Burke's Irish Family Records, 1976, ed. Hugh Montgomery-Massingberd, Burke's Peerage Ltd, p. 553 ==Work== ===Children's stories=== * Potter Pinner Meadow 1937 - writing as Mollie Kaye, illustrated by Margaret Tempest * Black Bramble Wood 1938 - writing as Mollie Kaye, illustrated by Margaret Tempest * Willow Witches Brook 1944 - writing as Mollie Kaye, illustrated by Margaret Tempest * Gold Gorse Common 1945 - writing as Mollie Kaye, illustrated by Margaret Tempest * The Ordinary Princess 1980 - written and illustrated by M M Kaye * Thistledown 1981 - written and illustrated by M M Kaye ===Historical novels=== * Shadow of the Moon 1957, (revised edition) 1979 * Trade Wind 1963, 1981 * The Far Pavilions 1978 ===Autobiography: Share of Summer=== * Part 1: The Sun In The Morning 1990 * Part 2: Golden Afternoon 1997 * Part 3: Enchanted Evening 1999 ===Children's stories illustrated (but not written) by M M Kaye=== * Adventures in a Caravan by Mrs A C Osborn [1950] - illustrated by Mollie Kaye * Children of Galilee by Lydia S Eliott [1950] - illustrated by Mollie Kaye * The Cranstons at Sandly Bay by Phyllis I Norris [1949] - illustrated by Mollie Kaye * The Story of Saint Francis of Assisi by E W Grierson [1950] - illustrated by Mollie Kaye * The Two Pins by C B Poultney [1949] - illustrations by Mollie Kaye ===Radio plays=== * England Awakes - a one-act play, broadcast on All India Radio c. 1940 * A series of playlets based on the war news - broadcast on All India Radio c. 1940 ===Television series=== * The Far Pavilions 1984 (also released in cinemas as Blade of Steel) :*Transmitted in the UK by Channel 4 and in US on HBO on 3 January 1984, 8 October 1985 and 7 February 1988. {| |- |Cast: :Ben Cross - Ashton 'Ash' Pelham-Martyn :Amy Irving - Princess Anjuli :Christopher Lee - Kaka-ji Rao :Benedict Taylor - Wally :Rossano Brazzi - Rana of Bhithor :Saeed Jaffrey - Biju Ram :Robert Hardy - Commandant :Sneh Gupta - Shushila | :Omar Sharif - Koda Dad :John Gielgud - Major Sir Louis Cavagnari :Jennifer Kendal - Mrs. Viccary :Felicity Dean - Belinda Harlowe :Peter Arne - General :Adam Bareham - Jenkins :Caterina Boratto - Mrs. Chiverton |} * The Ordinary Princess 1984 :*Transmitted in the UK by the BBC as part of its weekly Jackanory series for children ===Suspense novels: The Death in... Series=== * Death in Kashmir (originally published as Death Walked in Kashmir - 1953) 1984 * Death in Berlin (originally published as Death Walked in Berlin - 1955) 1985 * Death in Cyprus (originally published as Death Walked in Cyprus - 1956) 1984 * Death in Kenya (originally published as Later Than You Think - 1958, and It's Later Than You Think - 1960) 1983 * Death in Zanzibar (originally published as The House of Shade - 1959) 1983 * Death in the Andamans (originally published as Night on the Island - 1960) 1985 * House of Shade (omnibus edition of Death in Zanzibar/ Death in the Andamans/ Death in Kashmir) 1993 ===Other novels=== * Six Bars at Seven 1940 - writing as Mollie Kaye **M M Kaye's first novel** * Strange Island 1944 - writing as Mollie Kaye (original version of Night on the Island) * Wound of Spring 1961, unpublished * Far Pavilions Picture Book 1979 ===Books edited or introduced by M M Kaye=== * Golden Calm by Emily, Lady Clive Bayley and Sir Thomas Metcalfe 1980 * Costumes and Characters of the British Raj 1982 by Evelyn Battye * Making of The Jewel in the Crown 1983 Various contributors including M M Kaye * Original Letters from India: 1779-1815 by Eliza Fay 1986 * Moon of Other Days - Selected Verses by Rudyard Kipling 1988 [ Paintings by George Sharp ] (sketches and watercolors by M M Kaye) * Picking Up Gold & Silver - Selected Short Stories by Rudyard Kipling 1989 * Complete Verse by Rudyard Kipling 1990 * Simla - The Summer Capital of British India by Raja Bhasin 1992 ===Musicals=== * The Far Pavilions (opened at the Shaftesbury Theatre, London, on 24 Mar 2005) :Cast: :Kabir Bedi - Koda Dad Khan Sahib :David Burt - Lieutenant Harkness :Hadley Fraser - Ashton Pelham-Martyn :Kulvinder Ghir - Maharana of Bhithor :Simon Gleeson - Lt. Walter Hamilton :Sophiya Haque - Janoo Rani :Gayatri Iyer - Princess Anjuli :Fiona Wade - Princess Anjuli :Dianne Pilkington - Belinda :David Savile - Sir Louis Cavagnari ==Footnotes== ==External links== * Extensive info on author * * Obituary in the Guardian Category:1908 births Category:2004 deaths Category:People from Shimla Category:British historical novelists Category:British crime fiction writers Category:British women novelists Category:20th-century British novelists Category:Women historical novelists Category:Women crime fiction writers Category:20th-century British women writers Category:Novelists from Himachal Pradesh Category:Indian women novelists Category:20th-century Indian novelists Category:Women writers from Himachal Pradesh Category:20th-century Indian women writers",
 "title": "M. M. Kaye"
}