{
 "id": "457991",
 "text": "Paleoecology (also spelled palaeoecology) is the study of interactions between organisms and/or interactions between organisms and their environments across geologic timescales. As a discipline, paleoecology interacts with, depends on and informs a variety of fields including paleontology, ecology, climatology and biology. Paleoecology emerged from the field of paleontology in the 1950s, though paleontologists have conducted paleoecological studies since the creation of paleontology in the 1700s and 1800s. Combining the investigative approach of searching for fossils with the theoretical approach of Charles Darwin and Alexander von Humboldt, paleoecology began as paleontologists began examining both the ancient organisms they discovered and the reconstructed environments in which they lived. Visual depictions of past marine and terrestrial communities have been considered an early form of paleoecology. == Overview of paleoecological approaches == * Classic paleoecology uses data from fossils and subfossils to reconstruct the ecosystems of the past. It involves the study of fossil organisms and their associated remains (such as shells, teeth, pollen, and seeds), which can help in the interpretation of their life cycle, living interactions, natural environment, communities, and manner of death and burial. Such interpretations aid the reconstruction of past environments (i.e., paleoenvironments). Paleoecologists have studied the fossil record to try to clarify the relationship animals have to their environment, in part to help understand the current state of biodiversity. They have identified close links between vertebrate taxonomic and ecological diversity, that is, between the diversity of animals and the niches they occupy. Classical paleoecology is a primarily reductionist approach: scientists conduct detailed analysis of relatively small groups of organisms within shorter geologic timeframes. * Evolutionary paleoecology uses data from fossils and other evidence to examine how organisms and their environments change throughout time. Evolutionary paleoecologists take the holistic approach of looking at both organism and environmental change, accounting for physical and chemical changes in the atmosphere, lithosphere and hydrosphere across time. By studying patterns of evolution and extinction in the context of environmental change, evolutionary paleoecologists are able to examine concepts of vulnerability and resilience in species and environments. * Community paleoecology uses statistical analysis to examine the composition and distribution of groups of plants or animals. By quantifying how plants or animals are associated, community paleoecologists are able to investigate the structures of ancient communities of organisms. Advances in technology have helped propel the field, through the use of physical models and computer-based analysis. == Major principles == While the functions and relationships of fossil organisms may not be observed directly (as in ecology), scientists can describe and analyze both individuals and communities over time. To do so, paleoecologists make the following assumptions: *All organisms are adapted and restricted to a particular environment, and are usually adapted to a particular lifestyle. *Essentially all organisms depend on another organism, whether directly or indirectly. *The fossil or physical records are inherently incomplete - the geologic record is selective and some environments are more likely to be preserved than others. Taphonomy, affecting the over- and underrepresentation of fossils, is an extremely important consideration in interpreting fossil assemblages. *Uniformitarianism is the concept that processes that took place in the geologic past are the same as the ones that are observed taking place today. In paleoecology, uniformitarianism is used as a methodology: paleoecologists make inferences about ancient organisms and environments based on analogies they find in the present. ==Paleoecological methods== The aim of paleoecology is to build the most detailed model possible of the life environment of previously living organisms found today as fossils. The process of reconstructing past environments requires the use of archives (e.g., sediment sequences), proxies (e.g., the micro or mega-fossils and other sediment characteristics that provide the evidence of the biota and the physical environment), and chronology (e.g., obtaining absolute (or relative) dating of events in the archive). Such reconstruction takes into consideration complex interactions among environmental factors such as temperatures, food supplies, and degree of solar illumination. Often much of this information is lost or distorted by the fossilization process or diagenesis of the enclosing sediments, making interpretation difficult. Some other proxies for reconstructing past environments include charcoal and pollen, which synthesize fire and vegetation data, respectively. Both of these alternates can be found in lakes and peat settings, and can provide moderate to high resolution information. These are well studied methods often utilized in the paleoecological field. The environmental complexity factor is normally tackled through statistical analysis of the available numerical data (quantitative paleontology or paleostatistics), while the study of post-mortem processes is known as the field of taphonomy. ==Quaternary== Because the Quaternary period is well represented in geographically extensive and high temporal-resolution records, many hypotheses arising from ecological studies of modern environments can be tested at the millennial scale using paleoecological data. In addition, such studies provide historical (pre-industrialization) baselines of species composition and disturbance regimes for ecosystem restoration, or provide examples for understanding the dynamics of ecosystem change through periods of large climate changes. Paleoecological studies are used to inform conservation, management and restoration efforts. In particular, fire-focused paleoecology is an informative field of study to land managers seeking to restore ecosystem fire regimes. ==See also== * Historical ecology * Palaeogeography * Paleolimnology * Palynology * Palaeogeography, Palaeoclimatology, Palaeoecology (peer-reviewed journal) ==References== == Bibliography == * * Taylor, P.D. and Wilson, M.A., 2003. Palaeoecology and evolution of marine hard substrate communities. Earth-Science Reviews 62: 1-103. wooster.edu * Acosta et al., 2018. Climate change and peopling of the Neotropics during the Pleistocene-Holocene transition. Boletín de la Sociedad Geológica Mexicana. http://boletinsgm.igeolcu.unam.mx/bsgm/index.php/component/content/article/368-sitio/articulos/cuarta- epoca/7001/1857-7001-1-acosta Ecology Category:Subfields of ecology",
 "title": "Paleoecology"
}