{
 "id": "458455",
 "text": "The Battle of Talas or Battle of Artlakh (; , Nastaliq: ) was a military encounter and engagement between the Arab civilization and the Chinese civilization in the 8th century, specifically between Abbasid Caliphate along with its ally, the Tibetan Empire, against the Chinese Tang dynasty. In July 751 AD, Tang and Abbasid forces met in the valley of the Talas River to vie for control over the Syr Darya region of central Asia. According to Chinese sources, after several days of stalemate, the Karluk Turks, originally allied to the Tang Dynasty, defected to the Abbasid Arabs and tipped the balance of power, resulting in a Tang rout. The defeat marked the end of the Tang westward expansion and resulted in Muslim Arab control of Transoxiana for the next 400 years. Control of the region was economically beneficial for the Abbasids because it was on the Silk Road. Chinese prisoners captured in the aftermath of the battle are said to have brought paper-making technology to West Asia. == Location == The exact location of the battle has not been confirmed but is believed to be near Taraz and Talas, on the border between present-day Kazakhstan and Kyrgyzstan. The Chinese name, Daluosi (怛羅斯, Talas), was first seen in the account of Xuanzang. Du Huan located the city near the western drain of the Chui River. ==Background== The oasis towns on the Silk Roads in Central Asia had once been controlled by the Türgesh, but the Turkic tribal confederation plunged into chaos in the latter half of the 7th century. The Tang empress Wu had retaken control of the Tarim Basin from the Tibetan Empire in 692 as part of the Tang expansion in Inner Asia and the oasis towns became a major source of income for the Chinese Tang dynasty. In 705 Qutayba ibn Muslim started to lead the army of the caliphate into wars to conquer Silk Road towns, exploiting Türgesh infighting. The caliphate conquered the oasis towns Bukhara and Samarqand, expanding the border of their empire eastwards. At the same time the Türgesh khagan tribe leader Suluk began uniting the infighting Türgesh tribes. The Muslim, Tibetan and Tang armies would have two encounters. In 715 Alutar was established as king of Fergana with the help of Umayyad and Tibetan soldiers. The deposed Ikhshid fled to the Tang controlled Kuqa, requested the aid of the emperor Xuanzong of Tang and 10,000 Tang soldiers reinstated Ikhshid as Fergana king. In 717 Arab Umayyad soldiers, assisted by the Tibetan Empire, besieged the oasis town Aksu in the Tarim Basin, but were defeated by the Tang military in the battle of Aksu. In 715 the Tang emperor declined the demand of the Türgesh tribe leader Suluk to be recognized as Qaghan, instead offering him the rank of duke in the Tang military. In response, Suluk invaded the Tarim Basin together with the Tibetan Empire, but they were driven out by the cavalry of Ashina Xian. Suluk and his khagan soldiers challenged the Umayyad and Tang control of the oasis towns regularly. But before Suluk's death his soldiers were defeated by the Tang in 736 and by the Muslim military in 737. At the same time Türgesh tribes established metal industries in Tang controlled Fergana Valley, an area that was also home to important iron production centers. The Karluks, a federation of three Türgesh tribes with settlements in the Tian Shan mountains, were producers and exporters of iron weapons to the Tibetan empire and the Tang dynasty. In 747 the Tang general Gao Xianzhi, who had successfully fought the Tibetan empire in the Pamir Mountains, established Tang control over the Gilgit region. In early 748 the Persian Abbasid general Abu Muslim occupied Merv, the capital of Greater Khorasan, and went on to lead what has become known as the Abbasid revolution. In the year 750, Abu al-'Abbas al-Saffah (As- Saffah) was proclaimed the first Abbasid caliph in the great mosque of Kufa. The Umayyad Caliphate fell in 750 at the Battle of the Zab. Abu Muslim had raised an army that included Muslims and non-Muslims, which he dispatched westwards to take control over Ummayyad territory. The Tang general and the Abbasid general would eventually meet in 750 when the kings of the Silk Road towns Tashkent and Ferghana sought the support of their imperial overlords in a battle of dominance. Gao Xianzhi conquered the Abbasid controlled Tashkent after a siege. The Abbasid general Ziyad ibn Salih escaped from Tashkent to Samarkand where he gathered troops and marched eastwards to confront the Tang army. In Fergana the Tang general Gao Xianzhi raised an army by recruiting Karluk Turks. ==Battle== The numeric quantities of the combatants involved in the battle of Talas are not known with certainty. The Abbasid army consisted of 200,000 soldiers according to Chinese estimates, which included contingents from their Tibetan ally. On the opposite side, Arab records put the combined Chinese forces at 100,000. But Chinese sources record a combined army of 10,000 Tang Chinese and 20,000 Karluk mercenaries. The Tongdian (801 CE), the earliest narrative for battle itself by either side suggests 30,000 deaths, and the Tangshu (945 CE) counted 20,000 death in this battle. The earliest Arabic account for the battle itself from Al-Kamil fi al-Tarikh (1231 CE) suggest 50,000 deaths and 20,000 prisoners. In the month of July 751, the Muslim forces joined in combat with the Tang Chinese force (the combined army of Tang Chinese and Karluk mercenaries) on the banks of the Talas river. The Tang army was subjected to a devastating defeat. The Tang dynasty's defeat was due to the defection of Karluk mercenaries and the retreat of Ferghana allies who originally supported the Chinese. The Karluk mercenaries, two-thirds of the Tang army, defected to the Abbasids during the battle; Karluk troops attacked the Tang army from close quarters while the main Abbasid forces attacked from the front. The Tang troops were unable to hold their positions, and the commander of the Tang forces, Gao Xianzhi, recognized that defeat was imminent and managed to escape with some of his Tang regulars with the help of Li Siye. Out of an estimated 10,000 Tang troops, only 2,000 managed to return from Talas to their territory in Central Asia. Despite losing the battle, Li did inflict heavy losses on the pursuing Arab army after being reproached by Duan Xiushi. ==Aftermath == According to one of the few Arabic sources on the battle that has survived, a text by Al-Maqdisi, the Muslim general Abu Muslim took 25,000 Chinese prisoners and confiscated possessions from the Tang military camp. According to Al-Maqdisi, Abu Muslim prepared his forces and equipment to invade more Tang controlled territory. But he was first presented with a letter from the caliph As-Saffah, in which he was informed that his services are needed as governor of Khurasan. It was the An Lushan Rebellion and not the defeat at Talas that ended the Tang Chinese presence in Central Asia and forced them to withdraw from Xinjiang—Talas was of no strategic importance, because the Arabs did not advance any further after the battle.ed. Starr 2004, p. 39.Millward 2007, p. 36. A small minority of Karluks converted to Islam after the battle. The majority of Karluks did not convert to Islam until the mid 10th century under Sultan Satuq Bughra Khan when they established the Kara-Khanid Khanate.Wink 2002, p. 68.Lapidus 2012, p. 230.Esposito 1999, p. 351.Lifchez & Algar 1992, p. 28.Soucek 2000, p. 84. This was long after the Tang dynasty was gone from Central Asia. Caliph Al-Saffah died in the year 752 AD. Chinese sources record that his successor, the Abbasid caliph Al-Mansur, sent his diplomatic delegations regularly to China. Al-Mansur's delegations were known in China as Khayi Tashi (Black Clothes). Shortly after the battle of Talas, the domestic An Lushan rebellion and subsequent warlordism gave the Arabs the opportunity to further expand into Central Asia as Tang influence in the region retreated. The An Lushan Rebellion started in 755 and lasted until 763, forcing the Tang army to retreat from the Xinjiang after enjoying around 100 years of sovereignty. This effectively ended the Tang Chinese presence in Central Asia. In 756 Al-Mansur sent more than 22,000 Arab mercenaries to assist Emperor Xuanzong of Tang in the An Lushan rebellion. The Muslim population of Ningxia are considered descendants of the Arab soldiers who settled after Chang'an was recaptured. A massacre of foreign Arab and Persian Muslim merchants by Tian Shengong happened during the An Lushan rebellion in the Yangzhou massacre (760). The Tang dynasty recovered its power decades after the An Lushan rebellion and was still able to launch offensive conquests and campaigns like its destruction of the Uyghur Khaganate in Mongolia in 840-847. It was the Huang Chao rebellion in 874–884 by the native Han rebel Huang Chao that permanently destroyed the power of the Tang dynasty since Huang Chao not only devastated the north but marched into southern China which An Lushan failed to do due to the Battle of Suiyang. Huang Chao's army in southern China committed the Guangzhou massacre against foreign Arab and Persian Muslim, Zoroastrian, Jewish and Christian merchants in 878-879 at the seaport and trading entrpot of Guangzhou, and captured both Tang dynasty capitals, Luoyang and Chang'an. A medieval Chinese source claimed that Huang Chao killed 8 million people.《殘唐五代史演義傳》：“卓吾子評：‘僖宗以貌取人，失之巢賊，致令殺人八百萬，血流三千里’” Even though Huang Chao was eventually defeated, the Tang Emperors lost all their power to regional jiedushi and Huang Chao's former lieutenant Zhu Wen who had defected to the Tang court turned the Tang emperors into his puppets and completed the destruction of Chang'an by dismantling Chang'an and transporting the materials east to Luoyang when he forced the court to move the capital. Zhu Wen deposed the last Tang Emperor in 907 and founded Later Liang (Five Dynasties), plunging China into the Five Dynasties and Ten Kingdoms period as regional jiedushi warlords declared their own dynasties and kingdoms. The Tibetan Empire started to attack China. The Tibetan army also conquered territory in the Hindu Kush and Pamir Mountains from Indian kingdoms and assisted the establishment of the Pala Empire in eastern India in the latter half of the 8th century. It was only under the fifth Abbasid caliph Harun al-Rashid that a formal military alliance between the Tang, the Uighur Turks and the Abbasid engaged the Tibetan army on the western Tibetan frontier with the Arabs. At the same time the Uighur Turks fought the Tibetans along the Central Asian Silk Roads. The Karluks expanded their settlements around the Tian Shan mountains and also settled westwards in Abbasid controlled Fergana and Tukharistan. Iron weapons continued to be exported to Tibet and China on the Silk Roads between Kuqa and Aksu near the Tarim basin. Arab sources record that in the 10th century Aksu and Fergana had markets for arms traders. Talas is in modern day Kyrgyzstan and had been part of the Silk Road: From Dunhuang in China, along the edge of the Takla Makan desert, passing through oasis towns such as Kucha, roads went through a region Arabs called Transoxiana. The Silk Roads in Transoxiana went through Talas, Tashkent, Samarkand, and Khwarazm. Turning south, roads went through Kunduz in presentday Afghanistan, the Pamir Mountains could be crossed on roads going through Kulob and Balkh in the Bactria region. From there present day India could be reached on a road through Bamyan that lead over the Hindu Kush. Muslim influence along these Central Asian Silk Road had started in the 8th century, one key event being the battle of Talas. Prior to which Buddhists controlled much of the roads. Central Asian Buddhism went into a decline after the battle of Talas. Following the An Lushan rebellion the diplomatic exchange between Buddhist Indian kingdoms and the Tang dynasty all but ceased. Prior to the An Lushan rebellion, between 640 and 750 diplomatic envoys from Indian kingdoms, often accompanied by Buddhist monks, had regularly visited the Tang court. ref> Chinese Buddhism developed into an independent religion with distinct spiritual elements. Indigenous Buddhist traditions like Pure Land Buddhism and Zen emerged in China. China became the center of East Asian Buddhism, following the Chinese Buddhist canon, as Buddhism spread to Japan and Korea from China. The Battle of Talas did not mark the end of Buddhism or Chinese influence in the region. The Buddhist Kara-Khitan Khanate defeated the Muslim Seljuq Turks and the Muslim Kara-Khanid Turks at the Battle of Qatwan in 1141, conquering a large part of Central Asia from the Muslim Karluk Kara-Khanid Khanate in the 12th century. The Kara-Khitans also reintroduced the Chinese system of Imperial government, since China was still held in respect and esteem in the region among even the Muslim population,Biran 2012, p. 90.Biran 2012, p. 90. and the Kara-Khitans used Chinese as their main official language.Pozzi & Janhunen & Weiers 2006, p. 114. The Kara-Khitan rulers were called \"the Chinese\" by the Muslims.Biran 2005, p. 93. ==Modern historic evaluation== Among the earliest historians who proclaimed the importance of this battle was the Russian historian Vasily Bartold, according to whom: \"The earlier Arab historians, occupied with the narrative of events then taking place in western Asia, do not mention this battle; but it is undoubtedly of great importance in the history of (Western) Turkestan as it determined the question which of the two civilizations, the Chinese or the Muslim, should predominate in the land (of Turkestan).\" The loss of 8,000 troops to the Tang empire can be compared to a troop strength of more than 500,000 before the An Lushan rebellion.Bai, pp. 219–23. According to Bartold, for the history of the first three centuries of Islam, al-Tabari was the chief source (survived in Ibn al Athir's compilation), which was brought down to 915. Neither Tabari nor the early historical works of the Arabs which have come down to us in general make any mention of this; however, Athir's statement is completely confirmed by the Chinese History of the Tang Dynasty.Barthold, pp. 2–3. Professor Denis Sinor said that it was interference in the internal affairs of the Western Turkic Khaganate which ended Chinese supremacy in Central Asia, since the destruction of the Western Khaganate rid the Muslims of their greatest opponent, and it was not the Battle of Talas which ended the Chinese presence.[The Cambridge History of Early Inner Asia, Sinor 1990, p. 344.] The Chinese Muslim historian Bai Shouyi wrote that furthermore, at the same time that Talas took place, the Tang also sent an army from Shibao city in Qinghai to Suyab and consolidated Chinese control over the Turgesh. According to Shouyi, Chinese expansion in Central Asia did not halt after the battle of Talas. The Chinese commander Feng Changqing, who took over the position from Gao Xianzhi through Wang Zhengjian, virtually swept across the Kashmir region and captured Gilgit shortly two years later. Even Tashkent reestablished its vassal status in 753, when the Tang bestowed a title to its ruler. Shouyi also maintains that the Chinese influence to the west of the Pamir Mountains certainly did not cease as the result of the battle. Central Asian states under Muslim control, such as Samarkand, continued to request aid from the Tang against the Arabs and in 754, all nine kingdoms of Western Turkestan again sent petitions to the Tang to attack the Arabs and the Tang continued to turn down such requests as it did for decades. Ferghana, which participated in the battle earlier, in fact joined among the central Asian auxiliaries with the Chinese army under a summons and entered Gansu during An Lushan Rebellion in 756. Shouyi also noted that neither did the relations between the Chinese and Arabs worsen, as the Abbasids, like their predecessors since 652, continued to send embassies to China uninterruptedly after the battle. Such visits had overall resulted in 13 diplomatic gifts between 752 and 798. Professor Xue Zongzheng came to the conclusion that other than the transfer of paper, there is no evidence to support a geopolitical or demographic change resulting from this battle. In fact, it seems that Tang influence over Central Asia even strengthened after 751 and that by 755, Tang power in Central Asia was at its zenith. Several of the factors after the battle had been taken note of prior to 751. Firstly, the Karluks never in any sense remained opposed to the Chinese after the battle. In 753, the Karluk Yabghu submitted under the column of Cheng Qianli and captured A-Busi, a betrayed Chinese mercenary of Tongluo (Tiele) chief (who had defected earlier in 743), and received his title in the court on 22 October. ==Papermaking== High quality paper had been known—and made—in Central Asia for centuries; a letter on paper survives from the fourth century to a merchant in Samarkand. According to ancient Arabic sources, Chinese prisoners of war are responsible for a technology transfer to the Islamic world, because they engaged in the craft of papermaking while living on land occupied by the Abbasid caliphate following the lost battle of Talas. No historic Chinese source records this transfer of technology through prisoners of war. However, Du Huan who was captured by the Abbasid army at the battle of Talas and upon his return to China published his travel writings, documented that Chinese crafts such as silk weaving were practiced by Chinese prisoners of war while living on Abbasid controlled territory. However, it was only after the first paper mill was built in the Abbasid imperial capital of Baghdad in 794-795 that paper was manufactured throughout the Islamic world and paper started to replace papyrus. ==See also== ==References== * * * * Category:8th century in China Category:750s conflicts Talas 751 Talas 751 Talas Category:History of Kyrgyzstan Category:751 Talas",
 "title": "Battle of Talas"
}