{
 "id": "458863",
 "text": "Verrières-le-Buisson () is a commune in the southern suburbs of Paris, France. It is from the centre of Paris, in the Essonne department just outside the inner ring of the Île-de-France. The commune borders the river Bièvre. Inhabitants of Verrières-le-Buisson are known as Verriérois. == History == The \"Villa Vedrarias\", was given by Childebert I in 543 to the Abbey of Saint- Germain-des-Prés. It is the first written mention of Verrières. The current name appears during the 16th century. Under the reign of Louis XIV, who enjoyed hunting in the Verrières forest, the term \"Le Buisson\" was added. This is reflected in the coat of arms, which bears an oak, along with the arms of Saint-Germain. External ornaments include two beavers (bievers in Old French) symbolizing the river Bièvre. == Twin towns == * Hövelhof in Germany, since 1971 * Swanley in the UK, since 1985 * Zinado in the Ganzourgou province in Burkina Faso, since 1998 (partnership) == Points of interest == * Arboretum Vilmorin * Arboretum municipal de Verrières-le-Buisson == Economy == Kroll Ontrack has an office in the commune.\"Office Locations .\" Kroll Inc. Retrieved on 14 August 2011. \"Paris (Kroll Ontrack) 2, impasse de la Noisette 91371 Verriéres-le-Buisson, Cedex 413 France\" == Transport == Verrières-le-Buisson is served by no station of the Paris Métro, RER, or suburban rail network. The closest station to Verrières-le-Buisson is Massy-Verrières station, an interchange station on Paris RER line B and RER line C. This station is located in the neighboring commune of Massy, from the town center of Verrières-le-Buisson. Verrières is linked by the Coulée Verte cycleway to the centre of Paris, Sceaux and Massy. ==Gallery== File:Rue St Etienne D'Orves, Verrières-le-Buisson.JPG|Part of Rue St Etienne d'Orves, the main street File:Verrières-le-Buisson.JPG|The village green File:Colombier, Voie de l'Aulne, Verrières-le-Buisson.JPG| Dovecote (colombier), a remnant of the village surrounded by 20 large houses,Tourism Office historic houses page now surrounded by apartment blocks == See also == * Communes of the Essonne department == References == * Mayors of Essonne Association == External links == * * * Category:Communes of Essonne",
 "title": "Verrières-le-Buisson"
}