{
 "id": "45893",
 "text": "Michigan Technological University (Michigan Tech, MTU, or simply Tech) is a public research university in Houghton, Michigan. Its main campus sits on on a bluff overlooking Portage Lake. Michigan Tech was founded in 1885 as the first post-secondary institution in the Upper Peninsula of Michigan and was created to train mining engineers to operate the local copper mines. Michigan Tech has a small campus containing 36 buildings with the first building being built in 1908. The university is governed by The Board of Trustees appointed by the Governor of Michigan. More than 140 degree programs are offered through its five colleges and schools including engineering, science, technology, forestry and business. It is classified among \"R2: Doctoral Universities – High research activity\". The school was originally called Michigan Mining School and started with 4 faculty members and 23 students. It became coed in 1889. As mining student enrollment decreased the school was renamed Michigan Technological University in 1964. Enrollment in 2021-2022 is 7009 students with approximately 5800 undergraduate students and 1200 graduate students. Students accepted into Michigan Tech have an average high school GPA of 3.8 Many students are from the state of Michigan; 21% are from out of state and 9% are international. The first to second year retention rate for first-time students is 84.5%, and the 6-year graduation rate is 72.2%, reflecting the large number of students who engage in internships and coops during their undergraduate career. The student to faculty ratio is 13:1. In fall, 2021, the university had the biggest freshman class since 1982. Ford Motor Company donated the Ford Center to Michigan Tech in the 1950s. It is a historical village once owned and operated as a sawmill by Henry Ford located 40 miles south of Michigan Tech’s main campus in Alberta, Michigan. Since 1954, the Ford Center has been an outdoor and environmental education center utilized by Michigan Tech students enrolled in forestry, ecology, wildlife ecology and natural resource management. Referred to as “Fall Camp” by the students, this center boasts 4906 acres of forest and wetlands where the students attend outdoor classes. The center also contains several buildings that the students use for their dormitory, recreation and indoor classes. The Ford Motor Company gave the Michigan Tech a grant in 1996 to turn the sawmill into a museum. The museum is open to the public as well as the center itself for holding conferences and reunions. Michigan Tech was named one of the state’s four nationally recognized research universities along with: University of Michigan, Michigan State, and Wayne State. There are 12 research areas ranging from Space Sciences, Electronics, Ecosystems, Energy, Health, Ocean Sciences, and Robotics to name a few. There are 18 research centers on and off campus including the Michigan Tech Research Institute (MTRI). In 2006, the MTRI was established in Ann Arbor, Michigan as an independent research center focusing on technology development to understand natural and human-made environments. Michigan Tech's athletic teams are nicknamed the Huskies and compete primarily in the NCAA Division II Great Lakes Intercollegiate Athletic Conference (GLIAC). The men's hockey team competes in Division I as a member of the Central Collegiate Hockey Association (CCHA), and has won three national championships. The women's basketball team were national runners-up in 2011. ==History== thumb|175px|1895 advertisement for the Michigan Mining School Michigan Tech was founded in 1885 as the Michigan Mining School. After much agitation by Jay Abel Hubbell, the state legislature established the school to train mining engineers. Hubbell donated land for the school's first buildings.Willis F. Dunbar and George S. May, Michigan: A History of the Wolverine State (Grand Rapids: Eerdman's, 1995), 359. The school started with four faculty members and twenty-three students. It was housed in the Houghton Fire Hall from 1886 through 1889. MTU's first president was Marshman E. Wadsworth (1887–1898). Enrollment grew to such a point that its name no longer reflected its purpose. The name was then changed to the Michigan College of Mines in 1897. This name lasted through World War I until 1925, but by this time the school had begun offering a wider variety of degrees and once again decided to change its name to the Michigan College of Mining and Technology in 1927. Fred W. McNair (1899–1924) was the college's second president. By 1931, enrollment had reached nearly 600. Over the next few years, due to the Great Depression, money was scarce, causing department heads and even the president of the university, William O. Hotchkiss, to take pay cuts. Under President Grover C. Dillman (1935–1956), the school underwent many notable changes, including the construction of the Memorial Union Building, the purchasing of an ice rink and a golf course as well as the procurement of the village of Alberta, Michigan. In 1956, J. Robert Van Pelt became the new president of the university. He restarted many PhD programs and created a focus on research. This included the school's first analog computation class in 1956–57. In 1964, one of the final years of his presidency, the school changed from a college to a university, changing its name a final time to Michigan Technological University. The change from the Michigan College of Mining and Technology was necessary for two reasons, according to Van Pelt. First, the college had expanded too greatly and the current name was no longer an accurate title. Also, including \"mining\" in the name of the college was misleading. The name \"Michigan Technological University\" was chosen in order to retain the nickname \"Michigan Tech\" that had already been in use since 1927. Along with its new name, the school also gained new constitutional status in 1964. This gave responsibility for control of the university to its Board of Control rather than the state legislature.\"Why a New Name and Constitutional Status for Michigan College of Mining and Technology\" Vertical File: History- MTU-Name Change from MCMT to MTU. Michigan Tech Archives & Copper Country Historical Collections. Although engineering still accounts for some 63 percent of all enrollment as of fall 2019, the university now offers 125 undergraduate degree programs and 75 graduate degree programs.https://www.mtu.edu/institutional- research/student-info/files/enrollment-major-class.pdf File:Michigan School of Mines, Houghton, Mich..jpg|Michigan School of Mines, c.1906 File:Michigan School of Mines, Houghton, Mich.jpg|Michigan School of Mines, c.1906 File:Main building, Michigan School of Mines, Houghton, Mich..jpg|Main building, c.1906 File:Chemical laboratory, Michigan School of Mines, Houghton, Mich..jpg|Chemical laboratory, c.1906 File:Cirkut photo of Mining College, Houghton, Mich..jpg|Panorama, c.1910 ===Women at Michigan Tech=== Women began to attend classes at Michigan Technological University, then the Michigan College of Mines, around 1890. The early female students were mostly daughters of professors or wealthy businessmen of the Houghton, Hancock area. They were allowed to take classes and were given special student status, which meant that they could be enrolled in courses but were not able to receive a degree. ====Early women==== The first woman to receive a degree from MCM was Margaret R Holley, who was born in Lake Linden and received a liberal arts degree at a different university outside of the Upper Peninsula. She then moved back to Houghton to work on a chemistry degree, which she received in 1933 and two years later received a master's degree in chemistry from this school. The first woman faculty member of the Michigan College of Mines came in 1927, her name was Ella Wood and was hired as an assistant professor for the Humanities department. She was made an associate professor by 1928, a full professor by 1935 and the head of geography and languages by 1937. Professor Wood was accepted into the university five years before women were allowed to pursue degrees. She also worked in the library and taught meteorology to assist with pilot training sessions to students during WWII.Nordberg,E.2004 Her presence encouraged many young ladies to apply for special student status and take classes at the school and ultimately allowed women to receive degrees at this school. As co-ed enrollment increased, she promoted women involvement on campus and co-educational programs. She also became the academic advisor to all female students and thoroughly enjoyed the role of \"mother\" that she was able to play here to all of her students. Dr. Wood also held the title \"Dean of Women\", making her the first woman to receive the title Dean at the university. Margaret Holley Chapman was the first woman to complete a degree program from Michigan College of Mining and Technology, which would become Michigan Technological University in 1964. She earned a Bachelor of Science in General Science in 1933, and another in chemistry the following year. Margaret went on to become a candidate for a master's degree in General Science. Not only was she the first female to receive a degree from Michigan Tech, she was also the first female trustee and requested that a scholarship be established to help other female students to finance their education. The Margaret H. Chapman Endowed Scholarship is still active to this day. The first female to graduate with a degree in Chemical Engineering was Alice Runge in 1942. Following shortly behind was the first female to graduate with High Honors in Metallurgical & Materials Engineering, Lilian (Heikkinen) Beck, in 1947. She was also the first female from Michigan Tech to be inducted into the Alpha Sigma Mu honorary fraternity of the International Metallurgical Society. One year later, Marian Ione (Smith) Scott was the first female to earn a Bachelor of Science in Mechanical Engineering. Michigan Technological University recently celebrated the 50th anniversary of graduation for Patricia Anthony, the first woman to graduate from the ECE Department in 1967. Patricia went to Michigan Technological University in 1963 after graduating from high school in Grandville, Michigan. While attending MTU, she was the Vice President of the Lambda Beta sorority, a DJ at the Wadsworth Hall radio station, and was a member of the U.S. Army ROTC auxiliary, the Silver Stars. She graduated in 1967 from Michigan Tech with the degree Bachelor of Science in Electrical Engineering. Following her graduation, Patricia took a position with IBM, where she spent the majority of her career. She became well known within IBM as a skilled systems engineer working in data communications. Throughout her professional career, she found time for community service activities such as Junior Achievement, United Way, and the Girl Scouts. ====Women in athletics==== The first woman varsity athlete was Nada J. Fenton, who was a member of the rifle team during the 1950s. She was a graduate of Houghton High school and entered MTU in 1952. Nada holds the record of being the first woman to ever fire on a varsity rifle team in the world. Today Michigan Tech has seven women's varsity sports including basketball, cross country, Nordic skiing, tennis, track and field, volleyball, and soccer. ====Today==== As of the fall semester in 2021, the total enrollment at Michigan Technological University is 6,977. Of those students, 2,054 of them were females (an all- time high); which means female students make up about 29% of the enrollment at Michigan Tech. ==Campus== alt=Michigan Tech's campus, Fall 2018.|thumb|The main Michigan Tech campus is located in Houghton, Michigan—north of Highway US 41 and south of the Portage Canal. The main Michigan Tech campus is mainly situated on US-41 in Houghton. It is the safest campus in Michigan, and the third safest in the United States, according to Reader's Digest. The main part of campus can be traversed in about 10 minutes. The Lakeshore Center in downtown Houghton houses the offices of Human Relations, Vice President for Research, and other departments. Faculty are involved in several distance education programs with clients including General Motors. The Portage Lake Golf Course opened for play in April 1902. In 1945, the members could no longer support the needs of the course and sold it to Michigan Tech for one dollar. Since then, many improvements have been made such as the addition of another nine holes in 1969. In 1984, the new clubhouse was constructed. In 1996, a sprinkler system was installed to modernize the course and keep it playable. The Portage Lake Golf Course is located two miles (3 km) southeast of campus. With 18 holes on 160 acres, it offers two nines of distinctly different flavors and challenges. Mont Ripley is the oldest ski area in Michigan (established in the 1900s) in the snowiest city in the Midwest. It is also university-owned, so Michigan Tech students ski or snowboard for free. Mont Ripley has twenty-two trails, a terrain park, a tubing park, sits on 112 acres, and has a scenic overlook of the Keweenaw Waterway. It is about two miles from campus; the hill is viewable from most campus buildings. In 2019, Michigan Tech's Mont Ripley earned the university a No. 13 rating on College Census' 25 Best Colleges for Skiing and Snowboarding list. Michigan Tech Trails In 2001, Michigan Tech implemented a plan to develop the trails as a way to secure funding for the Michigan Tech Varsity Nordic skiing program and to create facility to attract outdoor-loving students. The Michigan Tech College of Forest Resources and Environmental Science proposed that revenue could be generated from timber harvesting to support the team and upgrade the trails. The university's cross country ski trail system is located near the Student Development Complex in the Michigan Tech Recreational Forest. It includes 33 km of groomed cross country ski trails (both classic and skate sections) and 11.7 km of groomed snowshoe trails. 7.5 km of the trail is lighted. The Tech Trails are nationally recognized for the quality or skiing, consistency of grooming and variety of terrain. The trail system, with the help of hundreds of volunteers, hosted the US Junior National Championships, and U.S. Senior National championships, along with regional races. It is the selected site to host the host 2023 US Cross Country Ski Championships. With Houghton's average snowfall of 218 inches, the season usually opens in early December and continues into April. Students ski free; community members can purchase a pass. ==Academics== Michigan Tech offers more than 120 undergraduate and graduate degrees in engineering, natural and physical sciences, computing, business and economics, technology, environmental studies, arts, humanities, and social sciences. Home to the first college of computing in the state of Michigan, the university is divided into five colleges: Business; Computing; Engineering; Forest Resources and Environmental Science; and Sciences and Arts. The average overall ACT scores for incoming students is 27.2 in fall 2017, compared to 21.2 nationally. *The College of Engineering. A total of 17 undergraduate degrees are offered by the college, ranging from the original mining engineering degree to robotics engineering, added in 2019. The undergraduate degree programs, together with masters and doctoral degrees are offered across the college's nine departments: biomedical engineering; civil, environmental, and geospatial engineering; chemical engineering; electrical and computer engineering; geological and mining engineering and sciences; manufacturing and mechanical engineering technology; materials science and engineering; and mechanical engineering-engineering mechanics. *The College of Computing was established in 2019. It offers undergraduate degrees in computer science, software engineering, computer network & system administration, cybersecurity, electrical engineering technology. Graduate degrees are offered in computer science, mechatronics, health informatics, and cybersecurity. *The College of Sciences and Arts has majors in fields including bio-informatics, biological sciences, biochemistry, cheminformatics, chemistry, computer science, kinesiology and integrative physiology, mathematics, pharmaceutical chemistry, physics, psychology, and social sciences. The college is also home to the visual and performing arts, Air Force ROTC, and Army ROTC programs. *The College of Business is accredited by AACSB. Students can receive a Bachelor of Science degree in seven areas, including accounting, economics, finance, management, management information systems, marketing, and operations and systems management. The undergraduate program includes a unique Business Development Experience, where students gain real-life business experience in a mentored environment. Students also have the opportunity to join several business student organizations, including the Applied Portfolio Management Program where they invest $1 million in the stock market each year. *The College of Forest Resources and Environmental Science has been recognized nationally for excellence in its research program. The college maintains greenhouses, labs, and the Ford Forest and Ford Center in nearby Alberta, and celebrated its 75th year in 2011. Michigan Tech's Enterprise Program provides students with real-world design, engineering, and entrepreneurial experiences. Enterprises develop engineering skills by allowing students to work in businesslike environments on real-world projects while completing their education. Enterprises include Open Source Technologies, Nanotechnology Innovations, Hybrid Transportation, Aerospace, Blue Marble Security, Husky Game Development, Boardsports Technologies, and Wireless Communications Enterprises.The Enterprise Program | Michigan Technological University . Enterprise.mtu.edu. Retrieved on 2013-08-16. ===Student body=== The student body consists of more than 7,000 graduate and undergraduate students (Fall 2017) and more than 470 academic faculty (Fall 2017). Michigan Tech students are primarily from Michigan, Wisconsin, Minnesota, and Illinois. The student body is approximately 75.4% European- American/Non-Hispanic, 14.2% International, 1.6% Hispanic, 1.5% percent African American, 1.0% Asian, 0.6% Native American, 1.0% Multiracial, 0.1% Pacific Islander, and the remaining 4.5% was not supplied. ===Research=== Michigan Tech ranked 172nd of 600 US colleges and universities in research and development expenditures in 2007. Research expenditures exceeded $50 million in 2017. The university has 17 research centers and institutes and 273,000 square feet of research space and labs. ==Student life== Students attending Michigan Technological University have a wide range of activities to participate in, whether or not they are living in the residence halls, of which there are four. In addition to the various small interest groups which form throughout the year, students participate in Greek Life, Student Organizations, Senior Design, and the Enterprise Program; many organize and attend campus traditions, such as K-Day, the Parade of Nations, Design Expo, Career Fair, and Winter Carnival (which also attracts alumni from across the country); furthermore, there are motivational drives to raise student activity levels and involvement in the school community, typically for those without membership in a student organization. ===Student organizations=== Michigan Tech currently recognizes more than two hundred student organizations,http://www.sa.mtu.edu/stulife/stuorg/ including: * The Daily Bull, satirical daily entertainment press newspaper; often prints current campus and world news in some form or other * Alpha Phi Omega, Epsilon Lambda chapter, national co-ed service fraternity * Mushing Club at Michigan Tech, The first university mushing (dog sledding) club in the US. Founded in 2018 by student mushers, Adam Schmidt and Claire Hendricks. * Mu Beta Psi, Zeta chapter, national honorary musical fraternity * The Alpha (first) chapter of Alpha Sigma Mu, nationwide metallurgical and materials engineering honors fraternity * Blue Key, an affiliate of the National Blue Key honor society, which organizes the annual Winter Carnival * The pride of Pastyland, the cream of the Keweenaw, the second best feeling in the world, the Huskies Pep Band. * Turkish Students Association at MTU, a cultural, non-political, non-religious and non-profit organization; aims to promote and preserve Turkish culture and heritage on MTU campus and in the community *Religious organizations: there are many religious groups on campus including Lutheran Collegians, Intervarsity, Cru, St. Albert the Great University Parish, and His House Christian Fellowship. * The Michigan Tech Lode, award-winning weekly student newspaper, serving campus since 1921. * Undergraduate Student Government * WMTU-FM, student-run radio station * Film Board, screens theatrical features at a low cost to students and other members of the Michigan Tech community * Society of Women Engineers, promotes and supports female diversity in STEM fields; for over six decades, SWE has given women engineers a unique place and voice within the engineering industry; MTU's section of SWE held the 2014 Region H Conference Feb 14- 16, 2014 * Engineers Without Borders, an affiliate of EWB-USA; works on international engineering projects in developing communities * Omega Chi Epsilon, the Chemical Engineering Honor Society; a member of the National Omega Chi Epsilon *Mind Trekkers, promotes K-12 STEM education through a traveling STEM festival with fun and educational activities targeted at middle school students ===Greek life=== Michigan Tech is currently host to twelve fraternities, including three international and three local fraternities. Additionally, there are seven sororities on campus, including three local sororities. ===Athletics=== alt=Michigan Tech hockey|thumb|300x300px|Michigan Tech hockey As the school mascot is the husky (specifically, Blizzard T. Husky), the school's sports teams are known as the Huskies. Michigan Tech competes primarily in the NCAA's Division II Great Lakes Intercollegiate Athletic Conference (GLIAC), while the men's hockey team competes in Division I as a member of the Central Collegiate Hockey Association (CCHA). The men's hockey team has won three national championships and the women's basketball team were national runners-up in the 2010–11 season. Michigan Tech owns a downhill skiing/snowboarding hill, Mont Ripley, just across Portage Lake from campus, and maintains extensive cross-country skiing trails (used for mountain biking in summer). ====School songs==== Michigan Tech has both an official fight song and an official Alma Mater. At most sporting events, however, both the \"Engineer's Song\" and \"In Heaven There Is No Beer\" are played by the Huskies Pep Band, and many students consider these to be the unofficial school songs. The \"Blue Skirt Waltz\" is played at home ice hockey games and is called the \"Copper Country Anthem.\" During the song, the fans join arms and swing back and forth to the music. ===Huskies Pep Band=== The Huskies Pep Band is the university's scramble band. The Huskies Pep Band performs at all home football, basketball, volleyball, and ice hockey games, as well as parades and other local events. The band is often recognized as one of the best bands in NCAA Division 1 hockey because of their sheer power and energy, and their firm roots in tradition. The band was formed in the fall of 1928 as the Michigan Tech ROTC Band, under the baton of E. E. Melville. They are known for performing traditional songs such as \"In Heaven There Is No Beer\" and \"The Engineers\" along with a variety of selections in popular music. Some cheers and songs have been around since the 1930s and '40s, such as the \"Blue Skirt Waltz\" in which the pep band (along with the audience) would link arms and sway back and forth. This tradition began during Winter Carnival in 1948 after Frankie Yankovic had recently performed there and has been since dubbed \"The Copper Country Anthem\".The Daily Mining Gazette, November 19, 1992, p1B.:2 Some of the antics of the band are considered Monty Python-esque, often performing songs from the sketches themselves and shouting the phrase \"Run away!\" when they exit from the performance. The band also incorporates other non-traditional ensemble instruments, including electric bass guitar, bagpipes, kazoos, cowbells, accordions, an electric viola, a toaster, an oven, and at one point a large inflatable lobster.https://www.facebook.com/HPBLobster/ ===Traditions=== *K-Day (Keweenaw Day) is the first Friday of the fall term. It's a university- sponsored, half-day holiday hosted by Greek Life. Activities include a student organizations fair, games, swimming, and music.From 1976 to 2017 this fair was held at Mclain State Park. This halted after severe weather damage in June 2018. \"K-Day\" has been held at Chassell Centennial Park in Chassell, MI since with the exception of 2020 because of COVID precautions. *Homecoming has happened on campus each fall since 1929. The event is marked by a football game and a cardboard boat race. *Parade of Nations and multicultural festival began in 1990 as a way to acknowledge and celebrate the cultures and countries of Keweenaw residents and visitors, many of whom were Michigan Tech international students. The event occurs in September. *alt=Snow statue at the 2018 Winter Carnival|thumb|300x300px|Snow statue at the 2018 Winter CarnivalWinter Carnival is where students compete in a variety of artistic and athletic events. The highlight of Winter Carnival is a snow statue competition in which students construct snow and ice sculptures consistent with an annual theme. Winter Carnival began in 1922. * Spring Fling is always the Friday of Week 13 of the Spring Semester. Students end the academic year and welcome warmer weather by engaging in activities. Various student organizations participate in this event providing food and entertainment for a campus community eager to relax and have fun before the serious business of final exams begins. *Summer Youth Programs (SYP) have been held on campus since 1972: Women in Engineering (WIE), Engineering Scholars Program (ESP), and National Summer Transportation Institute (NSTI), among many other programs, introduce middle and high school students to college opportunities. *Film and Music Festivals at Michigan Tech's Rozsa Center for the Performing Arts occur throughout the year. The Rozsa is a main venue for the Pine Mountain Music Festival; The Red Jacket Jamboree, an old-time radio variety show; and the 41 N Film Festival. ===Records=== * Michigan Tech holds two world records, the largest snowball (21' 3\" circumference) and largest snowball fight (3,745), which they accomplished in 2006, as verified by Guinness World Records officials. They originally held three world records, the third of which was the most people making snow angels simultaneously in a single venue (3,784). This record was taken from the city of Bismarck, North Dakota, but about a year later, Bismarck took the record back with 8,962 snow angels. accessed on July 29, 2007. In 2018, students and community members set out to break the world record for most snowmen in one hour. Guinness is still tallying the results. ==Notable people == === Faculty === As of 2021, Michigan Tech has 455 faculty. Some notable faculty include: Elias C. Aifantis Stephen Bowen Margaret Burnett Samantha Frojenstein Kathy Halvorsen Lyon Bradley King Nancy Langston Joshua Pearce Joseph Rallo Donald Shell Martha E. Sloan Svitlana Winnikow === Alumni === There are over 68,000 Michigan Tech alumni living in all 50 states and over 100 countries. Some notable alumni include: *Joe Berger, former NFL player *Herb Boxer, first U.S.-born player drafted to the NHL *Melvin Calvin, Nobel laureate and discoverer of the Calvin Cycle *Chris Conner, NHL player *Jill Dickman, Republican member of the Nevada Assembly. *David Edwards, biomedical engineering professor at Harvard, writer *Tony Esposito, NHL Hall of Famer *Charles Gates Sr., businessman; founder of Gates Corporation *Roxane Gay, writer, professor, editor, blogger, and commentator *Hallquist, John O., founder of Livermore Software Technology Corporation and original developer of LS-DYNA *Hammack, William S, chemical engineer and engineering educator *David Hill, former Chief Engineer for the Chevrolet Corvette *David House, Intel GM of Microcomputer Components Div for 13 years. Coined the phrase \"Intel Inside\" *Ives, Greg, NASCAR crew chief *Jenekhe, Samson, chemical engineer, chemist, and educator *Jujhar Khaira, Punjabi professional hockey player *Martin Lagina, engineer and reality TV Personality *Bob Lurtsema, former NFL player *Randy McKay, former NHL player, two-time Stanley Cup winner *David O'Donahue, Wisconsin National Guard general *Joseph P. Overton, conceiver of the Overton window *Baijayant Panda, Member of lower house of Indian Parliament *Davis Payne, former head coach of the St. Louis Blues *Mel Pearson, college ice hockey coach *Sarah Rajala, electrical engineer and engineering educator *Bhakta B. Rath, material physicist and Padma Bhushan recipient *Kanwal Rekhi, businessman and entrepreneurship promoter in Silicon Valley *Damian Rhodes, former NHL player *Ron Rolston, ice hockey coach; head coach of the Buffalo Sabres (2012-2013) *Jarkko Ruutu, former NHL player *Donald G. Saari, game theorist *Alexander King Sample, 12th Bishop of the Roman Catholic Diocese of Marquette; 11th Archbishop of the Roman Catholic Archdiocese of Portland in Oregon *Leonard C. Ward, former Chief of the Army Division (National Guard Bureau) *John Scott, former NHL player; 2016 NHL All-Star Captain and MVP *Donald Shell, author of the Shell sort *Matthew Songer, founder and chief executive officer of Pioneer Surgical Technology *Andy Sutton, former NHL player *Marek W. Urban, American Chemical Society Fellow; Recipient of Numerous Awards *John Vartan, businessman, developer, banker, restaurateur and philanthropist *Dave Walter, former NFL player ==See also== * List of colleges and universities in Michigan == References == ==External links== * * Michigan Tech Athletics website Category:Schools in Houghton County, Michigan Category:Engineering universities and colleges in Michigan Category:Technological universities in the United States Category:Public universities and colleges in Michigan Category:Forestry education Category:Schools of mines in the United States Category:Houghton, Michigan Category:Science and technology in Michigan Category:Education in Houghton County, Michigan Category:Educational institutions established in 1885 Category:1885 establishments in Michigan Category:Buildings and structures in Houghton County, Michigan",
 "title": "Michigan Technological University"
}