{
 "id": "459287",
 "text": "The flag of Palau was adopted on 1 January 1981, when the island group separated from the United Nations Trust Territory. As with the flags of several other Pacific island groups, light blue is the color used to represent the ocean and the nation's place within it. While this puts Palau in common with the Federated States of Micronesia and other neighboring island groups, the disc on the flag (similar to that on Japan's flag) is off-centre like that of the flag of Bangladesh, but in this case the disc represents the moon instead of the sun. The current flag was introduced in 1981 when Palau became a republic. Previously, the flag of the Trust Territory of the Pacific Islands was flown jointly with the United Nations and American flags. The explanation for the choice of colours is rooted in the history and customs of the Palauan people. The light blue of the field symbolizes the Pacific Ocean, and also represents the transition from foreign domination to self-government.Republic of Palau Convention History of the National Flag The golden disk, which sits slightly off-centre toward the hoist, represents the full moon. The Palauans consider the full moon to be the optimum time for human activity. At this time of the month, celebrations, fishing, sowing, harvesting, tree-felling, and the carving of traditional canoes are carried out. The moon is a symbol of peace, love, and tranquility. Japanese international relations professor Futaranosuke Nagoshi has suggested that the Palauan flag pays tribute to the Rising Sun Flag of Japan and symbolizes amity between Palau and Japan.Futaranosuke Nagoshi (1987) 世界に生きる日本の心(Sekai ni ikiru nihon no kokoro, Japanese spirits being around the world). Tendensha. Former Palauan President Kuniwo Nakamura responded to this theory in an interview with the ambiguous statement, \"That's one way of putting it.\" John Blau Skebong, the designer of the flag, denied such allegation, saying there is no special connection between the two flags. == Construction == alt=Construction sheet of the flag of Palau|thumb|Flag construction According to the Palauan government website, the flag is a golden-yellow full moon slightly off-centered on a field of sky blue. The width of flag is 13⁄5 of the flag's height, meaning the aspect ratio is 5:8. The moon's diameter is 3⁄5 of the flag's height, its center is placed on the middle of the flag's height and the 7⁄10 part of the flag's height from the hoist side. ==Governmental flags== File:Presidental Standard of Palau.svg|Standard of the President of Palau File:Presidential Standard of Palau (vertical).svg|Standard of the President of Palau (vertical) ==Historical flags== File:Flag of Cross of Burgundy.svg|Flag of Spain, until 1842 File:Flag of Spain (1785-1873 and 1875-1931).svg|Flag of Spain, until 1899 File:Flag of the Philippines (1898–1901).svg|Flag of First Philippine Republic, 1899-1901 File:Flag of German New Guinea.svg|Flag of the German New Guinea Company, 1885-1899 File:Flag of the German Empire.svg|Flag of the German Colonial Empire, in some of Palau from 1885 and all of the territory, 1899–1914 Merchant flag of Japan (1870).svg|Flag of Japan used during the South Seas Mandate, 1914–1944 File:Flag of the Governor of the South Pacific Mandate.svg|Flag of Governor of the South Seas Mandate File:US flag 48 stars.svg|Forty-eight-star flag of the United States, 1944–1959 File:US flag 49 stars.svg|Forty-nine-star flag of the United States, 1959-1960 File:Flag of the United States (Pantone).svg|Fifty-star flag of the United States, 1960–1994 File:Flag of the United Nations.svg|United Nations flag, 1947–1965 File:Flag of the Trust Territory of the Pacific Islands.svg|Flag of the Trust Territory of the Pacific Islands, 1965–1981 ==See also== * Flags of the states of Palau ==References== ==External links== *Introduction of the flag at Palau National Government * *Republic of Palau Convention History of the National Flag *Similarities between flags of Bangladesh, Japan, and Palau Palau Category:National symbols of Palau Palau",
 "title": "Flag of Palau"
}