{
 "id": "460377",
 "text": "The Secret Team: The CIA and Its Allies in Control of the United States and the World is a book by L. Fletcher Prouty, a former colonel in the US Air Force, first published by Prentice-Hall in 1973. ==Publication history== After initial publication in 1973, Prentice-Hall republished The Secret Team in 1992 and 1997. The book was published again in 2008 and 2011 by Skyhorse Publishing, the latter edition including an introduction by Jesse Ventura.The Secret Team. Simon & Schuster. ==Background== From 1955 to 1963 Prouty was the \"Focal Point Officer\" for contacts between the CIA and the Pentagon on matters relating to military support for \"special operations\" but he was not assigned to the CIA and was not bound by any oath of secrecy. (From the first page of the 1974 Printing) It was one of the first tell-all books about the inner workings of the CIA and was an important influence on the Oliver Stone movie JFK. The book details how the CIA started as a think tank to analyze intelligence and states that the CIA had no authority to run their own agents or to carry out covert operations but that they quickly did both and much more. The book provides many details about the organization's activities and how they operate. In Prouty's own words, from the 1997 edition of The Secret Team: ::\"This is the fundamental game of the Secret Team. They have this power because they control secrecy and secret intelligence and because they have the ability to take advantage of the most modern communications system in the world, of global transportation systems, of quantities of weapons of all kinds, and when needed, the full support of a world-wide U.S. military supporting base structure. They can use the finest intelligence system in the world, and most importantly, they have been able to operate under the canopy of an assumed, ever-present enemy called \"Communism.\" It will be interesting to see what \"enemy\" develops in the years ahead. \" [L. Fletcher Prouty, Alexandria, VA 1997] ==Secret Team== The Secret Team, or ST, is a phrase coined by L. Fletcher Prouty in 1973, alleging a covert alliance between the United States' military, intelligence, and private sectors to influence political decisions. He suggests the existence of a covert alliance between certain people within the U.S. intelligence community, the United States military, and American private industry who use their collective wealth, influence, and resources to manipulate current events to steer public policy and maximize profits. The term is pejorative since he accuses the organizations of prioritizing their personal fortunes above the national interest, as well as eliminating any opposition, whether through targeted propaganda or assassination. ===Eisenhower's alleged prediction=== According to Prouty, the existence of ST was predicted and warned of by President Dwight D. Eisenhower in his farewell address to the nation in 1961 when he spoke of the military-industrial complex. Prouty states that after eight years of exposure to the American defense establishment as president, Eisenhower knew that a disproportionate amount of influence rested in the hands of the ST, and he warned the public that this influence threatened the purity of American democracy. ==Reception== In Studies in Intelligence, an official journal and flagship publication of the Central Intelligence Agency, Walter Pforzheimer described reading the book as \"like trying to push a penny with one's nose through molten fudge.\"Staff writer. \"Book Reviews in Studies: Intelligent Literature About Intelligence Literature.\" Studies in Intelligence, vol. 49, no. 4, Special Issue: Fifty Years of Studies in Intelligence (2005), p. 4. Published by the Central Intelligence Agency. Despite what he grants as Prouty's \"considerable background and knowledge,\" he the book is punctuated by \"faulty recollections\" and \"unwarranted conclusions.\" In a later issue, a staff writer provides a retrospective of books reviewed in Studies in Intelligence and wonders aloud \"whether word ever got back to [Prouty].\" Washington Monthly magazine noted that \"marvelous anecdotes about the CIA's dirty-trick department are accompanied by a troubling overstatement best suggested by the subtitle, \"The CIA and Its Allies in Control of the United States and the World.\"Staff writer. \"Political Book Notes.\" Review of The Secret Team by L. Fletcher Prouty. Washington Monthly (April 1973), p. 64. Assassination researcher and former Office of Strategic Services officer Harold Weisberg was less than enthusiastic about Prouty’s book. He was particularly turned off by the claim that Daniel Ellsberg was a CIA agent: \"He hemmed and hawed a bit on this when confronted with an unequivocal denial made by E. to Fred Graham and to Prouty by phone. Thus he looses the legitimate point.\"Weisberg, Harold. Review of The Secret Team by L. Fletcher Prouty. Harold Weisberg Collection, Hood College (April 2, 1973) ==See also== * Brought to Light * Business Plot * Conspiracy theory * Military-industrial complex * The Power Elite ==References== ==External links== *Full text available at Internet Archive * Full text available at ratical.org ==Further reading== *Berlet, Chip. \"Populist Party/Liberty Lobby Recruitment of Anti-CIA Critics.\" Right Woos Left. Political Research Associates, February 22, 1994. Archived from the original. Category:1973 non-fiction books Category:Non- fiction books about the assassination of John F. Kennedy Category:Non-fiction books about the Central Intelligence Agency Category:American non-fiction books",
 "title": "The Secret Team"
}