{
 "id": "460672",
 "text": "In commutative algebra, the norm of an ideal is a generalization of a norm of an element in the field extension. It is particularly important in number theory since it measures the size of an ideal of a complicated number ring in terms of an ideal in a less complicated ring. When the less complicated number ring is taken to be the ring of integers, Z, then the norm of a nonzero ideal I of a number ring R is simply the size of the finite quotient ring R/I. == Relative norm == Let A be a Dedekind domain with field of fractions K and integral closure of B in a finite separable extension L of K. (this implies that B is also a Dedekind domain.) Let \\mathcal{I}_A and \\mathcal{I}_B be the ideal groups of A and B, respectively (i.e., the sets of nonzero fractional ideals.) Following the technique developed by Jean-Pierre Serre, the norm map :N_{B/A}\\colon \\mathcal{I}_B \\to \\mathcal{I}_A is the unique group homomorphism that satisfies :N_{B/A}(\\mathfrak q) = \\mathfrak{p}^{[B/\\mathfrak q : A/\\mathfrak p]} for all nonzero prime ideals \\mathfrak q of B, where \\mathfrak p = \\mathfrak q\\cap A is the prime ideal of A lying below \\mathfrak q. Alternatively, for any \\mathfrak b\\in\\mathcal{I}_B one can equivalently define N_{B/A}(\\mathfrak{b}) to be the fractional ideal of A generated by the set \\\\{ N_{L/K}(x) | x \\in \\mathfrak{b} \\\\} of field norms of elements of B. For \\mathfrak a \\in \\mathcal{I}_A, one has N_{B/A}(\\mathfrak a B) = \\mathfrak a^n, where n = [L : K]. The ideal norm of a principal ideal is thus compatible with the field norm of an element: :N_{B/A}(xB) = N_{L/K}(x)A. Let L/K be a Galois extension of number fields with rings of integers \\mathcal{O}_K\\subset \\mathcal{O}_L. Then the preceding applies with A = \\mathcal{O}_K, B = \\mathcal{O}_L, and for any \\mathfrak b\\in\\mathcal{I}_{\\mathcal{O}_L} we have :N_{\\mathcal{O}_L/\\mathcal{O}_K}(\\mathfrak b)= K \\cap\\prod_{\\sigma \\in \\operatorname{Gal}(L/K)} \\sigma (\\mathfrak b), which is an element of \\mathcal{I}_{\\mathcal{O}_K}. The notation N_{\\mathcal{O}_L/\\mathcal{O}_K} is sometimes shortened to N_{L/K}, an abuse of notation that is compatible with also writing N_{L/K} for the field norm, as noted above. In the case K=\\mathbb{Q}, it is reasonable to use positive rational numbers as the range for N_{\\mathcal{O}_L/\\mathbb{Z}}\\, since \\mathbb{Z} has trivial ideal class group and unit group \\\\{\\pm 1\\\\}, thus each nonzero fractional ideal of \\mathbb{Z} is generated by a uniquely determined positive rational number. Under this convention the relative norm from L down to K=\\mathbb{Q} coincides with the absolute norm defined below. == Absolute norm == Let L be a number field with ring of integers \\mathcal{O}_L, and \\mathfrak a a nonzero (integral) ideal of \\mathcal{O}_L. The absolute norm of \\mathfrak a is :N(\\mathfrak a) :=\\left [ \\mathcal{O}_L: \\mathfrak a\\right ]=\\left|\\mathcal{O}_L/\\mathfrak a\\right|.\\, By convention, the norm of the zero ideal is taken to be zero. If \\mathfrak a=(a) is a principal ideal, then :N(\\mathfrak a)=\\left|N_{L/\\mathbb{Q}}(a)\\right|. The norm is completely multiplicative: if \\mathfrak a and \\mathfrak b are ideals of \\mathcal{O}_L, then :N(\\mathfrak a\\cdot\\mathfrak b)=N(\\mathfrak a)N(\\mathfrak b). Thus the absolute norm extends uniquely to a group homomorphism :N\\colon\\mathcal{I}_{\\mathcal{O}_L}\\to\\mathbb{Q}_{>0}^\\times, defined for all nonzero fractional ideals of \\mathcal{O}_L. The norm of an ideal \\mathfrak a can be used to give an upper bound on the field norm of the smallest nonzero element it contains: there always exists a nonzero a\\in\\mathfrak a for which :\\left|N_{L/\\mathbb{Q}}(a)\\right|\\leq \\left ( \\frac{2}{\\pi}\\right )^s \\sqrt{\\left|\\Delta_L\\right|}N(\\mathfrak a), where :* \\Delta_L is the discriminant of L and :* s is the number of pairs of (non-real) complex embeddings of into \\mathbb{C} (the number of complex places of ). ==See also== *Field norm *Dedekind zeta function ==References== Category:Algebraic number theory Category:Commutative algebra Category:Ideals (ring theory)",
 "title": "Ideal norm"
}