{
 "id": "461404",
 "text": "Charles Lindley Wood, 2nd Viscount Halifax, (7 June 1839 – 19 January 1934), was a British Anglo-Catholic ecumenist who served as president of the English Church Union from 1868 to 1919, and from 1927 to 1934. In 1886, he was a former part of Northern Regiment of West Riding Yeomanry Cavalry became a Deputy Lieutenant of the North Riding of Yorkshire, also one of the Ecclesiastical Commissioners, and a member of Houses of Laymen for York. ==Early life and education== Halifax was born in London, the eldest son of Charles Wood, 1st Viscount Halifax, a prominent Whig politician, and his wife, the former Lady Mary Grey , the fifth daughter of The 2nd Earl Grey. As a student at Eton he was the favourite of William Johnson Cory, his master, who dedicated his book of Uranian verse, Ionica, to him. Between 1858 and 1863, he studied law and modern history at Christ Church, Oxford. He earned a BA in 1863 and MA in 1865. From 1862 to 1877, he served as Groom of the Chamber to the Prince of Wales, the future Edward VII. He succeeded to the viscountcy on 8 August 1885. ==English Church Union== An Anglo-Catholic, Halifax became influenced by the Oxford Movement and, at the request of Edward Bouverie Pusey, became president of the English Church Union, a society dedicated to the promotion of Catholic principles and practices within the Church of England, in 1868. Along with the French priest, he played a prominent role in the attempt to bring about dialogue between the Roman Catholic Church and the Church of England on the subject of Anglican orders, including the Malines Conversations. Due to disagreement from Canterbury and Westminster, no constructive dialogue ever came about, however, and the unhoped result of Halifax's actions was the condemnation of Anglican orders as \"absolutely null and utterly void\" in the papal encyclical Apostolicae curae. The Archbishop of Canterbury, Edward White Benson, and the Archbishop of Westminster, Cardinal Herbert Vaughan, can be accused of letting this early attempt at rapprochement fall away due to the narrow-minded vision of each other's place in the English church during that era. It might also be argued that Pope Leo XIII was led astray by Vaughan and like-minded Roman Catholic scholars who viewed the Church of England as a state church with no real theological authority. Benson, like most Anglican clergy in the power structure viewed any Roman Catholic involvement in England as the \"Italian Mission\", with not even a toehold worth acknowledging in English Society. Halifax served as president of the English Church Union until 1919, and again from 1927 until his death. One of his last achievements was the union of the English Church Union with the Anglo-Catholic Congress in 1933. ==Personal life== 150px|thumbnail|Arms of Halifax and his descendants Halifax was a collector of ghost stories, many of which are to be found in Lord Halifax's Complete Ghost Book () and The Ghost Book of Charles Lindley, Viscount Halifax (). Halifax married Lady Agnes Elizabeth Courtenay (1838–1919), daughter of William Courtenay, 11th Earl of Devon, and his wife, Lady Elizabeth Fortescue, daughter of Hugh Fortescue, 1st Earl Fortescue. They had four sons and two daughters: * The Hon. Charles Reginald Lindley Wood (7 July 1870 – 6 September 1890)Roberts 1991, p. 10. * The Hon. Alexandra Mary Elizabeth Wood (25 August 1871 – 10 March 1965), godchild of Queen Alexandra, married in 1898 Maj. Gen. Hugh Sutton * The Hon. Francis Hugh Lindley Wood (21 September 1873 – 17 March 1889) * The Hon. Mary Agnes Emily Wood (25 March 1877 – 25 March 1962), married in 1903 George Lane- Fox. He was later created, in 1933, the 1st Baron Bingley. * The Hon. Henry Paul Lindley Wood (25 January 1879 – 6 June 1886) * Edward Frederick Lindley Wood, 3rd Viscount Halifax and 1st Earl of Halifax (16 April 1881 – 23 December 1959) Halifax died in 1934 aged 94, having outlived his three eldest sons. His fourth and youngest son succeeded to the viscountcy and was created Earl of Halifax in 1944 after serving as Viceroy of India, Secretary of State for Foreign Affairs and British Ambassador to the United States. ==References== ===Sources=== * * *Andrew Roberts, The Holy Fox: The Life of Lord Halifax (Phoenix, 1997 (originally published 1991))(a biography of the 3rd Viscount Halifax). ==External links== * *Bibliographic directory from Project Canterbury Category:1839 births Category:1934 deaths Category:Viscounts in the Peerage of the United Kingdom Category:English Anglo-Catholics Category:People educated at Eton College Category:Alumni of Christ Church, Oxford Category:Wood family Category:Fellows of the Society of Antiquaries of London",
 "title": "Charles Wood, 2nd Viscount Halifax"
}