{
 "id": "461540",
 "text": "Beaver Island is an island in Lake Michigan in the U.S. state of Michigan. At , it is the largest island in Lake Michigan and the third largest island in Michigan after Isle Royale and Drummond Island. The island is located approximately from the city of Charlevoix. Beaver Island had a total population of 657 at the 2010 census. In 1856, it was home to a unique American religious colony, a theocratic monarchy ruled by the self-appointed \"King Strang\", who was the leader of the Church of Jesus Christ of Latter Day Saints, colloquially known as Strangites to distinguish them from the much larger The Church of Jesus Christ of Latter-day Saints. Irish American immigrants later settled in the island, and it has remained a popular vacation and tourist destination. Portions of the island and surrounding archipelago are protected as part of the Beaver Islands State Wildlife Research Area. == History == === The Mormon kingdom === Although Beaver Island is known today mostly for its beaches, forests, recreational harbor and seclusion, previously it was the site of a unique Latter Day Saint kingdom. The island's association with Mormonism began with the death of Joseph Smith, the founder of the Latter Day Saint movement. Most Latter Day Saints considered Brigham Young to be his successor, but many others followed James J. Strang. Strang founded the Church of Jesus Christ of Latter Day Saints (Strangite), claiming it was the sole legitimate continuation of the church that Joseph Smith founded. His church continues to exist, though not on Beaver Island, and numbers a maximum of 300 adherents.Depending on the source consulted; see http://www.adherents.com/Na/Na_191.html . His group initially settled in Voree, Wisconsin Territory, in 1844, and established a community there that persists today as an unincorporated community within the Town of Burlington, Wisconsin. Seeking refuge from persecution, Strang moved his followers from Voree to Beaver Island in 1848. At the time, the island was inhabited by mostly Irish immigrants. The Strangites flourished under his rule and became a political power in the region. They founded the town of St. James, which was named in honor of Strang. They constructed a road denominated \"King's Highway\" into the interior of the island that remains one of its primary thoroughfares. The Strangites cleared land; constructed cabins, farms and other improvements; and attempted to establish themselves permanently on the island. Strang was elected to the Michigan House of Representatives in 1853 and again in 1855. He founded the first newspaper in Northern Michigan, the Northern Islander. During his tenure in the Legislature, he made the island the center of the new County of Manitou, which included the Beaver Islands, Fox Islands and North Manitou and South Manitou Islands, and had its seat at St. James in Beaver Island. The state of Michigan abolished Manitou County in 1895 (see below). Once established on Beaver Island, Strang declared himself a polygamist, contrary to his previous opposition of it.(August 12, 1847). Voree Herald as quoted in Fitzpatrick, Doyle C. (1970). The King Strang Story: A Vindication of James J, Strang, the Beaver Island Mormon King. National Heritage. , pp. 74–5. He had five wives, one male lover and fathered a total of fourteen children. In 1850, Strang proclaimed himself king, not of the island, but of his church, which then included most of the inhabitants of the island. He was crowned on July 8 of that year inside a large log \"tabernacle\" that his adherents erected, in an elaborate coronation ceremony. On him was bestowed a crown that a witness described as \"a shiny metal ring with a cluster of glass stars in the front\",*Weeks, Robert P. \"For His Was the Kingdom, and the Power, and the Glory... Briefly.\" Article in American Heritage Magazine, Vol. 21, Issue 4, June 1970. a royal red robe, shield, breastplate, and wooden scepter. The Strangite tabernacle and Strang's house are no longer extant, and also the Strangite regalia, yet a printing shop that his disciples erected persists as the only Strangite construction remaining in the island. Presently the printing shop houses a museum of insular history. Strang and his adherents often conflicted with their neighbors on the island and adjacent locales. While claiming dominion of only his church, Strang tended to exert authority over non-Strangites on the island also, and was regularly accused of forcibly seizing their property and physically assaulting them. Open hostility between the two groups was frequently violent, and the majority of the Irish immigrants fled to the neighboring island of Mackinaw. Ruffians beat Strangites at the post office, and Strang once fired a cannon at some unruly drunken fishermen who had threatened to expel his church from the island.*Strang, James J. Ancient and modern Michilimackinac, including an account of the controversy between Mackinac and the Mormons. This is an interesting article that expresses the point of view of Strang. Strangites held an increasing monopoly of local government that blurred the distinction between church and state. While Strang held many progressive ideas such as the conservation of woodlands, many judged his autocratic rule intolerable. One edict, for example, prescribed the clothing of Strangite women (see bloomers). Two women refused obedience and Strang had their husbands flogged, an act that was rendered more tolerable after one of them was discovered in the act of adultery. While recovering from their floggings, the husbands conspired against Strang. On June 16, 1856, the US naval gunboat entered the harbor of St. James and Strang was invited aboard. As Strang walked along the dock the two conspirators shot him from behind and then ran in the gunboat, which departed and disembarked the men in Mackinac Island. Neither man was arrested or convicted of the murder. After Strang died of his wounds on July 9, 1856, mobs from Mackinac Island and St. Helena Island arrived and expelled the Strangites, who then numbered approximately 2,600, from Beaver Island and reclaimed the island. Upon expulsion of the Strangites, local government in Manitou County, which included Beaver Island, almost ceased. Court sessions and elections were rarely held, county offices were often vacant, and the region acquired a lawless reputation. Michiganian Governor John J. Bagley affirmed this reputation in 1877 when he advocated for abolition of the county.. A bill was introduced to this effect yet failed to be enacted. A second attempt in 1895 was successful, and the Beaver Islands were incorporated into Charlevoix County while Fox and Manitou Islands were incorporated into Leelanau County. ===\"America's Emerald Isle\"=== Irish fishermen from Gull Island, Mackinac Island and various port cities of mainland Michigan, and also emigrants from County Donegal, Ireland, rapidly replaced the Strangites in Beaver Island. Their community, which more Irish immigration increased, developed a unique identity that the isolation of the Island from the mainland fostered. Church liturgy and even quotidian conversations were in Gaelic for many years. By the middle of the 1880s the Island became the largest supplier of freshwater fish consumed in the US,Beaver Island history. Retrieved on 2008-08-02 from http://www.beaverisland.net/history. yet overfishing and technological change ended this dominance by 1900. In addition to King Strang, the Island became the residence of two other locally famous persons. Father Peter Gallagher, a priest from 1865 to 1898, was a colorful and charismatic leader who dominated insular society. He once engaged one of his parishioners in a fistfight in the insular chapel. Feodor Protar, who arrived in 1893, was a disciple of Russian author and pacifist Leo Tolstoy. He served as a local doctor and friend-to-all while living as a recluse in a cabin in the interior of the Island. Protar died in 1925 and left many admirers. Logging, which was always an important part of the insular economy, greatly increased with the formation of the Beaver Island Logging Company in 1901. Docks, housing, railroads and a mill impacted the local scenery, while fishing continued as the primary economic activity. A great decrease of the fish population in the 1940s caused the exodus of most of the residents, until tourism in the 1970s renewed interest in the Island. Presently the Island is a popular recreational destination for residents throughout the Great Lakes Basin. In 1938, John W. Green (1871–1963), a resident of Beaver Island, was recorded by the young folklorist Alan Lomax singing traditional songs, which can be heard on the Library of Congress website. == Geography == The island is long, wide, and is part of Charlevoix County, Michigan. It is mostly flat and sandy, with large forested tracts. According to data of the US census, it has of land, and a permanent population of 657 as of 2010. The more densely populated part, which comprises a mere 6% of total insular land, is within Saint James Township on the northern part of the island. The census of 2010 reported its population as 365. St. James Township also includes Garden Island, High Island, Hog Island and several minor islands in Lake Michigan, which are all permanently uninhabited Peaine Township, which comprises the remaining 94% of insular land, contains large parcels of state land which are managed as part of the Beaver Islands State Wildlife Research Area. The research area is mostly undeveloped, with some relictual homesteads within the township that were constructed in the clearings of successful farms of the nineteenth century. In 2010 the township had a population of 292. The island has several small to moderately sized lakes, including Lake Geneserath in the southeast, Greenes Lake and Fox Lake in the central part, and Font Lake, Egg Lake, Round Lake and Barneys Lake in the northern part. There are only two named streams: Jordan River that flows into Sand Bay on the eastern part of the island and Iron Ore Creek that flows into Iron Ore Bay on the southern part. ===Climate=== The island is within a climatic region that has great seasonal differences in temperature, with warm to hot, and often humid, summers and cold, even severely cold, winters. According to the Köppen Climate Classification system, it has a humid continental climate, which is abbreviated \"Dfb\" on climatic maps. == Economy == Historically, the primary industries in the island are fishing, logging and farming. Presently the economy centers in governmental services, tourism and residential and cottage construction. Recreational opportunities abound in the insular harbor, beaches, inland lakes and the state forest that includes much of the island. A golf course, nature trails, restaurants, hotels, a marina and other amenities are available. The island describes itself as \"America's Emerald Isle\" in allusion to the Irish ancestry of many of its residents. Central Michigan University owns and operates a research facility in the island, denominated the \"CMU Biological Station\". The station hosts classes and workshops for students and researchers. CMU also owns a former Coast Guard Boathouse on Whiskey Point in the northern part of the island and part of Miller's Marsh. ==Transportation== Two small airlines serve the island: Island Airways and Fresh Air Aviation. Airplanes are twin engine propeller airplanes for 6–10 passengers. The flight to the island takes approximately 20 minutes, are available multiple times a day throughout the year and reservations often are accepted with only brief notice. Luggage generally is included in the cost of a ticket, with a \"pounds per person\" limit, and additional luggage is charged according to its weight in pounds. Pets may be transported also, with prices of such tickets premised on the size of pets. Island Airways' airplanes depart from Charlevoix to Welke Airport (6Y8), a privately owned yet publicly accessible airport in Peaine Township that is approximately one mile (1,600 meters) south of St. James. Fresh Air Aviation's airplanes depart from Charlevoix to the public airport of Peaine Township (KSJX), which is on the Western side, a little over 4 miles from St. James. thumb|St. James Light in Beaver Island Harbor, pre-WWII. Beaver Island Boat Company operates a scheduled automobile ferry service from Charlevoix during most of the year. Daily service is available from May through September, and a more limited service is available October through mid- December. The ferry is closed from January through March. Travelers are advised to verify the weather before boarding because rough waves can cause sea sickness. Visitors wishing to transport their own vehicles must make reservations in advance as ferry space is limited. Two ferry boats are in service, The Emerald Isle and the Beaver Islander, the latter of which is smaller. The journey is slightly more than two hours to two and one half hours, contingent on weather and which ferry is ridden. Dogs, bikes, canoes, kayaks, and motorcycles can be transported aboard the ferry for a fee.The Internet site of the Beaver Island Boat Company publishes detailed schedules, prices and advice. (). Two lighthouses are on the island: *Beaver Island Harbor Light (St. James Light), erected in 1870, on the northern part of the Island, which continues to aid navigation. *Beaver Island Head Lighthouse on the southern part of the Island, erected in 1858, was deactivated in 1961. ==Archipelago== The islands of the Beaver Islands archipelago include, in approximate order of size from largest to smallest: * Beaver Island * Garden Island * High Island * South Fox Island * Hog Island * North Fox Island * Gull Island * Whiskey Island * Squaw Island * Trout Island * Grape Island * Hat Island * Shoe Island * Pismire Island Gull, Hat, Pismire, and Shoe Islands comprise the Lake Michigan division of the Michigan Islands National Wildlife Refuge and are administered as a satellite of the Seney National Wildlife Refuge. Pismire and Shoe Islands are also part of the Michigan Islands Wilderness Area. ==See also== *Populated islands of the Great Lakes *List of islands of Michigan *List of islands of the United States ==References== ==External links== * *BeaverIsland.net *Beaver Island Virtual Tour *Beaver Island Chamber of Commerce *Satellite map of Beaver Island from Google Maps *Beaver Island Boat Company *Island Airways *Fresh Air Aviation *Central Michigan University Biological Station on Beaver Island *Technology a blessing, a curse for remote island, By Martha Irvine, Associated Press, November 8, 2010. *WVBI, the island's FM radio station. *WVBI BIC Center Community Calendar, an on-line calendar of events on Beaver Island. Category:Islands of Charlevoix County, Michigan Category:History of Michigan Category:Significant places in Mormonism Category:Church of Jesus Christ of Latter Day Saints (Strangite) Category:Islands of Lake Michigan in Michigan Category:Former monarchies of North America Category:Riots and civil disorder in Michigan Category:Former countries in North America",
 "title": "Beaver Island (Lake Michigan)"
}