{
 "id": "462321",
 "text": "Captain Henry Lockhart St John Fancourt (1 April 1900 - 8 January 2004) was a British pioneering naval aviator, and held important aviation commands with the Fleet Air Arm during the Second World War. When Fancourt died at the age of 103, he was one of the last, if not the last, survivor who had actively been involved in the Battle of Jutland. == Early life and naval career == Fancourt was born in Birmingham, and was the son of general St John Fancourt. He joined the Royal Navy and entered the Royal Naval College, Osborne, in January 1913 at the age of 12. In 1914, at the outbreak of the First World War, like most of his classmates he was sent to sea—in his case, on the battlecruiser HMS Princess Royal. == The Battle of Jutland, 1916 == On 31 May 1916, the Princess Royal was involved in the initial engagement of the Battle of Jutland. Two of her sister ships were lost (with nearly 2,000 men) and the Princess Royal was mistakenly reported as having been sunk. In reality she had been hit twice and was hit three more times later in the battle. Fancourt's action station was in the rear gun turret so he did not see much of the battle. Fancourt was mentioned in dispatches later in the war for his efforts on flotilla escort and patrol duties from Queenstown, Ireland. In June 1919, he was present at the scuttling of the German fleet at Scapa Flow. == Interwar activities == After the war, Fancourt attended Gonville and Caius College, Cambridge, to complete his interrupted education. On his return to the Navy he chose to specialise in aviation and qualified as a pilot in 1924 after attending No 1 Naval Pilots Course. The ongoing dispute between the Admiralty and the Air Ministry about naval aviation meant that he held the dual ranks of Flying Officer, Royal Air Force and Lieutenant, Royal Navy. In 1927, while serving on HMS Argus, he took part in the western military buildup in the Far East when European interests in Shanghai were threatened by fighting between the forces of Chiang Kai-shek and the warlord Sun Chuan Fang. After a tour in , he was assigned to HMS Courageous in 1929. In August of that year he took part in operations to restore order in Palestine. Working ashore with the RAF, he flew in support of the Army and Navy and made demonstration flights over Jerusalem. In June 1931, Fancourt was involved in trials, aboard Courageous, of a new system of athwartships arrester cables to catch landing aircraft. He was the first to land using the new system which is now standard on aircraft carriers. In April 1933, after promotion to Lieutenant-Commander, Fancourt became the first Commanding Officer of the newly formed 822 Squadron. The squadron, formed at Netheravon, flew Fairey IIIF biplanes. After this assignment he worked in the Admiralty organising the recruitment and training of officers for the expanding Fleet Air Arm. In 1937 the Fleet Air Arm was handed back to the Navy from the Air Ministry. He later served as second in command of the cruiser HMS Neptune, then commanded the sloop HMS Weston. == World War II == In December 1940 he was promoted Captain and given command of HMS Sparrowhawk, the naval air station at Hatston in the Orkney Islands. In January 1941, Fancourt was bady injured when German dive-bombers destroyed the control tower at Lee-on-the-Solent. In May 1941, he was Mentioned in Despatches for his initiative in sending a Maryland aircraft to reconnoitre for the German battleship Bismarck after poor weather had prevented RAF reconnaissance. He also ordered 828 Naval Air Squadron's Albacore torpedo bombers to Sumburgh, ready for a strike on Bismarck should she come within range, but she did not. While at RAF Hatston in Orkney in April 1942 Fancourt, flying a Gloster Gladiator, is claimed to have made the first landing of the war by a British plane on an American aircraft carrier when the USS Wasp was passing through Scapa Flow, however Lt Basil Boulding of 812 Sqn has a better claim as he landed Swordfish P4219 aboard the USS Wasp from RAF North Front, Gibraltar, eventually disembarking at RNAS Macrihanish prior to the USS Wasp's arrival at Scapa Flow and joining Force H.Pilot's Flying Log of Basil E Boulding In 1942, Fancourt had been assigned to take command of the escort carrier HMS Searcher, then under construction in the United States. This was cancelled, however, and he took command of the 4th Destroyer Flotilla which consisted of two destroyers, HMS Broke and HMS Malcolm, assigned to Operation Torch, the allied invasion of French North Africa. The destroyers were to land a detachment of American Rangers. The assignment was to enter Algiers harbour on 8 November, land the troops and prevent the Vichy French from scuttling their ships or wrecking the port installations (Operation Terminal). This turned into a disaster when the commandos that landed on either side of Algiers failed to capture the Vichy artillery batteries. These heavily bombarded Fancourt's destroyers and Malcolm had to withdraw after suffering engine room damage. Broke, with Fancourt, penetrated the defensive boom on her fourth attempt and landed her troops. Broke was sunk by French artillery later in the day but the crew and wounded were transferred to the destroyer HMS Zetland. Fancourt was awarded the DSO for his part in the battle. In January 1943, Fancourt was placed in command of the Argus, now a training carrier. In September 1943, he was given command of the maintenance carrier , which sailed for the Indian Ocean in December 1943 with reinforcements for the Eastern Fleet, later transferring to the British Pacific Fleet. == Post-war career == In April 1946, he was appointed deputy chief naval representative in the Ministry of Supply. He was retired from the Navy in 1951, not having been promoted to flag rank due to his lack of \"sea time\", in other words insufficient experience aboard ship. He was embittered by being \"bunged out\" of the Navy (as he saw it), with just one month's notice. Fancourt joined the aircraft manufacturer Short Brothers and Harland in Belfast, where he worked until his retirement in 1965. While there, he was chief of staff to Admiral Sir Matthew Slattery, a colleague from No 1 Pilots Course. The final entry in his flight logbook was in 1956, by which time he had logged 1,317 flying hours. == Family == Fancourt married twice (Lillian Marion Osborne (née Parkin); in 1921, divorced in 1960) and Pauline Bettina Mosley (née Kimble; died 2001); he had two sons and two daughters. Both sons were in the Navy - Michael served in the Fleet Air Arm, and Rodney, who predeceased his father, was a Captain in the Royal Naval Reserve and commanded London Division RNR. In 1943, Fancourt landed a Fairey Swordfish with Michael, then a 16-year-old Air Training Corps cadet, as a passenger, on HMS Argus. This was probably the first father-and-son deck landing. ==References== ==External links== * Obituary in The Times * Imperial War Museum Interview Category:1900 births Category:2004 deaths Category:Alumni of Gonville and Caius College, Cambridge Category:Companions of the Distinguished Service Order Category:English centenarians Category:Fleet Air Arm aviators Category:Fleet Air Arm personnel of World War II Category:Men centenarians Category:People from Birmingham, West Midlands Category:Royal Air Force officers Category:Royal Navy officers Category:Royal Navy personnel of World War I Category:Royal Navy officers of World War II Category:People educated at the Royal Naval College, Osborne Category:Military personnel from Birmingham, West Midlands",
 "title": "Henry St John Fancourt"
}