{
 "id": "46265",
 "text": "thumb|The Hebrew alphabet, run through Atbash. Atbash (; also transliterated Atbaš) is a monoalphabetic substitution cipher originally used to encrypt the Hebrew alphabet. It can be modified for use with any known writing system with a standard collating order. == Encryption == The Atbash cipher is a particular type of monoalphabetic cipher formed by taking the alphabet (or abjad, syllabary, etc.) and mapping it to its reverse, so that the first letter becomes the last letter, the second letter becomes the second to last letter, and so on. For example, the Latin alphabet would work like this: Due to the fact that there is only one way to perform this, the Atbash cipher provides no communications security, as it lacks any sort of key. If multiple collating orders are available, which one was used in encryption can be used as a key, but this does not provide significantly more security, considering that only a few letters can give away which one was used. == History == The name derives from the first, last, second, and second to last Hebrew letters (Aleph–Taw–Bet–Shin). The Atbash cipher for the modern Hebrew alphabet would be: === In the Bible=== Several biblical words are described by commentatorsRashi and Radak on each of the first three verses. Also other commentators. as being examples of Atbash: * Jeremiah 25:26 – \"The king of Sheshach shall drink after them\" – Sheshach meaning Babylon in Atbash ( bbl → ššk). * Jeremiah 51:1 – \"Behold, I will raise up against Babylon, and against the inhabitants of Lev-kamai, a destroying wind.\" – Lev-kamai meaning Chaldeans ( kšdym → lbqmy). * Jeremiah 51:41 – \"How has Sheshach been captured! and the praise of the whole earth taken! How has Babylon become a curse among the nations!\" – Sheshach meaning Babylon ( bbl → ššk). Regarding a potential Atbash switch of a single letter: * - \"Any place I will mention My name\" () → \"Any place you will mention My name\" () (a → t), according to Yom Tov AsevilliMidrash Shmuel on Avot 3:6; see discussion in David Zvi Hoffmann to Exodus 20:20 == Relationship to the affine cipher == The Atbash cipher can be seen as a special case of the affine cipher. Under the standard affine convention, an alphabet of m letters is mapped to the numbers (The Hebrew alphabet has and the standard Latin alphabet has The Atbash cipher may then be enciphered and deciphered using the encryption function for an affine cipher by setting : \\mathrm{E}(x) = \\mathrm{D}(x) = \\big((m - 1) x + (m - 1)\\big) \\bmod m. This may be simplified to : \\begin{align} \\mathrm{E}(x) &= (m - 1)(x + 1) \\bmod m \\\\\\ &= -(x + 1) \\bmod m. \\end{align} If, instead, the m letters of the alphabet are mapped to then the encryption and decryption function for the Atbash cipher becomes : \\mathrm{E}(x) = (-x \\bmod m) + 1. ==See also== * Temurah (Kabbalah) * Gematria * Hebrew language * ROT13 ==Notes== ==References== * ==External links== *Online Atbash decoder Category:Classical ciphers Category:Jewish mysticism Category:Hebrew-language names",
 "title": "Atbash"
}