{
 "id": "462914",
 "text": "The Sims 2 is a 2004 strategic life simulation video game developed in Redwood City, California studio of Maxis and published by Electronic Arts. It is the sequel to the first game in the franchise, The Sims. The game allows the player to create their own Sim, neighborhoods, houses, and families. Players manage their Sims so they can experience rewards and form relationships in a manner similar to real life. The Sims 2, like its predecessor, does not have a defined final goal as the gameplay is open-ended. Sims have life goals, wants and fears, the fulfillment of which can produce either good or bad outcomes. All Sims age, and can live up to 90 sim days or more. The Sims 2 builds on its predecessor by allowing Sims to age through six stages of life and incorporating a 3D graphics engine that allows the player to get 360º views of the game as opposed to the fixed 2D isometric view of The Sims. Genetics are also a new game mechanic, as previously children in The Sims did not always look like their parents. Although gameplay is not linear, storylines and scripted events exist in the game's pre-built neighborhoods. The Sims 2 was released on September 14, 2004, for Microsoft Windows. A port to macOS was released on June 17, 2005. Eight expansion packs and nine \"stuff packs\" were subsequently released. In addition, several console versions have been released. The Sims 2 is offered on mobile platforms, with manufacturers such as Nokia offering The Sims 2 from the Ovi Store. A sequel, The Sims 3, was released in June 2009. The Sims 2 was critically acclaimed, gaining a 90% score from aggregators Metacritic and GameRankings. The game is considered to be one of the greatest video games of all time. It was also a commercial success, selling one million copies in its first ten days, a record at the time. During April 2008, The Sims 2 website announced that 100 million copies of The Sims series had been sold. By March 2012, the game had sold 13 million copies over all platforms with over six million PC copies, making it one of the best-selling PC games of all-time. ==Gameplay== From the neighborhood view, the player selects one lot to play, as in The Sims. There are both residential and community lots, but Sims can only live in residential lots. Sims can travel to community lots in order to purchase things like clothing and magazines, and to interact with NPCs and townies. The player can choose between playing a pre-made inhabited lot, moving a household into an unoccupied pre-built lot, or constructing a building on an empty lot. One novelty from The Sims is foundations. The player switches among the \"live\" mode (default) to control Sims, the \"buy\" mode to add, move or delete furniture, or the \"build\" mode to rebuild the house and make structural changes. Buy and build mode cannot be accessed when on a community lot, but the lots can be built on by using the neighborhood view. It is also possible to import neighborhood terrains from SimCity 4. The game contains some time- bound social challenges that provide a reward if successful. Sims can throw parties to gain aspiration points or invite the headmaster over for dinner in order to enroll their children in private school. Some expansion packs have new mini-games, like running a Greek house in University or dating in Nightlife. In Nightlife, each date is a challenge to keep both Sims as happy as possible while accumulating aspiration points. Various other expansion packs introduce supernatural characters which Sims can be turned into, such as Zombies, Vampires, Werewolves, PlantSims, and Witches. ===Sims=== The main part of the game is to lead a Sim from the start of life to death. A Sim will be born when a female Sim and a male Sim try for a baby several times. The mother will spend 3 Sim days (each day lasts 24 minutes though time can be sped-up) pregnant before giving birth to a baby. During Pregnancy, the belly does not expand gradually. Instead, every day, it \"pops\" to a bigger size. Players can name the new Sim upon birth. The baby's appearance and personality will be based on the genetics of its parents (though the baby's appearance is hidden until it becomes a toddler). Babies can also be adopted by calling adoption service on the phone, even by single parents, old age sims or same- gender couples. The baby will change into a toddler in 3 days, and 4 more days for the toddler to change into a child. After 8 days, the child grows into a teenager, and will live 15 days before changing into an adult. After 29 days, the Sim will become an elder. An elder will eventually die; the length of this final stage depends on the aspiration bar when they become an elder. Babies, toddlers, children, teens, and adults can be advanced to their next life stage at any time during the 24 Sim hours before they will grow up automatically. For babies, this requires using the birthday cake. Toddlers, children, teens, and adults can use the \"Grow Up\" self-interaction. If the university expansion pack is installed, teens have the option to go to college, where they will be young adults for approximately 24 days. Aging can be disabled via cheats. Players will need to build up talent badges, skills and relationships with other people, so that they can be successful in their career. A player will also need to make sure a Sim is happy and well by fulfilling wants (including lifetime wants, avoiding fears, and fulfilling motives). Pregnancy, toddlers, teens, and elders are new stages of life. Young adult is a unique age added with the University expansion. Teen Sims will become young adults once they are moved to a university, and will be adults once they leave campus, regardless of the reason. ====Create-a-Sim==== In The Sims 2, Create a Family is entered by clicking the \"Families\" button in the lower left-hand corner of the neighborhood view, then clicking the large \"Create New Family\" button. Clicking the button labeled \"Create A Sim\" will expand a tab which has the \"Create a Sim\" and \"Make a Child\" icons. \"Make a Child\" will be grayed out unless the family contains an adult male and adult female. Clicking the \"Create a Sim\" icon will generate a random adult Sim, who may be male or female which can be edited by the player. As opposed to The Sims, any age besides baby or young adult (which must be made in the University Create a Student) may be created. Instead of having to choose from already finished faces which include hair, it is now possible to alter the facial structure (e.g. widening the nose, thinning the lips, elongating the chin, etc.) and choose any hairstyle to go with it. Different eye colors and an additional skin tone is available for the Sims as well. If Sims are older than a child, their aspiration and turn-ons/offs (Nightlife or later) may be determined. There are ten personality traits which are: sloppy, neat, shy, outgoing, lazy, active, serious, playful, grouchy, and nice but only 25 personality points which can be assigned to those traits. However, in The Sims 2, all personality points must be assigned. Additionally, there are twelve pre-set personalities, one for each zodiac sign. A zodiac sign will be set which matches the personality the player has selected for the Sim. A sim also has one of six Aspirations which is a lifetime goal that strongly influences their Wants and Fears which are: Grow Up, Romance, Family, Knowledge, Popularity, and Fortune. The Sims 2 also comes with The Sims 2 Body Shop, which enables users to create custom genetics, make-up, clothes, and Sims, with the help of third-party tools, such as Microsoft Paint, Paint.NET, Adobe Photoshop, GIMP, and SimPE. ===Social interactions=== There are several new social interactions introduced in The Sims 2. These new social interactions can create memories and can be related to certain age groups. Social interactions can come up in the Wants and Fears panel and can be dependent on the Sim's personality and aspiration. Sims with certain personalities may not want to complete certain social interactions. ;Influence :Influencing social interactions are introduced in the University expansion pack. A Sim is able to influence another Sim to complete a social interaction or a chore. Sims gain influence points by completing Wants and can lose influence points by completing Fears. The size of the influence bar depends on the number of friends the Sim has. It also can grow in size with business perks from the Open for Business expansion pack. Influence was also in the Nightlife expansion but added nothing. ;Chemistry :The Nightlife expansion pack introduced a new feature, Turn-Ons and Turn- Offs. Teenagers and older are able to choose their turn-ons and turn-offs. These and other factors such as aspiration and personality, determine the chemistry that one Sim has with another in the form of lightning bolts. Sims can have up to 3 lightning bolts with another Sim. The higher the chemistry is that a Sim has with another Sim, the greater the chance for social interactions to be accepted. New turn-ons and turn-offs are introduced with the Bon Voyage expansion pack. ;Fury :Fury is introduced in the Nightlife expansion pack and occurs when one Sim gets angry at another. During this time relationships with the Sim who is furious are harder to build. Also, the Sim who is furious may pick a fight or vandalize the home lot of the Sim they are furious with. Fury can be caused by another Sim burgling the Sim's house, getting fined after calling emergency services when there was no emergency, fighting, cheating on (the cheater or the Sim that was cheated with, often both), and more. ;Reputation :Reputation, which is found in the previous Sims game The Urbz: Sims in the City is reintroduced in the Apartment Life expansion pack. A Sim gains reputation by interacting with other Sims on community lots. Sims with higher reputations are more likely to gain perks such as free objects and job promotions. ===Careers=== There are careers that come with the game that require skills and a certain number of friends in order for promotion.The Sims 2 Reviews from GameRankings Success in these careers unlocks career rewards and higher salaries plus bonuses. Sims also receive chance cards. Correct answers to these chance cards creates rewards for Sims while incorrect answers could cause a Sim to lose its job. Nightlife and Apartment Life allow Sims to gain promotions through social interactions with other Sims. One specific career option is \"Jazzercise instructor\". ===Neighborhoods=== The Sims 2 ships with three pre-made worlds, known as neighborhoods for the player to explore, all with a specific theme and storylines. These worlds are Pleasantview, a continuation of the playable neighborhood from The Sims, featuring many of the same families, such as the Goths and the Pleasants - Strangetown, a small desert town themed around the supernatural, with aliens, mad scientists and haunted graveyards. The final neighborhood, Veronaville, is a European-themed town based on the works of William Shakespeare, with it's central plot being a loose, modern retelling of Romeo and Juliet. Aside from these pre-made neighborhoods, players can create and populate towns of their own, using built-in presets, or create their own entirely using SimCity 4, since SimCity 4 maps are compatible with The Sims 2. Expansion packs also add several new neighborhoods, such as University towns, a shopping district, a Downtown area and several vacation destinations. Seasons adds a fully-fledged neighborhood, a rural small town called Riverblossom Hills, Free Time adds a hobby-themed town named Desiderata Valley, while Apartment Life adds Belladonna Cove, a bigger, more metropolitan area featuring apartments and high-rises. ===Comparison to The Sims=== Graphically, The Sims 2 is more detailed than The Sims and lets players view its world in full 3D. This is a change from earlier Sim games, such as SimCity 2000, which used dimetric projection and fixed resolutions, as the camera was in The Sims. In The Sims, Sims are 3D meshes, but The Sims 2 introduces far more detail in mesh quality, texture quality, and animation capability. A Sim's facial features are customizable and unique, and Sims can smile, frown, and blink. The player can adjust a Sim's features in the in-game Create-a-Sim tool; for example, noses can be made to be very large or very small. Texturing is achieved through use of raster images, though it appears more lifelike. The Sims 2 characters pass through seven life stages — babies, toddlers, children, teenagers, young adults (only with University), adults, and elders — with eventual death of old age, while babies in The Sims only become children before ceasing to age further. The aspiration system (described above) is also new to The Sims 2. Sims can become pregnant and produce babies that take on genetic characteristics of their parents, such as eye color, hair color, facial structure, and personality traits as opposed to The Sims, in which the baby would take on random appearance and personality. Genetics play a major role in the game, and as such, dominant and recessive genes play a larger role than they did in the original game. A player can also aspire to have a Sim abducted by aliens. Males then have the chance to become impregnated and produce after three Sim days a half-alien child. Some of the other additions to gameplay are career rewards, a week cycle, the cleaning skill (which was a hidden skill in The Sims), a variety of meals (depending on time of day), exercise clothing, body shape affected by diet and exercise, and houses built on foundations. Cutscenes were another new feature in The Sims 2. There are cutscenes featuring first kiss, woohoo, child birth, alien abductions, also going to college and graduating in The Sims 2: University. ==Development== Preliminary development on The Sims 2 began in late 2000 following the release of The Sims.http://game-tech.com/Talks/Willmott.pdf http://game- tech.com/Talks/Willmott.mp3 EA Games announced on May 5, 2003, that the Maxis studio had begun development on The Sims 2. A teaser trailer was provided on The Sims: Makin' Magic CD, released October 2003, which was later uploaded to websites all over the Internet. The game was first shown at E3 in Los Angeles, California on May 13, 2004. Will Wright admitted that while most of the content of The Sims 2 are original ideas, inspiration for its own expansions and constituents spawned from the successes of the first game. The community interest in the antecedent The Sims: Unleashed and The Sims: Hot Date expansions ensured the creation of The Sims 2: Pets and The Sims 2: Nightlife expansions, respectively. After development concluded, designers from Maxis regarded The Sims 2 as very capricious during creation. Bugs would appear, and Sims would be \"tweaked\", or have anomalies not present in a previous run. On December 15, 2012, Electronic Arts announced that the official website would be shut down on January 14, 2013. It is now no longer possible to download content from the official site, create exchanges, or participate in the official forum communities. On July 16, 2014, Electronic Arts announced the end of support for The Sims 2. As a response The Sims 2: Ultimate Collection was released at the same time as a limited time offer. The game became available for free download from Origin exclusively following an announcement by EA that they would no longer be supporting the Game. This offer ended at 10:00 PDT July 31, 2014. EA stated that they were planning on releasing the compilation as a retail release. However, as of now, no further information has since been released or confirmed on its planned retail release date, and the game has since been removed entirely from Origin as of the end of 2017. On August 7, 2014, Aspyr Media released The Sims 2: Super Collection as digital download exclusively available at the Mac App Store; the game was updated for OS X Mavericks, 4K and Retina. This compilation only includes the first six expansion packs and the first three stuff packs. Aspyr stated they were unable to include the remaining packs for the game due to licensing conflicts with EA. Like the Ultimate Collection, no new updates on when the remaining packs will be released separately or as a single add-on to the Super Collection have emerged. ==Music== Mark Mothersbaugh composed the build mode, buy mode, Create a Sim, neighborhood music, and main theme of The Sims 2. The game also features original \"Simlish\"-language songs on the radio, provided by Jerry Martin, The Humble Brothers, Kirk Casey, and others. In later expansion and stuffpacks, well-known recording artists provided \"Simlish\" versions of their songs for the in-game radio stations, including Depeche Mode, Kajagoogoo, Lily Allen, Datarock, Plain White T's, and Katy Perry, among others. \"Pressure\" by Paramore, \"Don't Cha\" by The Pussycat Dolls, \"Good Day\" by Tally Hall, and \"Like Light to the Flies\" by Trivium were among the songs re-recorded by their original artists in Simlish for the console version of The Sims 2. ==Reception and legacy== The Sims 2 received widespread critical acclaim. On Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, The Sims 2 has an average score of 90 based on 61 reviews, indicating \"universal acclaim\". The game also received the Editor's Choice Award from IGN and GameSpy upon final review of the finished product. The Sims 2 had a successful E3. From 71 online reviews, the average score was 90 out of 100. Seven of those sources awarded the game a 100-out-of-100 score. X-Play gave the game a 4/5. Computer Gaming World awarded the game as their 2004 \"Strategy Game of the Year (General)\", beating out RollerCoaster Tycoon 3, The Political Machine, and Silent Storm. However, critics noted some serious bugs in the game. The Sims creator, Will Wright, was recognized by being nominated at the Billboard Digital Entertainment Awards for Visionary and Game Developer. The game was also nominated for two international awards in 2005. The Mac version of the game won an Apple Design Award in 2006. Computer Games Magazine named The Sims 2 the sixth-best computer game of 2004. The editors wrote that it is \"more of a game and less of a dollhouse [than The Sims], but it remains a celebration of the beauty of the mundane.\" It also won the magazine's \"Best Voice Acting\" award. The Sims 2 was an instant commercial success, selling a then-record one million copies in its first ten days. The game sold 4.5 million units within its first year, and 7 million by October 2006. It received a \"Double Platinum\" sales award from the Entertainment and Leisure Software Publishers Association (ELSPA), indicating sales of at least 600,000 copies in the United Kingdom. It received a \"Double Platinum\" award from the Asociación Española de Distribuidores y Editores de Software de Entretenimiento (aDeSe), for more than 160,000 sales in Spain during its first 12 months. As of March 2012, The Sims 2 had sold 13 million units across all platforms with at least six million units on PC, making it one of the best- selling PC games of all-time. During April 2008, The Sims 2 website announced that 100 million copies of The Sims series had been sold. Even after subsequent Sims installments, The Sims 2 still has an active fanbase. To this day, the game has a large modding community, with new user-created content being continually uploaded to fansites such as Mod The Sims and Sim-themed blogs hosted on Tumblr (nicknamed \"Simblrs.\") ==Controversy== The Sims 2s malleable content and open-ended customization have led to controversy on the subject of pay sites. Custom content is distributed through independent websites, some of which charge for downloading materials. Charging money for custom content is considered a violation of the game's EULA, which prohibits the commercial use of Electronic Arts' intellectual property. On July 22, 2005, Florida attorney Jack Thompson alleged that Electronic Arts and The Sims 2 promoted nudity through the use of a mod or a cheat code. The claim was made that pubic hair, labia and other genital details were visible once the \"blur\" (the pixelation that occurs when a Sim is using the toilet or is naked in the game) was removed. Electronic Arts executive Jeff Brown said in an interview with GameSpot: Prior to Thompson's statement, there was an enterable code which allowed to modify the size (including to zero) of pixelation accessible from the console menu. Shortly after the statement, subsequent patches and expansion packs removed the \"intProp censorGridSize\" code; this code had been left over from the beta testing stage of the original game and had not been intended for a public audience. ==Editions, compilations, and add-ons== Many Sims games have been ported to macOS by Aspyr. The Sims 2 has also been ported to a number of video game consoles including the PlayStation 2, the Xbox, Nintendo DS and the Nintendo GameCube. ===macOS version=== macOS ports of the base game, the first six expansion packs, and the first three Stuff Packs have been released by Aspyr Media. The port for the base game was announced on October 19, 2004. The Sims 2 had reached beta status on March 1, 2005, and was released on June 17 the same year. It was, at release, compatible with Mac OS X Panther and above on PowerPC Macintosh systems. The Sims 2 Body Shop was also available for macOS. Aspyr Media released The Sims 2 with all ported expansions and stuff packs as The Sims™2: Super Collection for Intel Macs in 2014. The game is available for purchase on the Mac App Store for OS X 10.9 Mavericks and above. ===Console versions=== The console versions of The Sims 2 featured local splitscreen multiplayer, a story mode and an option to control game characters directly, as opposed to queuing options as is traditional Sims gameplay. In this videogame, you cannot have children or age, but you are able to get married. You must earn aspiration points to unlock rewards by filling up your \"goals\" which will also be needed to complete story mode. Story mode is a sequence of multiple levels along with developed storylines which each character asks you to fulfill wants that pertain to their story. There is also a sandbox mode where you you can live in a preset family or build your own. ===Handheld versions=== The three handheld versions of the game are completely different among themselves, unlike the home console versions of the game which are virtually identical to each other. All three handheld versions take on more of a linear storyline. ====Game Boy Advance version==== The Game Boy Advance version of The Sims 2 takes place in Strangetown, and shares a similar GUI to its predecessors (The Sims Bustin' Out and The Urbz). Players are guided through a goal-oriented game based on the reality television concept in which partitions of the game are divided into \"episodes\". Characters from the previous handheld sims games also appeared. ====Nintendo DS version==== The Nintendo DS version of The Sims 2 (commonly referred to as \"The Sims 2 Hotel\") begins with the player's car breaking down in Strangetown. Upon arriving, an anonymous donor grants the player the deed to a hotel which can be operated and customized at the player's discretion. The player's job is to bring life back into Strangetown by encouraging people to come to the hotel, which players can do by upgrading it and making the guests happy. There are several ways in which a player can make Strangetown a nicer place, but is up to the player to find them. Unlike most games in the Sim series, this one takes place in real-time. ====PlayStation Portable version==== The PlayStation Portable version of the game is played in third person, much like the Nintendo DS version. The game contains elements of role-playing games and has more of a solid storyline the player is required to navigate through in order to unlock most of the things available in the other versions. The option to build your own home is replaced by a pre-built home where you can customize the furniture and decor. Conversations and jobs are carried out via a mini-game function. The player's character does not age, nor are they able to marry or have children, but they can have a significant other and \"WooHoo\". Relationships are mainly used for the point of solving goals, though a close friend may move in with the player after progressing in the game. When the player completes a goal their sanity meter, represented as a Plumbob, will fill up slightly and if the player actively doesn't complete their goals the sanity meter will rapidly deplete until the player is hospitalised or abducted by aliens. The player can also earn \"Sanity Points\" by completing goals which they can use to unlock special perks. Another feature unique to this, and the Nintendo DS, version are \"Secrets\" which the player can find scattered around Strangetown or by socialising with characters. The game begins with the player's character driving through the Strangetown desert, presumably the \"Road to Nowhere\" in their car, when suddenly a flying green diamond (Also known as the Plumbob, the marker and logo of the Sims games) flies past the player and causes them to lose control of, and damage, their car. Fortunately, the player finds a gas station. The player takes their car into the garage. At that point the player takes control. The player is introduced to a vehicle mechanic named Oscar who, after a brief tutorial in teaching the player how to talk to NPC Sims, informs the player their car will only take a short while to fix. The player is then free to roam around the gas station, and after being introduced to some more NPCs, including Bella Goth, who claims to be abducted by aliens, completing tasks and being taught the basic objective of the game which is \"Secret Hunting\" for the store clerk. The player then exits the shop only to find the garage around the back has completely disappeared along with Oscar and their car, with only the foundation of the garage remaining. The only thing left from the disappearance is a cell phone, which the player answers and a man named Doctor Dominic Newlow offers the player a job, requiring him or her to get a ride into town and find a place to stay. The player informs Police Deputy Duncan about the situation who replies that he can do nothing about it and suggests the player find a place to stay. After having bought Bella's house for pocket change and getting donuts for Deputy Duncan (which happen to have been found in the trash), the player finally gets a lift into Strangetown's Paradise Place, only to find more tasks and mysteries. ===Expansion packs=== The Sims 2 expansion packs provide additional game features and items. Eight expansion packs were released throughout the game's lifecycle. The Sims 2: Apartment Life is the final expansion pack for The Sims 2. {| class=\"wikitable\" style=\"width: 100%;\" |- ! style=\"width: 11%;height:50px;\" | Name ! style=\"width: 19%;\" | Release date ! Major Additions ! style=\"width: 13%;\" | Neighborhoods ! New NPCs ! New Lifestate/Creature ! New Careers |- | University || Windows: Mac OS X: December 12, 2005 || Announcement: November 23, 2004 Universities, Young Adult age group, Influence system || Campus: La Fiesta Tech, Sim State University, Académie Le Tour || Barista, Bartender, Cafeteria Worker, Cheerleader, Coach, Evil Mascot, Mascot, Professors, Streaker || Zombies (Also in FreeTime and Apartment Life) || Natural Scientist, Paranormal, Show Business, Artist |- | Nightlife || Windows: Mac OS X: March 27, 2006 || Announcement: April 5, 2005 Dates, Groups system, Outings, Pleasure and Grilled Cheese aspiration, New relationship states, ownable cars, Attraction system || Downtown: Downtown || Gypsy Matchmaker, Waiter, Chef, Bartender, DJ, Mrs. Crumplebottom, Vampires (Counts/Countesses) || Vampires || None |- | Open for Business || Windows: Mac OS X: September 4, 2006 || Announcement: January 4, 2006 Businesses, talent badges || Shopping District: Bluewater Village || Reporters, Barbers || Servos (Robots) || Shop Employees |- | Pets || Windows: Mac OS X: November 6, 2006 || Announcement: July 27, 2006 Ownable Pets || None || Animal Control Officers, Obedience Trainer, Wolves, Skunks || Werewolves || Pet careers: Security, Showbiz, Service |- | Seasons || Windows: Mac OS X: June 11, 2007 || Announcement: December 12, 2006 Weather system, Seasons, fishing, new talent badges, gardening || Main: Riverblossom Hills || Garden Club Members, Penguins || PlantSims || Adventurer, Education, Gamer, Journalism, Law, Music |- | Bon Voyage || Windows: Mac OS X: December 17, 2007 || Announcement: July 26, 2007 Vacations in different cultural areas || Vacation: Twikkii Island, Three Lakes, Takemizu Village || Fire Dancers, Hotel Maids, Bellboys, Masseurs, Wise Old Man, Pirate, Tour Guides, Unsavory charlatan, Witch Doctor, Ninjas || Bigfoot || None |- | FreeTime || Windows: || Announcement: January 17, 2008 Hobby system, lifetime aspiration system, new talent badges. || Main: Desiderata Valley Secret: Hobby || Hobby Members, Rod Humble, Hobby Leaders, Food Judge, Genie || Genie (Only NPC) || Oceanography, Intelligence, Entertainment, Dance, Architecture |- | Apartment Life || Windows: || Announcement: June 5, 2008 Rentable apartments, reputation system, witchcraft system || Main: Belladonna Cove Secret: The Magical World || Butler, Landlord, Roomies, Breakdancers, Street Performers, Social Group Sims, High Witch of Light/Darkness, Spectral assistant (played by cats), Human statues || Witches, Warlocks || None |} ===Stuff packs=== Stuff packs are add-ons that intend to add only new items (usually in the amount of 60) to the base game. However, some releases include certain gameplay elements introduced in previous expansion packs. There are ten total stuff packs. However, The Sims 2: Holiday Party Pack served as the pilot release for this line of products, which were called \"booster packs\". After the success of the pilot release, EA named the releases \"stuff packs\" and launched the line with The Sims 2: Family Fun Stuff. The Sims 2: Mansion & Garden Stuff is the final stuff pack for The Sims 2. {| class=\"wikitable\" style=\"width: 100%;\" |- ! style=\"width: 25%;height:50px;\" | Name ! style=\"width: 25%;\" | Release date ! Includes |- | Holiday Party Pack || Windows: || Christmas, Halloween, Thanksgiving, Hanukkah, Kwanzaa and New Year themed stuff, plus new NPCs: Santa Claus, Father Time, and Baby New Year |- | Family Fun Stuff || Windows: Mac OS X: April 30, 2007 || Family-oriented Fairy tale, outer space and nautical themed items mainly for children's bedrooms |- | Glamour Life Stuff || Windows: Mac OS X: June 1, 2007 || Luxury, couture and glamour themed objects, floors and walls |- | Happy Holiday Stuff || Windows: Mac OS X: September 4, 2007 || All items from Holiday Party Pack plus added Asian and European holiday themed stuff |- | Celebration! Stuff || Windows: || Wedding themed hairstyles, fashions and accessories, furniture, and other party enhancers |- | H&M; Fashion Stuff || Windows: || Fashion collections from H&M; and H&M; branded build objects |- | Teen Style Stuff || Windows: || Goth, Thrasher and Socialite themed stuff for teenagers' bedrooms, teenage haircuts and new teenage clothes |- | Kitchen & Bath Interior Design Stuff || Windows: || Kitchen and bathroom objects, floors, walls and clothing items |- | IKEA Home Stuff || Windows: || Fashionable furniture, floors and walls from the styles of IKEA |- | Mansion & Garden Stuff || Windows: || Items featuring three new decorative themes (Moroccan, Art Deco and Second Empire) |} === Core game editions === {| class=\"wikitable\" style=\"width: 100%;\" |- ! style=\"width: 25%;height:50px;\" | Name ! style=\"width: 25%;\" | Release date ! Includes |- | The Sims 2 || Windows: Mac OS X: June 13, 2005 || The first release of the core game on four CDs. |- | The Sims 2 Special DVD Edition || Windows: || The core game on one DVD, plus a bonus DVD with exclusive content. |- | The Sims 2 Holiday Edition (2005) || Windows: || The core game and The Sims 2 Holiday Party Pack on four CDs (North American exclusive release). |- | The Sims 2 Holiday Edition (2006) (known as The Sims 2 Festive Edition in Europe) || Windows: || North America: The Sims 2 Holiday Edition (2005 four-CD edition) and The Sims 2 Happy Holiday Stuff. Europe: The core game on one DVD and The Sims 2 Festive Holiday Stuff. |- | The Sims 2 Deluxe || Windows: || The core game, The Sims 2 Nightlife and a new bonus DVD that is different from the one included in the Special DVD Edition. |- | The Sims 2 Double Deluxe || Windows: || The Sims 2 Deluxe and The Sims 2 Celebration! Stuff. |- | The Sims 2 Ultimate Collection || Windows: (exclusive to existing Origin customers that proved they owned the original Sims 2 game from July 16 until July 31, 2014, but was extended until October 11, 2018; retail release not confirmed) || The Sims 2 Double Deluxe, The Sims 2 University Life Collection, The Sims 2 Best of Business Collection, The Sims 2 Fun with Pets Collection, The Sims 2 Seasons, The Sims 2 Bon Voyage, The Sims 2 FreeTime, The Sims 2 Apartment Life, The Sims 2 Glamour Life Stuff and The Sims 2 Happy Holiday Stuff. |- | The Sims 2 Super Collection || Mac OS X: || The core game, The Sims 2 University, The Sims 2 Nightlife, The Sims 2 Open for Business, The Sims 2 Pets, The Sims 2 Seasons, The Sims 2 Bon Voyage, The Sims 2 Family Fun Stuff, The Sims 2 Glamour Life Stuff and The Sims 2 Happy Holiday Stuff (The Sims 2 FreeTime and The Sims 2 Apartment Life along with the remaining stuff packs have not been included due to their unavailability for Mac at the time of its release). |} ===Expansion-only compilations=== Compilations of expansion packs and stuff packs without the core game have also been released. {| class=\"wikitable\" style=\"width: 100%;\" |- ! style=\"width: 30%;height:50px;\" | Name ! style=\"width: 25%;\" | Release date ! Includes |- | University Life Collection || Windows: || The Sims 2: University, The Sims 2: IKEA Home Stuff and The Sims 2 Teen Style Stuff. |- | Best of Business Collection || Windows: || The Sims 2: Open for Business, The Sims 2: H&M; Fashion Stuff and The Sims 2: Kitchen & Bath Interior Design Stuff. |- | Fun with Pets Collection || Windows: || The Sims 2: Pets, The Sims 2: Family Fun Stuff and The Sims 2: Mansion & Garden Stuff. |} ===Downloadable content=== ====Pre-order content==== Most of expansion packs and stuff packs were released with pre-order items. This game content was redeemable at the official site using a code supplied by the retailer from which the player purchased, each retailer was often associated with an exclusive download. A total of 60 pre-order items were released. ====The Sims 2 Store==== The Sims 2 Store was an online store where players of The Sims 2 for PC could purchase and download content for their game online for additional fees. It offered objects, clothing, skins, and hairstyles that are both exclusive to the store and also come from earlier expansion and stuff packs. It also had featured seven exclusive item collections that could only be found in the store. The store used a point system that players can purchase. It was opened from July 2008 to March 31, 2011, as a beta version limited to the United States and Canada. To download, players must install The Sims 2 Store Edition and the EA Download Manager. The exclusive collections were \"Cubic\", \"Art Deco\", \"Spooky\", \"Castle\", \"Asian Fusion\", \"Art Nouveaulicious\" and \"Oh Baby\", including a total of 471 items. Since the closure of The Sims 2 Store on March 31, 2011, The Sims 2: Store Edition and the savegame cannot be used with The Sims 2: Ultimate Collection. ===Third- party tools=== SimPE is an open-source utility for The Sims 2 that allows editing of Sims' characteristics, relationships and careers. It also allows the creation of objects. As the tool is intended for use by experienced modders, the SimPE interface is not considered intuitive and users risk corrupting the game files. TS2 Enhancer, developed by Rick Halle, is a commercial utility for editing characters and neighborhoods, but has since fallen into disuse. ==Notes== ==References== ==External links== * Archived official website * The Sims 2 at MobyGames * The Sims 2 on The Sims Wiki Category:2004 video games Category:Electronic Arts games Category:Game Boy Advance games Category:Interactive Achievement Award winners Category:Life simulation games Category:GameCube games Category:Nintendo DS games Category:MacOS games Category:PlayStation 2 games Category:PlayStation Portable games Category:EyeToy games Category:Social simulation video games Category:The Sims Category:Video games scored by Jerry Martin Category:Video games scored by Kevin Manthei Category:Video games scored by Silas Hite Category:Video games developed in the United States Category:Video games featuring protagonists of selectable gender Category:Video games with expansion packs Category:Windows games Category:Xbox games Category:Split- screen multiplayer games Category:Aspyr games Category:Alien abduction in video games Category:Video games about ghosts Category:Obscenity controversies in video games Category:Video games with alternative versions Category:Video games with custom soundtrack support Category:Video games scored by Mark Mothersbaugh",
 "title": "The Sims 2"
}