{
 "id": "463313",
 "text": "The wicket-keeper in the sport of cricket is the player on the fielding side who stands behind the wicket or stumps being watchful of the batsman and ready to take a catch, stump the batsman out and run out a batsman when occasion arises. The wicket-keeper is the only member of the fielding side permitted to wear gloves and external leg guards. The role of the keeper is governed by Law 27 of the Laws of Cricket. == Stance == Initially, during the bowling of the ball the wicket-keeper crouches in a full squatting position but partly stands up as the ball is received. Australian wicket-keeper Sammy Carter (1878 to 1948) was the first to squat on his haunches rather than bend over from the waist (stooping).The Oxford Companion to Australian Cricket, Oxford, Melbourne, 1996, p. 100. == Purposes == The keeper's major function is to stop deliveries that pass the batsman (in order to prevent runs being scored as 'byes'), but he can also attempt to dismiss the batsman in various ways: * The most common dismissal effected by the keeper is for him to catch a ball that has nicked the batsman's bat, called an edge, before it bounces. Sometimes the keeper is also in the best position to catch a ball which has been hit high in the air. More catches are taken by wicket-keepers than by any other fielding position. * The keeper can stump the batsman by using the ball to remove the bails from the stumps, if the batsman is out of his crease after a delivery has passed the stumps into the keeper's hands. The keeper must then dislodge the bail(s) and the batsman is out if he is still outside the crease. * When the ball is hit into the outfield, the keeper moves close to the stumps to catch the return throw from a fielder and, if possible, to run out a batsman. A keeper's position depends on the bowler: for fast bowling he will squat some distance from the stumps, in order to have time to react to edges from the batsman, while for slower bowling, he will come much nearer to the stumps (known as \"standing up\"), to pressure the batsman into remaining within the crease or risk being stumped. The more skilled the keeper, the faster the bowling to which he is able to \"stand up\", for instance Godfrey Evans often stood up to Alec Bedser. Like the other players on a cricket team, keepers will bat during the team's batting innings. At elite levels, wicket-keepers are generally expected to be proficient batters, averaging considerably more than specialist bowlers. See Wicket-keeper-batsman. == Legal specifications of wicket-keeping gloves == thumb|right|Wicket keeping gloves along with the inner gloves thumb|A pair of wicket-keeping gloves. The webbing which helps the keeper to catch the ball can be seen between the thumb and index fingers. Law 27.2, which deals with the specifications for wicketkeepers' gloves, states that: *If ... the wicket-keeper wears gloves, they shall have no webbing between the fingers except joining index finger and thumb, where webbing may be inserted as a means of support. *If used, the webbing shall be a single piece of non-stretch material which, although it may have facing material attached, shall have no reinforcements or tucks. *The top edge of the webbing shall not protrude beyond the straight line joining the top of the index finger to the top of the thumb and shall be taut when a hand wearing the glove has the thumb fully extended. == Substitutes == Substitutes were previously not allowed to keep wicket, but this restriction was lifted in the 2017 edition of the Laws of Cricket. This rule was sometimes suspended, by agreement with the captain of the batting side. For example, during the England–New Zealand Test Match at Lord's in 1986, England's specialist keeper, Bruce French, was injured while batting during England's first innings. England then used four keepers in New Zealand's first innings: Bill Athey kept for the first two overs; 45-year-old veteran Bob Taylor was pulled out of the sponsor's tent to keep for overs 3 to 76; Bobby Parks, the Hampshire keeper, was called up for overs 77 to 140; and Bruce French kept wicket for the final ball of the innings. Arthur Jones was the first substitute to keep wicket in a Test match, when he did so against Australia at The Oval in 1905. ==Playing without a wicket-keeper== There is no rule stating a team must play a wicket- keeper. On 5 June 2015 during a T20 Blast game between the Worcestershire Rapids and the Northamptonshire Steelbacks, Worcestershire chose not to play a wicket-keeper in the 16th over of the match. Their keeper, Ben Cox, became an extra fielder at fly slip while spinner Moeen Ali bowled. The umpires consulted with each other and agreed that there was nothing in the rules to prevent it from happening. ==Leading international wicket-keepers== ===Test=== The following are the top 10 wicket-keepers by total dismissals in Test cricket. {| class=\"wikitable\" |- !colspan=\"7\"|Leading Test match wicket- keepers by dismissals1 |- !Rank !Name !Country !Matches !Caught !Stumped !Total dismissals |- | 1 || Mark Boucher|||| 147 || 532 || 23 || 555 |- | 2 || Adam Gilchrist || || 96 || 379 || 37 || 416 |- | 3 || Ian Healy || || 119 || 366 || 29 || 395 |- | 4 || Rod Marsh || || 96 || 343 || 12 || 355 |- | 5 ||MS Dhoni|||| 90 || 256 || 38 || 294 |- | rowspan=2|6 || Brad Haddin || || 66 || 262 || 8 || 270 |- | Jeff Dujon || || 81 || 265 || 5 ||270 |- | 8 || Alan Knott || || 95 || 250 || 19 || 269 |- | 9 || BJ Watling || || 73 || 249 || 8 || 257 |- | 10 || Matt Prior || || 79 || 243 || 13 || 256 |- |colspan=7|Statistics are correct as of 13 August 2018 *Bold indicates current player *Matches is the total number of Tests played, which is not necessarily the number of matches keeping wicket. *Some of the players listed have additional catches in games they have played as a normal fielder. |} ===ODI=== The following are the top wicket-keepers by total dismissals in one day cricket. {| class=\"wikitable\" |- !colspan=\"7\"|Leading one-day wicket-keepers by dismissals |- !Rank !Name !Country !Matches !Caught !Stumped !Total dismissals |- | 1 || Kumar Sangakkara || || 353 || 383 || 99 || 482 |- | 2 || Adam Gilchrist || || 287 || 417 || 55 || 472 |- | 3 || MS Dhoni || || 341 || 321 || 123 || 444 |- | 4 || Mark Boucher || || 295 || 403 || 22 || 424 |- | 5 || Moin Khan || || 219 || 214 ||73 || 287 |- | 6 || Brendon McCullum || || 260 || 227 || 15 || 242 |- | 7 || Ian Healy || || 168 || 194 || 39 || 233 |- | 8 || Rashid Latif || || 166 || 182 || 38 || 220 |- | 9 || Mushfiqur Rahim || || 205 || 169 || 42 || 211 |- | 10 || Romesh Kaluwitharana || || 189 || 131 || 75 || 206 |- |colspan=7| Statistics are correct as of 23 September 2019 *Bold indicates current player *Matches is the total number of ODIs played, which is not necessarily the number of matches keeping wicket. *A number of the players listed have additional catches in games they have played as a normal fielder. |} ===T20I=== The following are the top 10 wicket-keepers by total dismissals in Twenty20 International cricket. {| class=\"wikitable\" |- !colspan=\"7\"|Leading T20I wicket-keepers by dismissals |- !Rank !Name !Country !Matches !Caught !Stumped !Total dismissals |- | 1 || MS Dhoni || || 98 || 57 || 34 || 91 |- | 2 || Kamran Akmal || || 58 || 28 || 32|| 60 |- | 3 || Denesh Ramdin || || 68 || 38 || 20 || 58 |- | 4 || Mushfiqur Rahim || || 81 || 30 || 28 || 58 |- | 5 || Mohammad Shahzad || || 65 || 26 || 28 || 54 |- | 6 || Quinton de Kock || || 38 || 36 || 10 || 46 |- | 7 || Kumar Sangakkara || || 56 || 25 || 20 || 45 |- | 8 || Sarfaraz Ahmed || || 55 || 34 || 10 || 44 |- | 9 || Brendon McCullum || || 71 || 24 || 8 || 32 |- | 10 || Luke Ronchi || || 33 || 24 || 6 || 30 |- |colspan=7| Statistics are correct as of 23 September 2019 *Bold indicates current player *Matches is the total number of T20Is played, which is not necessarily the number of matches keeping wicket. *A number of the players listed have additional catches in games they have played as a normal fielder. |} ==See also== *Catcher *Glossary of cricket terms *Wicket- keeper's gloves *Wicket-keeper-batsman == Bibliography == * Surya Prakash Chaturvedi, Bharat ke Wicket Keepers, National Book Trust, 2011 == References == Category:Cricket terminology Category:Partial squatting position Category:Wicket-keepers",
 "title": "Wicket-keeper"
}