{
 "id": "463385",
 "text": "There have been various groups in Canada that have nominated candidates under the label Labour Party or Independent Labour Party or other variations from the 1870s until the 1960s. These were usually local or provincial groups using the Labour Party or Independent Labour Party name, backed by local labour councils (made up of many union locals in a particular city) or individual trade unions. There was an attempt to create a national Canadian Labour Party in the late 1910s and in the 1920s, but these were only partly successful. The Communist Party of Canada, formed in 1921/22, fulfilled some of labour's political yearnings from coast to coast, and then the Co-operative Commonwealth Federation – Worker Farmer Socialist\" was formed in 1932. With organic ties to the organized labour movement, this was a labour party by definition. Prior to the CCFs formation in 1932, the Socialist Party of Canada was strong in BC (and in Alberta before WWI); the Dominion Labour Party and the Canadian Labour Party were strong in Alberta through the 1920s and 1930s; the Independent Labour Party led by J.S. Woodsworth was strong in Manitoba in the 1920s and 1930s. An Edmonton-based Independent Labour Party ran candidates in the 1921 provincial election. It was independent in the sense that it was separate from the Edmonton Labour Council, which was dominated by international craft unions. Later many of its proponents joined the Communist Party. A number of local Labour parties and clubs participated in the formation of the Communist Party of Canada in 1921. The Independent Labour Party (Manitoba), the Canadian Labour Party, the Dominion Labour Party and other labour groups helped found the Co-operative Commonwealth Federation (CCF) in 1932. ==Members of Parliament== The first Labour Member of Parliament (MP) was Arthur Puttee who founded the Winnipeg Labour Party, and was elected to the House of Commons from Winnipeg, Manitoba in a 1900 by-election and kept his seat at the 1900 federal election held later the same year. Other MPs elected under the \"Labour\" or \"Independent Labour\" label include: *Ralph Smith, a miner, ran as an Independent Labour candidate in Vancouver in the 1900 federal election but took his seat in the Canadian House of Commons as a Liberal. He was subsequently re-elected as a Liberal in the 1904 and 1908 before being defeated in 1911. *Alphonse Verville was elected as a Labour candidate in a 1906 by-election in Maisonneuve, Quebec. He was re-elected in 1908 and 1911. He grew close to the Liberals during his service as MP, and he ran and was re-elected as a Laurier Liberal in the 1917 federal election. * James Lockwood ran as a Labour party candidate in the 1917 federal election in Algoma West, but was defeated. * John Wilfred Kennedy was elected as a United Farmers of Ontario-Labour MP for Glengarry and Stormont in a 1919 by-election. He was re-elected as a Progressive MP in the 1921 federal election and was defeated in 1925. *William Irvine, a close friend of J.S. Woodsworth, represented the riding of East Calgary (Calgary East), Alberta as a Labour MP from 1921 to 1925. He also served as a United Farmers of Alberta MP for Wetaskiwin from 1926 to 1935, during which time he helped found the CCF. He sat as a CCF MP for Cariboo, British Columbia from 1945 to 1949. *Joseph Shaw represented West Calgary (Calgary West), Alberta as a Labour MP from 1921 to 1925. (He later also sat as a Liberal MLA from 1926 to 1930.) * Herbert Bealey Adshead was Labour MP for Calgary East from 1926 to 1930. * Angus MacInnis was an Independent Labour Party MP from 1930 to 1935 and sat as a CCF MP from 1935; *A. A. Heaps was elected as a Labour MP for Winnipeg North in 1925, 1926 and 1930 and was re-elected as a CCFer in 1935; * J. S. Woodsworth founded the Manitoba Independent Labour Party in December 1920. He served as an MP from 1921 until his death in 1942, at first as an ILP MP, later as a CCF MP. He was the first leader of the CCF after its founding in 1932. *Humphrey Mitchell was elected as a Labour MP representing Hamilton East in a 1931 by-election. Close to William Lyon Mackenzie King's Liberals, he did not get along with other Labour and Independent Labour MPs and refused to join the Co-operative Commonwealth Federation when it was founded in 1932. The CCF ran a candidate against Mitchell in 1935 (the Liberals did not) and the vote split resulted in Mitchell's defeat by the Conservative candidate. In 1941 he was appointed to the federal Cabinet as Minister of Labour and soon after returned to the House of Commons as a Liberal MP via a by-election in Welland. MacInnis, Heaps and Woodsworth joined the Ginger Group of left wing MPs prior to forming the CCF. Alberta Labour MPs Irvine and Shaw, and its UFA MPs, also were in the Ginger Group. *See also List of Labour MPs (Canada) ==Members of provincial legislatures== ===In Nova Scotia=== Four Independent Labour Party (ILP) MLAs and one Farmer-Labour MLA (all but one from Cape Breton) were elected to the Nova Scotia House of Assembly in the 1920 general election. They joined with six United Farmer MLAs to form the official opposition in the legislature with United Farmer MLA Daniel G. MacKenzie as leader. All the United Farmer and ILP MLAs were defeated in the 1925 general election. A single Labour MLA, Archibald Terris was elected in 1928 representing Cumberland County; he did not run for re-election in 1933. *D. W. Morrison, ILP, (Cape Breton), 1920-1925 *Arthur R. Richardson, Farmer-Labour, (Cape Breton), 1920-1925 *Joseph Steele, ILP, (Cape Breton), 1920-1925 *Arthur Forman Waye, ILP, (Cape Breton), 1920-1925 *Archibald Terris, ILP, (Cumberland), 1920-1925, 1928-1933 The Nova Scotia Co-operative Commonwealth Federation began running candidates with the 1933 general election and became the New Democratic Party in 1961. In 1982 the Cape Breton Labour Party was formed by MLA Paul MacEwan after he was expelled from the NDP. It ran 14 candidates in the 1984 general election but MacEwan was the only candidate to win the seat. The party soon dissolved and MacEwan was re-elected in 1988 as an independent before joining the Nova Scotia Liberal Party in 1990. ===In Quebec=== A number of members of the Legislative Assembly of Quebec were labelled Parti ouvrier (Labour Party) from the 1890 election until the 1931 election. They represented predominantly labour-class neighbourhoods in Montreal and Quebec City and consisted of: * Joseph Béland, MLA for the district of Montréal n°1 from 1890 to 1892; * Joseph-Alphonse Langlois, MLA for Saint-Sauveur from 1909 to 1916; * Aurèle Lacombe, MLA for Montréal-Dorion from 1919 to 1923; * Adélard Laurendeau, MLA for Maisonneuve from 1919 to 1923; * Joseph Gauthier, MLA for Montréal-Sainte- Marie from 1921 to 1923; * Pierre Bertrand, MLA for Saint-Sauveur from 1923 to 1927; * William Tremblay, MLA for Maisonneuve from 1927 to 1931; ===In Ontario=== *Daniel John O'Donoghue was the first Labour candidate elected to a Canadian legislature when in 1874 he was elected to the Ontario legislature as the candidate of the Ottawa Trades Council. *Allan Studholme was elected the first Labour Member of the Legislative Assembly (MLA) in the Ontario legislature in a 1906 by-election in Hamilton East. He remained in office until his death in 1919. A number of Labour MLAs were elected in the 1919 provincial election which led to the formation of a United Farmers of Ontario- Labour coalition government. Labour MLAs included: *James Bertram Cunningham, Labour, Sault Ste Marie *John Govenlock, Labour, Huron Centre, (1919) *Frank Greenlaw, Labour, St. Catharines, (1919) *George Grant Halcrow, Labour, Hamilton East, (1919) *Peter Heenan, Labour, Kenora, (1919, 1923, returned as Liberal 1934, 1937 see Liberal-Labour)) *Karl Homuth, Labour-UFO, Waterloo S., (1919, as Labour 1923, 1926, Conservative 1929, d. 1930) *Morrison MacBride, Labour, Brantford (1919, 1923, returned as Independent 1934, Ind. Liberal 1937 d. 1938) *Harry (Henry) Mills, Labour, Fort William, (1919) *Walter Rollo, Labour, Hamilton W., (1919) Minister of Labour and leader of the Labour group in the legislature (1919-1923) *Hugh Stevenson, Labour, London, (1919) *Charles Swayze, Labour, Niagara Falls, (1919) *Thomas Tooms, Labour, Peterborough W., (1919) The last Labour MLA elected to the legislature was Earl Hutchinson who was elected in Kenora in 1929 and re-elected in 1934. He agreed to resign shortly after his re-election to allow former Labour MLA Peter Heenan to seek the Kenora seat in a by-election so that he could be appointed to the provincial cabinet by the newly elected Liberal government of Mitchell Hepburn. Hutchinson accepted an appointment by Hepburn to the post of vice-chairman of the Workmen's Compensation Board shortly after leaving politics. The Ontario Co-operative Commonwealth Federation was formed in 1932 with the support of a number of Independent Labour Party clubs and won its first seat in the 1934 provincial election, Samuel Lawrence in Hamilton East. ===In Manitoba=== *Reverend A. E. Smith was a Dominion Labour Party (DLP) MLA in the Legislative Assembly of Manitoba from 1920 to 1922. In 1925 he joined the Communist Party of Canada and was a prominent party leader until his death. *Fred Dixon was the DLP's leader in the early 1920s and a Manitoba MLA from 1914 to 1923. *William Ivens was a DLP and then an Independent Labour Party MLA in Manitoba from 1920 to 1926. *John Queen was a Manitoba MLA from 1921 to 1941 under various Labour labels, most significantly he was leader of the ILP from 1923 to 1935 and joined the Co-operative Commonwealth Federation upon the ILP's affiliation to it. He was also Mayor of Winnipeg for much of the time between 1934 and 1942. === In Alberta === *Donald McNabb, elected from Lethbridge in a 1908 by-election to become the first Labour MLA in Alberta. Defeated in the 1909 general election. *Charles M. O'Brien, Socialist Party of Canada MLA for Rocky Mountain from 1909 to 1913. He was defeated in 1913. *Alex Ross, Labour MLA for Calgary from 1917 to 1926, elected in Calgary in 1917 (as a candidate for the Alberta Labor Representation League), was re- elected as Labour candidate in 1921, was named to the provincial cabinet of the United Farmers of Alberta government, when it was elected in 1921, as Minister of Public Works. Helped form the Alberta wing of the Canadian Labour Party in 1922, was defeated in the 1926 general election. *Philip Christophers, Labour MLA for Rocky Mountain, elected in 1921 and re-elected in 1926. *William Johnston, Labour MLA for Medicine Hat from 1921 until 1926. *Fred J. White, Labour MLA for Calgary from 1921 until 1935. elected to the Legislature in 1921 for Calgary, re-elected in 1926 and 1930; leader of the Labour caucus in the Alberta legislature from 1926 to 1935; president of the Alberta Federation of Labour from 1926 to 1941 as well as a long-serving secretary of the Calgary Trades and Labour Council and a Labour alderman in Calgary until 1939. *Andrew Smeaton, Labour MLA for Lethbridge elected in 1926, re-elected in 1930 and defeated in 1935. *Charles Lionel Gibbs, Labour MLA for Edmonton from 1926 to death in 1934. *Robert Parkyn, Independent Labour MLA for Calgary from 1926 to 1930. *Christopher Pattinson, Labour MLA for Edson from 1926 until his defeat in the Social Credit landslide of 1935. *Angus James Morrison, Labour MLA elected for Edson in 1940 defeating Joseph Unwin. Did not run for re-election. * See also The Rise and Fall of the Labour Party in Alberta, 1917-42 As well, Alberta Labour candidates ran with some success at the civic level in Edmonton, Calgary, Medicine Hat, and Lethbridge and coal-mining towns, such as Drumheller and Blairmore (which even elected a Communist Party-dominated town council in the 1930s). ===In British Columbia=== *Although there were no parties in the British Columbia legislature until 1903, various candidates began to declare for labour parties in the 1890s. In 1894 Robert Macpherson, running for the leftist Nationalist Party, won a seat in Vancouver City.Electoral History of BC, 1871-1986, p. 64, 65 *The first to succeed, in the 1898 election, was Ralph Smith, in the coal- mining riding of South Nanaimo. Once the party system was introduced, Smith joined the Liberal Party and was re-elected as a Liberal in the 1903 and then won a seat as MP in the House of Commons of Canada in the 1904 and 1908 elections, but was defeated for his seat in the 1911. He returned to provincial politics and won his seat again as part of the province's first Liberal government in the wake of the general election of 1916. He served as Finance Minister in that government until his death in 1917, and was succeeded by his wife, Mary Ellen Smith, who won the resulting by-election and sat as an Independent Liberal, later becoming the first female cabinet minister in the British Empire. *Thomas Uphill was the Labour MLA for Fernie in the British Columbia Legislative Assembly from 1920 until 1960. He was elected as a Federated Labour Party candidate in the 1920 British Columbia general election, re-elected as part of the Canadian Labour Party slate in 1924 continued to run and win as an Independent Labour or Labour candidate rather than join the Co-operative Commonwealth Federation until his last victory in 1956. Uphill retired, undefeated, in 1960. From 1941 until 1952 the CCF unsuccessfully ran candidates against him. They did not stand against Uphill beginning in the 1953 election. The Labor-Progressive Party, with which Uphill had sympathies, never stood candidates against him. ==Parties == In 1917, the Trades and Labour Congress (TLC) national convention in Toronto passed a resolution calling on provincial labour federations to establish a political party which would unite socialist and labour parties in the province and eventually form a national party. A Canadian Labour Party was formed, and endorsed several candidates in the 1917 federal election. The leadership of the TLC changed in 1918, however, and the new leaders favoured the \"non- partisan\" approach of American Federation of Labor leader Samuel Gompers. The CLP was abandoned, as such. Between 1920 and 1926, provincial parties (or provincial wings of national bodies) were founded in British Columbia, Manitoba, Alberta, Ontario and Quebec. The Federated Labour Party was created by the British Columbia Federation of Labour in 1920, absorbing the Social Democratic Party and part of the Socialist Party of Canada. From 1906 to 1909, there was a Canadian Labour Party of B.C. (CLP(BC)). This party was a split from and rival to a group calling itself the Independent Labour Party. A later Independent Labour Party was organized in British Columbia in 1926 by the Federated Labour Party and Canadian Labour Party (B.C. section) branches. In 1928, it severed its CLP(BC) connections. In 1931, it reorganized, and was renamed the Independent Labour Party (Socialist). The following year it became the Socialist Party of Canada. In Manitoba, a Dominion Labour Party (DLP) had been created in 1918. This was a reformist party, although more explicitly socialist than the previous such organizations in the province (see Winnipeg Labour Party, Manitoba Independent Labour Party, Manitoba Labour Party, Labour Representation Committee). The DLP elected several members to the Legislative Assembly of Manitoba in 1920. It was taken over by rightist elements affiliated with the American Federation of Labour later in the year, and most of the MLAs formed a new Independent Labour Party. The Alberta wing of the Dominion Labour Party was formed in 1920. Unlike the Manitoba DLP, radicals did not lose control of this group. and it was not split by a radical-versus- reformist schism. It remained a viable organization until the 1930s, in an alliance with the Canadian Labour Party (see below). It elected a few MPs in Calgary in the 1921, 1925, 1926 and 1930 federal elections. In Saskatchewan, the Independent Labour Party was formed in 1931 and led by M.J. Coldwell, It merged with the United Farmers of Canada (Saskatchewan Section) to form the Farmer-Labour Group in 1932. This group became the Saskatchewan CCF in 1934. The Ontario Labour Party was created in 1922, led by James Simpson of the Independent Labour Party, and the Reverend A. E. Smith, later of the Communist Party of Canada. In 1921, Simpson also revived the Canadian Labour Party. The CLP was intended to be an umbrella organization for the various labour parties throughout the country. It formed alliances with the Federated Labour Party, Ontario Labour Party, Dominion Labour Party and other groups, including local labour councils, (although not with the Manitoba ILP). The Alberta wing of the CLP was founded in 1922. Between 1922 and 1924, the provincial and city branches of the Workers Party of Canada (the legal face of the Communist Party of Canada) also joined the CLP. It was never a strong central organization, however, and never elected a candidate at the national level. The CLP ceased to exist in most parts of the country after 1929, when the Communists withdrew. In Alberta, the CLP survived until 1942, in arms-length alliance with the Alberta Co-operative Commonwealth Federation after 1932. ==Liberal- Labour== At various times in political history of Canada and of Ontario, candidates have sought election as Liberal-Labour candidates. (Please see linked article.) ==Conservative Labour== Conservative Labour was the label used by Conservative Party of Canada politician Henry Buckingham Witton as a candidate in Hamilton, Ontario from 1872 to 1875. Witton may have added \"Labour\" to the Conservative Party name because Hamilton is a largely industrial city. The first workingman ever to sit in parliament in Canada, Witton was elected largely on the strength of the Hamilton labour movement. Indeed, his candidacy was aided by workers throughout southern Ontario, as can be seen by the very supportive coverage he received in the (Toronto) Ontario Workman. Witton was employed as a master painter at the Great Western Railway Shops when he was elected in the 1872 federal election, and sat with the Conservative caucus of Sir John A. Macdonald before being defeated in the 1874 election. He ran again in an 1875 by-election but was again defeated. ==Farmer-Labour== Across Canada, labour and the farmers movements, particularly the United Farmers, formed alliances, and often ran joint candidates. The Progressive Party of Canada was effectively a coalition of farmer and labour groups. John Wilfred Kennedy, a farmer, was elected as a United Farmers of Ontario-Labour MP for Glengarry and Stormont in a 1919 by- election. He was re-elected as a Progressive MP in the 1921 federal election and was defeated in 1925. Agnes Macphail, who was first elected to the House of Commons as a Progressive, was re-elected in 1935 as a UFO-Labour candidate before being defeated in 1940. She was a supporter of the Co-operative Commonwealth Federation, but ran as UFO-Labour because the UFO, of which she was a member, had disaffiliated from the CCF in 1934 after a brief association. A small number of candidates ran under the \"Farmer-Labour\" banner in federal elections of the 1930s and 1940s, although there was no organized party. None of these candidates ever won election to the House of Commons. One of these candidates was Beatrice Brigden who was the first Farmer-Labour candidate from Brandon, Manitoba. She ran in 1930, but was defeated by David Wilson Beaubier. Farmer-Labour co-operation would be enshrined as a guiding principle of the Co-operative Commonwealth Federation, founded in 1932, and of its successor, the NDP. ===Ontario=== Labour and Independent Labour Party Members of the Legislative Assembly (MLAs) joined with members of the United Farmers of Ontario to form a Farmer-Labour coalition government from 1919 to 1923 with E. C. Drury as Premier of Ontario. ===Alberta=== The Labour MLAs elected in 1921 (six at the most at any one time) worked with the United Farmers of Alberta government during its 14 years in power, and one even sat as a cabinet minister in the UFA cabinet for five years. Alberta's Labour MPs and its UFA MPs were both active in the Ginger Group. ===Saskatchewan=== The United Farmers and the Independent Labour Party merged to form the Farmer- Labour Group in 1932. In the 1934 provincial election, the Farmer-Labour Group won almost 24% of the popular vote and 5 seats in the Legislative Assembly of Saskatchewan, where it became the official opposition to the Liberal government. After the election, it became the Saskatchewan section of the CCF. ===Nova Scotia=== Eleven United Farmers and Labour candidates were elected to the Nova Scotia Legislative Assembly in the 1920 general election forming the official opposition in the province. ===New Brunswick=== In the 1920 provincial election nine United Farmers candidates and two Farmer-Labour candidatesE. R. Forbes, Delphin Andrew MuiseThe Atlantic Provinces in Confederation, University of Toronto Press, 1993, page 236 were elected o the Legislature. They sat together and allowed the incumbent Liberals to maintain confidence in a minority government situation. None of the MLAs were re- elected in the 1925 election. ==See also== *List of Labour MPs (Canada) *List of political parties in Canada *Fisherman's Protective Union – an early-20th- century political party in Newfoundland *Conservative Labour *New Democratic Party ==References== ==External links== * * Category:Labour history of Canada",
 "title": "Labour candidates and parties in Canada"
}