{
 "id": "463673",
 "text": "Collage novel is used by different writers and readers to describe three different kinds of novel: 1) a form of artist's book approaching closely (but preceding) the graphic novel; 2) a literary novel that approaches \"collage\" metaphorically, juxtaposing different modes of original writing; and 3) a novel that approaches collage literally, incorporating found language and possibly combining other modes of original writing. In the first category, images are selected from other publications and collaged together following a theme or narrative (not necessarily linear). In the second, different modes of writing written by a single author are blended together into a highly fragmentary narrative; no found language is used. In the third, language is often selected from multiple sources; the text might be composed entirely of found language, with no words of the author's own. ==Surrealist collage novels== While it is unclear who coined the term, the Dadaist and Surrealist Max Ernst is generally credited with inventing the collage novel, employing nineteenth-century engravings cut and pasted together to create new images. His works include Les Malheurs des immortels (1922), La Femme 100 Têtes (1929), Rêve d'une petite fille... (1930) and Une Semaine de Bonté (1933–1934). The text for Les Malheurs des immortels was written by Paul Éluard. Georges Hugnet was the author of the collage novel Le septième face du dé (1936). ==Two types of literary collage novel== The leading theorists of literary collage novels in the 21st century are Jonathan Lethem and David Shields. Two of their essays, Lethem's \"The Ecstasy of Influence\" (2007) and Shields's Reality Hunger (2010), brought discussions on copyright, originality, and inspiration into the fiction and nonfiction worlds. They also popularized collage as a literary form, but employ the term \"collage novel\" in drastically different ways. In \"The Ecstasy of Influence,\" Lethem uses \"collage novel\" to describe Eduardo Paolozzi's Kex, a text made entirely out of found language: \"cobbled from crime novels and newspaper clippings.\" In his chapter in Reality Hunger on collage novels, Shields uses the term to describe Renata Adler's Speedboat, a fragmentary narrative that combines different modes of original writing. In Shields's words, Speedboat “captivates by its jagged and frenetic changes of pitch and tone and voice.” Adler “confides, reflects, tells a story, aphorizes, undercuts the aphorism, then undercuts that . . . She changes subjects like a brilliant schizophrenic, making irrational sense.” In this way, Shields uses \"collage novel\" to mean a text that is fragmentary, but does not contain any found language. In other essays, Shields uses \"collage\" to talk about texts that blend original and found language. ==See also== *Collage *Cut-up technique ==References== ==External links== * Max Ernst graphic work at the Johannesburg Art Gallery Category:Artists' books Category:Book arts Category:Literary genres Novel",
 "title": "Collage novel"
}