{
 "id": "463700",
 "text": "Air Berlin PLC & Co. Luftverkehrs KG (), branded as airberlin or airberlin.com was a major German airline. At its peak, it was Germany's second-largest airline, as well as Europe's tenth-largest airline in terms of passengers carried.Air Berlin Strategy and Business Model. Air Berlin, retrieved on 19 January 2011. It was headquartered in Berlin\"Approach map .\" Air Berlin. Retrieved on 5 May 2010. and had hubs at Berlin Tegel Airport and Düsseldorf Airport. It was a member of the oneworld airline alliance. The airline was founded by American interests in 1978 to provide airline service to West Berlin, a territory that could not legally be served by West German airlines such as Lufthansa due to political restrictions on East German airspace. Air Berlin became a German-owned company in 1991, shortly after the reunification of Germany, and eventually joined the Oneworld alliance in 2012. After years of losses, Air Berlin filed for insolvency on 15 August 2017 and ceased operations on 27 October 2017. ==History== ===1978–1990: American charter airline in West Berlin=== thumb|left|150px|The Original Air Berlin USA logo Originally registered as Air Berlin USA, the company was founded in 1978 as a wholly owned subsidiary of Lelco, an American agricultural enterprise headquartered in Oregon, to operate charter flights on behalf of German tour operators from Berlin Tegel Airport, mostly to Mediterranean holiday resorts. The co-founders of Air Berlin USA were: * Kim Lundgren, a former Berlin-based flight engineer of Pan American World Airways; * John MacDonald, a former station manager of United States supplementalholder of supplemental air carrier certificate authorised to operate non-scheduled passenger and cargo services to supplement the scheduled operations of certificated route air carriers and charter airline Saturn Airways at Berlin Tempelhof Airport in the 1960s and subsequent general manager Europe and vice president at the Berlin Tegel Airport base of the former United States supplemental carrier and charter airline Modern Air from 1968 until 1974; * Mort Beyer, Modern Air's executive vice president from 1967 until 1971 as well as the airline's president and vice president of the National Air Carrier Associationthe United States supplemental carrier industry association in 1971 and founder of United States aviation consultancy Avmark.Airways (Mailbag, Morten S. Beyer, 1922–2010), Vol. 17, No. 12, p. 61, Airways International Inc., Sandpoint, February 2011Beyer, Morten S. Flying Higher: The Rosen Boys / Reorganizing Modern Air, 2009, pp. 180–182 Lelco was the agriculture business of Kim Lundgren's family in the United States. As a United States airline, Air Berlin was able to access the West Berlin airline market. During the Cold War, Berlin's special political status meant that the air corridors into and out of Tegel Airport could only be used by airlines registered in France, the United Kingdom or the United States. The airline's headquarters were initially at Tegel Airport. Leonard Lundgren was the first chairman. After the company was issued an airline licence and acquired two Boeing 707 jet airliners previously owned by Trans World Airlines, Air Berlin USA commenced revenue services on 28 April 1979 with a flight from Berlin-Tegel to Palma de Mallorca. Plans were made to start long-haul flights on West Berlin-Brussels-Florida routes, in cooperation with Air Florida (an agreement to that effect had been signed in February 1979). In 1980, two Boeing 737-200s were leased from Air Florida. In 1981, Air Berlin USA continued its weekly scheduled Boeing 707 service on the Berlin Tegel Airport - Brussels - Orlando route; however, by 1982, the 707s had been phased out, and during most of the 1980s, Air Berlin USA operated only a single 737-200 or (from 1986) a 737-300. In 1990 and 1991, two Boeing 737-400s were also placed into service. ===1990–2000: New investors and expansion=== German reunification led to significant changes to the European aviation market, and in particular in Berlin: German airlines now gained access to the city. In 1991, Air Berlin (which had 90 employees at the time) was restructured as Air Berlin GmbH & Co. Luftverkehrs KG, a German-registered company, with several German investors joining Kim Lundgren, the original founder, thereby bringing the ownership in line with German foreign-control requirements. Joachim Hunold (de), a former sales and marketing director with LTU International, now led the company. Following an order for ten Boeing 737-800s, Air Berlin grew and by 1999, the fleet grew to twelve aircraft. In 2001, Air Berlin and Hapag-Lloyd Flug became the first airlines in the world to have their Boeing 737-800s fitted with blended winglets, wingtip devices that are intended to improve fuel efficiency. Air Berlin introduced scheduled flights (which could be booked directly with the airline rather than via a tour operator) in 1997, initially linking a number of secondary German airports to Mallorca. By 2002, 35 percent of Air Berlin's tickets were sold directly. In the same year, the airline expanded beyond holiday destinations as low-fare flights marketed as \"City Shuttle\" to London, Barcelona, Milan and Vienna started. Besides Berlin-Tegel, these routes were opened at six German airports (Dortmund, Düsseldorf, Hamburg, Münster/Osnabrück, Nuremberg, and Paderborn/Lippstadt) that until then had not been served by one of the rising European low-cost carriers. In what later became a hallmark for Air Berlin as a \"semi-low cost carrier\", the airline offered complimentary meals and seat reservations, in contrast to its competitors Buzz, Hapag-Lloyd Express, Ryanair and Virgin Express. ===2000–2006: Becoming Germany’s second-largest airline=== In November 2001, the delivery flight of a Boeing 737-800 fitted with winglets set a record: the aircraft with the registration code D-ABBC flew 8,345 kilometres non-stop from Seattle (Boeing Field), USA to Berlin (TXL), Germany in 9 hours, 10 minutes. In January 2004, Air Berlin announced it would cooperate with Niki, a Vienna-based airline. As part of the deal, Air Berlin took a 24% stake in Niki. thumb|left|The old Air Berlin logo used from 1986 until 2008. In 2005, Air Berlin signed a partnership agreement with Germania. As part of the deal, Air Berlin leased some of Germania's aircraft and crew, and Germania became almost exclusively a charter airline. Plans were made for Germania to be associated with Air Berlin under a management contract. However, the contract was not signed. At the beginning of March 2008, Germania's joint owners could not reach agreement on the takeover by Air Berlin, so Germania remained an independent airline. A joint Air Berlin/Germania subsidiary dubbed Air Zürich and planned to be based at Zurich Airport was proposed in 2005, but did not materialize. In 2005 the Group reorganised its corporate structure. It established Air Berlin plc (registered in England) into which it reversed Air Berlin GmbH & Co. Luftverkehrs KG and subsidiaries. Financial Statements 2003–2005 – see page 10 It was suggested that the reason for the group to establish a UK-based PLC instead of a German- based AG was to avoid the need to have a supervisory board and employee representation as required by the German law of Mitbestimmung or co- determination. German companies flee to the UK In 2006, Air Berlin went public on the Frankfurt Stock Exchange. Originally scheduled for 5 May 2006, the IPO was postponed to 11 May 2006. The company said the delay was due to rises in fuel costs and other market pressures limiting investor demand. It reduced the initial share-price range from 15.0–17.5 euros to 11.5–14.5 euros. The stock opened at €12.0, selling a total of 42.5 million shares. Of these, 19.6 million were new shares increasing capital in the company, and the remainder to repay loans extended by the original shareholders and invested in the company earlier in 2006. After the IPO, the company claimed to have over 400 million euros in cash to fund further expansion, including aircraft purchases. In August 2006, Air Berlin acquired German domestic airline dba. Flight operations at dba were continued as a fully owned subsidiary of Air Berlin until 14 November 2008, when the dba brand was discontinued due to staff strikes (dba staff were subsequently offered positions with Air Berlin). On 28 November 2006, Air Berlin ordered 60 Boeing 737-800 aircraft, and 15 smaller Boeing 737-700 aircraft. The value of the 75 aircraft was 5.1 billion dollars (based on list prices at the time.) Delivery of the aircraft started in 2007. All of these aircraft were equipped with blended winglets, to improve fuel efficiency. ===2007–2012: Takeovers, expansion and new alliances=== In March 2007, Air Berlin took over German leisure airline LTU, gaining access to the long-haul market and becoming the fourth-largest airline group in Europe in terms of passenger traffic. This deal led to the introduction of Airbus A321 and Airbus A330 aircraft into Air Berlin's fleet. On 1 May 2009, the LTU brand was discontinued. On 7 July 2007, Air Berlin announced an order for 25 Boeing 787-8 Dreamliner long-haul aircraft, with further options and purchase rights. Three additional aircraft of this type were to be leased from ILFC. On 21 August 2007, Air Berlin acquired a 49 percent shareholding in Swiss charter airline Belair, the remainder being owned by tour operator Hotelplan. Following the deal, Belair's long-haul business was terminated, and the fleet was replaced by Airbus A320 family aircraft operating scheduled flights on behalf of Air Berlin as well as charter flights for Hotelplan. On 20 September 2007, Air Berlin announced it intended to buy its competitor Condor in a deal that envisaged Condor's owner, Thomas Cook Group, taking a 30% stake in Air Berlin. However, the rapidly increasing price of jet fuel and other considerations led to the abandonment of the deal in July 2008. In January 2008 Air Berlin introduced a new logo and corporate design. The logo is a white oval shape on a red background (suggesting an aircraft window) where the letter \"a\" is a white circle and two white stylised wings. The text \"Air Berlin\" was in lower case and written as one word. Sometimes the slogan \"Your Airline\" was featured as part of the logo.Airways (Qubein, R., The Two Faces of Air Berlin), Vol. 17, No. 9, pp. 35, Airways International Inc., Sandpoint, November 2010 In June 2008, CEO Joachim Hunold offended Catalan language speakers, when he claimedAir Berlin Magazine in an article included in Air Berlin's in-flight magazine that the government of the Balearic Islands was trying to impose the use of Catalan on Air Berlin flights from and to Majorca. He claimed that Air Berlin was an international airline and was not obliged to use Catalan. Hunold went on to criticise the language policy in Catalonia and the Balearic Islands, claiming that at the time many children could not speak any Spanish.Vilaweb, 5 June 2008. The Balearic Islands' President, Francesc Antich, explained that his government had simply sent a letter to encourage airlines operating in the Balearic Islands to include Catalan among the languages used for onboard announcements.Vilaweb, 6 June 2008. On 18 June of the same year, Air Berlin announced that it would reduce its long-haul services by 13 percent and its domestic services by 10 percent to increase profitability.Business finance news – currency market news – online UK currency markets – financial news – Interactive Investor, Iii.co.uk, Retrieved on 15 December 2010. In September 2008, Air Berlin confirmed merger talks with competitor TUIfly, but added it was speaking with all parties. Air Berlin had, until 2007, been flying many code-share TUI flights. At the end of March 2009, Air Berlin PLC and TUI Travel PLC signed a deal by which their German flight businesses were to operate a long-term strategic alliance. Originally, each company was to take a 19.9% stake in the other and the German cartel authorities were petitioned for approval. After the Bundeskartellamt expressed concerns, the cross-ownership plan was not implemented. Instead, TUI Travel PLC purchased a 9.9% stake in Air Berlin PLC using a capital increase at a subsidiary to do so.. Air-Berlin-Press Release, 7 October 2009. At the end of March 2009, a strategic partnership agreement with TUI Travel was signed, with Air Berlin and its competitor TUIfly purchasing 19.9 percent of the other's shares. Following the deal, Air Berlin took over all German domestic TUIfly routes, as well as those to Italy, Croatia and Austria. Also, all of Tuifly's Boeing 737-700 aircraft were added to Air Berlin's fleet. TUIfly was to abandon all scheduled flights and rely exclusively on the charter business. In March 2009, ESAS Holding A.S., a Turkish company, bought approximately 15 per cent of the voting shares in Air Berlin. Also in 2009, Air Berlin added Hartmut Mehdorn to the board of directors after his retirement at Deutsche Bahn.Duo Infernale 2 July 2009 {| class=\"wikitable floatleft\" |+ Air Berlin Group |- !Company !Interest |- | airberlin technik GmbH || align=right|100 % |- | airberlin Holidays GmbH || align=right|49 % |- | Belair || align=right|100 % |- | Niki || align=right|100 % |} In April 2010 Air Berlin expanded its codeshare arrangements with Russia's S7 Airlines. Air Berlin and S7 Airlines had cooperated since October 2008. New services included codeshare flights via Moscow to Irkutsk, Perm and Rostov. In July 2010, Air Berlin announced an increase in its shareholding in the Austrian airline Niki. Air Berlin indirectly acquired 25.9% of the shares in Niki from Privatstiftung Lauda (private Lauda foundation) and in doing so increased its shareholding in Niki from 24% to 49.9%. In connection with the increase of its shareholding, Air Berlin was to grant the private Lauda foundation a 40.5 million-euro loan. The private foundation had the options to repay the loan in three years with cash or through the transfer of the remaining 50.1% of Niki's shares.Air Berlin PLC / Increase in shareholding in Niki from 24% to 49.9% is completed In July 2010, it was also announced that Air Berlin would join Oneworld, the global airline alliance. In preparation for joining the alliance, Air Berlin made codeshare agreements with Finnair and American Airlines starting with the 2010/2011 winter schedule. Air Berlin founded Follow Me Entertainment GmbH in September 2010 as a joint venture with kick-media ag. This joint-venture company markets image and sound media, books, games as well as events, concerts, tournaments and sponsoring. On 1 April 2011 Air Berlin completed the integration of LTU. All Air Berlin Group technical services were consolidated in a new company called airberlin technik GmbH. It also added new routes, more frequent flights and additional long-haul flights from Düsseldorf. On 15 June 2011, Air Berlin and British Airways reached a codeshare agreement covering some flights within Europe, starting from 5 July 2011. The agreement applied to flights to over 40 European destinations served by the two airlines. CEO Joachim Hunold resigned from his position on 1 September 2011 and was succeeded by the former CEO of Deutsche Bahn AG, Hartmut Mehdorn, who led the company on an interim basis until January 2013. In November 2011 Air Berlin and Pegasus Airlines (Turkey's largest private airline) launched Air Berlin Turkey, aiming at the charter market between Germany and Turkey. Pegasus Airlines is 16.5% owned by ESAS Holding AS.Cortal Unternehmensprofil auf cortalconsors.de.Air Berlin und Pegasus mit neuem Produkt auf airliners.de 25. August 2011. The new airline was absorbed into Pegasus Airlines on 31 March 2013. In the third quarter of 2011, the turnover of the company amounted to 1.4 billion euros, an increase of 11%. However, operating profit decreased by almost to 50%, around 97 million euros. As a result, a new bond to raise additional capital was issued. In November 2011 Air Berlin took over the remaining 50.1% stake in NIKI as repayment of a loan and became its sole owner. The brand name was retained and Niki Lauda was given a position on the board of Air Berlin. Air Berlin announced on 19 December 2011 that the Abu Dhabi airline Etihad Airways had increased its share of Air Berlin from 2.99% to 29.1%, for a sum of 73 million euros, making Etihad the company's largest shareholder. The deal supplied more cash to Air Berlin, and provided Etihad access to Air Berlin's European network. ===2012–2015: Restructuring amid continuing losses=== The cooperation of the frequent-flyer programs topbonus and Etihad Guest was announced in March 2012.Air-Berlin-Press Release, 16 January 2012 In June 2012, the collaboration concluded with the bonus programs airberlin business points and Etihad Airways Business Connect for SMBs. On 20 March 2012, the entry into Oneworld was officially completed. The Oneworld network offered over 800 destinations in 150 countries. At the same time, the airline introduced the Platinum status for its frequent-flyer program topbonus. In May 2012 Air Berlin presented its new fare structure \"Your Fare\" including \"Just Fly\", \"Fly Classic\" and \"FlyFlex\" for flights from 1 July 2012. On 11 May 2012 Air Berlin opened its triweekly non-stop flight from Berlin to Los Angeles in the summer schedule, a destination which until then had only been served from Düsseldorf. On 18 December 2012 Air Berlin announced that topbonus, its frequent flyer program, would be sold to Etihad Airways; only a 30-percent minority share would be retained. Air Berlin also announced the expansion of the existing codeshare agreement with Etihad Airways on 20 December 2012. In January 2013, the first Airbus A330-200 was introduced with a new business class which enables a fully flat position for the first time. On 7 January 2013 Air Berlin appointed Austrian Wolfgang Prock-Schauer, former Chief Strategy and Planning Officer, as the company's CEO, replacing Hartmut Mehdorn. Air Berlin started flights between Berlin and Chicago on 23 March 2013. It cancelled the seasonal non-stop flights to Las Vegas, San Francisco and Vancouver. In March 2013 Air Berlin announced the closure of its seasonal hub for leisure destinations at Nuremberg Airport. Only ten year-round direct routes remained. On 24 September 2014, Air Berlin cancelled the remaining 15 orders for their Boeing 787s as well as 18 remaining orders for Boeing 737-800s as part of their restructuring programme. In October 2014, the Luftfahrt-Bundesamt denied Air Berlin authorization to operate 34 routes as a codeshare with co-owner Etihad from the 2014/2015 winter schedule as they would contravene the bilateral traffic rights between Germany and the UAE. Also in October 2014, Air Berlin announced the termination of flights to Palma de Mallorca from both Bremen Airport and Dortmund Airport, therefore withdrawing entirely from these two German airports. Air Berlin announced a net loss for 2014 of €376m (€316m loss in 2013). The airline's revenues in 2014 stagnated at €4.16 billion. In September 2015, Air Berlin phased out the last Boeing 737-700s owned by the company. The remaining aircraft of this type would operate on a wet lease basis from TUIfly until 2019. All Boeing 737-800s were to be phased out by 2016 as Air Berlin plans to focus their short- and medium-haul fleet on the Airbus A320 family to cut costs.aero.de – \"Air Berlin phases out last own 737-700\" (German) 28 September 2015 In November 2015, Air Berlin announced the closure of its Palma de Mallorca Airport hub by ceasing all of the hub's seven Spanish domestic routes by 3 April 2016.mallorcazeitung.es – Air Berlin verzichtet auf Drehkreuz Mallorca (\"Air Berlin waives Mallorca hub\") (German) 16 November 2015airliners.de – \"Air Berlin shuts down Mallorca hub\" (German) 18 November 2015 Some days earlier, the airline announced plans to add flights from Düsseldorf to Boston, Dallas/Fort Worth, San Francisco and Havana by spring 2016.aero.de – Pichler: Air Berlin ist auf dem Weg zu einer Netz-Airline (\"Pichler: Air Berlin becoming a network airline\") (German) 11 November 2015 However, the planned route to Dallas/Fort Worth was cancelled a few weeks later due to low demand.aero.de – \"Air Berlin cancels Dallas route\" (German) 28 January 2016 On 30 December 2015, the administrative court in Braunschweig ruled in favour of the German civil aviation authority (the Luftfahrt-Bundesamt) and against Air Berlin regarding some of their codeshare operations with Etihad Airways. The shared sale and advertising of 31 out of 83 routes which were marketed by both were declared illegal and ordered stopped by 15 January 2016 as they were not covered by the bilateral air-traffic agreement between Germany and the UAE. The Luftfahrt-Bundesamt had allowed these flights until a definite legal ruling was made.aero.de – Gericht verbietet weiterhin Gemeinschaftsflüge von Air Berlin (\"court forbids shared flights of Air Berlin\") (German) 30 December 2015 ===2016–2017: Restructuring efforts=== In April 2016, Air Berlin announced a record loss of €446 million for 2015; the airline's revenues had decreased to €4.08 billion. Amongst the reasons considered for Air Berlin's poor performance were: crippling debt of over €800m; unclear and rapid strategy changes on routes and advertising; several CEOs over recent years; a five-year-plus delay to the new hub Berlin Brandenburg Airport; failed negotiations to profit from lower fuel prices and the overall harsh competition in the airline industry.spiegel.de – \"Air Berlin runs out of air\" (German) 11 May 2016 In July 2016, Air Berlin confirmed that it no longer owned any of the aircraft it operates, having sold and leased back the last of the aircraft it had previously owned. A few weeks later it was reported that Air Berlin and Etihad Airways were in talks with Lufthansa regarding the latter's acquisition of some of Air Berlin's routes outside of the Berlin and Düsseldorf hubs as well as some staff and aircraft leases. In July 2016, Air Berlin announced the increase of flights to the United States from 55 to 78 nonstops per week for 2017. Besides some frequency increases, Los Angeles and San Francisco were to be served from Berlin as well as by the then existing Düsseldorf routes. And a new Düsseldorf-Orlando route was announced.aero.de – \"Air Berlin with significantly more US flights in summer 2017\" (German) 2 August 2016 A few days later, the airline announced the introduction of a business class on its short- and medium-haul flights. In December 2016, Air Berlin announced Stefan Pichler's departure after serving two years as CEO and replacement by former head of Germanwings, Thomas Winkelmann on 1 February. ====The \"new Air Berlin\" project==== On 28 September 2016, Air Berlin announced The new airberlin, a restructuring project including the reduction of its destinations from around 140 to 70, the focus on the Berlin and Düsseldorf hubs and on the smaller bases in Stuttgart and Munich, the closure of six other bases, the targeting of business travellers, focus on domestic German flights and on flights to Italy, Scandinavia and eastern Europe, the expansion of its long-haul network, and the loss of up to 1,200 jobs. Air Berlin, including its subsidiaries Belair and Niki, planned to cut 40 of its fleet of 118 narrowbody jets, leaving Air Berlin with its own fleet of 75 aircraft. The new fleet would be 17 Airbus A330-200 for long-haul operations and 40 Airbus A320 family aircraft and 18 Bombardier Q400 aircraft for European routes. A separate, tourist-destination-oriented unit with 35 aircraft was to be formed, perhaps operating with a partner (TUIfly was the assumed partner as they already operate several aircraft for Air Berlin) – or sold altogether. Plans to wet-lease the remaining aircraft were realised with the December 2016 announcement that 38 Airbus A319/A320 aircraft would be wet- leased to Lufthansa Group's Eurowings (33 aircraft) and Austrian Airlines (five), effective February 2017 for a period of six years. In October 2016, Air Berlin announced plans to close four of its seven airberlin Technik maintenance facilities and lay off 500 of their staff.rbb-online.de – \"Air Berlin wants to cancel nearly 500 staff nationwide\" (German) 14 October 2016 On 5 December 2016, Air Berlin announced plans to sell its entire 49-percent stake in its Austrian subsidiary Niki to its own minority owner, Etihad Airways.aero.de – \"Air Berlin separates Niki and A321-fleet\" (German) 5 December 2016 It was also announced that Niki will take over several routes to southern European, north African and Turkish leisure destinations from Air Berlin as part of the new joint-venture.austrianaviation.net – \"Finalized: Air Berlin sells Niki to Etihad\" (German) 5 December 2016 Also in December 2016, Air Berlin announced the transfer of its entire fleet of 21 A321-200s to Niki and Niki's transfer of all its 5 A319-100s and 13 A320-200s to Air Berlin. Air Berlin would discontinue its wet-lease with TUIfly. In January 2017, Air Berlin announced that for summer 2017, most leisure routes were to be either transferred to Niki or cancelled altogether and that some domestic and European city routes were to be dropped, leaving little more than the Berlin- Tegel and Düsseldorf hub operations. On 28 April 2017, a loss of € −781.9 million was announced for 2016, from a revenue of €3.79 billion. Also in late April 2017, Air Berlin confirmed the creation of Air Berlin Aeronautics GmbH, a new subsidiary which was to have its own operational licence (AOC) to take over the wetlease operations handled by Air Berlin on behalf of Eurowings and Austrian Airlines. Therefore, the \"actual\" Air Berlin will focus on operations under its own brand name.austrianaviation.net – \"Air Berlin Aeronautics takes over EW/OS wetleases\" (German) 30 April 2017 In May 2017, Air Berlin announced it would buy Luftfahrtgesellschaft Walter entirely, in which it had a controlling stake since 2009.austrianaviation.net – \"Air Berlin takes over Luftfahrtgesellschaft Walter\" (German) 25 May 2017) ====Bankruptcy==== After Etihad stopped financial support, Air Berlin entered insolvency procedures on 15 August 2017. On 9 October 2017, Air Berlin told its staff that it would cease all remaining operations under its own AB flight numbers due to its negative financial outlook and bankruptcy proceedings.aero.de – \"Air Berlin starts descent\" (German) 9 October 2017 On 12 October 2017, Lufthansa agreed to buy 81 aircraft and employ 3,000 Air Berlin employees for €210 million, taking over the subsidiaries Niki and Luftfahrtgesellschaft Walter with a total of 1700 employees. On 24 October 2017, the Berliner Zeitfracht Group confirmed it would take over the Leisure Cargo Düsseldorf company and its 60 employees. The creditors' committee approved a corresponding submission. Leisure Cargo conveys freight space on passenger flights. Letzter Versuch für Auffanggesellschaft bei Air Berlin, 24 October 2017 On 27 October 2017, it was announced that a 'consortium' of maintenance, repair, and operations provider Nayak Aircraft Services GmbH & Co. KG and Berliner Zeitfracht Group would purchase airberlin Technik, keeping over 300 employees. The final long-haul flight, from Miami to Düsseldorf, was operated on 15 October 2017. On 27 October 2017, Air Berlin's final flight was operated by Airbus A320 D-ABNW. It departed from Munich at 21:36 and landed at Berlin Tegel at 22:45. On 28 October 2017, it was announced that EasyJet would absorb 1,000 employees and lease 25 Airbus A320 aircraft for flights from Berlin Tegel for €40 million. ==Corporate affairs== ===Ownership=== Air Berlin PLC shares were publicly traded on Xetra and on the Frankfurt Stock Exchange in the regulated market. Trading in the regulated unofficial market occurred at the exchanges in Berlin, Düsseldorf, Hamburg, Munich and Stuttgart. Since December 2011, Etihad Airways was the largest shareholder in Air Berlin. As of December 2015, the major shareholders (over 5%) were: {| class=\"wikitable\" align=\"center\" style=\"margin:auto;\" |- !Name !Interest |- | Etihad Airways PJSC || align=center | 29.21 % |- | ESAS Holding AS (owners of Pegasus Airlines) || align=center | 12.02 % |- | Other shareholders || align=center | 58.77 % |- | Total || align=center |100.00 % |} ===Business trends=== Air Berlin was loss- making for several years. The key figures for the whole Air Berlin Group (including Niki) for the full years of operation leading up to its closure were (as at year ending 31 December): {| class=\"wikitable\" style=\"margin:auto;text-align:center;\" |- ! !2006 !2007 !2008 !2009 !2010 !2011 !2012 !2013 !2014 !2015 !2016 |- | align=left| Turnover (€m) | 1,575 | 2,537 | 3,401 | 3,240 | 3,850 | 4,227 | 4,312 | 4,147 | 4,160 | 4,081 ! 3,785 |- | align=left| Net profit (€m) | 40.1 | 21.0 | | | | | 6.8 | | | ! |- | align=left| Number of employees | 4,108 | 8,360 | 8,311 | 8,278 | 8,900 | 9,113 | 9,284 | 8,905 | 8,440 | 8,869 ! 8,481 |- | align=left| Number of passengers (m) | 19.7 | 27.9 | 28.6 | 27.9 | 34.9 | 35.3 | 33.3 | 31.5 | 31.7 | 30.2 ! 28.9 |- | align=left| Passenger load factor (%) | 75.3 | 77.3 | 78.4 | 77.5 | 76.8 | 84.5 | 83.6 | 84.9 | 83.5 | 84.2 ! 84.3 |- | align=left| Number of aircraft (at year end) | 117 | 124 | 125 | 152 | 169 | 170 | 155 | 140 | 149 | 153 ! 144 |- | align=left| Notes/sources | | | | | | | | | | | |} ===Flight school=== Air Berlin trained its own pilots since 2007 in a joint venture with the TFC Käufer flight school. Commercial pilot training lasted around 24 months. The Air Berlin flight school was the first flight school in Germany to be awarded a training licence by the German Department of Aviation for the new Multi-Crew Pilot Licence concept in February 2009.airberlin flightschool. ===Technical services=== Air Berlin had its own maintenance and overhaul branch, airberlin technik with facilities in Berlin, Düsseldorf, Munich, Stuttgart, Frankfurt, Hamburg, and Nuremberg, which employed 1300 staff as of October 2016. The technical branch was a certified EASA Part-145 maintenance organization with approximately 1200 employees providing services to both Air Berlin group aircraft and customers throughout Europe. airberlin technik was recognized and approved by various National Airworthiness Authorities such as USA FAA-145, Canadian CAA-145, Aruba EASA-145, Federal Aviation Authority of Russia, GCAA, United Arab Emirates.airberlin technik. In October 2016, Air Berlin announced it would close the technical bases in Stuttgart, Frankfurt, Hamburg and Nuremberg while laying off 500 staff due to restructuring measures. == Destinations == Prior to its shutdown, Air Berlin flew to scheduled year-round and seasonal destinations in Europe.airberlin.com – Flightplan retrieved 24 March 2017 ===Codeshare agreements=== Air Berlin codeshared with the following airlines: * Air Serbia * Air Seychelles * airBaltic * Alitalia * American Airlines * Austrian Airlines * Bangkok Airways * British Airways * Bulgaria Air * Czech Airlines * Darwin Airline * Etihad Airways * Eurowings * Finnair * Flybe * Hainan Airlines * Iberia * Japan Airlines * Jet Airways * Lufthansa * Meridiana * Niki * Pegasus Airlines * Royal Jordanian * S7 Airlines * SriLankan Airlines * Swiss International Air Lines * Virgin Australia ==Fleet== At the time of closure, Air Berlin's fleet comprised the following aircraft: {| class=\"wikitable sortable\" ! rowspan=\"2\" |Aircraft ! rowspan=\"2\" |In service ! colspan=\"5\" |Passengers ! rowspan=\"2\" |Notes |- !C !W !Y+ !Y !Total |- |Airbus A319-100 |11 |4 |— |— |146 |150 |Leased to Eurowings. |- | rowspan=\"2\" |Airbus A320-200 | rowspan=\"2\" |64 |— |— |— |165 |165 | rowspan=\"2\" |21 leased to Eurowings. |- |4 |— |— |176 |180 |- |Airbus A330-200 |17 |19 |— |— |271 |290 | |- |Bombardier Dash 8 Q400 |20 |3 |— |— |70 |73 |Operated by LGW. |- !Total !112 ! colspan=\"6\" | |} During its 40 years of operation, Air Berlin operated the following aircraft types: {| class=\"wikitable sortable\" style=\"border-collapse:collapse;text- align:center;margin:auto;\" |- !Aircraft !Total !Introduced !Retired !Notes |- |Airbus A319-100 |21 |2006 |2017 |Operated for Eurowings. |- |Airbus A320-200 |117 |2005 |2017 |10 acquired from LTU. 17 operated for Eurowings. 4 operated for Austrian Airlines. 27 purchased by Lufthansa. 25 transferred to easyJet. |- |Airbus A321-200 |23 |2008 |2017 |4 acquired from LTU. |- |Airbus A330-200 |17 |2008 |2017 |8 acquired from LTU. 6 leased by Malaysia Airlines. 10 sold to other airlines. 1 stored in LDE. |- |Airbus A330-300 |3 |2008 |2013 |Acquired from LTU. |- |British Aerospace BAe 146-200 |3 |2003 |2004 | |- |Boeing 707-123 |1 |1980 |1980 | rowspan=\"3\" |Operated by Air Berlin USA. |- |Boeing 707-321 |1 |1981 |1981 |- |Boeing 707-331 |3 |1979 |1981 |- |Boeing 737-200 |5 |1980 |1986 |Operated by Air Berlin USA. |- |rowspan=\"2\"|Boeing 737-300 |1 |1986 |1990 |Operated by Air Berlin USA. |- |10 |2007 |2010 |Operated by Germania. |- |Boeing 737-400 |13 |1990 |2007 | |- |Boeing 737-700 |32 |2003 |2017 |Operated by TUI fly Deutschland. |- |Boeing 737-800 |100 |1998 |2017 |Last remaining active fleet was operated by TUI fly Deutschland. |- |Bombardier Dash 8 Q400 |20 |2008 |2017 |Operated by LGW. |- |Embraer 190 |3 |2013 |2013 |Transferred from Niki and subsequently returned, were operated by LGW. |- |Fokker 100 |18 |2004 |2010 | |} ==Services== ===Aircraft cabins=== ====Long-haul flights==== Air Berlin long-haul aircraft featured business and economy class sections. At the beginning of 2012, Air Berlin started the renewal of its long-haul cabin, equipping both economy class and business class with new seats and a new in- flight entertainment system. Fully automatic seats that could tilt up to 170 degrees were provided in business class, along with an anti-thrombosis edition and an adjustable headrest, and more legroom and a narrower seat back in economy class. All seats have an 8.9-inch monitor with a touch screen and offer movies, series, music, audiobooks and games. In January 2013 the airline again presented a new business class which replaced the one introduced a year earlier. The new business class had single seats, offering travellers even more privacy. The new seats had a full-flat function, a massage function, and featured a 15-inch monitor. ====Short- and medium-haul flights==== Business class was not offered on its short- and medium-haul flights until Air Berlin announced its introduction in August 2016. All short- and medium-haul aircraft began to feature business class in row 1 with expanded services including an empty middle seat.airliners.de – \"Air Berlin introduces business class on short- and medium-haul flights\" (German) 5 August 2016 ===Passenger services=== thumb|Air Berlin check-in counters In contrast to European pure low-cost carriers, Air Berlin offered free in-flight snacks and drinks until September 2016. Newspapers and magazines were available on domestic German flights. Full hot meals were complimentary on long-haul flights. On all Air Berlin routes with a flight time of 60 minutes or longer, gourmet meals were offered, which were, according to the airline, created by chefs at \"Sansibar\", a famous restaurant on the island of Sylt. The airline also offered in-flight entertainment, assigned seating and guaranteed flight connections. Air Berlin's basic fares were nonrefundable and not changeable, so unused flights were a complete loss for the purchaser. ===Frequent flyer program=== Air Berlin's frequent flyer program was called topbonus. Points, known as miles, could be collected on flights operated by Air Berlin, Niki, Oneworld airline partners, and selected other airlines. Accrued miles could be redeemed for award flights, or for an upgrade to business class. In addition to the entry- level \"topbonus Card Classic\" there were cards with Silver, Gold, and Platinum status, corresponding to Oneworld Ruby, Sapphire, and Emerald statuses. A Service Card and a Credit Card, for which a charge was made, were also available. Etihad purchased a 70% stake in topbonus for €184 million in 2012. Following the insolvency of Air Berlin, topbonus also filed for insolvency on 25 August 2017. ==Accidents and incidents== In over 39 years of operations, Air Berlin never suffered an accident or incident resulting in the loss of life or an aircraft. * On 18 October 2017, Air Berlin's last long-haul flight, Flight AB7001, D-ABXA, an Airbus A330-223, performed a go-around to commemorate the event and flew over the terminal, against standard go-around procedures, while landing at Düsseldorf Airport. ADS-B information reports that the aircraft was at approximately 100 ft or 30 m, as it passed over the terminal. It is reported that the crew gained permission from air traffic control prior to performing the maneuver. The passengers applauded the farewell. Both pilots were suspended pending the outcome of an investigation by Luftfahrtbundesamt, the German aviation authority. ==See also== *List of airlines of Germany *List of companies of Germany *Transport in Germany ==Notes== ;Notes ==Citations== ===References=== ===Bibliography=== * * (various backdated issues relating to Air Berlin, 1979–2007) * == External links == * *Air Berlin information about their bankruptcy Category:Defunct airlines of Germany Category:Defunct airlines of the United States Category:Companies based in Berlin Category:German brands Category:Aviation in Berlin Category:Airlines established in 1978 Category:Airlines disestablished in 2017 Category:1978 establishments in West Germany Category:European Low Fares Airline Association Category:Former Oneworld members Category:Etihad Airways Partners Category:American companies established in 1978 Category:American companies disestablished in 1990 Category:German companies established in 1991 Category:German companies disestablished in 2017",
 "title": "Air Berlin"
}