{
 "id": "463871",
 "text": "News Probe新聞調查 is a documentary television programme in China Central Television that has aired since 1996. It attempts to investigate various news, issues, and scandals, aiming to reveal the social problems and the insufficiencies of state policies. Its Chinese title, Xinwen Diaocha, means \"News Investigations\". Together with Oriental Horizon (), Focus Report ()and Tell It Like It Is () News Probe shares the similar reputation in documentary television programmes in China. ==Mission== ===General mission of CCTV News Programs=== *Authority () *Reality () *Richness () *Liveliness () ===Additional mission of News Probe=== *Reporting the happening history and finding out the news in the news () *Encourage viewers to develop their own understanding of China problems *Cultivate new generation of China being more sensitive and critical to diverse problems and dilemma *Allow the audience to acquire a global horizon while viewing different issues in relation to other countries *Initiate reform for societal progress ==Development== The maiden broadcast of 'Oriental Horizon'() on May 1, 1993 signified the start of the broadcast of commentary programme on current affairs. One year later, on April 1, 1994, a similar programme Focus Report(), which means a talk show on the hottest topics, was broadcast. At the prime time of 9p.m. on May 17, 1996, the first episode of News Probe-- \"Hongzhi Ban\"() was broadcast. The programme 'News Probe' is produced as a result of the ongoing development of such kind of programme. The founders of 'News Probe' expected this programme to report in a much detailed, in-depth, objective, systematic and authoritative way. During the past developmental years, the production team found a position for the program. News Probe is thus aired as an investigative documentary, not only a commentary one. The reason of setting up this position is due to the vast competitions from other news programmes in CCTV. Focus Report () provides detailed and universal description for different news events while 'Oriental Horizon'() is good at rousing audiences' emotion during news reporting. Besides, the broadcasting time of News Probe is beyond all these news programs. Therefore, what News Probe can do is to provide innovative reporting methods so as to raise audiences' interests. As a result, an investigative reporting style was developed. At the earlier stage of the program, the criteria on choosing the program topic are known as the slogan of \"Sanxing\" (), which means whether the topic is worth reporting, editing into program and investigating. However, in most cases, the three criteria are separately considered and only part of them are fulfilled. Afterwards, four methods of choosing a topic have been developed, known as the investigation on the theme, consensus, event and the inside skinny. Being an investigative documentary, the News Probe raised the slogan of \"hunting the truth\", which consists of 2 layers of meaning. Firstly, to uncover the inside skinny which is concealed by some people or organizations, and those secret incidents which harm the public interest. News Probe thus also includes some reports involving wrongdoings by governmental departments, such as corruption in the Chinese Police. Secondly, News Probe also aimed at providing deep discussion on the complex problems that being investigated. The production crew does not aim at generating any conclusion for each episode. Instead, it allows the audience to make their own judgements after viewing the programs. Since News Probe has been developed into an investigative documentary, it has its own characteristics: *The reporters of News Probe must cultivate a sense of investigation *The core part of the program is the process of investigation but not only the description of the event *The investigation process is initiated by the suspension of reporters on certain events, and it ends when the suspension is proved. To cut it short, the performance of the reporters during the investigation process determines the quality of the investigative documentary, therefore, reporters should be able to apply different methods depended on different situations in order to carry out a good programme . Reporters of the programme must also reach several criteria of the production crew. They must be: *rational in order to investigate the events in objective manners; *able to exchange ideas and examine issues at the same time; *able to look into issues in audiences point of view; *fair to all the parties involved in the events and should be unbiased to certain parties; and *able to raise questions towards every parts of the events ==Reporting style== News Probe based on the framework of investigative reporting. (refer to the second publication of News Probe: ) Through continuously questioning and criticizing a range of social issues, News Probe has developed a unique style and focused on lesser known aspects of China and the affairs of China in connection with other countries. Examples of issues explored include the proliferation of AIDS and SARS in China, the greenhouse effect, pollution in China and Germany (which is an episode in 1997), via interviewing the people involved and raising questions. Investigation in each episode is initiated by reporters' suspicion towards the events. The reporters then start the investigation together with the production crew. Apart from reporters' own finding of the stories, members of the general public can also come forward with information through contacting the production crew directly, via the use of mail, news hotline and email. Apart from interviewing the involved parties, the crews of News Probe also investigate issues by different methods, such as consulting powerful institutions (for example, they have consulted India Wildlife Conservation Society, Wildlife Protection Organization, India Wildlife Trade Association, International Convention on the Trading of Endangered species and Asia Wild Life Trade Research Committees in the episode of \"The death of Tibetan antalope\") and people, referring to reference books and studying the issue’s history. These empirical methods enable News Probe to investigate issues in an objective and unbiased manner. Each episode draws a conclusion from the evidence collected and the investigatory work done by the reporters and the crew. ==Basic composition of an episode== *Narration: Process of the incidents and the truth *Figure description: Experience of the main characters and description on his/her disposition *Investigation: Internal and external reasons ==Production Mechanism== The production crew of the program includes the following posts (in hieratical order): #Chief Producer #Secretary #Producer #Director #Reporter #Cameraman #Recorder #Post-production #Coordinator Chief Producer is responsible for the broadcast of the program, including the content of the program and the administrative work. Producer is responsible for the production of each episode and is accountable to Chief Producer. The production of each episode follows the sequence stated below: #Selection of topic #Declaration of topic selected #Investigation #Recording of the investigation process #Post-production #Screening of the episode #Broadcast of the episode #Evaluation ==Topic criteria== The production team has several criteria when choosing a suitable topic for each episode, including: *it must be a story long enough to produce a 45-minute programme (cut into 30-minute in 1999) *it must have special characteristics which can reflect some social changes *it must be able to raise public concern *there must be a truth behind the story *it must be an exclusive discovery, including the story and the angle of view of the reporter *it must be the first hand materials and not be reported by other news programs ==Broadcasting time== {| border=1 cel |---------------------------------------- ! Channel !! !! Time |---------------------------------------- | CCTV 13新闻 || Premiere|| Sunday 21:30 |---------------------------------------- |} Length of the program: about 40 minutes each episode ==Transmission area== All of Mainland China, with an estimated audience figure of 100 million people. ==Example episode== Name: Pay for innocent() The government prosecuted a businessman, called Chan Yuen-Ho, over bribes. After his three-year imprisonment, the government released him because of lack of evidence. News Probe resolved to find out the inside story of the case. After interviewing the involved people, they found that the government prosecuted Chan Yuen-Ho because Chan was inobedient in taking advice and orders from the government. He rejected the government's advice of stopping external investment in his company. Chan was insistent on his innocence and appealed to the high court continuously. He was released after three years of prison life. However, his company went bankrupt during these three years. ===Evaluation on the example=== News Probe has been a pioneer, providing a rare voice to investigate the actions of the Chinese government. It has courage to interview the involved officials by asking to- the-point questions and let audience know the actions of the China government. It has allowed formerly voiceless persons to speak, and their Web site has allowed viewers to have their opinion heard. In this case, it gives a valuable opportunity for Chan Yuen-Ho to fight for the just response from the government. ==Awards of News Probe== 1996 China Broadcasting Television News Social, educational and political Group Second Class Prize Wen Chi-ban () 1998 36th Asia-Pacific Broadcasting Union Special Prize Life () La Maison du Maroc Television Documentary Prize Silver Goddess Prize Choosing village Head from big Head village () Highest watching rate in 9:00–9:45pm programmes 1999 China Broadcasting Television Club 12th Excellent Broadcast and Compere Work Piece Second Class Prize Greatest Bankrupt Case of State Enterprise () 2000 China Broadcasting Television News Social, educational and political Group First Class Prize Confession by Drug Addicts Getting rid of it () Annual Award from The Center for Radio & Television Studies 2001 39th Asia-Pacific Broadcasting Union Television Information Group Main Prize Litigation After Wedding () ===Others=== *30% of News Probe programmes were categorized as top ten programmes in the overall watching rate calculation *Highly recommended by the same profession == References == ==External links== ===Link to News Probe=== *News Probe, CCTV News Channel ===Link to CCTV=== *CCTV ===Other Links of News Program in CCTV=== *Focus Report, CCTV News Channel *Oriental Horizon, CCTV News Channel *CCTV News Channel *Tell it like it is, CCTV News Channel *Gong Tong GuanZhu, CCTV News Channel *People In The News, CCTV News Channel *CCTV Forum, CCTV News Channel *Face to Face, CCTV News Channel *Legal Report, CCTV News Channel ===Other links=== *Cityweekend *The Center for Radio & Television Studies *The Environmental Education Television Project for China (EETPC) Category:Mass media in China Category:Chinese documentary television series",
 "title": "News Probe"
}