{
 "id": "463814",
 "text": "\"\" or \"\" () is a former national anthem of Slovenia, used from 1860 to 1989. It is now used as the official service song of the Slovenian Armed Forces. ==Lyrics and music== It tells about a boy who goes to defend his homeland, meaning him more than his mother or sweetheart. As such, it is a patriotic recruiting poem. It was the first Slovene literature to be translated into English. The lyrics were written originally by Simon Jenko and then improved collaboratively by him and his cousin Davorin Jenko who also wrote the music. The poem was first publicly sung with great success in front of a large Slavic audience on 22 October 1860, and was first published in () on 1 December 1860. In 1863, it was renamed by Radoslav Razlag to . In 1885, it became the first poem in Slovene to have been translated into English, under the title \"With Slava's Banner, Forward!\" The translators were Andrej Jurtela, the first lecturer of Slavic languages at the University of Oxford, and English journalist Alfred Lloyd Hardy, who had a keen interest in music and in Slavic culture. He arranged the melody by Davorin Jenko for piano, wrote an interlinear translation and published it lithographed as an independent publication. The poem was originally titled \"Naprej\" (\"Forward\") and set to music in an inn in Vienna's Prater by Davorin Jenko, who was in anger over the German snub of the Slovene, on 16 May 1860. ==History== ===Part of the national anthem of the Kingdom of Yugoslavia=== After the formation of the Kingdom of Serbs, Croats, and Slovenes, the first and the last stanza of the poem were included into the Yugoslav national anthem as its third part, in a medley including the Serb ethnic anthem \"\" and the Croatian song \"\". Even before, during the fight for the northern border, the poem was sung by the Maister's soldiers in November 1918. ===Slovene Partisans and Territorial Defence=== In World War II, \"\" was the introductory melody of the Kričač radio station, emitted by the Slovene Liberation Front, and was a part of the morning and the evening salutation to the flag by the Slovene Partisans. With the establishment of the Federal People's Republic of Yugoslavia in 1946, the royal Yugoslav anthem was replaced by \"Hey, Slavs\". The first post-war constitution of the People's Republic of Slovenia and the constitution, adopted in 1963, did not specify a regional anthem. \"Naprej, zastava slave\" was used at official public events and on state holidays since the beginning of the 1970s. In spring 1987, it was replaced by \"\". Because it calls to the defence of the homeland, it was since 1992 played during ceremonial events and oathtaking ceremonies in the Slovenian Territorial Defence in line with the draft Rules on Service in the Territorial Defence, adopted on 15 April 1992. ==Current role== It is the current anthem of the Slovenian Armed Forces, based on a government decree from 1995. ==Notes== ==References== ==External links== * Anthem of the Slovenian Armed Forces. Music and lyrics. Themarches09. YouTube. 3 August 2010. Retrieved 3 March 2012. Category:Slovene poems Category:Military marches Category:Anthems of Slovenia Category:1860 poems Category:Historical national anthems Category:National anthem compositions in B-flat major",
 "title": "Naprej, zastava slave"
}