{
 "id": "463849",
 "text": "Robert Desnos (; 4 July 1900 – 8 June 1945) was a French surrealist poet who played a key role in the Surrealist movement of his day. == Biography == Robert Desnos was born in Paris on 4 July 1900, the son of a licensed dealer in game and poultry at the Halles market. Desnos attended commercial college, and started work as a clerk. He also worked as an amanuensis for journalist Jean de Bonnefon. After that he worked as a literary columnist for the newspaper Paris-Soir. The first poems by Desnos to appear in print were published in 1917 in La Tribune des Jeunes (Platform for Youth) and in 1919 in the avant-garde review Le Trait d'union (Hyphen), and also the same year in the Dadaist magazine Littérature. In 1922 he published his first book, a collection of surrealistic aphorisms, with the title Rrose Sélavy (based upon the name (pseudonym) of the popular French artist Marcel Duchamp). In 1919 he met the poet Benjamin Péret, who introduced him to the Paris Dada group and André Breton, with whom he soon became friends. While working as a literary columnist for Paris-Soir, Desnos was an active member of the Surrealist group and developed a particular talent for automatic writing. He, together with writers such as Louis Aragon and Paul Éluard, would form the literary vanguard of surrealism. André Breton included two photographs of Desnos sleeping in his surrealist novel Nadja. Although he was praised by Breton in his 1924 Manifeste du Surréalisme for being the movement's \"prophet\", Desnos disagreed with Surrealism's involvement in communist politics, which caused a rift between him and Breton. Desnos continued work as a columnist. In 1926 he composed The Night of Loveless Nights, a lyric poem dealing with solitude curiously written in classic quatrains, which makes it more like Baudelaire than Breton. It was illustrated by his close friend and fellow surrealist Georges Malkine. Desnos fell in love with Yvonne George, a singer whose obsessed fans made his love impossible. He wrote several poems for her, as well as the erotic surrealist novel La liberté ou l'amour! (1927). Critic Ray Keenoy describes La liberté ou l'amour! as \"literary and lyrical in its outpourings of sexual delirium\". By 1929 Breton definitively condemned Desnos, who in turn joined Georges Bataille and Documents, as one of the authors to sign Un Cadavre (A Corpse) attacking \"le bœuf Breton\" (Breton the ox or Breton the oaf). He wrote articles on \"Modern Imagery\", \"Avant-garde Cinema\" (1929, issue 7), \"Pygmalion and the Sphinx\" (1930, issue 1), and Sergei Eisenstein, the Soviet filmmaker, on his film titled The General Line (1930, issue 4). His career in radio began in 1932 with a show dedicated to Fantômas. During that time, he became friends with Picasso, Hemingway, Artaud and John Dos Passos; published many critical reviews on jazz and cinema; and became increasingly involved in politics. He wrote for many periodicals, including Littérature, La Révolution surréaliste and Variétés. Besides his numerous collections of poems, he published three novels, Deuil pour deuil (1924), La Liberté ou l'amour! (1927) and Le vin est tiré (1943); a play, La Place de l'étoile (1928; revised 1944); and a film script, L'Étoile de mer (1928), which was directed by Man Ray that same year. ==Resistance and deportation== During World War II, Desnos was an active member of the French Résistance network Réseau AGIR, under the direction of Michel Hollard, often publishing under pseudonyms. For Réseau Agir, Desnos provided information collected during his job at the journal Aujourd'hui and made false identity papers, and was arrested by the Gestapo on 22 February 1944. He was first deported to the German concentration camps of Auschwitz in occupied Poland, then Buchenwald, Flossenburg in Germany and finally to Terezín (Theresienstadt) in occupied Czechoslovakia in 1945. Desnos died in Malá pevnost, which was an inner part of Terezín used only for political prisoners, from typhoid, a month after the camp's liberation. There is a moving anecdote about Desnos's last days after the liberation while being tended to by a young Czech medical student, Josef Stuna, who recognised him thanks to reading Breton's Nadja. Susan Griffin relates a story, previously recounted slightly differently in an article by her that appears in González Yuen, that exemplifies Desnos' surrealist mindset; his capacity to envisage solutions that defy conventional logic: ===The legend of \"The Last Poem\"=== A so-called \"Last Poem\" (Dernier poème) has been published numerous times; it was even set to music by Francis Poulenc in 1956. However, this poem never existed. The belief in its existence started after a misunderstanding. A Czech newspaper Svobodné noviny (Free Newspaper) published his obituary which ended with the sentence \"In a strange, tragic way his verses have fulfilled\" followed by a quote from Desnos' poem I Dreamt About You So Much translated by a Czech poet Jindřich Hořejší and printed in six lines. When re-published in France in Les Lettres Françaises, the sentence was translated in a completely wrong way: \"A strange and tragic fate gave a concrete meaning to a poem, the only one found with him and dedicated probably to his spouse\" followed by an erroneous translation of the aforementioned verses (furthermore, the translation excluded the last line of the Czech translation). Due to this the legend of \"The Last Poem\" survived well into the 1970s. It was thanks to a Czech translator Adolf Kroupa and his two well- founded articles in Les Lettres Françaises (June 1960, August 1970) that this false belief in the poem started to cease to exist. Desnos was married to Youki Desnos, formerly Lucie Badoud, nicknamed \"Youki\" (\"snow\") by her lover Tsuguharu Foujita before she left him for Desnos. Desnos wrote several poems about her. One of his most famous poems is \"Letter to Youki\", written after his arrest. He is buried at the Montparnasse cemetery in Paris. ==Legacy== Desnos' poetry has been set to music by a number of composers, including Witold Lutosławski with Les Espaces du sommeil (1975) and Chantefleurs et Chantefables (1991), Francis Poulenc (Dernier poème, 1956) and Henri Dutilleux with Le Temps l'Horloge (2007). Carolyn Forché has translated his poetry and names Desnos as a significant influence on her own work. Dutch composer Marjo Tal set several of Desnos’ poems to music. In 1974, at the urging of Robert Desnos' widow, Joan Miró published an \"illustrated book\" with text from Robert Desnos titled Les pénalités de l'enfer ou les nouvelles Hébrides (The Penalties of Hell or The New Hebrides), Maeght Editeur, Paris, 1974. It was a set of 25 lithographs, five in black, and the others in colors. In 2006, the book was displayed in \"Joan Miró, Illustrated Books\" at the Vero Beach Museum of Art. One critic said it is \"an especially powerful set, not only for the rich imagery but also for the story behind the book's creation. The lithographs are long, narrow verticals, and while they feature Miró's familiar shapes, there's an unusual emphasis on texture.\" The critic continued, \"I was instantly attracted to these four prints, to an emotional lushness, that's in contrast with the cool surfaces of so much of Miró's work. Their poignancy is even greater, I think, when you read how they came to be. The artist met and became friends with Desnos, perhaps the most beloved and influential surrealist writer, in 1925, and before long, they made plans to collaborate on a livre d'artist. Those plans were put on hold because of the Spanish civil war and World War II. Desnos' bold criticism of the latter led to his imprisonment in Theresienstadt, and he died at age 45 shortly after his release in 1945. Nearly three decades later, at the suggestion of Desnos' widow, Miró set out to illustrate the poet's manuscript. It was his first work in prose, which was written in Morocco in 1922 but remained unpublished until this posthumous collaboration.\" A reading of \"Relation d'un Rêve\" (Description of a Dream) recorded by Desnos for radio broadcast in 1938 can be heard on the audiobook CD Surrealism Reviewed, issued in 2002. ==Publications== * (1924) ; English translation: Mourning for Mourning (2012) * (1926) ; English translation: That Line \"I See Myself\" is Seven-League Boots (2017) * (1927) ; English translation: Liberty or Love! (1997) * (1930) The Night of Loveless Nights * (1930) (Body and Goods) * (1934) (The Cut Necks) * (1942) * (1943) (State of Alert) * (1943) (The Wine is Drawn) * (1944) (Against the Grain) * (1944) (Bathing with Andromeda) * (1944) ; English translation: Storysongs (2014) * (1945) * (1945) ===Published posthumously=== * (1946) (includes previously unpublished works selected and prefaced by Paul Eluard) * (1947) * (1947) * (1947) * (1947) (includes works by Desnos, selected by Robert Ganzo) * (1949) Roberts Desnos (includes previously unpublished works selected by Pierre Berger) * (1952, 1955, 1970) (reprints the thirty Chantefables (1944); includes thirty previously unpublished Chantefleurs (1952), plus twenty additional Chantefleurs (1955)) * (1953) (previously unpublished text of 1923, written by Desnos for Jacques Doucet) * (1953) (includes many previously unpublished works selected by René Bertelé) * (1957) * (1962) * (1966) * (1974) * (1975) (includes many previously unpublished works selected by Marie- Claire Dumas) * (1978) (edited by Marie-Claire Dumas) * (1984) (works about painters, written by Desnos and edited by Marie-Claire Dumas) * (1987) (Audiobook CD; collection of songs and reviews, written by Desnos and edited by L. Cantaloube-Ferrieu) ==Filmography== *L'Étoile de mer (1928) – in collaboration with Man Ray ==Discography== * Lutoslawski: Vocal Works (Chandos Records, 2011) – Includes selections from Les Espaces du sommeil and Chantefleurs et Chantefables == References == == Further reading == * (A collection of eleven articles on Robert Desnos.) * * * (A detailed account of the last fourteen months of the poet's life, remembered by a fellow prisoner.) * (A study of the five phases of Desnos's poetic development.) * * * (An extensive study of the use of time in Desnos's poetry.) * (Proceedings of the Cerisy symposium, on 10–17 July 2000, covering Desnos's contributions to radio, cinema, music, theatre, painting, Surrealism, poetry; plus previously unpublished letters.) * (An extensive biography by Dominique Desanti, a contemporary friend of Robert Desnos's.) * (A compilation of Desnos's newspaper articles as a film critic, plus the texts of some of his own scenarios and projects.) * (A compilation of 135 of Desnos's poems, in English translation.) * (A compilation of Desnos's texts about painters, such as Félix Labisse, Giorgio de Chirico, Max Ernst, Man Ray, Francis Picabia, Joan Miró, Pablo Picasso.) * (A compilation of 171 poems by Desnos and one by Louis Aragon, in French with English translation on opposite page.) * * * (The text of Desnos's journal for February 1944, followed by eleven essays on Robert Desnos, by: David Wills, Adelaïde M. Russo, Mary Ann Caws, Michel Murat, Jacqueline Chénieux-Gendron, Renée Riese Hubert, Colette Guedj, Serge Gaubert, Reinhard Pohl and Carmen Vásquez.) * * (Proceedings of the symposium held at the University of Picardie Jules Vernes on 6 March 2006; with: Jacques Darras, Pierre Lartigue, Jean-Luc Steinmetz, Mary Ann Caws, Marie-Claire Dumas, Étienne-Alain Hubert, Michel Murat and Carmen Vásquez.) * * (An in-depth biography.) * * (A study of the influence of Rimbaud and Apollinaire on the works of Robert Desnos.) * (A study of Desnos's poetry as expressed through his language games and quest for identity, love, and liberation.) * (A recollection of Robert Desnos and his encounter in May 1945 with Léo Radek, the last surviving child in Terezin.) * (A study of Desnos's writing style.) * (A study of Desnos's work for radio, cinema and the press; includes twelve articles he wrote in the weekly Voilà (1933–1935), with English translations.) * * * (A biographical collection relating the tragic deaths of ten poets, including Robert Desnos.) * * (With extensive appendices reprinting articles Desnos wrote about Cuba as a journalist, and related notes (some handwritten) sourced from the Bibliothèque littéraire Jacques Doucet.) * * ==External links== * Poems in English * Free translation of Desnos' The Landscape into English * Association of Robert Desnos Friends (in French) * Works by Robert Desnos (public domain in Canada) * The Period of the Sleeping Fits. by Thacker, Eugene. Mute magazine, 16 October 2013. Category:1900 births Category:1945 deaths Category:Writers from Paris Category:French poets Category:Surrealist poets Category:French surrealist writers Category:French erotica writers Category:Frontist Party politicians Category:French civilians killed in World War II Category:French Resistance members Category:Burials at Montparnasse Cemetery Category:French male poets Category:20th-century French male writers Category:Resistance members who died in Nazi concentration camps Category:Deaths from typhoid fever",
 "title": "Robert Desnos"
}