{
 "id": "464148",
 "text": "Adrien Arcand (October 3, 1899 – August 1, 1967) was a Canadian journalist who led a series of fascist political movements between 1929 and his death in 1967. During his political career, he proclaimed himself the Canadian Führer. He was detained by the federal government for the duration of the Second World War under the Defence of Canada Regulations.Betcherman, Lita-Rose The Swastika and the Maple Leaf (1978) p. 146 ==Rise to prominence== Arcand was the son of Marie-Anne (Mathieu) and Narcisse-Joseph-Philias Arcand, who was a carpenter and trade union leader. He is also the great uncle of the movie director, Denys Arcand. Arcand was born into a family of 12 children and grew up in a house on Laurier street in Montreal. Narcisse Arcand was active in the Labour Party that called for free education, old age pensions, health insurance and universal suffrage. The appeal of the Labour Party in Quebec was dented by the Catholic Church, which at the time held a position of omnipotence in Quebec, as priests instructed their flocks not to vote for the Labour Party. Though the Labour Party stated it was open to all, the party's rules explicitly banned Asians from joining, and the party's platform called for the \"absolute prohibition of Chinese immigration\" to Canada, as Asians were seen as economic competitors to the white working class. Although the number of Chinese immigrants to Quebec was very small—the 1901 census showed there were 1,648,898 people living in Quebec of whom only 1,037 were Chinese immigrants—their presence was sufficient to cause the formation of an \"Anti- Yellow Peril League\" many of whose members were also members of the Labour Party. Narcisse Arcand was very active in lobbying against Asian immigration, testifying in 1909 before the Royal Commission on Education, as long as Asian immigration continued, it would be impossible for the white working class to economically advance. From advocating a ban on Asian immigration to advocating a ban on all immigration was not a large step, and soon Arcand was arguing for the cessation of all immigration. Arcand's son inherited his father's belief that immigration was a mortal threat. However, Montreal at the time had a large English-speaking minority, and Adrien Arcand later recalled that he \"was raised in an atmosphere not conductive to separatist and Anglophobic sentiments\" as he knew many English-speakers as he was growing up and came to speak English fluently. Though Narcisse Arcand was often at odds with the Catholic Church, all of his children were educated in Catholic schools (Quebec did not have a public education system until 1964 and all schools prior to 1964 were run by churches). Adrien Arcand was educated at the College de St. Jean d'Iberville, Collège Saint-Stanislas and Collège de Montréal in Montreal. He received the standard 8-year collège classique education with a focus on French, Latin, Greek, religion, math, the classics, and French history. Arcand considered studying to be a priest, but changed his mind as \"weakness\" made a life of celibacy unappealing to him. The Collège de Montréal was run by the Sulpician monks, who had been active in Quebec since the 17th century, and most of the Sulpicians at the college were from France. The self-image of Quebecois at the time was that Quebec was the last remnant of the Catholic ancien-regime France that had been ended by the French Revolution, and Arcand's education at the Catholic schools emphasised royalist and Catholic values. The Sulpicians from France tended to be very hostile to French republicanism and many had relocated to Quebec, a society dominated by the Catholic Church, because it was considerably closer to their idealized version of ancien-régime France than the French Third Republic was. By Arcand's own account, his education by the Sulpicians at the Collège de Montréal was \"decisive\" in shaping his world-view. In 1918, he studied science as a part- time student at McGill University, but the great \"Spanish flu\" pandemic of 1918–1919 led to the closure of public places after the Spanish flu arrived in October 1918 including all theaters, cinemas, concert halls, libraries, schools, meeting halls and hockey arenas in Montreal. During the lockdown, Arcand turned to writing to help ease the boredom. Several of the articles he submitted to newspapers were published, sparking his interest in journalism. In 1919, he was hired by La Patrie newspaper and in 1920 he began to write a weekly column dealing with labour issues. In 1921, he went to work for the Montreal Star, reporting the news in English. From there, he moved to La Presse, the largest newspaper in Quebec. A keen amateur violin player, Arcand worked as a music critic for La Presse. As Montreal was the largest and wealthiest city in Canada at the time, many prominent musicians such as Ignacy Paderewski often played at concerts in Montreal, and Arcand was there to interview him. In addition to Paderewski, Arcand's work as a reporter for La Presse allowed him to interview many famous people in the 1920s when they visited Montreal such as the Canadian prime minister William Lyon Mackenzie King, Anna Pavlova, Vincent d'Indy, Vladimir de Pachmann, Alfred Cortot, Feodor Chaliapin, Cécile Sorel, Jascha Heifetz, Isadora Duncan, Mario Chamlee, Queen Marie of Romania, Jacques Thibaud, Stanley Baldwin, Fritz Kreisler, Douglas Fairbanks, Maurice de Féraudy, Tom Mix, Mary Pickford, Efrem Zimbalist and Lord Birkenhead. In 1923, he joined the Châteauguay regiment of the militia. On 14 April 1925, he married Yvonne Giguère. In the late 1920s, he became active in organizing for Catholic trade unions and became president of the first union local at La Presse. His trade unionism led him to be fired in 1929. Arcand later recalled that his sacking came as \"a surprise, cruel and hard, with the result that my wife and my young babies suffered the effects of painful, abject poverty\". For a time, the water and electricity at his home was cut off due to his inability to pay the bills. Arcand's sacking led him with a lifelong grudge against his former employer, Pamphile Réal Du Tremblay, and led him to found a new newspaper, Le Goglu, in August 1929. His sudden fall from the respectable, lower middle-class into poverty radicalized him. Arcand was assisted in founding Le Goglu by a printer, Joseph Ménard, who wanted to launch his own newspaper. In joual (Quebec French), goglu is slang for someone who is jovial and who loves to laugh, and Le Goglu belonged to a type of satirical newspaper that was popular in Quebec at the time. Le Goglu was an eight-page-long broadsheet full of cartoons that mocked various prominent people, for instance, showing Mackenzie King as a clueless ape staring vacantly into space. The newspaper was based in a lower class part of Montreal, described by Arcand as an area \"where are found Chinese gambling dens, Negro shacks, Greeks, cutthroat Slavs, Bulgarian ruffians, Oriental grocers, nauseating Palestinian restaurants, European ex-convict scum, diamond importers from Chicago, and dives of every kind, where officers of the Canadian militia will get it on for 50 cents\". The major target of Le Goglu's humour was what Arcand called \"the clique that is stifling the province\", by which he mainly meant his former employer, du Tremblay, whom he was relentless in attacking as an exploitative boss and a hypocrite who failed to live up to the Catholic social teachings he professed to believe in. Le Goglu was a successful newspaper, and by 1929 for the Christmas special edition, Arcand could afford to print his paper in colour for 12 pages. The cartoons that mocked the ministers in the cabinet of Premier Louis-Alexandre Taschereau as corrupt led to several libel suits, which increased the paper's circulation. The major advertisers for Le Goglu were at first was the famous Bronfman family of Montreal who ran ads promoting their brands of alcohol, but ceased their advertising after Le Goglu took an anti-Semitic line. In August 1929, Arcand started publishing in Le Goglu a serialization of a novel he was writing, Popeline, chronicling the story of the eponymous heroine, an 18-year- old beauty \"who had drunk long and deep from the cup of woe which gave her a heady feminine aura\". Popeline was notable as one of the first novels written in joual instead of Parisian French which had been the standard in Quebec until then. In November 1929, Arcand launched his own political movement, the Ordre Patriotique des Goglus for the \"general purification, on preserving our Latin character, our customs and our habits, on protecting our rights and our privileges\". In December 1929, Arcand launched a sister newspaper for Le Goglu, the Sunday weekly Le Miroir, which was more serious. In March 1930, Arcand launched a third newspaper Le Chameau that soon folded in 1931 as it was unprofitable. He published and edited several newspapers during this period, most notably Le Goglu, Le Miroir, Le Chameau, Le Patriote, Le Fasciste Canadien and Le Combat National. ==Fascist life== Until 1963, there was no public school system in Quebec but rather two religiously run school systems, one operated by the Catholic Church and the other by the Protestant churches. Since the late 19th century, in an uncomfortable arrangement, Jewish children had been educated in the Protestant school system. In late 1929, the Taschereau government agreed to set up a separate Jewish school system in Montreal, an agreement that led to an intense, visceral reaction by the Catholic Church, which was stoutly opposed to Jewish schools, generating so much popular opposition that by 1931 Taschereau scrapped the plan. Arcand used the pages of Le Goglu to attack the plans for Jewish schools, and in May 1930 he published his antisemitic editorial, \"Why Semitism Is a Danger\". This was followed up by several antisemitic editorials in the spring and summer of 1930 such as \"How Does Semitism Advance?\", \"The Word of God and the Jews\", and \"Semitism: Persecuted and Persecutor\". By the summer of 1930, Le Goglu had been transformed from the populist, humorous newspaper into a full blown antisemitic journal. Arcand credited much of his turn towards antisemitism as a result of reading the pamphlet The Jewish World Problem by Lord Sydenham of Combe. Arcand shared the idea widely accepted in French-Canada that Confederation in 1867 was a \"pact\" between two \"nations\" that agreed to work together for their common betterment. Arcand added his spin to the idea of two founding \"nations\" by arguing Canada existed only for the \"two founding nations\" and to accept the claim by any other group to \"nationhood\" would by necessity reduce the living standards of the \"two founding nations\". In this way, Arcand argued \"to recognize the Jewish race as an official entity would violate the Confederation pact, eliminate our rights, and force us to officially recognize as national entities all the other groups, such as Polish, Greek, Syrian, Russian, Serbian, German who may request it later\". Arcand's antisemitism was at least in part motivated by the fact that the majority of Ashkenazim (Yiddish-speaking Jews) immigrants from Eastern Europe usually arrived in Montreal, where a great many chose to settle. Arcand saw the Jews as economic competitors, drawing a contrast between his idealized, rural French-Canadian Catholic small grocer who was honest and hard-working, and the stereotype of the greedy and unscrupulous big city Jewish immigrant capitalist who only succeeded because of \"his dishonesty, not his skill or ability\". Like many other French-Canadian intellectuals at the time, Arcand had considerable hatred for \"godless\" France, seen as having abandoned Roman Catholicism, leaving Quebec as the last remnant of the \"true\" France that ended in 1789. Arcand also profoundly disliked the egalitarianism of French republicanism, writing with disgust how Josephine Baker, the \"richest and most famous Negress\" in France, became a millionaire \"after showing her derrière at the Folies Bérgères\". For Arcand, it was unacceptable for someone like Baker to become rich at a time when whites were suffering with the Great Depression, which for him reflected a distorted social order. In May 1930, Arcand met with the millionaire Conservative leader R. B. Bennett to ask him for his financial support in exchange for which Arcand would campaign against the Liberals in the coming election. French-Canadians tended to vote as a bloc for the Liberals at the time, and the fact that the Liberals usually won the majority of the seats in Quebec gave them an advantage in elections. The perception that the Conservatives, identified as the party of \"imperialism\" (i.e. support for the British empire), were anti-French and anti-Catholic made it difficult for the Conservatives to win seats in Quebec since the late 19th century. The fact that the Liberal leader William Lyon Mackenzie King was a protege of Sir Wilfrid Laurier and had run as an anti-conscription Liberal in the 1917 election gave him the image as the friend of Quebec despite the fact that he did not speak French. In a letter to Bennett dated 22 May 1930, Arcand asked for some $15,000 in exchange for which he would run what he called a \"smear campaign\" against Mackenzie King, a request that Bennett agreed to. Arcand received covert funds from the Conservative Party to operate his newspapers and campaign for Bennett in the 1930 federal election. In an editorial in Le Goglu, Arcand called Mackenzie King together with Premier Taschereau \"two notorious stinkers\". In another editorial, Arcand called Mackenzie King \"the enemy of the people\". The main line of Arcand's attacks was that Mackenzie King was a man who did not care about the suffering caused by the Great Depression, and using his well-known \"continentalism\" (i.e. moving Canada closer to the United States) as a weapon, Arcand portrayed King as the friend of American billionaires. In the election of 28 July 1930, the Conservatives won a majority of 134 seats, 24 of which were in Quebec. Given that the Conservatives had much difficulty winning seats in French-Canada, the 24 seats won in Quebec were an impressive achievement and Arcand was quick to take the credit in his letters to Bennett, arguing that the Conservatives would had won no seats in Quebec as they usually did without him. Relations became increasingly strained afterwards as Bennett had little use for Arcand following the election. Despite pleas from Arcand and his comrades to get more money to make up for their expenses, the subsidy they received from the Tories was sporadic and insufficient.Betcherman, Lita-Rose (1975). The Swastika and the Maple Leaf: Fascist Movements in Canada in the Thirties; Fitzhenry & Whiteside, p.10-11. In October 1932, Arcand first made contact with the German Nazi Party when its representative, Kurt Lüdecke, visited Montreal, and told Arcand that the two movements had much in common and should cooperate. In his report to Adolf Hitler about his visit, Lüdecke described Arcand as a \"man of lively intelligence\" whose movement was growing in support and whom was very close to Prime Minister Bennett. Arcand promised to set up a meeting between Lüdecke and Bennett, and though he did send a letter to Bennett requesting that he meet Lüdecke, the proposed meeting never occurred. Arcand was always a staunch federalist and an anglophile. He received secret funds from Lord Sydenham of Combe, former governor of Bombay and a prominent fascist sympathizer in the British Conservative Party after he translated into French Sydenham's pamphlet \"The Jewish World Problem\". He also maintained correspondence with Arnold Spencer Leese, chief of the Imperial Fascist League. Arcand was most strongly influenced by British fascism as he maintained an active correspondence with various British fascists such as Lord Sydenham, Henry Hamilton Beamish and Admiral Sir Barry Domvile. With the aim of forming a fascist leadership for the British empire, Arcand started a correspondence that continued until his death with Sir Oswald Mosley, the leader of the British Union of Fascists (BUF). Many of the articles that appeared in Le Fasciste Canadien were translations of articles from Action and Blackshirt, the two journals of the BUF. In 1934, Arcand established the Parti National Social Chrétien (Christian National Social Party), which advocated anti-communism and the banishment of Canadian Jews to the Hudson Bay area. The latter idea was inspired by his friend, noted British Rhodesian fascist Henry Hamilton Beamish, who suggested sending Jews to Madagascar. In 1935 the desperate Bennett ministry again turned to Arcand, who was appointed at the urging of Senator Rainville to the post of Tory publicity director in Quebec. However, many of Arcand's friends were more sympathetic to the Reconstruction Party, so Le Patriote supported H. H. Stevens while its editor was campaigning for Bennett.Betcherman, Lita-Rose (1975). The Swastika and the Maple Leaf: Fascist Movements in Canada in the Thirties; Fitzhenry & Whiteside, p.43-43. Bennett secretly hired Arcand as his chief electoral organizer in Quebec for the 1935 federal election. In 1938, Arcand was chosen as the leader of the fascist National Unity Party of Canada, born of the fusion of his Parti National Social Chrétien with the Prairie provinces' Canadian Nationalist Party and Ontario's Nationalist Party, which had grown out of the Toronto Swastika Clubs of the early 1930s. thumb|Postcard used by Arcand's movement Arcand's party statutes called for the following oath to be taken at the beginning of every party meeting: Arcand always was steadfastly opposed to Quebec nationalism. He wanted to build a powerful centralized Canadian Fascist state within the British Empire. On May 30, 1940, he was arrested in Montreal for \"plotting to overthrow the state\" and interned for the duration of the war as a security threat. His party, then called the National Unity Party, was banned. In the internment camp, he sat on a throne built by other prisoners and spoke of how he would rule Canada when Hitler conquered it.This story is told in Dangerous Patriots: Canada's Unknown Prisoners of War, by William Repka and Kathleen Repka, New Star Books, Vancouver, 1982 ( or ), in the section by Charlie Murray, who was imprisoned with him for being a union organizer. Arcand would later argue that he was interned on the orders of the Canadian Jewish Congress. ==After the war== Arcand ran for the House of Commons of Canada on two occasions. Despite being shunned by mainstream Quebecers in the post-war years, he managed to come second with 29 percent of the vote when he ran as a National Unity candidate in the riding of Richelieu—Verchères in the 1949 federal election.http://www2.parl.gc.ca/Sites/LOP/HFER/hfer.asp?Language=E&Search;=Det&Include;=Y&rid;=608 He came second again with 39 percent of the vote when he ran as a \"Nationalist\" in Berthier—Maskinongé—Delanaudière in the 1953 election.House of Commons website On 2 February 1952, the British fascist Peter Huxley-Blythe wrote to Arcand asking for permission to publish in German his anti-Semitic pamphlet \"La Clé du mystère\", writing: \"I'm anxious to obtain two hundred (200) copies of your excellent work, The Key to the Mystery as soon as possible to fulfill an order I have received from Germany\". Permission was granted, and on 27 February 1952 he wrote to Arcand for permission to print up 300 more copies of La Clé du mystère for sale in Great Britain. In 1957, he campaigned for Progressive Conservative candidate and future Quebec cabinet minister Remi Paul. Arcand never wavered in his belief in Adolf Hitler, and, in the 1960s, was a mentor to Ernst Zündel, who became a prominent Holocaust denier and neo-Nazi propagandist in the latter part of the 20th century. Arcand often corresponded with Issa Nakhleh, a Palestinian Christian who served as the chief of the Palestine Arab Delegation. The Canadian Fuhrer: The Life of Adrien Arcand. By Jean-Francois Nadeau, James Lorimer & Company, Sep 30, 2011, p.351 On November 14, 1965, he gave a speech before a crowd of 650 partisans from all over Canada at the Centre Paul-Sauvé in Montreal which was draped in the blue banners and insignia of the National Unity Party. As reported in La Presse and Le Devoir, he took the occasion to thank the newly elected Liberal Member of Parliament for Mount Royal, Pierre Trudeau, and former Conservative leader George Drew, for speaking in his defence when he was interned. However, Trudeau and Drew denied that they had ever defended Arcand or his views, and insisted that they had in fact been defending the principle of free speech even for fascists. Among those present at the rally were Jean Jodoin, a Progressive Conservative candidate in the 1965 federal election and Gilles Caouette, future Social Credit Party of Canada Member of Parliament.\"Fascist Steps Out Of Past For Banquet\", Globe and Mail, November 15, 1965 == In popular culture == * Arcand is portrayed by Haley Joel Osment in Kevin Smith's 2016 comedy horror film Yoga Hosers. * In the 2016 grand strategy video game Hearts of Iron IV, Arcand can become the leader of Canada if it switches to fascist ideology. == References == == Sources == * * * * * * ==Further reading== * Adrien Arcand, führer Canadien, Montréal, Lux Éditeur, 2010. Category:1899 births Category:1967 deaths Category:Candidates in the 1949 Canadian federal election Category:Candidates in the 1953 Canadian federal election Category:Canadian collaborators with Nazi Germany Category:Canadian Roman Catholics Category:Canadian fascists Category:French Quebecers Category:Quebec candidates for Member of Parliament Category:Journalists from Montreal Category:Canadian anti-communists Category:Canadian neo-Nazis Category:Antisemitism in Canada Category:Anti- Masonry Category:Nazi politicians Category:Politicians in Quebec Category:Politicians from Montreal",
 "title": "Adrien Arcand"
}