{
 "id": "464265",
 "text": "Souvlaki is the second studio album by English rock band Slowdive. It was recorded in 1992, and released on 1 June 1993 by Creation Records. On its initial release, Souvlaki peaked at number 51 on the UK Albums Chart and was greeted with tepid reviews from critics. It has since received retrospective critical acclaim and has been hailed as a classic of the shoegaze genre. == Background == Prior to the writing of Souvlaki, Slowdive co-vocalists and guitarists Rachel Goswell and Neil Halstead had ended their relationship and Halstead began to spend more time writing songs alone, a process that had been completed by the full band in the past. The album's title was taken from a skit by American comedy duo The Jerky Boys, where one of the duo prank calls a hotel manager asking him to perform sexual acts on his wife. Upon learning the manager is Greek, the caller says: \"My wife loves that Greek shit... She'll suck your cock like souvlaki.\" == Recording == While touring Europe in early 1992, Slowdive began tentative work on Souvlaki, writing and recording multiple takes of around 40 potential songs. According to the band's chief songwriter Neil Halstead, these early songs were influenced by Joy Division and the David Bowie albums Low and Lodger. Alan McGee, the head of Slowdive's label Creation Records, was unimpressed by the band's material and rejected it, though he later decided to give Slowdive full creative control over the album. After returning to the United Kingdom following a May 1992 tour of the United States, Slowdive contacted Brian Eno, of whom Halstead was a \"big\" fan, and requested that he produce Souvlaki. While Eno declined, he did agree to spend a few days recording with Slowdive, and out of these sessions came the tracks \"Sing\" and \"Here She Comes\". Following the sessions with Eno, Halstead began to take greater influence from ambient music in his songwriting; he has cited Aphex Twin, dub music, and early drum and bass as influences for the track \"Souvlaki Space Station\". Meanwhile, Halstead was in a fragile emotional state due to his recent breakup with Goswell. At the suggestion of Slowdive's manager, Halstead temporarily exited the recording sessions for Souvlaki in the summer of 1992 and travelled to Wales, where he stayed in a rented cottage for around two weeks. In Halstead's absence, only bassist Nick Chaplin and guitarist Christian Savill persisted in recording material, though Savill would later recall that he and Chaplin ended up merely recording several \"joke songs\". By the time he returned, Halstead had written a new batch of \"stark and much more personal\" songs, including \"Dagger\", which would make the final album. He has said that the lyrics he penned during this period were informed by both his solitary living conditions in Wales and his feelings about the end of his relationship with Goswell. Souvlaki was mixed by Ed Buller, who had previously worked with Suede and Spiritualized. == Release == Souvlaki was released on 1 June 1993 by Creation Records. It peaked at number 51 on the UK Albums Chart dated 12 June 1993, 19 places lower than Slowdive's 1991 debut album Just for a Day, and spent one week on the chart. Eight months later, the album was released in the US by SBK Records, on 8 February 1994. The US release included four bonus tracks: a previously unreleased cover of \"Some Velvet Morning\" (written by Lee Hazlewood and originally recorded by Hazlewood and Nancy Sinatra in 1967), and three tracks from Slowdive's 1993 5 EP. A two- disc remastered reissue of Souvlaki was released in 2005 by Castle Music, a subsidiary label of Sanctuary Records. Another two-disc remaster was released by Cherry Red Records on 16 August 2010, featuring the same bonus tracks on the second disc. == Critical reception == Souvlaki was released in the UK to middling reviews from critics. Dave Simpson of Melody Maker wrote: \"'Sing' aside, I would rather drown choking in a bath full of porridge than ever listen to it again.\" John Mulvey of NME reacted with muted praise, calling Souvlaki \"another exemplary product from spangly guitar heaven\" but ultimately deeming it a \"pretty but unfulfilled\" album. In 2015, Slowdive and Alan McGee stated that they felt that Souvlaki was released at a time when dream pop and shoegaze had become unfashionable and the music press were more interested in Britpop bands such as Oasis. In later years, Souvlaki has been met with more widespread acclaim. In a retrospective review for AllMusic, Jack Rabid praised the album as \"quiet, moving, and aggressive simultaneously, mixing trance-like beauty with the deepest delayed guitar sounds around, a sound at once relaxing, soothing, and exciting, and most of all harshly beautiful.\" Nitsuh Abebe of Pitchfork described it as \"a bit of an Essential Slowdive in itself\", with songs that are simultaneously \"pillowy-soft and passionately deep\". Pastes Zach Schonfeld called Souvlaki \"the definitive shoegaze statement\". In 1999, critic Ned Raggett ranked Souvlaki at number 83 on his list of the best albums of the 1990s for Freaky Trigger. Pitchfork released a documentary about the album in 2015 as part of its Pitchfork Classic series. The following year, the website listed Souvlaki as the second best shoegaze album of all time. == Track listing == ==Personnel== Credits are adapted from the album's liner notes. Slowdive * Neil Halstead – vocals, guitar * Rachel Goswell – vocals, guitar * Christian Savill – guitar * Nick Chaplin – bass guitar * Simon Scott – drums Additional musicians * Brian Eno – keyboards and treatments on \"Sing\" and \"Here She Comes\" Production * Ed Buller – mixing * Guy Fixsen – engineering * Giles Hall – engineering (assistant) * Chris Hufford – engineering * Yvette Lacey – engineering (assistant) * Marcus Lindsay – engineering (assistant) * Martin Nichols – engineering * Slowdive – production, mixing * Andy Wilkinson – engineering Design * Steve Double – sleeve photography == Charts == {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" border=\"1\" !scope=\"col\"| Chart (1993) !scope=\"col\"| Peak position |- |- !scope=\"row\"| UK Independent Albums (OCC) | 3 |} == References == == External links == * * Category:1993 albums Category:Slowdive albums Category:Creation Records albums Category:SBK Records albums",
 "title": "Souvlaki (album)"
}