{
 "id": "464427",
 "text": "The Auditor General of Canada is an officer of the Parliament of Canada to aid accountability and oversight by conducting independent financial audits of federal government operations. These audits provide members of parliament with objective evidence to help them examine the government's activities and hold it to account. Karen Hogan was appointed Auditor General of Canada in June 2020. She replaced interim Auditor General of Canada Sylvain Ricard. == Office == Auditors general are appointed by the governor general in council (cabinet) on advice of the House of Commons and Senate for a non-renewable term of ten years. An auditor general may only be removed for cause by the governor in council with the approval of both the House of Commons and Senate. The auditor general's responsibilities include: * auditing operations of the federal and territorial governments * providing Parliament and the legislative assemblies with independent information, assurance, and advice regarding the stewardship of public funds On November 4, 2011, the prime minister appointed Michael Ferguson, former Auditor General of the province of New Brunswick, as Auditor General of Canada, effective November 28, 2011. Sylvain Ricard, having been previously the deputy auditor general, was appointed by Prime Minister Justin Trudeau on March 29, 2019, to serve until a permanent replacement was selected. The Office of the Auditor General of Canada was named one of \"Canada's Top 100 Employers\" by Mediacorp Canada Inc. five years in a row (2008-2012), and was featured in Maclean's newsmagazine. The commissioner of the environment and sustainable development, was created by Parliament in 1995 as an aide to the AGC, and has offices within the precinct of the AGC. The commissioner is empowered under the 1995 amendments to the Auditor-General Act to receive \"petitions on environmental and sustainable development matters and [to] require ministers to respond to them\".Backgrounder on powers of the Commissioner of the Environment and Sustainable Development The petition process requires the ministry to respond in 120 days, although the process may be delayed by litigation. == History == The role of auditor general was introduced in 1878 and prior to the creation it was the head of the audit board (1867-1878). In 1971, the auditor general's office hosted VII INCOSAI, the seventh triennial convention of the International Organization of Supreme Audit Institutions. ==List of auditors general of Canada== {| class=\"wikitable\" |----- | Auditor general || Appointed | Departed |----- | John Langton | 1867 || 1878 |----- | John Lorn McDougall || 1878 || 1905 |----- | John Fraser | 1905 || 1919 |----- | Edward Davenport Sutherland || 1919 | 1923 |----- | Georges Gonthier || 1924 || 1939 |----- | Robert Watson Sellar || 1940 | 1959 |----- | Andrew Maxwell Henderson || 1960 | 1973 |----- | James J. Macdonell || 1973 || 1980 |----- | Michael H. Rayner (acting) || 1980 | 1981 |----- | Kenneth M. Dye || 1981 || 1991 |----- | Denis Desautels || 1991 || 2001 |----- | Sheila Fraser || 2001 || 2011 |----- | John Wiersema (interim) || 2011 || 2011 |----- | Michael Ferguson || 2011 || 2019 |----- | Sylvain Ricard (interim) || 2019 || 2020 |- |Karen Hogan |2020 |Incumbent |} ==See also== * Parliament of Canada * Auditor General of British Columbia == References == ==External links== * Office of the Auditor General of Canada * Auditor General Act of Canada * Financial Administration Act of Canada Category:1878 establishments in Canada Category:Government agencies established in 1878 Category:Officers of the Parliament of Canada Category:Government of Canada Category:Federal departments and agencies of Canada Office of the Auditor General",
 "title": "Auditor General of Canada"
}