{
 "id": "465335",
 "text": "Microsoft v. Lindows.com, Inc. was a court case brought by Microsoft against Lindows, Inc in December 2001, claiming that the name \"Lindows\" was a violation of its trademark \"Windows.\" After two and a half years of court battles, Microsoft paid million for the Lindows trademark, and Lindows Inc. became Linspire Inc. ==The case== In addition to the United States, Microsoft also sued Lindows in Sweden, France, Belgium, Luxembourg, the Netherlands and Canada. Lindows started off with a handicap of having to defend themselves from their own lawyers (from St. Paul Fire and Marine Insurance Company) who initially refused to defend Lindows.A Legal Victory: We Got Our Slingshot Judge Robert Takasugi found St. Paul Fire and Marine Insurance Company had breached their contract.LINDOWS INC Securities Registration Statement (S-1/A) Legal Proceedings In response to these lawsuits, Lindows launched ChoicePC.com, which allowed people to purchase lifetime Lindows memberships that included a copy of LindowsOS, LindowsOS upgrades for life, and a ChoicePC.com T-shirt, for . All money from the memberships went towards helping Lindows in its legal battle against Microsoft. Lindows had also retaliated against Microsoft's lawsuits with Lin---s (pronounced Lindash) and the corresponding domain lin---s.com (now disused). Consumers and resellers from countries in which Microsoft had blocked the sale of Lindows products due to the trademark lawsuits were encouraged to visit the Lin---s website instead of Lindows.com to purchase the Lin---s software, which was identical to Lindows except for the name change. As early as 2002, a court rejected Microsoft's claims, stating that Microsoft had used the term \"windows\" to describe graphical user interfaces before the product, Windows, was ever released, and the windowing technique had already been implemented by Xerox and Apple many years before. Microsoft kept seeking retrial, but in February 2004, a judge rejected two of Microsoft's central claims. The judge denied Microsoft's request for a preliminary injunction and raised \"serious questions\" about Microsoft's trademark. Microsoft feared a court may define \"Windows\" as generic and result in the loss of its status as a trademark. ==Settlement== In July 2004, Microsoft offered to settle with Lindows. As part of this licensing settlement, Microsoft paid an estimated , and Lindows transferred the Lindows trademark to Microsoft and changed their name to Linspire. ==See also== * Microsoft litigation * X Window System ==References== ==External links== * Microsoft Legal News * Windows v. Lindows: High-Tech Trademark Troubles * Microsoft's press release announcing the settlement Category:United States computer case law Category:United States trademark case law Category:Microsoft litigation Category:Linspire Category:2001 in United States case law",
 "title": "Microsoft Corp. v. Lindows.com, Inc."
}