{
 "id": "465987",
 "text": "All-American Comics was a comics anthology and the flagship title of comic book publisher All-American Publications, one of the forerunners of DC Comics. It ran for 102 issues from 1939 to 1948. Characters created for the title, including Green Lantern, the Atom, the Red Tornado, Doctor Mid-Nite, and Sargon the Sorcerer, later became mainstays of the DC Comics line. == Publication history == All-American Comics published 102 issues from April 1939 to October 1948. The series was an anthology which included a mixture of new material and reprints of newspaper strips. Sheldon Mayer's Scribbly was introduced in the first issue as was Hop Harrigan. The Golden Age Green Lantern was introduced by artist/creator Martin Nodell in issue #16 (July 1940).Wallace \"1940s\" in Dolan, p. 32: \"Alan Scott underwent an unexpected career change into the costumed hero Green Lantern in a story by creator Martin Nodell (using the pseudonym 'Mart Dellon') and writer Bill Finger\". He continued in the title until #102 (Oct 1948). The Golden Age Atom debuted in #19 (October 1940)Wallace \"1940s\" in Dolan, p. 33: \"Writer Bill O'Connor and artist Ben Flinton revealed the Atom in a short, six-page story, though the non-superpowered character soon went on to bigger things\". and Mayer created the original Red Tornado in #20 (November 1940).Wallace \"1940s\" in Dolan, p. 33: \"The Red Tornado was the first outright super hero parody at DC, and she was also one of the company's first prominent female characters\". Doctor Mid- Nite first appeared in #25 (April 1941),Wallace \"1940s\" in Dolan, p. 37: \"April's All-American Comics #25 saw the costumed hero Doctor Mid-Nite make his first appearance\". while Howard Purcell and John Wentworth introduced Sargon the Sorcerer in the following month's issue. Alfred Bester and Paul Reinman created the monstrous supervillain Solomon Grundy in #61 (October 1944).Wallace \"1940s\" in Dolan, p. 47: \"Green Lantern faced a monstrous foe in All-American Comics #61. Solomon Grundy was a zombielike strongman...His origin, recounted in a story by writer Alfred Bester and artist Paul Reinman, involved the corpse of a murdered man\". Other features included \"Toonerville Folks\", \"Mutt and Jeff\", and \"Ripley's Believe It or Not!\". All-American Publications and all its titles were purchased by National Periodicals (DC Comics) in 1946. Responding to the demand for Western comics, All-American Comics changed title and format with #103 (November 1948) to All-American Western. The retitled series had Johnny Thunder as the lead feature.Wallace \"1940s\" in Dolan, p. 59: \"All-American Comics became All-American Western with this issue [#103], and Johnny Thunder leaped out from a backdrop of comic pages on the cover to announce the radical transition\". It changed title and format again to All-American Men of War as of #127 (August–September 1952). A May 1999 one-shot issue by writer Ron Marz and artist Eduardo Barreto was a part of the \"Justice Society Returns\" storyline. ==Features== * Scribbly the Boy Cartoonist: issues #1-59 * Green Lantern: issues #16-102 * The Atom: #20-46, 48-61, 70-72 * Dr. Mid-Nite: #25-102 * Sargon the Sorcerer: #26-50, 60 == References == == External links == * *All-American Comics and All-American Comics one-shot at Mike's Amazing World of Comics Category:1939 comics debuts Category:1948 comics endings Category:All-American Publications titles Category:Comics magazines published in the United States Category:Comics anthologies Category:DC Comics one-shots Category:DC Comics titles Category:Defunct American comics Category:Golden Age comics titles Category:Superhero comics Category:Western (genre) comics Category:Works by Alfred Bester",
 "title": "All-American Comics"
}