{
 "id": "465947",
 "text": "Greenleaf Whittier Pickard (February 14, 1877, Portland, Maine – January 8, 1956, Newton, Massachusetts) was a United States radio pioneer. Pickard was a researcher in the early days of wireless. While not the earliest discoverer of the rectifying properties of contact between certain solid materials, he was largely responsible and most famous for the development of the crystal detector, the earliest type of diode detector.G. W. Pickard, \"How I Invented the Crystal Detector\". Electrical Experimenter, vol. VII, no. 4, p. 325, Aug. 1919 The crystal detector was the central component in many early radio receivers from around 1906 until about 1920. Pickard also experimented with antennas, radio wave propagation and noise suppression. On August 30, 1906 he filed a patent for a silicon crystal detector, which was granted on November 20, 1906. On June 10, 1907 he filed a patent for a Magnetic Aerial (a loop aerial) which was granted on January 21, 1908. Pickard's loop antenna had directional properties that could be used to reduce interference to the intended wireless communications. On June 21, 1911 he filed a patent on a crystal detector incorporating a springy low inertia wire of about 24 gauge formed with a loop or helix and pointed to make contact with the crystal. Crystal detectors incorporating this construction would become the most widely used and popularly known by the term cat whisker detector. This patent was granted on July 21, 1914. \\- Detector for Wireless Telegraphy and Telephony, 1914 Greenleaf Whittier Pickard was named after his great-uncle, the American Quaker John Greenleaf Whittier (1807-1892). Pickard was president of the Institute of Radio Engineers in 1913. ==Patents == * - Electrostatic separation * - Electrostatic separation * - Electrostatic separation * - Electrostatic separation * - Means for receiving intelligence communicated by electric waves (silicon detector), 1906 * - Electrostatic separator, 1907 * - Means for receiving intelligence communicated by electric waves (copper sulfate solution detector), 1907 * - Intelligence intercommunication by magnetic wave component (loop antenna), 1908 * - Means for receiving intelligence communicated by electric waves (spring-loaded detector contact), 1908 * - Oscillation receiver (fused zinc oxide detector), 1908 * - Oscillation receiver (polished silicon detector, 1908 * - Oscillation detecting means (molybdenite detector), 1908 * - Oscillation detector and rectifier (\"plated\" silicon carbide detector with DC bias), G.W. Pickard, 1909 * - Oscillation receiver (fractured surface red zinc oxide (zincite) detector), 1909 * - Oscillation device (iron pyrite detector), 1909 * - Electrical Space Communication (interference mitigation), 1909 * - Telephone receiving apparatus (protective piece and adjustable diaphragm distance), 1910 * - Detector for wireless telegraphy and telephony (looped or humped springy wire detector contact), 1914 * - Oscillation detectors (pairs of minerals), 1914 * - Valve detector for wireless (vacuum tube with conducting shield to drain static), 1915 * - Receiver for wireless telephony and telegraphy (interrupted or switched circuit instead of rectifier), 1916 * - Means for receiving intelligence communicated by electric waves (receiving circuit, divided from #836531), 1917 * - Optical selection of split mica sheets * - Distinguishing dielectric sheets * - Electrical reactance and method and apparatus * - Radio Receiving Apparatus (multiple loop antennas), 1920 * - Extreme loading condenser Reissued * - Means for receiving intelligence communicated by electric waves ==References== ;Citations Category:Radio pioneers Category:IEEE Medal of Honor recipients Category:People from Portland, Maine Category:1877 births Category:1956 deaths",
 "title": "Greenleaf Whittier Pickard"
}