{
 "id": "466028",
 "text": "The year 1616 in science and technology involved some significant events. ==Astronomy== * Galileo challenges the Catholic Church, saying Copernicus' heliocentric theory of the Solar System is correct. On February 24 he is forbidden to speak of Copernicus's theories. Tommaso Campanella writes The Defense of Galileo. * March 5 – Copernicus' De revolutionibus orbium coelestium (1543) is forbidden by the Congregation of the Index for reading \"until corrected\" (this is done in 1620: nine sentences, in which the heliocentric system is represented as certain, have to be either omitted or changed). ==Biology== * William Harvey presents his views on the circulation of blood as Lumleian Lecturer at the College of Physicians, but will not publish them for a further dozen years. * Fortunio Liceti publishes which marks the beginning of studies into malformations of the embryo. * Fabio Colonna publishes in Rome, including two appendices, and , where he argues that \"tongue stones\" are of organic origin, being shark teeth, glossopetrae. ==Exploration== * Robert Bylot and William Baffin, searching for the Northwest Passage, make a detailed exploration of Baffin Bay (March 26–August 30), discover Smith Sound, Lancaster Sound and Devon Island, and reach latitude 77° 45' North, a record which holds for 236 years. ==Mathematics== * English mathematician Henry Briggs visits Edinburgh to show John Napier his efficient method of finding logarithms by the continued extraction of square roots. ==Technology== * Croatian mathematician Fausto Veranzio publishes Machinae novae, a book of mechanical and technological inventions, some of which are applicable to the solution of hydrological problems, and others concern the construction of water clocks, sundials, mills, presses, bridges and boats. * Italian Giuliano Bossi invents a double-barreled gun. ==Publications== * Publication of the alchemical allegory The Chymical Wedding of Christian Rosenkreutz (Chymische Hochzeit Christiani Rosencreutz anno 1459) anonymously (probably by Johannes Valentinus Andreae) in Strasbourg. ==Births== * October 18 – Nicholas Culpeper, English herbalist (died 1654) * November 22 – John Wallis, English mathematician who makes important contributions to the development of algebra and analytical geometry (died 1703) * November 23 (bapt.) – John Kersey, English mathematician (died 1677) * Kamalakara, Indian astronomer and mathematician (died 1700) * approx. date – John French, English physician and chemist (died 1657) ==Deaths== * March 3 – Matthias de l'Obel, Flemish-born physician and botanist (born 1538) * March 19 – Johannes Fabricius, Frisian astronomer (born 1587) * July 25 – Andreas Libavius, German physician (born 1555. ==References== Category:17th century in science Category:1610s in science",
 "title": "1616 in science"
}