{
 "id": "466311",
 "text": "Ice blocking is a recreational activity in which individuals race to the bottom of a hill sitting on large blocks of ice. In the United States ice blocking is thought to be regional, occurring in the West. The only equipment needed is some large blocks of thick ice and clothing, preferably padded. Hessian sacks or old towels have been recommended to sit on. Enthusiasts have been known to make \"customized\" ice blocks by freezing ropes into them to act as handles, and mixing colouring agents into the water prior to freezing. Successful ice blocking requires the outdoor temperature to be above freezing, as the ice block needs to melt in order to be slippery. Short grass is reported to give the best experience, due to lower drag and hence higher speed. If the hill is not sufficiently steep or the grass too long, or the outdoor temperatures too cold, ice blocking will not work. If the grass is wet or becomes wet from continued ice blocking, speeds will increase significantly. Hazards include falls, bruises, bug bites and getting wet and covered in mud. The bottom of the slope being used should be a wide area free from obstructions. In Fresno, California the sport has been embraced by high school students, who frequent parks during late night hours in an effort to evade law enforcement officers. Ice blocking was once a very popular night time activity at Hillcrest Park in Fullerton, California, but has subsided since its heyday in the 1960s and 1970s. Ice blocking was popular in Adelaide, Australia, because there is no snow in the state. The sport has a long- standing tradition at Southern Nazarene University (Bethany, Oklahoma), where the Student Government Association holds the event annually. In 2011, TLC's series Sister Wives highlighted ice blocking in the first episode of their second season. This episode showed the polygamist family spending an afternoon picnic ice blocking at a park. Excessive pressure on the grass from ice blocking can damage the grass and has resulted in the activity often being banned or restricted by park authorities and groundskeepers. There are commercially-available snow sleds that incorporate the concept of ice blocking for use during summer. The lighter and thinner ice blocks used in these sleds (as well as a larger surface area than traditional ice blocks) may reduce damage to the grass. ==References== Category:Sledding",
 "title": "Ice blocking"
}