{
 "id": "466686",
 "text": "The president of the Socialist Republic of Vietnam (, lit. Chairman of the state) is the head of state of Vietnam, elected by the Vietnam National Assembly from delegates of the National Assembly. Since Vietnam is a single- party state, the president is generally considered to hold the second highest position in the political system, after the General Secretary of the Communist Party of Vietnam. In addition, the president appoints the head of government, the Prime Minister. As head of state, the President represents Vietnam both domestically and internationally, and maintains the regular and coordinated operation and stability of the national government and safeguards the independence and territorial integrity of the country. The president must be a delegate of the National Assembly and is traditionally a member of the Central Committee of the Communist Party. The Central Committee of the Communist Party nominates candidates to the Standing Committee of the National Assembly, the Standing Committee of the National Assembly then confirms and nominates those candidates for official election by all delegates of the National Assembly. The president appoints the vice president, prime minister, ministers, and other officials with the consent of the National Assembly. The president is furthermore the supreme commander-in-chief of the Vietnam People's Armed Forces, chairman of the Council for Defense and Security. Moreover, member of Political Bureau, standing member of the Central Military Commission and the Central Police Party Committee. Since September 2011, the president is also the head of the Central Steering Committee for Judicial Reform. The tenure of the president is five years, and a president can only serve three terms. If the president becomes unable to discharge duties of office, the vice president assumes the office of acting president until the president resumes duty, or until the election of a new president. The powers and prestige of the office of president have varied over the years. For instance, while the inaugural president, Hồ Chí Minh, was also the chairman of the Communist Party, making him (in that capacity) the first ranking member of the Politburo, the highest decision-making body in Vietnam, his successor, Tôn Đức Thắng, served as a symbolic figure along with General Secretary Lê Duẩn. Since Trường Chinh's ascension to the presidency, the president has been ranked 1st (he was sometimes also chairman of the party) or 2nd in the order of precedence of the Communist Party's Politburo except President Nguyễn Minh Triết ranked fourth and President Võ Chí Công ranked third. The current president is Nguyễn Xuân Phúc, who was elected by the National Assembly in April 2021. Nguyễn Phú Trọng is the third person to concurrently serve as head of the Party and State, with the other two people to have done so being Hồ Chí Minh and Trường Chinh. == History == Hồ Chí Minh was appointed Vietnam's first president in 1946 by the National Assembly. Both the 1946 and 1959 Constitutions stated that the National Assembly had the power to appoint and dismiss the president. The president represented Vietnam both internally and externally. The powers and responsibilities of the president remained unchanged in the 1959 constitution. The 1980 constitution transformed the office of head of state dramatically. The office of president was abolished and replaced with the office of Chairman of the Council of State (CC). The CC chairmanship was modelled after the Soviet office of Chairman of the Presidium of the Supreme Soviet. The Council of State, as with the Council of Ministers, was a collective decision-making body. Both the Council of State and the Council of Ministers were part of the executive branch; the strengthening of these institutions weakened the role of the legislative branch. The duties, powers and responsibilities of the Council of State were taken from the Standing Committee of the National Assembly, which lost most of its powers and prestige in the 1980 Constitution. The members of the Council of State were elected by the National Assembly and consisted of a chairman, deputy chairmen, a general secretary and other members. Council of State members could not concurrently be members of the Council of Ministers. The chairman of the Council of State was concurrently chairman of the National Defense Council (later the National Defense and Security Council) and commander-in-chief of the Vietnam People's Armed Forces. The Council of State supervised the works of other institutions, most notably the Council of Ministers, the Supreme People's Organ for Control and the People's Councils at all levels. It also presided over the elections of the National Assembly. The office of Chairman of the Council of State, the head of state, was abolished in the 1992 Constitution and replaced by the office of President. The importance of the president has not remained constant throughout Vietnamese history. For instance, while Hồ Chí Minh was ranked as first member of the Politburo, the highest decision-making body in Vietnam, his successor, Tôn Đức Thắng, was a symbolic figure with little power. The post of head of state was strengthened in the 1980 Constitution by the appointment of Trường Chinh who was, by order of precedence, the second- highest-ranking member in the Politburo, behind Lê Duẩn. The office of president retained the second highest rank in the Politburo order of precedence until Nguyễn Minh Triết was appointed in 2006; he ranked fourth in the Politburo hierarchy. The Politburo elected in the aftermath of the 11th National Party Congress (held in January 2011) by the Central Committee elected Trương Tấn Sang, the current president, the first-ranking member of the Politburo. This was the first time in Vietnamese history where the highest-ranking member of the Politburo does not hold post of either general secretary or chairman (was in existence from 1951 to 1969) of the party. Since Trương Tấn Sang is first-ranked member of the Politburo, he is the body's unofficial head. Politburo meetings are held regularly; decisions within the Politburo are made through collective decision-making, and policies are only enacted if a majority of Politburo members supports them. ==Term of office== The president is selected for a term of office of five years. The term of office of the incumbent president continues until the president-elect takes office On assuming office, the president takes the following oath before the parliament: center|950x950px ==Duties, powers and responsibilities== The president is the head of state of Vietnam, and his main priority is to represent Vietnam internally and externally. The officeholder is elected by the National Assembly of Vietnam, is responsible to it and reports to it. The tenure of the president is five years, the same as that of the National Assembly. The president continues to serve in his functions until the National Assembly elects a successor. The president has the following executive and legislative powers: * To promulgate laws, decree-laws and the Constitution, * To suspend the implementation or abrogation of the documents of the prime minister or the deputy prime minister which contravene the Constitution and the Laws * To act as the country's commander-in-chief and holds the office of Chairman of the National Defense and Security Council of Vietnam, * To convene meetings of the National Defense and Security Council of Vietnam, * The president shall take measures to protect the sovereignty of the Socialist Republic of Vietnam its independence and state integrity, and ensure concerted functioning and interaction of all bodies of state power, * To propose to the National Assembly the election or dismissal from office of the vice president, the prime minister, the Chief justice of the Supreme People's Court and the head of the Supreme People's Office of Supervision and Control, * The president has the right to preside over meetings of the Government of Vietnam, * To appoint or dismiss officials, staff and employees of the Office of the President, * To appoint or dismiss deputy prime ministers, ministers and other members of the government, * To proclaim a state of war or amnesty, * On the basis of a Standing Committee resolution, the president can order a general or partial mobilisation, or can proclaim a state of emergency nationwide or in a particular region, * To propose that the Standing Committee review its decree-laws and resolutions on matters stipulated in Points 8 and 9, Article 91, within the space of ten days following their adoption; if those decree-laws and resolutions are again passed by the Standing Committee of the National Assembly with the country's president dissenting, the latter shall report the matter to the National Assembly for it to decide the issue at its nearest session, * To appoint or dismiss the deputy Chief justice and judges of the Supreme People's Court and the Deputy Director of the Supreme People's Office of Supervision and Control, * To appoint or dismiss the chief of general staff, vice chief of general staff, chief of the General Department of Politics and the vice chief of the General Political Department * To confer titles and ranks on senior officers of the Vietnam People's Armed Forces and bestows \"diplomatic titles and ranks, and other State titles and ranks; to confer medals, badges and State honours and distinctions\", * To appoint and recall ambassadors extraordinary and plenipotentiary, and receive foreign ambassadors extraordinary and plenipotentiary, to negotiate and sign international agreements on behalf of the Socialist Republic with the heads of other states; he can approve or join international agreements, except in cases where a decision by the National Assembly is necessary, * To grant Vietnamese nationality, release from Vietnamese nationality, or deprive of Vietnamese nationality, * To hold Head of Steering Committee of the Central Judicial Reform, * To supervise the detection and handles all corrupt behaviors, * To hold Director of the Economic Council. The National Defense and Security Council (NDSC) is composed of the president, the prime minister and other members. The members of the NDSC are proposed by the president and approved by the National Assembly. NDSC members do not need to be members of the National Assembly. The decision- making process of the NDSC is that of a collective leadership. Among its powers is the right to mobilise all forces in the name of national defense, and in case of war the National Assembly can entrust the NDSC with special duties and powers. ==Order of succession== Article 93 of the Constitution of Vietnam. In the event of the president not being able to discharge the duties of his/her office, the vice president, the prime minister, and ministers in line of the order of succession shall be the acting president. * Vice President * Prime Minister * Minister of National Defence *Minister of Public Security * Minister of Foreign Affairs * Minister of Home Affairs * Minister of Justice * Minister of Finance * Minister of Transport * Minister of Construction * Minister of Education and Training * Minister of Agriculture and Rural Development * Minister of Industry and Trade * Minister of Planning and Investment * Minister of Science and Technology * Minister of Natural Resources and Environment * Minister of information and Communications * Leaders of the Government Inspectorate * Governor of the State Bank * Leaders of the Committee on Ethnic Minority Affairs * Leaders of the Government Office * Minister of Labour, Invalids and Social Affairs * Minister of Culture, Sports and Tourism * Minister of Health * Minister of TNT, Taxes, Neutrality and Taxavation ==See also== * List of presidents of Vietnam * Vice President of Vietnam * Prime Minister of Vietnam * Deputy Prime Minister of Vietnam * General Staff of the Vietnam People's Army * List of central officeholders in the Communist Party of Vietnam * Air transports of heads of state and government == References == === Citations === === Works cited === * * Category:Government of Vietnam Category:Politics of Vietnam Category:1945 establishments in Vietnam",
 "title": "President of Vietnam"
}