{
 "id": "466982",
 "text": "Black Canadians are people of full or partial sub-Saharan African descent who are citizens or permanent residents of Canada. The majority of Black Canadians are of Caribbean origin, though the Black Canadian population also consists of African-American immigrants and their descendants (including Black Nova Scotians) and many native African immigrants. Black Canadians have contributed to many areas of Canadian culture. Many of the first visible minorities to hold high public offices have been Black, including Michaëlle Jean, Donald Oliver, Stanley G. Grizzle, Rosemary Brown, and Lincoln Alexander. Black Canadians form the third-largest visible minority group in Canada, after South Asian and Chinese Canadians. ==Population== According to the 2006 Census by Statistics Canada, 783,795 Canadians identified as Black, constituting 2.5% of the entire Canadian population. Of the black population, 11 per cent identified as mixed-race of \"white and black\". The five most black-populated provinces in 2006 were Ontario, Quebec, Alberta, British Columbia, and Nova Scotia. The 10 most black-populated census metropolitan areas were Toronto, Montreal, Ottawa, Calgary, Vancouver, Edmonton, Hamilton, Winnipeg, Halifax, and Oshawa. Preston, in the Halifax area, is the community with the highest percentage of Black people, with 69.4%; it was a settlement where the Crown provided land to Black Loyalists after the American Revolution.Community Counts Home Page According to the 2011 Census, 945,665 Black Canadians were counted, making up 2.9% of Canada's population. In the 2016 Census, the black population totalled 1,198,540, encompassing 3.5% of the country's population. A significant number of Black Canadians also have some indigenous heritage, due to historical intermarriage between Black and First Nations or Métis communities.Sheri Borden Colley, \"Black artists with N.S. roots want their Métis ancestry recognized\". CBC News Nova Scotia, February 16, 2018. Historically little known, this aspect of Black Canadian cultural history began to emerge in the 2010s, most notably through the musical and documentary film project The Afro-Métis Nation. === Demographics and census issues === At times, Black Canadians are claimed to have been significantly undercounted in census data. Writer George Elliott Clarke has cited a McGill University study which found that fully 43% of all Black Canadians were not counted as Black in the 1991 Canadian census, because they had identified on census forms as British, French, or other cultural identities, which were not included in the census group of Black cultures.\"The Complex Face of Black Canada\" , George Elliott Clarke, McGill News, Winter 1997. Although subsequent censuses have reported the population of Black Canadians to be much more consistent with the McGill study's revised 1991 estimate than with the official 1991 census data, no study has been conducted to determine whether some Black Canadians are still substantially missed by the self-identification method. === Mixed unions === In the 2006 census, 25.5% of Black Canadians were in a mixed union with a non-Black person. Black and non-black couples represented 40.6% of pairings involving a Black person. Among native-born Black Canadians in couples, 63% of them were in a mixed union. About 17% of Black Canadians born in the Caribbean and in Bermuda were in a mixed relationship, compared to 13% of African-born Black Canadians. Furthermore, 30% of Black men in unions were in mixed unions, compared to 20% of black women. ==Terminology== One of the ongoing controversies in the Black Canadian community revolves around appropriate terminologies. The term \"African Canadian\" is used by some Black Canadians who trace their heritage to enslaved peoples brought by British and French colonists to the North American mainland and to Black Loyalists. Promised freedom by the British during the American Revolutionary War, thousands of Black Loyalists, including Thomas Peters, were resettled by the Crown in Canada afterward. In addition, an estimated 10,000-30,000 fugitive slaves reached freedom in Canada from the Southern United States during the years before the American Civil War, aided by people along the Underground Railroad. Starting in the 1970s, some persons with multi-generational Canadian ancestry began distinguishing themselves by identifying as Indigenous Black Canadians. Black Canadians often draw a distinction between those of Afro-Caribbean ancestry and those of other African roots. Many Black people of Caribbean origin in Canada reject the term \"African Canadian\" as an elision of the uniquely Caribbean aspects of their heritage, instead identifying as \"Caribbean Canadian\".Rinaldo Walcott, Black Like Who?: Writing Black Canada. 2003, Insomniac Press. . Black Nova Scotians, a more distinct cultural group, some of whom can trace their Canadian ancestry back to the 1700s, use both \"African Canadian\" and \"Black Canadian\" to describe themselves. For example, there is an Office of African Nova Scotian Affairs and a Black Cultural Centre for Nova Scotia. \"Caribbean Canadian\" is often used to refer to Black Canadians of Caribbean heritage, although this usage can also be controversial because the Caribbean is not populated only by people of African origin, but also includes large groups of Indo-Caribbeans, Chinese Caribbeans, European Caribbeans, Syrian or Lebanese Caribbeans, Latinos, and Amerindians. The term West Indian is often used by those of Caribbean ancestry, although the term is more of a cultural description than a racial one, and can equally be applied to groups of many different racial and ethnic backgrounds. The term Afro- Caribbean-Canadian is occasionally used in response to this controversy, although this term is not widely in common usage. More specific national terms such as Jamaican Canadian, Haitian Canadian, or Ghanaian Canadian are also used. No widely used alternative to \"Black Canadian\" is accepted by the Afro- Caribbean population, those of more recent African extraction, and descendants of immigrants from the United States as an umbrella term for the whole group.\"As for terminology, in Canada, it is still appropriate to say Black Canadians.\" Valerie Pruegger, \"Black History Month\". Culture and Community Spirit, Government of Alberta. One increasingly common practice, seen in academic usage and in the names and mission statements of some Black Canadian cultural and social organizations, is to always make reference to both the African and Caribbean communities.\"Black History Month Celebrations in Markham\". Markham Guiding Star, 12 February 2008. For example, one key health organization dedicated to HIV/AIDS education and prevention in the Black Canadian community is now named the African and Caribbean Council on HIV/AIDS in Ontario, the Toronto publication Pride bills itself as an \"African-Canadian and Caribbean-Canadian news magazine\", and G98.7, a Black-oriented community radio station in Toronto, was initially branded as the Caribbean African Radio Network.\"Caribbean radio station set for Toronto at 98.7 FM\". Toronto Star, 2 February 2011. In French, the terms Noirs canadiens or Afro-Canadiens are used. Nègre (\"Negro\") is considered derogatory; Quebec film director Robert Morin faced controversy in 2002 when he chose the title Le Nèg' for a film about anti-Black racism,\"Montreal film, Le Neg, stirs up controversy about racism, bigots\". Canadian Press, 21 October 2002. and in 2015 five placenames containing Nègre (as well as six that contained the English term nigger) were changed after the Commission de toponymie du Québec ruled the terms no longer acceptable for use in geographic names.\"11 Quebec sites that contain the N-word to be renamed\". CBC News Montreal, 25 September 2015. ==History== The Black presence in Canada is rooted mostly in voluntary immigration. Despite the various dynamics that may complicate the personal and cultural interrelationships between descendants of the Black Loyalists in Nova Scotia, descendants of former American slaves who viewed Canada as the promise of freedom at the end of the Underground Railroad, and more recent immigrants from the Caribbean or Africa, one common element that unites all of these groups is that they are in Canada because they or their ancestors actively chose of their own free will to settle there. ===First Black people in Canada=== The first recorded Black person to have potentially entered Canadian waters was an unnamed Black man on board the Jonas, which was bound for Port- Royal (Acadia). He died of scurvy either at Port Royal, or along the journey, in 1606. The first recorded Black person to set foot on land now known as Canada was a free man named Mathieu da Costa. Travelling with navigator Samuel de Champlain, de Costa arrived in Nova Scotia some time between 1603 and 1608 as a translator for the French explorer Pierre Dugua, Sieur de Monts. The first known Black person to live in what would become Canada was an enslaved man from Madagascar named Olivier Le Jeune, who may have been of partial Malay ancestry. He was first given to one of the Kirke brothers, likely David Kirke, before being sold as a young child to a French clerk and then later given to Guillaume Couillard, a friend of Champlain's. Le Jeune apparently was set free before his death in 1654, because his death certificate lists him as a domestique rather than a slave. As a group, Black people arrived in Canada in several waves. The first of these came as free persons serving in the French Army and Navy, though some were enslaved or indentured servants. About 1,000 enslaved people were brought to New France in the 17th and 18th centuries. By the time of the British conquest of New France in 1759–1760, about 3,604 enslaved people were in New France, of whom 1,132 were Black and the rest First Nations people. The majority of the slaves lived in Montreal, the largest city in New France and the centre of the lucrative fur trade. The majority of the enslaved Africans in New France performed domestic work and were brought to New France to demonstrate the prestige of their wealthy owners, who viewed owning a \"slave\" as a way of showing off their status and wealth.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 89, 91. The majority of the enslaved Africans brought to New France were female domestic servants, and were usually raped by their masters (enslavers), who tended to literally see their enslaved women and girls as their sex slaves.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 89. As a result of usually working in the home rather than the fields or mines, enslaved Africans typically lived longer than Aboriginal enslaved people: an average 25.2 years instead of 17.7. As in France's colonies in the West Indies, slavery in New France was governed by the Code Noir (\"Black Code\") issued by King Louis XIV in 1685 which stated that only Catholics could own slaves; required that all slaves be converted to Roman Catholicism upon their purchase; recognized slave marriages as legal; and forbade masters from selling slave children under the age of 14.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 88-89. Black slaves could also serve as witnesses at religious ceremonies, file legal complaints against free persons and be tried by a jury. Marie-Joseph Angélique, a black enslaved African from the Madeira islands who arrived in New France in 1725, was accused of setting the fire that burned down most of Montreal on 10 April 1734, for which she was executed.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 89-90. Angélique confessed under torture to setting the fire as a way of creating a diversion so she could escape as she did not wish to be separated from her lover, a white servant named Claude Thibault, as her master (enslaver) was going to sell her to the owner of a sugar plantation in the West Indies.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 90. Whether this confession was genuine or not continues to divide historians. Marie Marguerite Rose, a woman from what is now modern Guinea was sold into slavery in 1736 when she was about 19 and arrived in Louisbourg on Île Royale (modern Cape Breton Island) the same year as the property of Jean Chrysostome Loppinot, a French naval officer stationed at Louisbourg, who fathered a son by her in 1738.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 91. In 1755, she was freed and married a Miꞌkmaq Indian who upon his conversion to Roman Catholicism had taken the name Jean-Baptist Laurent.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 92. Rose, an excellent cook, became the most successful businesswomen on Île Royale, opening up a tavern that was famous for the quality of its food and brandy all over the island. When she died in 1757, her will and inventory of her possessions showed that she owned expensive clothing imported from France, and like many other women from 18th century west Africa had a fondness for brightly colored dresses.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 92-94. When New France was ceded to England in 1763, French colonists were assured that they could retain their human property. In 1790, when the British wanted to encourage immigration, they included in law the right to free importation of \"Negroes, household furniture, utensils of husbandary or clothing.\" Although enslaved African people were no longer legally allowed to be bought or sold in Canada, the practice remained legal, although it was increasingly unpopular and written against in local newspapers. By 1829, when the American Secretary of State requested Paul Vallard be extradited to the United States for helping a slave to escape to Canada, the Executive Council of Lower Canada replied, \"The state of slavery is not recognized by the Law of Canada. [...] Every Slave therefore who comes into the Province is immediately free whether he has been brought in by violence or has entered it of his own accord.\" The British formally outlawed slavery throughout the British Empire in 1833. ===African Americans during the American Revolution=== At the time of the American Revolution, inhabitants of the British colonies in North America had to decide where their future lay. Those from the Thirteen Colonies loyal to the British Crown were called United Empire Loyalists and came north. Many White American Loyalists brought their enslaved African people with them, numbering approximately 2,500 individuals. During the war, the British had promised freedom to enslaved African people who left rebel masters and worked for them; this was announced in Virginia through Lord Dunmore's Proclamation. Enslaved African people also escaped to British lines in New York City and Charleston, and their forces evacuated thousands after the war. They transported 3,000 people to Nova Scotia.Black History in Guelph and Wellington County This latter group was largely made up of merchants and labourers, and many set up home in Birchtown near Shelburne. Some settled in New Brunswick. Both groups suffered from discriminatory treatment by white settlers and prominent landowners who still held enslaved African people. Some of the refugees had been free black people prior to the war and fled with the other refugees to Nova Scotia, relying on British promises of equality. Under pressure of the new refugees, the city of Saint John amended its charter in 1785 specifically to exclude people of African descent from practising a trade, selling goods, fishing in the harbour, or becoming freemen; these provisions stood until 1870, although by then they were largely ignored. In 1782, the first race riot in North America took place in Shelburne; white veterans attacked African-American settlers who were getting work that the former soldiers thought they should have. Due to the failure of the British government to support the settlement, the harsh weather, and discrimination on the part of white colonists, 1,192 Black Loyalist men, women and children left Nova Scotia for West Africa on 15 January 1792. They settled in what is now Sierra Leone, where they became the original settlers of Freetown. They, along with other groups of free transplanted people such as the Black Poor from England, became what is now the Sierra Leone Creole people, also known as the Krio. Although difficult to estimate due to the failure to differentiate enslaved African people and free Black populations, it is estimated that by 1784 there were around 40 enslaved Africans within Montreal, compared to around 304 enslaved Africans within the Province of Quebec. By 1799, vital records note 75 entries regarding Black Canadians, a number that doubled by 1809. ===Maroons from the Caribbean=== On 26 June 1796, Jamaican Maroons, numbering 543 men, women and children, were deported on board the three ships Dover, Mary and Anne from Jamaica, after being defeated in an uprising against the British colonial government. Their initial destination was Lower Canada, but on 21 and 23 July, the ships arrived in Nova Scotia. At this time Halifax was undergoing a major construction boom initiated by Prince Edward, Duke of Kent and Strathearn's efforts to modernize the city's defences. The many building projects had created a labour shortage. Edward was impressed by the Maroons and immediately put them to work at the Citadel in Halifax, Government House, and other defence works throughout the city. Funds had been provided by the Government of Jamaica to aid in the resettlement of the Maroons in Canada.John N. Grant. The Maroons in Nova Scotia. Halifax: Format Publishing Company Limited, 2002. Five thousand acres were purchased at Preston, Nova Scotia, at a cost of £3000. Small farm lots were provided to the Maroons and they attempted to farm the infertile land. Like the former tenants, they found the land at Preston to be unproductive; as a result they had little success. The Maroons also found farming in Nova Scotia difficult because the climate would not allow cultivation of familiar food crops, such as bananas, yams, pineapples or cocoa. Small numbers of Maroons relocated from Preston to Boydville for better farming land. The British Lieutenant Governor Sir John Wentworth made an effort to change the Maroons' culture and beliefs by introducing them to Christianity. From the monies provided by the Jamaican Government, Wentworth procured an annual stipend of £240 for the support of a school and religious education.John N. Grant. \"Black Immigrants into Nova Scotia, 1776–1815\", The Journal of Negro History. Vol. 58, No. 3 (Jul 1973). pp. 253–270. After suffering through the harsh winter of 1796–1797, Wentworth reported the Maroons expressed a desire that \"they wish to be sent to India or somewhere in the east, to be landed with arms in some country with a climate like that they left, where they may take possession with a strong hand\". The British Government and Wentworth opened discussions with the Sierra Leone Company in 1799 to send the Maroons to Sierra Leone. The Jamaican Government had in 1796 initially planned to send the Maroons to Sierra Leone but the Sierra Leone Company rejected the idea. The initial reaction in 1799 was the same, but the Company was eventually persuaded to accept the Maroon settlers. On 6 August 1800 the Maroons departed Halifax, arriving on 1 October at Freetown, Sierra Leone.http://www.gov.ns.ca/nsarm/virtual/africanns/ch3.asp?Language=English Upon their arrival in West Africa in 1800, they were used to quell an uprising among the black settlers from Nova Scotia and London. After eight years, they were unhappy with their treatment by the Sierra Reynolds Company. ===Abolition of slavery=== The Canadian climate made it uneconomic to keep enslaved African people year-round, unlike the plantation agriculture practised in the southern United States and Caribbean. Slavery within the colonial economy became increasingly rare. For example, the powerful Mohawk leader Joseph Brant purchased and enslaved an African American named Sophia Burthen Pooley, whom he kept for about 12 years before selling her for $100.Black History in Guelph and Wellington County Drew, p. 192. In 1772, prior to the American Revolution, Britain outlawed the slave trade in the British Isles followed by the Knight v. Wedderburn decision in Scotland in 1778. This decision, in turn, influenced the colony of Nova Scotia. In 1788, abolitionist James Drummond MacGregor from Pictou published the first anti-slavery literature in Canada and began purchasing slaves' freedom and chastising his colleagues in the Presbyterian church who owned slaves.\"James Drummond MacGregor\", Dictionary of Canadian Biography Online In 1790 John Burbidge freed the African people he had enslaved. Led by Richard John Uniacke, in 1787, 1789 and again on 11 January 1808, the Nova Scotian legislature refused to legalize slavery.Bridglal Pachai & Henry Bishop. Historic Black Nova Scotia. 2006. p. 8John Grant. Black Refugees. p. 31. Two chief justices, Thomas Andrew Lumisden Strange (1790–1796) and Sampson Salter Blowers (1797–1832) were instrumental in freeing enslaved Africans from their enslavers (owners) in Nova Scotia.Biography. These justices were held in high regard in the colony. In 1793, John Graves Simcoe, the first Lieutenant-Governor of Upper Canada, attempted to abolish slavery. That same year, the new Legislative Assembly became the first entity in the British Empire to restrict slavery, confirming existing ownership but allowing for anyone born to an enslaved woman or girl after that date to be freed at the age of 25.Black History in Guelph and Wellington County Slavery was all but abolished throughout the other British North American colonies by 1800. The Slave Trade Act outlawed the slave trade in the British Empire in 1807 and the Slavery Abolition Act of 1833 outlawed slave-holding altogether in the colonies (except for India). This made Canada an attractive destination for many African descendant refugees fleeing slavery in the United States, such as minister Boston King. ===War of 1812=== The next major migration of Black people occurred between 1813 and 1815. Refugees from the War of 1812, primarily from the Chesapeake Bay and Georgia Sea Islands, fled the United States to settle in Hammonds Plains, Beechville, Lucasville, North Preston, East Preston, Africville and Elm Hill, New Brunswick. An April 1814 proclamation of Black freedom and settlement by British Vice-Admiral Alexander Cochrane led to an exodus of around 3,500 Black Americans by 1818. The settlement of the refugees was initially seen as a means of creating prosperous agricultural communities; however, poor economic conditions following the war coupled with the granting of infertile farmland to refugees caused economic hardship. Social integration proved difficult in the early years, as the prevalence of enslaved Africans in the Maritimes caused the newly freed Black Canadians to be viewed on the same level of the enslaved. Politically, the black Loyalist communities in both Nova Scotia and Upper Canada were characterized by what the historian James Walker called \"a tradition of intense loyalty to Britain\" for granting them freedom and Canadian Black people tended to be active in the militia, especially in Upper Canada during the War of 1812 as the possibility of an American victory would also mean the possibility of their re-enslavement. Militarily, a Black Loyalist named Richard Pierpoint, who was born about 1744 in Senegal and who had settled near present-day St. Catharines, Ontario, offered to organize a Corps of Men of Colour to support the British war effort. This was refused but a white officer raised a small black corps. This \"Coloured Corps\" fought at Queenston Heights and the siege of Fort George, defending what would become Canada from the invading American army. Many of the refugees from America would later serve with distinction during the war in matters both strictly military, along with the use of freed African people in assisting in the further liberation of African Americans enslaved people. ===Underground Railroad=== There is a sizable community of Black Canadians in Nova Scotia and Southern Ontario who trace their ancestry to African-American slaves who used the Underground Railroad to flee from the United States, seeking refuge and freedom in Canada. From the late 1820s, through the time that the United Kingdom itself forbade slavery in 1833, until the American Civil War began in 1861, the Underground Railroad brought tens of thousands of fugitive slaves to Canada. In 1819, Sir John Robinson, the Attorney-General of Upper Canada, ruled: \"Since freedom of the person is the most important civil right protected by the law of England...the negroes are entitled to personal freedom through residence in Upper Canada and any attempt to infringe their rights will be resisted in the courts\".Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 93. After Robinson's ruling in 1819, judges in Upper Canada refused American requests to extradite run-away slaves who reached Upper Canada under the grounds \"every man is free who reaches British ground\".Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 27. One song popular with African Americans called the Song of the Free had the lyrics: \"I'm on my way to Canada, That cold and distant land, The dire effects of slavery, I can no longer stand, Farewell, old master, Don't come after me, I'm on my way to Canada, Where colored men are free!\".Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 25. In 1850, the United States Congress passed the Fugitive Slave Act, which gave bounty hunters the right to recapture run-away slaves anywhere in the United States and ordered all federal, state and municipal law enforcement to co- operate with the bounty hunters in seizing run-away slaves.Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 32. Since the Fugitive Slave Act stripped accused fugitive slaves of any legal rights such as the right to testify in court that they were not run-away slaves, cases of freemen and freewomen being kidnapped off the streets to be sold into slavery became common. The U.S justice system in the 1850s was hostile to black people, and little inclined to champion their rights. In 1857, in the Dred Scott v. Sandford decision, the U.S. Supreme Court ruled that black Americans were not and never could be U.S. citizens under any conditions, a ruling that appeared to suggest that laws prohibiting slavery in the northern states were unconstitutional. As a result of the Fugitive Slave Act and legal rulings to expand slavery in the United States, many free blacks living in the United States chose to seek sanctuary in Canada with one newspaper in 1850 mentioning that a group of blacks working for a Pittsburgh hotel had armed themselves with handguns before heading for Canada saying they were \"...determined to die rather be captured\". The Toronto Colonist newspaper on 17 June 1852 noted that almost every ship or boat coming into Toronto harbor from the American side of Lake Ontario seemed to be carrying a run-away slave. One of the more active \"conductors\" on the Underground Railroad was Harriet Tubman, the \"Black Moses\" who made 11 trips to bring about 300 run-away slaves to Canada, most of whom settled in St. Catherines.Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 35. Tubman guided her \"passengers\" on nocturnal journeys (travelling via day was too risky) through the forests and swamps, using as her compass the north-star and on cloudy nights seeing what side the moss was growing on trees, to find the best way to Canada.Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 38. Such trips on the Underground Railroad involved much privation and suffering as Tubman and her \"passengers\" had to avoid both the bounty-hunters and law enforcement and could go for days without food as they travelled through the wilderness, always following the north-star. Tubman usually went to Rochester, New York, where Frederick Douglass would shelter the run-aways, and crossed over to Canada at Niagara Falls.Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 pp. 38-39. Unlike the U.S. customs, which under the Fugitive Slave Act had to co-operate with the bounty hunters, the customs authorities on the Canadian side of the border were far more helpful and \"looked the other way\" when Tubman entered Canada with her \"passengers\".Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 39. thumb|200px|Rev. Samuel Ringgold Ward, c.1855. Ward had been forced to flee to Canada West in 1851 to escape charges of violating the Fugitive Slave Act by helping a run-away slave escape to Canada. During the course of one week in June 1854, 23 run-away slaves evaded the U.S border patrols to cross the Detroit river to freedom in Windsor while 43 free people also crossed over to Windsor out of the fear of the bounty hunters. The American-born Canadian sociologist Daniel G. Hill wrote this week in June 1854 appeared to be typical of the black exodus to Canada. Public opinion tended to be on the side of run- away slaves and against the slavers. On 26 February 1851, the Toronto chapter of the Anti-Slavery Society was founded with what was described by the Globe newspaper as \"the largest and most enthusiastic meeting we have ever seen in Toronto\" that issued the resolution: \"slavery is an outrage on the laws of humanity and its continued practice demands the best exertions for its extinction\".Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 20. The same meeting committed its members to help the many \"houseless and homeless victims of slavery flying to our soil\". The Congregationalist minister, the Reverend Samuel Ringgold Ward of New York, who had been born into slavery in Maryland, wrote about Canada West (modern Ontario) that: \"Toronto is somewhat peculiar in many ways, anti-slavery is more popular there than in any city I know save Syracuse...I had good audiences in the towns of Vaughan, Markham, Pickering and in the village of Newmarket. Anti-slavery feeling is spreading and increasing in all these places. The public mind literally thirsts for the truth, and honest listeners and anxious inquirers will travel many miles, crowd our country chapels, and remain for hours eagerly and patiently seeking the light\". Ward himself had been forced to flee to Canada West in 1851 for his role in the Jerry Rescue, leading to his indictment for violating the Fugitive Slave Act. Despite the support to run-away slaves, blacks in Canada West, which become Ontario in 1867, were confided to segregated schools. American bounty-hunters who crossed into Canada to kidnap black people to sell into slavery were prosecuted for kidnapping if apprehended by the authorities.Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 42. In 1857, an attempt by two American bounty hunters, T.G. James and John Wells, to kidnap Joseph Alexander, a 20-year-old run-away slave from New Orleans living in Chatham, was foiled when a large crowd of black people surrounded the bounty hunters as they were leaving the Royal Exchange Hotel in Chatham with Alexander who had gone there to confront them.Hill, Daniel The Freedom-Seekers, Agincourt: Book Society of Canada, 1981 p. 43. Found on one of the bounty hunters was a letter from Alexander's former master describing him as a slave of \"saucy\" disposition who had smashed the master's carriage and freed a span of his horses before running away, adding that he was keen to get Alexander back so he could castrate him. Castration was the normal punishment for a male run- away slave. Alexander gave a speech to the assembled by-standers watching the confrontation denouncing life in the \"slave pens\" of New Orleans as extremely dehumanizing and stated he would rather die than return to living as a slave. Alexander described life in the \"slave pens\" as a regime of daily whippings, beatings and rapes designed to cow the slaves into a state of utter submission. The confrontation ended with Alexander being freed and the crowd marching Wells and James to the railroad station, warning them to never return to Chatham. thumb|left|200px|William Hall of Horton, Nova Scotia was the first black man to win the Victoria Cross The refugee slaves who settled in Canada did so primarily in South Western Ontario, with significant concentrations being found in Amherstburg, Colchester, Chatham, Windsor, and Sandwich. Run- away slaves tended to concentrate, partly to provide mutual support, partly because of prejudices, and partly out of the fear of American bounty hunters crossing the border. The run-away slaves usually arrived destitute and without any assets, had to work as laborers for others until they could save up enough money to buy their own farms. These settlements acted as centres of abolitionist thought, with Chatham being the location of abolitionist John Brown's constitutional convention which preceded the later raid on Harper's Ferry. The first newspaper published by a black woman was founded in North Buxton by the free Black Mary Ann Shadd which pressed for Black emigration to Canada as the best option for fleeing African Americans. The settlement of Elgin was formed in 1849 with the royal assent of Governor-General of the time James Bruce as a settlement for Black Canadians and escaped slaves based upon social welfare and the prevention of moral decay among the Black community there. Led by the Elgin Association and preacher William King, the settlement flourished as a model of a successful predominantly African settlement which held close to 200 families by 1859. thumb|Levi Veney, ex-slave who lived in Amherstburg, Ontario. Taken at J. D. Burkes’ general store, [ca. 1898] Following the abolition of slavery in the British empire in 1834, any black man born a British subject or who became a British subject was allowed to vote and run for office, provided that they owned taxable property. The property requirement on voting in Canada was not ended until 1920. Black Canadian women like all other Canadian women were not granted the right to vote until partially in 1917 ( when wives, daughters, sisters and mothers of servicemen were granted the right to vote) and fully in 1918 (when all women were granted the right to vote). In 1850, Canadian black women together with all other women were granted the right to vote for school trustees, which was the limit of female voting rights in Canada West. In 1848, in Colchester county in Canada West, white men prevented black men from voting in the municipal elections, but following complaints in the courts, a judge ruled that black voters could not be prevented from voting. Ward, writing about the Colchester case in the Voice of the Fugitive newspaper, declared that the right to vote was the \"most sacred\" of all rights, and that even if white men took away everything from the black farmers in Colchester county, that would still be a lesser crime compared with losing the \"right of a British vote\". In 1840, Wilson Ruffin Abbott became the first black elected to any office in what became Canada when he was elected to the city council in Toronto. In 1851, James Douglas became the governor of Vancouver Island, but that was not an elective one. Unlike in the United States, in Canada after the abolition of slavery in 1834, black Canadians were never stripped of their right to vote and hold office. Though often ignored, from time to time, black Canadians did receive notice. In 1857, William Hall of Horton, Nova Scotia, serving as a sailor in the Royal Navy, became the first black man to win the Victoria Cross, the highest decoration for valor in the British empire, for his actions at the siege of Lucknow. Following the end of the American Civil War and subsequent emancipation of enslaved African Americans, a significant population remained, concentrated both within settlements established in the decades preceding the Civil War, and existing urban environments like Toronto.Black History in Guelph and Wellington County The Anti-Slavery Society of Canada estimated in its first report in 1852 that the \"coloured population of Upper Canada\" was about 30,000, of whom almost all adults were \"fugitive slaves\" from the United States.quoted in the author's preface to The Refugee, Drew, 1856, available here St. Catharines, Ontario had a population of 6,000 at that time; 800 of its residents were \"of African descent\". Many slaves sought refuge in Toronto which was known as a tolerant city. Black Canadians integrated in many areas of society, but the influence of slavery in the south still impacted these citizens. James Mink, an African Canadian who married his daughter to a white man, had his daughter sold into slavery during their honeymoon in the Southern States. She was freed after a large sum of money was paid and this behaviour was characterized as \"a villainy that we are pleased to say characterizes few white [Toronto] men\". ===West Coast=== In 1858, James Douglas, the governor of the British colony of Vancouver Island, replied to an inquiry from a group of black people in San Francisco about the possibilities of settling in his jurisdiction. They were angered that the California legislature had passed discriminatory laws to restrict black people in the state, preventing them from owning property and requiring them to wear badges. Governor Douglas, whose mother was a \"free coloured\" person of mixed black and white ancestry from the Caribbean,John Adams, Old Square-Toes and His Lady: The Life of James and Amelia Douglas.. 2001, Horsdal and Schubert. . replied favourably. Later that year, an estimated 600 to 800 black Americans migrated to Victoria, settling on Vancouver Island and Salt Spring Island. At least two became successful merchants there: Peter Lester and Mifflin Wistar Gibbs. The latter also entered politics, being elected to the newly established City Council in the 1860s. Gibbs returned to the United States with his family in the late 1860s after slavery had been abolished following the war; he settled in Little Rock, Arkansas, the capital of the state. He became an attorney and was elected as the first black judge in the US. He became a wealthy businessman who was involved with the Republican Party; in 1897 he was appointed by the President of the US as consul to Madagascar. ===The late Victorian era=== Unlike in the United States, there were no \"Jim Crow\" laws in Canada at the federal level of government and outside of education, none at the provincial level of government.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 36, 50. Instead segregation depended upon the prejudices of local school board trustees, businessmen, realtors, union leaders and landlords.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 36. The Common School Act of 1850 imposed segregation in Canada West while the Education Act of 1865 likewise imposed segregation in Nova Scotia, through in both cases school boards were given considerable leeway to decide to segregate or not.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 50. The school board for Halifax imposed racial segregation in 1865, but in 1883 the middle class black Haligonian community successfully petitioned the school board to allow their children to attend schools with white children following the closure of a school for black children in the north end of Halifax.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 42. However, the emergence of a black community in the Africville district in Halifax around 1848, made up of the descendants of American slaves who had escaped to Royal Navy warships operating in Chesapeake Bay in 1814, did lead to de facto segregation for most black Haligonian children.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 43. Africville was described as a \"close knit and self-sustaining community\" which by the 1860s had its own school, general store, post office and the African United Baptist Church, which was attended by most residents. The black Canadian communities in the late 19th century had a very strong sense of community identity, and black community leaders in both Nova Scotia and Ontario often volunteered to serve as teachers. Through the budgets for black schools in Nova Scotia and Ontario were inferior to those for white schools, the efforts of black community leaders serving as teachers did provide for a \"supportive and caring environment\" that ensured that black children received at least some education. In a sign in pride in their African heritage, the principal meeting hall for black Haligonians was named Menelik Hall after the Emperor Menelik II of Ethiopia who defeated the Italians in the First Italo- Ethiopian War (1895-1896), the only time an African nation had defeated a European nation during the \"Scramble for Africa\".Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 142. ===Immigration restrictions=== In the early twentieth century, the Canadian government had an unofficial policy of restricting immigration by black people. The huge influx of immigrants from Europe and the United States in the period before World War I included few black people, as most immigrants were coming from Eastern and Southern Europe. Clifford Sifton's 1910 immigration campaign had not anticipated that black Oklahomans and other black farmers from the Southern United States would apply to homestead in Amber Valley, Alberta and other parts of Canada. However, Canada acted to restrict immigration by black persons, a policy that was formalised in 1911 by Prime Minister Wilfrid Laurier: > His excellency in Council, in virtue of the provisions of Sub-section (c) of > Section 38 of the Immigration Act, is pleased to Order and it is hereby > Ordered as follows: For a period of one year from and after the date hereof > the landing in Canada shall be and the same is prohibited of any immigrants > belonging to the Negro race, which race is deemed unsuitable to the climate > and requirements of Canada. (Compare with the White Australia policy.) ===1900s and 1910s=== The flow between the United States and Canada continued in the twentieth century. Some Black Canadians trace their ancestry to people who fled racism in Oklahoma, Texas, and other southern states in the early 1900s as part of the Great Migration out of the rural South, building new homesteads and communities – often block settlements – in Alberta and Saskatchewan just after they became provinces in 1905.Settlement – New Communities – Black Settlers Examples include Amber Valley, Campsie, Junkins (now Wildwood) and Keystone (now Breton) in Alberta, as well as a former community in the Rural Municipality of Eldon, north of Maidstone, Saskatchewan (see, for example, Saskatchewan Municipal Heritage Property No. 439: the original log-style Shiloh (Charlow) Baptist Church and associated cemetery, 30 km north of Maidstone.) Many of them were disappointed to encounter racism when they arrived in Canada, which they had regarded as a kind of Promised Land.http://www.fp.ucalgary.ca/stopracism/alberta's%20Black%20Pioneers.htm Historically, Black Canadians, being descended from either Black Loyalists or American run-away slaves, had supported the Conservative Party as the party most inclined to maintain ties with Britain, which was seen as the nation that had given them freedom. The Liberals were historically the party of continentalism (i.e. moving Canada closer to the United States), which was not an appealing position for most Black Canadians. In the first half of the 20th century, Black Canadians usually voted solidly for the Conservatives as the party seen as the most pro-British. Until the 1930s–1940s, the majority of Black Canadians lived in rural areas, mostly in Ontario and Nova Scotia, which provided a certain degree of insulation from the effects of racism. The self- contained nature of the rural Black communities in Ontario and Nova Scotia with Black farmers clustered together in certain rural counties meant that racism was not experienced on a daily basis. The centre of social life in the rural black communities were the churches, usually Methodist or Baptist, and ministers were generally the most important community leaders. Through anti- Black racism did exist in Canada, as the Black population in Canada was extremely small, there was nothing comparable to the massive campaign directed against Asian immigration, the so-called \"Yellow Peril\", which was a major political issue in the late 19th and early 20th centuries, especially in British Columbia.Campbell, Peter Black Horror on the Rhine': Idealism, Pacifism, and Racism in Feminism and the Left in the Aftermath of the First World War\" pp. 471–493 from Social History, Volume 47, Number 94, June 2014 pp. 482–483. In 1908, the Canadian Brotherhood of Railroad Employees and Other Transport Workers (CBRE) was founded under the leadership of Aaron Mosher, an avowed white supremacist who objected to white workers like himself having to work alongside black workers.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 50-51. In 1909 and 1913, Mosher negotiated contracts with the Inter Colonial Railroad Company, where he worked as a freight handler, that imposed segregation in workplaces while giving increased wages and benefits to white workers alone. The contracts that Mosher negotiated in 1909 and 1913 served as the basis for the contracts that other railroad companies negotiated with the CBRE.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 51. To fight against the discriminatory treatment, the all-black Order of Sleeping Car Porters union was founded in 1917 to fight to end segregation on the railroad lines and to fight for equal pay and benefits.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 51. During the First World War, Black volunteers to the Canadian Expeditionary Force (CEF) were at first refused, but in response to criticism, the Defense Minister, Sir Sam Hughes declared in October 1914 that recruiting colonels were free to accept or reject Black volunteers as they saw fit.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 314-315 Some recruiting colonels rejected all black volunteers while others accepted them; the ability of black men to serve in the CEF was entirely dependent upon how prejudiced and/or desperate for volunteers the local recruiting colonel was . Officially from 1916 onward black Canadians were only assigned to construction units to dig trenches on the Western Front.Morton, Desmond A Military History of Canada, Toronto: McClelland & Stewart, 1999 p. 136. The Reverend William White, the chaplain of the all- Black Number 2 Construction Company of the CEF, founded on 5 July 1916, was named an honorary captain and thereby became one of the few Black men to receive an officer's commission in the CEF. However, the Canadian historian René Chartrand noted that in the 1918 painting The Conquerors by Eric Kennington showing the men of the 16th Canadian Scottish battalion (which was recruited in the Toronto area) marching through a ruined landscape in France, one of the soldiers wearing kilts is a Black man, which he used to argue that sometimes Black volunteers were assigned as front-line infantrymen.Chartrand, René The Canadian Corps in World War I, London: Osprey, 2007 p. 38. Despite the rules restricting Black Canadians to construction companies, about 2,000 Black Canadians fought as infantrymen in the CEF and several such as James Grant, Jeremiah Jones, Seymour Tyler, Roy Fells, and Curly Christian being noted for heroism under fire. Jeremiah \"Jerry\" Jones of Truro, Nova Scotia, enlisted in the 106th Battalion of the CEF in 1916 by lying about his age. Jones was recommended for the Distinguished Conduct Medal for his heroism at Vimy Ridge, where he captured a German machine gun post and was wounded in action, but he never received it. Later in 1917, Jones was badly wounded in the Battle of Passchendaele and was invalided out of the CEF in early 1918. In 2010, Jones was posthumously awarded the Canadian Forces Distinguished Service Medal for his actions at Vimy Ridge. James Grant, a black man from St. Catherine's, won the Military Cross in 1918 for taking a German artillery gun while under heavy fire.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 314. thumb|Jeremiah Jones of Truro, Nova Scotia, was recommended for the Distinguished Conduct Medal for capturing a German machine post at Vimy Ridge in 1917. ===1920s and 1930s=== A wave of immigration occurred in the 1920s, with Black people from the Caribbean coming to work in the steel mills of Cape Breton, replacing those who had come from Alabama in 1899. Many of Canada's railway porters were recruited from the U.S., with many coming from the South, New York City, and Washington, D.C. They settled mainly in the major cities of Montreal, Toronto, Winnipeg and Vancouver, which had major rail connections. The railroads were considered to have good positions, with steady work and a chance to travel. A noted cause célèbre in the 1920s was the case of Matthew Bullock. He fled to Canada to avoid a potential lynching in North Carolina and fought extradition to the US.\"Bullock Goes Free on his Own Record as Good Immigrant,\" The Globe, 28 January 1922, p. 1. In September 1915, the U.S. film The Birth of a Nation was released in Canada, where it was very popular, and helped to inflame race relations.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 155. The first Hollywood \"blockbuster\", The Birth of Nation, promoted the stereotype of black men as \"black beasts\" with superhuman strength and an innate desire to rape white women while portraying the Ku Klux Klan as the heroic \"white knights of the South\".Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 154. The film led to a revival of the Klan in the United States, and in the 1920s, the Klan expanded into Canada, having 5,000 members in the Toronto area alone by 1925.Reynolds, Graham Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 155-156. Starting in April 1920 with a series of articles by the left-wing British journalist E. D. Morel detailing alleged sexual crimes committed by the Senegalese serving in the French Army in the Rhineland, various left-wing groups in Britain, the United States and Canada started publicizing the so-called \"Black Horror on the Rhine\".Campbell, Peter Black Horror on the Rhine': Idealism, Pacifism, and Racism in Feminism and the Left in the Aftermath of the First World War\" pp. 471–493 from Social History, Volume 47, Number 94, June 2014 pp. 477–482. Morel's campaign was carried into Canada with the feminist Rose Henderson for instance warning in a 1925 article in The BC Federalist about the possibility of Blacks being raised \"to subdue and enslave the white peoples\"Campbell, Peter \"Black Horror on the Rhine\": Idealism, Pacifism, and Racism in Feminism and the Left in the Aftermath of the First World War\" pp. 471–493 from Social History, Volume 47, Number 94, June 2014 p. 492. The willingness of various left-wing groups in Canada to promote the \"Black Horror on the Rhine\" campaign as part of the critique of the Treaty of Versailles as too harsh on Germany – which appealed to the worse racial fears by promoting the image of the Senegalese as brutes with superhuman strength and an insatiable need to rape white women – estranged Black Canadians from the left in Canada during the interwar period. Another source of estrangement was the work of one of Canada's leading progressives, the feminist Emily Murphy. In a series of articles for Maclean's in the early 1920s, which were later turned into the 1922 book The Black Candle, Murphy blamed all of the problems on drug addiction amongst white Canadians on \"Negro drug dealers\" and Chinese opium dealers \"of fishy blood\", accusing Black Canadians and Chinese Canadians of trying to destroy white supremacy by getting white Canadians addicted to drugs. The Black Candle was written in a sensationalist and lurid style meant to appeal to the racial fears of white Canadians, and in this Murphy was completely successful. Due to the popularity of The Black Candle, Chinese immigration to Canada was stopped via the Chinese Exclusion Act of 1923. Marijuana was also banned in 1923 out of the fear prompted by Murphy that marijuana was a drug used by Black Canadians to \"corrupt\" white Canadians. A report by the Senate in 2002 noted: \"Early drug legislation was largely based on a moral panic, racist sentiment and a notorious absence of debate.\" Perhaps even more importantly, Murphy established a perceived connection between Black Canadians, drugs, and crime in the minds of white Canadians that continues to this day. Montreal was the largest and wealthiest city in Canada in the 1920s and also the most cosmopolitan, having a French-Canadian majority with substantial English, Scots, Irish, Italian, and Jewish communities. The multi- cultural atmosphere in Montreal allowed a black community to be established in the 1920s. The Black community that emerged in Montreal in the 1920s was largely American in origin, centring on the \"sporting district\" between St. Antoine and Bonaventure streets, which had a reputation as a \"cool\" neighbourhood, known for its lively and often riotous nightclubs that opened at 11:00 pm and closed at 5:00 am, where the latest in Afro-American jazz was played, alcohol was consumed in conspicuous quantities, and illegal gambling was usually tolerated.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 333–334. The Nemderloc Club (nemderloc being \"colred men\" spelled backwards), which opened in 1922, was the most famous black club in Montreal, being very popular with both locals and Americans seeking to escape Prohibition by coming to Canada, where alcohol was still legal, hence the saying that American tourists wanted to \"drink Canada dry\".Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 333. Many of the Afro- Americans who settled in the \"sporting district\" of Montreal came from Harlem to seek a place where it was legal to drink alcohol. Relations between the police and the black community in Montreal were unfriendly with the St. Antoine district being regularly raided by the police looking for illegal drugs and gambling establishments. Despite its reputation as the \"coolest\" neighborhood in Montreal, the \"sporting district\", now known as the Little Burgundy neighborhood was a centre of poverty with the water being unsafe to drink and a death rate that was twice the norm in Montreal. As the Afro- Americans who came to work as railroad porters in Canada were all men, about 40 per cent of the Black men living in Montreal in the 1920s were married to white women. This statistic excluded those in common-law relationships, which were also common, and which estranged the Black community of Montreal from the conservative and deeply Christian rural Black communities in Ontario and Nova Scotia, who were offended by the prevalence of casual sex and common-law relationships in the Black community in Montreal.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 334. The Afro-American community in Montreal was seen, perhaps not entirely fairly, as a centre of debauchery and licentiousness by the other Black communities in Canada, who made a point of insisting that Montreal was not all representative of their communities. The West Indian communities in the Maritime provinces, with the largest number working in the Cape Breton steel mills and in the Halifax shipyards always referred pejoratively to the older Black community in Nova Scotia as the \"Canadians\" and the Black communities in Quebec and Ontario as the \"Americans\". The West Indian communities in Nova Scotia in the 1920s were Anglican, fond of playing cricket, and unlike the other Black communities in Canada were often involved in Back-to-Africa movements. The historian Robin Winks described the various Black Canadian communities in the 1920s as being very diverse, which he described as being made up of \"rural blacks from small towns in Nova Scotia, prosperous farmers from Ontario, long-time residents of Vancouver Island, sophisticated New York newcomers to Montreal, activist West Indians who were not, they insisted, Negroes at all\" – indeed so diverse that unity was difficult.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 335. At the same time, Winks wrote that racism in Canada lacked a \"consistent pattern\" as \"racial borders shifted, gave way, and stood firm without consistency, predictability or even credibility\". Inspired by the National Association for the Advancement of Colored People in the United States, in 1924 J. W. Montgomery of Toronto and James Jenkins of London founded the Canadian League for the Advancement of Coloured People as an umbrella group for all of the Canadian Black communities. Another attempt to provide unity for the Black communities in Canada was made by the followers of Marcus Garvey's United Negro Improvement Association, which opened its first Canadian branch in Montreal in 1919.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 414. After his deportation from the United States in 1927, Garvey settled in Montreal in 1928.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 415. However, when Garvey urged his American followers not to vote for Herbert Hoover in the 1928 election, the American consul in Montreal complained about this \"interference\" in American politics and Garvey was expelled from Canada at the urging of the U.S. government.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 415–416. Garvey was allowed to return to Canada in 1936 and 1937 where he held rallies in Toronto preaching his Back-to-Africa message.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 416. Garvey, an extremely charismatic man who inspired intense devotion in his followers, proved to be a divisive and controversial figure with his Back-to-Africa message and his insistence that black people embrace segregation as the best way forward. Most Black Canadian community leaders rejected Garvey's message, arguing that Canada, not Africa, was their home and that embracing segregation was a retrogressive and self-defeating move. The Great Depression hit rural Canada very hard and Black Canadian farmers especially hard. One consequence was that many of the Black Canadian villages and hamlets in Ontario and Nova Scotia, some which were founded in the 18th century as Loyalist settlements, became abandoned as their inhabitants moved to the cities in search of work. In turn, the movement of Black Canadians to the cities brought them brutally face to face with racism as a series of informal \"Jim Crow\" restrictions governed restaurants, bars, hotels, and theatres while many landlords refused to rent to black tenants.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 53–54. In October 1937, when a Black man purchased a house in Trenton, Nova Scotia, hundreds of white people stormed the house, beat up its owner and destroyed the house under the grounds that a Black man moving into the neighbourhood would depress property values.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 419. Inspired by the unwillingness of the police to protect a Black man, the mob then destroyed two other homes owned by Black men, an action praised by the mayor for raising property values in Trenton, and the only person charged by the police was a Black man who punched out a white trying to destroy his home.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 419–420. Many Black Nova Scotians moved into a neighbourhood of Halifax that came to be known as Africville, which the white population of Halifax called \"Nigger Town\".Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 420. Segregation in Truro, Nova Scotia, was practised so fiercely that its Black residents took to calling it \"Little Mississippi\". The 1930s saw a dramatic increase in the number and activities of Black self-help groups to deal with the impact of racism and the Depression.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 411–414. Another change wrought by the Depression was a change in Black families as most married Black women had to work in order to provide for their families, marking the end of an era when only the husband worked.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 412. In 1935, Eldridge \"Gus\" Eatman, a black man from Saint John, New Brunswick tried to raise an Ethiopian Foreign Legion to fight for Ethiopia, which was threatened with an invasion by Italy. Eatman's call to defend Ethiopia drew an enthusiastic response to defend what the black lawyer Joseph Spencer-Pitt called “the last sovereign state belonging to the coloured race”. However, it appears that no volunteers actually reached Ethiopia. ===1940s and 1950s=== thumb|During the Second World War, some Black women contributed to the war effort by working in munitions factories. In the Second World War, Black volunteers to the armed forces were initially refused, but the Canadian Army starting in 1940 agreed to take Black volunteers, and by 1942 were willing to give Blacks officers' commissions.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 421. Unlike in World War I, there were no segregated units in the Army and Black Canadians always served in integrated units. The Army was rather more open to Black Canadians rather than the Royal Canadian Navy (RCN) and the Royal Canadian Air Force (RCAF), which both refused for some time to accept Black volunteers. By 1942, the RCN had accepted Black Canadians as sailors while the RCAF had accepted blacks as ground crews and even as airmen, which meant giving them an officer's commission as in the RCAF airmen were always officers. In 1942, newspapers gave national coverage when the five Carty brothers of Saint John, New Brunswick all enlisted in the RCAF on the same day with the general subtext being that Canada was more tolerant than the United States in allowing the Black Carty brothers to serve in the RCAF. The youngest of the Carty brothers, Gerald Carty, served as a tail gunner on a Halifax bomber, flying 35 missions to bomb Germany and was wounded in action. The mobilization of the Canadian economy for \"total war\" gave increased economic opportunities for both Black men and even more so for Black women, many of whom for the first time in their lives found well-paying jobs in war industries. In general racism became less fashionable during World War II with two incidents in 1940 illustrating a tendency towards increased tolerance as feelings of wartime national solidarity made displays of prejudice less acceptable. A Vancouver bar that refused to serve a Black man was fined by a judge when the said man complained while in Toronto a skating rink that turned away blacks found itself the object of a boycott and demonstrations by students from the University of Toronto until the owners of the rink finally agreed to accept Black patrons. The incidents in Toronto and Vancouver, as small as they were, would have been inconceivable ten or even five years before. Winks wrote that if the Second World War was not the end of racism in Canada, but it was the beginning of the end as for the first time that many practices that been considered normal were subject to increasing vocal criticism as many Black Canadians started to become more assertive. In 1942, following complaints from Black university graduates that the National Selective Service board assigned them inferior work, a campaign waged by the Globe & Mail newspaper, the Canadian Jewish Congress, and the Winnipeg Free Press led to a promise from the National Selective Service board to stop using race when assigning potential employees to employers.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 423. During the war, unions became more open to accepting Black members and Winks wrote the \"most important change\" to black Canadian community caused by World War II was \"the new militancy in the organized black labor unions\". The most militant Black unions was the Brotherhood of Sleeping Car Porters, which during the war won major wage increases for Black porters working on the railroads.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 424–425. In Winnipeg, a Joint Labor Committee to Combat Racial Intolerance was formed to end discrimination against Jews and Ukrainian-Canadians, but soon agreed to take cases concerning Black Canadians. In 1944, Ontario passed the Racial Discrimination Act, which banned the use of any symbol or sign by any businesses with the aim of racial discrimination, which was the first law in Canada intended to address the practice of many businesses of refusing to take Black customers.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 427. thumb|left|Viola Desmond. In 1946, her decision to sit in the whites-only section of a theatre in New Glasgow, Nova Scotia, led to her conviction in a controversial case, for which she was pardoned in 2010. In 1946, a Black woman from Halifax, Viola Desmond, watched a film in a segregated cinema in New Glasgow, Nova Scotia, which led to her being dragged out of the theatre by the manager and a policeman.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 61. Desmond was convicted and fined for not paying the one cent difference in sales tax between buying a ticket in the white section, where she sat, and the Black section, where she was supposed to sit. The Desmond case attracted much publicity as various civil rights groups rallied in her defense. Desmond fought the fine in the appeals court, where she lost, but the incident led the Nova Scotia Association for the Advancement of Coloured People to pressure the Nova Scotia government to pass the Fair Employment Act of 1955 and Fair Accommodations Act of 1959 to end segregation in Nova Scotia.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 62. Following more pressure from Black Canadian groups, in 1951 Ontario passed the Fair Employment Practices Act outlawing racial discrimination in employment and the Fair Accommodation Practices Act of 1955, which outlawed discrimination in housing and renting. In 1958, Ontario established the Anti-Discrimination Commission, which was renamed the Human Rights Commission in 1961. Led by the American-born Black sociologist Daniel G. Hill, the Ontario Anti- Discrimination Commission investigated 2,000 cases of racial discrimination in its first two years, and was described as having a beneficial effect on the ability of Canadian Blacks to obtain employment.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 428. In 1953, Manitoba passed the Fair Employment Act, which was modeled after the Ontario law, and New Brunswick, Saskatchewan and British Columbia passed similar laws in 1956, followed by Quebec in 1964. The town of Dresden, Ontario was especially notorious for segregation with the majority of its black residents living along two blocks on Main Street. In 1949, the journalist Sidney Katz wrote in Maclean's the article \"Jim Crow Lives in Dresden\" that:\"...although Dresden citizens do not like to talk about it, Negroes cannot eat at the town's three restaurants serving regular meals, cannot get a haircut in the four regular barbershops, cannot send their wives to the only beauty parlor\".Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 55. Katz found that the majority of businesses discriminated against black Dresdeners because of the influence of Morley McKay, the outspokenly racist owner of the very popular Kay's Grill restaurant, who vocally objected to any businesses that might open its doors to black customers. McKay got around the Racial Discrimination Act of 1944 by simply refusing to allow black customers to enter Kay's Grill, a practice that was followed by many Dresden businesses who feared that McKay would organize a boycott by white customers.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 56. However, there was no segregation in Dresden's schools, and Katz wrote it was common \"to see colored and while children walking the streets arm and arm\".Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 pp. 55-56. To end segregation in Dresden, Hugh Burnett, a black World War II veteran who owned a carpentry business in Dresden, founded the National Unity Association (NUA) in 1948.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 58. Most of leaders of the NUA were World War II veterans, who were incensed at the widespread discrimination in Dresden. After the all white council of Dresden dismissed Burnett's demand that a non-discrimination clause be added to all business licences, Burnett formed an alliance with Kalmen Kaplansky, the president of the Jewish Labour Committee. Burnett and Kaplansky waged an effective media campaign highlighting the injustice of veterans being treated like second class citizens, and in 1949 met with the Premier, Leslie Frost, to press their case. Frost proved to be sympathetic and in response to the lobbying of Burnett and Kaplansky, toughened the Racial Discrimination Act in 1951, passed the Fair Employment Practices Act the same year, followed by the Fair Accommodations Act of 1954.Reynolds, Glenn Viola Desmond's Canada, Halifax: Fernwood Publishing, 2016 p. 59. When McKay continued to turn away black customers from Kay's Grill, he was convicted of racial discrimination. On 16 November 1956, two black members of the NUA finally entered Kay's Grill and were served without incident. ===1960s and 1970s=== On 21 March 1960, in the Sharpeville massacre, the South African police gunned down 67 Black South Africans protesting apartheid, which in a sign of changing racial attitudes caused much controversy in Canada.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 446. There was considerable public pressure on the Prime Minister John Diefenbaker to ask for South Africa to be expelled from the Commonwealth following the Sharpeville massacre with many noting that the South African prime minister Hendrik Verwoerd was an admirer of Nazi Germany.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 446–447. At the conference of the Commonwealth prime ministers in London in 1960, Diefenbaker tried to avoid discussing the subject of expelling South Africa, but at the next conference in London in 1961, he played a leading role in passing a resolution declaring racial discrimination incompatible with Commonwealth membership, which led to Verwoerd storming out of the conference and quitting the Commonwealth.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 pp. 447–448. The subject of condemning South Africa for apartheid benefited the Black Canadians since it suggested that racism was no longer acceptable anywhere in the Commonwealth at a time when Commonwealth membership mattered greatly to Canadians.Winks, Robin The Blacks in Canada, Montreal: McGill Press, 1997 p. 449. Canada maintained its restrictions of immigration until 1962, when racial rules were eliminated from the immigration laws. This coincided with the dissolution of the British Empire in the Caribbean. By the mid-1960s, approximately 15,000 Caribbean immigrants had settled in Toronto.\"Confederation’s Casualties: The \"Maritimer\" as a Problem in 1960s Toronto\", Acadiensis. Retrieved 5 February 2014. Over the next decades, several hundred thousand Afro-Caribbeans arrived, becoming the predominant black population in Canada. Between 1950 and 1995, about 300,000 people from the West Indies settled in Canada. Outside of the Maritime provinces, where the majority of the black population are the descendants of black Loyalists and American runaway slaves, the majority of black Canadians are descended from immigrants from the West Indies. Since then, an increasing number of new immigrants from Africa have been coming to Canada; they have also immigrated to the United States and Europe. This includes large numbers of refugees, but also many skilled and professional workers pursuing better economic conditions. About 150,000 people from Africa immigrated to Canada between 1950 and 1995. However, a sizeable number of Black Canadians who descend from freed American slaves can still be found in Nova Scotia and parts of Southwestern Ontario. Some descendants of the freed American slaves, many of whom were of mixed race descent, have mixed into the white Canadian community and have mostly lost their ethnic identity. Some descendants returned to the United States. Bangor, Maine, for example, received many Black Canadians from the Maritime provinces. Like other recent immigrants to Canada, Black Canadian immigrants have settled preferentially in provinces matching the language of their country of origin. Thus, in 2001, 90 per cent of Canadians of Haitian origin lived in Quebec, while 85 per cent of Canadians of Jamaican origin lived in Ontario. A major change in the settlement patterns of black Canadians occurred in the second half of the 20th century as the mostly rural black Canadian communities had become mostly urban communities, a process starting in the 1930s that was complete by the 1970s. Immigrants from the West Indies almost always settled in the cities, and the Canadian historian James Walker called the black Canadian community one of the \"most urbanized of all Canada's ethnic groups\". thumb|The Henry Hall computer building in 1970, a year after the student protest of 1969 On 29 January 1969, at Sir George Williams University in Montreal, the Sir George Williams affair began with a group of about 200 students, many of whom were black, occupied the Henry Hall computer building in protest against allegations that a white biology professor, Perry Anderson, was biased in grading black students, which the university had dismissed. The student occupation ended in violence on 11 February 1969 when the riot squad of the Service de police de la Ville de Montréal stormed the Hall building, a fire was started causing $2 million worth of damage (it is disputed whatever the police or the students started the fire), and many of the protesting students were beaten and arrested. The entire event received much media attention; it was recorded live for television by the news crews present. As the Hall building burned and the policemen beat the students, onlookers in the crowds outside chanted \"Burn, niggers, burn!\" and \"Let the niggers burn!\". Afterwards, the protesting students were divided by race by the police with charges laid against the 97 black students present in the Hall building. The two leaders of the protest, Roosevelt \"Rosie\" Douglas and Anne Cools, were convicted and imprisoned with Douglas being deported back to Dominica after completing his sentence, where he later became Prime Minister. Cools received a royal pardon and was appointed to the Senate in 1984 by Pierre Trudeau, becoming the first black senator. The riot at Sir George Williams University spurred-through it did not start-a wave of \"black power\" activism in Canada with many blacks taking the view that the police response was disproportionate and unjustifiably violent while many white Canadians who had believed that their country had no racism were shocked by a race riot in Canada. In July 1967, the Caribana festival was started in Toronto by immigrants from the West Indies to celebrate West Indian culture that has become one of the largest celebrations of Caribbean culture in North America. In 1975, a museum telling the stories of African Canadians and their journeys and contributions was established in Amherstburg, Ontario, entitled the Amherstburg Freedom Museum. In Atlantic Canada, the Black Cultural Centre for Nova Scotia was established in Cherrybrook. Starting in the 1960s with the weakening of ties to Britain together the changes caused by immigration from the West Indies, black Canadians have become active in the Liberal and New Democratic parties as well as the Conservatives. In 1963, the Liberal Leonard Braithwaite became the first black person elected to a provincial legislature when he was elected as a MPP in Ontario. In the 1968 election, Lincoln Alexander was elected as a Progressive Conservative for the riding of Hamilton West, becoming the first black person elected to the House of Commons. In 1979, Alexander become the first black federal Cabinet minister when he was appointed minister of labor in the government of Joe Clark. In 1972, Emery Barnes and Rosemary Brown were elected to the British Columbia legislation as New Democrats. ===1980s and 1990s=== thumb|Jean Augustine is a Grenadian- Canadian, the first Black Canadian woman elected to the House of Commons. In 1984, the New Democrat Howard McCurdy was elected to the House of Commons as the second black MP while Anne Cools became the first black Senator. In 1985, the Liberal Alvin Curling became the second black man elected to the Ontario legislature, and the first black person to serve as a member of the Ontario cabinet. In 1990, the New Democrat Zanana Akande became the first black female MPP in Ontario and the first black woman to join a provincial cabinet as the minister of community services in the government of Bob Rae. In 1990, the Conservative Donald Oliver became the first black man appointed to the Senate. In 1993, Liberal Wayne Adams became the first black person elected to the Nova Scotia legislation and the first black Nova Scotia cabinet minister. In the 1993 election, Jean Augustine was elected to the House of Commons as a Liberal, becoming the first female black MPs. A recurring point of tension in the Toronto region since the 1980s has concerned allegations of police harassment and violence against the black population in the Toronto area. After the killing of Lester Donaldson by the Toronto police in August 1988, the Black Action Defence Committee (BADC) was founded in October 1988 to protest al legations of police brutality against black Canadians in Toronto. The founder of BADC, the Jamaican immigrant Dudley Laws became one of the most recognized figures in Toronto in the 1990s, noted for his willingness to confront the police. Alvin Curling told the Toronto Star in 2013: \"I think BADC raised the question that this wonderful looking society of Canada and Toronto, as organized as it was, had some systemic racism going on and police behaviour that was not acceptable.\" In April 1992, two white Peel Region police officers were acquitted for killing a 17-year black teenager, Michael Wade Lawson, who was riding in a stolen car, and then on 2 May 1992, a Toronto police officer killed a 22-year-old black man, Raymond Lawrence, claiming he was wielding a knife, through Lawrence's fingerprints were not found on the knife that was found on his corpse. On the evening of 4 May 1992, a march was held on Toronto's Yonge Street by the BADC to protest the killings of Lawrence and Lawson together the acquittal of the police officers who had beaten Rodney King in Los Angeles that was joined by thousands of people who marched to the U.S consulate in Toronto. After holding a sit-in in front of the American consulate, at about 9 pm, the protest turned violent as some of the protesters began to break windows and loot stores on Yonge Street, shouting \"No Justice No Peace!\". Recently, what was widely described at the time as a race riot in Toronto had been relabeled by Brock university professor Simon Black as an \"uprising\" reflecting long-standing racial tensions in Toronto. However, other observers of the 1992 riot have described the majority of the looting and vandalism as done by white youths, leading to questions whatever it is appropriate to describe the 1992 riot as a \"race riot\". The issue of police harassment of blacks in Toronto has continued into the 21st century. In 2015, the Toronto journalist Desmond Cole published an article in Toronto Life entitled \"The Skin I'm In: I've been interrogated by police more than 50 times—all because I'm black\", accusing the police of harassing him for his skin colour. With the secularization of society in late 20th century, the churches have ceased to play the traditionally dominant role in black Canadian communities. Increased educational and job opportunities have led to many black women to seek full-time careers. According to the census of 1991, black Canadians on average received lower wages than white Canadians. However, immigrants from the West Indies and Africa have usually arrived with high level of skills and education, finding work in numerous occupational categories. Efforts have been made to address the long-standing educational gap between black and white Canadians, and in the recent decades, black Canadians have been making economic gains. ===21st century=== On June 5, 2020, approximately 9,000 demonstrators gathered at the Alberta Legislature Building for the \"Fight for Equity\" rally which took place in response to the May 25, 2020 murder of George Floyd—an African-American who was killed during a police arrest. There were George Floyd protests in Canada in all the provinces and territories. ME Lazerte teacher, Andrew Parker's spoke at the Alberta Legislature rally. ==Statistics== * 46 per cent (547,785) of Black Canadians are of Caribbean origin, while 35 per cent (424,840) are of African immigrant origin.https://www12.statcan.gc.ca/census-recensement/2016/dp-pd/dt-td/Rp- eng.cfm?LANG=E&APATH;=3&DETAIL;=0&DIM;=0&FL;=A&FREE;=0&GC;=0&GID;=0&GK;=0&GRP;=1&PID;=112451&PRID;=10&PTYPE;=109445&S;=0&SHOWALL;=0&SUB;=0&Temporal;=2017&THEME;=120&VID;=0&VNAMEE;=&VNAMEF;= * 56 per cent of Black Canadians are immigrants, 35 per cent are second generation and 9 per cent are third generation or more. * In Nova Scotia, 72 per cent of Black Canadians are third generation or more * 60 per cent of Black Canadians are under the age of 35. * 52 per cent of Black Canadians live in the province of Ontario. * 97 per cent of Black Canadians live in urban areas. * Black women in Canada outnumber black men by 32,000. * Among Black Canadians, those in Nunavut have the highest average income at $86,505. Those in Prince Edward Island have the lowest at $24,835. Below is a list of provinces and territories, with the number of Black Canadians in each and their percentage of the population.Visible minority groups, percentage distribution, for Canada, provinces and territories – 20% sample data, StatisticsCanada {| class=\"wikitable sortable plainrowheaders\" |- |+ Black population by province or territory |- ! scope=\"col\" | Province / territory ! scope=\"col\" | 2001 Census ! scope=\"col\" | % 2001 ! scope=\"col\" | 2011 Census ! scope=\"col\" | % 2011 ! scope=\"col\" | 2016 Census ! scope=\"col\" | % 2016 |- ! scope=\"row\" |Ontario |411,090 |3.6% |539,205 |4.3% |627,715 |4.7% |- ! scope=\"row\" |Quebec |152,195 |2.1% |243,625 |3.2% |319,230 |4.0% |- ! scope=\"row\" |Alberta |31,395 |1.1% |74,435 |2.1% |129,390 |3.3% |- ! scope=\"row\" |British Columbia |25,465 |0.7% |33,260 |0.8% |43,500 |1.0% |- ! scope=\"row\" |Manitoba |12,820 |1.2% |19,610 |1.7% |30,335 |2.4% |- ! scope=\"row\" |Nova Scotia |19,230 |2.1% |20,790 |2.3% |21,915 |2.4% |- ! scope=\"row\" |Saskatchewan |4,165 |0.4% |7,255 |0.7% |14,925 |1.4% |- ! scope=\"row\" |New Brunswick |3,850 |0.5% |4,870 |0.7% |7,000 |1.0% |- ! scope=\"row\" |Newfoundland and Labrador |840 |0.2% |1,455 |0.3% |2,355 |0.5% |- ! scope=\"row\" |Prince Edward Island |370 |0.3% |390 |0.3% |825 |0.6% |- ! scope=\"row\" |Northwest Territories |175 |0.5% |555 |1.4% |760 |1.8% |- ! scope=\"row\" |Nunavut |65 |0.3% |120 |0.4% |330 |0.9% |- ! scope=\"row\" |Yukon |120 |0.4% |100 |0.3% |270 |0.8% |- ! scope=\"row\" |Canada |662,215 |2.2% |945,665 |2.9% |1,198,540 |3.5% |} ===List of census subdivisions with Black populations higher than the national average=== Source: Canada 2016 Census National average: 3.5% (1,198,540) ====Alberta==== *Brooks () *Edmonton () *Wood Buffalo () *Calgary () ====Manitoba==== *Winnipeg () ====New Brunswick==== *Hampstead Parish () *Cap-Pelé () ====Nova Scotia==== *Shelburne (town) () *Lake Echo () *New Glasgow () *Yarmouth (town) () *Guysborough () *Truro () *Digby (municipal district) () *Halifax () *Windsor () *Antigonish () ====Ontario==== *Ajax () *Brampton () *Pickering () *Shelburne, Ontario (9.5%) *Toronto () *Whitby () *Ottawa () *Mississauga () *Oshawa () *Dresden () *Windsor () *Milton () *Kitchener () *Hamilton () ====Quebec==== *Montréal () *Châteauguay () *Laval () *Terrebonne () *Repentigny () *Longueuil () *Dollard-des-Ormeaux () *Gatineau () *Pincourt () *Brossard () *Saint-Anselme () *Vaudreuil-Dorion () *Côte Saint-Luc () *Dorval () ==Settlements== thumb|300px|right|Map of Toronto census tracts by percent of population who identify as Black in 2016 Although many Black Canadians live in integrated communities, a number of notable Black communities have been known, both as unique settlements and as Black-dominated neighbourhoods in urban centres. The most historically documented Black settlement in Canadian history is the defunct community of Africville, a district located at the North End of peninsular Halifax, Nova Scotia. Its population was relocated and it was demolished in the 1960s to facilitate the urban expansion of the city. Similarly, the Hogan's Alley neighbourhood in Vancouver was largely demolished in 1970, with only a single small laneway in Strathcona remaining. The Wilberforce Colony in Ontario was also a historically Black settlement. It evolved demographically as Black settlers moved away, and became dominated by ethnic Irish settlers who renamed the village Lucan. A small group of Black American settlers from San Francisco were the original inhabitants of Saltspring Island in the mid-19th century. Other notable Black settlements include North Preston, Sunnyville, Lincolnville, Tracadie and Upper Big Tracadie in Nova Scotia, Priceville, Shanty Bay, South Buxton and Dresden in Ontario, the Maidstone/Eldon area in Saskatchewan and Amber Valley in Alberta. North Preston currently has the highest concentration of Black Canadians in Canada, many of whom are descendants of Africville residents. Elm Hill in Hampstead Parish is the last remaining black community in New Brunswick. One of the most famous Black-dominated urban neighbourhoods in Canada is Montreal's Little Burgundy, regarded as the spiritual home of Canadian jazz due to its association with many of Canada's most influential early jazz musicians. In present-day Montreal, Little Burgundy and the boroughs of Côte- des-Neiges–Notre-Dame-de-Grâce, LaSalle, Pierrefonds-Roxboro, Villeray–Saint- Michel–Parc-Extension, and Montréal-Nord have large Black populations, the latter of which has a large Haitian population. Several cities in Greater Montreal such as Laval, Terrebonne, Repentigny and Châteauguay also have large Black populations. In Winnipeg, the Central Park neighbourhood has the largest concentration of Black Canadians in Manitoba. Nearly 25 per cent of area residents are black, as of 2016. The Queen Mary Park and Central McDougall neighbourhoods form the centre of the black community in Edmonton. Queen Mary Park has been home to a long-standing African-American population since the early 1900s, centred around Shiloh Baptist Church, although today the neighbourhood is composed mostly of recent migrants from Africa. In Toronto, many Blacks settled in St. John's Ward, a district which was located in the city's core. Others preferred to live in York Township, on the outskirts of the city. By 1850, there were more than a dozen Black businesses along King Street; the modern-day equivalent is Little Jamaica along Eglinton Avenue, which contains one of the largest concentrations of Black businesses in Canada.\"Little Jamaica Competition is stiff in the shopping area that has sprung up along Eglinton Ave. to cater to the tastes of a growing West Indian community.\" Ashante Infantry. Toronto Star. 7 August 1995. p. C.1. Several urban neighbourhoods in Toronto, including Jane and Finch, Rexdale, Downsview, Malvern, Weston, West Hill, Lawrence Heights, Mount Dennis, and Maple Leaf have large Black Canadian communities.Are Toronto's 13 priority neighbourhoods no longer a priority? Metro. Accessed on 28 January 2018. The Toronto suburbs of Brampton and Ajax also have sizable Black populations, many of whom are middle income professionals and small business owners.Census Profile, 2016 Census – Brampton Statistics Canada. Accessed on 28 January 2018.Census Profile, 2016 Census – Ajax Statistics Canada. Accessed on 28 January 2018. The Greater Toronto Area is home to a highly educated middle to upper middle class Black population who continue to migrate out of the city limits, into surrounding suburbs. ==Culture== Media representation of Black people in Canada has increased significantly, with television series such as Drop the Beat, Lord Have Mercy!, Diggstown and Da Kink in My Hair focusing principally on Black characters and communities. The films of Clement Virgo, Sudz Sutherland and Charles Officer have been among the most prominent depictions of Black Canadians on the big screen. Notable films have included Sutherland's Love, Sex and Eating the Bones, Officer's Nurse.Fighter.Boy and Virgo's Rude and Love Come Down. In literature, the most prominent and famous Black Canadian writers have been Josiah Henson, George Elliott Clarke, Lawrence Hill, Austin Clarke, Dionne Brand, Esi Edugyan and Dany Laferrière, although numerous emerging writers have gained attention in the 1990s and 2000s. Since the late 19th century, Black Canadians have made significant contributions to the culture of sports, starting with the founding of the Coloured Hockey League in Nova Scotia.Black hockey hall of fame proposed for Dartmouth, CBC Sports, 26 August 2006. Accessed on 14 August 2012. Boxer George Godfrey became one of the first Black Canadian sports stars by winning the World Colored Heavyweight Championship in 1883. In North America's four major professional sports leagues, several Black Canadians have had successful careers, including Ferguson Jenkins (Baseball Hall of Fame member), Grant Fuhr (Hockey Hall of Fame member), Jarome Iginla (Hockey Hall of Fame member), Russell Martin, Rueben Mayes, and Jamaal Magloire; most recently, Andrew Wiggins, RJ Barrett and P. K. Subban have achieved a high level of success. In athletics, Harry Jerome, Ben Johnson, and Donovan Bailey were Canada's most prominent Black sprinters in recent decades; the current generation is led by Andre De Grasse. In 1912, Jerome's grandfather, John Howard, became the first Black Canadian to represent Canada at the Olympics. The largest and most famous Black Canadian cultural event is the Toronto Caribbean Carnival (also known as Caribana), an annual festival of Caribbean Canadian culture in Toronto which typically attracts at least a million participants each year.\"Strengthening Caribana's roots\". Toronto Star, 2 August 2008. The festival incorporates the diversities that exist among the Canadians of African and Caribbean descent. In 2021, the government of Canada officially recognized Emancipation Day, marking the abolition of slavery in the British Empire on August 1, 1834, as a national observation for the first time.Greg Cowan, \"MPs unanimously pass motion to recognize Aug. 1 as Emancipation Day across Canada\". Owen Sound Sun-Times, March 25, 2021. However, Black Canadians have already commemorated Emancipation Day with community events for decades. The annual Emancipation Festival has been held in Owen Sound, Ontario since 1862;\"Emancipation Day celebrations predate Canada's official proclamation by decades\". CBC News, August 1, 2021. an annual Emancipation Day festival in Windsor, Ontario was formerly one of the city's largest and most prominent cultural events;Dave Battagello, \"Federal Emanicipation Day declaration follows Windsor's long history of celebrations\". Windsor Star, March 26, 2021. and an annual \"Freedom Train\" event takes place in Toronto, symbolically commemorating the Underground Railroad with musical and spoken word performances taking place on a Toronto Transit Commission subway train from Union Station to Sheppard West.\"'Freedom Train' marking end of slavery in Canada departs Union Station\". CBC News, July 31, 2019. Since 2020, CBC Gem has also marked Emancipation Day with the annual FreeUp! The Emancipation Day Special, a televised edition of actress Ngozi Paul's annual Black Canadian arts festival.Katie Scott, \"Why Ngozi Paul says celebrating Emancipation Day is about the future, not the past\". eTalk, July 29, 2021. Black Canadians have had a major influence on Canadian music, helping pioneer many genres including Canadian hip hop, Canadian blues, Canadian jazz, R&B;, Caribbean music, pop music and classical music. Notable musicians in the early to mid-20th century include Garnet Brooks, Robert Nathaniel Dett, Portia White, Oscar Peterson, and Charlie Biddle. Some Black Canadian musicians have enjoyed mainstream worldwide appeal in various genres, such as Drake, The Weeknd, Daniel Caesar, Dan Hill, Glenn Lewis, Tamia, Deborah Cox, and Kardinal Offishall. thumb|Afro- Canadian singer Deborah Cox thumb|Afro-Canadian musician Drake While African American culture is a significant influence on its Canadian counterpart, many African and Caribbean Canadians reject the suggestion that their own culture is not distinctive. In his first major hit single \"BaKardi Slang\", rapper Kardinal Offishall performed a lyric about Toronto's distinctive Black Canadian slang: > We don't say 'you know what I'm sayin', T dot says 'ya dun know' We don't > say 'hey that's the breaks', we say 'yo, a so it go' We don't say 'you get > one chance', We say 'you better rip the show'... Y'all talking about 'cuttin > and hittin skins', We talkin bout 'beat dat face'... You cats is steady > saying 'word', My cats is steady yellin 'zeen'... So when we singin about > the girls we singin about the 'gyal dem' Y'all talkin about 'say that one > more time', We talkin about 'yo, come again' Y'all talkin about 'that > nigga's a punk', We talkin about 'that yout's a fosse'... A shoe is called a > 'crep', A big party is a 'fete' Ya'll takin about 'watch where you goin!', > We talkin about 'mind where you step!' Because the visibility of distinctively Black Canadian cultural output is still a relatively recent phenomenon, academic, critical and sociological analysis of Black Canadian literature, music, television and film tends to focus on the ways in which cultural creators are actively engaging the process of creating a cultural space for themselves which is distinct from both mainstream Canadian culture and African American culture. For example, most of the Black-themed television series which have been produced in Canada to date have been ensemble cast comedy or drama series centred on the creation or expansion of a Black-oriented cultural or community institution. The Book of Negroes, a CBC Television miniseries about slavery based on Lawrence Hill's award-winning novel, was a significant ratings success in January 2015.\"The Book of Negroes debuts to 1.7M viewers\". Playback, 8 January 2015. In 2020, Black Canadian actors Shamier Anderson and Stephan James launched The Black Academy, an organization that will present awards to honour Black Canadian achievements in film, television, music, sports, and culture. The awards are currently slated to be presented for the first time in 2022.Victoria Ahearn, \"CBC to air The Black Academy’s upcoming awards show, starting in fall 2022\". Toronto Star, May 31, 2021. ==Racism== In a 2013 survey of 80 countries by the World Values Survey, Canada ranked among the most racially tolerant societies in the world. Nevertheless, according to Statistics Canada's Ethnic Diversity Survey, released in September 2003, when asked about the five-year period from 1998 to 2002 nearly one-third (32 per cent) of respondents who identified as Black reported that they had been subjected to some form of racial discrimination or unfair treatment \"sometimes\" or \"often\". From the late 1970s to the early 1990s, a number of unarmed Black Canadian men in Toronto were shot or killed by Toronto Police officers.Philip Mascoll, \"Sherona Hall, 59: Fighter for justice\", Toronto Star, 9 January 2007James: Dudley Laws stung and inspired a generation Toronto Star. Retrieved 4 March 2016. In response, the Black Action Defence Committee (BADC) was founded in 1988. BADC's executive director, Dudley Laws, stated that Toronto had the \"most murderous\" police force in North America, and that police bias against blacks in Toronto was worse than in Los Angeles.K. K. Campbell, \"LAWS CHARGES METRO POLICE BIAS AGAINST BLACKS `WORSE THAN L.A.' \" Eye Weekly, 1 October 1992 In 1990, BADC was primarily responsible for the creation of Ontario's Special Investigations Unit, which investigates police misconduct.'Fearless' black activist Dudley Laws dies at age 76 Toronto Star. Retrieved 4 March 2016. Since the early 1990s, the relationship between Toronto Police and the city's black community has improved; in 2015, Mark Saunders became the first black police chief in the city's history. Carding remained an issue as of 2016;Police chief Mark Saunders claims he is not afraid of change – and assures it’s coming in 2016 Toronto Star. Retrieved 4 March 2016. restrictions against arbitrary carding came into effect in Ontario in 2017. Throughout the years, high-profile cases of racism against Black Canadians have occurred in Nova Scotia.Discrimination Against Blacks in Nova Scotia: The Criminal Justice System, by Wilson A. Head; Donald H. J. Clairmont; Royal Commission on the Donald Marshall, Jr., Prosecution (N.S.) State or province government publication, Publisher: [Halifax, N.S.] : The Commission, 1989. The province in Atlantic Canada continues to champion human rights and battle against racism, in part by an annual march to end racism against people of African descent. Black ice hockey players in Canada have reported being victims of racism.Cecil Harris (2007) Breaking the Ice: The Black Experience in Professional Hockey, Insomniac PressCBC (2018) First Nations hockey team subjected to racist taunts at Quebec City tournamentHockey’s race problem: Canadian players reflect on racism in the sport they love ==Incarceration== Black Canadians have historically faced incarceration rates disproportionate to their population. In 1911, Black Canadians constituted 0.22 per cent of the population of Canada but 0.321 per cent in prison, compared to white Canadians incarcerated at a rate of 0.018 per cent. By 1931, 0.385 per cent of Black Canadians were in prison, compared to 0.035 per cent of white Canadians. Contemporary rates of incarceration of Black Canadians have continued to be disproportionate to their percentage of the general population. Per the 2016 Census, Black Canadians comprise 3.5 per cent of the national population, but Black inmates made up 8.6 per cent of the federal incarcerated population as of 2017. ==See also== * List of black Canadians * African-Canadian Heritage Tour * List of topics related to the African diaspora * Amherstburg Freedom Museum * Black Cultural Centre for Nova Scotia * Demographics of Canada * Black Canadians in the Greater Toronto Area * Black Canadians in Montreal * History of African Americans in the Canadian Football League * Black Nova Scotians ==References== ===Specific=== ===General=== *Benjamin, Drew. The Refugee, or the Narratives of Fugitive Slaves in Canada, Related by Themselves, with an Account of the History and Condition of the Colored Population of Upper Canada. 1856. *Ormsby, Margaret A. British Columbia, A history 1958: Macmillan Company of Canada *Reksten, Terry. \"More English than the English\": A Very Social History of Victoria 1985: Orca Book Publishers ==Further reading== * * * * * * * * ==External links== * Ebony Roots, Northern Soil A conference at McGill University and its legacy, an annotated compilation of online resources * Images of Black History: Exploring the Alvin McCurdy Collection, online exhibit on Archives of Ontario website * The Black Canadian Experience in Ontario, 1834–1912: Flight, Freedom, Foundation, online exhibit on Archives of Ontario website * Enslaved Africans in Upper Canada, online exhibit on Archives of Ontario website * Blacks in Canada: A Long History A Statistics Canada report by Anne Milan and Kelly Tran, Spring 2004 * Black History Canada A Historica Foundation annotated compilation of online resources * Remembering Black Loyalists * History of African Nova Scotians * Underground Railroad Niagara's Freedom Trail * Black Canada and the Journey to Freedom * Alberta's Black Pioneer Heritage * Black Cultural Centre for Nova Scotia * Chatham-Kent Black Historical Society * Buxton National Historic Site and Museum * African Canadian Heritage Tour * An article by Claudette Knight on black education in 19th century Canada West] * Early Black Settlement in Canada * African Canadians * Slavery to Freedom * A History of Slavery in Upper Canada and Canada West Canadians Category:Ethnic groups in Canada Category:Canadian people of African descent Category:Canadian people of Caribbean descent",
 "title": "Black Canadians"
}