{
 "id": "467008",
 "text": "thumb|right|Schematic of the Kosmos-954 on-board reactor Kosmos 954 () was a reconnaissance satellite launched by the Soviet Union in 1977. A malfunction prevented safe separation of its onboard nuclear reactor; when the satellite reentered the Earth's atmosphere the following year, it scattered radioactive debris over northern Canada, some of the debris landing in the Great Slave Lake next to Fort Resolution, NWT. This prompted an extensive multiyear cleanup operation known as Operation Morning Light, which the Canadian government billed the Soviet Union for over C$6 million, and for which the USSR eventually paid just C$3 million in compensation. ==Launch and operation== The satellite was part of the Soviet Union's RORSAT programme, a series of reconnaissance satellites which observed ocean traffic, including surface vessels and nuclear submarines, using active radar. It was assigned the Kosmos number 954 and was launched on 18 September 1977 at 13:55 UTC from the Baikonur Cosmodrome, on a Tsyklon-2 carrier rocket. With an orbital inclination of 65°, a periapsis of and apoapsis of , it orbited the Earth every 89.5 minutes. Powered by a liquid sodium–potassium thermionic converter driven by a nuclear reactor containing around of uranium-235, the satellite was intended for long-term on-orbit observation, but by December 1977 the satellite had deviated from its designed orbit and its flightpath was becoming increasingly erratic. In mid-December North American Aerospace Defense Command, which had assigned the satellite the Satellite Catalog Number 10361, noticed Kosmos 954 making erratic manoeuvres, changing the altitude of its orbit by up to 50 miles, as its Soviet operators struggled to control their failing spacecraft. In secret meetings, Soviet officials warned their US counterparts that they had lost control over the vehicle, and that the system which was intended to propel the spent reactor core into a safe disposal orbit had failed. At 11:53 GMT on 24 January 1978, Kosmos 954 reentered the Earth's atmosphere while travelling on a northeastward track over western Canada. At first the USSR claimed that the satellite had been completely destroyed during re-entry, but later searches showed debris from the satellite had been deposited on Canadian territory along a path from Great Slave Lake to Baker Lake. The area spans portions of the Northwest Territories, present-day Nunavut, Alberta and Saskatchewan. ==Recovery== thumb|Using hand-held radiation survey meters to find the debris thumb|right|First Kosmos 954 debris found The effort to recover radioactive material from the satellite was dubbed Operation Morning Light. Covering a total area of , the joint Canadian–American team swept the area on foot and by air in Phase I from 24 January 1978 to 20 April 1978 and Phase II from 21 April 1978 to 15 October 1978. They were ultimately able to recover twelve large pieces of the satellite, ten of which were radioactive. These pieces displayed radioactivity of up to 1.1 sieverts per hour, yet they only comprised an estimated 1% of the fuel. One fragment had a radiation level of 500 R/h, which \"is sufficient to kill a person ... remaining in contact with the piece for a few hours.\" ==Aftermath== Under the terms of the 1972 Space Liability Convention, a state which launches an object into space is liable for damages caused by that object. For the recovery efforts, the Canadian government billed the Soviet Union C$6,041,174.70 for expenses and additional compensation for future unpredicted expenses; the USSR eventually paid C$3 million. Kosmos 954 was not the first nuclear-powered RORSAT to fail; a launch of a similar satellite in 1973 failed, dropping its reactor into the Pacific Ocean north of Japan. Subsequently, Kosmos 1402 also failed, dropping its reactor into the South Atlantic in 1983. Subsequent RORSATs were equipped with a backup core ejection mechanism, when the primary mechanism failed on Kosmos 1900 in 1988, this system succeeded in raising the core to a safe disposal orbit. Search teams did not find re-entry debris at the predicted location until they recalculated where that location would be based upon data indicating a stratospheric warming event had been in progress during re-entry. The stratospheric warming was first documented by the US Army Meteorological Rocket Network station at Poker Flat Research Range near Fairbanks, Alaska. ===Pop culture=== Kosmos 954 has become a well known piece of history and lore in Yellowknife, the capital of the Northwest Territories. Yellowknife painter Nick MacIntosh has created works of art featuring the satellite and well known local landmarks. The 28 January 1978, episode of Saturday Night Live featured a running gag about the radioactive debris from the crashed satellite having created giant, mutant lobsters heading for the U.S. east coast. The story concluded with them invading the television studio at the show's end. ==References== == Bibliography == * * * ==External links== * Radiation Geophysics – Operation Morning Light – A personal account, Natural Resources Canada – a detailed first-hand account of recovering pieces of Kosmos 954; includes pictures. * Note verbale dated 19 December 1978 from the Permanent Mission of Canada to the United Nations Description and location of recovered pieces. * * 1978 Cosmos 954 and Operation Morning Light – Prince of Wales Northern Heritage Centre, Yellowknife, North West Territories, Canada Category:Satellites formerly orbiting Earth Category:Kosmos satellites Category:Reconnaissance satellites of the Soviet Union Category:Canada–Soviet Union relations Category:1978 in the Soviet Union Category:Nuclear power in space Category:1978 in Canada Category:Nuclear accidents and incidents Category:Disasters in the Northwest Territories Category:Disasters in Alberta Category:Disasters in Saskatchewan Category:Environment of Canada Category:Spacecraft launched in 1977 Category:History of Yellowknife Category:Nuclear-powered robots",
 "title": "Kosmos 954"
}