{
 "id": "467199",
 "text": "Sicilian (, ; ) is a Romance language that is spoken on the island of Sicily and its satellite islands. A variant, Calabro-Sicilian, is spoken in southern Calabria, where it is called Southern Calabro notably in the Metropolitan City of Reggio Calabria. Dialects of central and southern Calabria, the southern parts of Apulia (Salentino dialect) and southern Salerno in Campania (Cilentano dialect), on the Italian peninsula, are viewed by some linguists as forming with Sicilian dialects a broader Far Southern Italian language group (in Italian ). Ethnologue (see below for more detail) describes Sicilian as being \"distinct enough from Standard Italian to be considered a separate language\", and it is recognized as a minority language by UNESCO. It has been referred to as a language by the Sicilian Region. It has the oldest literary tradition of the modern Italian languages. A version of the \"UNESCO Courier\" is also available in Sicilian. == Status == Sicilian is spoken by most inhabitants of Sicily and by emigrant populations around the world. The latter are found in the countries that attracted large numbers of Sicilian immigrants during the course of the past century or so, especially the United States (specifically in the Gravesend and Bensonhurst neighborhoods of Brooklyn, New York City), Canada (especially in Montreal, Toronto and Hamilton), Australia, Venezuela and Argentina. During the last four or five decades, large numbers of Sicilians were also attracted to the industrial zones of Northern Italy and areas of the European Union, especially Germany. Although the Sicilian language does not have official status (including in Sicily), in addition to the standard Sicilian of the medieval Sicilian school, academics have developed a standardized form. Such efforts began in the mid-19th century when Vincenzo Mortillaro published a comprehensive Sicilian language dictionary intended to capture the language universally spoken across Sicily in a common orthography. Later in the century, Giuseppe Pitrè established a common grammar in his Grammatica Siciliana (1875). Although it presents a common grammar, it also provides detailed notes on how the sounds of Sicilian differ across dialects. In the 20th century, researchers at the Centro di studi filologici e linguistici siciliani developed an extensive descriptivist orthography which aims to represent every sound in the natural range of Sicilian accurately. This system is also used extensively in the Vocabolario siciliano and by Gaetano Cipolla in his Learn Sicilian series of textbooks and by Arba Sicula in its journal. In 2017, the nonprofit organisation Cademia Siciliana created an orthographic proposal to help to normalise the language's written form. The autonomous regional parliament of Sicily has legislated Regional Law No. 9/2011 to encourage the teaching of Sicilian at all schools, but inroads into the education system have been slow. The CSFLS created a textbook \"Dialektos\" to comply with the law but does not provide an orthography to write the language. In Sicily, it is taught only as part of dialectology courses, but outside Italy, Sicilian has been taught at the University of Pennsylvania, Brooklyn College and Manouba University. Since 2009, it has been taught at the Italian Charities of America, in New York City (home to the largest Sicilian speaking community outside of Sicily and Italy) and it is also preserved and taught by family association, church organisations and societies, social and ethnic historical clubs and even Internet social groups, mainly in Gravesend and Bensonhurst, Brooklyn. On 15 May 2018, the Sicilian Region once again mandated the teaching of Sicilian in schools and referred to it as a language, not a dialect, in official communication. The language is officially recognized in the municipal statutes of some Sicilian towns, such as Caltagirone and Grammichele, in which the \"inalienable historical and cultural value of the Sicilian language\" is proclaimed. Furthermore, the Sicilian language would be protected and promoted under the European Charter for Regional or Minority Languages (ECRML). Although Italy has signed the treaty, the Italian Parliament has not ratified it. It is not included in Italian Law No. 482/1999 although some other minority languages of Sicily are. == Ethnologue report == thumb|375x375px|Chart of Romance languages based on structural and comparative criteria (not on socio-functional ones). === Other names === Alternative names of Sicilian are , , and . The first term refers to the fact that a form of Sicilian is spoken in southern Calabria, particularly in the province of Reggio Calabria. The other two are names for the language in Sicily itself: specifically, the term originally describes one of the larger prehistoric groups living in Sicily (the Italic Sicels or ) before the arrival of Greeks in the 8th century BC (see below). It can also be used as a prefix to qualify or to elaborate further on the origins of a person, for example: Siculo-American () or Siculo-Australian. === Dialects === As a language, Sicilian has its own dialects in the following main groupings: *Western Sicilian (Palermitano in Palermo, Trapanese in Trapani, Central- Western Agrigentino in Agrigento) *Central Metafonetic (in the central part of Sicily that includes some areas of the provinces of Caltanissetta, Messina, Enna, Palermo and Agrigento) *Southeast Metafonetic (in the Province of Ragusa and the adjoining area within the Province of Syracuse) *Ennese (in the Province of Enna) *Eastern Non-Metafonetic (in the area including the Metropolitan City of Catania, the second largest city in Sicily, as Catanese, and the adjoining area within the Province of Syracuse) *Messinese (in the Metropolitan City of Messina, the third largest city in Sicily) *Eoliano (in the Aeolian Islands) *Pantesco (on the island of Pantelleria) *Reggino (in the Metropolitan City of Reggio Calabria, especially on the Scilla–Bova line, and excluding the areas of Locri and Rosarno, which represent the first isogloss that divide Sicilian from the continental varieties). == History == thumb|Etymological analysis of 5,000 terms from the Dizionario etimologico siciliano by Salvatore Giarrizzo: 2,792 (55.84%) 733 (14.66%) 664 (13.28%) 318 (6.36%) 303 (6.06%) 107 (2.14%) 103 (1.66%) === Early influences === Because Sicily is the largest island in the Mediterranean Sea and many peoples have passed through it (Phoenicians, Ancient Greeks, Romans, Vandals, Byzantine Greeks, Arabs, Normans, Swabians, Spaniards, Austrians, Italians), Sicilian displays a rich and varied influence from several languages in its lexical stock and grammar. These languages include Latin (as Sicilian is a Romance language itself), Ancient Greek, Spanish, Norman, Lombard, Catalan, Occitan, Arabic and Germanic languages, and the languages of the island's aboriginal Indo-European and pre-Indo-European inhabitants, known as the Sicels, Sicanians and Elymians. The very earliest influences, visible in Sicilian to this day, exhibit both prehistoric Mediterranean elements and prehistoric Indo-European elements, and occasionally a blending of both. Before the Roman conquest (3rd century BC), Sicily was occupied by various populations. The earliest of these populations were the Sicanians, considered to be autochthonous. The Sicels and the Elymians arrived between the second and first millennia BC. These aboriginal populations in turn were followed by the Phoenicians (between the 10th and 8th centuries BC) and the Greeks. The Greek-language influence remains strongly visible, while the influences from the other groups are less obvious. What can be stated with certainty is that in Sicilian remain pre-Indo-European words of an ancient Mediterranean origin, but one cannot be more precise than that: of the three main prehistoric groups, only the Sicels were known to be Indo- European with a degree of certainty, and their speech is likely to have been closely related to that of the Romans. === Stratification === The following table, listing words for \"twins\", illustrates the difficulty linguists face in tackling the various substrata of the Sicilian language. {| class=\"wikitable\" ! scope=\"col\" | Stratum ! scope=\"col\" | Word ! scope=\"col\" | Source |- | Modern ! scope=\"row\" style=\"font-weight: normal; font-style: italic;\" | giameddi | Italian |- | rowspan=\"2\" | Medieval ! scope=\"row\" style=\"font- weight: normal; font-style: italic;\" | bizzuni, vuzzuni | Old French or Catalan Albert Dauzat, Dictionnaire étymologique des noms de famille et prénoms de France, éditions Larousse, 1980, p. 41a |- ! scope=\"row\" style=\"font-weight: normal; font-style: italic;\" | binelli | Ligurian |- | rowspan=\"4\" | Ancient ! scope=\"row\" style=\"font-weight: normal; font-style: italic;\" | èmmuli | Latin |- ! scope=\"row\" style=\"font-weight: normal; font- style: italic;\" | cucchi | Latin |- ! scope=\"row\" style=\"font-weight: normal; font-style: italic;\" | minzuddi | Latin |- ! scope=\"row\" style=\"font-weight: normal; font-style: italic;\" | ièmiddi, ièddimi | Ancient Greek |} A similar qualifier can be applied to many of the words that appear in this article. Sometimes it may be known that a particular word has a prehistoric derivation, but it is not known whether the Sicilians inherited it directly from the indigenous populations, or whether it came via another route. Similarly, it might be known that a particular word has a Greek origin but it is not known from which Greek period the Sicilians first used it (pre-Roman occupation or during its Byzantine period), or once again, whether the particular word may even have come to Sicily via another route. For instance, by the time the Romans had occupied Sicily, the Latin language had made its own borrowings from Greek. === Pre-classical period === The words with a prehistoric Mediterranean derivation often refer to plants native to the Mediterranean region or to other natural features. Bearing in mind the qualifiers mentioned above (alternative sources are provided where known), examples of such words include: * – \"spiny broom\" (a thorny, prickly plant native to the Mediterranean region; but also Greek and may in fact have penetrated Sicilian via one of the Gaulish languages) * – \"to dam or block a canal or running water\" (but also Spanish \"to muddy\") * – \"ripples caused by a fast running river\" * – \"landslide of rocks\" * – \"stalk or stem of a fruit etc.\" (ancient Mediterranean word rak) * – \"crag, cliff\" (but also Greek , Latin and Catalan ). There are also Sicilian words with an ancient Indo-European origin that do not appear to have come to the language via any of the major language groups normally associated with Sicilian, i.e. they have been independently derived from a very early Indo-European source. The Sicels are a possible source of such words, but there is also the possibility of a cross-over between ancient Mediterranean words and introduced Indo-European forms. Some examples of Sicilian words with an ancient Indo-European origin: * – \"mulberry\" (similar to Indo-European *h₁rowdʰós and Welsh \"red, crimson\") * – \"not well developed\" (similar to Lithuanian with a similar meaning and Old High German \"short\") * – \"multitude, vast number\" (from Indo-European *h₁we[n]d- \"water\"). === Greek influences === The following Sicilian words are of a Greek origin (including some examples where it is unclear whether the word is derived directly from Greek, or via Latin): * – \"to fool around\" (from , which also gives the Sicilian words: and \"stupid\"; but also Latin and Spanish ) * – \"pitcher\" (from ) * – \"water receptacle\" (from ; but also Latin ) * – \"basket\" (from ; but also Latin ) * – \"boy\" (from ; but also Latin carus \"dear\", Sanskrit \"amiable\") * – \"earthworm\" (from ) * – \"cherry\" (from ; but also Latin ) * – \"icon, image, metaphor\" (from ; but also Latin ) * – type of bread (from ; but Latin ) * – \"flower pot\" (from ; but also Latin ) * – \"cradle\" (from ) * – \"to stun, amaze\" (from ) * – \"to eat\" (from ) * – \"to knock\" (from ) === Germanic influences === From 476 to 535, the Ostrogoths ruled Sicily, although their presence apparently did not affect the Sicilian language. The few Germanic influences to be found in Sicilian do not appear to originate from this period. One exception might be or \"to hawk goods, proclaim publicly\", from Gothic \"to give a signal\". Also possible is \"diagonal\" from Gothic \"slanting\". Other sources of Germanic influences include the Hohenstaufen rule of the 13th century, words of Germanic origin contained within the speech of 11th-century Normans and Lombard settlers, and the short period of Austrian rule in the 18th century. Many Germanic influences date back to the time of the Swabian kings (amongst whom Frederick II, Holy Roman Emperor enjoyed the longest reign). Some of the words below are \"reintroductions\" of Latin words (also found in modern Italian) that had been Germanicized at some point (e.g. in Latin to in modern Italian). Words that probably originate from this era include: * – \"to work in the fields\" (from ; but other possible Latin derivations) * – \"to watch over\" (from ) * – \"forest, woods\" (from ; note the resemblance to Anglo-Saxon ) * – \"to wag, as in a tail\" (from ) * (terracotta jug for holding water; from Old High German ) * – \"to save money\" (from Old High German ) === Arabic influence === In 535, Justinian I made Sicily a Byzantine province, which returned the Greek language to a position of prestige, at least on an official level. At this time the island could be considered a border zone with moderate levels of bilingualism: Latinisation was mostly concentrated in western Sicily, however largely among the upper class whereas Eastern Sicily remained predominantly Greek. As the power of the Byzantine Empire waned, Sicily was progressively conquered by Saracens from North Africa (Ifriqiya), from the mid 9th to mid 10th centuries. The Emirate of Sicily persisted long enough to develop a distinctive local variety of Arabic, Siculo-Arabic (at present extinct in Sicily but surviving as the Maltese language). Its influence is noticeable in around 300 Sicilian words, most of which relate to agriculture and related activities. This is understandable because of the Arab Agricultural Revolution; the Saracens introduced to Sicily their advanced irrigation and farming techniques and a new range of crops, nearly all of which remain endemic to the island to this day. Some words of Arabic origin: * – \"to embellish\" ( \"precious, beautiful\") * – \"snail\" (from , Tunisian ; but also Greek . Cognate of Maltese bebbuxu) * – \"jar\" ( ; but also Latin ) * (measure for liquids; from Tunisian ) * (Sicilian ricotta cake; from , chiefly North African; but Latin \"something made from cheese\". Cognate of Maltese qassata) * – artificial pond to store water for irrigation (from Tunisian . Cognate of Maltese ġiebja) * – \"sesame seed\" (from Tunisian or . Cognate of Maltese ġunġlien or ġulġlien) * – \"swagger, boldness, bravado\" (from \"aggressive boasting, bragging\", or from \"rejected\") * – \"leader\" ( . Cognate of Maltese ras \"head\") * – \"canal\" (from . Cognate of Spanish acequia Maltese saqqajja) * – \"saffron\" (type of plant whose flowers are used for medicinal purposes and in Sicilian cooking; from . Cognate of Maltese żagħfran and English Saffron) * – \"blossom\" ( . Cognate of Maltese żahar) * – \"muscat of Alexandria\" (type of dried grape; . Cognate of Maltese żbib) * – \"market\" (from ; but also Aragonese and Spanish . Cognate of Maltese suq) * (the northern gate of Agrigento; \"Gate of the Winds\"). Throughout the Islamic epoch of Sicilian history, a significant Greek-speaking population remained on the island and continued to use the Greek language, or most certainly a variant of Greek influenced by Tunisian Arabic. What is less clear is the extent to which a Latin-speaking population survived on the island. While a form of Vulgar Latin clearly survived in isolated communities during the Islamic epoch, there is much debate as to the influence it had (if any) on the development of the Sicilian language, following the re- Latinisation of Sicily (discussed in the next section). === Linguistic developments in the Middle Ages === By A.D. 1000, the whole of what is today Southern Italy, including Sicily, was a complex mix of small states and principalities, languages and religions. The whole of Sicily was controlled by Saracens, at the elite level, but the general population remained a mix of Muslims and Christians who spoke Greek, Siculo-Arabic. There were also a component of immigrants from North Africa (Ifriqiya). The far south of the Italian peninsula was part of the Byzantine empire although many communities were reasonably independent from Constantinople. The Principality of Salerno was controlled by Lombards (or Langobards), who had also started to make some incursions into Byzantine territory and had managed to establish some isolated independent city-states. It was into this climate that the Normans thrust themselves with increasing numbers during the first half of the 11th century. === Norman and French influence === When the two most famous of Southern Italy's Norman adventurers, Roger of Hauteville and his brother, Robert Guiscard, began their conquest of Sicily in 1061, they already controlled the far south of Italy (Apulia and Calabria). It took Roger 30 years to complete the conquest of Sicily (Robert died in 1085). In the aftermath of the Norman conquest of Sicily, the reintroduction of Latin in Sicily had begun, and some Norman and Norman-French words would be absorbed. * – \"to buy\" (from Norman French , French ; but there are different varieties of this Latin etymon in the Romania, cf. Old Occitan ) * – \"to hide\" (Old Norman French , Norman French /, Old French ; but also Greek ) * / \"butcher\" (from Old French ) * – \"tailor\" (Old French ; Modern French ) * – \"grey\" (from Old French ) * – \"mad\" (Old French , whence French ) * – \"July\" (Old French ) * / – \"ugly\" (Old French ) * – \"generosity\" (; but also Spanish ) * – \"thumb\" (Old French ) * – \"grape\" (Old French, French ) * – \"anger\" (Old French, French ) * – \"to hop, skip\" (Norman French ) === Other Gallic influences === The Northern Italian influence is of particular interest. Even to the present day, Gallo-Italic of Sicily exists in the areas where the Northern Italian colonies were the strongest, namely Novara, Nicosia, Sperlinga, Aidone and Piazza Armerina. The Siculo-Gallic dialect did not survive in other major Italian colonies, such as Randazzo, Caltagirone, Bronte and Paternò (although they influenced the local Sicilian vernacular). The Gallo-Italic influence was also felt on the Sicilian language itself, as follows: * – \"father-in-law\" (from ) * – \"brother-in-law\" (from ) (cognate of Maltese ) * – \"godson\" (from ) (cognate of Maltese ) * / – blind (from orb) * – \"to rinse\" (from ) * – \"where\" (from ond) * the names of the days of the week: ** – \"Monday\" (from ) ** – \"Tuesday\" (from ) ** – \"Wednesday\" (from ) ** – \"Thursday\" (from ) ** – \"Friday\" (from ) === Old Occitan influence === The origins of another Romance influence, that of Old Occitan, had three possible sources: # The Normans made San Fratello a garrison town in the early years of the occupation of the northeastern corner of Sicily. To this day (in ever decreasing numbers) a Siculo-Gallic dialect is spoken in San Fratello that is clearly influenced by Old Occitan, which leads to the conclusion that a significant number in the garrison came from that part of France. This may well explain the dialect spoken only in San Fratello, but it does not wholly explain the diffusion of many Occitan words into the Sicilian language. On that point, there are two other possibilities: # Some Occitan words may have entered the language during the regency of Margaret of Navarre between 1166 and 1171, when her son, William II of Sicily, succeeded to the throne at the age of 12. Her closest advisers, entourage and administrators were from the south of France, and many Occitan words entered the language during this period. # The Sicilian School of poetry was strongly influenced by the Occitan of the troubadour tradition. This element is deeply embedded in Sicilian culture: for example, the tradition of Sicilian puppetry () and the tradition of the (literally \"story-singers\"). Occitan troubadours were active during the reign of Frederick II, Holy Roman Emperor, and some Occitan words would have passed into the Sicilian language via this route. Some examples of Sicilian words derived from Occitan: * – \"to light, to turn something on\" (from ) * – \"to kidnap, abduct\" (from ; but also German ) * – \"side, place\" (from ) * – \"landowner, citizen\" (from ) * – \"sparse, thin, infrequent\" (from )(cognate of Maltese \"loose\") * – \"equal\" (from ). (cognate of Maltese ) === Sicilian School of Poetry === It was during the reign of Frederick II (or Frederick I of Sicily) between 1198 and 1250, with his patronage of the Sicilian School, that Sicilian became the first of the modern Italic languages to be used as a literary language. The influence of the school and the use of Sicilian itself as a poetic language was acknowledged by the two great Tuscan writers of the early Renaissance period, Dante and Petrarch. The influence of the Sicilian language should not be underestimated in the eventual formulation of a lingua franca that was to become modern Italian. The victory of the Angevin army over the Sicilians at Benevento in 1266 not only marked the end of the 136-year Norman-Swabian reign in Sicily but also effectively ensured that the centre of literary influence would eventually move from Sicily to Tuscany. While Sicilian, as both an official and a literary language, would continue to exist for another two centuries, the language would soon follow the fortunes of the kingdom itself in terms of prestige and influence. === Catalan influence === Following the Sicilian Vespers of 1282, the kingdom came under the influence of the Crown of Aragon, and the Catalan language (and the closely related Aragonese) added a new layer of vocabulary in the succeeding century. For the whole of the 14th century, both Catalan and Sicilian were the official languages of the royal court. Sicilian was also used to record the proceedings of the Parliament of Sicily (one of the oldest parliaments in Europe) and for other official purposes. While it is often difficult to determine whether a word came directly from Catalan (as opposed to Occitan), the following are likely to be such examples: * – \"to notice, realise\" (from ) (cognate of Maltese ) * – \"to be embarrassed\" (from ) * – \"to moisten, soak\" (from ) (cognate of Maltese \"to shower\") * – \"growth, development\" (from ) * – \"handkerchief\" (from ; but also French ) (cognate of Maltese ) * – \"to be pleased\" (from ) * – \"to look at somebody/something\" (from ; but also Arabic ). === Spanish period to the modern age === By the time the crowns of Castille and Aragon were united in the late 15th century, the Italianisation of written Sicilian in the parliamentary and court records had commenced. By 1543 this process was virtually complete, with the Tuscan dialect of Italian becoming the lingua franca of the Italian peninsula and supplanting written Sicilian. Spanish rule had hastened this process in two important ways: * Unlike the Aragonese, almost immediately the Spanish placed viceroys on the Sicilian throne. In a sense, the diminishing prestige of the Sicilian kingdom reflected the decline of Sicilian from an official, written language to eventually a spoken language amongst a predominantly illiterate population. * The expulsion of all Jews from Spanish dominions ca. 1492 altered the population of Sicily. Not only did the population decline, many of whom were involved in important educated industries, but some of these Jewish families had been in Sicily for around 1,500 years, and Sicilian was their native language, which they used in their schools. Thus the seeds of a possible broad-based education system utilising books written in Sicilian were lost. Spanish rule lasted over three centuries (not counting the Aragonese and Bourbon periods on either side) and had a significant influence on the Sicilian vocabulary. The following words are of Spanish derivation: * – \"to return home\" (from ; but also Catalan ) * / – \"scales\" (from ) * – \"arrow\" (from ) (cognate of Maltese ) * – \"lament, annoyance\" (from ) * – \"brush\" (from ) (cognate of Maltese ) * – \"receipt\" (from ) * – \"to be frightened\" (crossover of local with Spanish ) * – \"to impede or disarm someone of his sword\" (from local with Spanish ) * / – \"solitude\" (from ) Since the Italian Unification (the Risorgimento of 1860–1861), the Sicilian language has been significantly influenced by (Tuscan) Italian. During the Fascist period it became obligatory that Italian be taught and spoken in all schools, whereas up to that point, Sicilian had been used extensively in schools. This process has quickened since World War II due to improving educational standards and the impact of mass media, such that increasingly, even within the family home, Sicilian is not necessarily the language of choice. The Sicilian Regional Assembly voted to make the teaching of Sicilian a part of the school curriculum at primary school level, but as of 2007 only a fraction of schools teach Sicilian. There is also little in the way of mass media offered in Sicilian. The combination of these factors means that the Sicilian language continues to adopt Italian vocabulary and grammatical forms to such an extent that many Sicilians themselves cannot distinguish between correct and incorrect Sicilian language usage. == Phonology == {| class=\"wikitable\" style=text-align:center |+ Phonemic consonants ! ! scope=\"col\" | Labial ! scope=\"col\" | Dental/ Alveolar ! scope=\"col\" | Palato- alveolar ! scope=\"col\" | Palatal ! scope=\"col\" | Velar |- ! scope=\"row\" | Stop | | | | | |- ! scope=\"row\" | Affricate | | | | | |- ! scope=\"row\" | Fricative | | | () | | |- ! scope=\"row\" | Trill | | | | | |- ! scope=\"row\" | Flap | | | | | |- ! scope=\"row\" | Nasal | | | | |() |- ! scope=\"row\" | Approximant | | | | |() |} {| class=\"wikitable\" |+Phonemic vowels ! scope=\"col\" | Sicilian orthography ! scope=\"col\" | IPA ! scope=\"col\" | Sicilian example |- | | | |- | | | |- | | | |- | | | |- | | | |} === Consonants === Sicilian has a number of consonant sounds that set it apart from the other major Romance languages. The most unusual sounds include the retroflex consonants. * ḌḌ/DD — The -ll- sound (in words of Latin origin, for example) manifests itself in Sicilian as a voiced retroflex stop with the tip of the tongue curled up and back, a sound rare in the Romance languages (the only other notable exceptions being Sardinian and, to some extent, Asturian. Such a realization of Latin -ll- may also be found elsewhere in Southern Italy, and in certain northwestern Tuscan dialects). Traditionally in Sicilian Latin, the sound was written as -đđ-, and in more contemporary usage -dd- has been used. It is also often found written -ddh- or -ddr- (both of which are often considered confusing, as they may also represent and , respectively). In the Cademia Siciliana orthographical proposal as well as the Vocabolario siciliano descriptive orthography, the digraph -ḍḍ- is used. For example, the Italian word is in Sicilian. * DR and TR — The Sicilian pronunciation of the digraphs -dr- and -tr- is and , or even , . If they are preceded by a nasal consonant, n is then a retroflex nasal sound . *GHI and CHI — The two digraphs -gh- and -ch-, when occurring before front vowel sounds i or e or a semivowel j, can be pronounced as palatal stops and . From Italian, in place of -gl-, a geminated trigraph -- is used and is pronounced as . When -- is geminated, -- it can be pronounced as . * RR — The digraph -rr-, depending on the variety of Sicilian, can be a long trill (hereafter transcribed without the length mark) or a voiced retroflex sibilant . This innovation is also found under slightly different circumstances in Polish, where it is spelled -rz-, and in some Northern Norwegian dialects, where speakers vary between and . At the beginning of a word, the single letter r is similarly always pronounced double, though this is not indicated orthographically. This phenomenon, however, does not include words that start with a single r resulting from rhotacism or apheresis (see below), which should not be indicated orthographically to avoid confusion with regular double r. * STR and SDR— The Sicilian trigraphs -str- and -sdr- are or , and or . The t is not pronounced at all and there is a faint whistle between the s and the r, producing a similar sound to the shr of English , or how some English speakers pronounce \"frustrated\". The voiced equivalent is almost similar to how some English speakers might pronounce the phrase \"was driving\". * Latin FL — The other unique Sicilian sound is found in those words that have been derived from Latin words containing -fl-. In standard literary Sicilian, the sound is rendered as -ci- (representing the voiceless palatal fricative ), e.g. (\"river\", from Latin ), but can also be found in written forms such as -hi-, , -çi-, or erroneously -sci-. * Consonantal lenition — A further range of consonantal sound shifts occurred between the Vulgar Latin introduced to the island following Norman rule and the subsequent development of the Sicilian language. These sound shifts include: Latin -nd- to Sicilian -nn-; Latin -mb- to Sicilian -mm-; Latin -pl- to Sicilian -chi-; and Latin -li- to Sicilian -gghi-. * Rhotacism and apheresis — This transformation is characterized by the substitution of single d by r. In Sicilian this is produced by a single flap of the tongue against the upper alveolar ridge . This phenomenon is known as rhotacism, that is, the substitution of r for another consonant; it is commonly found both in Eastern and Western Sicilian, and elsewhere in Southern Italy, especially in Neapolitan. It can occur internally, or it can affect initial d, in which case it should not be represented orthographically to avoid confusion with the regular r (see above). Examples : (\"foot\") is pronounced ; (\"Virgin Mary\") is pronounced ; (\"to say it\") is pronounced . Similarly, apheresis of some clusters may occur in certain dialects, producing instances such as for \"big\". thumb|320x320px|Development of the Sicilian vowel system. === Vowels === Unlike the seven vowels of Vulgar Latin and many modern Romance languages, Sicilian has only five vowels: , , , , , reduced to only three in unstressed position: , , (unstressed vowels and of Latin merge with and respectively to become unstressed and in Sicilian). That causes the vowels and to have a far greater presence than and in Sicilian, the opposite of the situation in other Romance languages such as Spanish and Italian. The influence of Italian in the media after World War II and the recent influx of English terminology related to technology and globalisation have caused an increasing number of words to enter the Sicilian lexicon which do not adhere to the Sicilian vowel system. ==== Omission of initial i ==== In the vast majority of instances in which the originating word had an initial , Sicilian has dropped it completely. That has also happened when there was once an initial and, to a lesser extent, and : \"important\", \"ignorant\", \"enemy\", \"interesting\", \"to illustrate\", \"image\", \"icon\", \"American\". === Gemination and contractions === In Sicilian, gemination is distinctive for most consonant phonemes, but a few can be geminated only after a vowel: , , , , and . Rarely indicated in writing, spoken Sicilian also exhibits syntactic gemination (or ), which means that the first consonant of a word is lengthened when it is preceded by certain words ending by a vowel: . The letter at the start of a word can have two separate sounds depending on what precedes the word. For instance, in (\"day\"), it is pronounced , . However, after a nasal consonant or if it is triggered by syntactic gemination, it is pronounced as in (\"one day\") or (\"three days\") . Another difference between the written and the spoken languages is the extent to which contractions occur in everyday speech. Thus a common expression such as (\"we have to go and buy...\") is generally reduced to in talking to family and friends. The circumflex accent is commonly used in denoting a wide range of contractions in the written language, particularly the joining of simple prepositions and the definite article: = (\"of the\"), = (\"to the\"), = (\"for the\"), = (\"in the\"), etc. == Grammar == === Gender and plurals === Most feminine nouns and adjectives end in -a in the singular: (\"house\"), (\"door\"), (\"paper\"). Exceptions include (\"sister\") and (\"fig\"). The usual masculine singular ending is -u: (\"man\"), (\"book\"), (\"name\"). The singular ending -i can be either masculine or feminine. Unlike Standard Italian, Sicilian uses the same standard plural ending -i for both masculine and feminine nouns and adjectives: (\"houses\" or \"cases\"), (\"doors\" or \"harbors\"), (\"tables\"). Some masculine plural nouns end in -a instead, a feature that is derived from the Latin neuter endings -um, -a: (\"books\"), (\"days\"), (\"arms\", compare Italian braccio, braccia), (\"gardens\"), (\"writers\"), (\"signs\"). Some nouns have irregular plurals: omu has òmini (compare Italian uomo, uomini), jocu (\"game\") jòcura (Italian \"gioco, giochi\") and \"lettu\" (\"bed\") \"lettura\" (Italian \"letto, letti\"). Three feminine nouns are invariable in the plural: (\"hand[s]\"), (\"fig[s]\") and (\"sister[s]\"). === Verbs === ==== Verb \"to have\" ==== Sicilian has only one auxiliary verb, \"to have\". It is also used to denote obligation (e.g. \"[he/she] has to go\"), and to form the future tense, as Sicilian for the most part no longer has a synthetic future tense: \"[he/she] will sing\" ( or , depending on the dialect). ==== Verb \"to go\" and the periphrastic future ==== As in English and like most other Romance languages, Sicilian may use the verb \"to go\" to signify the act of being about to do something. \"I'm going to sing\" (pronounced ) \"I'm going to sing\". In this way, + + infinitive can also be a way to form the simple future construction. ==== Tenses and moods ==== The main conjugations in Sicilian are illustrated below with the verb \"to be\". {| class=\"wikitable\" style=text- align:center |- ! Infinitive |colspan=\"6\"| èssiri / siri |- ! Gerund |colspan=\"6\"| essennu / sennu |- ! Past participle |colspan=\"6\"| statu |- ! Indicative|| eu/iu/ju || tu || iḍḍu || nuàutri || vuàutri || iḍḍi |- ! Present | sugnu || si' || esti / è || semu || siti || sunnu / su' |- ! Imperfect | era || eri || era || èramu || èravu || èranu |- ! Preterite | fui || fusti || fu || fomu || fùstivu || foru |- ! Future1 | — || — || — || — || — || — |- ! Conditional2 || ju || tu || iḍḍu || nuàutri || vuàutri || iḍḍi |- ! | fora || fori || fora || fòramu || fòravu || fòranu |- ! Subjunctive|| ju || tu || iḍḍu || nuàutri || vuàutri || iḍḍi |- ! Present | sia || si' / fussi || sia || siamu || siati || sianu |- ! Imperfect | fussi || fussi || fussi || fùssimu || fùssivu || fùssiru |- ! Imperative|| — || tu || vossìa3 || — || vuàutri || — |- ! | — || sì || fussi || — || siti || — |} # The synthetic future is rarely used and, as Camilleri explains, continues its decline towards complete disuse. Instead, the following methods are used to express the future: #: 1) the use of the present indicative, which is usually preceded by an adverb of time: #:: — \"This evening I go to the theatre\"; or, using a similar English construction, \"This evening I am going to the theatre\" #:: — \"Tomorrow I [will] write to you\" #: 2) the use of a compound form consisting of the appropriate conjugation of (\"have to\") in combination with the infinitive form of the verb in question: #:: — \"This evening I will [/must] go to the theatre\" #:: — \"Tomorrow I will [/must] write to you\" #:: In speech, the contracted forms of aviri often come into play: #::: → /; → ; → ; → ; → #::: — \"Tomorrow I will [/must] write to you\". # The synthetic conditional has also fallen into disuse (except for the dialect spoken in Messina, ). The conditional has two tenses: #: 1) the present conditional, which is replaced by either: #:: i) the present indicative: #::: — \"I [would] call her if you [would] give me her number\", or #:: ii) the imperfect subjunctive: #::: — \"I'd call her if you would give me her number\"; and #: 2) the past conditional, which is replaced by the pluperfect subjunctive: #::: — \"I'd have gone if you would have told me where it is\" #: Note that in a hypothetical statement, both tenses are replaced by the imperfect and pluperfect subjunctive: #::: — \"If I were rich I would buy a palace\" #::: — \"If I had worked I would not have suffered misery\". # The second-person singular (polite) uses the older form of the present subjunctive, such as , which has the effect of softening it somewhat into a request, rather than an instruction. The second-person singular and plural forms of the imperative are identical to the present indicative, exception for the second-person singular -ari verbs, whose ending is the same as for the third-person singular: . == Literature == Extracts from three of Sicily's more celebrated poets are offered below to illustrate the written form of Sicilian over the last few centuries: Antonio Veneziano, Giovanni Meli and Nino Martoglio. A translation of the Lord's Prayer can also be found in J. K. Bonner. This is written with three variations: a standard literary form from the island of Sicily and a southern Apulian literary form. Luigi Scalia translated the biblical books of Ruth, Song of Solomon and the Gospel of Matthew into Sicilian. These were published in 1860 by Prince Louis Lucien Bonaparte. === Extract from Antonio Veneziano === ==== Celia, Lib. 2 ==== (ca. 1575–1580) {| !Sicilian !Italian !English |- |Non è xhiamma ordinaria, no, la mia, |No, la mia non è fiamma ordinaria, |No, mine is no ordinary flame, |- |è xhiamma chi sul'iu tegnu e rizettu, |è una fiamma che sol'io possiedo e controllo, |it's a flame that only I possess and control, |- |xhiamma pura e celesti, ch'ardi 'n mia; |una fiamma pura e celeste che dientro di me cresce; |a pure celestial flame that in me grows; |- |per gran misteriu e cu stupendu effettu. |da un grande mistero e con stupendo effetto. |by a great mystery and with great effect. |- |Amuri, 'ntentu a fari idulatria, |l'Amore, desiderante d'adorare icone, |Love, wanting to worship idols, |- |s'ha novamenti sazerdoti elettu; |è diventato sacerdote un'altra volta; |has once again become a high priest; |- |tu, sculpita 'ntra st'alma, sìa la dia; |tu, scolpita dentro quest'anima, sei la dea; |you, sculpted in this soul, are the goddess; |- |sacrifiziu lu cori, ara stu pettu. |il mio cuore è la vittima, il mio seno è l'altare. |my heart is the victim, my breast is the altar. |} === Extract from Giovanni Meli === ==== Don Chisciotti e Sanciu Panza (Cantu quintu) ==== (~1790) {| !Sicilian !English |- |Stracanciatu di notti soli jiri; |Disguised he roams at night alone; |- |S'ammuccia ntra purtuni e cantuneri; |Hiding in any nook and cranny; |- |cu vacabunni ci mustra piaciri; |he enjoys the company of vagabonds; |- |poi lu so sbiu sunnu li sumeri, |however, donkeys are his real diversion, |- |li pruteggi e li pigghia a ben vuliri, |he protects them and looks after all their needs, |- |li tratta pri parenti e amici veri; |treating them as real family and friends; |- |siccomu ancora è n'amicu viraci |since he remains a true friend |- |di li bizzarri, capricciusi e audaci. |of all who are bizarre, capricious and bold. |} === Extract from Nino Martoglio === ==== Briscula 'n Cumpagni ==== (~1900; trans: A game of Briscula amongst friends) {| !Sicilian !Italian !English |- |— Càrricu, mancu? Cca cc'è 'n sei di spati!... |— Nemmeno un carico? Qui c'è un sei di spade!... ||— A high card perhaps? Here's the six of spades!... |- |— E chi schifiu è, di sta manera? |— Ma che schifo, in questo modo? ||— What is this rubbish you're playing? |- | Don Peppi Nnappa, d'accussì jucati? | Signor Peppe Nappa, ma giocate così? | Mr. Peppe Nappa, who taught you to play this game? |- |— Massari e scecchi tutta 'a tistera, |— Messere e asino con tutti i finimenti, |— My dear gentlemen and donkeys with all your finery, |- |comu vi l'haju a diri, a vastunati, |come ve lo devo dire, forse a bastonate, |as I have repeatedly told you till I'm blue in the face, |- |ca mancu haju sali di salera! |che non ho nemmeno il sale per la saliera! |I ain't got nothing that's even worth a pinch a salt! |} === Traditional prayers compared to Italian === {| class=\"itwiki_template_toc\" width=\"100%\" style=\"text- align:center\" !bgcolor=\"#EFEFEF\"| Patri nnostru (Lord's Prayer in Sicilian) !bgcolor=\"#EFEFEF\"| Padre nostro (Lord's Prayer in Italian) !bgcolor=\"#EFEFEFEE\"| Aviu Maria (Hail Mary in Sicilian) !bgcolor=\"#EFEFEFEE\"| Ave Maria (Hail Mary in Italian) !bgcolor=\"#EFEFD\"| Salvi o'Rigina (Salve Regina in Sicilian) !bgcolor=\"#EFEFD\"| Salve Regina (in Italian) !bgcolor=\"#EFEFH\"| Angelu ca ni custudisci (Angel of God in Sicilian) !bgcolor=\"#EFEFH\"| Angelo Custode (Angel of God in Italian) |- | :Patri nostru, ca si nò celu, :Santificatu sia lu nomu vostru, :Vinissi prestu lu vostru regnu, :Sempri sia faciuta la vostra Divina Vuluntati :comu n celu accussì n terra. :Dàtannillu a sta jurnata lu panuzzu cutiddianu :E pirdunàtini li nostri piccati :Accussì comu nanddri li rimintemu ê nimici nostri; :E nun ni lassati cascari ntâ tintazzioni, :ma scanzàtini dû mali. :Amen. | :Padre nostro, che sei nei cieli, :sia santificato il tuo nome, :venga il tuo regno, :sia fatta la tua volontà, come in cielo così in terra. :Dacci oggi il nostro pane quotidiano, :e rimetti a noi i nostri debiti :come noi li rimettiamo ai nostri debitori, :e non ci indurre in tentazione,[1] :ma liberaci dal male. :Amen. | :Aviu maria, china di grazia, :u' Signuri è cu tia, :tu sì a biniditta 'menzu i donni, :e binidittu è u' fruttu dò tò senu Gesù, :Santa Maria, matri di Diu, :prega pì nanddri piccatura, :ora e nò momentu da nostra morti. :Amen. | :Ave, o Maria, piena di grazia, :il Signore è con te. :Tu sei benedetta fra le donne :e benedetto è il frutto del tuo seno, Gesù. :Santa Maria, Madre di Dio, :prega per noi peccatori, :adesso e nell'ora della nostra morte. :Amen. | :Salvi o'Regina, :matri di misericordia, è vita, è duci, spiranza nostra :salvi, a tia ricurremu, naddri figghi di Eva :a tia sospiramu, chiangennu, :ne sta valli di lacrimi, allura abbucata :nostra talinani cu chiddri occhi tò misericurdiusi, :e fanni abbidiri doppu, stu esiliu Gesù :u'fruttu binidittu dò tò senu; :O clemente, bona :o duci Virgini Maria! | :Salve, Regina, Madre di misericordia; :vita, dolcezza e speranza nostra, salve. :A Te ricorriamo, noi esuli figli di Eva; :a Te sospiriamo, gementi e piangenti :in questa valle di lacrime. :Orsù dunque, avvocata nostra, :rivolgi a noi gli occhi :tuoi misericordiosi. :E mostraci, dopo questo esilio, Gesù, :il frutto benedetto del Tuo seno. :O clemente, o pia, :o dolce Vergine Maria! | :Angelu di Diu :ca sì u'me custodi, :alluminami, custudiscimi, tenimi e guvernami :ca ti vinni datu/a da pietà celeste :Amen. | :Angelo di Dio, :che sei il mio custode, :illumina, custodisci, :reggi e governa me :che ti fui affidato/a :dalla Pietà Celeste. :Amen. |} == Influence on Italian == As one of the most spoken languages of Italy, Sicilian has notably influenced the Italian lexicon. In fact, there are several Sicilian words that are now part of the Italian language and usually refer to things closely associated to Sicilian culture, with some notable exceptions: * (from ): a Sicilian cuisine specialty; * (from ): a cheese typical of Sicily; * (from ): a Sicilian pastry; * (from ): razor clam; * (from ): butcher's shop; * (from ): boy, especially a Sicilian one; * : a Sicilian pastry; * (from ): a small breed of dogs common in Sicily; * : a small group of criminals affiliated to the Sicilian mafia; * (from ): watchman in a farm, with a yearly contract; * (from ): stony habitation typical of the island of Pantelleria; * (from ): illegal exchange of goods or favours, but in a wider sense also cheat, intrigue; * (from ): Jew's harp; * (from ): quick variation of sea level produced by a store of water in the coasts as a consequence of either wind action or an atmospheric depression; * : penis in its original meaning, but also stupid person; is also widely used as interjection to show either astonishment or rage; * (from ): young man, but also the lowest grade in the Mafia hierarchy; * (from ): small piece of paper, especially used for secret criminal communications; * (from , literally meaning \"beak\", from the saying \"to wet one's beak\"): protection money paid to the Mafia; * (onomatopoeia?; \"the duck wants a say\"): person devoid of value, nonentity; * (from , literally \"to move home\"): to leave en masse; * (equivalent to Italian ): lower Mafia organization. == Use today == === Sicily === Sicilian is estimated to have 5,000,000 speakers. However, it remains very much a home language that is spoken among peers and close associates. Regional Italian has encroached on Sicilian, most evidently in the speech of the younger generations. In terms of the written language, it is mainly restricted to poetry and theatre in Sicily. The education system does not support the language, despite recent legislative changes, as mentioned previously. Local universities either carry courses in Sicilian or describe it as , the study of dialects. === Calabria === The dialect of Reggio Calabria is spoken by some 260,000 speakers in the Reggio Calabria metropolitan area. cfr art. 1 comma 2 It is recognised, along with the other Calabrian dialects, by the regional government of Calabria by a law promulgated in 2012 that protects Calabria's linguistic heritage. === Diaspora === Outside Sicily and Southern Calabria, there is an extensive Sicilian-speaking diaspora living in several major cities across South and North America and in other parts of Europe and Australia, where Sicilian has been preserved to varying degrees. === Media === The Sicilian-American organization Arba Sicula publishes stories, poems and essays, in Sicilian with English translations, in an effort to preserve the Sicilian language, in Arba Sicula, its bi-lingual annual journal (latest issue: 2017), and in a biennial newsletter entitled Sicilia Parra. The movie La Terra Trema (1948) is entirely in Sicilian and uses many local amateur actors. The nonprofit organisation Cademia Siciliana publishes a Sicilian version of a quarterly magazine, \"UNESCO Courier\". == Sample words and phrases == {| class=\"wikitable\" ! English ! Sicilian ! Pronunciation |- | to make a good impression | | |- | wine | | |- | man | |- | woman | | |- | the other side | | |- | also, too | |- | there | | |- | right there | | |- | where | | |- | you | | |- | be careful! | | |- | he, him | | |- | she, her | | |- | once, formerly | | |- | he who pays before seeing the goods gets cheated | | |} == See also == * Sicilian School * Siculo-Arabic * Centro di studi filologici e linguistici siciliani * Arba Sicula * Cademia Siciliana * Magna Graecia * Griko * Theme of Sicily == Notes == == References == == Bibliography == * * * * * * (the orthography used in this article is substantially based on the Piccitto volumes) * * * * * * * * * * * * * * * * == External links == * Arba Sicula - a non-profit organization that promotes the language and culture of Sicily * Napizia - Dictionary of the Sicilian Language * Sicilian Translator * www.linguasiciliana.org * siciliangestures.net: Sicilian body language, learn the meaning of 81 gestures of Sicily with an app (free and no ads) Category:Italo-Dalmatian languages Category:Languages of Sicily Category:Languages of Calabria Category:Languages of Apulia Category:Subject–object–verb languages Category:Articles containing video clips",
 "title": "Sicilian language"
}