{
 "id": "46725",
 "text": "Arion (; ; fl. c. 700 BC) was a kitharode in ancient Greece, a Dionysiac poet credited with inventing the dithyramb. The islanders of Lesbos claimed him as their native son, but Arion found a patron in Periander, tyrant of Corinth. Although notable for his musical inventions, Arion is chiefly remembered for the fantastic myth of his kidnapping by pirates and miraculous rescue by dolphins, a folktale motif.The dolphin's love of music and of humans was proverbial among Greeks (Euripides, Electra 435f; for the folktale motif, see Stith Thompson, Motif Index of Folk Literature (Bloomington IN) 1955-58) s.v. B300-B349, and B473, B767. == Origins == Arion was a native of Methymna in Lesbos, and, according to some mythological accounts, a son of Cyclon or of Poseidon and the nymph Oncaea. All traditions about him agree in describing him as a contemporary and friend of Periander, tyrant of Corinth, so that he must have lived about BC 700. He appears to have spent a great part of his life at the court of Periander, but respecting his life and his poetical or musical productions, scarcely anything is known beyond the beautiful story of his escape from the sailors with whom he sailed from Sicily to Corinth. == The dithyramb == Arion is often called the inventor of the dithyrambic poetry, and of the name dithyramb. As Arthur Wallace writes: \"As a literary composition for chorus dithyramb was the creation of Arion of Corinth,\"Pickard-Cambridge, Sir Arthur Wallace. 1927. Dithyramb Tragedy and Comedy. Second edition revised by T.B.L. Webster, 1962. Oxford: Oxford University Press, 1997. . His fame was established in antiquity, and Herodotus says \"Arion was second to none of the lyre-players in his time and was also the first man we know of to compose and name the dithyramb and teach it in Corinth\".Herodotus, Histories 1.23 However, J. H. Sleeman observes of the dithyramb, or circular chorus, \"It is first mentioned by Archilochus (c. 665 BC) ... Arion flourished at least 50 years later ... probably gave it a more artistic form, adding a chorus of 50 people, personating satyrs... who danced around an altar of Dionysus. He was doubtless the first to introduce the dithyramb into Corinth\".J.H. Sleeman, ed. Herodotus Book I. Armand D'Angour notes that Arion's contribution to the reform of the dithyramb, which was eventually performed in a circle and called kuklios choros, was recognised by ancient sources by the fact that they named his father Kukleus (\"Circle-man\").'How the Dithyramb got its shape'. Classical Quarterly 46.2 (1997) 331-351. Arion is also associated with the origins of tragedy: of Solon John the Deacon reports: “Arion of Methymna first introduced the drama [i.e. action] of tragedy, as Solon indicated in his poem entitled Elegies\".Solon, Fragment 30a W, noted in Eric Csapo and Margaret Christina Miller, The Origins of Theater in Ancient Greece and beyond: from ritual to drama, 2007 \"Pre-Aristotelian fragments\", p. 10. ==Kidnapping by pirates== According to Herodotus' account of the Lydian empire under the Mermnads,Herodotus, Histories I.23-24. Arion attended a musical competition in Sicily, which he won. On his return trip from Tarentum, whose onomastic founder has a similar story, avaricious sailors plotted to kill Arion and steal the rich prizes he carried home. Arion was given the choice of suicide with a proper burial on land, or being thrown in the sea to perish. Neither prospect appealed to Arion: as Robin Lane Fox observes, \"No Greek would swim out into the deep from a boat for pleasure.\"Fox, Travelling Heroes in the Epic Age of Homer, 2008:170. He asked for permission to sing a last song to win time. Playing his kithara, Arion sang a praise to Apollo, the god of poetry, and his song attracted a number of dolphins around the ship. Some argue that the dolphins were sent by Apollo to rescue Arion.Reading Herodotus: A Guided Tour Through the Wild Boars, Dancing Suitors (Debra Hamel), Dolphins (Jason Skog) At the end of the song, Arion threw himself into the sea rather than be killed, but one of the dolphins saved his life and carried him to safety at the sanctuary of Poseidon at Cape Tainaron. When he reached land, being eager for his journey, he failed to return the dolphin to the sea and it perished there. He told his misfortunes to Periander, the Tyrant of Corinth, who ordered the dolphin to be buried, and monument raised to it. Shortly after, word came to Periander that the ship on which Arion had sailed had been brought to Corinth by a storm. He ordered the crew to be led before him, and inquired about Arion, but they replied that he had died and that they had buried him. The tyrant replied: \"Tomorrow you will swear to that at the Dolphin's monument.\" Because of this he ordered them to be kept under guard, and instructed Arion to hide in the dolphin's monument the next morning, attired as he had been when he had thrown himself into the sea. When the tyrant brought the ship's crew to the dolphin's monument and ordered them to swear by the departed spirit of the dolphin that Arion was dead, Arion came out of the monument. In amazement, wondering by what divinity he had been saved, the ship's crew was silent. The tyrant ordered them to be crucified at the dolphin's monument. Apollo, because of Arion's skill with the kithara, placed him and the dolphin among the stars.Hyginus, Fabulae, 194 This dolphin was catasterised as the constellation Delphinus, by the blessing of Apollo. The story as Herodotus tells it was taken up in other literature.See Aulus Gellius, Noctes Atticae XVI.19; Plutarch, Conv. sept. sap. 160-62; see William Roberts, \"Classical sources of Saint-Amant's 'L'Arion'\", French Studies 17.4 (1963:341-350). Lucian of Samosata wittily imagined the dialogue between Poseidon and the very dolphin who bore Arion.Lucian, Dialogi Marini 8. Augustine of HippoAugustine, City of God, i.14. asserted that pagans \"believed in what they read in their own books\" and took Arion to be a historical individual. \"There is no historicity in this tale\", according to Eunice Burr Stebbins,Stebbins, The Dolphin in the Literature and Art of Greece and Rome, 1929:67. Arion and the dolphins are given as an example of \"a folkloristic motif especially associated with Apollo\" by Irad Malkin.Malkin, Religion and Colonization in Ancient Greece, 1987:219. Erasmus instanced Arion as one of the traditional poet's topics that sound like historia rather than fabulae, though he misremembered that Augustine had taken the Arion story to be historical.Erasmus, divus Augustinus historiam estimat, quoted by Peter G. Bietenholz, Historia and Fabula: myths and legends in historical thought from antiquity to the Modern Age 1994:155. === Mythological parallels === From what is told in ancient Greek scripts, Arion, although favoured by Apollo, was the son of Poseidon and Ino. The pirates episode may be seen as a doublet of the fate of Melicertes, where the leap into the sea was that of his mother, Ino. transformed into the \"white goddess\" Leucothea; Melicertes was carried more dead than alive to the shores where the Isthmian Games were celebrated in his honour, as he was transformed to the hero Palaimon, who was placated with a nocturnal chthonic rite, and the whose winners were crowned with a barren wreath of spruce.Burkert 1983:198f. \"To Plutarch this seemed more a mystery initiation (τελετή) than an athletic and folk festival\" (p 197). A similar story of told of the founding of Taras in Megale Hellas (Magna Graecia), modern Taranto, Apulia, Italy. When a son of Poseidon called Taras was shipwrecked, his father rescued him by sending a dolphin which he rode to traverse the sea from the promontory of Taenarum to the south of Italy. Brought ashore, Taras founded the city of the same name. According to Pausanias, he was worshiped as a hero who named both the city and the river, Taras after himself.Pausanias, Description of Greece 10. 10. 8 Another parallel is the myth of Dionysus and the sailors, related in the Homeric Hymns: Tyrrhenian pirates try to lash the god to the mast, but the wood itself starts to sprout and the mast is entwined with ivy (like the god's thyrsus); the sailors leap into the sea and are transformed into dolphins. This is especially interesting because Arion is credited with the invention of the dithyramb, a dionysiac song form. ===Scholarly interpretations=== In light of the above parallels, Walter Burkert interprets the story as a significant development in the history of Dionysiac cult: \"Released from this gloomy background, the cheerful and liberating legend of the sixth century further developed the image of the dolphin-rider under the colours of the renewed cult of Dionysus.\".Burkert 1983:198f C. M. BowraBowra, \"Arion and the dolphin\", MR 20 (1963:121-34, reprinted in Bowra, On Greek Margins (1970:164-81). tied the myth to the period following the expulsion from Corinth of the aristocratic Bacchiadae, who traced their descent from Dionysus: \"the cult of the god had to develop new and more democratic forms.\"Burkert 1983:201) Stewart FloryStewart Flory, \"Arion's Leap: Brave Gestures in Herodotus\" The American Journal of Philology 99.4 (Winter 1978:411-421). identified Herodotus' characteristic use of the episode in a historicising context as an example of what Flory calls his \"brave gestures\", a man faced with death performs with calm dignity some spirited but unnecessary gesture that demonstrates contempt for danger. == Surviving fragment == A fragment of a hymn to Poseidon, quoted by Aelian and by him ascribed to Arion, has survived, and is contained in Bergk's Poetae Lyrici Graeci.Aelian, De Natura Animalium xii. 43. A poetic translation was made by the English schoolmaster Herbert Kynaston.Stone, Edward Daniel (1912). Herbert Kynaston: A Short Memoir. London: Macmillan. pp. 13–14. A more literal prose rendering follows: > Chiefest of Gods, sea-lord Poseidon of the trident of gold, earth-shaking > king of the swelling brine, the beasts that swim dance all about thee with > fins, and lightly bound with nimble flingings of the foot, the snub-nosed > coarsing hounds of bristling mane, the dolphin-lovers of the Muse, sea- > creatures of Nereus' goddess-daughters that he had of Amphitrite, the beasts > that bore a wanderer on the Sicilian sea to Taenarum's shore in Pelops' > land, ploughing to the untrodden furrow of Nereus' field astride their > humpèd back, when crafty men had cast me from out the hollow wave-going ship > into the sea-purple billows of the ocean.Edmonds, John Maxwell (1927). Lyra > Graeca III. London: Heinemann. pp. 478–479. ==In literature== Letitia Elizabeth Landon's poem Arion examines and illustrates the story of Arion's return to Greece. ==See also== * Arion – A journal of humanities and the classics published at Boston University. * Taras – Another dolphin-riding young man. Saved by dolphins after a shipwreck. Onomastic founder of Taranto, the city Arion was departing from when captured by pirates. * Melicertes – Son of Ino and king Athamas of Boeotia. Ino and Melicertes threw themselves off of a large rock at the Isthmus of Cornith. They were then deified as Palaemon (Melicertes) and Leukothea (Ino). As Palaemon, Melicertes is often depicted mounted on a dolphin. * Amphitrite – Queen of the Sea, carried to Poseidon, her future husband, by Delphinus, after hiding from the god at the Atlas mountains. * Dionysus – a similar story to Arion's ends with Dionysus turning a crew of pirate kidnappers into dolphins, save for one helmsman, who had tried to help Dionysus. * Apollo – The god came to the site of Delphi, then known as Krisa or Pytho (due to the Python who lived there), shaped like a dolphin, carrying Cretan priests, whom he rescued from a shipwreck, on his back. The site would be named Delphi to commemorate this event and Apollo would bear the epithet Delphinios. * Arion – A magical horse of the same name, also from Greek mythology. ==Notes== ==References== ==Bibliography== *\"Arion (1)\", William Smith (ed.) Dictionary of Greek and Roman Biography and Mythology. 3. Boston: Little, Brown & Co., 1867. *Burkert, Walter, Homo Necans (University of California Press) 1983, III.7 \"The Return of the Dolphin\" pp 196–204. ==External links== *Arion in Bulfinch's Mythology A longer version of the myth, synthesized from selected sources. *Fragments on Arion (restricted access) * Images of Arion in the Warburg Institute Photographic Collection Category:Ancient Greek poets Category:6th-century BC poets Category:Cult of Dionysus",
 "title": "Arion"
}