{
 "id": "467442",
 "text": "The SCA virus is the first computer virus created for the Commodore Amiga and one of the first to gain public notoriety. It appeared in November 1987. The SCA virus is a boot sector virus. It features a line of text that appears at every 15th copy after a warm reboot: > Something wonderful has happened Your AMIGA is alive !!! and, even better... > Some of your disks are infected by a VIRUS !!! Another masterpiece of The > Mega-Mighty SCA !! \"SCA\" is an acronym for the Swiss Cracking Association, a group engaged in software protection removal, so the geographic origin of the virus was Switzerland. The virus is probably authored by an SCA member known as \"CHRIS\". SCA will not harm disks per se, but spreads to any write-enabled floppies inserted. If they use custom bootblocks (such as games), they are rendered unusable. SCA also checksums as an original filesystem (OFS) bootblock, hence destroying newer filesystems if the user doesn't know the proper use of the \"install\" command to remove SCA (\"install df0: FFS FORCE\" to recover a 'fast filesystem' floppy). The \"Mega-Mighty SCA\" produced the first Amiga virus checker which killed the SCA virus. This may well have been in response to estimates that approximately 40% of all Amiga users had SCA in their disk collection somewhere, due to rampant piracy. Other authors inspired by the harmless SCA virus would later produce more destructive viruses known as the Byte Bandit and the Byte Warrior. The first line of the infection message refers to the 1986 movie Short Circuit and the subsequent computer game with the line \"Something wonderful has happened... No. 5 is alive.\" ==References== * Info magazine description of the virus ==External links== * Swiss Cracking Association's homepage * SCA Virus entry in the amiga archive of the Virus Test Center * SCA-Virus description at Virus Help Team, Amiga Virus Encyclopedia * SCA-Virus description at the now defunct Amiga Virus Encyclopedia * Swiss Cracking Association Archive, Part 1, Part 2, Part 3 — \"got papers?\" historical research project Category:Amiga viruses Category:Hacking in the 1980s",
 "title": "SCA (computer virus)"
}