{
 "id": "467841",
 "text": "Say It With Poison (1991) is a whodunnit or mystery novel by Ann Granger. It is the first in a series of 15 (as of 2004) Mitchell and Markby Mysteries. Although they feel curiously attracted to each other, the two protagonists who solve the case, Mitchell and Markby, are not a team. Rather, they work against each other. Meredith Mitchell, aged 35 at the beginning of the series, is a British civil servant who, unmarried and without relatives to take care of, embarks on a career in the diplomatic service and, at the beginning of the novel, has spent many years abroad, most recently in Yugoslavia. On her arrival back home, she metamorphoses into an amateur sleuth. Chief Inspector Alan Markby is a 42-year-old divorced policeman working from the fictitious town of Bamford somewhere in the Cotswolds. The two meet when the police have to investigate a death in a small village near Bamford where Mitchell is staying. Granger is renowned for writing traditional detective fiction but also for bringing the classic whodunnit up to date. As opposed to, say, Miss Marple's St. Mary Mead, the village of Westerfield is a soulless place with a dwindling population, with all the young people leaving. There is no village shop; no village school; no doctor's practice; no vicarage, with the old church boarded up and only to be opened for special occasions. In spite of all that, the villagers are reluctant to accept, and suspicious of, any newcomers to their rural community. ==Plot summary== Eve Owens, a British film star who is now in her mid-forties and who has settled down in the small village of Bamford, invites her cousin Meredith Mitchell to her daughter Sara's wedding, which is to take place in a couple of weeks' time in the old village church. But shortly after Mitchell's arrival one of Eve Owens's neighbours, a young artist called Philip Lorrimer, is found dead in his cottage—poisoned. The autopsy reveals that it has been a slow death, that Lorrimer has been poisoned over a longer period of time. At first there are no suspects, especially as no one seems to have had a motive for killing Lorrimer. But when one night Lorrimer's 80-year-old neighbour Bert Yewell is slain in his pyjamas next to his garden shed, it becomes clear that Yewell must have known a secret which he was about to give away. In the end, it turns out that Eve Owens, her daughter, and one of the guests staying at Owens's house are not as innocent as they seemed at the beginning. Category:1991 British novels Category:British crime novels Category:Novels by Ann Granger Category:Headline Publishing Group books",
 "title": "Say It with Poison"
}