{
 "id": "467946",
 "text": "German orthography is the orthography used in writing the German language, which is largely phonemic. However, it shows many instances of spellings that are historic or analogous to other spellings rather than phonemic. The pronunciation of almost every word can be derived from its spelling once the spelling rules are known, but the opposite is not generally the case. Today, Standard High German orthography is regulated by the Rat für deutsche Rechtschreibung (Council for German Orthography), composed of representatives from most German-speaking countries. == Alphabet == The modern German alphabet consists of the twenty-six letters of the ISO basic Latin alphabet plus four special letters. === Basic alphabet === {|class=wikitable !Capital !Lowercase !Name !Name (IPA) |- |A |a |A | |- |B |b |Be | |- |C |c |Ce | |- |D |d |De | |- |E |e |E | |- |F |f |Ef | |- |G |g |Ge | |- |H |h |Ha | |- |I |i |I | |- |J |j |Jot1, Je2 |1 2 |- |K |k |Ka | |- |L |l |El | |- |M |m |Em | |- |N |n |En | |- |O |o |O | |- |P |p |Pe | |- |Q |q |Qu1, Que2 |1 2 |- |R |r |Er | |- |S |s |Es | |- |T |t |Te | |- |U |u |U | |- |V |v |Vau | |- |W |w |We | |- |X |x |Ix | |- |Y |y |Ypsilon |1 2 |- |Z |z |Zett | |} 1in Germany 2in Austria === Special letters === German uses three letter-diacritic combinations (Ä/ä, Ö/ö, Ü/ü) using the umlaut and one ligature (ß (called Eszett (sz) or scharfes S, \"sharp s\")) which are officially considered distinct letters of the alphabet. {|class=wikitable ! ! !Name (IPA) |- |Ä |ä | |- |Ö |ö | |- |Ü |ü | |- |ẞ |ß |Eszett: scharfes S: |} * The capital ẞ was declared an official letter of the German alphabet on 29 June 2017.Official rules of German spelling updated, Rat für deutsche Rechtschreibung, 29 June 2017, retrieved 29 June 2017. * In the past, long s (ſ) was used as well, as in English and many other European languages.Andrew West (2006): \"The Rules for Long S\". While the Council for German Orthography considers Ä/ä, Ö/ö, Ü/ü, and ẞ/ß distinct letters, disagreement on how to categorize and count them has led to a dispute over the exact number of letters the German alphabet has, the number ranging between 26 (special letters are considered variants of A, O, U, and S) and 30 (all special letters are counted separately). == Use of special letters == ===Umlaut diacritic usage=== The diacritic letters ä, ö, and ü are used to indicate the presence of umlauts (fronting of back vowels). Before the introduction of the printing press, frontalization was indicated by placing an e after the back vowel to be modified, but German printers developed the space-saving typographical convention of replacing the full e with a small version placed above the vowel to be modified. In German Kurrent writing, the superscripted e was simplified to two vertical dashes (as the Kurrent e consists largely of two short vertical strokes), which have further been reduced to dots in both handwriting and German typesetting. Although the two dots of umlaut look like those in the diaeresis (trema), the two have different origins and functions. When it is not possible to use the umlauts (for example, when using a restricted character set) the characters Ä, Ö, Ü, ä, ö, ü should be transcribed as Ae, Oe, Ue, ae, oe, ue respectively, following the earlier postvocalic-e convention; simply using the base vowel (e.g. u instead of ü) would be wrong and misleading. However, such transcription should be avoided if possible, especially with names. Names often exist in different variants, such as \"Müller\" and \"Mueller\", and with such transcriptions in use one could not work out the correct spelling of the name. Automatic back-transcribing is wrong not only for names. Consider, for example, das neue Buch (\"the new book\"). This should never be changed to das neü Buch, as the second e is completely separate from the u and does not even belong in the same syllable; neue () is neu (the root for ‘new’) followed by an e, an inflection. The word neü does not exist in German. Furthermore, in northern and western Germany, there are family names and place names in which e lengthens the preceding vowel (by acting as a ), as in the former Dutch orthography, such as , which is pronounced with a long a, not an ä. Similar cases are and . In proper names and ethnonyms, there may also appear a rare ë and ï, which are not letters with an umlaut, but a diaeresis, used as in French and English to distinguish what could be a digraph, for example, ai in , eu in , ie in , oe in and (although Hoëcker added the diaeresis himself), and ue in .Die Erde: Haack Kleiner Atlas; VEB Hermann Haack geographisch- kartographische Anstalt, Gotha, 1982; pages: 97, 100, 153, 278 Occasionally, a diaeresis may be used in some well-known names, i.e.: Italien: Straßenatlas 1:300.000 mit Ortsregister; Kunth Verlag GmbH & Co. KG 2016/2017; München; page: III (usually written as ). Swiss keyboards and typewriters do not allow easy input of uppercase letters with umlauts (nor ß) because their positions are taken by the most frequent French diacritics. Uppercase umlauts were dropped because they are less common than lowercase ones (especially in Switzerland). Geographical names in particular are supposed to be written with A, O, U plus e, except . The omission can cause some inconvenience, since the first letter of every noun is capitalized in German. Unlike in Hungarian, the exact shape of the umlaut diacritics – especially when handwritten – is not important, because they are the only ones in the language (not counting the tittle on i and j). They will be understood whether they look like dots (¨), acute accents (˝) or vertical bars (‖). A horizontal bar (macron, ¯), a breve (˘), a tiny N or e, a tilde (˜), and such variations are often used in stylized writing (e.g. logos). However, the breve – or the ring (°) – was traditionally used in some scripts to distinguish a u from an n. In rare cases, the n was underlined. The breved u was common in some Kurrent-derived handwritings; it was mandatory in Sütterlin. ===Sharp s=== thumb|German label \"Delicacy / red cabbage.\" Left cap is with old orthography, right with new. The eszett or scharfes S (ẞ, ß) represents the unvoiced s sound. The German spelling reform of 1996 somewhat reduced usage of this letter in Germany and Austria. It is not used in Switzerland and Liechtenstein. As the ß derives from a ligature of lowercase letters, it is exclusively used in the middle or at the end of a word. The proper transcription when it cannot be used is ss (sz and SZ in earlier times). This transcription can give rise to ambiguities, albeit rarely; one such case is in Maßen (in moderation) vs. in Massen (en masse). In all-caps, ß is replaced by SS or, optionally, by the uppercase ẞ. The uppercase ẞ was included in Unicode 5.1 as U+1E9E in 2008. Since 2010 its use is mandatory in official documentation in Germany when writing geographical names in all-caps. Empfehlungen und Hinweise für die Schreibweise geographischer Namen, 5. Ausgabe 2010 The option of using the uppercase ẞ in all-caps was officially added to the German orthography in 2017. Rechtschreibrat führt neuen Buchstaben ein, Die Zeit, 29 June 2017, retrieved 29 June 2017.] Although nowadays substituted correctly only by ss, the letter actually originates from a distinct ligature: long s with (round) z (\"ſz\"/\"ſʒ\"). Some people therefore prefer to substitute \"ß\" by \"sz\", as it can avoid possible ambiguities (as in the above \"Maßen\" vs \"Massen\" example). Incorrect use of the ß letter is a common type of spelling error even among native German writers. The spelling reform of 1996 changed the rules concerning ß and ss (no forced replacement of ss to ß at word’s end). This required a change of habits and is often disregarded: some people even incorrectly assumed that the \"ß\" had been abolished completely. However, if the vowel preceding the s is long, the correct spelling remains ß (as in ). If the vowel is short, it becomes ss, e.g. \"Ich denke, dass…\" (I think that…). This follows the general rule in German that a long vowel is followed by a single consonant, while a short vowel is followed by a double consonant. This change towards the so-called Heyse spelling, however, introduced a new sort of spelling error, as the long/short pronunciation differs regionally. It was already mostly abolished in the late 19th century (and finally with the first unified German spelling of 1901) in favor of the Adelung spelling. Besides the long/short pronunciation issue, which can be attributed to dialect speaking (for instance, in the northern parts of Germany Spaß is typically pronounced short, i.e. Spass, whereas particularly in Bavaria elongated may occur as in Geschoss which is pronounced Geschoß in certain regions), Heyse spelling also introduces reading ambiguities that do not occur with Adelung spelling such as Prozessorientierung (Adelung: Prozeßorientierung) vs. \"Prozessorarchitektur\" (Adelung: Prozessorarchitektur). It is therefore recommended to insert hyphens where required for reading assistance, i.e. Prozessor-Architektur vs. Prozess- Orientierung. ===Long s=== In the Fraktur typeface and similar scripts, a long s (ſ) was used except in syllable endings (cf. Greek sigma) and sometimes it was historically used in antiqua fonts as well; but it went out of general use in the early 1940s along with the Fraktur typeface. An example where this convention would avoid ambiguity is Wachstube, which was written either Wachſtube = Wach-Stube (, guardhouse) or Wachstube = Wachs-Tube (, tube of wax). ==Sorting== There are three ways to deal with the umlauts in alphabetic sorting. # Treat them like their base characters, as if the umlaut were not present (DIN 5007-1, section 6.1.1.4.1). This is the preferred method for dictionaries, where umlauted words (\"Füße\", feet) should appear near their origin words (\"Fuß\", foot). In words which are the same except for one having an umlaut and one its base character (e.g. \"Müll\" vs. \"Mull\"), the word with the base character gets precedence. # Decompose them (invisibly) to vowel plus e (DIN 5007-2, section 6.1.1.4.2). This is often preferred for personal and geographical names, wherein the characters are used unsystematically, as in German telephone directories (\"Müller, A.; Mueller, B.; Müller, C.\"). # They are treated like extra letters either placed ## after their base letters (Austrian phone books have ä between az and b etc.) or ## at the end of the alphabet (as in Swedish or in extended ASCII). Microsoft Windows in German versions offers the choice between the first two variants in its internationalisation settings. A sort of combination of nos. 1 and 2 also exists, in use in a couple of lexica: The umlaut is sorted with the base character, but an ae, oe, ue in proper names is sorted with the umlaut if it is actually spoken that way (with the umlaut getting immediate precedence). A possible sequence of names then would be \"Mukovic; Muller; Müller; Mueller; Multmann\" in this order. Eszett is sorted as though it were ss. Occasionally it is treated as s, but this is generally considered incorrect. Words distinguished only by ß vs. ss can only appear in the (presently used) Heyse writing and are even then rare and possibly dependent on local pronunciation, but if they appear, the word with ß gets precedence, and Geschoß (storey; South German pronunciation) would be sorted before Geschoss (projectile). Accents in French loanwords are always ignored in collation. In rare contexts (e.g. in older indices) sch (phonetic value equal to English sh) and likewise st and ch are treated as single letters, but the vocalic digraphs ai, ei (historically ay, ey), au, äu, eu and the historic ui and oi never are. ===Personal names with special characters=== German names containing umlauts (ä, ö, ü) and/or ß are spelled in the correct way in the non-machine-readable zone of the passport, but with AE, OE, UE and/or SS in the machine-readable zone, e.g. Müller becomes MUELLER, Weiß becomes WEISS, and Gößmann becomes GOESSMANN. The transcription mentioned above is generally used for aircraft tickets et cetera, but sometimes (like in US visas) simple vowels are used (MULLER, GOSSMANN). As a result, passport, visa, and aircraft ticket may display different spellings of the same name. The three possible spelling variants of the same name (e.g. Müller / Mueller / Muller) in different documents sometimes lead to confusion, and the use of two different spellings within the same document may give persons unfamiliar with German orthography the impression that the document is a forgery. Even before the introduction of the capital ẞ, it was recommended to use the minuscule ß as a capital letter in family names in documents (e.g. HEINZ GROßE, today's spelling: HEINZ GROẞE). German naming law accepts umlauts and/or ß in family names as a reason for an official name change. Even a spelling change, e.g. from Müller to Mueller or from Weiß to Weiss is regarded as a name change. ==Features of German spelling== ===Spelling of nouns=== A typical feature of German spelling is the general capitalization of nouns and of most nominalized words. Compound words, including nouns, are written together, e.g. Haustür (Haus + Tür; \"house door\"), Tischlampe (Tisch + Lampe; \"table lamp\"), Kaltwasserhahn (Kalt + Wasser + Hahn; \"cold water tap/faucet\"). This can lead to long words: the longest word in regular use, Rechtsschutzversicherungsgesellschaften(according to the Guinness Book of Records) (\"legal protection insurance companies\"), consists of 39 letters. ===Vowel length=== Even though vowel length is phonemic in German, it is not consistently represented. However, there are different ways of identifying long vowels: *A vowel in an open syllable (a free vowel) is long, for instance in ge-ben ('to give'), sa-gen ('to say'). The rule is unreliable in given names, cf. Oliver . *It is rare to see a bare i used to indicate a long vowel . Instead, the digraph ie is used, for instance in Liebe ('love'), hier ('here'). This use is a historical spelling based on the Middle High German diphthong which was monophthongized in Early New High German. It has been generalized to words that etymologically never had that diphthong, for instance viel ('much'), Friede ('peace') (Middle High German vil, vride). Occasionally – typically in word-final position – this digraph represents as in the plural noun Knie ('knees') (cf. singular Knie ). In the words Viertel (viertel) ('quarter'), vierzehn ('fourteen'), vierzig ('forty'), ie represents a short vowel, cf. vier ('four'). In Fraktur, where capital I and J are identical or near-identical \\mathfrak{J}, the combinations Ie and Je are confusable; hence the combination Ie is not used at the start of a word, for example Igel ('hedgehog'), Ire ('Irishman'). *A silent h indicates the vowel length in certain cases. That h derives from an old in some words, for instance sehen ('to see') zehn ('ten'), but in other words it has no etymological justification, for instance gehen ('to go') or mahlen ('to mill'). Occasionally a digraph can be redundantly followed by h, either due to analogy, such as sieht ('sees', from sehen) or etymology, such as Vieh ('cattle', MHG vihe), rauh ('rough', pre-1996 spelling, now written rau, MHG ruh). *The letters a, e, o are doubled in a few words that have long vowels, for instance Saat ('seed'), See ('sea'/'lake'), Moor ('moor'). *A doubled consonant after a vowel indicates that the vowel is short, while a single consonant often indicates the vowel is long, e.g. ('comb') has a short vowel , while ('came') has a long vowel . Two consonants are not doubled: k, which is replaced by ck (until the spelling reform of 1996, however, ck was divided across a line break as k-k), and z, which is replaced by tz. In loanwords, kk (which may correspond with cc in the original spelling) and zz can occur. *For different consonants and for sounds represented by more than one letter (ch and sch) after a vowel, no clear rule can be given, because they can appear after long vowels, yet are not redoubled if belonging to the same stem, e.g. Mond 'moon', Hand 'hand'. On a stem boundary, reduplication usually takes place, e.g., nimm-t 'takes'; however, in fixed, no longer productive derivatives, this too can be lost, e.g., Geschäft 'business' despite schaffen 'to get something done'. *ß indicates that the preceding vowel is long, e.g. Straße 'street' vs. Masse 'amount'. In addition to that, texts written before the 1996 spelling reform also use ß at the ends of words and before consonants, e.g. naß 'wet' and mußte 'had to' (after the reform spelled nass and musste), so vowel length in these positions could not be detected by the ß, cf. Maß 'measure' and fußte 'was based' (after the reform still spelled Maß and fußte). ===Double or triple consonants=== Even though German does not have phonemic consonant length, there are many instances of doubled or even tripled consonants in the spelling. A single consonant following a checked vowel is doubled if another vowel follows, for instance immer 'always', lassen 'let'. These consonants are analyzed as ambisyllabic because they constitute not only the syllable onset of the second syllable but also the syllable coda of the first syllable, which must not be empty because the syllable nucleus is a checked vowel. By analogy, if a word has one form with a doubled consonant, all forms of that word are written with a doubled consonant, even if they do not fulfill the conditions for consonant doubling; for instance, rennen 'to run' → er rennt 'he runs'; Küsse 'kisses' → Kuss 'kiss'. Doubled consonants can occur in composite words when the first part ends in the same consonant the second part starts with, e.g. in the word Schaffell ('sheepskin', composed of Schaf 'sheep' and Fell 'skin, fur, pelt'). Composite words can also have tripled letters. While this is usually a sign that the consonant is actually spoken long, it does not affect the pronunciation per se: the fff in Sauerstoffflasche ('oxygen bottle', composed of Sauerstoff 'oxygen' and Flasche 'bottle') is exactly as long as the ff in Schaffell. According to the spelling before 1996, the three consonants would be shortened before vowels, but retained before consonants and in hyphenation, so the word Schifffahrt ('navigation, shipping', composed of Schiff 'ship' and Fahrt 'drive, trip, tour') was then written Schiffahrt, whereas Sauerstoffflasche already had a triple fff. With the aforementioned change in ß spelling, even a new source of triple consonants sss, which in pre-1996 spelling could not occur as it was rendered ßs, was introduced, e. g. Mussspiel ('compulsory round' in certain card games, composed of muss 'must' and Spiel 'game'). ===Typical letters=== * ei: This digraph represents the diphthong . The spelling goes back to the Middle High German pronunciation of that diphthong, which was . The spelling ai is found in only a very few native words (such as Saite 'string', Waise 'orphan') but is commonly used to Romanize in foreign loans from languages such as Chinese. * eu: This digraph represents the diphthong , which goes back to the Middle High German monophthong represented by iu. When the sound is created by umlaut of au (from MHG ), it is spelled äu. * ß: This letter alternates with ss. For more information, see above. * st, sp: At the beginning of a stressed syllable, these digraphs are pronounced . In the Middle Ages, the sibilant that was inherited from Proto-Germanic was pronounced as an alveolo-palatal consonant or unlike the voiceless alveolar sibilant that had developed in the High German consonant shift. In the Late Middle Ages, certain instances of merged with , but others developed into . The change to was represented in certain spellings such as Schnee 'snow', Kirsche 'cherry' (Middle High German snê, kirse). The digraphs st, sp, however, remained unaltered. * v: The letter v occurs only in a few native words and then, it represents . That goes back to the 12th and 13th century, when prevocalic was voiced to . The voicing was lost again in the late Middle Ages, but the v still remains in certain words such as in Vogel (compare Scandinavian fugl or English fowl) 'bird' (hence, the letter v is sometimes called Vogel-vau), viel 'much'. For further information, see Pronunciation of v in German. * w: The letter w represents the sound . In the 17th century, the former sound became , but the spelling remained the same. An analogous sound change had happened in late-antique Latin. * z: The letter z represents the sound . The sound, a product of the High German consonant shift, has been written with z since Old High German in the 8th century. ===Foreign words=== For technical terms, the foreign spelling is often retained such as ph or y in the word Physik (physics) of Greek origin. For some common affixes however, like -graphie or Photo-, it is allowed to use -grafie or Foto- instead.canoo.net: Spelling for \"Photographie/Fotografie\" 2011-03-13 Both Photographie and Fotografie are correct, but the mixed variants Fotographie or Photografie are not. For other foreign words, both the foreign spelling and a revised German spelling are correct such as / Delfincanoo.net: Spelling for \"Delphin/Delfin\" 2011-03-13 or / Portmonee, though in the latter case the revised one does not usually occur.canoo.net: Spelling for \"Portemonnaie/Portmonee\" 2011-03-13 For some words for which the Germanized form was common even before the reform of 1996, the foreign version is no longer allowed. A notable example is the word Foto, with the meaning “photograph”, which may no longer be spelled as Photo.canoo.net: Spelling for \"Foto\" 2011-03-13 Other examples are Telephon (telephone) which was already Germanized as Telefon some decades ago or Bureau (office) which got replaced by the Germanized version Büro even earlier. Except for the common sequences sch (), ch ( or ) and ck () the letter c appears only in loanwords or in proper nouns. In many loanwords, including most words of Latin origin, the letter c pronounced () has been replaced by k. Alternatively, German words which come from Latin words with c before e, i, y, ae, oe are usually pronounced with () and spelled with z. However, certain older spellings occasionally remain, mostly for decorative reasons, such as Circus instead of Zirkus. The letter q in German appears only in the sequence qu () except for loanwords such as Coq au vin or Qigong (the latter is also written Chigong). The letter x (Ix, ) occurs almost exclusively in loanwords such as Xylofon (xylophone) and names, e.g. Alexander and Xanthippe. Native German words now pronounced with a sound are usually written using chs or (c)ks, as with Fuchs (fox). Some exceptions occur such as Hexe (witch), Nixe (mermaid), Axt (axe) and Xanten. The letter y (Ypsilon, ) occurs almost exclusively in loanwords, especially words of Greek origin, but some such words (such as ) have become so common that they are no longer perceived as foreign. It used to be more common in earlier centuries, and traces of this earlier usage persist in proper names. It is used either as an alternative letter for i, for instance in Mayer / Meyer (a common family name that occurs also in the spellings Maier / Meier), or especially in the Southwest, as a representation of that goes back to an old IJ (digraph), for instance in Schwyz or Schnyder (an Alemannic variant of the name Schneider). Another notable exception is Bayern (\"Bavaria\") and derived words like bayrisch (\"Bavarian\"); this actually used to be spelt with an i until the King of Bavaria introduced the y as a sign of his philhellenism (his son would become King of Greece later). In loan words from the French language, spelling and accents are usually preserved. For instance, café in the sense of \"coffeehouse\" is always written Café in German; accentless Cafe would be considered erroneous, and the word cannot be written Kaffee, which means \"coffee\". Thus, German typewriters and computer keyboards offer two dead keys: one for the acute and grave accents and one for circumflex. Other letters occur less often such as ç in loan words from French or Portuguese, and ñ in loan words from Spanish. In one curious instance, the word Ski (meaning as in English) is pronounced as if it were Schi all over the German-speaking areas (reflecting its pronunciation in its source language Norwegian), but only written that way in Austria.Wortherkunft, Sprachliches Das Wort Ski wurde im 19. Jahrhundert vom norwegischen ski ‚Scheit (gespaltenes Holz); Schneeschuh‘ entlehnt, das seinerseits von dem gleichbedeutenden altnordischen skíð abstammt und mit dem deutschen Wort Scheit urverwandt ist.[1] Als Pluralform sind laut Duden Ski und Skier bzw. Schi und Schier üblich.[2] Die Aussprache ist vornehmlich wie „Schi“ (wie auch original im Norwegischen), lokal bzw. dialektal kommt sie auch als „Schki“ (etwa in Graubünden oder im Wallis) vor. ==Grapheme-to-phoneme correspondences== This section lists German letters and letter combinations, and how to pronounce them transliterated into the International Phonetic Alphabet. This is the pronunciation of Standard German. Note that the pronunciation of standard German varies slightly from region to region. In fact, it is possible to tell where most German speakers come from by their accent in standard German (not to be confused with the different German dialects). Foreign words are usually pronounced approximately as they are in the original language. ===Consonants=== Double consonants are pronounced as single consonants, except in compound words. {| class=\"wikitable\" ! colspan=\"2\" |Grapheme(s) !Phoneme(s) !Notes |- | rowspan=\"2\" |b |otherwise |[b] or [b̥] | |- |syllable final |[p] | |- | rowspan=\"2\" |c |otherwise |[k] | |- |before ä, e, i & sometimes ö |[ts] | |- | rowspan=\"7\" |ch |after a, o, and u |[x] | rowspan=\"7\" |In Austro-Bavarian, especially in Austria, may always be substituted by . |- |after other vowels or consonants or initially |[ç] or [k] (word initially in Southern Germany) |- |after [ŋ] | |- |before pause or other consonant |[k] |- |before a, o and u |[x] or [k] |- |before other vowels |[ç] |- |the suffix -chen |[ç] |- | rowspan=\"2\" |chs |within a morpheme (e.g. Dachs \"badger\") |[ks] | |- |across a morpheme boundary (e.g. Dachs \"roof (gen.)\") |[çs] or [xs] | |- | colspan=\"2\" |ck |[k] |follows short vowels |- | rowspan=\"2\" |d |otherwise | or | |- |syllable final |[t] | |- | colspan=\"2\" |dsch | or |used in loanwords and transliterations only. Words borrowed from English can alternatively retain the original ⟨j⟩. Many speakers pronounce ⟨dsch⟩ as (= ⟨tsch⟩), because is not native to German. |- | colspan=\"2\" |dt |[t] | |- | colspan=\"2\" |f |[f] | |- | rowspan=\"3\" |g |otherwise | or | |- |syllable final |[k] | |- |when part of word-final -ig |[ç] or (Southern Germany) | |- | rowspan=\"2\" |h |before a vowel |[h] | |- |when lengthening a vowel |silent | |- | colspan=\"2\" |j |[j] | in loanwords from French (as in jardin, French for garden) |- | colspan=\"2\" |k |[k] | |- | colspan=\"2\" |l |[l] | |- | colspan=\"2\" |m |[m] | |- | colspan=\"2\" |n |[n] | |- | rowspan=\"2\" |ng |usually | | |- |in compound words where the first element ends in \"n\" and the second element begins with \"g\" (-n·g-) | or | |- | colspan=\"2\" |nk | | |- | colspan=\"2\" |p |[p] | |- | colspan=\"2\" |pf |[pf] |with some speakers at the beginning of words (or at the beginning of compound words' elements) |- | colspan=\"2\" |ph |[f] | |- | colspan=\"2\" |qu | or (in a few regions) | |- | rowspan=\"3\" |r | | before vowels, otherwise ,or after long vowels (except ), otherwise | |- |(Austro-Bavarian) |[r] or before vowels, otherwise | |- |(Swiss Standard German) |[r] in all cases | |- | rowspan=\"3\" |s |before vowel | or | |- |before consonants or when final | | |- |before p or t at the beginning of a word or syllable | | |- | rowspan=\"2\" |sch |otherwise | | |- |when part of the diminutive of a word ending on \"s\", (e.g. Mäuschen \"little mouse\") |[sç] | |- | colspan=\"2\" |ss |[s] | |- | colspan=\"2\" |ß |[s] | |- | colspan=\"2\" |t |[t] | |- | colspan=\"2\" |th |[t] | |- | rowspan=\"2\" |ti |otherwise | | |- |in -tion, -tiär, -tial, -tiell | | |- | colspan=\"2\" |tsch | | |- | colspan=\"2\" |tz |[ts] |follows short vowels |- | colspan=\"2\" |tzsch | | |- | rowspan=\"2\" |v |otherwise |[f] | |- |in foreign borrowings not at the end of a word |[v] | |- | colspan=\"2\" |w |[v] | |- | colspan=\"2\" |x |[ks] | |- | colspan=\"2\" |z |[ts] | |- | colspan=\"2\" |zsch | | |} ===Vowels=== {| class=\"wikitable\" ! rowspan=\"3\" | ! colspan=\"4\" | front ! rowspan=\"2\" colspan=\"2\" | central ! rowspan=\"2\" colspan=\"2\" | back |- ! colspan=\"2\" | unrounded ! colspan=\"2\" | rounded |- ! short ! long ! short ! long ! short ! long ! short ! long |- ! close |[i] i | i, ie, ih, or ieh | y | ü, üh or y | colspan=\"2\" | |[u] u | u or uh |- ! near-close | i | | ü or y | | colspan=\"2\" | | u | |- ! close-mid | e | ä, äh, e, eh, or ee | ö | ö, öh | colspan=\"2\" | | o | o, oh, or oo |- ! mid | colspan=\"4\" | | e | | colspan=\"2\" | |- ! open-mid | ä or e | ä or äh | ö | | colspan=\"2\" | | o | |- ! near-open | colspan=\"4\" | | -er | | colspan=\"2\" | |- ! open | colspan=\"4\" | | a | a, ah, or aa | colspan=\"2\" | |} ====Short vowels==== Consonants are sometimes doubled in writing to indicate the preceding vowel is to be pronounced as a short vowel. Most one-syllable words that end in a single consonant are pronounced with long vowels, but there are some exceptions such as an, das, es, in, mit, and von. The e in the ending -en is often silent, as in bitten \"to ask, request\". The ending -er is often pronounced , but in some regions, people say or . The e in the ending -el (, e.g. Tunnel, Mörtel \"mortar\") is pronounced short despite having just a single consonant on the end. *a: as in Wasser \"water\" *ä: as in Männer \"men\" *e: as in Bett \"bed\"; unstressed as in Ochse \"ox\" *i: as in Mittel \"means\" *o: as in kommen \"to come\" *ö: as in Göttin \"goddess\" *u: as in Mutter \"mother\" *ü: as in Müller \"miller\" *y: as in Dystrophie \"dystrophy\" ====Long vowels==== A vowel usually represents a long sound if the vowel in question occurs: * as the final letter (except for e) * in any stressed open syllable as in Wagen \"car\" * followed by a single consonant as in bot \"offered\" * doubled as in Boot \"boat\" * followed by an h as in Weh \"pain\" Long vowels are generally pronounced with greater tenseness than short vowels. The long vowels map as follows: *a, ah, and aa: *ä, and äh: or *e, eh, and ee: *i, ie, ih, and ieh: *o, oh, and oo: *ö, and öh: *u, and uh: *ü, and üh: *y: ====Diphthongs==== *au: *eu and äu: *ei, ai, ey, and ay: Shortened long vowels A pre-stress long vowel shortens: * i: * y: * u: * e: * ö: * o: Other vowels * -er: , * ie: (in the words: Viertel/viertel, vierzehn, vierzig) ==History of German orthography== ===Middle Ages=== The oldest known German texts date back to the 8th century. They were written mainly in monasteries in different local dialects of Old High German. In these texts, the letter z along with combinations such as tz, cz, zz, sz or zs was chosen to transcribe the sounds and , which is ultimately the origin of the modern German letters z, tz and ß (an old sz-ligature). After the Carolingian Renaissance, however, during the reigns of the Ottonian and Salian dynasties in the 10th century and 11th century, German was rarely written, the literary language being almost exclusively Latin. Notker the German is a notable exception in his period: not only are his German compositions of high stylistic value, but his orthography is also the first to follow a strictly coherent system. Significant production of German texts only resumed during the reign of the Hohenstaufen dynasty (in the High Middle Ages). Around the year 1200, there was a tendency towards a standardized Middle High German language and spelling for the first time, based on the Franconian-Swabian language of the Hohenstaufen court. However, that language was used only in the epic poetry and minnesang lyric of the knight culture. These early tendencies of standardization ceased in the interregnum after the death of the last Hohenstaufen king in 1254. Certain features of today's German orthography still date back to Middle High German: the use of the trigraph sch for and the occasional use of v for because around the 12th and 13th century, the prevocalic was voiced. In the following centuries, the only variety that showed a marked tendency to be used across regions was the Middle Low German of the Hanseatic League, based on the variety of Lübeck and used in many areas of northern Germany and indeed northern Europe in general. ===Early modern period=== By the 16th century, a new interregional standard developed on the basis of the East Central German and Austro-Bavarian varieties. This was influenced by several factors: *Under the Habsburg dynasty, there was a strong tendency to a common language in the chancellery. *Since Eastern Central Germany had been colonized only during the High and Late Middle Ages in the course of the by people from different regions of Germany, the varieties spoken were compromises of different dialects. *Eastern Central Germany was culturally very important, being home to the universities of Erfurt and Leipzig and especially with the Luther Bible translation, which was considered exemplary. *The invention of printing led to an increased production of books, and the printers were interested in using a common language to sell their books in an area as wide as possible. Mid-16th century Counter-Reformation reintroduced Catholicism to Austria and Bavaria, prompting a rejection of the Lutheran language. Instead, a specific southern interregional language was used, based on the language of the Habsburg chancellery. In northern Germany, the Lutheran East Central German replaced the Low German written language until the mid-17th century. In the early 18th century, the Lutheran standard was also introduced in the southern states and countries, Austria, Bavaria and Switzerland, due to the influence of northern German writers, grammarians such as Johann Christoph Gottsched or language cultivation societies such as the Fruitbearing Society. ===19th century and early 20th century=== Though, by the mid-18th century, one norm was generally established, there was no institutionalized standardization. Only with the introduction of compulsory education in late 18th and early 19th century was the spelling further standardized, though at first independently in each state because of the political fragmentation of Germany. Only the foundation of the German Empire in 1871 allowed for further standardization. In 1876, the Prussian government instituted the to achieve a standardization for the entire German Empire. However, its results were rejected, notably by Prime Minister of Prussia Otto von Bismarck. In 1880, Gymnasium director Konrad Duden published the Vollständiges Orthographisches Wörterbuch der deutschen Sprache (\"Complete Orthographic Dictionary of the German Language\"), known simply as the \"Duden\". In the same year, the Duden was declared to be authoritative in Prussia. Since Prussia was, by far, the largest state in the German Empire, its regulations also influenced spelling elsewhere, for instance, in 1894, when Switzerland recognized the Duden. In 1901, the interior minister of the German Empire instituted the Second Orthographic Conference. It declared the Duden to be authoritative, with a few innovations. In 1902, its results were approved by the governments of the German Empire, Austria and Switzerland. In 1944, the Nazi German government planned a reform of the orthography, but because of World War II, it was never implemented. After 1902, German spelling was essentially decided de facto by the editors of the Duden dictionaries. After World War II, this tradition was followed with two different centers: Mannheim in West Germany and Leipzig in East Germany. By the early 1950s, a few other publishing houses had begun to attack the Duden monopoly in the West by putting out their own dictionaries, which did not always hold to the \"official\" spellings prescribed by Duden. In response, the Ministers of Culture of the federal states in West Germany officially declared the Duden spellings to be binding as of November 1955. The Duden editors used their power cautiously because they considered their primary task to be the documentation of usage, not the creation of rules. At the same time, however, they found themselves forced to make finer and finer distinctions in the production of German spelling rules, and each new print run introduced a few reformed spellings. ===German spelling reform of 1996=== German spelling and punctuation was changed in 1996 (Reform der deutschen Rechtschreibung von 1996) with the intent to simplify German orthography, and thus to make the language easier to learn, without substantially changing the rules familiar to users of the language. The rules of the new spelling concern correspondence between sounds and written letters (including rules for spelling loan words), capitalisation, joined and separate words, hyphenated spellings, punctuation, and hyphenation at the end of a line. Place names and family names were excluded from the reform. The reform was adopted initially by Germany, Austria, Liechtenstein and Switzerland, and later by Luxembourg as well. The new orthography is mandatory only in schools. A 1998 decision of the Federal Constitutional Court of Germany confirmed that there is no law on the spelling people use in daily life, so they can use the old or the new spelling. While the reform is not very popular in opinion polls, it has been adopted by all major dictionaries and the majority of publishing houses. ==See also== * Binnen-I, a convention for gender-neutral language in German *German braille *Non-English usage of quotation marks *German phonology *Antiqua-Fraktur dispute *Spelling *Punctuation *English spelling *Dutch orthography *Otto Basler ==References== ==External links== * Orthography",
 "title": "German orthography"
}