{
 "id": "46802",
 "text": "} |caption=A finite regular continued fraction, where n is a non-negative integer, a_0 is an integer, and a_i is a positive integer, for i=1,\\ldots,n. }} In mathematics, a continued fraction is an expression obtained through an iterative process of representing a number as the sum of its integer part and the reciprocal of another number, then writing this other number as the sum of its integer part and another reciprocal, and so on. In a finite continued fraction (or terminated continued fraction), the iteration/recursion is terminated after finitely many steps by using an integer in lieu of another continued fraction. In contrast, an infinite continued fraction is an infinite expression. In either case, all integers in the sequence, other than the first, must be positive. The integers a_i are called the coefficients or terms of the continued fraction. It is generally assumed that the numerator of all of the fractions is 1. If arbitrary values and/or functions are used in place of one or more of the numerators or the integers in the denominators, the resulting expression is a generalized continued fraction. When it is necessary to distinguish the first form from generalized continued fractions, the former may be called a simple or regular continued fraction, or said to be in canonical form. Continued fractions have a number of remarkable properties related to the Euclidean algorithm for integers or real numbers. Every rational number has two closely related expressions as a finite continued fraction, whose coefficients can be determined by applying the Euclidean algorithm to (p,q). The numerical value of an infinite continued fraction is irrational; it is defined from its infinite sequence of integers as the limit of a sequence of values for finite continued fractions. Each finite continued fraction of the sequence is obtained by using a finite prefix of the infinite continued fraction's defining sequence of integers. Moreover, every irrational number \\alpha is the value of a unique infinite regular continued fraction, whose coefficients can be found using the non-terminating version of the Euclidean algorithm applied to the incommensurable values \\alpha and 1. This way of expressing real numbers (rational and irrational) is called their continued fraction representation. The term continued fraction may also refer to representations of rational functions, arising in their analytic theory. For this use of the term, see Padé approximation and Chebyshev rational functions. ==Motivation and notation== Consider, for example, the rational number , which is around 4.4624. As a first approximation, start with 4, which is the integer part; . The fractional part is the reciprocal of which is about 2.1628. Use the integer part, 2, as an approximation for the reciprocal to obtain a second approximation of . The remaining fractional part, , is the reciprocal of , and is around 6.1429. Use 6 as an approximation for this to obtain as an approximation for and , about 4.4615, as the third approximation; . Finally, the fractional part, , is the reciprocal of 7, so its approximation in this scheme, 7, is exact () and produces the exact expression for . The expression is called the continued fraction representation of . This can be represented by the abbreviated notation = [4; 2, 6, 7]. (It is customary to replace only the first comma by a semicolon.) Some older textbooks use all commas in the -tuple, for example, [4, 2, 6, 7]. If the starting number is rational, then this process exactly parallels the Euclidean algorithm applied to the numerator and denominator of the number. In particular, it must terminate and produce a finite continued fraction representation of the number. The sequence of integers that occur in this representation is the sequence of successive quotients computed by the Euclidean algorithm. If the starting number is irrational, then the process continues indefinitely. This produces a sequence of approximations, all of which are rational numbers, and these converge to the starting number as a limit. This is the (infinite) continued fraction representation of the number. Examples of continued fraction representations of irrational numbers are: * . The pattern repeats indefinitely with a period of 6. * . The pattern repeats indefinitely with a period of 3 except that 2 is added to one of the terms in each cycle. * . No pattern has ever been found in this representation. * . The golden ratio, the irrational number that is the \"most difficult\" to approximate rationally. See: A property of the golden ratio φ. * . The Euler–Mascheroni constant, which is expected but not known to be irrational, and whose continued fraction has no apparent pattern. Continued fractions are, in some ways, more \"mathematically natural\" representations of a real number than other representations such as decimal representations, and they have several desirable properties: * The continued fraction representation for a rational number is finite and only rational numbers have finite representations. In contrast, the decimal representation of a rational number may be finite, for example , or infinite with a repeating cycle, for example * Every rational number has an essentially unique simple continued fraction representation. Each rational can be represented in exactly two ways, since . Usually the first, shorter one is chosen as the canonical representation. * The simple continued fraction representation of an irrational number is unique. (However, additional representations are possible when using generalized continued fractions; see below.) * The real numbers whose continued fraction eventually repeats are precisely the quadratic irrationals. For example, the repeating continued fraction is the golden ratio, and the repeating continued fraction is the square root of 2. In contrast, the decimal representations of quadratic irrationals are apparently random. The square roots of all (positive) integers that are not perfect squares are quadratic irrationals, and hence are unique periodic continued fractions. * The successive approximations generated in finding the continued fraction representation of a number, that is, by truncating the continued fraction representation, are in a certain sense (described below) the \"best possible\". == Basic formula == A continued fraction is an expression of the form :a_0 + \\cfrac{b_1}{a_1 + \\cfrac{b_2}{a_2 + \\cfrac{b_3}{a_3 + {_\\ddots}}}} where ai and bi can be any complex numbers. Usually they are required to be integers. If bi = 1 for all i the expression is called a simple continued fraction. If the expression contains finitely many terms, it is called a finite continued fraction. If the expression contains infinitely many terms, it is called an infinite continued fraction. Thus, all of the following illustrate valid finite simple continued fractions: {| class=\"wikitable\" |+Examples of finite simple continued fractions !Formula !Numeric !Remarks |- |\\ a_0 |\\ 2 |All integers are a degenerate case |- |\\ a_0 + \\cfrac{1}{a_1} |\\ 2 + \\cfrac{1}{3} |Simplest possible fractional form |- |\\ a_0 + \\cfrac{1}{a_1 + \\cfrac{1}{a_2}} |\\ -3 + \\cfrac{1}{2 + \\cfrac{1}{18}} |First integer may be negative |- |\\ a_0 + \\cfrac{1}{a_1 + \\cfrac{1}{a_2 + \\cfrac{1}{a_3}}} |\\ \\cfrac{1}{15 + \\cfrac{1}{1 + \\cfrac{1}{102}}} |First integer may be zero |} For simple continued fractions of the form r=a_0 + \\cfrac{1}{a_1 + \\cfrac{1}{a_2 + \\cfrac{1}{a_3 + {_\\ddots}}}} the a_n term can also be calculated using the following recursive formula: a_n= \\left \\lfloor \\frac{N_n}{N_{n+1}} \\right \\rfloor where N_{n+1}=N_{n-1} \\bmod N_n and \\begin{cases} N_{0}=r \\\\\\ N_{1}=1 \\end{cases} From which it can be understood that the a_n sequence stops if N_{n+1} = 0. ==Calculating continued fraction representations== Consider a real number . Let i=\\lfloor r \\rfloor be the integer part of and let f = r - i be the fractional part of . Then the continued fraction representation of is [i;a_1,a_2,\\ldots], where [a_1;a_2,\\ldots] is the continued fraction representation of 1/f. To calculate a continued fraction representation of a number , write down the integer part (technically the floor) of . Subtract this integer part from . If the difference is 0, stop; otherwise find the reciprocal of the difference and repeat. The procedure will halt if and only if is rational. This process can be efficiently implemented using the Euclidean algorithm when the number is rational. The table below shows an implementation of this procedure for the number 3.245, resulting in the continued fraction expansion [3; 4,12,4]. :{| class=\"wikitable\" |- |+ Find the simple continued fraction for 3.245 = \\frac{649}{200} |- !Step !Real Number !Integer part !Fractional part !Simplified !Reciprocal of |- !1 |r = \\frac{649}{200} |i = 3 |f = \\frac{649}{200} - 3 |= \\frac{49}{200} |\\frac{1}{f} = \\frac{200}{49} |- !2 |r = \\frac{200}{49} |i = 4 |f = \\frac{200}{49} - 4 | = \\frac{4}{49} | \\frac{1}{f} = \\frac{49}{4} |- !3 |r = \\frac{49}{4} |i = 12 |f = \\frac{49}{4} - 12 |= \\frac{1}{4} |\\frac{1}{f} = \\frac{4}{1} |- !4 |r = 4 |i = 4 |f = 4 - 4 |= 0 |colspan=\"2\"|STOP |- | colspan=\"7\" style=\"text-align:right;\" | Continued fraction form for 3.245 = \\frac{649}{200} = [3; 4, 12, 4] = |} ==Notations== The integers a_0, a_1 etc., are called the coefficients or terms of the continued fraction. One can abbreviate the continued fraction :x = a_0 + \\cfrac{1}{a_1 + \\cfrac{1}{a_2 + \\cfrac{1}{a_3}}} in the notation of Carl Friedrich Gauss :x = a_0 + \\underset{i=1}{\\overset{3}{\\mathrm K}} ~ \\frac{1}{a_i} or as :x = [a_0; a_1, a_2, a_3] , or in the notation of Pringsheim as :x = a_0 + \\frac{1 \\mid}{\\mid a_1} + \\frac{1 \\mid}{\\mid a_2} + \\frac{1 \\mid}{\\mid a_3}, or in another related notation as :x = a_0 + {1 \\over a_1 + {}} {1 \\over a_2 + {}} {1 \\over a_3 {}}. Sometimes angle brackets are used, like this: :x = \\left \\langle a_0; a_1, a_2, a_3 \\right \\rangle. The semicolon in the square and angle bracket notations is sometimes replaced by a comma. One may also define infinite simple continued fractions as limits: :[a_0; a_1, a_2, a_3, \\,\\ldots ] = \\lim_{n \\to \\infty} [a_0; a_1, a_2, \\,\\ldots, a_n]. This limit exists for any choice of a_0 and positive integers a_1,a_2,\\ldots ==Finite continued fractions== Every finite continued fraction represents a rational number, and every rational number can be represented in precisely two different ways as a finite continued fraction, with the conditions that the first coefficient is an integer and the other coefficients are positive integers. These two representations agree except in their final terms. In the longer representation the final term in the continued fraction is 1; the shorter representation drops the final 1, but increases the new final term by 1. The final element in the short representation is therefore always greater than 1, if present. In symbols: :. :. ==Reciprocals== The continued fraction representations of a positive rational number and its reciprocal are identical except for a shift one place left or right depending on whether the number is less than or greater than one respectively. In other words, the numbers represented by [a_0;a_1,a_2,\\ldots,a_n] and [0;a_0,a_1,\\ldots,a_n] are reciprocals. For instance if a is an integer and x < 1 then :x=0 + \\frac{1}{a + \\frac{1}{b}} and \\frac{1}{x} = a + \\frac{1}{b}. If x>1 then :x = a + \\frac{1}{b} and \\frac{1}{x} = 0 + \\frac{1}{a + \\frac{1}{b}}. The last number that generates the remainder of the continued fraction is the same for both x and its reciprocal. For example, :2.25 = \\frac{9}{4} = [2;4] and \\frac{1}{2.25} = \\frac{4}{9} = [0;2,4]. ==Infinite continued fractions and convergents== Every infinite continued fraction is irrational, and every irrational number can be represented in precisely one way as an infinite continued fraction. An infinite continued fraction representation for an irrational number is useful because its initial segments provide rational approximations to the number. These rational numbers are called the convergents of the continued fraction. The larger a term is in the continued fraction, the closer the corresponding convergent is to the irrational number being approximated. Numbers like π have occasional large terms in their continued fraction, which makes them easy to approximate with rational numbers. Other numbers like e have only small terms early in their continued fraction, which makes them more difficult to approximate rationally. The golden ratio ϕ has terms equal to 1 everywhere—the smallest values possible—which makes ϕ the most difficult number to approximate rationally. In this sense, therefore, it is the \"most irrational\" of all irrational numbers. Even-numbered convergents are smaller than the original number, while odd- numbered ones are larger. For a continued fraction , the first four convergents (numbered 0 through 3) are :. The numerator of the third convergent is formed by multiplying the numerator of the second convergent by the third coefficient, and adding the numerator of the first convergent. The denominators are formed similarly. Therefore, each convergent can be expressed explicitly in terms of the continued fraction as the ratio of certain multivariate polynomials called continuants. If successive convergents are found, with numerators , , ... and denominators , , ... then the relevant recursive relation is: :, :. The successive convergents are given by the formula :. Thus to incorporate a new term into a rational approximation, only the two previous convergents are necessary. The initial \"convergents\" (required for the first two terms) are 0⁄1 and 1⁄0. For example, here are the convergents for [0;1,5,2,2]. :{| class=\"wikitable\" |- align=\"right\" ! | −2|| −1|| 0 || 1 || 2 || 3 || 4 |- align=\"right\" ! | || || 0 || 1 || 5 || 2 || 2 |- align=\"right\" ! | 0 || 1 || 0 || 1 || 5 || 11 || 27 |- align=\"right\" ! | 1 || 0 || 1 || 1 || 6 || 13 || 32 |} When using the Babylonian method to generate successive approximations to the square root of an integer, if one starts with the lowest integer as first approximant, the rationals generated all appear in the list of convergents for the continued fraction. Specifically, the approximants will appear on the convergents list in positions 0, 1, 3, 7, 15, ... , , ... For example, the continued fraction expansion for is [1;1,2,1,2,1,2,1,2,...]. Comparing the convergents with the approximants derived from the Babylonian method: :{| class=\"wikitable\" |- align=\"right\" ! | −2|| −1|| 0 || 1 || 2 || 3 || 4 || 5 || 6 || 7 |- align=\"right\" ! | || || 1 || 1 || 2 || 1 || 2 || 1 || 2 || 1 |- align=\"right\" ! | 0 || 1 || 1 || 2 || 5 || 7 || 19 || 26 || 71 || 97 |- align=\"right\" ! | 1 || 0 || 1 || 1 || 3 || 4 || 11 || 15 || 41 || 56 |} : : : : ===Properties=== A Baire space is a topological space on infinite sequences of natural numbers. The infinite continued fraction provides a homeomorphism from the Baire space to the space of irrational real numbers (with the subspace topology inherited from the usual topology on the reals). The infinite continued fraction also provides a map between the quadratic irrationals and the dyadic rationals, and from other irrationals to the set of infinite strings of binary numbers (i.e. the Cantor set); this map is called the Minkowski question mark function. The mapping has interesting self-similar fractal properties; these are given by the modular group, which is the subgroup of Möbius transformations having integer values in the transform. Roughly speaking, continued fraction convergents can be taken to be Möbius transformations acting on the (hyperbolic) upper half-plane; this is what leads to the fractal self-symmetry. The limit probability distribution of the coefficients in the continued fraction expansion of a random variable uniformly distributed in (0, 1) is the Gauss–Kuzmin distribution. ===Some useful theorems=== If a_0, a_1, a_2, \\ldots is an infinite sequence of positive integers, define the sequences h_n and k_n recursively: {| border=\"0\" cellpadding=\"5\" cellspacing=\"10\" align=\"none\" |- |h_{n}=a_nh_{n-1}+h_{n-2} | | |h_{-1}=1 | |h_{-2}=0 |- |k_{n}=a_nk_{n-1}+k_{n-2} | | |k_{-1}=0 | |k_{-2}=1 |} > Theorem 1. For any positive real number z : \\left[a_0; a_1, \\,\\dots, > a_{n-1}, z \\right]=\\frac{z h_{n-1}+h_{n-2}}{z k_{n-1}+k_{n-2}}. > Theorem 2. The convergents of [a_0; a_1, a_2, \\ldots] are given by > :\\left[a_0; a_1, \\,\\dots, a_n\\right]=\\frac{h_n}{k_n}. > Theorem 3. If the nth convergent to a continued fraction is h_n/k_n, then > :k_nh_{n-1}-k_{n-1}h_n=(-1)^n. Corollary 1: Each convergent is in its lowest terms (for if h_n and k_n had a nontrivial common divisor it would divide k_n h_{n-1} - k_{n-1} h_n, which is impossible). Corollary 2: The difference between successive convergents is a fraction whose numerator is unity: :\\frac{h_n}{k_n}-\\frac{h_{n-1}}{k_{n-1}} = \\frac{h_nk_{n-1}-k_nh_{n-1}}{k_nk_{n-1}}= \\frac{(-1)^{n+1}}{k_nk_{n-1}}. Corollary 3: The continued fraction is equivalent to a series of alternating terms: :a_0 + \\sum_{n=0}^\\infty \\frac{(-1)^{n}}{k_{n}k_{n+1}}. Corollary 4: The matrix :\\begin{bmatrix} h_n & h_{n-1} \\\\\\ k_n & k_{n-1} \\end{bmatrix} has determinant plus or minus one, and thus belongs to the group of 2\\times 2 unimodular matrices \\mathrm{GL}(2,\\mathbb{Z}). > Theorem 4. Each (sth) convergent is nearer to a subsequent (nth) convergent > than any preceding (rth) convergent is. In symbols, if the nth convergent is > taken to be [a_0;a_1,\\ldots,a_n] = x_n, then :\\left| x_r - x_n \\right| > > \\left| x_s - x_n \\right| for all r < s < n. Corollary 1: The even convergents (before the nth) continually increase, but are always less than x_n. Corollary 2: The odd convergents (before the nth) continually decrease, but are always greater than x_n. > Theorem 5. :\\frac{1}{k_n(k_{n+1}+k_n)}< \\left|x-\\frac{h_n}{k_n}\\right|< > \\frac{1}{k_nk_{n+1}}. Corollary 1: A convergent is nearer to the limit of the continued fraction than any fraction whose denominator is less than that of the convergent. Corollary 2: A convergent obtained by terminating the continued fraction just before a large term is a close approximation to the limit of the continued fraction. ==Semiconvergents== If : \\frac{h_{n-1}}{k_{n-1}},\\frac{h_n}{k_n} are consecutive convergents, then any fractions of the form : \\frac{h_{n-1} + mh_n}{k_{n-1} + mk_n}, where m is an integer such that 0\\leq m\\leq a_{n+1}, are called semiconvergents, secondary convergents, or intermediate fractions. The (m+1)-st semiconvergent equals the mediant of the m-th one and the convergent \\tfrac{h_n}{k_n}. Sometimes the term is taken to mean that being a semiconvergent excludes the possibility of being a convergent (i.e., 0), rather than that a convergent is a kind of semiconvergent. It follows that semiconvergents represent a monotonic sequence of fractions between the convergents \\tfrac{h_{n-1}}{k_{n-1}} (corresponding to m=0) and \\tfrac{h_{n+1}}{k_{n+1}} (corresponding to m=a_{n+1}). The consecutive semiconvergents \\tfrac{a}{b} and \\tfrac{c}{d} satisfy the property ad - bc = \\pm 1. If a rational approximation \\tfrac{p}{q} to a real number x is such that the value \\left|x-\\tfrac{p}{q}\\right| is smaller than that of any approximation with a smaller denominator, then \\tfrac{p}{q} is a semiconvergent of the continued fraction expansion of x. The converse is not true, however. ==Best rational approximations== One can choose to define a best rational approximation to a real number as a rational number , , that is closer to than any approximation with a smaller or equal denominator. The simple continued fraction for can be used to generate all of the best rational approximations for by applying these three rules: #Truncate the continued fraction, and reduce its last term by a chosen amount (possibly zero). #The reduced term cannot have less than half its original value. #If the final term is even, half its value is admissible only if the corresponding semiconvergent is better than the previous convergent. (See below.) For example, 0.84375 has continued fraction [0;1,5,2,2]. Here are all of its best rational approximations. :{| class=\"wikitable\" |- align=\"center\" ! Continued fraction | [0;1] || [0;1,3] || [0;1,4] || [0;1,5] || [0;1,5,2] || [0;1,5,2,1] || [0;1,5,2,2] |- align=\"center\" ! Rational approximation | 1 || || || || || || |- align=\"center\" ! Decimal equivalent | 1 || 0.75 || 0.8 || ~0.83333 || ~0.84615 || ~0.84211 || 0.84375 |- align=\"center\" ! Error | +18.519% || −11.111% || −5.1852% || −1.2346% || +0.28490% || −0.19493% || 0% |} The strictly monotonic increase in the denominators as additional terms are included permits an algorithm to impose a limit, either on size of denominator or closeness of approximation. The \"half rule\" mentioned above requires that when is even, the halved term /2 is admissible if and only if This is equivalent to: :. The convergents to are \"best approximations\" in a much stronger sense than the one defined above. Namely, / is a convergent for if and only if has the smallest value among the analogous expressions for all rational approximations / with ; that is, we have so long as . (Note also that as .) === Best rational within an interval === A rational that falls within the interval , for , can be found with the continued fractions for and . When both and are irrational and : : where and have identical continued fraction expansions up through , a rational that falls within the interval is given by the finite continued fraction, : This rational will be best in the sense that no other rational in will have a smaller numerator or a smaller denominator. If is rational, it will have two continued fraction representations that are finite, and , and similarly a rational will have two representations, and . The coefficients beyond the last in any of these representations should be interpreted as ; and the best rational will be one of , , , or . For example, the decimal representation 3.1416 could be rounded from any number in the interval . The continued fraction representations of 3.14155 and 3.14165 are : : and the best rational between these two is : Thus, is the best rational number corresponding to the rounded decimal number 3.1416, in the sense that no other rational number that would be rounded to 3.1416 will have a smaller numerator or a smaller denominator. === Interval for a convergent === A rational number, which can be expressed as finite continued fraction in two ways, : will be one of the convergents for the continued fraction expansion of a number, if and only if the number is strictly between : and : The numbers and are formed by incrementing the last coefficient in the two representations for . It is the case that when is even, and when is odd. For example, the number has the continued fraction representations : = [3; 7, 15, 1] = [3; 7, 16] and thus is a convergent of any number strictly between :{| cellpadding=\"2\" cellspacing=\"0\" | align=\"right\" | |||| |- | align=\"right\" | |||| |} ==Comparison== Consider and . If is the smallest index for which is unequal to then if and otherwise. If there is no such , but one expansion is shorter than the other, say and with for , then if is even and if is odd. ==Continued fraction expansion of and its convergents== To calculate the convergents of we may set , define and , and , . Continuing like this, one can determine the infinite continued fraction of as :[3;7,15,1,292,1,1,...] . The fourth convergent of is [3;7,15,1] = = 3.14159292035..., sometimes called Milü, which is fairly close to the true value of . Let us suppose that the quotients found are, as above, [3;7,15,1]. The following is a rule by which we can write down at once the convergent fractions which result from these quotients without developing the continued fraction. The first quotient, supposed divided by unity, will give the first fraction, which will be too small, namely, . Then, multiplying the numerator and denominator of this fraction by the second quotient and adding unity to the numerator, we shall have the second fraction, , which will be too large. Multiplying in like manner the numerator and denominator of this fraction by the third quotient, and adding to the numerator the numerator of the preceding fraction, and to the denominator the denominator of the preceding fraction, we shall have the third fraction, which will be too small. Thus, the third quotient being 15, we have for our numerator , and for our denominator, . The third convergent, therefore, is . We proceed in the same manner for the fourth convergent. The fourth quotient being 1, we say 333 times 1 is 333, and this plus 22, the numerator of the fraction preceding, is 355; similarly, 106 times 1 is 106, and this plus 7 is 113. In this manner, by employing the four quotients [3;7,15,1], we obtain the four fractions: :, , , , .... thumb|The following Maple code will generate continued fraction expansions of pi To sum up, the pattern is \\text{Numerator}_i = \\text{Numerator}_{(i-1)} \\cdot \\text{Quotient}_i + \\text{Numerator}_{(i-2)} \\text{Denominator}_i = \\text{Denominator}_{(i-1)} \\cdot \\text{Quotient}_i + \\text{Denominator}_{(i-2)} These convergents are alternately smaller and larger than the true value of , and approach nearer and nearer to . The difference between a given convergent and is less than the reciprocal of the product of the denominators of that convergent and the next convergent. For example, the fraction is greater than , but − is less than = (in fact, − is just more than = ). The demonstration of the foregoing properties is deduced from the fact that if we seek the difference between one of the convergent fractions and the next adjacent to it we shall obtain a fraction of which the numerator is always unity and the denominator the product of the two denominators. Thus the difference between and is , in excess; between and , , in deficit; between and , , in excess; and so on. The result being, that by employing this series of differences we can express in another and very simple manner the fractions with which we are here concerned, by means of a second series of fractions of which the numerators are all unity and the denominators successively be the product of every two adjacent denominators. Instead of the fractions written above, we have thus the series: : + − + − ... The first term, as we see, is the first fraction; the first and second together give the second fraction, ; the first, the second and the third give the third fraction , and so on with the rest; the result being that the series entire is equivalent to the original value. ==Generalized continued fraction== A generalized continued fraction is an expression of the form :x = b_0 + \\cfrac{a_1}{b_1 + \\cfrac{a_2}{b_2 + \\cfrac{a_3}{b_3 + \\cfrac{a_4}{b_4 + \\ddots\\,}}}} where the an (n > 0) are the partial numerators, the bn are the partial denominators, and the leading term b0 is called the integer part of the continued fraction. To illustrate the use of generalized continued fractions, consider the following example. The sequence of partial denominators of the simple continued fraction of does not show any obvious pattern: :\\pi=[3;7,15,1,292,1,1,1,2,1,3,1,\\ldots] or :\\pi=3+\\cfrac{1}{7+\\cfrac{1}{15+\\cfrac{1}{1+\\cfrac{1}{292+\\cfrac{1}{1+\\cfrac{1}{1+\\cfrac{1}{1+\\cfrac{1}{2+\\cfrac{1}{1+\\cfrac{1}{3+\\cfrac{1}{1+\\ddots}}}}}}}}}}} However, several generalized continued fractions for have a perfectly regular structure, such as: : \\pi=\\cfrac{4}{1+\\cfrac{1^2}{2+\\cfrac{3^2}{2+\\cfrac{5^2}{2+\\cfrac{7^2}{2+\\cfrac{9^2}{2+\\ddots}}}}}} =\\cfrac{4}{1+\\cfrac{1^2}{3+\\cfrac{2^2}{5+\\cfrac{3^2}{7+\\cfrac{4^2}{9+\\ddots}}}}} =3+\\cfrac{1^2}{6+\\cfrac{3^2}{6+\\cfrac{5^2}{6+\\cfrac{7^2}{6+\\cfrac{9^2}{6+\\ddots}}}}} :\\displaystyle \\pi=2+\\cfrac{2}{1+\\cfrac{1}{1/2+\\cfrac{1}{1/3+\\cfrac{1}{1/4+\\ddots}}}}=2+\\cfrac{2}{1+\\cfrac{1\\cdot2}{1+\\cfrac{2\\cdot3}{1+\\cfrac{3\\cdot4}{1+\\ddots}}}} : \\displaystyle \\pi=2+\\cfrac{4}{3+\\cfrac{1\\cdot3}{4+\\cfrac{3\\cdot5}{4+\\cfrac{5\\cdot7}{4+\\ddots}}}} The first two of these are special cases of the arctangent function with = 4 arctan (1) and the fourth and fifth one can be derived using the Wallis product . : \\pi=3+\\cfrac{1^3}{6+\\cfrac{1^3+2^3}{6+\\cfrac{1^3+2^3+3^3+4^3}{6+\\cfrac{1^3+2^3 +3^3+4^3+5^3+6^3}{6+\\cfrac{1^3+2^3+3^3+4^3+5^3+6^3+7^3+8^3}{6+\\ddots}}}}} The continued fraction of \\pi above consisting of cubes uses the Nilakantha series and an exploit from Leonhard Euler. ==Other continued fraction expansions== ===Periodic continued fractions=== The numbers with periodic continued fraction expansion are precisely the irrational solutions of quadratic equations with rational coefficients; rational solutions have finite continued fraction expansions as previously stated. The simplest examples are the golden ratio φ = [1;1,1,1,1,1,...] and = [1;2,2,2,2,...], while = [3;1,2,1,6,1,2,1,6...] and = [6;2,12,2,12,2,12...]. All irrational square roots of integers have a special form for the period; a symmetrical string, like the empty string (for ) or 1,2,1 (for ), followed by the double of the leading integer. ===A property of the golden ratio φ=== Because the continued fraction expansion for φ doesn't use any integers greater than 1, φ is one of the most \"difficult\" real numbers to approximate with rational numbers. Hurwitz's theoremTheorem 193: states that any irrational number can be approximated by infinitely many rational with :\\left| k - {m \\over n}\\right| < {1 \\over n^2 \\sqrt 5}. While virtually all real numbers will eventually have infinitely many convergents whose distance from is significantly smaller than this limit, the convergents for φ (i.e., the numbers , , , , etc.) consistently \"toe the boundary\", keeping a distance of almost exactly {\\scriptstyle{1 \\over n^2 \\sqrt 5}} away from φ, thus never producing an approximation nearly as impressive as, for example, for . It can also be shown that every real number of the form , where , , , and are integers such that , shares this property with the golden ratio φ; and that all other real numbers can be more closely approximated. ===Regular patterns in continued fractions=== While there is no discernible pattern in the simple continued fraction expansion of , there is one for , the base of the natural logarithm: :e = e^1 = [2; 1, 2, 1, 1, 4, 1, 1, 6, 1, 1, 8, 1, 1, 10, 1, 1, 12, 1, 1, \\dots], which is a special case of this general expression for positive integer : :e^{1/n} = [1; n-1, 1, 1, 3n-1, 1, 1, 5n-1, 1, 1, 7n-1, 1, 1, \\dots] \\,\\\\!. Another, more complex pattern appears in this continued fraction expansion for positive odd : :e^{2/n} = \\left[1; \\frac{n-1}{2}, 6n, \\frac{5n-1}{2}, 1, 1, \\frac{7n-1}{2}, 18n, \\frac{11n-1}{2}, 1, 1, \\frac{13n-1}{2}, 30n, \\frac{17n-1}{2}, 1, 1, \\dots \\right] \\,\\\\!, with a special case for : :e^2 = [7; 2, 1, 1, 3, 18, 5, 1, 1, 6, 30, 8, 1, 1, 9, 42, 11, 1, 1, 12, 54, 14, 1, 1 \\dots, 3k, 12k+6, 3k+2, 1, 1 \\dots] \\,\\\\!. Other continued fractions of this sort are :\\tanh(1/n) = [0; n, 3n, 5n, 7n, 9n, 11n, 13n, 15n, 17n, 19n, \\dots] where is a positive integer; also, for integer : :\\tan(1/n) = [0; n-1, 1, 3n-2, 1, 5n-2, 1, 7n-2, 1, 9n-2, 1, \\dots]\\,\\\\!, with a special case for : :\\tan(1) = [1; 1, 1, 3, 1, 5, 1, 7, 1, 9, 1, 11, 1, 13, 1, 15, 1, 17, 1, 19, 1, \\dots]\\,\\\\!. If is the modified, or hyperbolic, Bessel function of the first kind, we may define a function on the rationals by :S(p/q) = \\frac{I_{p/q}(2/q)}{I_{1+p/q}(2/q)}, which is defined for all rational numbers, with and in lowest terms. Then for all nonnegative rationals, we have :S(p/q) = [p+q; p+2q, p+3q, p+4q, \\dots], with similar formulas for negative rationals; in particular we have :S(0) = S(0/1) = [1; 2, 3, 4, 5, 6, 7, \\dots]. Many of the formulas can be proved using Gauss's continued fraction. ===Typical continued fractions=== Most irrational numbers do not have any periodic or regular behavior in their continued fraction expansion. Nevertheless, Khinchin proved that for almost all real numbers , the (for ) have an astonishing property: their geometric mean tends to a constant (known as Khinchin's constant, ) independent of the value of . Paul Lévy showed that the th root of the denominator of the th convergent of the continued fraction expansion of almost all real numbers approaches an asymptotic limit, approximately 3.27582, which is known as Lévy's constant. Lochs' theorem states that th convergent of the continued fraction expansion of almost all real numbers determines the number to an average accuracy of just over decimal places. ==Applications== ===Square roots=== Generalized continued fractions are used in a method for computing square roots. The identity |}} leads via recursion to the generalized continued fraction for any square root:Ben Thurston, \"Estimating square roots, generalized continued fraction expression for every square root\", The Ben Paul Thurston Blog }}|}}''' ===Pell's equation=== Continued fractions play an essential role in the solution of Pell's equation. For example, for positive integers and , and non-square , it is true that if , then is a convergent of the regular continued fraction for . The converse holds if the period of the regular continued fraction for is 1, and in general the period describes which convergents give solutions to Pell's equation. ===Dynamical systems=== Continued fractions also play a role in the study of dynamical systems, where they tie together the Farey fractions which are seen in the Mandelbrot set with Minkowski's question mark function and the modular group Gamma. The backwards shift operator for continued fractions is the map called the Gauss map, which lops off digits of a continued fraction expansion: . The transfer operator of this map is called the Gauss–Kuzmin–Wirsing operator. The distribution of the digits in continued fractions is given by the zero'th eigenvector of this operator, and is called the Gauss–Kuzmin distribution. ===Eigenvalues and eigenvectors=== The Lanczos algorithm uses a continued fraction expansion to iteratively approximate the eigenvalues and eigenvectors of a large sparse matrix.. === Networking applications === Continued fractions have also been used in modelling optimization problems for wireless network virtualization to find a route between a source and a destination. ==Examples of rational and irrational numbers== ==History== * 300 BCE Euclid's Elements contains an algorithm for the greatest common divisor, whose modern version generates a continued fraction as the sequence of quotients of successive Euclidean divisions that occur in it. * 499 The Aryabhatiya contains the solution of indeterminate equations using continued fractions * 1572 Rafael Bombelli, L'Algebra Opera – method for the extraction of square roots which is related to continued fractions * 1613 Pietro Cataldi, Trattato del modo brevissimo di trovar la radice quadra delli numeri – first notation for continued fractions :Cataldi represented a continued fraction as a_0 & \\frac{n_1}{d_1 \\cdot} & \\frac{n_2}{d_2 \\cdot} & \\frac{n_3}{d_3 \\cdot} with the dots indicating where the following fractions went. * 1695 John Wallis, Opera Mathematica – introduction of the term \"continued fraction\" * 1737 Leonhard Euler, De fractionibus continuis dissertatio – Provided the first then- comprehensive account of the properties of continued fractions, and included the first proof that the number e is irrational. * 1748 Euler, Introductio in analysin infinitorum. Vol. I, Chapter 18 – proved the equivalence of a certain form of continued fraction and a generalized infinite series, proved that every rational number can be written as a finite continued fraction, and proved that the continued fraction of an irrational number is infinite. * 1761 Johann Lambert – gave the first proof of the irrationality of using a continued fraction for tan(x). * 1768 Joseph-Louis Lagrange – provided the general solution to Pell's equation using continued fractions similar to Bombelli's * 1770 Lagrange – proved that quadratic irrationals expand to periodic continued fractions. * 1813 Carl Friedrich Gauss, Werke, Vol. 3, pp. 134–138 – derived a very general complex-valued continued fraction via a clever identity involving the hypergeometric function * 1892 Henri Padé defined Padé approximant * 1972 Bill Gosper – First exact algorithms for continued fraction arithmetic. ==See also== *Complete quotient *Computing continued fractions of square roots *Egyptian fraction *Engel expansion *Euler's continued fraction formula *Infinite compositions of analytic functions *Infinite product *Iterated binary operation *Klein polyhedron *Mathematical constants by continued fraction representation *Restricted partial quotients *Stern–Brocot tree *Śleszyński–Pringsheim theorem ==Notes== ==References== * * * * * * * * * * * *H. S. Wall, Analytic Theory of Continued Fractions, D. Van Nostrand Company, Inc., 1948 * * ==External links== * * An Introduction to the Continued Fraction * Linas Vepstas Continued Fractions and Gaps (2004) reviews chaotic structures in continued fractions. * Continued Fractions on the Stern-Brocot Tree at cut-the-knot * The Antikythera Mechanism I: Gear ratios and continued fractions * Continued fraction calculator, WIMS. * Continued Fraction Arithmetic Gosper's first continued fractions paper, unpublished. Cached on the Internet Archive's Wayback Machine * * Continued Fractions by Stephen Wolfram and Continued Fraction Approximations of the Tangent Function by Michael Trott, Wolfram Demonstrations Project. * * A view into \"fractional interpolation\" of a continued fraction } * Best rational approximation through continued fractions * CONTINUED FRACTIONS by C. D. Olds Category:Mathematical analysis",
 "title": "Continued fraction"
}