{
 "id": "468125",
 "text": "Ronald Jack Mix (born March 10, 1938) is an American former professional football player who was an offensive tackle. He is a member of the American Football League (AFL) All-Time Team, and was inducted into the Pro Football Hall of Fame in 1979. Mix attended the University of Southern California, where he was an All American. Upon graduation, he played right tackle and guard for the AFL's Los Angeles/San Diego Chargers (1960–69) and the National Football League (NFL) Oakland Raiders (1971). An eight-time AFL All-Star (1961–68) and a nine-time All-AFL (1960–68) selection, he is also a member of the Los Angeles Chargers Hall of Fame. == Early and personal life == Mix was born in Los Angeles, California, grew up in its Boyle Heights neighborhood, and is Jewish.How Three Jews Behind the AFL Invented the Modern Media Spectacle That is Pro Football Today – Tablet MagazineRon Mix Stats | Pro- Football-Reference.comJewish Sports Stars (2nd Revised Edition): Athletic Heroes Past and Present – David J. Goldman – Google Books He attended Hawthorne High School in Hawthorne, California. Mix, who was listed at 6' 5\" and 270 pounds, was an early proponent of weightlifting to enhance athletic power. He was years ahead of the curve that soon saw lineman and other football players taking up that practice to become better athletes. His lifts included a military press of 300 pounds, a clean and jerk of 325 pounds, and a bench press of 425 pounds, all of the lifts considered to be exceptionally strong for that era of play. Mix went to the University of San Diego Law School in the off-season and earned a Juris Doctor degree in 1971.The Long Trial of Ron Mix | San Diego Reader He was nicknamed \"The Intellectual Assassin\" for his combination of intellectual excellence with his style of physical play. == College career == Mix attended the University of Southern California (USC) on a football scholarship. There in 1959 he was a First Team All American, AP First Team All-Pacific Coast, First Team All Big Five, and won the USC Lineman Award. He was a member of the Delta Chi fraternity. At USC he minored in English, during his career Mix wrote a number of articles for Sports Illustrated. He was elected the National Jewish College Athlete of the Year.Happy Hanukkah: The Greatest Jewish Sports Stars of All Time | Bleacher Report | Latest News, Videos and Highlights == Professional football career == He was an original Los Angeles Charger in 1960. Although the Baltimore Colts picked him number 1 in 1960, he chose to go to the AFL, where he had also been the number 1 draft pick. He was a factor in the Chargers' early domination of the AFL's Western Division, and in San Diego helped them win an American Football League Championship in 1963, when they defeated the Boston Patriots 51-10 in the championship game. Mix was called for a mere two holding penalties in ten years. Mix was the first white player in the 1965 AFL All- Star game in New Orleans to step forward and join his black teammates in a civil rights boycott. The racist environment of New Orleans caused the black players to say they weren't playing in a city that denied them the most basic rights (to eat, to get a cab, etc.). He made it clear that if the black players were not going to play, neither would he. That caused other white players to join the boycott. The game was then moved to Houston. He was elected to the AFL All-Star team for eight straight years as a Charger, was a nine-time All-AFL selection, is a member of the All-time All-AFL Team, and is one of only 20 men who played the entire 10 years of the AFL.Oakland Raiders | Raiders in the Hall of Fame – Ron Mix He was the first Charger to have his number retired in 1969 after he announced he was quitting football after playing injured that season. He earned a J.D. degree from the University of San Diego School of Law in 1970. He told the Chargers he wanted to play again, but they had found a replacement in Gene Ferguson. After Mix asked to be traded to the New York Jets, San Diego traded him to the Oakland Raiders for two high draft picks in 1970 and 1971. The deal was contingent upon Mix unretiring and agreeing to play for Oakland. He played with the Raiders in 1971. Then-Chargers owner Eugene V. Klein, who hated the Raiders, unretired Mix's number 74. He was also the general manager of the WFL Portland Storm in 1974. ==Halls of fame== In 1969 Mix was unanimously voted to the All-Time AFL Team by the Pro Football Hall of Fame, and named to the Chargers Hall of Fame in 1978.Ron Mix – Jewish Sports Hall of Fame Northern California He was voted to the Pro Football Hall of Fame in 1979. Mix was also elected a member of the International Jewish Sports Hall of Fame in 1980, inducted into the Southern California Jewish Sports Hall of Fame in 1990, inducted into the National Jewish Sports Hall of Fame in 2008, and inducted into the Jewish Sports Hall of Fame of Northern California in 2010.Ron Mix He was the second player from the AFL to be inducted into the Pro Football Hall of Fame. Lance Alworth was the first in 1978. == After football == Mix practiced law in San Diego, California with a practice focused on representing retired professional athletes in claims for workers' compensation benefits. Prior to that, he was a civil litigator. In 2016, the IRS accused Mix of filing a false tax return. Federal prosecutors said that Mix got referrals for clients from a non-lawyer, a former professional basketball player client of his named Kermit Washington and that Mix made contributions to two charitable foundations run by Washington that supported a school and other causes in Africa. Mix took tax deductions for the contributions. Court records alleged that Washington diverted most of money donated to his charities for his own personal use. Mix pled guilty to one count of filing a false tax return. The plea agreement specifically said that Mix believed the charity was legitimate and did not know the funds were being diverted. Nonetheless, claiming the charitable contributions was wrong because Mix got something of value—the referrals.San Diego Union Tribune, May 23, 2016. US District Judge Greg Kays imposed a time- served sentence (less than probation). On February 24, 2019, Mix was permanently disbarred.http://members.calbar.ca.gov/courtDocs/16-C-13639-3.pdf == See also == * List of American Football League players * List of select Jewish football players == References == == External links == * Category:1938 births Category:Living people Category:People from Boyle Heights, Los Angeles Category:Players of American football from Los Angeles Category:Jewish American sportspeople Category:American football offensive guards Category:American football offensive tackles Category:USC Trojans football players Category:Los Angeles Chargers players Category:San Diego Chargers players Category:Oakland Raiders players Category:American Football League players Category:American Football League All-Star players Category:American Football League All-Time Team Category:Pro Football Hall of Fame inductees Category:United States Football League announcers Category:Lawyers from San Diego Category:Disbarred American lawyers Category:American people convicted of tax crimes Category:21st-century American lawyers Category:American sportspeople convicted of crimes Category:Jewish American attorneys Category:University of San Diego School of Law alumni Category:Portland Thunder (WFL) Category:21st-century American Jews",
 "title": "Ron Mix"
}