{
 "id": "468445",
 "text": "The Santa Susana Mountains are a transverse range of mountains in Southern California, north of the city of Los Angeles, in the United States. The range runs east-west, separating the San Fernando Valley and Simi Valley on its south from the Santa Clara River Valley to the north and the Santa Clarita Valley to the northeast. The Oxnard Plain is to the west of the Santa Susana Mountains. ==Description== ===Geography=== The Newhall Pass separates the Santa Susana Mountains from the San Gabriel Mountains to the east. Newhall Pass is the major north-south connection between the San Fernando Valley and the Santa Clarita Valley, and Interstate 5 and a railroad line share Newhall Pass. The Santa Susana Pass (containing SR 118) connects Simi Valley and the San Fernando Valley, and separates the Santa Susana Mountains from the Simi Hills to the south. Santa Susana Pass State Historic Park is located in the Simi Hills, just south of the Santa Susana Pass, at the northwestern edge of the San Fernando Valley. The Santa Susana Mountains are not as steep or high as the San Gabriel Mountains. The western half of the range lies in Ventura County, and the eastern half lies in Los Angeles County. The southeastern slopes of the Santa Susana Mountains are part of the City of Los Angeles, and housing subdivisions, including Porter Ranch, have been built on the lower slopes of the range. The city of Simi Valley lies to the southwest. North of the range is the fast-growing city of Santa Clarita, and several large subdivisions in unincorporated Los Angeles County, including Lyons Ranch and Newhall Ranch, have been approved for development. The Sunshine Canyon Landfill is at the mountains' eastern end, and several canyons in the northwest corner of the range have been proposed for more landfills. The Santa Susana Mountains are paralleled by State Route 118 to the south and State Route 126 to the north. ===Climate=== The mountains have a mild climate, with warm, dry summers and cool, wet winters (Mediterranean climate type). Snow falls in winter in some higher areas, such as Oat Mountain, but melts quickly. Annual precipitation totals vary between 18 and 25 inches, depending on exposure to the rain-bearing winds. Most of the rain falls between November and March. Because of the summer drought, wildfires sometimes occur in summer and fall before the rains start, especially during hot, dry \"Santa Ana\" wind events (mostly between late September to mid November). ===Peaks=== The highest peaks in the range are Oat Mountain (1,142 m; 3,747 feet), Mission Point (845 m; 2,771 feet), Rocky Peak (827 m; 2,714 feet), and Sand Rock Peak (765 m; 2,511 feet). The summit of Rocky Peak lies directly atop the line separating Ventura and Los Angeles counties and is indicated by a battered marker embedded into the sandstone boulder summit. ==History== The first discovery of oil in California was in Pico Canyon, on the north side of the mountains, The California Star Oil Works, later Chevron, succeeded with Pico Well No. 4. It became famous not only as the first well in California, but also as the longest-producing well in the world, having been capped in September, 1990 after 114 years. Well No. 4 has the distinction of being the first site in Los Angeles County to be listed on the National Register of Historic Places, in 1966. The surrounding town, Mentryville, is maintained as the oil \"ghost town\" Mentryville Historical Park, within Pico Canyon Park. Many active oil and gas fields remain in the area, with some of the larger operators including Vintage Production, Freeport McMoRan, and the Southern California Gas Company. The largest of SoCalGas's four underground storage natural gas facilities is within the Aliso Canyon Oil Field north of Porter Ranch. The mountains are within the acquisition area for the Santa Monica Mountains Conservancy, which operates several parks, including Santa Clarita Woodlands Park, Rocky Peak Park, Joughin Open Space Preserve, Happy Camp Canyon Regional Park, and other Santa Susana parks in the Santa Susana Mountains through the Mountains Recreation and Conservation Authority. The City of Los Angeles maintains O'Melveny Park at the eastern end of the mountains. Note: the Santa Susana Field Laboratory, once operated by and still owned by Rocketdyne until toxics are cleaned up, is actually in the Simi Hills, which are adjacent to the south of the Santa Susana Mountains. ==Plants and animals== ===Flora=== The south-facing slopes are mostly covered in Chaparral shrubland, grasslands, and oak savanna. The north-facing slopes are home to magnificent oak woodlands and conifer (fir) woodlands, some of which have been protected in the Santa Clarita Woodlands Park and other large open space preserves. The mountains are part of the California chaparral and woodlands ecoregion. The oaks, (Quercus spp.), include the evergreen coast live oak (Quercus agrifolia), the deciduous valley oak (Quercus lobata), and the coastal scrub oak (Quercus dumosa) all can be found in the area. Spring wildflowers include the redbush monkey flower, Mariposa lily, and canyon sunflower. Poison oak is also an important member of the native plant habitat community. Various ferns are found in moister and tree-shaded areas. ===Fauna=== Many bird species thrive in the Santa Susana Mountains. Perhaps the most common raptors observed soaring over the brushy, boulder-strewn landscape are turkey vultures, red-tailed hawks, and American kestrels. In oak woodlands it is not uncommon to see red-shouldered hawks flying from limb to limb. Through the cover of dense, trailside chaparral you might glimpse the California towhee or the colorful spotted towhee, birds who often make their presence known by rustling up leaf litter on the ground. California quail, greater roadrunner, and common raven are also residents of the range. The eerie and enchanting call of the common poorwill can often be heard after dark while quick eyes might observe the silent flight of great horned owls and phantom-like barn owls. A handful of fascinating amphibians live in the area. Streams and creeks support populations of Pacific tree frog, the small amphibian whose signature chorus adds an aura of mystery and inexplicable beauty to the surrounding land. Western toads often make their appearance at nightfall, emerging from burrows in search of water and insects, while California slender salamanders are often found under the cool leaf litter and canopy of oak woodlands. Many reptiles thrive in the Santa Susana range. Lizards that are likely to be observed on any given day include the common western fence lizard and the equally abundant side-blotched lizard. Somewhat less frequently observed but still present are the southern alligator lizard, western skink, whiptail, and the seemingly rare coast horned lizard. Southern Pacific rattlesnakes and gopher snakes are perhaps the most commonly observed snakes, but a lucky hiker might also encounter other species including the striped racer, California kingsnake, and ring-necked snake. Mammals that may be regularly observed in the mountains include smaller animals such as the California ground squirrel and brush rabbit. Small mammals that are less often seen include the dusky-footed woodrat and the agile kangaroo rat. As for larger mammals, the well-trained eye might spot California mule deer or a coyote. Larger mammals that are considerably more secretive and therefore less often encountered include the gray fox, bobcat, ring-tailed cat, American badger, and the mountain lion. A population of American black bears occupy various niches in the backcountry; showing up in communities below the mountains every few years. The mountains are part of the Southern California coastal wildlife corridor the connects Los Padres National Forest with the Santa Monica Mountains.McGrath, Rachel (June 21, 2014) \"Park district joins effort to preserve wildlife corridor, open space between Simi Valley, Moorpark\" Ventura County Star ==Rim of the Valley Trail== The Rim of the Valley Trail is a plan in progress for connecting the parkland and recreational areas of the San Fernando, Simi, and La Crescenta Valleys via the Santa Susana Mountains. Rocky Peak Park and O'Melveny Park have trail sections already.http://smmc.ca.gov/ROV%20Master%20Plan.pdf rimofthevalleytrail-master plan 6/1/2010 ==See also== *Santa Susana, California *Santa Susana Mountains topic index *Santa Susana Tunnel *Aliso Canyon gas leak, 2015–16 * Hal Bernson, Los Angeles City Council member who fought the Sunshine Canyon project in the 1990s and 1990s ===Nearby mountain ranges=== * Simi Hills - south * San Gabriel Mountains - east * Sierra Pelona Mountains - northeast * Santa Monica Mountains - south (across S.F. Valley) * Chalk Hills - south (across S.F. Valley) * Verdugo Mountains - southeast * Topatopa Mountains- northwest ==References== ==External links== *SMMC: Parks in the Santa Susana Mountains - with park links, by Santa Monica Mountains Conservancy. *Santa Susana Mountain Park Association *Official Santa Susana Pass State Park website *Rim of the Valley Trail *NPS: Rim of the Valley Corridor Study - National Park Service project Category:Transverse Ranges Category:Mountain ranges of Los Angeles County, California Category:Mountain ranges of Ventura County, California Category:Geography of the San Fernando Valley Category:Geography of Simi Valley, California Category:Chatsworth, Los Angeles Category:Granada Hills, Los Angeles Category:Moorpark, California Category:Porter Ranch, Los Angeles Category:Mountain ranges of Southern California",
 "title": "Santa Susana Mountains"
}