{
 "id": "468671",
 "text": "The naval Battle of Drepana (or Drepanum) took place in 249 BC during the First Punic War near Drepana (modern Trapani) in western Sicily, between a Carthaginian fleet under Adherbal and a Roman fleet commanded by Publius Claudius Pulcher. Pulcher was blockading the Carthaginian stronghold of Lilybaeum (modern Marsala) when he decided to attack their fleet, which was in the harbour of the nearby city of Drepana. The Roman fleet sailed by night to carry out a surprise attack but became scattered in the dark. Adherbal was able to lead his fleet out to sea before it was trapped in harbour; having gained sea room in which to manoeuvre he then counter-attacked. The Romans were pinned against the shore, and after a day of fighting were heavily defeated by the more manoeuvrable Carthaginian ships with their better-trained crews. It was Carthage's greatest naval victory of the war; they turned to the maritime offensive after Drepana and all but swept the Romans from the sea. It was seven years before Rome again attempted to field a substantial fleet, while Carthage put most of its ships into reserve to save money and free up manpower. ==Sources== The main source for almost every aspect of the First Punic War is the historian Polybius ( – 118 BC), a Greek sent to Rome in 167 BC as a hostage. His works include a now-lost manual on military tactics, but he is known today for The Histories, written sometime after 146 BC, or about a century after the Battle of Drepana. Polybius's work is considered broadly objective and largely neutral as between Carthaginian and Roman points of view. Carthaginian written records were destroyed along with their capital, Carthage, in 146 BC and so Polybius's account of the First Punic War is based on several, now-lost, Greek and Latin sources. Polybius was an analytical historian and wherever possible personally interviewed participants in the events he wrote about. Only the first book of the 40 comprising The Histories deals with the First Punic War. The accuracy of Polybius's account has been much debated over the past 150 years, but the modern consensus is to accept it largely at face value, and the details of the battle in modern sources are almost entirely based on interpretations of Polybius's account. The modern historian Andrew Curry considers that \"Polybius turns out to [be] fairly reliable\"; while Dexter Hoyos describes him as \"a remarkably well-informed, industrious, and insightful historian\". Other, later, histories of the war exist, but in fragmentary or summary form, and they usually cover military operations on land in more detail than those at sea. Modern historians usually also take into account the later histories of Diodorus Siculus and Dio Cassius, although the classicist Adrian Goldsworthy states that \"Polybius' account is usually to be preferred when it differs with any of our other accounts\". Other sources include inscriptions, archaeological evidence, and empirical evidence from reconstructions such as the trireme Olympias. Since 2010 a number of artefacts have been recovered from the nearby site of the Battle of the Aegates, the final battle of the war, fought eight years later. Their analysis and the recovery of further items are ongoing. ==Background== ===Operations in Sicily=== In 264 BC the states of Carthage and Rome went to war, starting the First Punic War. Carthage was a well-established maritime power in the western Mediterranean; Rome had recently unified mainland Italy south of the River Arno under its control. Rome's expansion into southern Italy probably made it inevitable that it would eventually clash with Carthage over Sicily on some pretext. The immediate cause of the war was the issue of control of the Sicilian town of Messana (modern Messina). By 241 BC the war had lasted 15 years, with many changes of fortune. It had developed into a struggle in which the Romans were attempting to defeat the Carthaginians decisively and, at a minimum, control the whole of Sicily. The Carthaginians were engaging in their traditional policy of waiting for their opponents to wear themselves out, in the expectation of then regaining some or all of their possessions and negotiating a mutually satisfactory peace treaty. In 260 BC the Romans built a large fleet and over the following ten years defeated the Carthaginians in a succession of naval battles. The Romans also slowly gained control of most of Sicily, including the major cities of Akragas (modern Agrigento; Agrigentum in Latin; captured in 262 BC) and Panormus (modern Palermo; captured in 254 BC). ===Ships=== During this war the standard warship was the quinquereme, meaning \"five-oared\". The quinquereme was a galley, long, wide at water level, with its deck standing above the sea, and displacing around 100 long tons (110 short tons; 100 tonnes). The galley expert John Coates suggests they could maintain 7 knots (8 mph; 13 km/h) for extended periods. The modern replica galley Olympias has achieved speeds of 8.5 knots (10 mph; 16 km/h) and cruised at for hours on end. Vessels were built as cataphract, or \"protected\", shipsthat is, fully decked overso as to be better able to carry marines and catapults. They had a separate \"oar box\" attached to the main hull which contained the rowers. These features allowed the hull to be strengthened, increased carrying capacity and improved conditions for the rowers. The generally accepted theory regarding the arrangement of oarsmen in quinqueremes is that there would be sets – or files – of three oars, one above the other, with two oarsmen on each of the two uppermost oars and one on the lower, for a total of five oarsmen per file. This would be repeated down the side of a galley for a total of 28 files on each side; 168 oars in total. In 260 BC the Romans set out to construct a fleet and used a shipwrecked Carthaginian quinquereme as a blueprint for their own. As novice shipwrights, the Romans built copies that were heavier than the Carthaginian vessels, which made them slower and less manoeuvrable. The quinquereme was the workhorse of the Roman and Carthaginian fleets throughout the Punic Wars, although hexaremes (six oarsmen per bank), quadriremes (four oarsmen per bank) and triremes (three oarsmen per bank) are also occasionally mentioned. So ubiquitous was the type that Polybius uses it as a shorthand for \"warship\" in general. A quinquereme carried a crew of 300, of which 280 were oarsmen and 20 deck crew and officers; it would normally also carry a complement of 40 marines, and if battle was thought to be imminent, this would be increased to as many as 120. Getting the oarsmen to row as a unit, as well as execute more complex battle manoeuvres, required long and arduous training. At least half of the oarsmen would need to have had some experience if the ship was to be handled effectively. As a result, the Romans were initially at a disadvantage against the more experienced Carthaginians. To counter Carthaginian superiority, the Romans introduced the corvus, a bridge wide and long, with a heavy spike on the underside, which was designed to pierce and anchor into an enemy ship's deck. This allowed Roman legionaries acting as marines to board enemy ships and capture them, rather than employing the previously traditional tactic of ramming. All warships were equipped with a ram, a triple set of bronze blades weighing up to positioned at the waterline. They were made individually by the lost-wax method to fit immovably to a galley's prow and secured with bronze spikes. In the century prior to the Punic Wars, boarding had become increasingly common and ramming had declined, as the larger and heavier vessels adopted in this period lacked the speed and manoeuvrability necessary to ram, while their sturdier construction reduced the ram's effect even in the case of a successful attack. The Roman adaptation of the was a continuation of this trend and compensated for their initial disadvantage in ship manoeuvring skills. The added weight in the prow compromised the ship's manoeuvrability, and in rough sea conditions the became useless. In 255 BC the Roman fleet was devastated by a storm while returning from Africa, with 384 ships sunk from a total of 464 and 100,000 men lost. It is possible that the presence of the made the Roman ships unusually unseaworthy and there is no record of them being used after this disaster. ==Prelude== Largely because of the Romans' use of the , the Carthaginians were defeated in large naval battles at Mylae (260 BC), Sulci (257 BC), Ecnomus (256 BC) and Cape Hermaeum (255 BC). During 252 and 251 BC the Roman army avoided battle, according to Polybius because they feared the war elephants which the Carthaginians had shipped to Sicily. In 250 BC the Carthaginians attempted to recapture Panormus, but were defeated, losing most of their elephants. Contemporary accounts do not report either side's other losses, and modern historians consider later claims of 20,000–30,000 Carthaginian casualties improbable. Encouraged by their victory at Panormus, the Romans moved against Lilybaeumwhich was the main Carthaginian base on Sicily. A large army commanded by the year's consuls Publius Claudius Pulcher and Lucius Junius Pullus besieged the city. They had rebuilt their fleet, and 200 ships blockaded the harbour. Early in the blockade, 50 Carthaginian quinqueremes gathered off the Aegates Islands, which lie to the west of Sicily. Once there was a strong west wind, they sailed into Lilybaeum before the Romans could react. They unloaded reinforcementseither 10,000 or 4,000 according to different ancient sourcesand a large quantity of supplies. They evaded the Romans by leaving at night, evacuating the Carthaginian cavalry. thumb|upright=||alt=A map of Sicily showing the small amount of territory controlled by Carthage The Romans sealed off the landward approach to Lilybaeum with earth and timber camps and walls. They made repeated attempts to block the harbour entrance with a heavy timber boom, but due to the prevailing sea conditions they were unsuccessful. The Carthaginian garrison was kept supplied by blockade runners. These were light and manoeuvrable quinqueremes with highly trained crews and pilots who knew the shoals and currents of the difficult waters. Chief among the blockade runners was a galley captained by Hannibal the Rhodian, who taunted the Romans with the superiority of his vessel and crew. Eventually, the Romans captured Hannibal and his well-constructed galley. In 250 BC an additional 10,000 oarsmen were allocated to the Roman fleet. Pulcher, the senior consul, supported by a council of war, believed these gave him sufficient advantage to risk an attack on the Carthaginian fleet at Drepana, north of Lilybaeum along the west coast of Sicily. The Roman fleet sailed on a moonless night to avoid detection and ensure surprise. The Romans had a tradition of divining the likely fortune of a military endeavour by observing the actions of the sacred chickens. In the early morning they would be offered food: if they ate eagerly, the omens were good; if they refused it, the action was ill-fated. When the solemn ceremony was performed on the way to Drepana, the chickens declined to eat. Infuriated, Pulcher pitched them overboard, exclaiming that if they were not hungry, then perhaps they were thirsty. Polybius does not mention this, which has caused some modern historians to doubt its veracity. T. P. Wiseman even thought that the whole episode was an invention from a hostile annalist to harm the reputation of the Claudii. == Battle == thumb|upright=|left| alt=| By dawn the Romans were close to Drepana but were experiencing problems. In the dark it had proved difficult to keep station. This was exacerbated by the recent incorporation of the 10,000 new oarsmen, who were not trained nor experienced at working with the existing crews. As a result, morning found the Roman ships spread out in a long, disorganised line. Pulcher's ship was towards the rear, possibly so he could discourage straggling. The Carthaginian commander, Adherbal, was taken completely by surprise when his lookouts reported the approach of the Romans. However, his ships were ready for sea, and he immediately ordered them to take on board the garrison as marines, and to follow him out to sea. The Roman fleet consisted of more than 120 ships; some sources give as many as 200. The Carthaginians had between 100 and 130 vessels. All of the warships, on both sides, were carrying full complements of marines. The more advanced of the Roman ships had reached the mouth of the harbour and were in a position to attempt to block it. However, Pulcher, seeing that surprise was lost, ordered them to fall back and concentrate in battle formation. This order took some time to transmit and resulted in some ships responding to it and turning into the paths of others still pressing forward and fouling them. So poor was the Roman seamanship that several ships collided, or sheared the oars off friendly vessels. Meanwhile, Adherbal led his fleet past the confused Roman vanguard and continued west, passing between the city and two small islands to reach the open sea. Here they had room to manoeuvre and headed south, forming a line of battle that was parallel to the Romans. The Carthaginians managed to get five ships south of Pulcher's flagship, echeloned towards the shore, and so cut off the entire Roman fleet from its line of retreat to Lilybaeum. The Romans, meanwhile, had formed up in a line facing west, with the shore behind them, which prevented them from being outflanked. The Carthaginians attacked, and the weakness of Pulcher's dispositions became apparent. The Carthaginian ships were lighter built and more manoeuvrable, and their crews were more experienced and accustomed to working together. The Romans lacked the to even the fight. On the other hand, the Carthaginians were probably outnumbered. The Carthaginians had the additional advantage that if an individual ship was getting the worse of a melee, it could reverse oars and withdraw; if the Roman vessel followed up, it left both of its flanks vulnerable. The Romans, with the shore close behind them, had no such advantage, and they attempted to stay in a tight formation for mutual protection. The battle was hard-fought and ground on through the day. The quality of the legionaries serving as the Roman marines, and their tight formation, made boarding difficult. But the Carthaginians handily outmanoeuvred the Romans, picking off exposed ships to ram, and steadily gaining more and more of an advantage. Eventually Roman discipline cracked; several ships were intentionally run aground so their crews could flee, and Pulcher led a successful breakout by 30 Roman ships, the only ones to survive the battle. The result was an utter Roman defeat, with 93 of their ships captured, an unknown number sunk, and 20,000 men killed or captured. It was Carthage's greatest naval victory of the war. ==Aftermath== Shortly after the battle, Adherbal was reinforced by Carthalo with 70 ships. Adherbal brought Carthalo's command up to 100 and sent him to raid Lilybaeum, where he burnt several Roman ships. A little later, he harried a Roman supply convoy of 800 transports, escorted by 120 warships, to such good effect that it was caught by a storm which sank all the vessels except for two. The Carthaginians further exploited their victory by raiding, ineffectively, the coasts of Roman Italy in 248 BC. The absence of Roman fleets then led Carthage to gradually decommission its navy, reducing the financial strain of building, maintaining and repairing ships, and providing and provisioning their crews. They withdrew most of their warships from Sicily, and the war there entered a period of stalemate. It was seven years after Drepana before Rome attempted to build another substantial fleet. Pulcher was recalled and charged with treason. He was convicted of a lesser chargesacrilege over the chicken incidentnarrowly escaped a death sentence and was exiled. Pulcher's sister, Claudia, became infamous when, obstructed in a street blocked by poorer citizens, she wished aloud that her brother would lose another battle so as to thin the crowd. The war eventually ended in 241 BC after the Battle of the Aegates, with a Roman victory and an agreed peace. Henceforth Rome was the leading military power in the western Mediterranean and increasingly the Mediterranean region as a whole. The Romans had built over 1,000 galleys during the war; and this experience of building, manning, training, supplying and maintaining such numbers of ships laid the foundation for Rome's maritime dominance for 600 years. ==See also== * Siege of Drepana ==Notes, citations and sources== ===Notes=== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * Translation by William Roger Paton on Wikisource. Drepana Category:Trapani Drepana Drepana",
 "title": "Battle of Drepana"
}