{
 "id": "468930",
 "text": "The City Loop (originally called the Melbourne Underground Rail Loop or MURL) is a mostly-underground and partly surface-level subway and rail system in the central business district (CBD) of Melbourne, Victoria, Australia. The Loop includes three underground stations: Flagstaff, Melbourne Central (formerly Museum) and Parliament. Melbourne's fifteen radial suburban railway lines feed into the Loop at its northwestern and southeastern corners. The Loop follows La Trobe and Spring Streets along the northern and eastern edges of the CBD's street grid. The Loop connects with Melbourne's two busiest stations, Flinders Street and Southern Cross, and with the elevated Flinders Street Viaduct forms a ring of four tracks around the central city. ==History== ===Problems and solutions=== Before the Loop was constructed, Flinders Street and Spencer Street (now called Southern Cross) stations were connected only by the four track Flinders Street Viaduct beside the Yarra River. The suburban terminus of Flinders Street had become seriously congested by the 1970s, with a throughput of only ten trains per platform per hour (roughly 1,700 trains a day) — compared to a maximum of 24 if there was through running. Many trains were through routed from the southern and eastern suburbs through to the north and west, but the flow was imbalanced and a number of trains were required to reverse direction. The Epping and Hurstbridge lines stood alone from the rest of the network, having Princes Bridge station for their own exclusive use. Several plans had been proposed over the preceding decades to alleviate the bottleneck. The one that was adopted was the building of a circular railway allowing trains to continue past Flinders Street, turn around and return to the suburbs. It was expected to boost platform capacity, allowing more trains per platform per hour on the same number of Flinders Street platforms. The loop would also bring train commuters directly into the northern and eastern sections of the CBD, delivering workers closer to their offices, students closer to RMIT University, and government officials directly to the Parliament buildings. Although the city's tram network already covered the CBD extensively, trams are not as efficient as trains when bringing large numbers of commuters into the city. === Planning === thumb|Parliament Station platform thumb|Melbourne Central Station platform thumb|Flagstaff Station platform Plans for an underground city railway in Melbourne are almost as old as electrification of the network itself. In 1929, the Metropolitan Town Planning Commission released a report recommending an underground city bypass from Richmond to North Melbourne stations via Exhibition and Victoria streets. The 1940 Victorian Railways Ashworth Improvement Plan recommended a different approach, with additional platforms at the Flinders Street/Princes Bridge station complex to be built over two levels, along with a connection to an underground City Railway. The Victorian Railways promoted another route in 1950 as part of the Operation Phoenix rehabilitation plan, the line running from Richmond towards Jolimont station, under the Fitzroy Gardens and Lonsdale Street then turning north to North Melbourne station. A branch line turned north from William Street, and went through the Flagstaff Gardens. (VR publicity brochure) In 1954 the Melbourne and Metropolitan Board of Works released their Planning Scheme for Melbourne report, which included the Richmond - North Melbourne Lonsdale Street route. A Parliamentary Committee on Public Works reported favourably on a city loop in 1954, and in 1958 a City Underground Railway Committee was appointed by the Transport Minister. It stated bluntly that the aim of the loop was not just to relieve crowding at Flinders Street, but to win back patronage from private cars, and if it did not then the project was a waste of time and resources. The plan included four stations, being cut to the present three by the elimination of one under Latrobe Street. The 'City of Melbourne Underground Railway Construction Act' was passed in 1960, and test bores were sunk by the Mines Department in 1961, but no funding was provided. Throughout the next few years many proposals were made for providing more car parking in the city, so in 1963 the Government set up the Metropolitan Transportation Committee to look at both road and rail transport. It released a report in 1965 that included the same rail plan as the 1960 Act. ===Construction=== thumb|Melbourne Underground Rail Loop Authority logo Following the 1969 Melbourne Transportation Plan, the Melbourne Underground Rail Loop Act 1970 was brought forward by Transport Minister Vernon Wilcox, with the Melbourne Underground Rail Loop Authority (MURLA) created on 1 January 1971 to oversee the construction and operation of the Loop. The City of Melbourne, the Melbourne and Metropolitan Board of Works and the Victorian Railways all made annual contributions to support the operating costs of the authority. Requests were made to the Federal Government for funding but no assistance was given. Funding of the project was through debentures, with the State Government paying 60% of the cost, while a special city levy from 1963 was to fund the remainder. The levy was to be in place for forty years (until 2003), but was ended in 1995. A consortium of four engineering companies was established to construct the project: one from Australia, one from the United Kingdom, one from Canada and one from the United States of America. The first sod was turned in the middle of Jolimont Yard on 22 June 1971 by then Transport Minister Vernon Wilcox. Tunnelling works under the city streets commenced in June 1972, using a tunnel boring machine built by Richmond engineering firm Jaques Limited.The Age 24 May 2010, 'Key role in digging rail loop' Obituary GEOFFREY KEEGAN, AM, ENGINEER, CONSULTANT 20-10-1924 - 22-4-2010 as well as conventional boring methods. At North Melbourne, Spencer Street and Jolimont Yard, cut and cover tunnelling was used to build the access ramps, with the above ground running lines being slewed from time to time as work proceeded. The first completed tunnel was the Burnley Loop, with the final breakthrough made on 8 June 1977 near the Museum station site. The Loop comprises four single-track tunnels on two levels, and the use of four pre-existing elevated tracks between Flinders Street and Spencer Street stations. A new double track concrete viaduct was erected beside the existing quadruple track Flinders Street Viaduct in order to replace capacity for non-loop trains. Construction began in 1975 and was completed in 1978. Of the three new stations, Museum was built using the cut and cover method in a 26-metre deep box, while Flagstaff and Parliament were excavated using mining methods. During the excavation of Museum station, La Trobe Street and its tram tracks were temporarily relocated from December 1973 to the south onto the site of what is now the Melbourne Central Shopping Centre, and was moved back in 1978. The traction power was turned on in October 1980, and the first test train ran on 4 December 1980. ===Opening=== Queen Elizabeth II toured a station during her visit to Australia in May 1980, and opened the plaza on top of the Swanston Street entrance, which was named Queen Elizabeth Plaza. Two short documentary films, Loop and Action Loop, were commissioned by the MURLA to advertise the new railway to Melburnians, as well as abroad. (These videos can be downloaded from the Department of Infrastructure). A third film was planned, but never shot. The Loop was opened gradually between 1981 and 1985. Museum station and the Burnley and Caulfield tunnels opened first, on 24 January 1981. The City Circle tunnel opened with special services on 6 December 1981, and Clifton Hill services started using the Loop on 31 October 1982. Parliament station opened on 22 January 1983, the Northern tunnel on 7 January 1985 (14 January 1985 with limited services) and Flagstaff station on 27 May 1985. ===Achievements=== thumb|Inside a section of bored tunnel The total length of tunnels in the Loop is with of circular tunnels, and of box tunnels. The four tunnels have an average length of , with a further kilometre of track connecting with surface tracks. Some of earth was removed and of concrete poured to form the stations and line the tunnel walls. of steel reinforcement were used, with another used temporarily during construction. The General Manager and Chief Engineer of MURLA, Frank Watson liaised closely with the engineers working on Sydney's Eastern Suburbs Railway and was struck by their 'degree of unpreparednesses' and sought to improve on the contemporary project. The 'double sleeper' floating track system used solved the problem of ground transmitted vibration and track noise, and the loop has some of the best designed and quietest underground stations in the world. At the time of construction Parliament station had the Southern Hemisphere's longest escalators. In 1965, the cost of the project had been estimated at between £30 and £35 million, by 1975 high inflation had resulted in it rising to $255,600,000. While the final cost was $500 million, it resulted in the reversal of a 30-year trend of falling suburban rail patronage. ==Future expansion== Expansion of the Loop to six tunnels with a third level of platforms has been analysed in several studies since the opening of the tunnels. The East West Link Needs Assessment carried out in 2008 by Sir Rod Eddington identified this as one of four options to improve the capacity of the inner city rail network. The options assessed included \"full loop\" variations including expansion of the Flinders Street viaduct, as well as more limited options envisaging bi-directional tunnels between North Melbourne and Burnley stations. Ultimately, however, the Eddington report recommended a tunnel along a new route from South Kensington to Caulfield, travelling via Swanston Street in the CBD. This project, later truncated at its southern end to South Yarra, would become the Metro Tunnel, which began construction in 2018. Another concept addressed in the Eddington report was the reconfiguration of existing Loop tunnels to provide direct end-to-end links between eastern and western lines instead of the existing concept. Proposing that the Northern and Burnley loops be extended by short tunnels to enable direct connections between North Melbourne and Richmond stations, this option envisaged Craigieburn and Frankston services connecting via Flinders Street and Southern Cross, while Sunbury and Cranbourne/Pakenham services connected via the underground Loop stations. In 2013, the Network Development Plan Metropolitan Rail proposed a similar reconfiguration after the construction of the Metro Tunnel and a second new tunnel between Clifton Hill and Southern Cross, in order to enable Craigieburn and Frankston services to connect via the original Loop stations and Burnley services to connect to the Newport Line. The Eddington option was revisited in 2016 as an alternative to the Metro Tunnel during production of a business case, but was discarded because of the potential cost and limited benefits. The 30-year strategy released by independent statutory body Infrastructure Victoria in 2016 recommended a reconfiguration of the City Loop \"within the early part of 15-30 years to deliver a major capacity uplift to the Craigieburn and Upfield corridors\". ==Services and direction of travel== thumb|Next train display at Melbourne Central. This particular model was replaced in late 2011. All suburban trains serve Flinders Street station, however, not all services pass through the entire City Loop. Frankston and Sandringham trains do not utilise the loop, with Frankston trains continuing to Werribee and Williamstown, while Sandringham trains operate directly to Flinders Street and then reversing in the opposite direction. Services that pass through the Loop may operate in either clockwise or anticlockwise directions depending on the time of the day. For some lines, at around 1p.m., services reverse direction through the loop. The reversal of the loop gives some passengers the best possible route into and out of the city, but at the same time gives other passengers the worst route twice a day. This reversal is likely unique to Melbourne and is criticised for catering primarily to CBD work commuters, while causing confusion for irregular or off-peak passengers.Mees, Paul (2000). A Very Public Solution: Transport in the Dispersed City. Melbourne University Press p. 237. . Until 1993, a 'City Circle' service operated continuously around the Loop to provide cross-CBD travel, and was replaced by the much slower City Circle Tram in 1994. As a result, depending on the time of day, direction, and stations chosen; when travelling between adjacent stations by train a change at the third station may be required. On 16 February 1997, regular Sunday services through the loop were introduced, however only stopped at Melbourne Central and Spencer Street with last trains around 6.45pm, then trains reverted running direct to/from Flinders St (with Northern Group services passing through Spencer St). This same timetable change saw Flagstaff closed on Saturdays. On 4 July 1999 Parliament joined the City Loop stations served until 6:45pm Sundays. Then finally on 19 November 2000, Sunday services were expanded to the last train. In November 2008, the Clifton Hill group was altered to run clockwise all day during weekdays, to avoid the flat junction at Jolimont and permit increased service frequency. The Werribee line service was also removed from the Northern Loop tunnel during peak hour, instead running direct to Flinders Street. In June 2010, many services from Frankston to the city were also altered, and now do not travel through the City Loop. On 22 April 2012, a new Metro timetable began operation, with a reversed Northern Loop on weekends. This means that all Northern group lines now run through the City Loop first before Flinders Street, and then run back out of the city via Southern Cross On 22 December 2013, the South Morang (now Mernda) and Hurstbridge railway lines reversed through the city on weekends to have 7 days a week operation to Flinders Street before the City Loop. On 8 December 2015, it was announced that Flagstaff would no longer be closed on weekends and public holidays from 1 January 2016. On 31 January 2021, accompanied by timetable changes across the Victorian rail network, the Cranbourne and Pakenham lines were altered to run anti-clockwise through the Loop all day instead of changing direction at midday. Frankston and Sandringham line trains were also completely removed from the Loop until the completion of the Metro Tunnel in 2025; all trains now run direct to Flinders Street. Upon completion of the Metro Tunnel in 2025, the Sunbury, Cranbourne and Pakenham lines will no longer operate through the Loop and will instead run via the Metro Tunnel. As a result of the additional capacity becoming available, all Craigieburn, Upfield and Frankston line trains will operate through the Loop instead of alternating between direct and Loop routes during peak times, and significant service increases will be implemented on those lines. {| class=\"wikitable\" |- | |Burnley group Lilydale, Belgrave, Alamein (weekday peak) & Glen Waverley lines |Caulfield group Pakenham & Cranbourne lines |Clifton Hill group Mernda & Hurstbridge lines |Northern group Sunbury, Craigieburn & Upfield lines |- |Weekday mornings |Anti-clockwise |Anti-clockwise |Clockwise |Clockwise |- |Weekday afternoons |Clockwise |Anti- clockwise |Clockwise |Anti-clockwise |- |Weekends |Clockwise |Anti-clockwise |Clockwise |Clockwise |} ==Line guide== Bold stations are termini, where some train services terminate; italic stations are staffed. Connects to all suburban lines in Melbourne from Flinders Street. == Layout == The layout of the City Loop is effectively four balloon loops, two of which operate one way during the morning and the other way in the afternoon. == References == ==External links== *Public Transport Victoria *Zen and the City Loop (a more detailed explanation of the five train direction configurations) *Department of Transport - City Loop history and photo page *Railpage - Publicity leaflets circa 1970 *Metro Trains Melbourne website Category:Railway lines in Melbourne Category:Railway tunnels in Victoria (Australia) Category:Railway loop lines Category:Railway lines opened in 1981 Category:Tunnels completed in 1981 Category:Underground commuter rail",
 "title": "City Loop"
}