{
 "id": "469247",
 "text": "Andrew John Pelling (born 20 August 1959) is a British politician. First elected as a Conservative he was an independent Member of Parliament for Croydon Central and on 30 March 2010 announced his intention to contest the seat as an Independent at the 2010 general election, but lost the seat to his former party. He was also a member of the London Assembly for Croydon and Sutton and a councillor in Croydon. Pelling has since become a member of the Labour Party, joining in February 2011. == Education and local government == Pelling and his family have lived in Croydon for six generations. He was educated at the Trinity School, Croydon and then New College, Oxford, where he led the Oxford University Conservative Association. He was elected to the position of Librarian of the Oxford Union, a senior position, and ran for President several times without being elected, on one occasion losing to William Hague. Before becoming a full-time politician, Pelling was an international investment banker. He was elected to Croydon Council in 1982 in Broad Green ward and later represented the ward of Heathfield. He served as Chair, first of the Education Committee in the early 1990s and subsequently became Deputy Leader of the Conservative Group when they lost control of the Council in 1994. From 2002 until 2005, he was the leader of the Conservative group in Croydon and stepped down from the Council in 2006 after 24 years. Pelling was first elected to the London Assembly in 2000, and retained his seat in 2004. He was a member of the London Development Agency and chaired the GLA budget committee. == Political career == At the 2005 general election, Pelling won the Croydon Central parliamentary seat by 75 votes, beating the incumbent, Labour's Geraint Davies. On 28 May 2007 Pelling was one of 18 Conservative MPs to vote in favour of an amendment to the Freedom of Information Act proposed by David Maclean, which would have seen the Houses of Parliament and MPs exempted from the disclosure requirements of the Act. However, he was 625th out of 646 MPs in the expenses league table and did not take a second-home allowance. On 18 September 2007 Pelling was arrested on suspicion of assaulting his wife Lucy after the Metropolitan Police received a complaint. He was released on bail later that night after being questioned. The police later announced that no charges were to be made against Pelling nor would the Crown Prosecution Service prosecute. The allegations caused the Conservatives to remove the whip, suspending him from the party. In December 2007, Pelling announced that he would not seek re-election for Parliament nor the London Assembly, but he subsequently decided to contest the Croydon Central seat as an Independent, saying \"I am very much up for representing Croydon for another term, there are lots of important issues to speak about.\" He said that as an Independent, he had the political freedom to best serve Croydon. He has been quoted in 2010 as saying \"Independence has allowed me to do politics differently, enabling me to put Croydon residents ahead of party politics and to lobby effectively for Croydon by being non-partisan. I do not have to obey party bosses and so can speak out for Croydon and on issues like immigration, an EU membership referendum and foolish overseas wars that the parties prefer not to speak of.\" According to Pelling's own website, \"The Leader of London's Green Party once called me 'the acceptable face of Conservatism'.\" Pelling lost his seat to the Conservatives at the 2010 general election. He remained active in political circles, attending the 2010 Labour Party Conference in Manchester. In February 2011 it was announced that he had joined the Labour Party. In June 2013 it was announced that he would be standing in the upcoming Croydon Council elections for the marginal seat of Waddon. He was elected to Croydon Council on 22 May 2014.Andrew Pelling to stand for Labour in Waddon Croydon Advertiser, 12 June 2013; Retrieved 27 October 2013 ==Personal life== Pelling was married to Sanae for 16 years, and the couple had three children all educated at local schools. In 2006, Pelling married Lucy. They have since separated after allegations of assault. ==References== ==External links== *Andrew Pelling MP Putting Croydon first *Guardian Unlimited Politics – Ask Aristotle: Andrew Pelling MP *TheyWorkForYou.com – Andrew Pelling MP *Biography from the London Assembly Category:1959 births Category:Living people Category:Alumni of New College, Oxford Category:Conservative Party (UK) MPs for English constituencies Category:Politics of the London Borough of Croydon Category:Conservative Members of the London Assembly Category:Councillors in the London Borough of Croydon Category:UK MPs 2005–2010 Category:Presidents of the Oxford University Conservative Association Category:People from Wolverhampton Category:People educated at Trinity School of John Whitgift Category:Independent members of the House of Commons of the United Kingdom",
 "title": "Andrew Pelling"
}