{
 "id": "469258",
 "text": "The North Cascades are a section of the Cascade Range of western North America. They span the border between the Canadian province of British Columbia and the U.S. state of Washington and are officially named in the U.S. and Canada as the Cascade Mountains. The portion in Canada is known to Americans as the Canadian Cascades, a designation that also includes the mountains above the east bank of the Fraser Canyon as far north as the town of Lytton, at the confluence of the Thompson and Fraser Rivers. They are predominantly non-volcanic, but include the stratovolcanoes Mount Baker, Glacier Peak and Coquihalla Mountain, which are part of the Cascade Volcanic Arc. ==Geography== The U.S. section of the North Cascades and the adjoining Skagit Range in British Columbia are most notable for their dramatic scenery and challenging mountaineering, both resulting from their steep, rugged topography. While most of the peaks are under in elevation, the low valleys provide great local relief, often over . The summits of the rest of the Canadian Cascades are not glaciated in the same way and feature rock \"horns\" rising from plateau-like uplands, with the Manning Park and Cathedral Park areas known for their extensive alpine meadows, as is also the case with the eastern flank of the US portion of the range. Portions of the US side of the range are protected as part of North Cascades National Park. thumb|right|Typical landscape in the western part of the North Cascades The large amount of precipitation, much of it in the form of snow, and the resulting glaciation, combine with the regional uplift to create a dramatic landscape in the western part of the range. Deep, U-shaped valleys carved by glaciers in Pleistocene time separate sharp ridges and peaks carved into steep shapes by more recent snow and ice. The eastern and northernmost parts of the range are much more plateau-like in character, though in the case of the northernmost areas graven by deep valleys along the flank of the Fraser Canyon, notably that of the Anderson River. ===Extent=== thumbnail|left|The North Cascades are considered the most rugged mountain range in the contiguous United States. The Fraser River and the adjoining lowland on its south bank form the northern and northwestern boundary of the range. On the east, the Okanogan River and the Columbia River bound the range in the United States, while the northeastern boundary of the range departs the Thompson via the Nicoamen River and runs via Lawless Creek, the Tulameen River and Copper Creek to the Similkameen River. On the west, the foothills of the range are separated by a narrow coastal plain from Puget Sound except along Chuckanut Drive between Bellingham and Mount Vernon, where they abut the Sound directly. thumbnail|right|Glacier Peak is the dominant feature in the southern portion of the North Cascades. The southern boundary of the North Cascades is less definite. For the purposes of this article, it will be taken as U.S. Highway 2, running over Stevens Pass, or equivalently, the Skykomish River, Nason Creek, and the lower Wenatchee River. This roughly follows Beckey's geologic division in Cascade Alpine Guide and the definition used by Peakbagger.com. Sometimes the southern boundary is defined by Snoqualmie Pass and the approximate route of Interstate 90.Level III and Level IV Ecoregions of the Northwestern United States , U.S. Environmental Protection Agency, Western Ecology Division Sometimes the term \"North Cascades\" or \"northern Cascades\" is used for the entire range north of the Columbia River. Geologically, the rocks of the North Cascades extend south beyond Stevens Pass and west into the San Juan Islands. The significance of the geologic transitions to the Okanagan Highland to the east and the Interior Plateau and Coast Mountains to the north are less agreed upon. ===Climate=== The climate in the North Cascades varies considerably by location and elevation. The western slope of the range is wet and cool, with of precipitation per year. This produces a temperate rain forest climate in the low valleys, which then grades into montane and alpine climates on mountain slopes and peaks. Summers are comparatively dry, with far less precipitation than in winter; sometimes the warmer eastern air and cooler western air meet at the Cascades during the summer months, and form thunderstorms. Sometimes, the storms move downwind into lowland cities. The eastern slope lies in the rain shadow of the range, since prevailing winds and most moisture come from the west, and hence is significantly drier than the western side of the main divide, becoming semi-arid in the eastern lowlands. As with most mountainous areas, precipitation increases dramatically with increasing elevation. As a result, there is a great deal of winter snow and glaciation in the high North Cascades. The eastern slopes and mountain passes can receive significant snowfall. Cold Arctic air can flow south from British Columbia through the Okanogan River valley into the bowl-like basin east of the Cascades. Cold air damming causes this Arctic air to bank up along the eastern Cascade slopes, especially into the lower passes, such as Snoqualmie Pass and Stevens Pass. The milder, Pacific-influenced air moving east over the Cascades is often forced aloft by the cold air held in place in the passes due to cold air damming. As a result, the passes often receive more snow than higher areas in the Cascades. This effect makes the relatively low elevation ski resorts at Snoqualmie Pass (about ) and Stevens Pass (about ) possible. ==Subranges== thumbnail|right|The Picket Range, located north of Hwy 20, is the most rugged subrange of the North Cascades. *North Cascades **Skagit Range ***Picket Range **Chuckanut Mountains **Entiat Mountains **Chelan Mountains **Methow Mountains (also called Sawtooth Ridge) **Skagit River Group thumb|Entiat Mountains *Canadian Cascades **Skagit Range ***Hope Mountains ***Cheam Range **Hozameen Range ***Bedded Range **Okanagan Range **Coquihalla Range (name is unofficial) ***Llamoid Group (name is unofficial) ***Anderson River Group (name is unofficial) ==Notable peaks== The following North Cascades peaks are notable for their height (absolute elevation): {| class=\"wikitable\" |- !Mountain !colspan=2|Height !Coordinates !colspan=2|Prominence !Parent mountain !First ascent |- ! !(ft) !(m) ! !(ft) !(m) ! ! |- |Mount Baker | | | |Mount Rainier | align=\"center\" |1868 by Edmund T. Coleman and party |- |Glacier Peak | | | |Mount Rainier | align=\"center\" |1898 by Thomas Gerdine |- |Bonanza Peak | | | |Glacier Peak | align=\"center\" |1937 by Curtis James, Barrie James, Joe Leuthold |- |Mount Fernow | | | |Bonanza Peak | align=\"center\" |1932 by Oscar Pennington, Hermann Ulrichs |- |Goode Mountain | | | |Bonanza Peak | align=\"center\" |1936 by Wolf Bauer, Philip Dickett, Joe Halwax, Jack Hossack, George MacGowan |} (The above table uses a topographic prominence cutoff of , in order to list only highly independent peaks.) The following peaks are notable for their topographic prominence: {| class=\"wikitable\" |- !Mountain !colspan=2|Height !colspan=2|Prominence !Parent mountain |- ! !(ft) !(m) !(ft) !(m) ! |- |Mount Baker | | |Mount Rainier |- |Glacier Peak | | |Mount Rainier |- |Round Mountain | | |Three Fingers |- |Mount Spickard | | |Mount Baker |- |Welch Peak | | |Robinson Mountain |- |Three Fingers | | |Glacier Peak |- |Mount Shuksan | | |Mount Baker |- |Remmel Mountain | | |Mount Lago |- |Mount Prophet | | |Luna Peak |- |Mount Outram | | |Hozomeen Mountain |- |Mount Lago | | |Silver Star Mountain |} The following peaks are notable for their large, steep rise above local terrain. Peaks are listed in descending order by elevation. {| class=\"wikitable\" |- !Mountain !colspan=2|Height |- ! !(ft) !(m) |- |Mount Baker | |- |Glacier Peak | |- |Goode Mountain | |- |Mount Shuksan | |- |Jack Mountain | |- |North Gardner Mountain | |- |Mount Redoubt | |- |Eldorado Peak | |- |Luna Peak | |- |Johannesburg Mountain | |- |Agnes Mountain | |- ||Hozomeen Mountain | |- |Slesse Mountain | |- |American Border Peak | |- |Mount Blum | |- |Sloan Peak | |- |Colonial Peak | |- |Mount Triumph | |- |Pugh Mountain | |- |Davis Peak | |- |Whitehorse Mountain | |- |Baring Mountain | |} ==Highest waterfalls== The North Cascades are known for having many extremely tall glacial-fed waterfalls; the ten highest measured waterfalls are listed. {| class=\"wikitable\" |- !Waterfall !colspan=2|Height !Stream !Location !Coordinates |- ! !(ft) !(m) ! ! ! |- | Colonial Creek Falls | | Colonial Creek | Diablo Lake | |- | Johannesburg Falls | | Unnamed | Below Johannesburg Peak, near Mount Torment | |- | Sulphide Creek Falls | | Sulphide Creek | Eastern boundary of North Cascades National Park | |- | Silver Lake Falls | | Silver Creek | Near Mount Spickard in North Cascades National Park | |- | Blum Basin Falls | | Blum Creek | Below Mount Blum | |- | Boston Creek Falls | | Boston Creek | Near North Fork Cascade River | |- | Torment Falls | | Torment Creek | Near North Fork Cascade River | |- | Green Lake Falls | | Unnamed fork of Bacon Creek | Near Green Lake in North Cascades National Park | |- | Depot Creek Falls | | Depot Creek | Near Mount Redoubt, North Cascades National Park | |- | Rainy Lake Falls | | Unnamed | Rainy Lake, Okanogan–Wenatchee National Forest | |} Many tall waterfalls occur where meltwater from mountain glaciers drop down a headwall, which are common occurrences in the North Cascades. Many waterfalls, despite their great height, are non-notable as they are not clearly visible and often have low volume. Seahpo Peak Falls, despite its great height at nearly , is an example of one of these waterfalls. A few notable exceptions do occur; Sulphide Creek Falls occurs where meltwaters from two of the largest Mount Shuksan glaciers are forced through a narrow chute over a headwall at the head of Sulphide Valley. ==Geology== The bulk of the North Cascades consists of \"deformed and metamorphosed, structurally complex pre-Tertiary rocks\". These originated in diverse locations around the globe: the area is built of several (\"perhaps ten or more\") different terranes of different ages and origins. These terranes are separated by a series of ancient faults, the most significant being the Straight Creek Fault, which runs north–south from north of Yale, British Columbia, through Hope, Marblemount, Washington, and down to Kachess Lake near Snoqualmie Pass. There is evidence of significant strike-slip movement on this fault in the past, with similar rocks on either side of the fault separated by dozens of miles. This is thought to be related to northward tectonic movement of the West Coast relative to the rest of North America. Since about 35 million years ago, oceanic crust from the Pacific Ocean has been subducting under the continental margin, which has formed the current volcanoes as well as a number of igneous intrusions composed of diorite and gabbro. The current uplift of the Cascade Range began around 8 million years ago. Rocks similar to those in the North Cascades continue north to the vicinity of Mount Meager massif in the Coast Mountains, where they abut the Stikinia Terrane of the Omineca-Intermontane Province that dominates the Interior Plateau of British Columbia. This geologic similarity between the North Cascades and Coast Mountains results in a fairly arbitrary boundary between the two. In British Columbia, the western geologic boundary of the North Cascades is defined as the Fraser River as it follows the Straight Creek Fault, while in the United States the western boundary is defined by the Puget Lowlands in the west, although there are significant westward extensions of rocks similar in origin to those in the North Cascades found in the San Juan Islands. The eastern geologic boundary of the North Cascades may be marked by the Chewack-Pasayten Fault. This fault separates the easternmost portion of the North Cascades, the Methow Terrane, from the Quesnellia Terrane, one of the Omineca and Intermontane Belts. The fault also separates the Methow River valley, part of the Methow Terrane, from the Okanagan Range, part of the Quesnellia Terrane. The Columbia River Basalt Group bounds the North Cascades to the southeast. The southern limit of what is geologically considered the \"North Cascades\" may variously be defined as being the southern limit of exposure of igneous and metamorphic terranes which is generally north of Snoqualmie Pass, Snoqualmie Pass itself, or Naches Pass at the White River Fault Zone. ===Glaciers=== While alpine glaciers are a defining feature of the Cascade Range as a whole, this is especially true of the North Cascades. The stratovolcanoes (Mount Baker and Glacier Peak) are the most obviously glaciated peaks and have the largest glaciers, but many of the smaller, nonvolcanic peaks are glaciated as well. For example, the portion of the Cascades north of Snoqualmie Pass (roughly the North Cascades as defined in this article) These glaciers all retreated from 1900 to 1950. From 1950 to 1975 many but not all North Cascades glaciers advanced. Since 1975 retreat has become more rapid with all 107 glaciers monitored retreating by 1992. 2015 was an especially damaging year for Cascadian Glaciers, an estimated mass loss of five to ten percent, the single greatest loss in over 50 years.Doughton, Sandi. \"'Disastrous': Low Snow, Heat Eat Away at Northwest Glaciers.\" The Seattle Times. Seattle Times, 08 Sept. 2015. Web. 15 Dec. 2015. . There are approximately 700 glaciers in the range, though some have already disappeared. Since a brief advancing period in the 1950s, most of these glaciers have been retreating. This is a serious concern to water managers in the region, as the glaciers (and the winter snowpack) form a large reservoir of water. As snow and ice melts in the summer, the resulting meltwater compensates for the seasonal decrease in precipitation. As glaciers retreat they will provide less summer runoff. The Cascades north of Snoqualmie Pass have 756 glaciers covering of terrain. For comparison, the entire contiguous United States has about 1,100 glaciers in total, covering . ==Ecology== The North Cascades has a diversity of plant species. It contains more than 1630 vascular plant species There are eight distinct life zones that support thousands of plants separately and in their own way. Traveling west to east through the range, one would intersect a number of distinct ecoregions, first getting higher and colder, then getting warmer, yet drier. Each of these component ecoregions can be described by either a tree indicator species, or by a lack of trees: Western hemlock, silver fir, subalpine mountain hemlock, Alpine tundra, subalpine fir, and grand fir/Douglas-fir. The range also has a rich diversity of animals, including bald eagles, wolves, grizzly bears, mountain lions and black bears. The range is home to at least 75 species of mammals and 200 species of birds that either pass through or use the North Cascades for a breeding area. There are also 11 species of fish on the west side of the Cascades. Examples of amphibian species occurring in the North Cascades include the western toad (Bufo boreas) and the rough-skinned newt (Taricha granulosa). The biodiversity of the area is threatened by global climate change and invasive exotic plant species. These exotic plants thrive by utilizing manmade structures such as roads and trails. These invasive plants include the diffuse knapweed (Centaurea diffusa) and reed canary grass (Phalaris arundinacea). ==History== thumb|right|Big log in the North Cascades, 1937 On the United States side of the border, early inhabitants of the North Cascades included the Nooksack, Skagit, and Sauk-Suiattle tribes on the west, and the Okanagan people on the eastern side, with the Nlaka'pamux people of what is now Canada claiming hunting territory in the heart of the range, south across the border into Washington. The tribes living and using the range on the Canadian side of the border are the Nlaka'pamux, Sto:lo and the Upper and Lower Similkameen subgroups of the Okanagan. A now-extinct group known as the Nicola Athapaskans also inhabited and hunted in the area now occupied by the Similkameen. Many current geographic names in the region are derived from native terms, either by transliteration or translation. Beckey notes that \"Many names were derived from Chinook Jargon, mostly applied by the United States Forest Service from 1910 to 1940....\" Fur traders entered the area in the first half of the 19th century, coming from Canada and from Astoria on the Columbia River. One of the earliest was Alexander Ross of the North West Company, who crossed the range in the summer of 1814, probably via Cascade Pass. The period of uncertainty surrounding the disputed Oregon Country gave way following partition along the 49th Parallel to a period of tentative U.S. Army exploration in tandem with violent subjugation of Indian tribes on the American side of the frontier in the second half of the century. With the partition, the Hudson's Bay Company was forced to seek an alternative to its older Brigade Trail via the Okanogan River and the construction of a new route over the northern spine of the Canadian Cascades from the area of Spuzzum into the valley of the Coldwater River to connect fort Langley on the lower Fraser with its northern posts in New Caledonia. The route was impracticable and was soon abandoned, though more southerly routes through what is now Manning Park laid the foundations for later routes such as the Dewdney Trail and the modern Crowsnest Highway via Allison Pass, and was later similar to a route via the Coquihalla Pass for its southern mainline. South of the boundary, reconnaissance for possible railroad routes (none of which were viable north of the one eventually put in over Stevens Pass, at the southern edge of the North Cascades) and various mining rushes. Miners dominated the exploration and development of the range from the 1880s through the early 20th century. For example, mines around the boomtown of Monte Cristo, in the southwest portion of the North Cascades, produced \"between $1 and $2.7 million in silver and gold\". The Holden Mine, on the east side of the main divide, produced 106,000 tons of copper and 600,000 ounces of gold. Discovery of gold by American prospectors on the banks of the Thompson River at its confluence with the Nicoamen River, at the northern tip of the range, helped trigger the Fraser Canyon Gold Rush of 1858-1860 which in turn prompted the declaration of the Colony of British Columbia to affirm British possession of territories north of the 49th Parallel. The Fraser rush led to exploration of the Cascades to the east of the canyon and in the valley of the Similkameen River, with minor rushes in the area of Princeton, British Columbia in 1859 through the early 1860s and the creation of non-native towns (on top of much older native ones) at Boston Bar, Lytton and Hope, as well as Princeton. Early settlers also arrived in the foothills of the North Cascades in the latter half of the 19th century, and utilized the range in a limited way as a source of timber and grazing land. However, the range is so rugged that this exploitation was less dramatic than in other more gentle landscapes. Early recreational use of the range included expeditions by the local climbing clubs, The Mountaineers and The Mazamas. However even these groups did not fully explore the inner reaches of the range and ascend the most difficult peaks until the 1930s and 1940s. It was not until the 1970s, that most peaks were climbed in the most isolated areas, making it one of the last explored ranges in the contiguous United States. ==Climbing== The North Cascades are often referred as the \"American Alps\" by hikers, climbers and mountaineers because of the sea of steep, jagged peaks that span across the range. This range's rugged approaches and exceptional alpine terrain make it a premiere training ground for mountain climbers. == Protected areas == Chief among the protected areas in Washington is North Cascades National Park, occupying much of the area between Mount Baker and the Cascade divide. Contiguous with the Park are Ross Lake National Recreation Area and Lake Chelan National Recreation Area. Designated wilderness areas in the range include: * Mount Baker Wilderness * Glacier Peak Wilderness * Boulder River Wilderness * Henry M. Jackson Wilderness, * Lake Chelan-Sawtooth Wilderness * Noisy-Diobsud Wilderness * Pasayten Wilderness * Stephen Mather Wilderness * Wild Sky Wilderness In British Columbia, protected areas include * Skagit Valley Provincial Park * E.C. Manning Provincial Park * Cascade Recreation Area * Cathedral Provincial Park * Coquihalla Canyon Provincial Park ==See also== * Ptarmigan Traverse ==Notes== ==References== * * * * * * * ==External links== * , including the Ross Lake and Lake Chelan National Recreation Areas . Cascades north Cascades north",
 "title": "North Cascades"
}