{
 "id": "469208",
 "text": "Richard Michael Barnes (born 1 December 1947) is a former Conservative Party politician in the United Kingdom, who was the Deputy Mayor of London from 2008 to 2012, and the Member of the London Assembly for Ealing and Hillingdon from 2000 to 2012, when he lost his seat to Labour. On 30 September 2014, Barnes defected to the UK Independence Party. ==Education== He was educated at Trinity High School, Northampton, and Wolverhampton Grammar Technical School, where he was head boy, and graduated from the University of Wales Institute of Science and Technology with a Bachelor of Science degree in Economics.'BARNES, Richard Michael', Who's Who 2014, A & C Black, an imprint of Bloomsbury Publishing plc, 2014 ==Political career and community involvement== Barnes was a councillor in the London Borough of Hillingdon from 1982 to 2014 and was leader of that council from 1998, securing the re-election of the Conservative administration with an 11% swing, one of the most remarkable results in a poor year for the party. In 2014, he stood against the Conservatives as an Independent in Harefield but gained only 460 votes, and the two seats there were held by the Conservatives (Henry Higgins & Jane Palmer). In 2018, he again stood as an Independent in Harefield but finished behind the Conservative candidates of Jane Palmer and Henry Higgins, receiving 483 votes. Barnes was a member of the Metropolitan Police Authority, of which he was at one time deputy chairman. He was elected to the London Assembly when it was created in 2000, representing Ealing and Hillingdon, and was Conservative spokesman on policing. In late 2007 he was elected as Leader of the Conservative group in the Assembly, but on 4 May 2012 he lost his Assembly seat in a shock election result, being beaten in Ealing and Hillingdon by Onkar Sahota. Law and order, crime and disorder, and London resilience and safety were Barnes's foremost interests on the Assembly, and chaired the enquiry into the London bombings of 7 July 2005 and was responsible for its report. This has led to his taking a national and international role in the fight against terrorism, particularly in addressing the ability of urban authorities to build resistance and response mechanisms to potential atrocities. In 2007 he spoke at conferences in both Dubai and New York City. Barnes is openly gay, and opposed Section 28 of the Local Government Act 1988, which stated that a local authority \"shall not intentionally promote homosexuality or publish material with the intention of promoting homosexuality\". His reputation was tarnished in September 2013 when he inadvertently posted naked pictures of himself on the internet, but he claimed that his account had been hacked. On 30 September 2014, Barnes announced that he was leaving the Conservative Party to join the UK Independence Party. He was unsuccessful in being selected as the UKIP candidate in the Ruislip, Northwood & Pinner Constituency in May 2015. In 2016 he failed to be selected as the UKIP candidate for London Mayor and also failed to be selected by UKIP in the Ealing & Hillingdon constituency. ==Appointment as statutory Deputy Mayor of London== After Boris Johnson's victory in the 2008 mayoral election, Barnes was appointed on 6 May 2008 as statutory Deputy Mayor of London, making him both the first male and the first LGBT Deputy Mayor of London. == References == ==External links== *Biography from the London Assembly *Official website |- Category:1947 births Category:Living people Category:Alumni of Cardiff University Category:Conservative Members of the London Assembly Category:Councillors in the London Borough of Hillingdon Category:Gay politicians Category:LGBT politicians from England Category:UK Independence Party politicians",
 "title": "Richard Barnes (British politician)"
}