{
 "id": "469287",
 "text": "thumb|300px|Landsat satellite photo showing the canal in centre bottom thumb|300px|Map The Piast Canal (, ) is a ship canal that connects the Szczecin Lagoon in the estuary of the Oder river with the Baltic Sea via the Świna river. The eastern part of the Świna is bypassed by the canal, providing a more convenient south-north connection for large ships from the Baltic to reach the industrial city of Szczecin () more easily. == History == The canal, approximately 12 km long and ten metres deep, was dug during the time of the German Empire between 1874 and 1880, during the reign of the Kaiser Wilhelm I (). Thus it was not named after his grandson Kaiser Wilhelm II () who was famous for his interest in seafaring and battleships. Baptized as , the canal allowed ships to circumvent the eastern branch of the Świna river, which was very difficult to navigate. The resulting benefit to shipping between the Baltic Sea and the lagoon saw the ascendancy of the port of Stettin and a decline in the port of Świnoujście (), because now ocean-going ships could sail as far as Stettin. Another side effect was that the eastern part of the island Usedom was cut off, creating an island that was named after its largest village, Kaseburg (). On the other hand, the railway line, opened in 1875, from Berlin to Swinemünde over the bridge near Karnin (blown up in 1945), helped to promote Swinemünde and its neighbouring villages as seaside resorts. After World War II, the area became part of Poland under border changes promulgated at the Potsdam Conference, and the canal was renamed in reference to the medieval history of Poland during the Piast dynasty – the Piast dynasty was first Polish royal dynasty. In October 2020, an unexploded Tallboy earthquake bomb from the Royal Air Force's attack on German cruiser Lützow in 1945 was found in the canal. After evacuating approximately 750 people who lived nearby, an attempt was undertaken by the Polish Navy's 8th Coastal Defence Flotilla to deflagrate it with a remote-controlled device, but it exploded, without casualties. It was the largest single piece of unexploded ordnance found in Poland since the war. == Images == File:Kan Piast No1.jpg|View of the canal from Szczecin Lagoon File:Piast Canal near Szczecin Lagoon.jpg|View from Karsibór Island File:Piast Kanal and Swina river.jpg|Piast Canal diverges from Świna river == External links == * Piast Canal pictures == References == Category:Canals in Poland Category:Buildings and structures in West Pomeranian Voivodeship Category:Canals opened in 1880",
 "title": "Piast Canal"
}