{
 "id": "469417",
 "text": "{| |} HMS Ameer (D01) was an American escort carrier, the USS Baffins (CVE-35), that was transferred to the Royal Navy in mid-1943. As a served in the Far East until the end of the war. Ameer was returned to the US Navy in 1946 and sold off to commercial service. ==Design and description== These ships were all larger and had a greater aircraft capacity than all the preceding American built escort carriers. They were also all laid down as escort carriers and not converted merchant ships. All the ships had a complement of 646 men and an overall length of , a beam of and a draught of .Cocker (2008), p.82. Propulsion was provided by a steam turbine, two boilers connected to one shaft giving 9,350 brake horsepower (SHP), which could propel the ship at .Cocker (2008), p.79. Aircraft facilities were a small combined bridge–flight control on the starboard side, two aircraft lifts by , one aircraft catapult and nine arrestor wires.Cocker (2008), p.82. Aircraft could be housed in the by hangar below the flight deck. Armament comprised: two 4\"/50, 5\"/38 or 5\"/51 dual purpose guns in single mounts, sixteen 40 mm Bofors anti-aircraft guns in twin mounts and twenty 20 mm Oerlikon anti-aircraft cannons in single mounts. They had a maximum aircraft capacity of twenty-four aircraft which could be a mixture of Grumman Martlet, Vought Corsair or Hawker Sea Hurricane fighter aircraft and Fairey Swordfish or Grumman Avenger anti- submarine aircraft. ==Pre-service== Baffins was launched 18 October 1942 by Seattle-Tacoma Shipbuilding, Tacoma, Washington; sponsored by Mrs. Laurence Bennett, wife of Commander Bennett; and commissioned 28 June 1943, Captain W. L. Rees in command. Baffins remained at Puget Sound Navy Yard until 18 July 1943. Her classification was changed to CVE-35 on 15 July 1943. On 18 July, she proceeded to Vancouver, British Columbia, Canada, where she was decommissioned the following day and transferred to the United Kingdom under Lend-Lease. Now HMS Ameer, she was refitted to Royal Navy requirements, including a lengthened flight deck, the installation of ASDIC (Sonar), the adaptation of fire-fighting and ventilation systems, and the alteration of bomb and torpedo storage to accommodate either American or British ordnance. ==Active service== Once she arrived in Britain, she was allocated to the British Eastern Fleet, sailing as escort in May 1944 to convoy KMF-31 to the Mediterranean, while en route to Trincomalee, Ceylon. There, she joined her sister ships , , and . In early 1945, Ameer joined Force 61 as cover for \"Operation Lightning\", the amphibious assault by 3 Commando Brigade (two Royal Marine units and one Army unit) on Akyab, Burma. In the event, Japanese forces had evacuated that key area 48 hours earlier, making a heavy bombardment unnecessary. Ameer's next operation was Operation Matador to capture Ramree Island, where her aircraft spotted fall of shot for , on 21 January 1945. The bombardment was to reduce Japanese artillery batteries in advance of landings by the 71st and 4th Brigades. A few days later, Ameer covered landings on nearby Cheduba Island by the Royal Marines (Operation Sankey) that were, once again, unopposed; indeed, the whole island was unoccupied. On 22 February 1945, Ameer sailed from Trincomalee, in Force 62 with , the light cruiser , six destroyers and six frigates. The objective was to perform Operation Stacey, the first of three photo-reconnaissance missions designed to cover the Hastings Harbor and Phuket Island areas of the Kra Isthmus. The reconnaissance was done successfully without enemy interference on 26 to 28 February. The following day, however, the task force was located and attacked. Grumman Hellcats fighters from Ameer and Empress successfully fought off the attack. In June 1945, Force 63, including Ameer and her sister ships , and , left Trincomalee for Operation Balsam, the third and last series of photo- reconnaissance missions over Malaya. On 20 June, at the end of the scheduled operation, the task force pilots executed offensive sweeps. Ameer's Grumman Hellcats joined those from 808 Naval Air Squadron and Supermarine Seafires from 809 Naval Air Squadron and attacked Japanese air bases at Lhoksemawe, Medan, and Bindjai, strafing installations and aircraft. Antiaircraft fire shot down one Hellcat. Ameer's last two operations were supporting mine- sweeping activity off potential landing sites. The first, with escort carrier , light cruiser and destroyers , , and , provided air cover and bombardment off the Nicobar Islands over 9 and 10 July. The second, Operation Livery, starting on 24 July, cleared the approaches to Phuket Island, off the Kra Isthmus. was part of the covering force. On 25 July, Task Force 63 came under bomber and kamikaze attack and the minesweeper was hit. Japan surrendered three weeks later. ==Squadrons== As a fighter carrier, HMS Ameer could carry up to 24 aircraft. In her active service, she carried mostly American Grumman Hellcat II (at first called Gannet) fighters, although Grumman Wildcat V (initially called Martlets) were also carried, as were Supermarine Walrus I amphibians at the end of the war. {| class=\"wikitable\" |- !Dates !Fleet Air Arm squadrons !Aircraft type |- |July 1944-August 1944 |845 |Grumman Wildcat V |- |Dec 1944-March 1945 |804 |Grumman Hellcat II |- |Dec 1944 |845 |Grumman Wildcat V |- |April 1945-Sept 1945 |896 |Grumman Hellcat II |- |May 1945-Oct 1945 |804 |Grumman Hellcat II |- |June 1945 |888 |Grumman Hellcat II |- |July 1945-Aug 1945 |1700 Dt |Supermarine Walrus I |} ==Post-war== HMS Ameer was returned to the United States Navy at Norfolk, Virginia on 17 January 1946 and subsequently sold into merchant service 17 September 1946 as Robin Kirk. She was later scrapped in Taiwan in 1969. ==Notes== ==References== * * DANFS: Baffins ==External links== Category:Ruler-class escort carriers Category:Ships built in Tacoma, Washington Category:1942 ships",
 "title": "HMS Ameer (D01)"
}