{
 "id": "469566",
 "text": "Hazel Osborne Byford, Baroness Byford, (born 1941) is a retired member of the House of Lords, where she served as Opposition Parliamentary Spokesman for Food, Farming and Rural Affairs from 1997 to 2007. She sat as a Conservative. Her father, Sir Cyril Osborne, was Conservative MP for Louth, Lincolnshire from 1945 to 1969. She married, in 1962, Charles Barrie Byford, CBE (1931–2013). She was raised to the Peerage for life as Baroness Byford, of Rothley in the County of Leicestershire in 1996, having been appointed a DBE in 1994. Byford is president of Young Leicestershire, an honorary patron of the Church Lads' and Church Girls' Brigade as well as president of The Royal Agricultural Societies of England. From 2007 to 2010 she served as president of the Royal Association of British Dairy Farmers. She is a fellow of the Royal Agricultural Society and an honorary canon of Leicester Cathedral, Chairman of Leicester Cathedral Council. She was also formerly the President of The Women's Farming Union, National Farm Attractions Network, and the Institute of the Agricultural Secretaries and Administrators. Byford serves as a Deputy Lieutenant for Leicestershire. She was Warden of the Worshipful Company of Farmers and was Master of the Company in 2013/2014 Spring 2010 Newsletter of The Worshipful Company of Farmers in the City of London and still remains an active liveryman today. In 2008, Byford received an Honorary Doctorate of Science (Hon DSc) from Nottingham Trent University in recognition of her outstanding contribution and commitment to agriculture and rural life. She also holds Honorary Doctorates from Lincoln University, Leicester University and Harper Adams University. ==Arms== ==References== ==External links== *Baroness Byford profile, conservatives.com; accessed 3 April 2016. *Profile, Debretts.com; accessed 3 April 2016. Category:1941 births Category:Living people Category:People from Rothley Category:People from Louth, Lincolnshire Byford, Hazel Byford, Baroness Category:Dames Commander of the Order of the British Empire Category:Life peeresses created by Elizabeth II Byford, Hazel Byford, Baroness Category:Deputy Lieutenants of Leicestershire Category:People associated with Nottingham Trent University",
 "title": "Hazel Byford, Baroness Byford"
}