{
 "id": "469782",
 "text": "Joint premiers of the Province of Canada were the prime ministers of the Province of Canada, from the 1841 unification of Upper Canada and Lower Canada until Confederation in 1867. Following the abortive Rebellions of 1837, Lord Durham was appointed governor in chief of British North America. In his 1839 Report on the Affairs of British North America, he recommended that Upper and Lower Canada be united under a single Parliament, with responsible government. As a result, in 1841, the first Parliament of the Province of Canada was convened. Although Canada East (the former Lower Canada, now Quebec) and Canada West (the former Upper Canada, now Ontario) were united as a single province with a single government, each administration was led by two men, one from each half of the province. Officially, one of them at any given time had the title of Premier, while the other had the title of Deputy. Despite this, however, the titular premier could not generally invoke unilateral authority over his deputy if he wanted to maintain his government's stability; in practice, both men had to agree on virtually any political course of action. As a result, this form of government proved to be fractious and difficult, leading to frequent changes in leadership — in just 26 years, the joint premiership changed hands eighteen times, with twenty different people holding the office over its history even though just eight general elections were held across that time. With the introduction of responsible government in 1848, Robert Baldwin and Louis-Hippolyte Lafontaine became the first truly democratic leaders of what would eventually become the provinces of Ontario and Quebec in present-day Canada, and some modern historians, most notably John Ralston Saul, have promoted the idea that they should be viewed as Canada's true first Prime Ministers. ==Evolution of party politics== In earlier years, the political groups were loose affiliations rather than modern political parties. The \"reformers\" allied under the banner of Reformers in Canada West and Patriotes in Canada East, while the \"conservatives,\" meaning supporters of the elite Family Compact in Canada West and Château Clique in Canada East prior to unification, were known as Tories. Although informal alliances existed between each ideological pair, these alliances were not political parties as they exist today. 1854, however, proved a pivotal year in the evolution of Canadian politics. Although the Rouges and the Liberals had already emerged in Canada East, these were relatively fringe groups. In 1854, however, many dissatisfied voters in Canada West turned to the more radical Clear Grit faction, and in order to stay in power traditional reformers in Canada East, led by Augustin-Norbert Morin, entered a coalition with Allan Napier MacNab's conservatives in Canada West. The early reformers ultimately dissolved as a political entity. Moderate reformers joined the new \"Liberal- Conservative\" party, later to become the Conservative Party, while the Clear Grits aligned with the Liberals and the Rouges to create the modern Liberal Party, thereby creating the political party structure that prevails today. The pattern of new protest parties emerging from time to time, and becoming integrated into the mainstream of Canadian political life, was also established by this realignment. Later groups included the Progressives, the Cooperative Commonwealth Federation, the Social Credit Party of Canada and the Reform Party of Canada. ==Continuing influence== The best-known premiership has arguably been the Macdonald–Cartier ministry, which governed the Province of Canada from 1857 to 1862 (except for four days in 1858 when power was briefly ceded to the Brown–Dorion government). It was during their ministry that the first organized moves toward Canadian Confederation took place, and John A. Macdonald himself became the first Prime Minister of Canada in 1867. Macdonald-Cartier has survived in Canada as a geographic and institutional name, which has been applied to high schools in Ottawa, Sudbury and Saint- Hubert, the Ottawa Macdonald–Cartier International Airport and the Macdonald- Cartier Bridge linking Ottawa with Gatineau. \"Macdonald–Cartier Freeway\" was also the historical name of Highway 401. The Lafontaine–Baldwin government has also lent its name to the annual LaFontaine-Baldwin Symposium on Canadian social, cultural and political topics. No other joint premiership currently has any Canadian institutions or geographic features named for it per se, although individual people who held the position may be so honoured as individuals. The continuing, although informal, government position of the Quebec lieutenant, who is designated as the Prime Minister's primary advisor and spokesman on issues related to Quebec, may be viewed as an indirect descendant of the joint premiership, although the position is far from equivalent in terms of the actual power it wields within a government. ==List of joint premiers of the Province of Canada== ==See also== * List of elections in the Province of Canada ==References== *",
 "title": "Joint premiers of the Province of Canada"
}