{
 "id": "469925",
 "text": "The Potala Palace is a dzong fortress in the Lhasa, Tibet, China. It was the winter palace of the Dalai Lamas from 1649 to 1959, has been a museum since then, and has been a World Heritage Site since 1994. The palace is named after Mount Potalaka, the mythical abode of the bodhisattva Avalokiteśvara.Stein, R. A. Tibetan Civilization (1962). Translated into English with minor revisions by the author. 1st English edition by Faber & Faber, London (1972). Reprint: Stanford University Press (1972), p. 84 The 5th Dalai Lama started its construction in 1645Laird, Thomas. (2006). The Story of Tibet: Conversations with the Dalai Lama, pp. 175. Grove Press, New York. . after one of his spiritual advisers, Konchog Chophel (died 1646), pointed out that the site was ideal as a seat of government, situated as it is between Drepung and Sera monasteries and the old city of Lhasa.Karmay, Samten C. (2005). \"The Great Fifth\", p. 1. Downloaded as a pdf file on 16 December 2007 from: It may overlay the remains of an earlier fortress called the White or Red Palace on the site,W. D. Shakabpa, One hundred thousand moons, translated with an introduction by Derek F. Maher, Vol.1, BRILL, 2010 p. 48 built by Songtsen Gampo in 637.Michael Dillon, China : a cultural and historical dictionary, Routledge, 1998, p. 184. The building measures east-west and north-south, with sloping stone walls averaging thick, and thick at the base, and with copper poured into the foundations to help proof it against earthquakes.Booz, Elisabeth B. (1986). Tibet, pp. 62–63. Passport Books, Hong Kong. Thirteen storeys of buildings, containing over 1,000 rooms, 10,000 shrines and about 200,000 statues, soar on top of Marpo Ri, the \"Red Hill\", rising more than in total above the valley floor.Buckley, Michael and Strausss, Robert. Tibet: a travel survival kit, p. 131. Lonely Planet. South Yarra, Vic., Australia. . Tradition has it that the three main hills of Lhasa represent the \"Three Protectors of Tibet\". Chokpori, just to the south of the Potala, is the soul- mountain () of Vajrapani, Pongwari that of Manjusri, and Marpori, the hill on which the Potala stands, represents Avalokiteśvara.Stein, R. A. (1972). Tibetan Civilization, p. 228. Translated by J. E. Stapleton Driver. Stanford University Press, Stanford, California. (cloth); (paper). == History == The site on which the Potala Palace rises is built over a palace erected by Songtsen Gampo on the Red Hill.Derek F. Maher in W. D. Shakabpa, One hundred thousand moons, translated with an introduction by Derek F. Maher, BRILL, 2010, Vol. 1, p. 123. The Potala contains two chapels on its northwest corner that conserve parts of the original building. One is the Phakpa Lhakhang, the other the Chogyel Drupuk, a recessed cavern identified as Songtsen Gampo's meditation cave.Gyurme Dorje, Tibet Handbook: With Bhutan, Footprint Travel Guides, 1999 pp. 101–3. Lozang Gyatso, the Great Fifth Dalai Lama, started the construction of the modern Potala Palace in 1645 after one of his spiritual advisers, Konchog Chophel (died 1646), pointed out that the site was ideal as a seat of government, situated as it is between Drepung and Sera monasteries and the old city of Lhasa. The external structure was built in 3 years, while the interior, together with its furnishings, took 45 years to complete.W. D. Shakabpa, One hundred thousand moons, translated with an introduction by Derek F. Maher BRILL, 2010, Vol.1, pp. 48–9. The Dalai Lama and his government moved into the Potrang Karpo ('White Palace') in 1649. Construction lasted until 1694,Stein, R. A. Tibetan Civilization (1962). Translated into English with minor revisions by the author. 1st English edition by Faber & Faber, London (1972). Reprint: Stanford University Press (1972), p. 84. some twelve years after his death. The Potala was used as a winter palace by the Dalai Lama from that time. The Potrang Marpo ('Red Palace') was added between 1690 and 1694. The new palace got its name from a hill on Cape Comorin at the southern tip of India—a rocky point sacred to the bodhisattva of compassion, who is known as Avalokitesvara, or Chenrezi. The Tibetans themselves rarely speak of the sacred place as the \"Potala\", but rather as \"Peak Potala\" (Tse Potala), or most commonly as \"the Peak\".Lowell Thomas, Jr. (1951). Out of this World: Across the Himalayas to Tibet. Reprint: 1952, p. 181. Macdonald & Co., London The palace was moderately damaged during the Tibetan uprising against the Chinese in 1959, when Chinese shells were launched into the palace's windows.https://www.nytimes.com/1979/12/09/archives/journey-to-tibet-hidden- splendors-of-an-exiled-deity.html NYT Journey to Tibet Before Chamdo Jampa Kalden was shot and taken prisoner by soldiers of the People's Liberation Army, he witnessed \"Chinese cannon shells began landing on Norbulingka past midnight on 19 March 1959... The sky lit up as the Chinese shells hit the Chakpori Medical College and the Potala.\" It also escaped damage during the Cultural Revolution in 1966 through the personal intervention of Zhou Enlai, who was then the Premier of the People's Republic of China. According to Tibetan historian Tsering Woeser, the palace, which harboured \"over 100,000 volumes of scriptures and historical documents\" and \"many store rooms for housing precious objects, handicrafts, paintings, wall hangings, statues, and ancient armour\", \"was almost robbed empty\".Oser, Decline of Potala, 2007 The Potala Palace was inscribed to the UNESCO World Heritage List in 1994. In 2000 and 2001, Jokhang Temple and Norbulingka were added to the list as extensions to the sites. Rapid modernisation has been a concern for UNESCO, however, which expressed concern over the building of modern structures immediately around the palace which threaten the palace's unique atmosphere. The Chinese government responded by enacting a rule barring the building of any structure taller than 21 metres in the area. UNESCO was also concerned over the materials used during the restoration of the palace, which commenced in 2002 at a cost of RMB180 million (US$22.5 million), although the palace's director, Qiangba Gesang, has clarified that only traditional materials and craftsmanship were used. The palace has also received restoration works between 1989 and 1994, costing RMB55 million (US$6.875 million). The number of visitors to the palace was restricted to 1,600 a day, with opening hours reduced to six hours daily to avoid over-crowding from 1 May 2003. The palace was receiving an average of 1,500 a day prior to the introduction of the quota, sometimes peaking to over 5,000 in one day. Visits to the structure's roof were banned after restoration efforts were completed in 2006 to avoid further structural damage.Potala Palace bans roof tour Visitorship quotas were raised to 2,300 daily to accommodate a 30% increase in visitorship since the opening of the Qingzang railway into Lhasa on 1 July 2006, but the quota is often reached by mid-morning.Tibet's Potala Palace to restrict visitors to 2,300 a day Opening hours were extended during the peak period in the months of July to September, where over 6,000 visitors would descend on the site. == Architecture == alt=|thumb|The Potala Palace in Lhasa. Built at an altitude of 3,700 m (12,100 ft), on the side of Ri Marpo ('Red Mountain') in the centre of Lhasa Valley,Stein, R. A. Tibetan Civilization (1962). Translated into English with minor revisions by the author. 1st English edition by Faber & Faber, London (1972). Reprint: Stanford University Press (1972), p. 206 the Potala Palace, with its vast inward-sloping walls broken only in the upper parts by straight rows of many windows, and its flat roofs at various levels, is not unlike a fortress in appearance. At the south base of the rock is a large space enclosed by walls and gates, with great porticos on the inner side. A series of tolerably easy staircases, broken by intervals of gentle ascent, leads to the summit of the rock. The whole width of this is occupied by the palace. The central part of this group of buildings rises in a vast quadrangular mass above its satellites to a great height, terminating in gilt canopies similar to those on the Jokhang. This central member of Potala is called the \"red palace\" from its crimson colour, which distinguishes it from the rest. It contains the principal halls and chapels and shrines of past Dalai Lamas. There is in these much rich decorative painting, with jewelled work, carving and other ornamentation. The lower white frontage on the south side of the palace was used to hoist two gigantic thangkas joined representing the figures of Tara and Sakyamuni during the Sertreng Festival on the 30th day of the second Tibetan month.Sertreng.The Potala taken from the south. The Chinese Putuo Zongcheng Temple, also a UNESCO World Heritage Site, built between 1767 and 1771, was in part modelled after the Potala Palace. The palace was named by the American television show Good Morning America and newspaper USA Today as one of the \"New Seven Wonders\". The nine-storey Leh Palace in Leh, Ladakh, India built by King Sengge Namgyal (c. 1570–1642), was a precursor of the Potala Palace. == The Lhasa Zhol Pillars == Lhasa Zhol Village has two stone pillars or rdo-rings, an interior stone pillar or doring nangma, which stands within the village fortification walls, and the exterior stone pillar or doring chima,Larsen and Sinding-Larsen (2001), p. 78. which originally stood outside the South entrance to the village. Today the pillar stands neglected to the East of the Liberation Square, on the South side of Beijing Avenue. The doring chima dates as far back as circa 764, \"or only a little later\",Richardson (1985), p. 2. and is inscribed with what may be the oldest known example of Tibetan writing. The pillar contains dedications to a famous Tibetan general and gives an account of his services to the king including campaigns against China which culminated in the brief capture of the Chinese capital Chang'an (modern Xian) in 763Snellgrove and Richardson (1995), p. 91. during which the Tibetans temporarily installed as Emperor a relative of Princess Jincheng Gongzhu (Kim-sheng Kong co), the Chinese wife of Trisong Detsen's father, Me Agtsom.Richardson (1984), p. 30.Beckwith (1987), p. 148. ==Gallery== File:The rooftop of the Potala.jpg|The rooftop of the Potala Palace File:Lhasa.jpg|On the roof of Potala File:Mendicant monk. Lhasa 1993.jpg|Mendicant monk at base of Potala, 1993 File:Potala palace22.jpg|View of the Potala from the former Lhasa West Gate File:Potala Palace (23651397662).jpg|View showing recent Western Gate shops, highway, 2015 File:Potala-from-behind 07-2005.jpg|View of the Potala from behind, seen from Ching Drol Chi Ling File:View of Potala from side.jpg|View of the Potala from the side File:The quiet and peaceful park, pond, and chapel behind the Potala.jpg|The park, pond, and chapel behind the Potala File:Chinese stone lion at the entrance to the Potala Pallace.jpg|Snow Lions protect the entrance to the Potala File:Deatail of decoration in Potala.jpg|Detail of decoration in Potala File:Ceilings in the Potala Palace.jpg|Colorful eaves in the palace File:Potala 2.jpg|The walls of the Red Palace File:Lhasa Potala.jpg|Potala Palace, Lhasa == See also == *Norbulingka, the Dalai Lama's former summer palace *Jokhang Temple Monastery *Dhvaja *Kundun, a 1997 film about the Dalai Lama, chiefly set inside the palace *Seven Years in Tibet *Leh Palace *Mount Putuo == Footnotes == == References == * (See p. 530.) * Beckwith, Christopher I. (1987). The Tibetan Empire in Central Asia. Princeton University Press. Princeton, New Jersey. . * \"Reading the Potala\". Peter Bishop. In: Sacred Spaces and Powerful Places in Tibetan Culture: A Collection of Essays. (1999) Edited by Toni Huber, pp. 367–388. The Library of Tibetan Works and Archives, Dharamsala, H.P., India. . * Das, Sarat Chandra. Lhasa and Central Tibet. (1902). Edited by W. W. Rockhill. Reprint: Mehra Offset Press, Delhi (1988), pp. 145–146; 166–169; 262-263 and illustration opposite p. 154\\. * Larsen and Sinding-Larsen (2001). The Lhasa Atlas: Traditional Tibetan Architecture and Landscape, Knud Larsen and Amund Sinding-Larsen. Shambhala Books, Boston. . * Richardson, Hugh E. (1984) Tibet & Its History. 1st edition 1962. Second Edition, Revised and Updated. Shambhala Publications. Boston . * Richardson, Hugh E. (1985). A Corpus of Early Tibetan Inscriptions. Royal Asiatic Society. . * Snellgrove, David & Hugh Richardson. (1995). A Cultural History of Tibet. 1st edition 1968. 1995 edition with new material. Shambhala. Boston & London. . * von Schroeder, Ulrich. (1981). Indo-Tibetan Bronzes. (608 pages, 1244 illustrations). Hong Kong: Visual Dharma Publications Ltd. * von Schroeder, Ulrich. (2001). Buddhist Sculptures in Tibet. Vol. One: India & Nepal; Vol. Two: Tibet & China. (Volume One: 655 pages with 766 illustrations; Volume Two: 675 pages with 987 illustrations). Hong Kong: Visual Dharma Publications, Ltd. * von Schroeder, Ulrich. 2008. 108 Buddhist Statues in Tibet. (212 p., 112 colour illustrations) (DVD with 527 digital photographs). Chicago: Serindia Publications. == External links == * Potala Palace (UNESCO) *Potala Palace with related biographies, art, and timelines (The Treasury of Lives) * Potala (Tibetan and Himalayan Digital Library) * Research work on possible relation with Potala, Malaya Mountains and South India * Research work on Buddhism in India * Google Maps location of Potala Palace * Three-dimensional rendering of Potala Palace (without plugin; in English, Spanish, German) * * (The sacred Potala palace) * Potala Palace Tour in Tibet is one of the most prominent attractions to be visited not only by the tourists from all around the world but even to the native Tibetans and the Potala Place had been list in UNESCO's World Heritage in 1994. Category:Buddhist buildings in Tibet Category:Buildings and structures in Lhasa Category:Dzongs in Tibet Category:Palaces in Tibet Category:Royal residences in Tibet Category:Buddhist pilgrimage sites in China Category:Houses completed in 1694 Category:1640s establishments in Tibet Category:World Heritage Sites in Tibet Category:1694 establishments in Asia Category:Major National Historical and Cultural Sites in Tibet Category:History of Lhasa",
 "title": "Potala Palace"
}