{
 "id": "469938",
 "text": "The Comedy Store Players is a group of improvisational comedians who perform at The Comedy Store in London. The group first came into being in October 1985. Members of the group have included: *Dave Cohen *Jeremy Hardy *Kit Hollerbach *Josie Lawrence *Paul Merton *Neil Mullarkey *Mike Myers *Lee Simpson *Andy Smart *Jim Sweeney *Sandi Toksvig *Richard Vranch Currently there are seven regular cast members; Josie Lawrence, Paul Merton, Neil Mullarkey, Lee Simpson, Andy Smart, Jim Sweeney and Richard Vranch. Sweeney retired from performing in 2008 but is still listed as a member and is also the group's President. The Players perform twice a week, Wednesday and Sunday, usually with a combination of six out of the seven regulars, although occasionally a guest performer will appear such as Niall Ashdown, Marcus Brigstocke, Stephen Frost, Eddie Izzard, Greg Proops, Steve Steen and Phill Jupitus. Shows start at 8pm on Wednesdays and 7.30pm on Sundays. They last approximately 2 hours (including interval), in which time they play 6 or 7 games. There is no one host of the show, and no points to be won, so every performer should get to have a go and are able to support each other. They are also in the Guinness World Records for being the world’s longest-running comedy show with the same cast. Usually, the games are: * Whoops - in which each performer takes turn to tell a story, with the audience shouting \"Whoops!\" when one makes a mistake. The game was formerly called \"Die!\" * Freeze Tag - two performers start in positions suggested by the audience, and act out sketches. The other performers will 'tag' someone to take their position and start a new sketch * Guess The Job - A Player leaves the room while an outrageous job is concocted. When he re-enters, he/she has to guess the job based on clues dropped into the sketch * Translation - Specialist lecture from a foreign expert who doesn't speak English, so another Player translates for him * Film & Theatre Styles - A sketch between 2 people, performed in different film and theatre styles * Musical - A story told with song, with the Players often playing several characters * Emotions - Another sketch between 2 people, this time changing based on different emotions suggested by the audience * The Three Headed Expert - An interview between one person and an expert (played by three people) Several of The Comedy Store Players appeared on the Channel 4 comedy game show Whose Line Is It Anyway?. Andy Smart is the only one of the seven regulars named above to have not appeared on the TV show, although he has appeared in its live spin-off. == References == ==External links== *The Comedy Store Players Category:1985 establishments in England Category:British comedy troupes",
 "title": "The Comedy Store Players"
}