{
 "id": "470229",
 "text": "Maithili (; ) is an Indo-Aryan language native to parts of India and Nepal. In India, it is spoken in Bihar and northeastern Jharkhand, and is one of the 22 recognised languages. In Nepal, it is native to eastern Terai and is the second most spoken language of the country. The language is predominantly written in Devanagari, but there were two other historically important scripts: Tirhuta, which has retained some use until the present, and Kaithi. ==Official status== In 2003, Maithili was included in the Eighth Schedule of the Indian Constitution as a recognised Indian language, which allows it to be used in education, government, and other official contexts in India. Maithili language is included as an optional paper in the UPSC Exam. In March 2018, Maithili received the second official language status in the Indian state of Jharkhand. The Language Commission of Nepal has recommended Maithili language to be made an official administrative language in Province No. 1 and Province No. 2. ==Geographic distribution== In India, Maithili is spoken mainly in Bihar and Jharkhand in the districts of Darbhanga, Saharsa, Samastipur, Madhubani, Muzaffarpur, Sitamarhi, Begusarai, Munger, Khagaria, Purnia, Katihar, Kishanganj, Sheohar, Bhagalpur, Madhepura, Araria, Supaul, Vaishali, Ranchi, Bokaro, Jamshedpur, Dhanbad and Deoghar as well as other districts of Santhal Pargana division. Darbhanga, Madhubani and Saharsa constitute cultural and linguistic centers. In Nepal, Maithili is spoken mainly in the Outer Terai districts including Sarlahi, Mahottari, Dhanusa, Sunsari, Siraha, Morang and Saptari Districts. Janakpur is an important linguistic centre of Maithili. ==Classification== In the 19th century, linguistic scholars considered Maithili as a dialect of Bihari languages and grouped it with other languages spoken in Bihar. Hoernlé compared it with Gaudian languages and recognized that it shows more similarities with Bengali languages than with Hindi. Grierson recognized it as a distinct language and published the first grammar in 1881.Yadav, R. (1996). A Reference Grammar of Maithili. Mouton de Gruyter, Berlin, New York. Chatterji grouped Maithili with Magadhi Prakrit.Chatterji, S. K. (1926). The origin and development of the Bengali language. University Press, Calcutta. === Dialects === Maithili varies greatly in dialects.Brass, P. R. (2005). Language, Religion, and Politics in North India. iUniverse, Lincoln, NE. The standard form of Maithili is Central Maithili which is mainly spoken in Darbhanga, Begusarai district and Saharsa district in Bihar, India.Choudhary, P.K. 2013. Causes and Effects of Super-stratum Language Influence, with Reference to Maithili. Journal of Indo-European Studies 41(3/4): 378–391. *Bajjika dialect of Maithili is spoken in Samastipur, Sitamarhi, Muzaffarpur and Vaishali districts of Bihar in India. Bajjika is listed as a distinct language in Nepal and overlaps by 76–86% with Maithili dialects spoken in Dhanusa, Morang, Saptari, and Sarlahi Districts. *Thēthi dialect is spoken mainly in Kosi, Purnia and Munger divisions of Bihar, India and some adjoining districts of Nepal.Ray, K. K. (2009). Reduplication in Thenthi Dialect of Maithili Language. Nepalese Linguistics 24: 285–290. *Angika or Chhika-Chhiki Maithili is spoken in and around the Bhagalpur area / Anga area. *Several other dialects of Maithili are spoken in India and Nepal, including Dehati, Kisan, Bantar, Barmeli, Musar, Tati and Jolaha. All the dialects are intelligible to native Maithili speakers. ==Origin and history== The name Maithili is derived from the word Mithila, an ancient kingdom of which King Janaka was the ruler (see Ramayana). Maithili is also one of the names of Sita, the wife of King Rama and daughter of King Janaka. Scholars in Mithila used Sanskrit for their literary work and Maithili was the language of the common folk (Abahatta). The beginning of Maithili language and literature can be traced back to the 'Charyapadas', a form of Buddhist mystical verses, composed during the period of 700-1300 AD. These padas were written in Sandhya bhasa by several Siddhas who belonged to Vajrayana Buddhism and were scattered throughout the territory of Assam, Bengal, Bihar and Odisha. Several of Siddas were from Mithila region such as Kanhapa, Sarhapa etc. Prominent scholars like Rahul Sankrityanan, Subhadra Jha and Jayakant Mishra provided evidence and proved that the language of Charyapada is ancient Maithili or proto Maithili. Apart from Charyapadas, there has been rich tradition of folk culture, folk songs and which were popular among common folks of Mithila region. After the fall of Pala rule, disappearance of Buddhism, establishment of Karnāta kings and patronage of Maithili under Harisimhadeva (1226–1324) of Karnāta dynasty dates back to the 14th century (around 1327 AD). Jyotirishwar Thakur (1280–1340) wrote a unique work Varnaratnākara in Maithili prose. The Varna Ratnākara is the earliest known prose text, written by Jyotirishwar Thakur in Mithilaksar script, and is the first prose work not only in Maithili but in any modern Indian language. In 1324, Ghyasuddin Tughluq, the emperor of Delhi invaded Mithila, defeated Harisimhadeva, entrusted Mithila to his family priest Kameshvar Jha, a Maithil Brahmin of the Oinwar dynasty. But the disturbed era did not produce any literature in Maithili until Vidyapati Thakur (1360 to 1450), who was an epoch-making poet under the patronage of king Shiva Singh and his queen Lakhima Devi. He produced over 1,000 immortal songs in Maithili on the theme of love of Radha and Krishna and the domestic life of Shiva and Parvati as well as on the subject of suffering of migrant labourers of Morang and their families; besides, he wrote a number of treaties in Sanskrit. His love-songs spread far and wide in no time and enchanted saints, poets and youth. Chaitanya Mahaprabhu saw the divine light of love behind these songs, and soon these songs became themes of Vaisnava sect of Bengal. Rabindranath Tagore, out of curiosity, imitated these songs under the pseudonym Bhanusimha. Vidyapati influenced the religious literature of Asama, Bengal, Utkala and gave birth to a new Brajabuli language. The earliest reference to Maithili or Tirhutiya is in Amaduzzi's preface to Beligatti's Alphabetum Brammhanicum, published in 1771. This contains a list of Indian languages amongst which is 'Tourutiana.' Colebrooke's essay on the Sanskrit and Prakrit languages, written in 1801, was the first to describe Maithili as a distinct dialect. Many devotional songs were written by Vaisnava saints, including in the mid-17th century, Vidyapati and Govindadas. Mapati Upadhyaya wrote a drama titled Pārijātaharaṇa in Maithili. Professional troupes, mostly from dalit classes known as Kirtanias, the singers of bhajan or devotional songs, started to perform this drama in public gatherings and the courts of the nobles. Lochana (c. 1575 – c. 1660) wrote Rāgatarangni, a significant treatise on the science of music, describing the rāgas, tālas, and lyrics prevalent in Mithila. During the Malla dynasty's rule Maithili spread far and wide throughout Nepal from the 16th to the 17th century. During this period, at least seventy Maithili dramas were produced. In the drama Harishchandranrityam by Siddhinarayanadeva (1620–57), some characters speak pure colloquial Maithili, while others speak Bengali, Sanskrit or Prakrit. After the demise of Maheshwar Singh, the ruler of Darbhanga Raj, in 1860, the Raj was taken over by the British Government as regent. The Darbhanga Raj returned to his successor, Maharaj Lakshmishvar Singh, in 1898. The Zamindari Raj had a lackadaisical approach toward Maithili. The use of Maithili language was revived through personal efforts of MM Parameshvar Mishra, Chanda Jha, Munshi Raghunandan Das and others. Publication of Maithil Hita Sadhana (1905), Mithila Moda (1906), and Mithila Mihir (1908) further encouraged writers. The first social organization, Maithil Mahasabha, was established in 1910 for the development of Mithila and Maithili. It blocked its membership for people outside of the Maithil Brahmin and Karna Kayastha castes. Maithil Mahasabha campaigned for the official recognition of Maithili as a regional language. Calcutta University recognized Maithili in 1917, and other universities followed suit. Babu Bhola Lal Das wrote Maithili Grammar (Maithili Vyakaran). He edited a book Gadyakusumanjali and edited a journal Maithili. In 1965, Maithili was officially accepted by Sahitya Academy, an organization dedicated to the promotion of Indian literature. In 2002, Maithili was recognized on the VIII schedule of the Indian Constitution as a major Indian language; Maithili is now one of the twenty-two Scheduled languages of India.Singh, P. & Singh, A. N. (2011). Finding Mithila between India's Centre and Periphery. Journal of Indian Law & Society 2: 147–181. The publishing of Maithili books in Mithilakshar script was started by Acharya Ramlochan Saran. ==Phonology== ===Vowels=== {| class=\"wikitable\" style=\"text-align:center\" ! rowspan=\"2\" | ! colspan=\"2\" |Front ! colspan=\"2\" |Central ! colspan=\"2\" |Back |- !short !long !short !long !short !long |- !Close | | ː | | | | ː |- !Mid | | ː | ~ | ː | | ː |- !Open | colspan=\"2\" | ~ | ̈ | ː | colspan=\"2\" | |- ! rowspan=\"2\" |Diphthongs | | əe̯ | | | | əo̯ |- | | aːɪ̯ | | | | aːʊ̯ |} *All vowels have nasal counterparts, represented by \"~\" in IPA and ँ on the vowels, like आँ ãː . *All vowel sounds are realized as nasal when occurring before or after a nasal consonant. * Sounds eː and oː are often replaced by diphthongs əɪ̯ and əʊ̯. *æ is a recent development. *ɔ is replaced by ə in northern dialects and by o in southernmost dialects. *There are three short vowels, as described by Grierson, but not counted by modern grammarians. But they could be understood as syllable break :- ॳ / ɘ̆ /, इऺ/ ɪ̆ /, उऺ/ ʊ̆ / . Or as syllable break ऺ in Devanagari and \".\" in IPA. * ꣾ is a Unicode letter in Devanagari, (IPA /əe̯/) which is not supported currently on several browsers and operating systems, along with its mātrā (vowel sign). The following diphthongs are present: : अय़(ꣾ) / əi̯ / ~ /ɛː/ - अय़सनऺ (ꣾ सनऺ) / əi̯sənᵊ / ~ /ɛːsɐnᵊ/ 'like this' : अव़(ॵ) / əu̯ / ~ /ɔː/- चव़मुुखऺ(चॏमुखऺ) / tɕəu̯mʊkʰᵊ / ~ /tɕɔːmʊkʰᵊ/ 'four faced' : अयॆ / əe̯ / - अयॆलाः / əe̯la:h / 'came' : अवॊ (अऒ) / əo̯ / - अवॊताः / əo̯ta:h / 'will come' : ऐ / a:i̯ / - ऐ / a:i̯ / 'today' : औ / a:u̯ / - औ / a:u̯ / 'come please' : आयॆ (आऎ) / a:e̯ / - आयॆलऺ / a:e̯l / 'came' : आवॊ (आऒ) / a:o̯ / - आवॊबऺ / a:o̯bᵊ / 'will come' : यु (इउ) / iu̯/ - घ्यु / ghiu̯ / 'ghee' : यॆ (इऎ) / ie̯ / - यॆः / ie̯h / 'only this' : यॊ (इऒ) / io̯ / - कह्यो / kəhio̯ / 'any day' : वि (उइ) / ui̯ / - द्वि / dui̯ / 'two' : वॆ (उऎ) /ue̯/ - वॆ: / ue̯h / 'only that' A peculiar type of phonetic change is recently taking place in Maithili by way of epenthesis, i.e. backward transposition of final i and u in all sort of words. Thus: Standard Colloquial - Common Pronunciation : अछि / əchi / - अइछऺ / əich / 'is' : रवि / rəbi / - रइबऺ / rəib / 'Sunday' : मधु / mədhu / - मउधऺ / məudh / 'honey' : बालु / ba:lu / - बाउलऺ / ba:ul / 'sand' ===Consonants=== Maithili has four classes of stops, one class of affricate, which is generally treated as a stop series, related nasals, fricatives and approximant. {| class=\"wikitable\" style=\"text-align:center\" ! colspan=\"3\" | !Labial !Dental/ Alveolar !Retroflex !Palatal !Velar !Glottal |- ! colspan=\"3\" | Nasal | | | | () | | |- ! rowspan=\"4\" | Plosive/ Affricate ! rowspan=\"2\" | voiceless ! unaspirated | | | | | | |- ! aspirated | | | | | | |- ! rowspan=\"2\" | voiced ! unaspirated | | | | | | |- ! aspirated | | | | | | |- ! rowspan=\"2\" | Fricative ! colspan=\"2\" | voiceless | (~) | | () | () | () | -()* |- ! colspan=\"2\" | voiced | | () | | () | | () |- ! rowspan=\"2\" | Rhotic ! colspan=\"2\" | unaspirated | | ~ | () | | | |- ! colspan=\"2\" | aspirated | | | () | | | |- ! colspan=\"3\" | Lateral | | | | | | |- ! colspan=\"3\" | Approximant | (~) | | | () | | |} ====Stops==== There are four series of stops- bilabials, coronals, retroflex and velar, along with an affricate series. All of them show the four way contrast like most of the modern Indo-Aryan languages: * tenuis, as /p/, which is like ⟨p⟩ in English spin * voiced, as /b/, which is like ⟨b⟩ in English bin * aspirated, as /pʰ/, which is like ⟨p⟩ in English pin, and * murmured or aspirated voiced, as /bʱ/. Apart from the retroflex series, all the rest four series show full phonological contrast in all positions. The retroflex tenius ʈ and ʈʰ show full contrast in all positions. ɖ and ɖʱ show phonological contrast mainly word-initially. Both are defective phonemes, occurring intervocalically an word finally only if preceded by a nasal consonant. Word finally and postvocalically, ɖʱ surfaces as or ʱ. Non-initially, both are interchangeable with or and or respectively. ====Fricatives==== and are most common fricatives. They show full phonological opposition. and , which is present in tatsama words, is replaced by most of the times, when independent. occurs before and before . and occurs in Perso-Arabic loanwords, generally replaced by and respectively. and also occurs in Sanskrit words (jihvamuliya and upadhmaniya), which is peculiar to Maithili. * Fricative sounds only occur marginally, and are typically pronounced as a dental fricative // in most styles of pronunciation.ः is always added after a vowel. ====Sonorants==== and are present in all phonological positions. occurs only non-initially and is followed by a homorganic stop, which may be deleted if voiced, which leads to the independent presence of ŋ. occurs non-initially, followed by a homorganic stop, and is independent only in tatsama words, which is often replaced with n. occurs only non-initially and is followed by a homorganic stop always. It is the only nasal which does not occur independently. * In most styles of pronunciation, the retroflex flap occurs marginally, and is usually pronounced as an alveolar tap // sound. * Approximant sounds and fricative sounds , mainly occur in words that are borrowed from Sanskrit or in words of Perso- Arabic origin. From Sanskrit, puʂp(ə) as puɸp(ə). Conjunct of ɦj as ɦʑ as in graɦjə as graɦʑə. There are four non-syllabic vowels in Maithili- i̯, u̯, e̯, o̯ written in Devanagari as य़, व़, य़ॆ, व़ॊ. Most of the times, these are written without nukta. ==Morphology== ===Grammatical cases=== Nouns are inflected for several cases. Grammarians consider only few of them to be pure inflection. {| class=\"wikitable\" ! colspan=\"2\" |Case name !Postpositions !Examples !English translation !Singular Inflection !Plural Inflection* |- ! colspan=\"2\" |Nominative ( kartā) | |नेना खैत छॏ। |Boy is eating. |∅ (Inherent Vowel) | -(अ)न, -(अ)नि (ə)nᵊ, (ə)nɪ̆ |- ! rowspan=\"2\" |Accusative ( karma) !Definite Object (without determiners) |के keː |ऊ नेनाके खिलैैतꣿ। |He/she will feed the boy. | colspan=\"2\" |Postposition used ← |- !Indefinite Object | |बियाहक बादि ऊ पालतꣿ नेना। |He/she nurture a boy, after marriage | colspan=\"2\" |∅ |- ! colspan=\"2\" |Instrumental ( karaṇa) |सँऽ sɔ̃ |नेनासँऽ गिरल रहꣿ। |It was fallen by the boy. | -एँ ẽː** | -(अ)न्हि (ə)nʰɪ̆ |- ! colspan=\"2\" |Dative ( sampradāna) |के, लऽ, लेलऺ keː, lə, leːlᵊ |नेनाके खेलॏना खॆलौ। |Feed the boy the food. | -(अ)ल (ə)lə |Postposition used ← |- ! colspan=\"2\" |Ergative (सापेक्ष)‡ |न, नॆ nə, ne |नेनेँ गाछि दॆखलकꣿ। |The boy saw the tree. | -एँ ẽː | rowspan=\"2\" |No forms |- ! colspan=\"2\" |Ablative ( apādāna) |से se |पेड़से फल गिरलॏ। |Fruit fell from the tree. | -(अ)तः (ə)təh -(अ)हु* |- ! colspan=\"2\" |Genitive ( sambandha) |कर kərᵊ |नेनाक खॆॆलॏना छॏ। |The toy is of the boy. | -(अ)क (ə)kᵊ -(अ)र (ə)rᵊ | -केर, -आँँक keːrᵊ, ãːkə̆ᵊ |- ! colspan=\"2\" |Locative ( adhikaraṇa) |मेँ mẽː (Inessive), पर्, पे pər, peː (Superessive) |छतिपर् रखने छꣿ। |It is placed on the terrace. | -ए eː** -(अ)हि* | -आँ ãː |- ! colspan=\"2\" |Postpositional (परसर्गीय parasargīya)§ | |अगलऽ महीनामेँ हॊऎतꣿ। |It will happen in next month. |∅ (In र, ड़, ढ़, ल, न, ब stems -आ aː) | rowspan=\"2\" | -(अ)न, -(अ)नि (ə)nᵊ, (ə)nɪ̆ (ə)nᵊ, (ə)nɪ̆ |- ! colspan=\"2\" |Vocative ( sambodhana) | |रॏ नेनऽ! औ। |O boy! Come. |∅ |} **These forms are abundant in literature, but are less used in spoken language. *†It is a form came from locative. *‡Ergative is more used in eastern and southern dialects. Maithili also has parallel accusative structure and both can be used. If ergative is used, then nominative is used as absolutive. *Used only in neuter and inanimates. *§It is used, when a postposition is added to the word. Some other postpositions are- {| class=\"wikitable\" ! colspan=\"2\" |Case name !Postposition |- ! colspan=\"2\" |Allative | दक dəkə |- ! colspan=\"2\" |Terminative |तक, ला təkᵊ, laː |- ! colspan=\"2\" |Abessive |बिनु bɪnʊ |- ! colspan=\"2\" |Adverbial |जकाँ , सोँ dʑəkãː, sõː |- ! rowspan=\"3\" |Genitive adjectives !Masculine object |कऽ, रऽ kɔ, rɔ |- !Feminine object |कि, रि kɪ, rɪ |- !Neuter object |क, र kə, rə |} Some postpositions are added to the genitive too. *Inflectional plural is less in use than the Periphrastic one, and is mostly found in literature, and seldom in communication. *Periphrastic Plural is made by suffixes like सभ səbʰᵊ; लोकनि loːknɪ̆, सबहि səbəɦɪ̆, गण ɡəɳᵊ, जन dʑənᵊ could be used for animates and आरनि aːrənɪ̆, सनि sənɪ for all. ====Common vowel stem ==== {| class=\"wikitable\" ! rowspan=\"2\" |Case name ! colspan=\"3\" |Singular Inflection ! colspan=\"3\" |Plural Inflection |- !Feminine !Masculine !Neuter !Feminine !Masculine !Neuter |- !Nominative | -इ ɪ | colspan=\"2\" rowspan=\"2\" | -आ/अऽ aː/ɔ | -इन ɪnᵊ | -अन, -अनि ənᵊ, ənɪ̆ | rowspan=\"2\" | -अन, -अनि ənᵊ, ənɪ̆ |- !Accusative (Indefinite) | -ई iː | -ई iː | -आ aː |- !Instrumental | colspan=\"2\" |Postposition used | -एँ ẽː | colspan=\"2\" |Postposition used | -अन्हि ənʰɪ̆ |- ! rowspan=\"2\" |Dative | colspan=\"6\" |Postposition used |- | -इल ɪlə | colspan=\"2\" | -अल ələ | colspan=\"3\" rowspan=\"3\" |No forms |- !Ergative | -इएँ ɪẽː | colspan=\"2\" | -एँ ẽː |- !Ablative | -इतः ɪtəh | colspan=\"2\" | -अतः ətəh |- !Genitive | -इक ɪkᵊ, इर ɪrᵊ | colspan=\"2\" | -अक əkᵊ, -अर ərᵊ | -ईंक ĩːkᵊ | colspan=\"2\" | -आँँक ãːkᵊ |- !Locative | colspan=\"2\" |Postposition used | -ए eː | colspan=\"2\" |Postposition used | -आँ ãː |- !Vocative | -इ ɪ/ई iː | colspan=\"2\" | -आ/अऽ aː/əː | -इन ɪnᵊ | colspan=\"2\" | -अन, -अनि ənᵊ, ənɪ̆ |} ===Adjectives=== The difference between adjectives and nouns is very minute in Maithili. However, there are marked adjectives there in Maithili. {| class=\"wikitable\" ! !Masculine !Feminine !Neuter |- !Definite | -का/कऽ kaː/kɔ | -कि/कि kɪ/kɪ̆ |का/कऽ kaː/kəː |- !Indefinite | -आ/अऽ aː/ɔ | -इ/इ ɪ/ɪ̆ |अ/अऽ ᵊ/əː |} ===Pronouns=== Pronouns in Maithili are declined in similar way to nominals, though in most pronouns the genitive case has a different form. The lower forms below are accusative and postpositional. The plurals are formed periphrastically. {| class=\"wikitable\" ! colspan=\"2\" |Person !First Grade Honour !Honorofic !High Honorofic |- ! colspan=\"2\" rowspan=\"2\" |First Person | colspan=\"3\" | हम ɦəmᵊ अपना ɐpᵊnaː (Inclusive) |- | colspan=\"3\" |हमरा ɦəmᵊraː अपना ɐpᵊnaː (Inclusive) |- ! colspan=\"2\" rowspan=\"2\" |Second Person |तोँह tõːɦᵊ | rowspan=\"2\" |अहाँ ɐɦãː | rowspan=\"2\" |अपने ɐpᵊneː |- |तोँहरा tõːɦᵊraː |- ! rowspan=\"8\" |Third Person ! rowspan=\"4\" |Proximate |ई iː | colspan=\"2\" |ए eː |- |ऎकरा ekᵊraː | colspan=\"2\" |हिनका ɦɪnᵊkaː |- | colspan=\"3\" |ए eː (Neuter) |- | colspan=\"3\" |ऎहि, ऍ, अथि eɦɪ, æ, ɐtʰɪ (Neuter) |- ! rowspan=\"4\" |Non-Proximate |ऊ, वा uː, ʋaː | colspan=\"2\" |ओ oː |- |ऒकरा okᵊraː | colspan=\"2\" |हुनका ɦʊnᵊkaː |- | colspan=\"3\" |ऒ o (Neuter) |- | colspan=\"3\" |ऒहि, ॵ oɦɪ, əʊ (Neuter) |} ==Writing system== right|thumb|Consonants in Mithilakshar Beginning in the 14th century, the language was written in the Tirhuta script (also known as Mithilakshara or Maithili), which is related to the Bengali script. By the early 20th century, this script was largely associated with the Mithila Brahmans, with most others using Kaithi, and Devanagari spreading under the influence of the scholars at Banaras. Throughout the course of the century, Devanagari grew in use eventually replacing the other two, and has since remained the dominant script for Maithili.Yadava, Y. P. (2013). Linguistic context and language endangerment in Nepal. Nepalese Linguistics 28 : 262–274. Tirhuta retained some specific uses (on signage in north Bihar as well as in religious texts, genealogical records and letters), and has seen a resurgence of interest in the 21st century.. The Tirhuta and Kaithi scripts are both currently included in Unicode. ==Literature== ==Sample Text== The following sample text is Maithili translation of Article 1 of the Universal Declaration of Human Rights: Maithili in the Devanagari alphabet : Maithili in IAST :Anuccheda Eka: Sabha mānaba janmataha svatantra achi tathā garimā ā adhikārme samāna achi. Sabhkẽ apana-apana buddhi ā bibeka chaika āora sabhkẽ eka dosarāka prati sauhardapurna byabahāra karabāka cāhī. Translation :Article 1: All human beings are born free and equal in dignity and rights. They possess conscience and reason. Therefore, everyone should act in a spirit of brotherhood towards each other. ==See also== * Languages with official status in India * List of Indian languages by total speakers == Citations == ==External links== * UCLA Language Materials Project : Maithili * National Translation Mission's (NTM) Maithili Pages * Videha Ist Maithili * Maithili Books Category:Bihari languages Category:Culture of Mithila Category:Eastern Indo-Aryan languages Category:Languages attested from the 14th century Category:Languages of Bihar Category:Languages of India Category:Languages of Jharkhand Category:Languages of Nepal Category:Official languages of India",
 "title": "Maithili language"
}