{
 "id": "470307",
 "text": "Richard Leslie Vranch (born 29 June 1959) is an English actor, improviser, comedian, writer and musician. He is known for providing the music for the British TV series Whose Line Is It Anyway? ==Early life== Vranch graduated from Cambridge University with a PhD in physics.Interview, livingonfascination.com, 15 June 2014; retrieved 15 December 2015. While a first-year doctoral student, he joined the Footlights in 1981 and was a contemporary of Stephen Fry, Hugh Laurie, Morwenna Banks, Tony Slattery and Neil Mullarkey.Footlights Alumni - 1980-1989 He was a researcher at the Cavendish Laboratory and a research fellow at St John's College, Oxford for nine months before going into comedy full-time. ==Career== Vranch improvises comedy on stage with the Comedy Store Players every Wednesday and Sunday at The Comedy Store in London. He performs as a stand-up comedian, and with Pippa the Ripper he is half of the hula-hoop/science double act Dr Hula. He has voiced TV and radio commercials for companies including British Airways, Lidl and Saab and he narrates TV documentaries, including the first series of Hotel Inspector. He has performed since 1979, and formed a comedy double-act with Tony Slattery in 1981. The duo hosted the Channel 4 quiz The Music Game and over 100 episodes of Cue The Music on ITV. He was the improvising pianist and guitarist on the original British television show Whose Line Is It Anyway? in 1988, but only a small proportion of his work is musical. Vranch co-wrote and performed in The Paul Merton Show at the London Palladium in 1994. Acting work includes Dogman, The Dead Set, and sketch shows touring the world from Mexico to the Palestinian Territories. He appeared as Gilmanuk in the audio Doctor Who story \"Theatre of War\" (Big Finish Productions). He has improvised comedy in the Middle East, Far East and India – 40 countries in all. He has written for stage, radio and TV, and made several animated films with artist Lucy Allen. They have had their cartoons published in Maxim, Punch and The Spectator. He presented the children's shows Let's Pretend on ITV and Jackanory on BBC One, and was a contestant on a charity special of The Weakest Link in 2005. He guested on BBC Radio 4's long-running panel game Just a Minute in 1999. In 2002 he was commissioned by Tamasha Theatre (East is East) as a writer for their show Ryman and the Sheik and worked for a few years as an Artistic Associate of the company. Vranch had a previous career as a research physicist, and has appeared on the panel shows Puzzle Panel and The Infinite Monkey Cage on Radio 4 and Mind Games on BBC TV. Vranch hosted his own science series, Beat That Einstein, on Channel 4 in 1994, and has published papers in scientific journals. He discussed the switch-on of the Large Hadron Collider in September 2008 with Jeremy Vine and Simon Singh on BBC Radio 2. In 2006, he appeared at the Ars Nova theatre, New York and co- founded the improv storytelling group The YarnBards. In 2012, with others he co-wrote and appeared in the UK tour and West End run of the stage show Paul Merton Out of My Head. ==References== ==External links== * * Weakest Link Doctors' special * * Academic publication * The YarnBards Category:1959 births Category:Living people Category:People from Frome Category:English male comedians Category:English male guitarists Category:English pianists Category:English television personalities Category:Alumni of the University of Cambridge Category:British male pianists Category:21st-century pianists Category:21st-century British male musicians",
 "title": "Richard Vranch"
}