{
 "id": "470486",
 "text": "The Washington Navy Yard (WNY) is the former shipyard and ordnance plant of the United States Navy in Southeast Washington, D.C. It is the oldest shore establishment of the U.S. Navy. The Yard currently serves as a ceremonial and administrative center for the U.S. Navy, home to the Chief of Naval Operations, and is headquarters for the Naval Sea Systems Command, Naval Reactors, Naval Facilities Engineering Command, Naval History and Heritage Command, the National Museum of the United States Navy, the U.S. Navy Judge Advocate General's Corps, Marine Corps Institute, the United States Navy Band, and other more classified facilities. In 1998, the yard was listed as a Superfund site due to environmental contamination. ==History== The history of the yard can be divided into its military history and cultural and scientific history. ===Military=== The land was purchased under an Act of Congress on July 23, 1799. The Washington Navy Yard was established on October 2, 1799, the date the property was transferred to the Navy. It is the oldest shore establishment of the U.S. Navy. The Yard was built under the direction of Benjamin Stoddert, the first Secretary of the Navy, under the supervision of the Yard's first commandant, Commodore Thomas Tingey, who served in that capacity for 29 years. The original boundaries that were established in 1800, along 9th and M Street SE, are still marked by a white brick wall that surrounds the Yard on the north and east sides. The following year, two additional lots were purchased. The north wall of the Yard was built in 1809 along with a guardhouse, now known as the Latrobe Gate. After the Burning of Washington in 1814, Tingey recommended that the height of the eastern wall be increased to ten feet (3 m) because of the fire and subsequent looting. The southern boundary of the Yard was formed by the Anacostia River (then called the \"Eastern Branch\" of the Potomac River). The west side was undeveloped marsh. The land located along the Anacostia was added to by landfill over the years as it became necessary to increase the size of the Yard. From its first years, the Washington Navy Yard became the navy's largest shipbuilding and shipfitting facility, with 22 vessels constructed there, ranging from small 70-foot (21 m) gunboats to the 246-foot (75 m) steam frigate USS Minnesota. The USS Constitution came to the Yard in 1812 to refit and prepare for combat action. During the War of 1812, the Navy Yard was important not only as a support facility but also as a vital strategic link in defense of the capital city. Sailors of Navy Yard were part of the hastily assembled American army, which, at Bladensburg, Maryland, opposed the British forces marching on Washington. thumb|200px|Benjamin King 1764 -1840, navy yard master blacksmith who fought at Bladensburg An independent volunteer militia rifle company of civilian workers in the Washington Navy Yard was organized by the United States naval architect William Doughty in 1813, and they regularly drilled after working hours. In 1814, Captain Doughty's volunteers were designated the Navy Yard Rifles and assigned to serve under the overall command of Major Robert Brent of the 2nd Regiment of the District of Columbia Militia who was the first mayor of Washington, D.C. In late August, they were ordered to assemble at Bladensburg, Maryland to form the first line of defense in protecting the United States' capital city along with the majority of the American forces was ordered to retreat.Doughty, William Captain, 2nd Regiment (Brent's) District of Columbia Militia War of 1812, NARA RG 94 The Chesapeake Bay Flotilla of Joshua Barney joined the combined forces of Navy Yard sailors, and the U.S. Marines of the nearby Marine Barracks of Washington, D.C., and were positioned to be the third and final line of the American defenses. Together, they effectively used devastating artillery and fought in hand-to- hand combat with cutlasses and pikes against the British regulars before being overwhelmed. Benjamin King (1764-1840), a navy yard civilian master blacksmith, fought at Bladensburg. King accompanied Captain Miller's Marines into battle. King took charge of a disabled gun and was instrumental in bringing that gun into action. Captain Miller remembered King's gun \"cut down sixteen of the enemy.\"Register of Patients at Naval Hospital Washington DC 1814 With The Names of American Wounded From The Battle of Bladensburg, note 5. Transcribed with Introduction and Notes by John G. Sharp https://www.history.navy.mil/research/library/online-reading-room/title-list- alphabetically/r/register-patients-naval-hospital-washington-dc-1814.html Accessed 22 May 2018Samuel Miller to Benjamin King, April 30, 1836. Library of Congress, The James Madison Papers accessed 24 May 2018: http://lcweb2.loc.gov/ammem/collections/madison_papers/ As the British marched into Washington, holding the Yard became impossible. Seeing the smoke from the burning Capitol, Tingey ordered the Yard burned to prevent its capture by the enemy. Both structures are now individually listed on the National Register of Historic Places. On August 30, 1814, Mary Stockton Hunter, an eyewitness to the vast conflagration, wrote her sister: \"No pen can describe the appalling sound that our ears heard and the sight our eyes saw. We could see everything from the upper part of our house as plainly as if we had been in the Yard. All the vessels of war on fire-the immense quantity of dry timber, together with the houses and stores in flames produced an almost meridian brightness. You never saw a drawing room so brilliantly lighted as the whole city was that night.\"Mary Stockton Hunter, The Burning of Washington, D.C. New York Historical Society Quarterly Bulletin 1924, pp 80–83. ===Civilian employment=== From its beginning, the navy yard had one of the biggest payrolls in town, with the number of civilian mechanics and laborers and contractors expanding with the seasons and the naval Congressional appropriation.Sharp, John G. History of the Washington Navy Yard Civilian Workforce 1799 -1962 (Naval History and Heritage Command: Washington DC 2005)4., accessed 28 July 2018 https://www.history.navy.mil/content/dam/nhhc/browse-by- topic/heritage/washington-navy-yard/pdfs/WNY_History.pdfthumb|Carpenters time book dated Nov 22, 1819, enumerates the time ship carpenters, ship joiners and boat builders spent on different jobs. The projects listed include refitting the USS Congress, USS Columbia, working in the Mould Loft, and building \"Patterns.\" In the lower right-hand corner is a doodle of two shorebirds. Time book may have been that of early WNY employee William Easby 1791 -1854. Navy Library Collection Before the passage of the Pendleton Act on 16 January 1883, applications for employment at the navy yard were informal, mainly based on connections, patronage, and personal influence. On occasion, a dearth of applicants required a public announcement; the first such documented advertisement was by Commodore Thomas Tingey on 15 May 1815 \"To Blacksmiths, Eight or Ten good strikers capable of working on large anchors, and other heavy ship work, will find constant employ and liberal wages, by application at the navy yard, Washington\" City of Washington Gazette 15 May 1815, p.3 Following the War of 1812, the Washington Navy Yard never regained its prominence as a shipbuilding facility. The waters of the Anacostia River were too shallow to accommodate larger vessels, and the Yard was deemed too inaccessible to the open sea. Thus came a shift to what was to be the character of the yard for more than a century: ordnance and technology. During the next decade, the Navy Yard grew to become by 1819 the largest employer in Washington, D.C., with a total number of approximately 345 workers.thumb|\"Sailors or Laborers Wanted\" for Washington Navy Yard, City of Washington Gazette 1 Dec 1819 In 1826 noted writer Anne Royall, toured the navy yard. She wrote, > \"The navy yard is a complete work-shop, where every naval article is > manufactured: it contains twenty-two forges, five furnaces, and a steam- > engine. The shops are large and convenient; they are built of brick and > covered with copper to secure them from fire. Steel is prepared here with > great facility. The numbers of hands employed vary; at present there are > about 200. A ship-wright has $2,50 per day, out of which he maintains his > wife and family if he have any. Generally wages are very low for all manner > of work; a common laborer gets but 75 cents per day, and finds himself. The > whole interior of the yard exhibits one continual thundering of hammers, > axes, saws, and bellows, sending forth such a variety of sounds and smells, > from the profusion of coal burnt in the furnaces, that it requires the > strongest nerves to sustain the annoyance.\" Royal, Anne Newport, Sketches of the History, Life and Manner in the United States by a Traveler, (New Haven, by the author, 1826), p.140 In 1819, Betsey Howard became the first female worker documented at the navy yard (and perhaps in the federal service), followed shortly after by Ann Spieden. Both Howard and Spieden were employed as horse cart drivers, \"and like their male counterparts employed per diem, at $1.54 a day, working whole or part days as required.\" Sharp John G. Washington Navy Yard Station Log entries Naval History and Heritage Command https://www.history.navy.mil/research/library/online-reading-room/title-list- alphabetically/w/washington-navy-yard-station-log- november-1822-march-1830-extracts.htmlSharp, John G. Washington Navy Yard Pay Roll of Mechanics and Laborers, 1819–1820 Genealogy Trails http://genealogytrails.com/washdc/WNY/wnymechpayroll1819to1820.html In 1832 the Washington Navy Yard Hospital, hired Eleanor Cassidy O'Donnell to work as a nurse. thumb|Eleanor Cassidy O'Donnell, pioneer nurse, at Washington Navy Yard Hospital payroll,8 March 1832During the Civil War the navy hired about two dozen women as seamstresses in the Ordnance Department, Laboratory Division. The Department produced naval shells and gunpowder. The women sewed canvas bags that were used to charge ordnance aboard naval vessels. They also sewed flags for naval vessels. Most of these workers were paid about $1.00 per day.John G Sharp Washington Navy Yard Payroll May 1862 with names and wages of Nineteen Female employees of the Ordnance Department, Laboratory 2010 Genealogy trails http://genealogytrails.com/washdc/WNY/1862femalewagelab.html Their work was dangerous, for there was always the risk of a single errant spark igniting nearby gunpowder or pyrotechnics with catastrophic results, such as the explosion and fire on 17 June 1864 that killed 21 young women working at the U.S. Army Arsenal Washington D.C.Daily National Intelligencer, Washington, D.C., June 18, 1864, 3.Jay Bellamy Fireworks, Hoopskirts—and Death Explosion at a Union Ammunition Plant Proved Fatal for 21 Women Prologue Magazine, Spring 2012, vol. 22, no 1., accessed 28 May 2018 https://www.archives.gov/publications/prologue/2012/spring/arsenal During World War II, the Washington Navy Yard at its peak employed over 20,000 civilian workers, including 1,400 female ordnance workers.Sharp, John G. History of the Washington Navy Yard Civilian Workforce 1799 -1962 Naval History and Heritage Command 2005, pp72-76.accessed 5 December 2017 https://www.history.navy.mil/content/dam/nhhc/browse-by- topic/heritage/washington-navy-yard/pdfs/WNY_History.pdf The Yard was also a leader in technology as it possessed one of the earliest steam engines in the United States. The steam engine was the high-tech marvel of the early District and often commented on by authors and visitors. Samuel Batley Ellis, an English immigrant, was the first steam engine operator, and in 1810 was paid the high wage of $2.00 per day. The steam engine ran the sawmill and manufactured anchors, chain, and steam engines for vessels of war.Papers of Benjamin Henry Latrobe, Maryland Historical Society, New Haven: Yale University Press, 1984-1988 Vol.II, pp 908 – 910. The 1835 Washington Navy Yard labor strike was the first labor strike of federal civilian employees.The Encyclopedia of Strikes in American History editors Aron Brenner, Benjamin Daily and Emanuel Ness, (New York:M.E.Sharpe, 2009),.xvii. The unsuccessful strike was from 29 July to 15 August 1835. The strike was over working conditions and in support of a ten-hour day.Maloney, Linda M. The Captain from Connecticut: The Life and Naval Times of Isaac Hull. Northeastern University Press: Boston, 1986 pp 436 - 437Sharp, John, G.M.,The Washington Navy Yard Strike and \"Snow Riot\" of 1835,2019, http://www.usgwarchives.net/va/portsmouth/shipyard/washingtonsy.html accessed 29 August 2020 thumb|Station log March 12–13, 1828, listing Betsey Howard and Widow Speiden as cart drivers ===Enslaved Labor=== For the first thirty years of the 19th century, the Navy Yard was the District's principal employer of enslaved and some free African Americans. Their numbers rose rapidly, and by 1808, the enslaved made up one-third of the workforce.Sharp, John G.M., African Americans, Enslaved & Free, at Washington Navy Yard, 2021, see end note 56, http://www.usgwarchives.net/va/portsmouth/shipyard/wny2.html The number of enslaved workers gradually declined during the next thirty years. However, free and some enslaved African Americans remained a vital presence. One such person was former slave, later freeman, Michael Shiner 1805-1880 whose diary chronicled his life and work at the navy yard for over half a century John G. Sharp, Diary of Michael Shiner Relating to the History of the Washington Navy Yard 1813-1869 Naval History and Heritage Command 2015 Retrieved Oct. 30, 2016 There is the documentation for enslaved labor euphemistically called \"servants\" still working in the blacksmith shop as late as August 1861.Hibben, Henry B., Navy-Yard Washington: History from Organization, 1799, to Present Date (U.S.Government Printing Office: Washington D.C.1890),107.https://books.google.com/books?id=o7xCAAAAYAAJ&printsec;=frontcover&source;=gbs_ge_summary_r&cad;=0#v=onepage&q;&f;=false accessed 17 May 2018thumb|1829 \"A List of Colored men free & Slaves...\" with slaveholders. Diarist, Michael Shiner, is enumerated, 6th from the bottom ===Civil War Era=== File:Washington Navy Yard lithograph 1862.jpg|Colored lithograph of Washington Navy Yard, circa 1862 File:Washington Navy Yard, Washington, D.C. LCCN2012649140.jpg|The Washington Navy Yard during the Civil War During the American Civil War, the Yard once again became an integral part of the defense of Washington. Commandant Franklin Buchanan resigned his commission to join the Confederacy, leaving the Yard to Commander John A. Dahlgren. President Abraham Lincoln, who held Dahlgren in the highest esteem, was a frequent visitor. The famous ironclad USS Monitor was repaired at the Yard after her historic battle with the CSS Virginia. The Lincoln assassination conspirators were brought to the Yard following their capture. The body of John Wilkes Booth was examined and identified on the monitor USS Montauk, moored at the Yard.thumb|Washington Navy Yard payroll for May 1862 with the laboratory workers (seamstresses) who sewed canvass bags for gunpowder and flags for naval ships. The Civil War was the first time the navy yards hired women full-time in any significant number Following the war, the Yard continued to be the scene of technological advances. In 1886, the Yard was designated the manufacturing center for all ordnance in the Navy. Commander Theodore F. Jewell was Superintendent of the Naval Gun Factory from January 1893 to February 1896. ===1900s=== Ordnance production continued as the Yard manufactured armament for the Great White Fleet and the World War I navy. The naval railway guns used in France during World War I were manufactured at the Yard. thumb|In WWII, the Washington Navy Yard & Naval Gun Factory employed women in large numbers for trade and craft jobs for the first time. This image dated January 1, 1943, shows female lathe operators. By World War II, the Yard was the largest naval ordnance plant in the world. The weapons designed and built there were used in every war in which the United States fought until the 1960s. At its peak, the Yard consisted of 188 buildings on 126 acres (0.5 km2) of land and employed nearly 25,000 people. Small components for optical systems, parts of Little Boy, and enormous battleship guns were all manufactured here. In December 1945, the Yard was renamed the U.S. Naval Gun Factory. Ordnance work continued for some years after World War II until finally phased out in 1961. Three years later, on July 1, 1964, the activity was re-designated the Washington Navy Yard. The deserted factory buildings began to be converted to office use. In 1963, ownership of 55 acres of the Washington Navy Yard Annex (western side of Yard including Building 170) was transferred to the General Services Administration. The Yards at the Southeast Federal Center are part of this former property and now includes the headquarters for the United States Department of Transportation. The Washington Navy Yard was added to the National Register of Historic Places in 1973, and designated a National Historic Landmark on May 11, 1976. It is part of the Capitol Riverfront Business Improvement District. It is also part of the Navy Yard, also known as Near Southeast, neighborhood. It is served by the Navy Yard – Ballpark Metro station on the Green Line. ===2000s=== The Marine Corps Museum was located on the first floor of the Marine Corps Historical Society in Building 58. The museum closed on July 1, 2005, during the establishment of the National Museum of the Marine Corps near Marine Corps Base Quantico. The Yard was headquarters to the Marine Corps Historical Center. That moved in 2006 to Quantico. ===Cultural and scientific=== The Washington Navy Yard was the scene of many scientific developments. In 1804 at the request of President Thomas Jefferson, navy yard blacksmith Benjamin King built the first White House water closet/toilet. For which Architect Benjamin Latrobe reminded King, \" How shall I get the president of the United States into good humor with you about his Water Closet, & his side roof which you were to make? He complains bitterly of you using the privilege of a Man of Genius against him, - that is of being a little forgetful. – I so well know the goodness of your disposition, that I am determined, if possible, to want his quarreling with you at all events about so dirty a business as a Water Closet.\"John G. Sharp The Privilege of a Man of Genius Benjamin H. Latrobe Letter to Benjamin King re Thomas Jefferson's Water Closet Dated August 5, 1804 Genealogytrails http://www.genealogytrails.com/washdc/biographies/latrobeletters.html accessed 27 May 2018 King in 1805 again at Jefferson's behest built the first fire engine for the White House°.The Papers of Thomas Jefferson, Second Series, Jefferson's Memorandum Books, vol. 2, ed. James A Bear, Jr. and Lucia C. Stanton. (Princeton: Princeton University Press, 1997), entry for 8 July 1805, 1143–1171. In December 1807 Robert Fulton approached Robert Smith, Secretary of the Navy and requested that a test of his new torpedo, be authorized at the Washington Navy Yard.Tingey to Robert Smith, 16 December 1807, Letters from Captains to the Secretary of the Navy (\"Captains Letters\"), Volume 9, 1 Sept 1807 - 31 Dec 1807, Letter 82, RG 260, National Archives and Records Administration, Washington D.C. Fulton specifically asked that the Navy fabricate copper harpoon torpedoes and provide small boats manned with gunner’s mates and boat crews. He envisioned a limited trial on the feasibility of sinking a small sloop. The trial was never funded and a perplexed and exasperated Fulton complained to Jefferson about the naval establishment. Sharp, John G.M.,Torpedo War Commodore John Rodgers, Robert Fulton, and the United States Navy’s Test of the First Torpedoes 24 September to 1 November 1810 Naval History and Heritage Command, accessed 3 July 2021,https://www.history.navy.mil/research/library/online-reading-room/title- list-alphabetically/t/torpedo-war-rodgers-fulton.html In 1822, Commodore John Rodgers built the country's first marine railway for the overhaul of large vessels. John A. Dahlgren developed his distinctive bottle-shaped cannon that became the mainstay of naval ordnance before the Civil War. In 1898, David W. Taylor developed a ship model testing basin, which was used by the Navy and private shipbuilders to test the effect of water on new hull designs. The first shipboard aircraft catapult was tested in the Anacostia River in 1912, and a wind tunnel was completed at the Yard in 1916. The giant gears for the Panama Canal locks were cast at the Yard. Navy Yard technicians applied their efforts to medical designs for prosthetic hands and molds for artificial eyes and teeth. Navy Yard was Washington's earliest industrial neighborhood. One of the earliest industrial buildings nearby was the eight-story brick Sugar House, built in Square 744 at the foot of New Jersey Avenue, SE, as a sugar refinery in 1797–98. In 1805, it became the Washington Brewery, which produced beer until it closed in 1836. The brewery site was just west of the Washington City Canal in what is now Parking Lot H/I in the block between Nationals Park and the historic DC Water pumping station. The Washington Navy Yard often functions as a ceremonial gateway to the nation's capital. From early on, due to its proximity to the White House, the navy yard was the site of recurrent presidential visits. The Washington Navy Yard station log confirms many of these visits, for example, those of John Tyler 5 July 1841, James K. Polk 4 March 1845, Franklin Pierce 14 December 1853, and Abraham Lincoln,18 May 1861 and 25 July 1861. There are also entries for foreign delegations and celebrities, e.g., 7 September 1825 for General Lafayette and 15 May 1860 for the visit of the first Japanese Embassy.Sharp, John G. editor Washington Navy Yard Station Log Entries November 1822-December 1889 (Naval History and Heritage Command: Washington DC 2014) https://www.history.navy.mil/research/library/online-reading-room/title-list- alphabetically/w/washington-navy-yard-station-log- november-1822-march-1830-extracts.html The body of World War I's Unknown Soldier was received here. Charles A. Lindbergh returned to the Navy Yard in 1927 after his famous transatlantic flight. During the Civil War, a small number of women worked at the Navy Yard as flag makers and seamstresses, sewing canvas bags for gunpowder. Women again entered the workforce in the 20th century in significant numbers during WWII, where they worked at the Naval Gun Factory making munitions. Following the war, most were discharged. In the modern era, women working at the Yard have increased their presence in executive, managerial, administrative, technical, and clerical positions. From 1984 to 2015, the decommissioned destroyer was a museum ship at the Washington Navy Yard as \"Display Ship Barry\" (DS Barry). Barry was frequently used for change of command ceremonies for naval commands in the area. Due to declining visitors to the ship, the expensive renovations she required, and the District's plans to build a new bridge that would trap her in the Anacostia River, Barry was towed away during the winter of 2015-2016 for scrapping. The U.S. Navy held an official departure ceremony for the ship on 17 October 2015. Today, the Navy Yard houses a variety of activities. It serves as headquarters, Naval District Washington, and houses numerous support activities for the fleet and aviation communities. The Navy Museum welcomes visitors to the Navy Art CollectionNavy Art Collection web-page. Naval History & Heritage Command official website. Retrieved March 9, 2010. and its displays of naval art and artifacts, which trace the Navy's history from the Revolutionary War to the present day. The Naval History and Heritage Command is housed in a complex of buildings known as the Dudley Knox Center for Naval History. Leutze Park is the scene of colorful ceremonies. ===2013 shooting=== On September 16, 2013, a shooting took place at the Yard. Shots were fired at the headquarters for the Naval Sea Systems Command Headquarters building #197. Fifteen people, including 13 civilians, one D.C. police officer, and one base officer, were shot. Twelve fatalities were confirmed by the United States Navy and D.C. Police. Officials said the gunman, Aaron Alexis, a 34-year-old civilian contractor from Queens, New York, was killed during a gunfight with police.DC Navy Yard Gunshots; September 16, 2013; CNN. ==Operations== The Yard serves as a ceremonial and administrative center for the U.S. Navy, home to the Chief of Naval Operations. It is headquarters for the Naval Sea Systems Command, Naval Reactors, Naval Facilities Engineering Command, Naval Historical Center, the Department of Naval History, the U.S. Navy Judge Advocate General's Corps, the United States Navy Band, the U.S. Navy's Military Sealift Command and numerous other naval commands. Several Officers' Quarters are located at the facility. === Building 126 === Building 126 is located by the Anacostia River, on the northeast corner of 11th and SE O Streets. The one-story building, built between 1925 and 1938, was recently renovated to be a net-zero energy building as part of the Washington Navy Yard Energy Demonstration Project. Features include two wind turbines, five geothermal wells, a battery energy storage system, one-hundred thirty-two 235 kW solar photovoltaic panels, and windows of electrochromic smart glass. Although inventoried and determined eligible for listing in the National Register of Historic Places, it is currently not part of an existing district. Until 1950, Building 126 functioned as the receiving station laundry. Afterward, it served as the site of the Washington Navy Yard Police Station. Currently, it acts as the Visitor Center for the Yard. ==Gallery== File:Washington Navy Yard 3b06890u.tif|View of Washington Navy Yard's dock, circa 1867 File:US Experimental Model Basin - interior view, c. 1900.jpg|Experimental Model Basin, circa 1900 File:Washington Navy Yard - torpedo shop.jpg|Torpedo shop at the Washington Navy Yard, circa 1917 File:Unknown Soldier at the Washington Navy Yard.jpg|The Unknown Soldier from World War I arriving at the Washington Navy Yard, circa 1921 (colored) File:USS Barry (DD-933) berthed at Washington Navy Yard.jpg|An aerial view of the destroyer docked at the Washington Navy Yard, 15 April 1984 ==See also== * Arsenal Point * Building 170 * List of National Historic Landmarks in the District of Columbia * 1835 Washington Navy Yard labor strike ==References== ==External links== * Washington Navy Yard history * \"The United States Naval Gun Factory\" by Commander Theodore F. Jewell, Harper's Magazine, Vol. 89, Issue 530, July 1894, pp. 251–261. * Washington Navy Yard Walking Tour C-SPAN3, Thomas Frezza, May 2017 * U.S. Naval Gun Factory Washington, D.C. 1940s U.S. Navy Artillery & Gun Design Movie 26444 Category:1799 establishments in Washington, D.C. Navy Yard Category:Colonial Revival architecture in Washington, D.C. Category:Historic districts in Washington, D.C. Navy Yard Navy Yard Category:Military Superfund sites Navy Yard Category:Rebuilt buildings and structures in the United States Category:Superfund sites in Washington, D.C. Category:United States Navy shipyards Category:Victorian architecture in Washington, D.C. Category:Shipyards on the National Register of Historic Places Category:Washington Navy Yard",
 "title": "Washington Navy Yard"
}