{
 "id": "470634",
 "text": "thumb|upright=1.3|right|Enquire Within, 116th edition Enquire Within upon Everything is a how-to book, akin to a short encyclopedia for domestic life, first published in 1856 by Houlston and Sons of Paternoster Square in London. The editor was Robert Kemp Philp. It was then continuously reprinted in many new and updated editions as additional information and articles were added (and obsolete material sometimes removed). == Topics == The book was created with the intention of providing encyclopedic information on topics as diverse as etiquette, parlour games, cake recipes, laundry tips, holiday preparation, and first aid: To quote from the editor's introduction: Though not rich in such material, Enquire Within also provided the basics of an English-usage style guide, and also preserved examples of regional dialect usage (which it tended to mock as faulty). Several editions between the 1880s and 1910s provide one of the only surviving records of the rules of the English version of trucco, a somewhat croquet-like form of ground billiards. Though some attempt was made to group related topics, in general the organization was chaotic, and required looking up topics in an index, then finding their numbered sections in the main text. == History == The early editions of this book contained 3,000 short pithy descriptions and was one of a set of 20 books. The book was a popular addition to the Victorian (and later post- Victorian) home. By 1862, the book was sold 196,000 times; by the 89th edition, some 1,180,000 copies had been published. With the release of the 113th edition, this number had risen to over 1,500,000 and by 1976 was in its 126th edition. Modernised versions were still in print as late as 1994. Unauthorized reproductions of the first and some subsequent editions, without credit to the original editor and publisher, were made in United States by the New York publisher Garret, Dick & Fitzgerald, under the title Inquire Within for Anything You Want to Know. Later official editions (some time after 1894) were published by Simpkin, Marshall, Hamilton Kent & Co., also of London. Agatha Christie used Enquire Within upon Everything as an important clue in the Hercule Poirot detective novel, Hallowe'en Party. In 1980 Tim Berners-Lee named his precursor of the World Wide Web ENQUIRE after this work. A Forbes article quoted Berners-Lee as saying: ==References== ==External links== * Enquire Within Upon Everything at The Online Books Page database, University of Pennsylvania Library * 1856, 1st edition via Internet Archive * 1856, 1st edition, scan of 1978 facsimile reprint, via Google Books * 1856, 1st edition, US Inquire Within version, via Google Books * 1858, 9th edition, via Internet Archive * 1863, 19th edition, via Internet Archive * 1865, 26th edition via Internet Archive * 1865, 27th edition via Google Books * 1870, 37th edition via Internet Archive * 1871, 41st edition via Hathi Trust (only downloadable one page at a time, and access may be limited to US IP addresses) * 1872, 44th edition via Internet Archive * 1884, 69th edition via Internet Archive * 1886, 74th edition via Internet Archive * 1894, 89th edition via Project Gutenberg (only the HTML copy is complete, the e-book versions are just the first 1/3) * 1903, 100th edition via Google Books * 1916, 110th edition via Hathi Trust (only downloadable one page at a time, and access may be limited to US IP addresses) Category:1856 non-fiction books Category:English-language encyclopedias Category:Style guides for British English Category:Single-volume general reference works Category:Publications established in 1856 Category:Annual publications",
 "title": "Enquire Within upon Everything"
}