{
 "id": "470835",
 "text": "René Garcia Préval (; 17 January 1943 – 3 March 2017) was a Haitian politician and agronomist who served twice as President of Haiti; once from early 1996 to early 2001, and again from mid 2006 to mid 2011. He was also Prime Minister from early to late 1991. Préval was the first elected head of state in Haitian history to peacefully receive power from a predecessor in office, the first since independence to serve a full term in office, the first to be elected to non-successive full terms in office, the first to peacefully hand over power, and the first former prime minister to be elected president. Préval promoted privatization of government companies, agrarian reform, and investigations of human rights abuses. His presidencies were marked by domestic tumult and attempts at economic stabilization, with his latter term seeing the destruction brought by the 2010 Haiti earthquake. ==Early life and career== Préval was born on 17 January 1943, in Port-au-Prince and was raised in his father's hometown of Marmelade, a village town in the Artibonite department. He studied agronomy at the College of Gembloux and the University of Leuven in Belgium and also studied geothermal sciences at the University of Pisa in Pisa, Italy. He left Haiti with his family in 1963. Préval's father, an agronomist also, had risen to the position of Minister of Agriculture in the government of Général Paul Magloire, the predecessor of Duvalier. Leaving Haiti because his political past presented him as a potential opponent, Preval's father found work with UN agencies in Africa. After spending five years in Brooklyn, New York, occasionally working as a restaurant waiter, Préval returned to Haiti and obtained a position with the National Institute for Mineral Resources. In 1988, he opened a bakery in Port-au-Prince with some business partners. While operating his company, he continued to be active in political circles and charity work, such as providing bread to the orphanage of Salesian Father Jean-Bertrand Aristide, with whom he developed a close relationship. After the election of Aristide as president in 1990, Préval served as his Prime Minister from 13 February to 11 October 1991, going into exile following the 30 September 1991, military coup. On 6 December 2009, Preval married Elisabeth Débrosse Delatour — one of his economic advisors and widow of Leslie Delatour, the former governor of Haiti's central bank. Preval's first and second marriages, to Guerda Benoit and Solange Lafontant respectively, both ended in divorce. ==First presidency (1996–2001)== In 1996, Préval was elected as president for a five-year term, with 88% of the popular vote. Upon his 1996 inauguration, Préval became the second democratically elected head of state in the country's 191-year history as an independent nation. In 2001, he became the first elected (and second overall) President of Haiti to leave office as a result of the natural expiration of an uninterrupted term. As president, Préval instituted a number of economic reforms, most notably the privatization of various government companies. By the end of Préval's term, unemployment rates had fallen. Préval also instituted a program of agrarian reform in Haiti's countryside. His presidency, however, was also marked by fierce political clashes with a parliament dominated by opposition party members (OPL) and an increasingly vocal Fanmi Lavalas which opposed the structural adjustment and privatization program of Préval's government. Préval was a strong supporter of investigations and trials related to human rights violations committed by military and police personnel. He dissolved the parliament in 1999 and ruled by decree for the duration of the final year of his presidency. ==Second presidency (2006–2011)== ===Election=== Préval ran again as the Lespwa candidate in the presidential election of 2006. The election took place after two years of international peacekeeping. Partial election results, released on 9 February, indicated that he had won with about 60% of the vote, but as further results were released, his share of the vote slipped just below the 50% required majority to be elected outright – thus making a run-off necessary. Several days of popular demonstrations in favour of Préval followed in Port-au-Prince and other cities in Haiti. Préval claimed that there had been fraud among the vote counts, and demanded that he be declared the winner outright of the first round. Protesters paralyzed the capital with burning barricades and stormed a luxury hotel — Hotel Montana, located in the affluent suburb of Pétion-Ville — to demand results from Haiti's nearly week-old election as the then ex-President Préval fell further below the 50% needed to win the presidency. On 16 February 2006, Préval was declared the winner of the presidential election by the Provisional Electoral Council with 51.15% of the vote, after the exclusion of \"blank\" ballots from the count. Préval was sworn in on 14 May, following Haiti's legislative run-off vote in April; he could not be sworn in until a sitting Parliament was in place. When he was sworn in, Préval emphasized the importance of unity, saying that division was Haiti's \"main problem\" and that Haitians had to \"work together\". On May 17, he nominated Jacques-Édouard Alexis, who had served as Prime Minister during Préval's first term, as Prime Minister again. After taking office, Préval immediately signed an oil deal with Venezuela and traveled to the United States, Cuba, and France. Préval drew much of his support from Haiti's poorest people; he was especially widely supported in the poorest neighborhoods of Port-au-Prince. However, many of the poor demanded that the former President Aristide be allowed to return and that civil enterprise workers fired by the Latortue government be reinstated. This caused increasing tension in the slums of Port-au-Prince. Préval promised to build a massive road system which would boost trade and transportation around the country. ===Latin American integration=== Haiti under Préval cooperated diplomatically and fraternally with other nations in Latin America. Haiti's Latin American alliance provides the country with much of its needed aid. The slowly stabilizing country seemingly benefited in a rather solid economic partnership with Venezuela. The friendship between Venezuelan president Hugo Chávez and the Haitian president resulted in various economic agreements. Four power plants (a 40-megawatt, a 30-megawatt, and two 15-megawatts) are set to be built in Haiti. An oil refinery is also scheduled to be installed, with a production capacity of of oil per day. Venezuela's aid to Haiti is founded upon a historic act where the newly independent Haiti welcomed and tended to Simón Bolívar and provided military power to aid Bolivar's cause in liberating Latin America. Fidel Castro, Raúl Castro and other Cuban diplomats such as Vice President Esteban Lazo Hernandez thanked Haiti for consistently voting in the United Nations General Assembly against the United States embargo against Cuba. Préval's diplomatic relations with fellow Latin American nations opened up many economic opportunities for Haiti. Préval met with many Latin American leaders such as Fidel Castro, Evo Morales of Bolivia, Martín Torrijos of Panama, and Leonel Fernández of the neighboring Dominican Republic. Relations with the Dominican Republic were strengthened largely due to Préval's willingness to end volatile temperaments and to the two presidents' focus on cooperation. The Dominican Republic was Préval's first foreign visit as head of state. Préval then visited the United States, where he was congratulated by U.S. President George W. Bush on his reelection. Préval proclaimed that following the Dominican Republic, the U.S. would be his first diplomatic visit in office, putting it ahead of his eventual diplomatic visits to Venezuela, Cuba and France. The U.S. considered Préval's meeting with Bush a good sign of excellent US-Haitian relations during the 43rd U.S. President's administration. ===April 2008 riots=== In early April 2008, riots broke out over the high cost of food; since 2007, prices for a number of essential foods, including rice, had risen by about 50%. As the riots continued, rioters attacked the presidential palace on 8 April but were driven away by UN soldiers. On 9 April, Préval called for calm; he said that high food prices were a problem around the world, but that the problem would not be solved by destroying stores, and he said that he had \"ordered Haitian police and UN soldiers to put an end to the looting\". Despite demands for all taxes on food imports to be lifted, Préval said that he could not do so because the money was greatly needed; he pledged to increase food production in Haiti so that the country would not be so dependent on imports, but this fell short of what many protesters demanded. On 12 April, the Senate voted to remove Prime Minister Alexis from office, and Préval announced that the price per 23 kg of rice would be reduced from $51 to $43. According to Préval, the rice would be subsidized with international aid, and the private sector was willing to reduce the price by $3. He also said that he was going to seek Venezuelan assistance in improving the economic situation. ===2010 earthquake=== On 12 January, Port-au-Prince was hit by an earthquake. Initial reports indicated that diplomats were unable to contact President Préval and they feared he might be trapped beneath the rubble of his home. However, later reports – including ones quoting the Haitian ambassador to the United States, Raymond Alcide Joseph – said that the President and First Lady Elisabeth Delatour Préval had escaped unharmed and had been moved to a safe location on the island. The couple was about to enter their home when the earthquake struck. Préval and his wife were able to step away from the building before the house collapsed, escaping injury. Much of the Haitian government, including President Préval, relocated to a police barracks near Toussaint Louverture International Airport. The death toll estimates range from 100,000 to 316,000 people. Following the earthquake, President Préval was criticized at home and abroad for his allegedly weak disaster response; his critics included U.S. Senator Richard Lugar (R-IN). ==Post-presidency and death== Preval retired to his home in Marmelade, where he worked on projects which included an agricultural co-operative, an education centre and a juice factory. His last public appearance was at the inauguration of Jovenel Moïse on 7 February 2017. His death was announced on 3 March 2017, by Moïse on his Twitter account. Family friends announced that Preval had died on the way to a suburban hospital in Port-au-Prince. His cause of death was initially announced as a cardiac arrest, but rumors of foul play resulted in an autopsy conducted in front of District Attorney Danton Leger at the request of Elisabeth Delatour. The autopsy was inconclusive but ruled out a brain hemorrhage or stroke. Further testing of specimens from Preval's body was announced by Leger, potentially sending the tissue to a foreign lab. Preval's body lay in state at Muse du Pantheon National on the Champ de Mars, and a state funeral and Catholic mass were held at the Kiosque Occide Jeanty amphitheatre. Patricia Préval, his younger daughter, eulogized her father. Former presidents Jocelerme Privert, Michel Martelly and Prosper Avril were in attendance with foreign diplomatic corps. His body was transported to Marmelade, where he was buried to a three-gun salute. ==References== ==External links== *René Préval Presidential Archives *President René Préval - Haiti Politics *René Préval entry at Cooperative Research.org *United States Central Intelligence Agency World Factbook (2000) *Profile of H.E. Mr. Réné Garcia Preval *St. Petersburg times – Ex-leader still enigma as Haitians cast ballots *Brief analysis of Préval's rise to Head of State 2006 *Rene Préval Haiti May Get One Last Chance in Spite of Washington's Best Efforts Council on Hemispheric Affairs *Prensa Latina February 2006 \"No Match for René Préval in Haiti\" *Préval supporters protest Haiti election results, New Zealand Herald |- |- |- |- Category:Presidents of Haiti Category:1943 births Category:2017 deaths Category:Prime Ministers of Haiti Category:Lespwa politicians Category:1990s in Haiti Category:2000s in Haiti Category:2010s in Haiti Category:20th-century Haitian politicians Category:21st-century Haitian politicians",
 "title": "René Préval"
}