{
 "id": "470943",
 "text": "The Triplets of Belleville () is a 2003 animated comedy film written and directed by Sylvain Chomet. It was released as Belleville Rendez-vous in the United Kingdom. The film is Chomet's first feature film and was an international co-production among companies in France, Belgium, Canada and the United Kingdom. The film features the voices of Lina Boudreault, Mari-Lou Gauthier, Michèle Caucheteux, Jean-Claude Donda, Michel Robin, and Monica Viegas. There is little dialogue; much of the narrative is conveyed through song and pantomime. It tells the story of Madame Souza, an elderly woman who goes on a quest to rescue her grandson Champion, a Tour de France cyclist, who has been kidnapped by the French mafia for gambling purposes and taken to the city of Belleville (an amalgam of Paris, New York City, Montreal and Quebec City). She is accompanied by Champion's loyal and obese hound, Bruno, and joined by the Triplets of Belleville, music hall singers from the 1930s, whom she meets in the city. The film was highly praised by audiences and critics for its unique style of animation. The film was nominated for two Academy Awards—Best Animated Feature and Best Original Song for \"Belleville Rendez- vous\". It was also screened out of competition (hors concours) at the 2003 Cannes Film Festival. ==Plot== In France, Madame Souza raises her grandson Champion, a melancholy orphan. Both watch an old variety show on television featuring a trio of singers, the Triplets of Belleville (Rose, Violette, and Blanche). When the program is interrupted, Souza asks Champion if the \"film\" is finished. The listless Champion does not reply and instead changes the channel to a piano concert. Souza, upon noticing Champion's interest in the music, pulls out an old piano and tries to attract Champion's attention by playing a scale, but Champion remains indifferent. Souza deduces that Champion is lonely and buys him a dog, Bruno. Neither Bruno nor an electric train set succeed in lifting Champion's spirits. While tidying Champion's room, Souza discovers a book filled with photos of cyclists. She decides to buy Champion a tricycle, which finally allows Champion to indulge in his passion. After a few years of training, Champion competes in the Tour de France, but finds himself left behind in his exhaustion, and he is kidnapped by a pair of mobsters, who take him and two other contestants across the Atlantic. Souza pursues Champion on a pedalo to Belleville. Arriving in the United States, Souza finds herself penniless, but meets the elderly Triplets of Belleville, Rose, Violette and Blanche. The Triplets take Souza into their apartment, and after a peculiar dinner, they allow her to participate as a musician in one of their shows. During the show, Souza spots the mobsters who kidnapped Champion. With the help of the Triplets, Souza pursues the men and rescues her grandson after a Homeric chase. In a flashforward, an older Champion watches the TV again showing their adventure when they are leaving the city and imagines Souza asking once more if the film is finished. Champion turns to the empty couch seat next to him and says \"It's over, grandma\". ==Reception== Rotten Tomatoes, a review aggregator, reports that 94% of 150 surveyed critics gave it a positive review, and the average rating was 8.18/10; the consensus reads: \"Richly detailed and loaded with surreal touches, The Triplets of Belleville is an odd, delightful charmer.\" Metacritic, which assigns a normalized score, rated it 91/100 based on 35 reviews, indicating \"universal acclaim\". ===Awards=== The film was nominated for two Academy Awards: for Best Animated Feature, making it the first PG-13 animated film to be nominated in that category; and for Best Original Song (Benoît Charest and Sylvain Chomet for the song \"Belleville Rendez-vous\", sung by Matthieu Chedid in the original version). The film lost the Best Animated Feature award to Finding Nemo. It also won the César for Best Film Music, and as a co-production with Canada it won the Genie Award for Best Motion Picture and the BBC Four World Cinema Award in 2004. ==See also== * List of animated feature films ==References== ==External links== * * * * * Category:2003 films Category:2003 animated films Category:2003 comedy films Category:2003 directorial debut films Category:2000s French animated films Category:Belgian animated films Category:Belgian comedy films Category:Belgian films Category:Best Film Lumières Award winners Category:Best Picture Genie and Canadian Screen Award winners Category:British animated films Category:British comedy films Category:British films Category:Canadian animated feature films Category:Canadian comedy films Category:Canadian films Category:Cultural depictions of Django Reinhardt Category:Cultural depictions of Josephine Baker Category:Cycling films Category:Fictional triplets Category:Films directed by Sylvain Chomet Category:French animated films Category:French comedy films Category:French films Category:French-language films Category:Sony Pictures Classics animated films",
 "title": "The Triplets of Belleville"
}