{
 "id": "471012",
 "text": "Viscount Hampden is a title that has been created twice, once in the Peerage of Great Britain and once in the Peerage of the United Kingdom. The first creation came in the Peerage of Great Britain when the diplomat and politician Robert Hampden, 4th Baron Trevor, was created Viscount Hampden, of Great and Little Hampden in the County of Bedford on 14 June 1776. The title of Baron Trevor, of Bromham, had been created in the Peerage of Great Britain in 1712 for his father, the lawyer Sir Thomas Trevor. Both titles became extinct in 1824 on the death of the first Viscount's second son, the third Viscount. The viscountcy was revived in the Peerage of the United Kingdom when the Liberal politician and former Speaker of the House of Commons, Sir Henry Brand, was created Viscount Hampden, of Glynde in the County of Sussex on 4 March 1884. Brand was the second son of Henry Trevor, 21st Baron Dacre and in 1890 he succeeded his elder brother as the twenty-third Baron Dacre. His son, the second Viscount, represented Hertfordshire and Stroud in Parliament and served as Governor of New South Wales. On the death in 1965 of his grandson, the fourth Viscount, the barony of Dacre fell into abeyance between the late Viscount's daughters Hon. Rachel Leila Brand and the Hon. Tessa Mary Brand (the abeyance was terminated in 1970 in favour of Hon Rachel Leila Brand; see the Baron Dacre for more information). The viscountcy passed to the Viscount's younger brother, the fifth Viscount. the title is held by the latter's son, the sixth Viscount. Several other members of the Brand family have also gained distinction. The Hon. Thomas Seymour Brand (1847–1916), second son of the first Viscount, was a rear-admiral in the Royal Navy. The Hon. Arthur Brand, third son of the first Viscount, was a Liberal politician. The Hon. Sir Hubert George Brand (1870–1955), second son of the second Viscount, was an admiral in the Royal Navy. The Hon. Robert Brand, fourth son of the second Viscount, was a civil servant and was created Baron Brand in 1946. The Hon. Roger Brand (1880–1945), fifth son of the second Viscount, was a brigadier-general in the Army. And also the 3rd Viscount gained rank and title in similar fashion and was involved in the sport polo. Both Robert Hampden, 1st Viscount Hampden and Henry Brand, 1st Viscount Hampden were descendants in the female line of John Hampden, the patriot, hence their choice of title. The family seat is Glynde Place, near Lewes, Sussex. ==Barons Trevor, Second Creation (1712)== thumb|Arms of Trevor: Party per bend sinister ermine and ermines, a lion rampant or *Thomas Trevor, 1st Baron Trevor (1657/58–1730) *Thomas Trevor, 2nd Baron Trevor (c. 1692–1753) *John Trevor, 3rd Baron Trevor (1695–1764) *Robert Hampden, 4th Baron Trevor (1705/6–1783) (created Viscount Hampden in 1776) ==Viscounts Hampden, First Creation (1776)== *Robert Hampden-Trevor, 1st Viscount Hampden, 4th Baron Trevor (1706–1783) (A younger brother was Richard Trevor, Bishop of Durham) *Thomas Hampden-Trevor, 2nd Viscount Hampden, 5th Baron Trevor (1746–1824) *John Hampden-Trevor, 3rd Viscount Hampden, 6th Baron Trevor (1749–1824) ==Viscounts Hampden, Second Creation (1884)== *Henry Bouverie William Brand, 1st Viscount Hampden (1814–1892) *Henry Robert Brand, 2nd Viscount Hampden (1841–1906) *Thomas Walter Brand, 3rd Viscount Hampden (1869–1958) *Thomas Henry Brand, 4th Viscount Hampden (1900–1965) *David Francis Brand, 5th Viscount Hampden (1902–1975) *Anthony David Brand, 6th Viscount Hampden (1937–2008) *Francis Anthony Brand, 7th Viscount Hampden (b. 1970) The heir apparent is the present holder's son Hon. Lucian Anthony Brand (b. 2005). ==See also== *Baron Dacre *Baron Brand ==References== ===Work cited=== * *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * Category:Extinct viscountcies in the Peerage of Great Britain Category:Viscountcies in the Peerage of the United Kingdom Viscount Hampden Category:Noble titles created in 1776 Category:Noble titles created in 1884 Category:Noble titles created for UK MPs",
 "title": "Viscount Hampden"
}