{
 "id": "471056",
 "text": "Boynton v. Virginia, 364 U.S. 454 (1960), was a landmark decision of the US Supreme Court.. The case overturned a judgment convicting an African American law student for trespassing by being in a restaurant in a bus terminal which was \"whites only\". It held that racial segregation in public transportation was illegal because such segregation violated the Interstate Commerce Act, which broadly forbade discrimination in interstate passenger transportation. It moreover held that bus transportation was sufficiently related to interstate commerce to allow the United States federal government to regulate it to forbid racial discrimination in the industry. Thurgood Marshall argued the case for Boynton. The majority opinion was written by Justice Hugo Black. The significance of Boynton was not located in its holding since it managed to avoid deciding any Constitutional questions in its decision, and its expansive reading of Federal powers regarding interstate commerce was also well established by the time of the decision. Its significance is that its outlawing of racial segregation in public transportation led directly to a movement called the Freedom Riders, in which African Americans and whites together rode various forms of public transportation in the South to challenge local laws or customs that enforced segregation. The Freedom Rides, and the violent reactions they provoked, prompted Attorney General Robert F. Kennedy to confront the Interstate Commerce Commission (ICC) with its failure to enforce a bus desegregation ruling it had handed down in 1955, Sarah Keys v. Carolina Coach Company, 64 MCC 769 (1955) as well as the companion train desegregation case, NAACP v. St. Louis-Santa Fe Railway Company, 297 ICC 335 (1955). By presenting the Commission with its own rulings in a May 29, 1961 petition, Kennedy was able to prompt it to do what it had promised in 1955, five years before the Boynton ruling was handed down, and six years before the Freedom Riders set out to test Boynton across the Deep South. On September 22, 1961, the ICC issued regulations which implemented its 1955 Keys and NAACP rulings, as well as the Supreme Court's ruling in Boynton, and on November 1 those regulations went into effect, effectively ending Jim Crow in public transportation. ==Boynton's trip and arrest== thumb|left|Bruce Boynton was arrested at the Trailways Station, 822 E. Broad St., Richmond, Virginia in late 1958 ([https://www.flickr.com/photos/library_of_virginia/3595196101/ Library of Virginia] photo, 1960) In the winter of 1958, Bruce Boynton was a student at Howard University School of Law in Washington, D.C. While travelling on a Trailways bus for a holiday trip to his home in Selma, Alabama, his bus arrived at the Trailways station on East Broad Street in Richmond, Virginia. Passengers disembarked for a 40-minute layover. Unlike other black passengers, Boynton went into a \"whites only\" restaurant, where he ordered a cheeseburger and a cup of hot tea. He never had problems in Northern states, but he grew up in Selma and was familiar with segregation of restaurants and movie theaters. It was not his intent to test any laws in the South that night. thumb|left|Future justice Thurgood Marshall argued the case for Boynton in front of the U.S. Supreme Court (1957 photo) Ordered to move to the \"black\" section and knowing that his arrest was likely, Boynton pointed out to authorities that he was an American citizen with federal rights and, thus, was entitled to his burger and tea. Handcuffed and arrested on a misdemeanor trespass charge, he spent the night in jail and was fined $10 in a Richmond municipal court. == Boynton in the Virginia courts == In the Richmond Police Court, Boynton was convicted of violating a state statute making it a misdemeanor for any person \"without authority of law\" to remain upon the premises of another after having been forbidden to do so. His conviction was sustained in Richmond's Hustings Court. On appeal, he contended that his conviction violated the Interstate Commerce Act and the Equal Protection, Due Process and Commerce Clauses of the Federal Constitution; but his conviction was sustained by the Supreme Court of Virginia. == Boynton's Federal appeal == Future U.S. Supreme Court Justice Thurgood Marshall argued Boynton's case on appeal in the Federal Courts. On petition for certiorari to the Supreme Court, he raised only the constitutional questions. ==Supreme Court Ruling== 1\\. Notwithstanding the fact that the petition for certiorari presented only the constitutional questions this Court will consider the statutory issue, which involves essentially the same problem—racial discrimination in interstate commerce. P. 364 U. S. 457. 2\\. Under § 216(d) of the Interstate Commerce Act, which forbids any interstate common carrier by motor vehicle to subject any person to unjust discrimination, petitioner had a federal right to remain in the white portion of the restaurant, he was there \"under authority of law\", and it was error to affirm his conviction. Pp. 364 U. S. 457–463. (a) When a bus carrier has volunteered to make terminal and restaurant facilities and services available to its interstate passengers as a regular part of their transportation, and the terminal and restaurant have acquiesced and cooperated in this undertaking, the terminal and restaurant must perform these services without discriminations prohibited by the Act. Pp. 364 U. S. 457–461. (b) Although the courts below made no findings of fact, the evidence in this case shows such a situation here. Pp. 364 U. S. 461–463. Reversed. Page 364 U. S. 455 MR. JUSTICE BLACK delivered the opinion of the Court. The basic question presented in this case is whether an interstate bus passenger is denied a federal statutory or constitutional right when a restaurant in a bus terminal used by the carrier along its route discriminates in serving food to the passenger solely because of his color. Petitioner, a Negro law student, bought a Trailways bus ticket from Washington, D.C., to Montgomery, Alabama. He boarded a bus at 8 p.m. which arrived at Richmond, Virginia, about 10:40 p.m. When the bus pulled up at the Richmond \"Trailways Bus Terminal\", the bus driver announced a forty-minute stopover there. Petitioner got off the bus and went into the bus terminal to get something to eat. In the station, he found a restaurant in which one part was used to serve white people and one to serve Negroes. Disregarding this division, petitioner sat down on a stool in the white section. A waitress asked him to move over to the other section where there were \"facilities\" to serve colored people. Petitioner told her he was an interstate bus passenger, refused to move, and ordered a sandwich and tea. The waitress then brought the Assistant Manager, who \"instructed\" petitioner to \"leave the white portion of the restaurant and advised him he could be served in the colored portion.\" Upon petitioner's refusal to leave, an officer was called and petitioner was arrested and later tried, convicted and fined ten dollars in the Police Justice's Court of Richmond on a charge that he \"[u]nlawfully did remain on the premises of the Bus Terminal Restaurant of Richmond, Inc. after having been forbidden to do so\" by the Assistant Manager. (Emphasis supplied.) The charge was based on § 18-225 of the Code of Virginia of 1950, as amended (1958), which provides in part: \"If any person shall without authority of law go upon or remain upon the lands or premises of another, after having been forbidden to do so by the owner, lessee, custodian or other person lawfully in charge of such land, . . . he shall be deemed guilty of a misdemeanor, and upon conviction thereof shall be punished by a fine of not more than one hundred dollars or by confinement in jail not exceeding thirty days, or by both such fine and imprisonment.\" ==See also== * List of United States Supreme Court cases, volume 364 ==References== ==Further reading== * Barnes, Catherine A. Journey from Jim Crow: The Desegregation of Southern Transit, Columbia University Press, 1983. * Arsenault, Raymond. Freedom Riders: 1961 and the Struggle for Racial Justice, Oxford University Press, 2006. ==External links== * * Category:United States Constitution Article One case law Category:United States Supreme Court cases Category:United States Supreme Court cases of the Warren Court Category:United States Commerce Clause case law Category:United States racial desegregation case law Category:1960 in United States case law Category:Civil rights movement case law Category:African-American history of Virginia Category:Legal history of Virginia Category:History of Richmond, Virginia Category:Trailways Transportation System",
 "title": "Boynton v. Virginia"
}