{
 "id": "471158",
 "text": "The multi-angle imaging spectroradiometer (MISR) is a scientific instrument on the Terra satellite launched by NASA on 18 December 1999. This device is designed to measure the intensity of solar radiation reflected by the Earth system (planetary surface and atmosphere) in various directions and spectral bands; it became operational in February 2000. Data generated by this sensor have been proven useful in a variety of applications including atmospheric sciences, climatology and monitoring terrestrial processes. The MISR instrument consists of an innovative configuration of nine separate digital cameras that gather data in four different spectral bands of the solar spectrum. One camera points toward the nadir, while the others provide forward and aftward view angles at 26.1°, 45.6°, 60.0°, and 70.5°. As the instrument flies overhead, each region of the Earth's surface is successively imaged by all nine cameras in each of four wavelengths (blue, green, red, and near- infrared). The data gathered by MISR are useful in climatological studies concerning the disposition of the solar radiation flux in the Earth's system. MISR is specifically designed to monitor the monthly, seasonal, and long-term trends of atmospheric aerosol particle concentrations including those formed by natural sources and by human activities, upper air winds and cloud cover, type, height, as well as the characterization of land surface properties, including the structure of vegetation canopies, the distribution of land cover types, or the properties of snow and ice fields, amongst many other biogeophysical variables. ==References== * IEEE Transactions on Geoscience and Remote Sensing (July 2002) Special issue on MISR, Volume 40, No. 7. * Diner, D. J., B. H. Braswell, R. Davies, N. Gobron, J. Hu, Y. Jin, R. A. Kahn, Y. Knyazikhin, N. Loeb, J.-P. Muller, A. W. Nolin, B. Pinty, C. B. Schaaf, G. Seiz, and J. Stroeve (2005) 'The value of multiangle measurements for retrieving structurally and radiatively consistent properties of clouds, aerosols, and surfaces', Remote Sensing of Environment, 97, 495–518. * Remote Sensing of Environment (March 2007) Multi-angle Imaging SpectroRadiometer (MISR) Special Issue, Volume 107, Issues 1–2. ==External links== *Official NASA site *Visible Earth: Latest MISR images *JPL MISR homepage *Langley Atmospheric Science Data Center MISR data page Category:Satellite imaging sensors",
 "title": "Multi-angle imaging spectroradiometer"
}