{
 "id": "471428",
 "text": "thumb|The Earl of St Vincent Viscount St Vincent, of Meaford in the County of Stafford, is a title in the Peerage of the United Kingdom. It was created on 27 April 1801 for the noted naval commander John Jervis, Earl of St Vincent, with remainder to his nephews William Henry Ricketts and Edward Jervis Ricketts successively, and after them to his niece Mary, wife of William Carnegie, 7th Earl of Northesk. He had already been created Baron Jervis, of Meaford in the County of Stafford, and Earl of St Vincent, in the Peerage of Great Britain, on 23 August 1797, with normal remainder to his heirs male. On Lord St Vincent's death in 1823 the barony and earldom became extinct while he was succeeded in the viscountcy according to the special remainder by his nephew, the second viscount. In 1823 he assumed by royal licence the surname of Jervis in lieu of Ricketts. His great-grandson, the fourth viscount, was part of the force that was sent in 1884 to rescue General Gordon at Khartoum, and died from wounds received at the Battle of Abu Klea in January 1885. He was succeeded by his younger brother, the fifth viscount. the title is held by the eighth viscount, who succeeded his father in September 2006. ==Earl of St Vincent (1797)== thumb|right|Arms of the Earl of St. Vincent *John Jervis, 1st Earl of St Vincent (1735–1823) ==Viscounts St Vincent (1801)== *John Jervis, 1st Viscount St Vincent (1735–1823) **Captain William Henry Jervis (1764–1805), eldest nephew of the 1st and last Earl, died without male issue. *Edward Jervis Jervis, 2nd Viscount St Vincent (1767–1859); 2nd nephew of the 1st and last Earl, inherited the viscountcy through the special remainder. **William Jervis Jervis (1794–1839), eldest son of the 2nd Viscount. *Carnegie Robert John Jervis, 3rd Viscount St Vincent (1825–1879), grandson of the 2nd Viscount. *Edward John Leveson Jervis, 4th Viscount St Vincent (1850–1885), eldest son of the 3rd Viscount, killed in action at the Battle of Abu Klea. *Carnegie Parker Jervis, 5th Viscount St Vincent (1855–1908), 2nd son of the 3rd Viscount. *Ronald Clarges Jervis, 6th Viscount St Vincent (1859–1940), 3rd son of the 3rd Viscount. **John Cyril Carnegie Jervis (1898–1929) elder son of the 6th Viscount *Ronald George James Jervis, 7th Viscount St Vincent (1905–2006), 2nd son of the 6th Viscount. *Edward Robert James Jervis, 8th Viscount St Vincent (b. 1951), eldest son of the 7th Viscount The heir apparent is the present holder's son Hon James Richard Anthony Jervis (b. 1982). The only male line that still exists in remainder to the Viscountcy is the current male line of the 2nd Viscount. The male line of Mary Ricketts, sister of the 2nd Viscount, with her husband the 7th Earl of Northesk, which the title would pass to on the extinction of the 2nd Viscount's line, became extinct with the death of the 14th Earl of Northesk. ==Arms== ==See also== *Earl of Northesk ==Notes== ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990., * ==External links== * Category:Viscountcies in the Peerage of the United Kingdom Category:Noble titles created in 1801 Category:Peerages created with special remainders",
 "title": "Viscount St Vincent"
}