{
 "id": "471489",
 "text": "The Rogue River is a river in the U.S. state of Michigan, running through Kent and Newaygo counties and through the Rogue River State Game Area. It is longU.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map, accessed May 19, 2011 and has a drainage basin of .Rogue River Michigan Department of Natural Resources Its headwaters are a series of ditches that drain the old Rice Lake bed near Grant for agricultural purposes. In this area the stream has been dredged and straightened leaving limited fish habitat. The river joins the Grand River southeast of Belmont in Plainfield Township. The Blythefield Country Club is now situated on a bluff just northeast of where the Rogue flows into the Grand. Originally named \"Rouge River\", the river's appellation was altered in the 19th century due to the printing error of a Wisconsin mapmaker.The Rogue River TheRockfordNetwork.com As a frontier waterway, the historic Rogue River was of major importance to local tribes and traders. During the lumber era in the latter 19th century its waters floated timber to the mills of the Grand River valley, and the riverboat Algoma plied its way northward along Rogue giving its name to the Kent county township of Algoma. Rogue River is designated as \"Country Scenic\" under Michigan's Natural Rivers Act. It is popular with trout fishers and local youth who have floated the river by innertube since the mid-20th century. It is intersected in parts by the White Pine Trail. It varies from wide in the upper sections to wide near its end and is deep. There are \"holes\" in the river up to in depth. The Rockford Dam restrains the Rogue in the city of Rockford. In July 2010, the Rogue River was designated a Trout Unlimited Home River. This provides funding for habitat restoration and land use management planning.The Rogue River is a TU Home River Schrems West Michigan Trout Unlimited ==See also== *List of Michigan rivers ==References== Category:Rivers of Michigan Category:Rivers of Kent County, Michigan Category:Rivers of Newaygo County, Michigan Category:Tributaries of Lake Michigan",
 "title": "Rogue River (Michigan)"
}