{
 "id": "471796",
 "text": "The Regni, Regini, or Regnenses were a of Roman Britain. Their capital was Noviomagus Reginorum, at the center of Chichester in modern West Sussex. ==The people of King Cogidubnus== Before the Roman conquest, their land and capital appear to have been part of the territory of the Atrebates, possibly as part of a confederation of tribes. It has been suggested that, after the first phase of the conquest, the Romans maintained the Atrebates as a nominally independent client kingdom, acting as a buffer between the Roman province in the east and the unconquered tribes to the west. The ruler of the kingdom was Tiberius Claudius Cogidubnus or Cogidumnus: Tacitus says \"\" ('certain were given to King Cogidumnus')Tacitus, Agricola 14. \"\" is interpreted as 'people... of the kingdom' in Latin. and remarks on his loyalty. A first century inscription found in Chichester supplies his Latin names, indicating he was given Roman citizenship by Claudius or Nero. Cogidubnus may have been a relative of Verica, the Atrebatian king whose overthrow was the excuse for the conquest. After Cogidubnus's death, the kingdom would have been incorporated into the directly ruled Roman province and divided into several , including the Atrebates, Belgae, and Regni. ==Controversies== The name of this people is not entirely certain. Ptolemy refers to the , in Latin Regni, whose only city was , Noiomagus.Ptolemy, ii. 3. § 28. This appears to be the same place as Navimago RegentiumRavenna Cosmography. or Noviomagus Regionorum, from which Regnenses, occurring in some modern sources,\"Noviomagus Regnensium\", in The Princeton Encyclopedia of Classical Sites, Richard Stillwell, William Lloyd MacDonald, Marian Holland McAllister, eds., Princeton University Press (1976). appears to be derived. The location is generally supposed to be Chichester. The Antonine Itinerary refers to a place called Regno at the end of Roman Road 7, perhaps referring to a site along the coast of the Solent. Some scholars reject Regnenses in favour of Ptolemy's Regni or a Brythonic name Regini.Kenneth H. Jackson, \"Roman–British Names in the Antonine Itinerary\", in Britannia, vol. I, pp. 68–82 (1970): \"Even the reading of the genitive plural tribe name in Regnentium is a tendentious emendation.... To go further and turn all this into Regnenses, 'The People of the Kingdom', is more than rash.... The tribal name in Ptolemy is Regnoi, Rignoi, or Reginoi.... It is proposed... that this was British Regini\". This opinion concurred with by Graham Webster, The Roman Invasion of Britain, p. 188, Routledge (2003): \"This... is the more acceptable\", citing Barry Cunliffe, \"The Regni\", from Peoples of Roman Britain, Duckworth (1973) for the similar Gaulish and Old Welsh regin, and hypothesizing Regini, meaning \"proud, stiff, upright\". Likewise, the theory that Cogidubnus was created , a rank only ever given to senators, is based on reconstructing the damaged Chichester inscription to read as Cogidubni regis legati Augusti in Britannia ('king and imperial legate in Britain'). It more probably reads Cogidubni regis magni Britanniae ('great king of Britain'). ==References== Category:Celtic kingdoms Category:Celtic Britons Category:Roman buffer states Category:Historical Celtic peoples Category:Roman client kingdoms in Britain",
 "title": "Regni"
}