{
 "id": "471784",
 "text": "Whitnash is a town and civil parish located southeast of, and contiguous with Leamington Spa and Warwick in Warwickshire, England. In 2001, it had a population of 7,629 which had increased to 9,129 a decade later. ==History== Whitnash was mentioned in the Domesday Book as Witenas, by 1326 it had become Whitenasshe meaning 'white ash'. As Whitnash is generally thought to derive from the Anglo-Saxon ‘at the white ash’ other derivations have included ‘place by the wood’, ‘sacred ash’ or the 'meeting place of the wise'. Whitnash has likely been settled since Celtic times. According to tradition, just east of the town there was a Celtic fortification in a field known as “Castle Hill Field”. The parish church of St Margaret's is of Anglo-Saxon origin, and stands on a mound which may have been a pagan site, it was largely rebuilt between 1855 and 1880 to designs by Sir George Gilbert Scott. Whitnash at one time had a holy well, located around 400 metres east of the town. According to a local legend, a church bell was dropped accidentally into the well when it was being taken there to be consecrated, according to the legend, the bell then gained the ability to foretell the future; at night time people would drop a stone into the well and ask a question. Then at daybreak it would give its answer: one ring for yes and two for no. The bell is commemorated in Whitnash's municipal crest. Whitnash was for most of its history a small village, the population in 1931 was 586. Some older half timbered buildings dating from the 17th century still remain around the historical core, including the Plough and Harrow inn. Dramatic population growth began during the second half of the 20th century. Reflecting its much larger size, in 1978 Whitnash became a town through the resolution of its parish council; thenceforth the parish council became a town council. ==Town centre== thumb|Map of Leamington, Warwick and Whitnash Whitnash does not have a well defined town centre as such; with Leamington Spa town centre only 2 miles to the north, a central district for Whitnash never developed, and the town expanded residentially only, around the small historic core around St. Margaret's Church. Whitnash has three neighbourhood shopping areas around Coppice Road, Heathcote Road /Acre Close and Home Farm Crescent. Other facilities include a community hall, a library and an information centre. In November 2021, the Town Council completed development of its new Civic Centre and Library, which has the Town Council office, library, conference room and sports hall suitable for badminton and other recreational activities. ==Education== There are four primary schools in the town. Whitnash Primary, St Joseph's RC Primary, St Margaret's Middle School and Briar Hill First School. There are no secondary schools located in Whitnash, but the state schools Campion School, Myton School and Trinity Catholic School name Whitnash as being within their priority areas. ==Politics== Since 1983 all the town's seats on Warwick District Council have been held by The Whitnash Resident's Association and its predecessor The Ratepayer's Party. The Residents Association has also held the town's seat on Warwickshire County Council for many years. The Residents Association also holds all seats on the Town Council. ==Recreation== At the Whitnash Sports & Social Club, there is a petanque club (http://www.whitnashpetanque.co.uk/) and Lawn Bowls club. Whitnash Sports and Social club is the new home of the Leamington Royals rugby league team, who represent Leamington, Warwick and the surrounding areas in the Midlands RL Conference. Whitnash Town FC is the local association football club. The Leamington and County golf club is also within the parish. ==Local Media== Whitnash has a free quarterly news pamphlet called the ‘Whitnash Tymes’ posted to every residence in the town. Usually entailing messages from the mayor and local authorities, listings, local business advertisements, local news, and events. ==Twin towns== * Weilerswist, Germany * Villebon-sur- Yvette, France == References == ==External links== *Whitnash Town Council *Whitnash archives - Our Warwickshire Category:Towns in Warwickshire",
 "title": "Whitnash"
}