{
 "id": "472169",
 "text": "thumb|200px|Arms of Curzon, Barons Scarsdale Viscount Scarsdale, of Scarsdale in Derbyshire, is a title in the Peerage of the United Kingdom. It was created in 1911 for the prominent Conservative politician and former Viceroy of India George Curzon, 1st Baron Curzon of Kedleston, who was created Earl Curzon of Kedleston at the same time and was later made Marquess Curzon of Kedleston. ==History== The first member of the Curzon family to hold a hereditary title was John Curzon, who was created a baronet, of Kedleston in the County of Derby, in both the Baronetage of Nova Scotia (18 June 1636) and the Baronetage of England (11 August 1641). His grandson, the third Baronet, sat as a Member of Parliament for Derbyshire. His younger brother, the fourth Baronet, represented Derby, Clitheroe and Derbyshire in the House of Commons. His eldest son, the fifth Baronet, also sat as a Member of Parliament for Clitheroe and Derbyshire. In 1761 he was created Baron Scarsdale, of Scarsdale in the County of Derby, in the Peerage of Great Britain. Lord Scarsdale later served as Chairman of Committees in the House of Lords. His son, the second Baron, represented Derbyshire in the House of Commons. His grandson, the fourth Baron, was Rector of Kedleston for sixty years. The latter's eldest son George Curzon was a distinguished Conservative politician. On his appointment as Viceroy of India in 1898 he was created Baron Curzon of Kedleston, in the County of Derby, in the Peerage of Ireland, to enable him to potentially return to the House of Commons (as Irish peers did not have an automatic right to sit in the House of Lords). In the event he never returned to the House of Commons and following his return from India was elected an Irish Representative Peer in 1908. The barony of Curzon of Kedleston was the last title created in the Peerage of Ireland. In 1911 Curzon was made (1) Baron Ravensdale, of Ravensdale in the County of Derby, with remainder in default of male issue to his eldest daughter and the heirs of her body, failing whom to his other daughters in like manner in order of primogeniture, (2) Viscount Scarsdale, of Scarsdale in the County of Derby, with remainder in default of male issue to his father and the male heirs of his body, and (3) Earl Curzon of Kedleston, in the County of Derby, with remainder to the heirs male of his body. All these titles were in the Peerage of the United Kingdom. In 1916 he also succeeded his father in the barony of Scarsdale. In 1921, he was further honoured when he was created Earl of Kedleston, in the County of Derby, and Marquess Curzon of Kedleston, with remainder to the male heirs of his body. Both titles were in the Peerage of the United Kingdom. Lord Curzon had no sons, and on his death the barony of Curzon of Kedleston, the earldoms of Curzon of Kedleston and of Kedleston and the marquessate became extinct while he was succeeded in the barony of Ravensdale according to the special remainder by his daughter Irene. The viscountcy of Scarsdale passed according to the special remainder to his nephew, Richard Curzon, the second Viscount, who also succeeded as sixth Baron Scarsdale and as tenth Baronet. On the second Viscount's death the titles passed to his first cousin, the third Viscount. He was the son of the Hon. Francis Nathaniel Curzon, third son of the fourth Baron. the titles are held by the latter's son, the fourth Viscount Scarsdale, who succeeded his father in 2000. Assheton Curzon, second son of the fourth Curzon baronet, was created Viscount Curzon in 1802 and is the ancestor of the Earls Howe (see this title for more information). As of 31 January 2018 the present baronet has not successfully proved his succession and is therefore not on the Official Roll of the Baronetage, with the baronetcy considered dormant since 2000. The family seat is Kedleston Hall, near Kedleston, Derbyshire. ==Curzon baronets, of Kedleston (1641)== *Sir John Curzon, 1st Baronet (c. 1599–1686) *Sir Nathaniel Curzon, 2nd Baronet (c. 1640–1719) *Sir John Curzon, 3rd Baronet (c. 1674–1727) *Sir Nathaniel Curzon, 4th Baronet (c. 1676–1758) *Sir Nathaniel Curzon, 5th Baronet (1726–1804) (created Baron Scarsdale in 1761) ===Baron Scarsdale (1761)=== *Nathaniel Curzon, 1st Baron Scarsdale (1726–1804) *Nathaniel Curzon, 2nd Baron Scarsdale (1751–1837) *Nathaniel Curzon, 3rd Baron Scarsdale (1781–1856) *Alfred Nathaniel Holden Curzon, 4th Baron Scarsdale (1831–1916) *George Nathaniel Curzon, 5th Baron Scarsdale (1859–1925) (created Viscount Scarsdale and Earl Curzon of Kedleston in 1911) ===Earl Curzon of Kedleston (1911)=== *George Nathaniel Curzon, 1st Viscount Scarsdale (1859–1925) (created Marquess Curzon of Kedleston in 1921) ===Marquess Curzon of Kedleston (1921)=== *George Nathaniel Curzon, 1st Marquess Curzon of Kedleston (1859–1925) ===Viscount Scarsdale (1911; reverted)=== *Richard Nathaniel Curzon, 2nd Viscount Scarsdale (1898–1977) *Francis John Nathaniel Curzon, 3rd Viscount Scarsdale (1924–2000) *Peter Ghislain Nathaniel Curzon, 4th Viscount Scarsdale (born 1949) The heir presumptive is the present holder's brother, the Hon. David James Nathaniel Curzon (born 1958). The heir presumptive's heir apparent is his son, Andrew Linton Nathaniel Curzon (born 1986). ==See also== *Earl Howe *Baron Ravensdale == Notes == == References == *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * * Category:1911 establishments in the United Kingdom Category:Viscountcies in the Peerage of the United Kingdom Category:Peerages created with special remainders Category:Noble titles created in 1911 Category:Noble titles created for UK MPs * Category:History of Derbyshire",
 "title": "Viscount Scarsdale"
}