{
 "id": "472103",
 "text": "ESAB, Elektriska Svetsnings-Aktiebolaget (), is a Swedish industrial company. The ultimate parent company of ESAB is Colfax Corp., a New York Stock Exchange listed (Ticker: CFX), Delaware incorporated company with its principal executive office in Fulton, Maryland U.S.A. On February 22, 2022 ESAB Corporation \"ESAB\" filed a Form 10-12B registration statement \"the Form 10\" with the U.S. Securities and Exchange Commission for a spin-off from Colfax Corp. ESAB started the registration process with a series of confidential filings with the SEC staring in August 2021. ESAB is incorporated in Delaware and maintains its principal executive offices in North Bethesda, Maryland U.S.A. The Form 10 states that Colfax intends to distribute \"...90% of the outstanding shares of ESAB common stock to current Colfax stockholders.\" The latest filings for ESAB can be found here on the SEC's website https://www.sec.gov/edgar/browse/?CIK=1877322&owner;=exclude The preliminary Information Statement can be found as Exhibit 99.1 to the latest amendment to the Form 10. ==History== The company was founded by Oscar Kjellberg. In 1904 he pioneered the development of manual metal arc welding electrodes in Gothenburg, Sweden. The company sells equipment used in welding and cutting. Other notable CEO was Lars Westerberg who ran ESAB for three years. The ESAB was acquired by Charter International in 1994. The ESAB group was acquired by Colfax Corporation on 13 January 2012. Following the purchase, the CEO of Colfax, Clay Kiefaber, stepped down to the president role of ESAB and was replaced by Steve Simms. The ESAB group acquired the Welding Wire business of Sandvik effective February 1, 2018. The acquisition included production units in Scranton, PA, and Sandviken, Sweden; the technical sales and product management organization; as well as multiyear strategic collaboration on R&D; for future product developments. ==References== Category:Companies of Sweden Category:Industry in Sweden",
 "title": "ESAB"
}