{
 "id": "472375",
 "text": "Lighthouse Design Ltd. was an American software company that operated from 1989 to 1996. Lighthouse developed software for NeXT computers running the NeXTSTEP operating system. The company was founded in 1989 by Alan Chung, Roger Rosner, Jonathan Schwartz, Kevin Steele and Brian Skinner, in Bethesda, Maryland. Lighthouse later moved to San Mateo, California. In 1996, Lighthouse was acquired by Sun Microsystems. ==History== Two of the first products developed at Lighthouse were Diagram! and Exploder. Diagram! was a drawing tool, originally called BLT (for Box-and-Line Tool) in which objects (boxes) are connected together using \"smart links\" (lines) to construct diagrams such a flow charts. Exploder was a programming tool for storing Objective-C objects in a relational database. Lighthouse marketed Diagram! directly, and in 1991 spun off the Exploder into a new startup, Persistence Software. Persistence Software went public with an IPO on June 25, 1999. Lighthouse went on to develop and acquire more software products, and marketed an office suite for NeXTSTEP, which included ParaSheet (a traditional spreadsheet), Quantrix (a spreadsheet program based on Lotus Improv), Diagram!, TaskMaster (a project management program), WetPaint (an image editing/retouching program), LightPlan (an OMT-based computer data modeling tool, based on Diagram!), and Concurrence (a presentation program). In the early 1990s, Sun Microsystems entered a major partnership with NeXT to develop OpenStep, essentially a cross-platform version of the \"upper layers\" of the NeXTSTEP operating system. OpenStep would provide a NeXT-like system running on top of any suitably powerful underlying operating system, in Sun's case, Solaris. Sun planned a distributed computing environment, with users running OpenStep on the desktop, and the transaction processing occurring on servers in the back-office. The two would communicate with NeXT's Portable Distributed Objects technology, which was known as Distributed Objects Everywhere (DOE), later released as NEO. In mid-1996, Sun purchased Lighthouse for $22 million, turning them into their in-house OpenStep applications group. At the time, Scott McNealy had visions of turning Sun into a powerhouse that would compete head-to-head with Microsoft, and an office applications suite was a requirement for any such plan. Lighthouse's applications were not up to par with Microsoft Office as a whole, but certainly could have been developed into a direct competitor with additional development. But even as the purchase of Lighthouse was going through, Sun was already turning their attention from DOE/NEO on the back-end and OpenStep on the front-end to \"Java everywhere\". Java was seen as a better solution to infiltrating Sun into the applications market, as it ran on all platforms, not just those supported by OpenStep. Lighthouse was soon moved into the JavaSoft division, becoming the Java Applications Group. The only problem with this move was that any attempt to port Lighthouse's OpenStep applications written in Objective-C to Java would be almost impossible. Additionally, Sun was worried that releasing their own suite would make third party developers less interested in the platform (see Claris) as they would have to compete with Sun directly in the office application space. Some attempts were made: LightPlan was ported to Java and released as JavaPlan (and also switched from OMT to UML). Sun eventually gave up on the idea, if it ever entertained it seriously in the first place, abandoning the office application market for many years. Later, OmniGroup cloned Diagram! as OmniGraffle, which conceptually operates in much the same way as Diagram! and the original BLT. It was not until 1999 that Sun once again entered this market. Oddly, it did so not with a Java suite, but by purchasing the C++-based StarOffice suite. According to Jonathan Schwartz, the former chief executive officer of Lighthouse, the Lighthouse application suite will probably never again be offered to the public. Lighthouse co-founder Schwartz continued to move up through the ranks at Sun, becoming the head of its software division in 2002, and in April 2006 was named Sun's CEO and President. ==See also== *OmniWeb ==References== ==External links== * Archive of Lighthouse Design's products. Accessed on June 6, 2011. Category:Companies based in California Category:Companies disestablished in 1996 Category:Companies established in 1989 Category:Defunct software companies of the United States Category:Sun Microsystems acquisitions Category:1996 mergers and acquisitions",
 "title": "Lighthouse Design"
}