{
 "id": "472862",
 "text": "Westport is a village in Eastern Ontario, Canada. It lies at the west end of Upper Rideau Lake,Upper Rideau Lake Association at the head of the navigable Rideau Canal system, southwest of Ottawa. The village of Westport was incorporated as an independent municipality in 1904. Surrounded by the Township of Rideau Lakes, within Leeds County, Westport is Ontario's smallest municipality (by land area). ==History== The first settlers to the Westport area arrived in the period between 1810 and 1820. The land on which Westport now sits was originally granted by the Crown to a Mr. Hunter, but he never settled in the area and it was eventually purchased by Reuben Sherwood in 1817. Some of this land was later purchased by the Stoddard and Manhard families. The small community was known as Head of the Lake. In 1828, Stoddard built a saw mill and in 1829 the Manhards built a saw mill and grist mill. It became known at that time as Manhard's Mills. Two local merchants, Aaron Chambers and Lewis Cameron, named the village Westport in 1841, the name reflecting its location at the west end of Upper Rideau Lake. The post office dates from 1845. The village of Westport was incorporated in 1904 when it separated from North Crosby Township. Like much of the surrounding area, Westport received a large number of Irish immigrants in the 1840s through the 1860s, following the Great Famine. St. Edward's Catholic Church at the corner of Concession and Bedford, built in 1859, was an early cultural centre for the largely Catholic Irish immigrants. Westport remained a thriving commercial centre through the 19th century and into the 20th century. The building of the Rideau Canal allowed goods to be shipped north to Ottawa and south to Kingston. In 1882, an entrepreneur named R.G. Harvey proposed an ambitious project to build a railway from Brockville to Sault Ste. Marie. The project ran out of money after the section from Brockville to Westport had been completed in 1888. The Brockville-Westport line moved goods, mail and people to and from the St. Lawrence River and Westport. Many cheese factories were located between Brockville and Westport. The train was therefore known as the \"cheese run.\" The rail line also brought tourists north to Westport starting a tradition of Westport as a tourist destination. The last train travelled the Brockville, Westport and North-Western Railway line in 1952. ===Recent events=== In June 2013, longtime Mayor Bill Thake died of a stroke at age 77; the village council appointed councillor Dan Grunig to take his place in July and called an election for September 30 to fill the vacant councillor's seat. Elected as mayor is Robin Jones,http://westport.croydon.ca/news In June, 2021, Westport celebrated its first Pride Week. ==Services== Westport has its own volunteer fire department. The Review Mirror,The Review-Mirror the community newspaper, is published on Thursdays. With a subscription base of only 700, it is one of Ontario's smallest weekly newspapers. ==Demographics== In the 2021 Census of Population conducted by Statistics Canada, Westport had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. Population trend:Statistics Canada: 1996, 2001,2011 * Population in 2016: 590 (2011 to 2016 population change: -6.44%) * Population in 2011: 628 (2006 to 2011 population change: -2.71%) * Population in 2006: 645 (2001 to 2006 population change: -0.31%) * Population in 2001: 647 (1996 to 2001 population change: -5.57%) * Population in 1996: 683 (1991 to 1996 population change: +2.86%) * Population in 1991: 664 Mother tongue: * English as first language: 96.9% * French as first language: 3.1% * English and French as first language: 0% * Other as first language: 0% ==Tourism and attractions== thumb|Westport Harbour A public wharf on a man-made island has dock space for up to 30 vessels. The Westport Harbour also has a picnic area, barbecues, and sewage pumpout facilities. Fishing in the area is particularly good because of the fish-rearing ponds set up by the Government of Ontario in 1957. Yellow perch, smallmouth bass, pickerel, and Northern pike populate the waters. Foley Mountain Conservation Area, the highest conservation area in the Rideau Valley, is a picturesque park overlooking Westport.Rideau Valley Conservation Authority - Foley Mountain It features a variety of wildlife in 308 hectares (2.4 km²) of woods and fields. The area also has a sandy beach with changing facilities. The 300 km Rideau Trail, linking Kingston and Ottawa, passes through the conservation area. ==References== ==External links== * * Category:Villages in Ontario Category:Lower-tier municipalities in Ontario Category:Municipalities in Leeds and Grenville United Counties Category:Port settlements in Ontario",
 "title": "Westport, Ontario"
}