{
 "id": "473077",
 "text": "thumb thumb A split-finger fastball or splitter is an off-speed pitch in baseball that looks to the batter like a fastball until it drops suddenly. Derived from the forkball, it is so named because the pitcher puts the index and middle finger on different sides of the ball. ==History== The splitter grew out of a much older pitch known as the forkball which was used in the major leagues since the 1920s. The modern splitter is often credited to baseball coach Fred Martin who threw the pitch in the minor leagues as a changeup of sorts. When a young Bruce Sutter returned from surgery to find his fastball had lost velocity, Martin taught Sutter the pitch. Sutter's success as a closer helped popularize the pitch. Another early proponent of the splitter was Roger Craig, a pitcher-turned-manager, in the 1980s. He taught it to a number of pitchers on the teams he coached, the Detroit Tigers and San Francisco Giants. According to Mike Scioscia, the splitter was \"the pitch of the '80s.\" The splitter eventually lost popularity after concerns arose that extensive use of the pitch could rob pitchers of fastball speed. Several major league teams actively discourage pitching prospects from throwing or learning the pitch. In 2011, only 15 starting pitchers used it as part of their regular repertoire. ==Purpose and technique== The split-finger grip is very similar to the forkball grip, but the forkball is pushed further back and wider between the fingers and is usually thrown with a wrist flip that makes it slower than the splitter. The split-finger is often recommended as an alternative to breaking pitches to young players because of its simplicity and the significantly reduced risk of injury. As it is an off-speed pitch, the splitter is generally thrown slower than a pitcher's fastball. According to PITCHf/x, the average four-seam fastball from a right-handed pitcher in 2010 was 92 mph, while the average splitter was 85 mph and the average changeup 83 mph. The motion of a split-finger pitch is similar to the outlawed spitball and at one time the pitch was known as the \"dry spitter\". When thrown, the pitcher must emphasize the downward pull of the pitch at the end of his motion. Thrusting the hand and forearm downward is what causes the reduced backspin relative to a fastball, and thus the appearance of \"drop off the table\" movement from the pitch. The split-finger fastball is a very effective pitch with runners on base. A common tactic is using the split-finger to cause the batter to hit into a double play. When thrown correctly, the split- finger's apparent last second drop causes many batters to hit the top half of the baseball therefore inducing a ground ball. ==Notable splitter pitchers== Bruce Sutter, a Hall of Fame inductee, was a dominant closer in the 1970s and '80s and made heavy use of the split-finger pitch. He won the 1979 Cy Young and became the only National League pitcher to lead the league in saves 5 times. The split finger was a dominant pitch for Ron Darling on the 1986 World Champion New York Mets staff. The splitter is thrown today by pitchers such as Kevin Gausman, Kirby Yates, Matt Shoemaker, Jeff Samardzija, Nathan Eovaldi, Masahiro Tanaka, Homer Bailey, Jhoulys Chacin, Cam Bedrosian, Jake Odorizzi, Héctor Neris, Ryne Stanek, Marcus Stroman, and Pedro Strop. David Cone was famous for his splitter, used most often in the middle and later part of his career. A major strikeout pitch for him, Cone would throw it hard like a fastball to get swinging strikes. He also was very effective in throwing it slower, using it as a changeup to throw off hitters' timing. Jack Morris learned the pitch from Roger Craig in 1980, and it became an effective \"out\" pitch for the Tigers' hurler. Mike Scott also learned the pitch from Roger Craig after the 1984 season, and it turned his career around. He won the 1986 NL Cy Young award and posted a league-leading 306 strikeouts. Randy Johnson developed a splitter later in his career after losing some of his extremely high fastball velocity. Roger Clemens developed a splitter later in his career as well, using it frequently as a strikeout pitch. John Smoltz and Curt Schilling were also pitchers from the 1990s and early 2000s who used the Splitter as a key pitch in their arsenals. Shohei Ohtani currently uses his splitter as a strikeout pitch. Detroit Tigers pitching prospect Casey Mize utilizes a hard splitter with excellent control as his strikeout pitch. Its been suggested by several observers that Mize's splitter is the best off-speed pitch in Minor League Baseball. New York Yankees closer Aroldis Chapman also developed a splitter toward the tail end of his age 32 season. He threw the pitch approximately 12% of the time in April of 2021, generating an 85.7% whiff rate and a -6.7 run value/100 according to baseball savant, instantly becoming one of the most effective pitches in his arsenal and in the major leagues as a whole. ==References== Category:Baseball pitches",
 "title": "Split-finger fastball"
}