{
 "id": "473299",
 "text": "thumb|Headquarters of SRF at Mt. Washington at 3880 San Rafael Ave., Los Angeles, CA Self-Realization Fellowship (SRF) is a worldwide spiritual organization founded by Paramahansa Yogananda in 1920 and legally incorporated as a non-profit religious organization in 1935,en.wikisource.org: Articles of Incorporation to serve as Yogananda's instrument for the preservation and worldwide dissemination of his writings and teachings, including Kriya Yoga. Yogananda wrote in God Talks With Arjuna: The Bhagavad Gita that the science of Kriya Yoga was given to Manu, the original Adam, and through him to Janaka and other royal sages.Paramahansa Yogananda (1995). God Talks with Arjuna: The Bhagavad Gita (Chapter V), First Edition. Self-Realization Fellowship (Founded by Yogananda). . Self-Realization Fellowship continues to disseminate Paramahansa Yogananda's teachings following his stated Aims and Ideals. SRF publishes Yogananda teachings of home-study lessons, writings including Autobiography of a Yogi, lectures, and recorded talks; oversees temples, retreats, meditation centers, and monastic communities bearing the name Self- Realization Order. It also coordinates the Worldwide Prayer Circle,thebetterindia.com which it describes as a network of groups and individuals who pray for those in need of physical, mental, or spiritual aid, and who also pray for world peace and harmony. Before coming to America, Yogananda began his spiritual work in India in 1917 and named it Yogoda Satsanga Society of India (YSS). When he came to the United States in 1920, he founded Self-Realization Fellowship. The international headquarters of the Self-Realization Fellowship is in Mount Washington in Los Angeles, California.yogananda.org ==Leadership== Paramahansa Yogananda founded the Self-Realization Fellowship (SRF) in 1920 and served as head until his death in March 1952. The first president and head of SRF/YSS after Yogananda was Rajarsi Janakananda, who was president until his death in February 1955. Daya Mata was the next head and president of Self Realization Fellowship/YSS from 1955 until her death on 30 November 2010.Woo, Elaine (2010-12-03). \"Sri Daya Mata dies at 96; led L.A.-based Self-Realization Fellowship\". latimes.com, 3 December 2010. Retrieved on 2012-03-16 from http://www.latimes.com/news/obituaries/la-me-sri-daya- mata-20101203,0,6781315.story. According to Linda Johnsen in Today's Woman in World Religions, the new wave today is women, as many major Indian gurus have passed on their spiritual mantle to women, such as Yogananda to the American born Daya Mata and then to Mrinalini Mata. In 2010, Mrinalini Mata became the next president of SRF/YSS, with an official announcement on 9 January 2011, holding this position until her death on 3 August 2017. She was \"one of the close disciples of Paramahansa Yogananda personally chosen and trained by him to help guide his society after his passing.\" Mrinalini Mata had held the position of SRF/YSS vice-president from 1966 until she became president in 2011. On 30 August 2017, Brother Chidananda was elected as the next and current president with a unanimous vote of the SRF Board of Directors. ==Temples, retreats, and other facilities== Self-Realization Fellowship has over 500 temples, retreats, ashrams, centers, and meditation circles around the world.yogananda.org In the U.S., there are seven temples in California: Berkeley, Glendale, Hollywood, Fullerton, Encinitas, Pacific Palisades, and San Diego. In Arizona there is a temple in Phoenix. Retreat centers are located in Pacific Palisades, CA (Lake Shrine), Encinitas, CA, Valley Center, CA (Hidden Valley Ashram, for men only), Greenfield, VA (Front Royal). In Europe, there is a retreat center in Bermersbach, Germany. There is also a retreat in Armação, Brazil. There are meditation centers and circles located in 54 countries. SRF also has a sister organization in India called Yogoda Satsanga Society of India, founded by Yogananda in 1917, and headquartered in Dakshineswar (near Calcutta). YSS oversees 200 kendras, mandalis, retreats, and ashrams throughout India and Nepal, including meditation centers, 21 educational institutions, and a variety of charitable facilities. thumb|A 2007 view looking north along Swami's beach in Encinitas, the red-roofed building on top of the point is the hermitage where Yogananda wrote \"Autobiography of a Yogi\" Encinitas. After his return from India in 1936, Paramahansa Yogananda took up residence at the SRF hermitage in Encinitas, California which was a surprise gift from his disciple Rajarsi Janakananda.yogananda.org Self- Realization Fellowship: Encinitas Retreat and Hermitageencinitastemple.org Self-Realization Fellowship: Encinitas Temple It was while at this hermitage that Yogananda wrote his famous Autobiography of a Yogi and other writings plus creating an \"enduring foundation for the spiritual and humanitarian work of Self‑Realization Fellowship/Yogoda Satsanga Society of India.\"yogananda.org Creating Self-Realization Fellowship Lessons, Temples, Retreats and writing his Autobiography of a Yogi This property now includes an ashram and a retreat center. A main temple and an overflow temple are nearby on Second St. Hollywood. In 1942 Yogananda formally opened the SRF Hollywood Temple on Sunset Blvd., Hollywood, California which is the oldest SRF temple in America.hollywoodtemple.org Self-Realization Fellowship: Hollywood Temple Meghan Markle, Duchess of Sussex's parents, Doria Ragland and Thomas Markle Sr. were married by Brother Bhaktananda at Paramahansa Yogananda's Self- Realization Fellowship temple in Hollywood, California on 23 December 1979. alt=SRF San Diego - Cypress trees|thumb|A view of Cypress trees at SRF San Diego Temple hand planted by Paramahansa Yogananda. San Diego. Paramahansa Yogananda established an oasis of peace in San Diego on 5 September 1943, during the conflict of World War II. Located in San Diego's Bankers Hill neighborhood, the Self-Realization Fellowship San Diego Temple is just minutes from downtown. The thriving cypress trees lining the front walkway of the temple were planted by Yogananda himself. He dedicated the Temple as a Church of All Religions with the following prayer:sandiegotemple.org/about-2/ Self- Realization Fellowship - San Diego Temple Pacific Palisades. The Self- Realization Fellowship Lake Shrine lies a few blocks from the Pacific Ocean, on Sunset Boulevard in Pacific Palisades, California. It was dedicated by Yogananda, on 20 August 1950 The site has lush gardens, a large, natural spring-fed lake which is framed by natural hillsides, and is home to a variety of flora and fauna, including swans, ducks, koi, water turtles, and lotus flowers. The entire property is a natural amphitheater. Many thousands of visitors come each year to enjoy the scenic beauty and serenity of this spiritual sanctuary. One noticeable landmark, visible from all parts of the grounds, is the huge golden lotus archway, painted white topped with enormous gold lotus blossoms. The archway frames the Mahatma Gandhi World Peace Memorial, an outdoor shrine where an authentic 1,000-year-old Chinese stone sarcophagus holds a portion of the ashes of Mahatma Gandhi himself. Twentynine Palms. Yogananda spent most of the last four years of his life in seclusion at his desert ashram in Twentynine Palms, California with some of his inner circle of disciples. There he completed his legacy of writings, including the revisions of his books, articles and lessons written previously. ===Self- Realization Fellowship Order=== The Self-Realization Fellowship Order is the monastic order associated with Self-Realization Fellowship. Monks and Nuns of the Self-Realization Fellowship Order work in the ashrams and temples of the Self-Realization Fellowship, and teach others about the Fellowship and about Kriya Yoga: The SRF renunciant's daily schedule may vary depending on the particular ashram center and area of work to which he or she is assigned, but it always includes a balanced spiritual life: meditation and prayer, service, spiritual study and introspection, exercise and recreation, and time for solitude and silence. There are four stages of monastic life in the Self- Realization Fellowship monastic order, representing a gradual deepening commitment to the renunciant life and the monastic vows: postulancy, novitiate, brahmacarya, and sannyas. Monks and nuns of the Self-Realization Fellowship Order who take their final renunciant vows are members of the Swami Order, which traces its spiritual lineage back to Adi Shankara. Paramahansa Yogananda established the SRF monastic order in the early 1930s. ==Reception== According to Straight Arrow Press, in the United States the \"proceeds from the January 14, 2002, reissue of George Harrison's 1970 song My Sweet Lord will go to the Self-Realization Fellowship, a California organization that promotes the teachings of Paramahansa Yogananda. Yogananda, who established the fellowship in 1920 to spread his philosophy of yoga and meditation, is best known for his Autobiography of a Yogi. He was frequently cited by Harrison as an important spiritual influence.\" Ravi Shankar had met the Self-Realization Fellowship founder Yogananda in the 1930s and gave his first U.S. concert at the SRF Encinitas Retreat, Encinitas, California in 1957. On visits to Los Angeles, George Harrison would spend time at the SRF retreat in Encinitas, overlooking the Pacific Ocean, which was only three miles from Ravi Shankar's home. The SRF organization strictly honored its members' privacy which Harrison appreciated. Elvis Presley often visited the Self-Realization Fellowship in the late 1960s, commenting to Brother Paramananda, a monk who had left an acting career to devote his life to the fellowship, \"Man, you made the right choice. People don't know my life or that I sometimes cry myself to sleep because I don't know God.\"elvislightedcandle.org Elliot Miller of Christian Research Institute (CRI), which is run by Protestant Evangelical Christians, believes that SRF promotes a kind of New Age Hinduism in Christian garb. Philip Goldberg, author of the book American Veda, wrote that hundreds of thousands of seekers have taken to Yogananda's teachings because they have improved their lives. SRF filed suit against James Donald Walters (aka Kriyananda) and Walter's (then called) Church of Self-Realization regarding Ananda changing its name to Church of Self-Realization and on issues regarding specific writings, photographs and recordings of Paramahansa Yogananda. The litigation lasted for around twelve years (1990–2002) and in 2002 the final jury trial was held in the US District Court for the Eastern District of California. Jurors ultimately agreed with Self-Realization Fellowship's argument that Yogananda had repeatedly made his intentions clear before dying – he wanted the Fellowship to maintain copyrights to his works. ===Awake: The Life of Yogananda documentary=== In 2014 Counterpoint Films presented the film Awake: The Life of Yogananda, an unconventional biography about Paramahansa Yogananda. It was filmed for over three years with the participation of 30 countries around the world. The documentary examines the world of yoga, modern and ancient, east and west and explores why millions today have turned their attention inwards, bucking the limitations of the material world in pursuit of self-realization. \"Using a seamless mix of re-creations and fascinating true footage, this very even-tempered documentary takes its audience all the way through a saint's life, from his first sensations in the womb to that moment in 1952 when, having recited a poem to a large crowd at the Biltmore Hotel in Los Angeles, he exited his body just like that... In between those events he changed the Western world.\" The film was shown in theaters in the U.S. in 2014–15,https://indiewire.com in India in 2016 and is available on DVD,bookstore.yogananda-srf.org on Netflix and as digital rental.bookstore.yogananda-srf.org Self-Realization Fellowship owns the copyrights of this film. ==Bibliography== == See also == * Lahiri Mahasaya * Yukteswar Giri ==References== ==Further reading== * * ==External links== * * Category:Hindu new religious movements Category:International Hindu organizations Category:New religious movements Category:Yoga organizations Category:Paramahansa Yogananda Category:Religious buildings and structures in Los Angeles Category:Mount Washington, Los Angeles Category:Non-profit organizations based in Los Angeles Category:Religious organizations established in 1920 Category:1920 establishments in California",
 "title": "Self-Realization Fellowship"
}