{
 "id": "473387",
 "text": "thumb|Port of Futami, Chichi-jima is a village in Ogasawara Subprefecture, Tokyo Metropolis, Japan, that governs the Bonin Islands, Volcano Islands, and three remote islands (Nishinoshima, Minamitorishima and Okinotorishima). ==History== In 1940, five municipalities were created in the islands, which had been unincorporated before, two on Chichijima, two on Hahajima, and one on Iwojima. * on Chichijima * on Chichijima * on Hahajima * on Hahajima * on Iwojima (Iōtō), which includes all of the Volcano Islands Both villages of Kita Iwo Jima became part of the newly created Iwojima municipality in 1940: *Ishinomura (east) *Nishimura (west) Following World War II, the islands were administered by the United States. The islands were returned to Japanese control in 1968 and organized as Ogasawara Village. ===Airport plan=== In August 2020, the Tokyo Metropolitan Government held a council about a potential airport. It would be operational in 10 years at the earliest. The mayor of Ogasawara Village, Kazuo Morishita said \"\"The airport is the village's long-cherished wish. Governor Koike also said at a regular press conference that day, \"(The new model plan) is an effective measure to secure the air routes necessary to protect the lives of the islanders.\" ==Geography== The municipality consists of the following groups and single isolated islands: *, 73.00 km2 **, 6.57 km2 **, 38.89 km2 **, 27.54 km2 * 29.71 km2 ** 5.57 km2 ** 20.60 km2 ** 3.54 km2 **, a single isolated island west of Hahajima rettō and part of the Volcano Islands, 0.29 km2 * 0.01 km2 * 1.40 km2 The southernmost (uninhabited) group is known as the Volcano Islands. 700 km further south is Okino Torishima, and 1,900 km further east is Minamitorishima. The population of the municipality resides on Chichi-jima (pop. about 2300) and Haha-jima (pop. about 500). The administration and village hall is located in the village of Omura on Chichi-jima. In addition, there is an air base with 400 soldiers on Iwojima of the Volcano Islands. ==Education== Ogasawara Village operates the islands' public elementary and junior high schools.\"学校教育.\" Ogasawara, Tokyo. Retrieved on 8 March 2018. * Ogasawara Village Municipal Ogasawara Junior High School (小笠原村立小笠原中学校) in Chichi-jima * Ogasawara Village Municipal Ogasawara Elementary School (小笠原村立小笠原小学校) in Chichi-jima * Ogasawara Village Municipal Haha-jima Elementary School and Junior High School (小笠原村立母島小中学校) on Haha-jima The Tokyo Metropolitan Government Board of Education operates Ogasawara High School on Chichi-jima. ==See also== * ==References== ==External links== *Ogasawara Village Official Website * Category:Villages of Tokyo Category:Bonin Islands Category:Populated places established in 1968",
 "title": "Ogasawara, Tokyo"
}