{
 "id": "47358",
 "text": "Sea bass is a common name for a variety of different species of marine fish. Many fish species of various families have been called sea bass. In Ireland and the United Kingdom, the fish sold and consumed as sea bass is exclusively the European bass, Dicentrarchus labrax. Sometimes referred to as sea bass include the following: ==Family Serranidae== Family Serranidae * Genus Paralabrax ** Barred sand bass (Paralabrax nebulifer) lives mainly off the coast of California. * Genus Centropristis **Black sea bass (Centropristis striata) is found on the East Coast of the United States. * Genus Caesioperca **Butterfly perch (Caesioperca Lepidoptera) is found in the eastern Indian Ocean and the southwest Pacific Ocean, including southern Australia and New Zealand. * Genus Caprodon **Pink maomao (Caprodon longimanus) is found in the eastern Indian Ocean and the southern Pacific Ocean, including Australia and New Zealand. * Genus Epinephelus **Potato cod (Epinephelus tukula), also known as the potato bass or potato grouper, is a large reef fish found in the Indian and Pacific Oceans. ** Dusky grouper (Epinephelus marginatus) ** Dogtooth grouper (Epinephelus caninus) * Genus Hypoplectrodes **Redbanded perch (Hypoplectrodes huntii) is found in southeastern Australia and the North Island and northern South Island of New Zealand. * Genus Trachypoma **Toadstool groper (Trachypoma macracanthus) is found in the southwest Pacific Ocean. * Genus Serranus **Serranus cabrilla (Comber) (Linnaeus, 1758) **Serranus scriba (Painted comber) (Linnaeus, 1758) ==Other== * Family Latidae (also called Asian sea bass, whose range is the Indo-Pacific, from Australia to India) ** Genus Hypopterus (spikey seabass) *** Hypopterus macropterus ** Genus Lates (Lates sea bass) *** Lates calcarifer (Bloch, 1790) (barramundi, Lates sea bass) *** Lates japonicus Katayama & Y. Taki, 1984 (Japanese lates sea bass) ** Genus Psammoperca (Waigeo sea bass) *** Psammoperca waigiensis * Family Nototheniidae ** Genus Dissostichus (Chilean sea bass, a marketing term for the Patagonian toothfish) *** Dissostichus eleginoides *** Dissostichus mawsoni * Family Moronidae ** Genus Dicentrarchus (European sea bass) *** Dicentrarchus labrax - European sea bass or sea dace *** Dicentrarchus punctatus - spotted sea bass * Family Polyprionidae ** Genus Stereolepis giant sea bass, native to the northern Pacific Ocean) *** Stereolepis gigas (giant sea bass) *** Stereolepis doederleini * Family Lateolabracidae ** Genus Lateolabrax (Japanese sea bass, a fish commonly used in Japanese, Korean, and Chinese cuisines, is also commonly called suzuki.) ***Lateolabrax japonicus (G. Cuvier, 1828) (Japanese sea bass) *** Lateolabrax latus Katayama, 1957 (blackfin sea bass) * Family Sciaenidae ** Genus Atractoscion (white sea bass) *** White seabass (Atractoscion nobilis, family Sciaenidae), along the Pacific coast of the United States ** Genus Pseudotolithus ***Pseudotolithus senegalensis (cassava croaker) *** Pseudotolithus typus (longneck croaker) ==References== Category:Fish common names Category:Former disambiguation pages converted to set index articles ru:Морские окуни",
 "title": "Sea bass"
}