{
 "id": "473760",
 "text": "Lauren Michelle Hill (born June 27, 1979) is an American model and actress. She first appeared on the cover of Playboy on the October (Girls of Conference USA) 2000 issue. She was chosen as Playboy Playmate of the Month in February 2001 and won the Playboy playmates edition of the game show Fear Factor. Hill then returned for Fear Factor 's Tournament of Champions for season 2, but was eliminated in the second round. She was a cheerleader at the University of South Carolina while studying journalism. While modeling and acting, she is known as Lauren James. She was first spotted by a Playboy scout at a swimsuit competition in St. Croix. She appeared in the 2005 Playmates at Play at the Playboy Mansion swimsuit calendar as calendar girl of February. The calendar was the inaugural Playmates at Play calendar and it was shot on the grounds of Playboy Mansion in 2004. It was Playboy's first attempt at creating a non-nude swimsuit calendar featuring Playmates similar in style with those from Sports Illustrated Swimsuit Issue. She has also been a GUESS model as well as appearing in Maxim magazine and its 2006 wall calendar. She has appeared in several music videos, including videos for Bryan Adams, Weezer, Justin Timberlake, and Marc Anthony. Prior to her modeling career, she had been a child actress, having appeared in Disney's Heavyweights as an attractive girl who captivates the other boys at a dance, which was mentioned during her Playmate debut. Hill appeared as herself in the 2008 film The House Bunny. ==Personal life== She is married to actor Sean Patrick Flanery and they have two sons together. ==References== ==External links== * Category:1979 births Category:Living people Category:American film actresses Category:University of South Carolina alumni Category:American cheerleaders Category:Actresses from Columbia, South Carolina Category:2000s Playboy Playmates Category:21st- century American actresses Category:American child actresses",
 "title": "Lauren Michelle Hill"
}