{
 "id": "473875",
 "text": "The A487, officially also known as the Fishguard to Bangor Trunk Road, is a trunk road in Wales, that follows the coast from Haverfordwest, Pembrokeshire, in the south, to Bangor, Gwynedd, in the north. ==Route== The road starts at a junction with the A40 in Haverfordwest and travels northwest to St David's to switch northeast through Fishguard, Cardigan, Aberaeron, Aberystwyth, Machynlleth and Corris. Through the town of Fishguard, the road width in places is a very narrow single lane, leading to many traffic issues, especially with HGVs. From 2010, articulated HGVs were diverted from the section between Cardigan and Fishguard because of this, and routed instead via the A478 road to Penblewin, then the A40 to Fishguard via Haverfordwest. However, there were still problems to some extent. The road continues to Dolgellau multiplexing with the A470 north of the Cross Foxes inn. After Dolgellau, the road continues to multiplex with the A470, re-emerging just north of Trawsfynydd then passing through Penrhyndeudraeth and Porthmadog. The road terminates where it meets the Menai Suspension Bridge near Bangor. ==History== The section of road in the Dulas valley between the Afon Dyfi near Machynlleth and Corris was built in the 1840s at the instigation of the local slate quarry owners to replace the old turnpike road on the opposite side of the valley. It may have utilised part of the formation of the Roman Sarn Helen. From 1859, the narrow-gauge Corris Railway followed the same route. The site of Dolgellau railway station along with approximately a mile and a half of trackbed of the former Great Western Railway line from Ruabon to Barmouth was used to construct the Dolgellau bypass in the late 1970s. In 1989–90, Cardigan was bypassed south of the town with a new Priory Bridge over the Teifi and a short 3-lane section between the bridge and the junction with the A478. A bypass was opened in 1994 avoiding Y Felinheli on the section between Caernarfon and Bangor. Between Penrhyndeudraeth and Porthmadog, the road passed over a mile-long embankment, known as The Cob. Until 2003, drivers had to pay a charge to cross The Cob.Assembly abolishes toll on Porthmadog Cob at Welsh Government website, 28 March 2003. Retrieved 2012-10-21. In 2008 the Welsh Assembly Government published plans for the Porthmadog, Minffordd and Tremadog bypass, which would reduce the amount of through traffic in the town.Welsh Assembly Government : A487 Porthmadog, Minffordd and Tremadog Bypass Work started on the project in 2010, the route of which passes under the Ffestiniog Railway, and then crosses over the Welsh Highland Railway. The original route over The Cob was renumbered as the A4971. The Porthmadog bypass was officially opened on the 17th October 2011.£35m Porthmadog bypass officially opens - seven weeks early, WalesOnline, 17 Oct 2011 The section between Porthmadog and Llanwnda has been improved. The new section bypasses Llanllyfni and Penygroes, in parts utilizing the old trackbed of the Caernarfon to Afon Wen railway line. In April 2007, the 10-mile new section had to be resurfaced in its entirety after it became apparent that the wrong type of stone had been used for the surface tarmac. A bat bridge was built over the Groeslon bypass in 2010 to guide lesser horseshoe bats across the road. The preferred route for the £100m Caernarfon-Bontnewydd bypass has been announced; Caernarfon from the northern end of the Pen-y-groes bypass to the western end of the Y Felinheli bypass. This bypass was under construction in 2021 and opened 19th February 2022. In 2018, Pembrokeshire County Council proposed to build a bypass to the east of Newgale which would replace the road section which was flooded during the 2013–14 United Kingdom winter floods ==See also== *Trunk roads in Wales *Pont ar Dyfi ==References== ==External links== * Category:Roads in Ceredigion Category:Roads in Pembrokeshire Category:Roads in Gwynedd",
 "title": "A487 road"
}