{
 "id": "474118",
 "text": "In algebra, a module homomorphism is a function between modules that preserves the module structures. Explicitly, if M and N are left modules over a ring R, then a function f: M \\to N is called an R-module homomorphism or an R-linear map if for any x, y in M and r in R, :f(x + y) = f(x) + f(y), :f(rx) = rf(x). In other words, f is a group homomorphism (for the underlying additive groups) that commutes with scalar multiplication. If M, N are right R-modules, then the second condition is replaced with :f(xr) = f(x)r. The preimage of the zero element under f is called the kernel of f. The set of all module homomorphisms from M to N is denoted by \\operatorname{Hom}_R(M, N). It is an abelian group (under pointwise addition) but is not necessarily a module unless R is commutative. The composition of module homomorphisms is again a module homomorphism, and the identity map on a module is a module homomorphism. Thus, all the (say left) modules together with all the module homomorphisms between them form the category of modules. == Terminology == A module homomorphism is called a module isomorphism if it admits an inverse homomorphism; in particular, it is a bijection. Conversely, one can show a bijective module homomorphism is an isomorphism; i.e., the inverse is a module homomorphism. In particular, a module homomorphism is an isomorphism if and only if it is an isomorphism between the underlying abelian groups. The isomorphism theorems hold for module homomorphisms. A module homomorphism from a module M to itself is called an endomorphism and an isomorphism from M to itself an automorphism. One writes \\operatorname{End}_R(M) = \\operatorname{Hom}_R(M, M) for the set of all endomorphisms of a module M. It is not only an abelian group but is also a ring with multiplication given by function composition, called the endomorphism ring of M. The group of units of this ring is the automorphism group of M. Schur's lemma says that a homomorphism between simple modules (a module with no non-trivial submodules) must be either zero or an isomorphism. In particular, the endomorphism ring of a simple module is a division ring. In the language of the category theory, an injective homomorphism is also called a monomorphism and a surjective homomorphism an epimorphism. == Examples == *The zero map M → N that maps every element to zero. *A linear transformation between vector spaces. *\\operatorname{Hom}_{\\mathbb{Z}}(\\mathbb{Z}/n, \\mathbb{Z}/m) = \\mathbb{Z}/\\operatorname{gcd}(n,m). *For a commutative ring R and ideals I, J, there is the canonical identification *:\\operatorname{Hom}_R(R/I, R/J) = \\\\{ r \\in R | r I \\subset J \\\\}/J :given by f \\mapsto f(1). In particular, \\operatorname{Hom}_R(R/I, R) is the annihilator of I. *Given a ring R and an element r, let l_r: R \\to R denote the left multiplication by r. Then for any s, t in R, *:l_r(st) = rst = l_r(s)t. :That is, l_r is right R-linear. *For any ring R, **\\operatorname{End}_R(R) = R as rings when R is viewed as a right module over itself. Explicitly, this isomorphism is given by the left regular representation R \\overset{\\sim}\\to \\operatorname{End}_R(R), \\, r \\mapsto l_r. **Similarly, \\operatorname{End}_R(R) = R^{op} as rings when R is viewed as a left module over itself. Textbooks or other references usually specify which convention is used. **\\operatorname{Hom}_R(R, M) = M through f \\mapsto f(1) for any left module M. (The module structure on Hom here comes from the right R-action on R; see #Module structures on Hom below.) **\\operatorname{Hom}_R(M, R) is called the dual module of M; it is a left (resp. right) module if M is a right (resp. left) module over R with the module structure coming from the R-action on R. It is denoted by M^*. *Given a ring homomorphism R → S of commutative rings and an S-module M, an R-linear map θ: S → M is called a derivation if for any f, g in S, . *If S, T are unital associative algebras over a ring R, then an algebra homomorphism from S to T is a ring homomorphism that is also an R-module homomorphism. == Module structures on Hom == In short, Hom inherits a ring action that was not used up to form Hom. More precise, let M, N be left R-modules. Suppose M has a right action of a ring S that commutes with the R-action; i.e., M is an (R, S)-module. Then :\\operatorname{Hom}_R(M, N) has the structure of a left S-module defined by: for s in S and x in M, :(s \\cdot f)(x) = f(xs). It is well-defined (i.e., s \\cdot f is R-linear) since :(s \\cdot f)(rx) = f(rxs) = rf(xs) = r (s \\cdot f)(x), and s \\cdot f is a ring action since :(st \\cdot f)(x) = f(xst) = (t \\cdot f)(xs) = s \\cdot (t \\cdot f)(x). Note: the above verification would \"fail\" if one used the left R-action in place of the right S-action. In this sense, Hom is often said to \"use up\" the R-action. Similarly, if M is a left R-module and N is an (R, S)-module, then \\operatorname{Hom}_R(M, N) is a right S-module by (f \\cdot s)(x) = f(x)s. == A matrix representation == The relationship between matrices and linear transformations in linear algebra generalizes in a natural way to module homomorphisms between free modules. Precisely, given a right R-module U, there is the canonical isomorphism of the abelian groups :\\operatorname{Hom}_R(U^{\\oplus n}, U^{\\oplus m}) \\overset{f \\mapsto [f_{ij}]}\\underset{\\sim}\\to M_{m, n}(\\operatorname{End}_R(U)) obtained by viewing U^{\\oplus n} consisting of column vectors and then writing f as an m × n matrix. In particular, viewing R as a right R-module and using \\operatorname{End}_R(R) \\simeq R, one has :\\operatorname{End}_R(R^n) \\simeq M_n(R), which turns out to be a ring isomorphism (as a composition corresponds to a matrix multiplication). Note the above isomorphism is canonical; no choice is involved. On the other hand, if one is given a module homomorphism between finite-rank free modules, then a choice of an ordered basis corresponds to a choice of an isomorphism F \\simeq R^n. The above procedure then gives the matrix representation with respect to such choices of the bases. For more general modules, matrix representations may either lack uniqueness or not exist. == Defining == In practice, one often defines a module homomorphism by specifying its values on a generating set. More precisely, let M and N be left R-modules. Suppose a subset S generates M; i.e., there is a surjection F \\to M with a free module F with a basis indexed by S and kernel K (i.e., one has a free presentation). Then to give a module homomorphism M \\to N is to give a module homomorphism F \\to N that kills K (i.e., maps K to zero). == Operations == If f: M \\to N and g: M' \\to N' are module homomorphisms, then their direct sum is :f \\oplus g: M \\oplus M' \\to N \\oplus N', \\, (x, y) \\mapsto (f(x), g(y)) and their tensor product is :f \\otimes g: M \\otimes M' \\to N \\otimes N', \\, x \\otimes y \\mapsto f(x) \\otimes g(y). Let f: M \\to N be a module homomorphism between left modules. The graph Γf of f is the submodule of M ⊕ N given by :\\Gamma_f = \\\\{ (x, f(x)) | x \\in M \\\\}, which is the image of the module homomorphism The transpose of f is :f^*: N^* \\to M^*, \\, f^*(\\alpha) = \\alpha \\circ f. If f is an isomorphism, then the transpose of the inverse of f is called the contragredient of f. == Exact sequences == Consider a sequence of module homomorphisms :\\cdots \\overset{f_3}\\longrightarrow M_2 \\overset{f_2}\\longrightarrow M_1 \\overset{f_1}\\longrightarrow M_0 \\overset{f_0}\\longrightarrow M_{-1} \\overset{f_{-1}}\\longrightarrow \\cdots. Such a sequence is called a chain complex (or often just complex) if each composition is zero; i.e., f_i \\circ f_{i+1} = 0 or equivalently the image of f_{i+1} is contained in the kernel of f_i. (If the numbers increase instead of decrease, then it is called a cochain complex; e.g., de Rham complex.) A chain complex is called an exact sequence if \\operatorname{im}(f_{i+1}) = \\operatorname{ker}(f_i). A special case of an exact sequence is a short exact sequence: :0 \\to A \\overset{f}\\to B \\overset{g}\\to C \\to 0 where f is injective, the kernel of g is the image of f and g is surjective. Any module homomorphism f : M \\to N defines an exact sequence :0 \\to K \\to M \\overset{f}\\to N \\to C \\to 0, where K is the kernel of f, and C is the cokernel, that is the quotient of N by the image of f. In the case of modules over a commutative ring, a sequence is exact if and only if it is exact at all the maximal ideals; that is all sequences :0 \\to A_{\\mathfrak{m}} \\overset{f}\\to B_{\\mathfrak{m}} \\overset{g}\\to C_{\\mathfrak{m}} \\to 0 are exact, where the subscript {\\mathfrak{m}} means the localization at a maximal ideal {\\mathfrak{m}}. If f : M \\to B, g: N \\to B are module homomorphisms, then they are said to form a fiber square (or pullback square), denoted by M ×B N, if it fits into :0 \\to M \\times_{B} N \\to M \\times N \\overset{\\phi}\\to B \\to 0 where \\phi(x, y) = f(x) - g(x). Example: Let B \\subset A be commutative rings, and let I be the annihilator of the quotient B-module A/B (which is an ideal of A). Then canonical maps A \\to A/I, B/I \\to A/I form a fiber square with B = A \\times_{A/I} B/I. == Endomorphisms of finitely generated modules == Let \\phi: M \\to M be an endomorphism between finitely generated R-modules for a commutative ring R. Then *\\phi is killed by its characteristic polynomial relative to the generators of M; see Nakayama's lemma#Proof. *If \\phi is surjective, then it is injective. See also: Herbrand quotient (which can be defined for any endomorphism with some finiteness conditions.) == Variant: additive relations == An additive relation M \\to N from a module M to a module N is a submodule of M \\oplus N. In other words, it is a \"many-valued\" homomorphism defined on some submodule of M. The inverse f^{-1} of f is the submodule \\\\{ (y, x) | (x, y) \\in f \\\\}. Any additive relation f determines a homomorphism from a submodule of M to a quotient of N :D(f) \\to N/\\\\{ y | (0, y) \\in f \\\\} where D(f) consists of all elements x in M such that (x, y) belongs to f for some y in N. A transgression that arises from a spectral sequence is an example of an additive relation. == See also == *Mapping cone (homological algebra) *Smith normal form *Chain complex *Pairing == Notes == == References == *Bourbaki, Algebra. Chapter II. *S. MacLane, Homology *H. Matsumura, Commutative ring theory. Translated from the Japanese by M. Reid. Second edition. Cambridge Studies in Advanced Mathematics, 8. Category:Algebra",
 "title": "Module homomorphism"
}