{
 "id": "474200",
 "text": "Jens Ingebret Evensen (5 November 1917 – 15 February 2004) was a Norwegian lawyer, judge, politician (for the Labour Party), trade minister, international offshore rights expert, member of the International Law Commission and judge at the International Court of Justice in The Hague. He negotiated Norway's trading deal with European Economic Community in 1972 as minister of commerce in which he served in the governments of both Trygve Bratteli and Odvar Nordli. He then served as maritime law minister until 1979. He worked to secure government income from Norwegian oil discoveries. The UN's oceans treaty (1982) is greatly fundamental based on Evensen's work. Former Labour Party politician and head of Norwegian Broadcasting Corporation (NRK) Einar Førde called Jens Evensen \"one of the great Norwegians of the last century\". == Early life == Evensen grew up in a labour environment in Oslo (called Kristiania until 1925). He was the son Jens Evensen (1877–1957) and Hanna Marie Victoria Bjerkås (1885–1958). His father was a successful butcher in Grønland. His father routinely gave out meat and sausages to the underprivileged on the east side of Oslo and Evensen himself helped out to support those who had no work or food. Evensen was originally to take over his father's butcher business In 1936 Evensen enrolled in the University of Oslo Law School. His first job after he graduated was at the law firm Folkvard Bugge. The firm specialized in helping tenants to enforce their legal right to buy the apartments they lived in. Evensen helped the tenants, many of whom were illiterate, and explained the rights they had. During the German occupation of Norway, Evensen volunteered in the Norwegian resistance movement, helping, among other things, to create false identity papers. After World War II, he was appointed attorney in fact and prosecutor a number of treasons trials the Norwegian government brought against collaborators during the post-war legal purge. Here he began the extensive work of finding what collaborationist leader Vidkun Quisling and his subordinates had stolen during the war. Nonetheless, Evensen distanced himself from the death penalty eventually handed to Quisling. In 1947, he went to the United States to further his education. He was granted a scholarship by John D. Rockefeller, Jr. and began his study at Harvard University. This was an international environment where he got to know and befriend many people from the oil business. ==Career== Evensen led the Norwegian Foreign Ministry's legal department from 1961 to 1973. Norway was unprepared when representatives from Phillips Petroleum in the US came to Norway in 1962 to request oil exploration rights in the North Sea. Evensen took up the challenge, and proceeded to develop the foundation for the country's legal claims to the Norwegian continental shelf. Former prime ministers Odvar Nordli and Kaare Willoch praised Evensen's work on securing Norway's rights to offshore resources, which, in turn, spawned the country's oil industry. He later became a politician, campaigning against joining the European Economic Community. He also served as trade minister for the Labour Party. He was both respected and controversial and angered fellow Labour Party officials when he agreed to shared management of fishing resources in the Barents Sea with the Soviet Union. His top aide, Arne Treholt, was later convicted of spying for the Soviet Union, and Evensen reportedly never got over the shock and disappointment. Evensen also came into conflict with foreign minister Knut Frydenlund in 1980, when he supported a nuclear-free zone in the Nordic Countries. ==Later life== He remained an international expert on offshore rights and contributed to the creation of economic zones extending out to sea. He later became a judge at the international court in The Hague, sitting until 1993. He died in February 2004. ==Honors== *Swedish Order of the Polar Star *Commander of the Royal Norwegian Order of St. Olav * honorary Doctorate from Heriot-Watt University in 1974. ==References== ==Other sources== *Berit Ruud Retzer (1999) Jens Evensen: Makten, myten og mennesket : en uautorisert biografi (Oslo] : BBG Forl.) ==External links== *\"Norway mourns death of Jens Evensen\", Aftenposten, 17 February 2004. Category:1917 births Category:2004 deaths Category:Lawyers from Oslo Category:Ministers of Trade and Shipping of Norway Category:University of Oslo alumni Category:Harvard University alumni Category:International Court of Justice judges Category:Labour Party (Norway) politicians Category:Politicians from Oslo Category:International Law Commission officials Category: Recipients of the St. Olav's Medal Category:Knights of the Order of the Polar Star Category:Norwegian officials of the United Nations Category:Norwegian judges of United Nations courts and tribunals",
 "title": "Jens Evensen"
}