{
 "id": "474785",
 "text": "Loughborough High School is a selective, independent school for girls in Loughborough, Leicestershire, England. It is one of four independent schools known collectively as the Loughborough Schools Foundation (LSF), Loughborough Grammar School for boys, Fairfield Preparatory School and Loughborough Amherst School. All four of the Schools are autonomous, and yet they share the same vision and educational ethos, supported by a united board of governors. Founded in 1850, it is believed to be one of the country's oldest grammar schools for girls. ==History== ===Founding=== The Loughborough Endowed Schools were founded after Thomas Burton, a prosperous wool merchant from Loughborough, willed money for priests to pray for his soul upon his death in 1495; these priests went on to found the boys school that would become Loughborough Grammar School (LGS). It was not until 1850, when the boys school moved to a new site to the south of Loughborough town centre and it became more socially acceptable to educate women, that the foundation was extended to girls and Loughborough High School (LHS) was founded. The school celebrated its bicentenary in 2000, when it was visited by The Princess Royal. ===School Hymn=== Loughborough Endowed Schools school hymn entitled \"Our Father by whose servant(s)\" was created specifically for Loughborough Endowed Schools by Old Loughburian George Wallace Briggs and, in more recent times, has been adopted as a school hymn by several other schools. The servant in the song refers to Thomas Burton, and the \"Five Hundred Years Enduring\" in verse 2 (originally \"Four Hundred Years Enduring\") is unique to the founding year of Loughborough Endowed Schools. ==Campus== LHS is situated on a multi-acre campus on the south side of Loughborough town centre; the three Schools are adjacent to one another, laid out along Burton Walks. The main bulk of the LHS part of the campus faces onto a central quadrangle. The east-side of the quad, closest to the main access of Burton Walks, is occupied by what is the oldest building which houses the administration, including the Headmistress' study and the Cope library. This building continues around the north side where it contains the great hall, art studios, technology rooms and a lecture room. Attached to the end of this building are the Cloisters and Rokeby which largely comprise classrooms, the staff room and a sixth form common room. Within the centre of the quad is a large patch of grass that, up until recent years, was used as grass tennis courts. Other general classroom buildings facing the quad are the Chesterton Building to the west and the Charles Block to the south. The drama building is to the south and, on the other side of Burton Walks, is the Loughborough Endowed Schools Music School, a separate 'school' shared between all three of the schools as a music facility. Also on the other side of Burton Walks are the gymnasium, shortly to be rebuilt, science building, dining hall and astroturf pitches, the latter of which is shared with the rest of the Loughborough Foundation Schools. Other campus buildings include the Fairfield Preparatory School, the gate house, and houses for the headmaster of LGS and the headmistress of LHS. A recent addition to the foundation is Amherst School, until recently known as Our Lady's Convent School. ==Pupils== LHS is an all-girls school, educating those from the ages of 11 to 18, however there are some joint lessons in the sixth form with the all-boys LGS. In the past it was (like the present Grammar School) a boarding school, however in recent years all-female boarding has gradually ceased. ==Academics== Candidates sit an entrance examination to gain admission to the school, usually at the age of 10, so as to enter year 7 at the age of 11. There is also a 13+ exam, for those wishing to enter at Year 9, and a 16+ exam for girls wishing to enter at Sixth Form level (Year 12.) Girls are entered for GCSE examinations in Year 11, AS-levels in Year 12 and A Levels in Year 13. Girls usually take 9/10 subjects for GCSE, 1 for AS-level and 3 for A-level. ==Extracurricular activities== ===Music and Drama=== The construction of a new Music School by the Schools in 2006 enabled a greater level of co-operation than had previously been possible. Two orchestras, a choir and a number of swing/jazz bands are among the ensembles run at the Music School, and these perform regularly at school concerts and elsewhere. The Schools' Big Band and Concert Band have competed nationally at the English Concert Band Festival, and these bands also tour abroad regularly. Girls from the High School also regularly appear in joint dramatic productions, usually at the 182-seat Drama Studio located within the Queen's Building at the Grammar School. ===Sport=== LHS has teams in hockey, netball, cross country and athletics, and competes to national level and regularly win leagues and championships. Rounders, football, rugby and tennis are also taught. ===Other=== The school runs an active Duke of Edinburgh's Award scheme and a number of clubs and societies run regularly, including a debating society. The school engages in regular charity fund-raising events, including non-uniform days and cake sales. Girls have recently been allowed to join the CCF in year 12. ==House system== LHS operates a house system; every girl is placed in one of four houses: *Burton (Yellow) *Fearon (Purple) *Hastings (Green) *Storer (Blue) The houses are named after notable people within the founding of both the Endowed Schools and the social architecture of Loughborough town centre. Burton is named after Thomas Burton, the founder of the Loughborough Endowed Schools and Hastings after Henry Hastings, 1st Baron Loughborough. Storer is named after Johnathan Storer who, in 1713, founded a charity conveying cottages and land in Loughborough to eleven trustees, allowing the purchase of wheat to make bread and clothing, which was distributed to poor people living in the town. Fearon is named for Archdeacon Henry Fearon who in 1870 financed the oldest edifice in Market Square, the drinking fountain, allowing Loughborough to gain its first piped water supply. The house system provides internal competition in a number of sporting disciplines as well as extracurricular activities, including music and drama. Each house possesses a House Captain and a Games Captain in addition to the Housemistress. ==Notable former pupils and staff== Old Girls of Loughborough High School include: * Dorothy Hartley (1893–1985) historian * Dorothée Pullinger (1894–1986), engineer * Sheila Rodwell (1947–2009), aka Sheila Bingham, nutritional epidemiologist * Victoria Barnsley OBE (b. 1954), CEO and Publisher of HarperCollins UK and International * Charlotte Smith (b. 1964), broadcaster * Sarah Clackson (1965–2003), coptologist * Katie Breathwick (b. 1971), Classic FM (UK) presenter * Jessica Lee (b. 1976), Conservative MP for Erewash * Alice Bowe (b. 1980), garden designer, broadcaster and writer * Rachel Parris (b. 1984), comedian and musician * Elspeth Slorach (b. 1994), internationally acclaimed conductor Notable former staff include: * Margaret Wintringham (1879 - 1955), teacher, Liberal politician, first British born women elected as an MP ==References== ==External links== * Loughborough High School Category:Educational institutions established in 1850 Category:Independent schools in Leicestershire Category:Girls' schools in Leicestershire Category:Loughborough Category:1850 establishments in England * Category:Member schools of the Girls' Schools Association",
 "title": "Loughborough High School"
}