{
 "id": "474878",
 "text": "William McKeeva Bush, OBE JP (born 20 January 1955) is a Caymanian politician, Speaker of the Parliament of the Cayman Islands and former Premier of the Cayman Islands. Bush, the former leader of the Cayman Democratic Party, is the elected member for the constituency of West Bay West. He is the territory's longest ever serving political figure with service spanning over 35 years, previously serving his tenth term in the Parliament of the Cayman Islands. ==Education== Bush was educated in the Cayman Islands Government primary and secondary school system. At an early stage in secondary education, Bush dropped out of school. Bush was awarded an honorary master's degree in humanities from the International College of the Cayman Islands. ==Political career== Bush made his first venture into politics in 1980, running for the West Bay seat in the Legislative Assembly. He was unsuccessful that first time, but achieved victory when he ran again for the same seat in 1984. He has held that seat continuously since then, and also later became a member of the Executive Council (ExCo, now called the Cabinet). He also served as Minister for Health and Human Services from 1992 to 1994 and Minister of Community Development, Sports, Women's and Youth Affairs and Culture from 1994 to 1997. In 1996, he took a position as a non-executive director of Qatar-based Gulf Union Bank. When the bank was investigated for fraud a year later, the Cayman Islands Monetary Authority revoked its license and wound up its local subsidiary, First Cayman Bank; Bush was criticised for his association with the bank, and resigned from ExCo. First Cayman Bank had made a number of suspicious loans before it collapsed, including a loan of $5 million to its owner and another $10 million to Texas oil businessman Tom Hajecate; a journalist stated that Bush had threatened him with legal action if he continued to pursue the story. left|thumb|Bush in 2012. However, Bush remained in politics after that incident. He was a founding member of the United Democratic Party (UDP) in 2001, and served as Minister for Tourism, Environment and Transport from November 2000 to November 2001 and served as the Leader of Government Business and Minister of Tourism, Environment, Development and Commerce from November 2001 to May 2005 during the UDP administration. Following the Cayman Islands general election 2005, he served as the Leader of the Opposition from May 2005 to May 2009. Bush was elected Premier during the Cayman Islands general election in 2009, and in addition to assuming the post of Premier, he also served as Minister of Finance, Tourism & Development for the former UDP administration. He is currently the longest serving member of the Legislative Assembly of the Cayman Islands and is referred to as the \"Father of the House\" and \"Big Mac\". During his political campaigns, he is also known for singing Bob Marley's \"Lion of Judah\" which has become a trademark ending to his political speeches. Bush is also a Justice of the Peace (JP). ==Investigations and arrest== Bush has had several run-ins with casino related incidents. In 2010 Bush was accused of using a government issued credit card at casinos in the Bahamas and Florida (where gambling is legally permitted, unlike the Cayman Islands) and incurred over $33,000 in cash transactions. The monies were eventually repaid over a two-year period. During the same year Bush personally spent an additional $57,000 in Las Vegas and a further $45,000 in Florida. In late 2010 the Royal Cayman Islands Police Service (RCIPS) opened an investigation into Bush relating to alleged financial irregularities dating from October 2004. The former Governor of the Cayman Islands, Duncan Taylor, declined to appoint a commission of enquiry while the police investigation was ongoing. In April 2012 the RCIPS confirmed that Bush was the subject of three ongoing investigations, including the one revealed in late 2010. RCIPS officers arrested Bush at his home on the morning of 11 December 2012 on suspicion of theft, breach of trust, abuse of office, and conflict of interest. The first charge was related to Bush's alleged misuse of a government credit card in Las Vegas for which he was investigated in 2010, while the latter three concerned the importation in February 2012 or earlier of explosives without valid permits. Bush was questioned twice and then freed on bail. He denied any wrongdoing and refused to step down from his post, describing the charges against him as part of a \"political witch hunt\" led by Governor Duncan and members of the opposition. On 18 December 2012, Bush was ousted as Premier in an 11–3 vote of no confidence by the Legislative Assembly. All members of the opposition People's Progressive Movement as well as five members of Bush's own UDP cast votes in favour of his being ousted, while Capt. Eugene Ebanks, Ellio Solomon, and Mike Adams cast the negative votes and Bush himself abstained. Governor Duncan Taylor appointed Bush's Deputy Premier, Juliana O'Connor-Connolly, to replace him as Premier on 19 December 2012. In October 2014 a jury acquitted him on all charges against him. Mr. Bush has since been found Not-Guilty of corruption by the Grand Court of the Cayman Islands in 2014 and was acquitted of all charges made against him. On 17 July 2017, Bush was arrested by the Seminole Police at a Florida casino on battery charges. The arresting officer stated that surveillance video footage showed Bush wrapping his arm around the victim's lower back and forcefully pulling the victim towards him. On 19 July 2017, Bush was accused of groping a female employee at the Seminole Casino Coconut Creek and was charged with Simple Battery or Misdemeanor Battery. He eventually pled not guilty to the charges and attributed the incident to a case of \"Cultural Misunderstanding\". The tribal casino eventually decided not to pursue charges. In November 2019 he reported that he was the victim of a social media 'hack' that resulted in him referring to several to various voters as \"son of bitches\". He also made allegations that several opponents to the proposed port project were behaving inappropriately. Although he later got the charges dropped in the 2017 assault case, Bush once again came under fire for assaulting a woman as well as abuse of power in 2020. Late at night on 21 February 2020, multiple witnesses reported Bush physically attacking a woman at the Coral Beach bar on 7 Mile Beach. Reports stated that Bush fell over due to intoxication, and when the female bar manager tried to help him up, he physically attacked her. Witnesses commented on social media reports of the incident, stating that they saw Bush physically hit the woman multiple times in the face. Bush released an apology the following day, blaming the incident on grief from a family death that happened 9 years prior. The public did not accept his apology, however, and the hashtag #SheIsSupported was started to show the anonymous victim that the public supports her if she chooses to speak out and press charges. As of Monday, 24 February 2020, the RCIPS are still investigating the incident and the victim has not made any public statements. As for the reasons for the public's lack of acceptance of Bush's most recent apology, it appears to be a combination of repeat offenses and too many witness testimonies of these specific events to be rebutted. As a result, the public is now calling for Bush to either resign or be removed from his position in Government, and barred from any future positions in Government. The public noticed too many inconsistencies between police statements and Bush's apology statement to believe what was said. For example, RCIPS stated that ”The parties involved were all said to be present between 8:30 pm on Friday 21 February and 12:30 am on Saturday, 22 February\", which leads the public to believe that Bush's statement about only being at Coral Beach to collect takeout was a lie. As of the time of this update, the public is awaiting a statement from the Cayman Islands Government, and/or from any elected member of the government, as no statements have been made since Bush's. ==Personal life== Bush is married to Kerry Bush (née Parsons), whom he met at a Christian youth group while a teenager. The couple had two children: their son Barry, and their daughter, Tonya Yvonne Anglin, who died from diabetes complications on 25 January 2011; she was survived by her husband Chet Anglin and daughter Zariah (Bush's granddaughter). Bush is a director and shareholder of the Cambridge Real Estate Company. Queen Elizabeth II appointed him an Officer of the Order of the British Empire in 1997 for his work in the Cayman Islands community and success in the Cayman Islands Government. ==References== |- Category:1955 births Category:Living people Category:Premiers of the Cayman Islands Category:Cayman Democratic Party politicians Category:Independent politicians of the Cayman Islands Category:People from Grand Cayman Category:Heads of government who were later imprisoned Category:Members of the Parliament of the Cayman Islands Category:Environment ministers of the Cayman Islands Category:Finance ministers of the Cayman Islands Category:Health ministers of the Cayman Islands Category:Tourism ministers of the Cayman Islands Category:Trade ministers of the Cayman Islands Category:Transport ministers of the Cayman Islands",
 "title": "McKeeva Bush"
}