{
 "id": "474806",
 "text": "Pinus canariensis, the Canary Island pine, is a species of gymnosperm in the conifer family Pinaceae. It is a large, evergreen tree native and endemic to the outer Canary Islands (Gran Canaria, Tenerife, El Hierro and La Palma) in the Atlantic Ocean. It is a subtropical pine and does not tolerate low temperatures or hard frost, surviving temperatures down to about . Within its natural area, it grows under extremely variable rainfall regimes, from less than to several thousands, mostly due to differences in mist-capturing by the foliage. Under warm conditions, this is one of the most drought-tolerant pines, living even with less than of rainfall per year. It is the vegetable symbol of the island of La Palma. ==Description== Pinus canariensis is a large evergreen tree, growing to tall and trunk diameter (dbh), exceptionally up to tall and diameter. The green to yellow-green leaves are needle-like, in bundles of three, long, with finely toothed margins and often drooping. A characteristic of the species is the occurrence of glaucous (bluish-green) epicormic shoots growing from the lower trunk, but in its natural area this only occurs as a consequence of fire or other damage. This pine is one of the most fire-resistant conifers in the world. The cones are long, wide, glossy chestnut-brown in colour and frequently remaining closed for several years (serotinous cones). Its closest relatives are the Chir Pine (Pinus roxburghii) from the Himalaya, the Mediterranean pines Pinus pinea, Pinus halepensis, Pinus pinaster and Pinus brutia from the eastern Mediterranean. ==Taxonomy== Pinus canariensis was first described in 1825 by Augustin Pyramus de Candolle, who attributed the name to Christen Smith. It has been placed in subsection Pinaster of subgenus Pinus, section Pinus. The other species in the subsection are mainly Mediterranean in distribution, with one species (P. roxburghii) from the Himalayas. ==Fossil record== Fossils of Pinus canariensis have been described from the fossil flora of Kızılcahamam district in Turkey which is of early Pliocene age. ==Distribution== The native range has been somewhat reduced due to over-cutting so that only the islands of Tenerife, La Palma and Gran Canaria still have large forests. Really big trees are still rare due to past over-cutting. It is the tallest tree in the Canary Islands. == Cultivation and uses == The tree's extremely long needles make a significant contribution to the islands' water supply, trapping large amounts of condensation from the moist air coming off the Atlantic with the prevailing north eastern wind (locally called \"alisios\"). The condensation then drops to the ground and is quickly absorbed by the soil, eventually percolating down to the underground aquifers. The aromatic wood, especially the heartwood, is among the finest of pine woods - hard, strong and durable. In mainland Spain, South Africa, Sicily and Australia, it has become a naturalized species from original landscape uses. Pinus canariensis is a popular ornamental tree in warmer climates, such as in private gardens, public landscapes, and as street trees in California. ==Gallery== File:Pinus canariensis forest Caldera de Taburiente 3.jpg|In natural habitat on Canary Islands Image:CanaryIslandPine02MelbourneBotanicGardens.jpg|Trunk Image:pincan01.jpg|Epicormic shoots Image:Pinus canariensis (male) in Presa de las Niñas 02 (cropped).jpg|Immature male cone of a Pinus canariensis in Gran Canaria File:Pinus canariensis.jpg|Mature opened female cone Image:pincan21a.jpg|Figure on timber Image:Pinus canariensis PICT3077.jpg|Fire-resistant trunk File:Kanarische Kiefer bei Vilaflor, Teneriffa.jpg|Vilaflor, Tenerife Image:Pinus canariensis PICT3076.jpg|Tenerife south File:Pinus canariensis (Santa Cruz) 01 ies.jpg|Pinus canariensis, Santa Cruz File:Pinus canariensis forest La Palma.jpg|Pinus canariensis forest, La Palma File:Pinus canariensis Caldera de Taburiente 1.jpg|Pinus canariensis Caldera de Taburiente File:Snow in Tenerife.jpg|Tenerife File:Gran canaria llanos de la pez roque nublo teide.jpg|Gran Canaria File:Young cone.JPG|Male cones of Pinus canariensis photographed in Temecula, CA, USA ==See also== * List of animal and plant symbols of the Canary Islands ==References== ==External links== *University of Murcia: Tenerife Island, Canarias, Spain: Pinus canariensis *University of Murcia - World Plants: Pinus canariensis Images gallery *University of California: Davis Pinus canariensis canariensis Category:Endemic flora of the Canary Islands Category:Endemic flora of Macaronesia Category:Ornamental trees Category:Trees of Mediterranean climate Category:Trees of mild maritime climate Category:Drought-tolerant trees Category:Garden plants of Europe Category:Least concern plants",
 "title": "Pinus canariensis"
}