{
 "id": "474936",
 "text": "thumb|300px|Schematic representation of a self-oscillation as a positive feedback loop. The oscillator V produces a feedback signal B. The controller at R uses this signal to modulate the external power S that acts on the oscillator. If the power is modulated in phase with the oscillator's velocity, a negative damping is established and the oscillation grows until limited by nonlinearities. Self-oscillation is the generation and maintenance of a periodic motion by a source of power that lacks any corresponding periodicity. The oscillator itself controls the phase with which the external power acts on it. Self-oscillators are therefore distinct from forced and parametric resonators, in which the power that sustains the motion must be modulated externally. In linear systems, self-oscillation appears as an instability associated with a negative damping term, which causes small perturbations to grow exponentially in amplitude. This negative damping is due to a positive feedback between the oscillation and the modulation of the external source of power. The amplitude and waveform of steady self-oscillations are determined by the nonlinear characteristics of the system. Self-oscillations are important in physics, engineering, biology, and economics. == History of the subject == The study of self-oscillators dates back to Robert Willis, George Biddell Airy, James Clerk Maxwell, and Lord Rayleigh in the 19th century. The term itself (also translated as \"auto-oscillation\") was coined by the Soviet physicist Aleksandr Andronov, who studied them in the context of the mathematical theory of the structural stability of dynamical systems. Other important work on the subject, both theoretical and experimental, was due to André Blondel, Balthasar van der Pol, Alfred-Marie Liénard, and Philippe Le Corbeiller in the 20th century. The same phenomenon is sometimes labelled as \"maintained\", \"sustained\", \"self-exciting\", \"self-induced\", \"spontaneous\", or \"autonomous\" oscillation. Unwanted self-oscillations are known in the mechanical engineering literature as hunting, and in electronics as parasitic oscillations. Important early studied examples of self-oscillation include the centrifugal governor and railroad wheels. ==Mathematical basis== Self- oscillation is manifested as a linear instability of a dynamical system's static equilibrium. Two mathematical tests that can be used to diagnose such an instability are the Routh–Hurwitz and Nyquist criteria. The amplitude of the oscillation of an unstable system grows exponentially with time (i.e., small oscillations are negatively damped), until nonlinearities become important and limit the amplitude. This can produce a steady and sustained oscillation. In some cases, self-oscillation can be seen as resulting from a time lag in a closed loop system, which makes the change in variable xt dependent on the variable xt-1 evaluated at an earlier time. ==Examples in engineering== ===Railway and automotive wheels=== Hunting oscillation in railway wheels and shimmy in automotive tires can cause an uncomfortable wobbling effect, which in extreme cases can derail trains and cause cars to lose grip. ===Central heating thermostats=== Early central heating thermostats were guilty of self-exciting oscillation because they responded too quickly. The problem was overcome by hysteresis, i.e., making them switch state only when the temperature varied from the target by a specified minimum amount. ===Automatic transmissions=== Self-exciting oscillation occurred in early automatic transmission designs when the vehicle was traveling at a speed which was between the ideal speeds of 2 gears. In these situations the transmission system would switch almost continuously between the 2 gears, which was both annoying and hard on the transmission. Such behavior is now inhibited by introducing hysteresis into the system. ===Steering of vehicles when course corrections are delayed=== There are many examples of self-exciting oscillation caused by delayed course corrections, ranging from light aircraft in a strong wind to erratic steering of road vehicles by a driver who is inexperienced or drunk. === SEIG (self-excited induction generator) === If an induction motor is connected to a capacitor and the shaft turns above synchronous speed, it operates as a self-excited induction generator. ===Self- exciting transmitters=== Many early radio systems tuned their transmitter circuit, so the system automatically created radio waves of the desired frequency. This design has given way to designs that use a separate oscillator to provide a signal that is then amplified to the desired power. ==Examples in other fields== ===Population cycles in biology=== For example, a reduction in population of an herbivore species because of predation, this makes the populations of predators of that species decline, the reduced level of predation allows the herbivore population to increase, this allows the predator population to increase, etc. Closed loops of time-lagged differential equations are a sufficient explanation for such cycles - in this case the delays are caused mainly by the breeding cycles of the species involved. == See also == * Hopf bifurcation * Limit cycle * Van der Pol oscillator * Hidden oscillation == References == . Category:Oscillators Category:Amplifiers Category:Systems theory Category:Dynamical systems Category:Nonlinear systems Category:Mechanical vibrations Category:Physical phenomena Category:Ordinary differential equations Category:Feedback",
 "title": "Self-oscillation"
}