{
 "id": "474983",
 "text": "Andrea Chénier is a verismo opera in four acts by Umberto Giordano, set to an Italian libretto by Luigi Illica, and first performed on 28 March 1896 at La Scala, Milan. The story is based loosely on the life of the French poet André Chénier (1762–1794), who was executed during the French Revolution. The character Carlo Gérard is partly based on Jean-Lambert Tallien, a leading figure in the Revolution. It remains popular with audiences, though less frequently performed than in the first half of the 20th century. One reason for its survival in the repertoire is the lyrical-dramatic music provided by Giordano for the tenor lead, which gives a talented singer opportunities to demonstrate his skills and flaunt his voice. Giuseppe Borgatti's triumph in the title role at the first performance immediately propelled him to the front rank of Italian opera singers. He went on to become Italy's greatest Wagnerian tenor, rather than a verismo-opera specialist. ==Performance history== thumb|Giuseppe Borgatti, the first Chénier The work was first performed at the Teatro alla Scala, Milan, on 28 March 1896 with Evelina Carrera, Giuseppe Borgatti (who replaced Alfonso Garulli at the eleventh hour) and Mario Sammarco in the leading parts of soprano, tenor and baritone respectively. Rodolfo Ferrari conducted. Other notable first performances include those in New York City at the Academy of Music on 13 November 1896; in Hamburg on 3 February 1897 under the baton of Gustav Mahler; and in London's Camden Theatre on 16 April 1903 (sung in English). Apart from Borgatti, famous Chéniers in the period between the opera's premiere and the outbreak of World War II included Francesco Tamagno (who studied the work with Giordano), Bernardo de Muro, Giovanni Zenatello, Giovanni Martinelli, Aureliano Pertile, Francesco Merli, Beniamino Gigli, Giacomo Lauri-Volpi and Antonio Cortis. Enrico Caruso also gave a few performances as Chénier in London in 1907. All of these tenors with the exception of Borgatti have left 78-rpm recordings of one or more of the part's showpiece solos. Post-war, Franco Corelli, Richard Tucker and Mario Del Monaco were the most famous interpreters of the title role during the 1950s and 1960s, while Plácido Domingo became its foremost interpreter among the next generation of tenors, although Domingo's contemporary Luciano Pavarotti also sang and recorded the work. The Wagnerian tenor Ben Heppner tackled the role in New York City at a 2007 Metropolitan Opera revival with mixed success; his voice was impressively powerful but did not fit the style, critics alleged. The Keith Warner-directed production was performed in 2011 and 2012 in Bregenz, Austria, under the name of \"André Chénier\", using an almost 78-foot high statue of a dying Jean-Paul Marat sinking in the water, an ode to the 1793 Jacques-Louis David painting, The Death of Marat, which depicts the murdered revolutionary slumped over in his bathtub.Austrian Opera Recreates David's \"Death of Marat\" for a Revolutionary Production on Lake Constance artinfo.com In addition to four arias for the principal tenor (\"Un dì all'azzurro spazio\"; \"Io non amato ancor\"; \"Si, fui soldato\"; \"Come un bel dì di maggio\"), the opera contains a well-known aria (\"La mamma morta\") for the soprano heroine, which was featured in the film Philadelphia (the Maria Callas version is used on the soundtrack.In the famous \"Opera Scene\" from the 1993 film Philadelphia, the protagonist, Andy Beckett (Tom Hanks), translates into English the words of Maria Callas's recording, in Italian, of \"La mamma morta\") Also worth noting are the baritone's expressive monologue \"Nemico della patria\" and the final, rousing, soprano–tenor duet for the two leads as they prepare to face the guillotine (\"Vicino a te\"). ==Roles== thumb|Mario Sammarco, the first Gérard {| class=\"wikitable\" |+ !Role !Voice type !Premiere cast, 28 March 1896 (Conductor: Rodolfo Ferrari) |- |Andrea Chénier, a poet |tenor |Giuseppe Borgatti |- |Carlo Gérard, a servant |baritone |Mario Sammarco |- |Maddalena di Coigny |soprano |Evelina Carrera |- |Bersi, her maid |mezzo-soprano |Maddalena Ticci |- |La comtesse di Coigny |mezzo-soprano |Della Rogers |- |Pietro Fléville, a novelist |bass |Gaetano Roveri |- |Mathieu, a sans-culotte |buffo or baritone |Michele Wigley |- |The Abbé, a poet |tenor |Enrico Giordano |- |The Incredible, a spy |tenor |Enrico Giordano |- |Roucher, a friend of Chénier |bass or baritone |Gaetano Roveri |- |Schmidt, a jailer at St. Lazare |bass or baritone |Raffaele Terzi |- |Madelon, an old woman |mezzo- soprano |Della Rogers |- |Fouquier-Tinville, the Public Prosecutor |bass or baritone |Ettore Brancaleone |- |Dumas, Master of the Household |bass |Raffaele Terzi |- | colspan=\"3\"|Ladies, gentlemen, musicians, servants, soldiers – Chorus |} ==Synopsis== :Time: 1789–94. :Place: In and around Paris. ===Act 1=== Palace of the Countess of Coigny Servants are preparing the Palace for a ball. Carlo Gérard, the majordomo, is filled with indignation at the sight of his aged father, worn out by long years of heavy labour for their noble masters. Only the Countess' daughter Maddalena escapes his hatred, since he is besotted with her. Maddalena jokes with Bersi, her mulatta servant girl. The Countess rebukes Maddalena for dallying around when she should be dressing for the ball. The guests arrive. Among them is an Abbé who has come from Paris with news about the poor decisions of King Louis XVI's government. Also among the guests is the dashing and popular poet, Andrea Chénier. The soirée begins with a \"pastoral\" performance. A chorus of shepherds and shepherdesses sing idealised rustic music and a ballet mimics a rural love story in stately court fashion. The Countess asks Chénier to improvise a poem but he says that inspiration has abandoned him. Maddalena asks Chénier to recite a verse, but he refuses her also, saying that \"Fantasy is not commanded on cue.\" The laughter of the girls draws the Countess' attention, and Maddalena explains mockingly that the Muse of poetry is absent from the party. Chénier now becomes angry and improvises a poem about the suffering of the poor, ending with a tirade against those in power in church and state, shocking the guests. Maddalena begs forgiveness. The guests dance a gavotte, which is interrupted by a crowd of ragged people who ask for food, Gérard ushers them in announcing that \"Her Greatness, Misery\" has arrived to the party. The Countess confronts Gérard who repudiates his service and throws his livery at the feet of the Countess, taking his father with him, who threw himself at the feet of the Countess. She orders them all out, and comforts herself by thoughts of her gifts to charity. The ball continues as if nothing had happened. ===Act 2=== Café Hottot in Paris, during the Reign of Terror Bersi, now a merveilleuse, chats with an incroyable. She asks him if he is a spy for Robespierre, but he says that he is a mere \"observer of the public spirit\". Bersi asserts she has nothing to hide as \"a child of the Revolution\". A tumbrel passes, bearing condemned prisoners to the guillotine, mocked by the crowd. Bersi leaves. The Incroyable notes that she was with a blonde woman he is looking for; he also notes that Chénier is at a nearby table waiting nervously and that Bersi had made signs at him. Chénier's friend Roucher enters. He reminds Chénier that he is under suspicion for his association with disgraced General Dumoriez and urges him to flee. He offers Chénier a false passport. Chénier refuses: his destiny is love; he has been waiting for a mysterious woman who has sent him letters. Roucher sees the last letter, and dismisses it as from a prostitute and he warns Chénier that love is dangerous during the Révolution. He persuades Chénier to take the passport. A procession of revolutionary leaders passes, including Robespierre and Gérard, who enters the café. The Incroyable reports to him about Bersi and the possible connection with the blonde, whom Gérard has been seeking, saying that she will come to the café that night. Bersi returns, and pleads with Roucher to keep Chénier there. She leaves for a dance with the Incroyable. Roucher persuades Chénier to leave, but the old woman Madelon tells Chénier to wait for a woman called \"Speranza\" (Hope); all leave, except the Incroyable, who returns and hides. A hooded woman enters. It is \"Speranza\". She uncovers herself, and Chénier recognizes her as Maddalena de Coigny. The Incroyable leaves to tell Gérard. Despite the danger, Chénier and Maddalena proclaim their love in a passionate duet. As they prepare to leave they are discovered by Gérard. Chénier sends Maddalena away with Roucher and wounds Gérard in a sword fight. Believing he is dying, Gérard warns Chénier to flee from the wrath of the prosecutor Fouquier-Tinville, Chénier's enemy, and asks him to protect Maddalena. The Incroyable returns with soldiers and a crowd, but Gérard tells them that his assailant is unknown to him. All blame the Girondists. ===Act 3=== The Revolutionary Tribunal The sans-culotte Mathieu calls on the people to give money for the army of the Revolution, but they refuse. Gérard, who has recovered, enters and renews the appeal and the people react with enthusiasm. A blind woman comes in with her grandson, whom she gives to be a soldier of the Revolution. The crowd disperses. The Incroyable reports to Gérard that Chénier has been arrested in the Parisian suburb of Passy and interned in the Luxembourg Palace, and it is only a matter of time before Maddalena will come for him. He urges Gérard to write down the charges against Chénier for his trial. Gérard hesitates but the Incroyable convinces him that a conviction by the Tribunal will only secure Maddalena's appearance. Alone, he muses that his Revolutionary ideals are being betrayed by his false charges, therefore he is still a slave: formerly of the nobles, now of his own lust. Finally desire triumphs and he signs the indictment in a mood of cynicism. (Gérard: \"Nemico della patria?!\") The Incroyable takes it to the Tribunal. Maddalena enters to plead for Chénier's life. Gérard admits that he had Chénier arrested to control Maddalena. He has been in love with her since they were children and he remembers the time when they were allowed to play together in the fields of her house, how when he was handed his first livery, he watched in secret Maddalena learning to dance at the time when he was in charge of opening doors, but now he is a powerful man and will have his way. Maddalena refuses: she will shout out her name in the streets and be executed as an aristocrat, but if her virtue is the price for Chénier's life, then Gérard can have her body. Gérard is about to take her but recoils when he realizes the love that she professes for Chénier. Maddalena sings how the mob murdered her mother and burned her palace, how she escaped, and how Bersi became a prostitute to support them both. She laments how she brings disgrace to all that she loves and finally how Chénier was the force that gave life back to her. Gérard searches for the indictment to cancel it, but it has already gone. He pledges to save Chénier's life even at the cost of his own. A clerk presents the list of accused persons, including Chénier. A crowd of spectators enter, then the judges, presided over by Fouquier-Tinville, then the prisoners. One by one, the prisoners are hastily condemned. When Chénier is tried, he denies all the charges, and proclaims his honour. Chénier's plea has moved everyone and Fouquier-Tinville is forced to take up witnesses. Gérard approaches the Tribunal and confesses to the falsity of his indictment but Fouquier-Tinville takes up the charges himself. Gérard defies the Tribunal: justice has become Tyranny, and \"we murder our poets.\" Chénier embraces Gérard, who points out Maddalena in the crowd. The Tribunal condemns Chénier to death and he is led off with the other prisoners. ===Act 4=== St. Lazare Prison Chénier awaits his execution with Roucher, writing verses of his faith in truth and beauty. Roucher leaves, as Mathieu sings the Marseillaise outside. Maddalena enters with Gérard for a last meeting with Chénier. Maddalena bribes the jailer Schmidt to let her change places with a condemned noblewoman. Gérard leaves to make a last appeal to Robespierre. The lovers sing about their love and their deliverance from this world after death. As dawn approaches, Schmidt calls their names. They go to face the guillotine joined in love. While they leave Gérard reappears with a paper in his hand, with the sentence \"Even Plato banned poets from his Republic\", written by Robespierre to reject Gérard's plea for Chenier's life. ==Noted arias== *\"Un dì all'azzurro spazio\", also known as \"L'improvviso\" (\"One day in azure space\" – Chénier) *\"Come un bel dì di maggio\" (\"Like a beautiful day in May\" – Chénier) [This among the comparatively few musical passages that can be excerpted from the work's verismo flow] *\"Vivere in fretta\" (\"To live in a hurry\" – Bersi) *\"Nemico della patria\" (\"The enemy of his country\" – Gérard) *\"La mamma morta\" (\"My mother died ...\" – Maddalena) ==Instrumentation== Woodwinds *3 flutes (flute 3 doubles piccolo) *2 oboes (oboe 2 doubles English Horn) *2 clarinets (clarinet 2 doubles bass clarinet in B-flat) *2 bassoons Brass *4 horns (in E-flat, E, and F) *3 trumpets (in B-flat) *3 trombones *tuba Percussion *timpani *triangle *bass drum *cymbals *suspended cymbal *snare drum *tamtam Strings *harp *violins I *violins II *violas *violoncelli *double bass Offstage *Act 1: sleigh bells, tamburo basso *Act 3: 8 tamburi *Act 4: tamburo ==Recordings== ==References== Notes Sources *Warrack, John and West, Ewan, The Oxford Dictionary of Opera, 1992. (under \"Giordano, Umberto\", \"Andrea Chénier\" and \"Borgatti, Giuseppe\"). *Wilson, Alexandra, \"Circling Giordano\", Opera (London), January 2015, Volume 66, No 1. ==External links== *Synopsis of Andrea Chénier, Stanford University's Opera Glass website * * Online opera guide on Giordano’s ANDREA CHÉNIER, An opera portrait with synopsis, commentary, music analysis, anecdotes Category:Operas by Umberto Giordano Category:Italian-language operas Category:Verismo operas Category:1896 operas Category:Operas Category:Operas set in the French Revolution Category:Opera world premieres at La Scala",
 "title": "Andrea Chénier"
}