{
 "id": "475063",
 "text": "The Kangxi Dictionary ( (Compendium of standard characters from the Kangxi period), published in 1716, was the most authoritative dictionary of Chinese characters from the 18th century through the early 20th. The Kangxi Emperor of the Qing dynasty ordered its compilation in 1710 in order to improve on earlier dictionaries, to show his concern for Confucian culture, and to foster the standardization of the writing system. The dictionary takes its name from the Emperor's era name. The dictionary was the largest of the traditional dictionaries, containing 47,035 characters. Some 40% of them are graphic variants, however, while others are dead, archaic, or found only once. Fewer than a quarter of the characters it contains are now in common use. Samuel Johnson's A Dictionary of the English Language (1755) had 42,000 entries and Noah Webster's An American Dictionary of the English Language (1828) had 72,000. The Kangxi Dictionary is available in many forms, from Qing dynasty block print editions, to reprints in traditional Chinese bookbinding, to modern revised editions with essays in Western-style hardcover, to a digitized Internet version. ==Compilation== In his preface to the 1716 printing, the Emperor wrote: ::Every time I read widely in the commentaries on the classics, the pronunciations and meanings are complex and obscure, and each person protects his own explanations according to his individual view, so that it is not likely that any will communicate everything without gaps. Thus I have ordered the scholar officials to acquire all the old documents, then to arrange them and revise them. He chose the term Zidian (字典) himself. This did not then mean \"dictionary\" but rather something like \"compendium\" of \"standard\" or \"model\" characters, to show the correct forms and authoritative pronunciations. It was generally referred to as Zidian, which in the late 19th century became the standard Chinese word for \"dictionary\" and used in the title of practically every dictionary published since then. In literary Chinese of the sort covered, most (but not all) words are represented by a single character; the compilers did not make a distinction between 字 (zi) in the sense of \"character\" and in the sense of \"word,\" a distinction introduced only in the late 19th century. The original editors included Zhang Yushu (, 1642–1711), Chen Tingjing (, 1639–1712), and a staff of thirty. Zhang and Chen, however, both died within a year of being appointed. and the work was taken up by scholars of the Hanlin Academy. The compilation was based partly on two Ming dynasty dictionaries: the 1615 Zihui ( \"Character Collection\") by Mei Yingzuo (), and the 1627 Zhengzitong ( \"Correct Character Mastery\") by Zhang Zilie (). . Since the imperial edict required that the project be compiled within five years, errors were inevitable. Although the emperor's preface said \"each and every definition is given in detail and every single pronunciation is provided\",Tr. Creamer 1992: 117. Victor H. Mair describes the first edition as \"actually quite sloppy and full of mistakes\".Mair 1998: 169. The scholar-official Wang Xihou (1713–1777) criticized the Kangxi Zidian in the preface of his own dictionary Ziguan (字貫, String of Characters). When the Qianlong Emperor (r. 1725–1796), Kangxi's grandson, was informed of this insult in 1777, he sentenced Wang's entire family to death by the nine familial exterminations, the most extreme form of capital punishment.Creamer 1992: 117. The Daoguang Emperor appointed Wang Yinzhi (1766–1834) and a review board to compile an officially sanctioned supplement to the Kangxi Zidian, and their 1831 Zidian kaozheng ( \"Character Dictionary Textual Research\") corrected 2,588 mistakes, mostly in quotations and citations.Teng and Biggerstaff 1971:130 thumb|left|Kangxi Dictionary, 1827 version The supplemented dictionary contains 47,035 character entries, plus 1,995 graphic variants, giving a total of 49,030 different characters. They are grouped under the 214 radicals and arranged by the number of additional strokes in the character. Although these 214 radicals were first used in the Zihui, due to the popularity of the Kangxi Dictionary they are known as Kangxi radicals and remain in modern usage as a method to categorize traditional Chinese characters. The character entries give variants (if any), pronunciations in traditional fanqie spelling and in modern reading of a homophone, different meanings, and quotations from Chinese books and lexicons. The dictionary also contains rime tables with characters ordered under syllable rime classes, tones, and initial syllable onsets. The missionary Walter Henry Medhurst, an early translator of the Bible into Chinese, compiled Chinese and English Dictionary: Containing All the Words in the Chinese Imperial Dictionary, Arranged According to the Radicals (Parapattan; 2 vols. 1842-1843) the \"Chinese imperial dictionary\" being the Kangxi Dictionary. The Kangxi Dictionary is one of the Chinese dictionaries used by the Ideographic Research Group for the Unicode standard. ==Structure== * Preface by Kangxi Emperor: pp. 1–6 () * Notes: pp. 7–12 () * Phonology: pp. 13–40 () * Table of contents: pp. 41–49 () * Index of characters: pp. 50–71 () * The dictionary proper: pp. 75–1631 ** Main text: pp. 75–1538 ** Addendum contents: pp. 1539–1544 () ** Addendum text: pp. 1545–1576 ** Appendix contents (No–source–characters): pp. 1577–1583 () ** Appendix text: pp. 1585–1631 * Postscript: pp. 1633–1635 () * Textual research: pp. 1637–1683 () ==See also== *Dai Kan-Wa jiten (Great Chinese–Japanese Dictionary) *Han-Han Dae Sajeon (Korean hanja-to-hangul dictionaries) *Hanyu Da Zidian (Great Compendium of Chinese Characters) *List of Kangxi radicals *Peiwen Yunfu (Rhyme Storehouse of Esteemed Phrases) *Zhonghua Da Zidian (Chinese Great Dictionary) ==References== * , Occasional paper with translation of Kangxi Emperor's preface 御製康熙字典序 *Creamer, Thomas B. I. (1992), \"Lexicography and the history of the Chinese language\", in History, Languages, and Lexicographers, (Lexicographica, Series maior 41), ed. by Ladislav Zgusta, Niemeyer, 105-135. *Mair, Victor H. (1998), \"Tzu-shu 字書 or tzu-tien 字典 (dictionaries),\" in The Indiana Companion to Traditional Chinese Literature (Volume 2), ed. by William H. Nienhauser, Jr., et. al, SMC Publishing, 165-172. *Medhurst, Walter Henry (1842), [Chinese and English dictionary, containing all the words in the Chinese imperial dictionary; arranged according to the radicals], 2 vols., Parapattan. Google Books: Volume I, Volume II. *Teng, Ssu-yü and Biggerstaff, Knight. 1971. An Annotated Bibliography of Selected Chinese Reference Works, 3rd ed. Cambridge, Massachusetts: Harvard University Press. * * ==Notes== ==External links== *Kangxi Zidian (Tongwen Shuju edition), with dictionary lookup – Chinese Text Project * * 康熙字典網上版 Kangxi Dictionary Type-set Online Version * Japanese edition Online Bibliothèque numérique mondiale * Kangxi zidian 康熙字典 (in English), brief history of the dictionary, on Chinaknowledge.de * 汉典 The Chinese Language Dictionary Homepage (in Chinese only) * 訂正康熙字典 EPUB版 Revised Kangxi Zidian, EPUB Version Category:Chinese dictionaries Category:Qing dynasty literature Category:1716 books Category:Kangxi Emperor",
 "title": "Kangxi Dictionary"
}