{
 "id": "475446",
 "text": "The Fedora Project is an independent project to co-ordinate the development of Fedora Linux, a Linux-based operating system, operating with the vision of \"a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\" The project's mission statement is to create \"an innovative platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users\". The project also oversees Extra Packages for Enterprise Linux, a special interest group which maintains the eponymous packages. The project was founded in 2003 as a result of a merger between the Red Hat Linux (RHL) and Fedora Linux projects. It is sponsored by Red Hat (an IBM subsidiary) primarily, but its employees make up only 35% of project contributors, and most of the over 2,000 contributors are unaffiliated members of the community. == History == The Fedora Project was founded in 2003 when Red Hat decided to split Red Hat Linux into Red Hat Enterprise Linux (RHEL) and a community-based operating system, Fedora. Red Hat Professional Workstation was created at this same time with the intention of filling the niche that RHL had once filled but it was created without a certain future. This option quickly fell by the wayside for non-enterprise RHL users in favor of Fedora. The first edition of the Fedora operating system—then known as Fedora Core 1—was released on November 6, 2003. The Fedora community continues to thrive and the Fedora distribution has a reputation as being a FOSS distribution that focuses on innovation and close work with upstream Linux communities. === Security intrusion === In August 2008 several Fedora servers were compromised. Upon investigation it was found that one of the compromised servers was used for signing Fedora update packages. The Fedora Project stated that the attacker(s) did not get the package signing key which could be used to introduce malicious software onto Fedora users' systems through the update process. Project administrators performed checks on the software and did not find anything to suggest that a Trojan horse had been introduced into the software. As a precaution the project converted to new package signing keys. Fedora published the full details on March 30, 2009. ==Governance== The Fedora Project is not a separate legal entity or organization; Red Hat retains liability for its actions. The Fedora Council is currently the top-level community leadership and governance body. The Council is composed of a mix of representatives from different areas of the project, named roles appointed by Red Hat, and a variable number of seats connected to medium-term project goals. The previous governance structure (Fedora Board) comprised five Red Hat appointed members and five community-elected members. Additionally, Fedora Project leader had a veto power over any board decision; in the current model, all voting members can block on issues, with a valid reason. Red Hat at one point announced intentions to create a separate Fedora Foundation to govern the project, but after consideration of a variety of issues, canceled it in favor of the board model currently in place. The community is also involved in organizing lower levels of leadership, both the Fedora Engineering Steering Committee (FESCo) and the Mindshare Committee (responsible for technical and community oversight, respectively) are community-elected bodies which manage significant portions of the project. The project facilitates online communication among its developers and community members through public mailing lists and wiki pages. It also coordinates two main events, known as the Fedora Users and Developers Conference (FUDCon) and Flock (or Flock to Fedora). FUDCon is a free software event held at different locations in the two designated regions of Latin America and Asia/Pacific. Typically, it revolves around some combination of conferencing, social events, and a hackathon. Flock is a similar event which replaced FUDCon in North America and Europe/the Middle East. Task-specific, flexibly scheduled events known as Fedora Activity Days also gather many project contributors together in various regions. == Sub-projects == === Extra Packages for Enterprise Linux (EPEL) === EPEL is a repository of extra packages published by the Fedora project, which can be expected to work in RHEL and RHEL-compatible systems. EPEL is organised by a Fedora Special Interest Group. EPEL packages are usually based on their Fedora counterparts and will never conflict with or replace packages in the base Enterprise Linux distributions. EPEL uses much of the same infrastructure as Fedora, including buildsystem, bugzilla instance, updates manager, mirror manager and more. == See also == * Fedora Linux * Fedora Linux Rawhide * 389 Directory Server == References == == External links == * *",
 "title": "Fedora Project"
}