{
 "id": "475682",
 "text": "Clostridium perfringens (formerly known as C. welchii, or Bacillus welchii) is a Gram-positive, rod-shaped, anaerobic, spore-forming pathogenic bacterium of the genus Clostridium. C. perfringens is ever-present in nature and can be found as a normal component of decaying vegetation, marine sediment, the intestinal tract of humans and other vertebrates, insects, and soil. It has the shortest reported generation time of any organism at 6.3 minutes in thioglycolate medium. Clostridium perfringens is one of the most common causes of food poisoning in the United States, alongside norovirus, Salmonella, Campylobacter, and Staphylococcus aureus. However, it can sometimes be ingested and cause no harm. Infections due to C. perfringens show evidence of tissue necrosis, bacteremia, emphysematous cholecystitis, and gas gangrene, also known as clostridial myonecrosis. The specific name perfringens is derived from the Latin per (meaning \"through\") and frango (\"burst\"), referring to the disruption of tissue that occurs during gas gangrene. The toxin involved in gas gangrene is α-toxin, which inserts into the plasma membrane of cells, producing gaps in the membrane that disrupt normal cellular function. C. perfringens can participate in polymicrobial anaerobic infections. It is commonly encountered in infections as a component of the normal flora. In this case, its role in disease is minor. The action of C. perfringens on dead bodies is called tissue gas. It causes extremely accelerated decomposition, and cannot be stopped by normal embalming measures. These bacteria are resistant to the presence of formaldehyde in normal concentrations. == Genome == Clostridium perfringens has a stable G+C content around 27–28% and average genome size of 3.5 Mb. Genomes of 56 C. perfringens strains have since been made available on NCBI genomes database for the scientific research community. Genomic research has revealed surprisingly high diversity in C. perfringens pangenome, with only 12.6% core genes, identified as the most divergent Gram- positive bacteria reported. Nevertheless, 16S rRNA regions in between C. perfringens strains are found to be highly conserved (sequence identity >99.1%). ==Motility== Although they lack flagella, C. perfringens bacteria are able to glide across surfaces because their bodies are lined with filaments from end-to-end. The hypermotile variants such as SM101, are often found arising on the edges of colonies on agar plates. Video microscopy of their gliding movement suggests that they form long, thin filaments that allow them to move rapidly like bacteria with flagella. Genome sequencing was used to identify the cause(s) of the hypermotile phenotype and their direct derivatives. In comparing them, strains SM124 and SM127, hypermotile derivatives of strains SM101 and SM102, respectively, contained 10 and six nucleotide polymorphisms (SNPs) relative to their parent strains. Mutations in cell division genes is the common feature of the hypermotile strains. ==Food poisoning== Food poisoning in humans is caused by type A strains able to produce the CPE (for Clostridium perfringens enterotoxin). The CPE is a polypeptide of 35.5 kDa that accumulates in the beginning of the sporulation and is excreted to the media when it lysates at the end of the sporulation. It is coded by the cpe gene, present in less than the 5% of the type A strains, and it can be located in the chromosome or in an external plasmid In the United Kingdom and United States, C. perfringens bacteria are the third-most common cause of foodborne illness, with poorly prepared meat and poultry, or food properly prepared, but left to stand too long, the main culprits in harboring the bacterium. The C. perfringens enterotoxin (CPE) mediating the disease is heat-labile (inactivated at ). It can be detected in contaminated food (if not heated properly), and feces. Incubation time is between 6 and 24 (commonly 10–12) hours after ingestion of contaminated food. Since C. perfringens forms spores that can withstand cooking temperatures, if cooked food is left standing for long enough, germination can ensue and infective bacterial colonies develop. Symptoms typically include abdominal cramping, diarrhea, vomiting, and fever. The whole course usually resolves within 24 hours, but can last up to 2 weeks in older or infirm hosts. Clostridium perfringens poisoning can also lead to another disease known as enteritis necroticans or clostridial necrotizing enteritis, (also known as pigbel); this is caused by C. perfringens type C. However, this infection is often fatal. Large numbers of C. perfringens grow in the intestines, and secrete exotoxin. This exotoxin causes necrosis of the intestines, varying levels of hemorrhaging, and perforation of the intestine. Inflammation usually occurs in sections of the jejunum, midsection of the small intestine. This disease eventually leads to septic shock and death. This particular disease is rare in the United States; typically, it occurs in populations with a higher risk. Risk factors for enteritis necroticans include protein-deficient diet, unhygienic food preparation, sporadic feasts of meat (after long periods of a protein-deficient diet), diets containing large amounts of trypsin inhibitors (sweet potatoes), areas prone to infection of the parasite Ascaris (produces a trypsin inhibitor). This disease is contracted in populations living in New Guinea, parts of Africa, Central America, South America, and Asia. Many cases of C. perfringens food poisoning likely remain subclinical, as antibodies to the toxin are common among the population. This has led to the conclusion that most of the population has experienced food poisoning due to C. perfringens. Despite its potential dangers, C. perfringens is used as the leavening agent in salt-rising bread. The baking process is thought to reduce the bacterial contamination, precluding negative effects. ==Infection== Clostridium perfringens is the most common bacterial agent for gas gangrene. Some symptoms include blisters, tachycardia, swelling, and jaundice. A strain of C. perfringens might be implicated in multiple sclerosis (MS) nascent (Pattern III) lesions. Tests in mice found that a toxin made by a rare strain of C. perfringens caused MS-like damage in the brain, and earlier work had identified this strain of C. perfringens in a human with MS. MS patients were found to be 10 times more immune-reactive to the epsilon toxin than healthy people. ==Diagnosis== Clostridium perfringens can be diagnosed by Nagler's reaction, in which the suspect organism is cultured on an egg yolk media plate. One side of the plate contains anti-alpha-toxin, while the other side does not. A streak of suspect organism is placed through both sides. An area of turbidity will form around the side that does not have the anti-alpha- toxin, indicating uninhibited lecithinase activity. In addition, laboratories can diagnose the bacteria by determining the number of bacteria in the feces. Within the 48 hours from when the disease began, if the individual has more than 106 spores of the bacteria per gram of stool, then the illness is diagnosed as C. perfringens food poisoning. Other tests/reactions: Catalase: Negative, Spot indole: Negative, Lecithinase: Positive, Lipase: Negative, Litmus Milk: Stormy Fermentation, Reverse CAMP plate: Positive, Gas Liquid Chromatography products: (Acetic, Butyric and Lactic Acids). Typically, the symptoms of C. perfringens poisoning are used to diagnose it. However, diagnosis can be made using a stool culture test, in which the feces are tested for toxins produced by the bacteria. ==Prevention== The growth of C. perfringens spores can be prevented by most importantly cooking food, especially beef and poultry, thoroughly, to the recommended temperatures. Leftover food should be refrigerated to a temperature below within two hours of preparation. Large pots of food such as soup or stew with meats should be divided into small quantities and covered for refrigeration. Leftovers should be reheated to at least before serving. A rule of thumb is that if the food tastes, smells, or looks different from what it is supposed to, then the food should be avoided. Even if it looks safe, a food that has been out for a long time can also be dangerous to eat. == Treatment == The most important aspect of treatment is prompt and extensive surgical debridement of the involved area and excision of all devitalized tissue, in which the organisms are prone to grow. Administration of antimicrobial drugs, particularly penicillin, is begun at the same time. Hyperbaric oxygen may be of help in the medical management of clostridial tissue infections. It is said to “detoxify” patients rapidly. ==Epidemiology== Clostridium perfringens is a leading cause of food poisoning in the United States and Canada.Johnson, E. A., Summanen, P., & Finegold, S. M. (2007). Clostridium. In P. R. Murray (Ed.), Manual of Clinical Microbiology (9th ed., pp. 889-910). Washington, D.C.: ASM Press Contaminated meats in stews, soups, and gravies are usually responsible for outbreaks and cause about 250,000 cases of foodborne illnesses in the United States every year. Deaths due to the disease are rare and mostly occur in elderly and people who are predisposed to the disease.Songer, J. G. (2010). Clostridia as agents of zoonotic disease. Veterinary Microbiology, 140(3-4), 399-404 From 1998–2010, 289 confirmed outbreaks of C. perfringens illness were reported with 15,208 illnesses, 82 hospitalizations, and eight deaths. ===Tissue gas=== In human post-mortem bodies C. perfringens can cause extremely accelerated decomposition. The by-product, called tissue gas, is slowed or halted by embalming the body using special additive chemicals. It most commonly occurs in the bodies of people who have died of gangrene, large decubitus ulcers, necrotising fasciitis or who have had soil, faeces or water forced into wounds. ==Food poisoning incidents== On May 7, 2010, \"42 residents and 12 staff members at a Louisiana (USA) state psychiatric hospital were affected experienced vomiting, abdominal cramps, and diarrhea\". Three patients died within 24 hours. The outbreak was linked to chicken which was cooked a day before it was served and was not cooled down according to hospital guidelines. The outbreak affected 31% of the residents of the hospital and 69% of the staff who ate the chicken. How many of the affected residents ate the chicken is unknown. In May 2011, a man died after allegedly eating food contaminated with the bacteria on a transatlantic American Airlines flight. The man's wife and daughter are suing American and LSG Sky Chefs, the German company that prepared the inflight food. In December 2012, a 46-year-old woman died two days after eating a Christmas Day meal at a pub in Hornchurch, Essex, England. She was among about 30 people to fall ill after eating the meal. Samples taken from the victims contained C. perfringens. The hotel manager and the cook were jailed for offences arising from the incident. In December 2014, 87-year-old Bessie Scott died 3 days after eating a church potluck supper in Nackawic, New Brunswick, Canada. Over 30 other people reported signs of gastrointestinal illness, diarrhea, and abdominal pain. The province's acting chief medical officer says, Clostridium perfringens is the bacteria [sic] that most likely caused the woman's death. In October 2016, 66-year-old Alex Zdravich died four days after eating an enchilada, burrito, and taco at Agave Azul in West Lafayette, Indiana, United States. Three others who dined the same day reported signs of foodborne illness, which were consistent with the symptoms and rapid onset of C. perfringens infection. They later tested positive for the presence of the bacteria, but the leftover food brought home by Zdravich tested negative. In November 2016, food contaminated with C. perfringens caused three individuals to die, and another 22 to be sickened, after a Thanksgiving luncheon hosted by a church in Antioch, California, United States. In January 2017, a mother and her son sued a restaurant in Rochester, New York, United States as they and 260 other people were sickened after eating foods contaminated with C. perfringens. \"Officials from the Monroe County Department of Public Health closed down the Golden Ponds after more than a fourth of its Thanksgiving Day guests became ill. An inspection revealed a walk-in refrigerator with food spills and mold, a damaged gasket preventing the door from closing, and mildew growing inside.\" In July 2018, 647 people reported symptoms after eating at a Chipotle Mexican Grill restaurant in Powell, Ohio, United States. Stool samples tested by the CDC tested positive for C. perfringens. In November 2018, approximately 300 people in Concord, North Carolina, United States were sickened by food at a church barbecue that tested positive for C. perfringens. ==References== ==External links== * Clostridium perfringens genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID * Pathema-Clostridium Resource * Type strain of Clostridium perfringens at BacDive - the Bacterial Diversity Metadatabase Category:Bacteria described in 1937 perfringens Category:Gas gangrene Category:Gram-positive bacteria Category:Medical aspects of death",
 "title": "Clostridium perfringens"
}