{
 "id": "475734",
 "text": "Antonio Segni (; 2 February 1891 – 1 December 1972) was an Italian politician and statesman who served as the president of Italy from May 1962 to December 1964 and the prime minister of Italy in two distinct terms between 1955 and 1960. A member of the centrist Christian Democracy, Segni held numerous prominent offices in Italy's post-war period, serving as Minister of Foreign Affairs, Interior, Defence, Agriculture, and Public Education. He was the first Sardinian ever to become head of state and government. He was also the second shortest-serving president in the history of the Republic and the first one to resign from office due to illness.Dimissioni del Presidente della Repubblica, Panorama ==Early life== Segni was born in Sassari in 1891. His father, Celestino Segni, was a lawyer and professor at the University of Sassari, while his mother, Annetta Campus, was a housewife. He grew up in a well-off family, involved in Sardinian politics: his father served as municipal and provincial councilor for Sassari as well as deputy mayor during the early 1910s.Antonio Segni, Dizionario Biografico, Enciclopedia Treccani He would begin studying at the University of Sassari where he would found a section of Azione Cattolica Italiana. In 1913, Segni graduated with merit at the University of Sassari, with the thesis Il vadimonium, on civil procedure in Roman law. He completed his studies in Rome with Giuseppe Chiovenda, of which he became the favorite student; in the law firm of the jurist, he met Piero Calamandrei, with whom he built a close friendship that would last a lifetime.Antonio Segni, un europeista al Quirinale, La Nuova Sardegna When the World War I broke out, he was enlisted as an artillery officer. Discharged, after some months he continued his profession as lawyer, specializing in civil procedure. In 1920, he started his academic career as law professor at the University of Perugia. In 1921, he married Laura Carta Caprino, daughter of a rich landowner,Laura Carta Caprino, Getty with whom he had four children, including Mario, who would become a prominent politician during the early 1990s.Mariotto Segni, Enciclopedia Treccani During these years, Segni started his involvement in politics. In 1919, he joined the Italian People's Party (PPI), a Christian democratic party, led by Don Luigi Sturzo. In 1923, he was appointed in party's national council. Segni ran in the 1924 general election for Sardinia's constituency, but was not elected.Dieter Nohlen & Philip Stöver (2010) Elections in Europe: A data handbook, p1047 He remained a member of the PPI until all political organizations were dissolved by Benito Mussolini two years later in 1926. For the next 17 years Segni left political life, continuing to teach civil procedure and agrarian law at the universities of Pavia, Perugia, Cagliari and Sassari, where he later served as rector from 1946 to 1951.La Biografia del Presidente Segni, quirinale.it ==Early political career== In 1943, after the fall of Mussolini's Fascist regime, Segni was one of the founders of the Christian Democracy (DC), the heir of the PPI. On 12 December 1944, he was appointed Undersecretary to the Ministry of Agriculture in the government of Ivanoe Bonomi.Governo Bonomi II, governo.it ===Minister of Agriculture=== thumb|left|180px|Segni in 1946 In the 1946 general election, Segni was elected to the Constituent Assembly for the consistency of Cagliari–Sassari–Nuoro, receiving more than 40,000 votes.Elezioni del 1946: Collegio di Cagliari–Sassari–Nuoro, Ministero dell'Interno On 13 July 1946, he was appointed Minister of Agriculture in the government of Alcide De Gasperi.Governo De Gasperi II, governo.it As minister, he primarily focused on the growth of agricultural production, functional to improving Italy's conditions after the end of the war. Segni tried to reform agricultural contracts, however, he was strongly opposed by conservatives and by many members of the DC too. The failure of this legislative proposal accelerated the timing of the development of the land reform.La Riforma Agraria, Occupazione delle Terre The land reform, approved by the Parliament in October 1950, was financed in part by the funds of the Marshall Plan launched by the United States in 1947 and considered by some scholars as the most important reform of the entire post-war period.Corrado Barberis, Teoria e storia della riforma agraria, Florence, Vallecchi, 1957 Segni's reform proposed, through forced expropriation, the distribution of land to agricultural labourers, thus making them small entrepreneurs and no longer subject to the large landowner.Riforma agraria e modernizzazione rurale in Italia nel ventesimo secolo If in some ways the reform had this beneficial result, for others it significantly reduced the size of farms, effectively removing any possibility of transforming them into advanced businesses. However, this negative element was mitigated and in some cases eliminated by forms of cooperation.Alcide De Gasperi tra riforma agraria e guerra fredda (1948–1950) Segni, who was a landowner, ordered the expropriation of most of his own estate in Sardinia. He became known as a \"white Bolshevik\" for his agrarian reforms.Il colle più alto Modern historians assert that landowners were instead favoured by Segni, and his decrees allowed them to reclaim land which had been granted to the peasantry by the preceding administration.Ginsborg, Paul (2003). A History of Contemporary Italy: Society and Politics, 1943–1988, Palgrave Macmillan, p. 122 ===Minister of Public Education=== In July 1951, after a cabinet reshuffle, he left his office as Minister of Agriculture and was appointed Minister of Public Education in De Gasperi's seventh government, succeeding Guido Gonella.VII Governo De Gasperi, camera.it As minister, he was particularly involved in the fight against illiteracy, in the improvement of teaching activities and in the construction of new schools around the country. However, he did not continue the important reforms started by his predecessor. He tried to implement the reform step by step, but encountered strong resistance, even in the ministries that were supposed to finance these measures. Segni proposed to replace the high school exam with an admission test to university, but it was rejected.Antonio Segni, Salvatore Mura, il Mulino His reforms, which also received various appreciations from the opposition parties, due to his secular idea of school which was very different from Gonella's one, were not ambitious as the ones of his predecessor.Educazione, laicità e democrazia, Antonio Santoni The 1953 general election was characterised by changes in the electoral law. Even if the general structure remained uncorrupted, the government introduced a superbonus of two-thirds of seats in the House for the coalition which would obtain at- large the absolute majority of votes. The change was strongly opposed by the opposition parties as well as DC's smaller coalition partners, who had no realistic chance of success under this system. The new law was called the Scam Law by its detractors,Also its parliamentarian exam had a disruptive effect: \"Among the iron pots of political forces that faced in the Cold War, Senate cracked as earthenware pot\": including some dissidents of minor government parties who founded special opposition groups to deny the artificial landslide to Christian Democracy. The campaign of the opposition to the Scam Law achieved its goal. The government coalition won 49.9% of national vote, just a few thousand votes of the threshold for a supermajority, resulting in an ordinary proportional distribution of the seats. Technically, the government won the election, winning a clear working majority of seats in both houses. In July 1953, Segni was ousted from office in the newly formed government of De Gasperi.Governo De Gasperi VIII, camera.it However, frustration with the failure to win a supermajority caused significant tensions in the leading coalition, and De Gasperi was forced to resign by the Parliament on 2 August. , in L’Ago e il filo, 2014 On 17 August, President Luigi Einaudi appointed Pella as new prime minister, who selected Segni as his Minister of Public Education.Mattarella cita Einaudi e l'incarico a Pella: fu il primo governo del presidente Pella remained in power only for five monthsGoverno Pella, Governo.itCattolico e risorgimentale, Pella e il caso di Trieste and in the successive governments of Amintore Fanfani and Mario Scelba, Segni was not appointed in any office.Composizione del Governo Scelba, senato.it ==Prime Minister of Italy== In April 1955, Giovanni Gronchi was elected new president of the Republic.\"Danger on the Left\", Time, 9 May 1955 After the election, a political crisis between Prime Minister Scelba and DC's leader Fanfani broke out. In July 1955, Scelba resigned from the office, and Segni received the task of forming a new cabinet.Governo Segni I, governo.it He started consultations with parties to explore the possibilities of forming a new coalition government, obtaining the approval of DC, Italian Democratic Socialist Party (PSDI) and Italian Liberal Party (PLI) and the external support from the Italian Republican Party (PRI). On 6 July, Segni sworn in as new prime minister. On 18 July, the government's program was approved by the Chamber of Deputies with 293 votes in favour and 265 against while, on 22 July, the Senate of the Republic approved the confidence vote with 121 votes in favour and 100 against.Il governo Segni I ===First government=== Segni's first government is widely considered among the most important cabinets in the history of the republic. I primi passi della Presidenza Gronchi ed il governo Segni During his premiership, in 1955, Italy became a member of the United Nations (UN).60 anni dell'Italia all'ONU, Ministero degli Esteri While, in March 1957, Segni signed the Treaty of Rome, which brought about the creation of the European Economic Community (EEC), between Belgium, France, Italy, Luxembourg, the Netherlands and West Germany.Cosa sono i Trattati di Roma e perché sono importanti, il Post The Treaty of Rome still remains one of the two most important treaties in the modern-day European Union (EU).Trattati di Roma: cosa sono e perché sono stati celebrati, il Post Segni had always been a strong supporter of European integration; according to him, in a world governed by great powers, the European unity was the only possible way to influence the world. He also strengthen relations with West Germany, becoming a close friend of Konrad Adenauer.Italia e mondo tedesco all'epoca di Adenauer As premier, he also had to face the complicated Suez crisis of 1956, in which he staunchly defended Italy's economic interests in the area, always bearing in mind the need to safeguard Atlantic and European solidarity.La crisi di Suez e la fine del primato dell’Europa During his premiership, he had often harsh contrasts with Amintore Fanfani. The secretary of the DC believed, in fact, that the government should have a more critical attitude towards the Anglo-French choices. Moreover, Soviet's brutal repression of Hungarian Revolution, in 1956, further widened the distances between Segni and Fanfani. Segni was contrary to an anti-communist legislative intervention, as Fanfani asked. The clash between the two leaders was so bitter that Segni threatened to resign. He noted in his diary: \"The events of Hungary are unfortunately subjected to repressive political speculation. I refuse to speculate on them.\"Diario (1956–1964), S. Mura, 2012, page 101) In domestic policy, Segni's government was particularly active in judiciary policies. A law established the National Council of Economy and Labor as well as the Superior Council of the Judiciary. However, the most important event of all was the official opening of the Constitutional Court of Italy.I primi due anni di funzionamento della Corte Costituzionale Italiana In 1957, political tensions arose between President Gronchi and Foreign Affairs Minister Gaetano Martino, regarding government's foreign policy. In May 1957, the PSDI withdrew its support to the government and on 6 May, Segni resigned.I Governo Segni, camera.it On 20 May, Adone Zoli sworn in as new head of government.Governo Zoli, camera.it ===After the premiership=== In July 1958, Zoli resigned, after having lost his majority in the Parliament, and Fanfani became Prime Minister again. Segni was appointed Deputy Prime Minister and Minister of Defence.Governo Fanfani II, senato.it As minister, he worked to represent the interests of the Italian armed forces, increasing wages and social securities for retired veterans, as well as strengthen military equipment and weapons. He also accepted NATO missile bases for atomic weapons, convinced that they were a necessary tool to ensure the defence of Italy more than a danger that exposed the country to possible reprisals.L’Italia nella guerra fredda e i missili americani IRBM Jupiter, Debora Sorrenti In January 1959, a conspicuous group of Christian Democrats started voting against their own government, forcing Fanfani to resign on 26 January 1959, after only six months in power.Italy's Fanfan, Time, 16 June 1961 ===Second government=== In February 1959, Gronchi gave Segni the task of forming a new cabinet and he officially sworn in as new Prime Minister on 16 February.II Governo Segni, Della Repubblica Segni formed a one-party government, composed only by members of the Christian Democracy, which was externally supported by minor centre-right and right-wing parties, included the neo-fascist Italian Social Movement (MSI).L'anima nera della Repubblica: storia del MSI Segni attempted to strengthen Atlantic solidarity and to present Italy as Europe's most reliable ally of the United States. He also tried to represent the reassuring alternative to Fanfani's resourcefulness, advocating for Atlanticism in a season characterized by openings to the left-wing, supported by Fanfani. The most comforting signals, however, came from the economy: industry and commerce expanded, unemployment declined and Italy's GDP grew by over 6%, a rhythm that placed it among the most dynamic countries in the world.Il miracolo economico italiano, Enciclopedia Treccani In social policy, various reforms in social welfare were carried out. A law of 21 March 1959 extended insurance against occupational diseases to agricultural workers, while a law approved on 17 May 1959 introduced a special additional indemnity for retired civil servants. Another important law of 4 July 1959 extended pension insurance to all artisans.Growth to Limits: The Western European Welfare States Since World War II Volume 4 edited by Peter Flora In March 1960, the Italian Liberal Party (PLI) withdrew its support to his government and Segni was forced to resign. After few months of Fernando Tambroni's government, on 26 July, Fanfani returned to the premiership, this time with an openly centre-left program supported by the PSI abstention, and Segni was appointed Minister of Foreign Affairs.III Legislatura: 12 giugno 1958 – 15 maggio 1963 In August 1961, Segni and Fanfani made an historic trip to Moscow, to meet the Soviet leaders.Fanfani e Segni al ritorno da Mosca, Archivio Luce ==President of Italy== In May 1962, when Gronchi's term as President expired, Segni was proposed as DC's candidate by new party's leader, Aldo Moro, for the presidential election. With Segni's choice, Moro wanted to reassure the conservative representatives of his own party, worried about a possible extreme shift on leftist stances, after the beginning of the Organic Centre-left period in February 1962.Corsa al Colle: L'elezione di Antonio Segni (1962), Panorama On the first two rounds, he PCI decided to vote for Umberto Terracini, while PSI supported Sandro Pertini. After the third round, communists and socialists decided to converge on the candidacy of the PSDI, Giuseppe Saragat, who gained also the favor of some Christian democrat representatives.Tutti i presidenti della Repubblica Italiana, la Repubblica After several ballots, on 6 May 1962, Segni was finally elected President with just the 51% of the votes, 443 votes on a total 854 electors.L'elezione del Presidente Segni, quirinale.itElezione a Presidente della Repubblica di Antonio Segni, camera.it His election was allowed thanks to the votes of monarchist and neo-fascist representatives.La Repubblica italiana ha il suo terzo presidente It was the first time that DC's official candidate succeeded in being elected President of the Republic. Many influent entities, notably including the Bank of Italy, the Armed Forces, Vatican hierarchies, as well as economic and financial world, were very concerned about the entry of the PSI into the government, and considered Segni a reference of stability and their most prominent political landmark. His power grew further in the aftermath of the 1963 general election, which was characterized by a loss of the DC, due to its new leftist policies.Elezioni del 1963, Ministero dell'Interno However, despite Segni's opposition, at the end of the year Moro and socialist secretary Pietro Nenni launched their first center-left government, ruling the country for more than four years.I Governo Moro, governo.it ===Vajont Dam disaster=== As president, Segni had to face one of the most tragic events in Italian republican history, the Vajont Dam disaster.Il 9 settembre 1963 il disastro del Vajont: commemorazioni in tutta la regione, Friuli Venezia Giulia On 9 October 1963, a landslide occurred on Monte Toc, in the province of Pordenone. The landslide caused a megatsunami in the artificial lake in which 50 million cubic metres of water overtopped the dam in a wave of , leading to the complete destruction of several villages and towns, and 1,917 deaths. In the previous months, the Adriatic Society of Electricity (SADE) and the Italian government, which both owned the dam, dismissed evidence and concealed reports describing the geological instability of Monte Toc on the southern side of the basin and other early warning signs reported prior to the disaster.La cronaca del disastro e il processo, ANSA On the following day, Segni visited the affected areas, promising justice for the victims.Mauro Corona: «Una mano assassina lanciò il sasso che distrusse la mia Erto», Il Gazzettino However, immediately after the disaster, both the government and local authorities insisted on attributing the tragedy to an unexpected and unavoidable natural event. Despite these statements, numerous warnings, signs of danger, and negative appraisals had been disregarded in the previous months and the eventual attempt to safely control the landslide into the lake by lowering its level came when the landslide was almost imminent and was too late to prevent it.La tragedia del Vajont , Rai Scuola The communist newspaper l'Unità was the first to denounce the actions of management and government. The DC accused the PCI of political profiteering from the tragedy and Prime Minister Giovanni Leone promised to bring justice to the people killed in the disaster. However, a few months after the end of his premiership, he became the head of SADE's team of lawyers, who significantly reduced the amount of compensation for the survivors and ruled out payment for at least 600 victims. ===1964 coalition crisis=== On 25 June 1964, the government of Aldo Moro was beaten on the budget law for the Italian Ministry of Education concerning the financing of private education, and on the same day Moro resigned. President Segni, during the presidential consultations for the formation of a new cabinet, asked the socialist leader Pietro Nenni to exit from the government majority.Indro Montanelli, Storia d'Italia Vol. 10, RCS Quotidiani, Milan, 2004, page 379-380. On 16 July, Segni sent the Carabinieri general Giovanni De Lorenzo to a meeting of representatives of DC, to deliver a message in case the negotiations around the formation of a new centre-left government would fail. According to some historians, De Lorenzo reported that President Segni was ready to give a subsequent mandate to the President of the Senate Cesare Merzagora, asking him of forming a \"president's government\", composed by all the conservative forces in the Parliament.Gianni Flamini, L'Italia dei colpi di Stato, Newton Compton Editori, Rome, page 82.Sergio Romano, Cesare Merzagora: uno statista contro I partiti, in: Corriere della Sera, 14 marzo 2005. Moro, on the other hand, managed to form another centre-left majority. During the negotiations, Nenni had accepted the downsizing of his reform programs and, on 17 July, Moro went to the Quirinal Palace, with the acceptance of the assignment and the list of ministers of his second government.Governo Moro II, governo.it ===Illness and resignation=== On 7 August 1964, during a meeting at the Quirinal Palace with Moro and Saragat, Segni suffered a serious cerebral hemorrhage. At the time he was 73 years old and the first prognosis was not positive.Segni, uomo solo tra sciabole e golpisti, Il Fatto Quotidiano In the interim, the President of the Senate, Cesare Merzagora, served as Acting President of the Republic.Merzagora e Fanfani, supplenti del passato Segni only partially recovered and decided to retire from office on 6 December 1964.Il 6 dicembre 1964, Antonio Segni si dimette da presidente della Repubblica, L'Unione Sarda Immediately after his resignation, Segni was appointed senator for life ex officio. On 29 December, Saragat was elected new President.Giuseppe Saragat – Storia della Camera, camera.it ==Death and legacy== On 1 December 1972, Segni died in Rome, at the age of 81.Antonio Segni – Portale storico della Presidenza della Repubblica, quirinale.it During all his political career, Segni acted as a moderate conservative, staunchly opposing the \"opening to the left\" proposed by Fanfani and Moro, but also trying not to bring his own party too on the right-wing.Tra Segni e Moro braccio di ferro per la supremazia, La Nuova Sardegna He was also the first Italian president to resign from office.Dimissioni di Segni e Leone. I precedenti, la Repubblica The frail, often ailing Segni, was affectionately called malato di ferro, which literally means \"the iron invalid\". Time magazine once quoted a friend of him: \"He is like the Colosseum; he looks like a ruin but he'll be around for a long time.\" ===Controversies=== During his presidency, Segni was particularly influenced by General Giovanni De Lorenzo, commander of the Carabinieri, a former partisan but with monarchical ideals. On 25 March 1964, De Lorenzo, met with Carabinieri's commanders of the divisions of Milan, Rome and Naples, proposing a plan aimed at dealing with a hypothetical situation of extreme emergency for the country, known as Piano Solo. The plan consisted of a set of measures to occupy certain institutions, such as Quirinal Palace in Rome, and essential media infrastructures, like television and radio, as well as the neutralization of communist and socialist parties, with the deportation of hundreds of left-wing politicians to a secret military base in Sardinia.Gianni Flamini, L'Italia dei colpi di Stato, Newton Compton Editori, Rome, page 79 The list of people to be deported also included intellectuals, such as Pier Paolo Pasolini.Solo, Mister d'Italia On 10 May, De Lorenzo presented his plan to Segni, who was particularly impressed by it. However, both journalists Giorgio Galli and Indro Montanelli believed that Segni did not really want to carry out a coup d'état, but he wanted to use the plan like a threat for political purposes.Giorgio Galli, Affari di Stato, Edizioni Kaos, Milan, 1991, page 94Antonio Segni e il Piano Solo: una storia da riscrivere The coup plans were revealed in 1967, when the journalists Eugenio Scalfari and Lino Jannuzzi published the plan in the Italian news magazine L'Espresso in May 1967.Cento Bull, Italian Neofascism, p. 4 However, the results of the official investigation remained classified until the early 1990s. It was released by premier Giulio Andreotti to the parliamentary investigation into Operation Gladio. L'Espresso mentioned that some 20,000 Carabinieri were supposed to be deployed around the country, with more than 5,000 agents in Rome. However, Segni was never investigated for this fact.Il Piano Solo? Non fu un golpe, Avvenire ==Electoral history== {|class=wikitable style=\"width:55%; border:1px #AAAAFF solid\" |- ! width=12%|Election ! width=25%|House ! width=25%|Constituency ! width=5% colspan=\"2\"|Party ! width=12%|Votes ! width=12%|Result |- ! 1924 | Chamber of Deputies | Sardinia | bgcolor=\"\" | | PPI | | |- ! 1946 | Constituent Assembly | Cagliari–Sassari–Nuoro | bgcolor=\"\" | | DC | 40,394 | Elected |- ! 1948 | Chamber of Deputies | Cagliari–Sassari–Nuoro | bgcolor=\"\" | | DC | 61,168 | Elected |- ! 1953 | Chamber of Deputies | Cagliari–Sassari–Nuoro | bgcolor=\"\" | | DC | 77,306 | Elected |- ! 1958 | Chamber of Deputies | Cagliari–Sassari–Nuoro | bgcolor=\"\" | | DC | 107,054 | Elected |} ===Presidential elections=== {| class=wikitable style=text-align:right |- !colspan=5|1962 presidential election |- !colspan=2|Candidate !Supported by !Votes !% |- |bgcolor=\"\"| |align=left|Antonio Segni |align=left|DC, MSI, PDIUM |443 |51.9 |- |bgcolor=\"\"| |align=left|Giuseppe Saragat |align=left|PSDI, PSI, PCI, PRI |334 |39.1 |- |bgcolor=\"\"| |align=left colspan=2|Others / Invalid votes |77 |9.0 |- |align=left colspan=3|Total |854 |100.0 |} ==References== * Marcus, George E. (1999). ‘’Paranoia Within Reason: A Casebook on Conspiracy as Explanation'’, Chicago: University of Chicago Press ==External links== * President Antonio Segni, Italian Chamber of Deputies * Political factors related to the illness of Italian President Antonio Segni, declassified CIA document dated 14 August 1964 * Category:1891 births Category:1972 deaths Category:People from Sassari Category:Italian Roman Catholics Category:Italian People's Party (1919) politicians Category:Christian Democracy (Italy) politicians Category:Presidents of Italy Category:Prime Ministers of Italy Category:Deputy Prime Ministers of Italy Category:Foreign ministers of Italy Category:Italian Ministers of the Interior Category:Italian Ministers of Defence Category:Agriculture ministers of Italy Category:Education ministers of Italy Category:Members of the Consulta Nazionale Category:Members of the Constituent Assembly of Italy Category:Deputies of Legislature I of Italy Category:Deputies of Legislature II of Italy Category:Deputies of Legislature III of Italy Category:Italian life senators Category:Politicians of Sardinia Category:Grand Crosses 1st class of the Order of Merit of the Federal Republic of Germany Category:Italian anti-communists",
 "title": "Antonio Segni"
}