{
 "id": "475716",
 "text": "The Windy City ThunderBolts are a professional baseball team based in the Chicago suburb of Crestwood, Illinois, in the United States. The ThunderBolts are a member of the Frontier League, which is a partner league of Major League Baseball. Since 1999, the ThunderBolts have played their home games at Ozinga Field. ==History== The franchise known as the Windy City ThunderBolts started as the Will County Claws in 1995 and played their home games at Lewis University's Brennan Field in Romeoville. The Claws played in the struggling North Central League, which started in 1994 with six teams but fielded only four in 1995. The North Central League folded 18 games into its second season with the Claws finishing at 8–10. In 1996, the Will County Cheetahs joined the new four-team Heartland League. In winter 1997, the Cheetahs and the city of Crestwood, made a deal for Crestwood to build and own a new ballpark for the Cheetahs. Despite the high hopes for baseball in Crestwood for the 1998 season, it was quickly obvious that because of construction delays, the new park would not be ready. The Cheetahs needed a home field and with Romeoville not an option, neighboring Midlothian would be the solution to the Cheetahs' home field problem as they would play their 1998 season at tiny Howie Minas Field. In Midlothian, the Cheetahs would have one of their best seasons finishing in second place with a 37–29 record in the first half and earn a playoff spot for the first time in franchise history. In the Heartland League championship, the Cheetahs swept the heavily favored Tennessee Tomahawks 2 games to 0 to gain the franchise's first title. The Heartland League started the 1998 season with six teams and finished with only four teams. The Cheetahs, now known as the Cook County Cheetahs, won the last ever Heartland League championship as the league folded after three seasons. In 1999, the Cheetahs joined the stable Frontier League and have been members since. The team changed their name to the Windy City ThunderBolts. An ownership change instigated the name change. On August 26, 2007, the ThunderBolts won their first Central Division title. On September 17, 2007, they defeated the Washington Wild Things to win the Frontier League championship, three games to two. In 2008, they repeated a division title as the West Division champions and Frontier League champions, defeating the Kalamazoo Kings three games to none in the championship series. After heavy rains flooded Homer Stryker Field, the entire 2008 championship series was played at the Thunderbolts' Standard Bank Stadium. They thus became only the second Frontier League team to win back-to-back titles, joining the 2001–02 Richmond Roosters. The ThunderBolts currently play at Ozinga Field (which was renamed from Standard Bank Stadium in 2018) which is located in Crestwood, Illinois. Ozinga Field is easily accessible from the south suburbs, located two blocks east of Cicero Avenue on the Midlothian Turnpike (1.5 miles south of I-294). On April 23, 2019, Assistant General Manager Mike VerShave was named General Manager. Having served as Assistant General Manager since 2014, VerShave replaced former General Manager Mike Lucas. The club celebrated its 20th Anniversary on the weekend of June 1–2, 2019. The team wore Cheetahs uniforms as a part of the celebrations. On November 30, 2021, former Thunderbolt concession worker Mitch Regan was named General Manager, replacing Mike VerShave. Regan previously served as the Mayor of Oak Forest. In an interview with former colleague Mitch Levine, he noted there were no surprises as Regan has been considered “GM” by colleagues dating back to 2007. ==Players== The San Diego Padres bought the rights to Cheetahs pitcher Chris Oxspring in 2000. He became the first player in franchise history to play in Major League Baseball (MLB). He played in five games for the Padres in 2005. In 2011, Dylan Axelrod became the first former ThunderBolt and second player in franchise history to play in MLB, having been called up by the Chicago White Sox. On August 5, 2008, Isaac Hess threw the first no-hitter in ThunderBolts history. Tyson Corley threw the second on August 28, 2012. Pitcher Andrew Werner became the third player in club history to make it to the majors when he started for the San Diego Padres in 2012. Former major leaguer Josh Spence played with the ThunderBolts in 2014. Tommy Nance played with Windy City in 2015. He later went on to be the 4th ThunderBolt alumni to reach the major leagues when he debuted with the Chicago Cubs in 2021. All 30 Major League Baseball teams have signed players out of the Frontier League. The Cubs, Mariners, Royals, and White Sox currently have former ThunderBolts' players or coaches in their organizations. There is a total of 32 players who have reached the major leagues after playing in the Frontier League. ==Seasons== {|class=\"wikitable\" ! Year !! W–L !! W% !! Place !! Postseason |- ! colspan=\"5\" align=\"center\"|Will County Claws (North Central League) |- |1995||8–10||.444||3rd||Did not qualify |- ! colspan=\"5\" align=\"center\"|Will County Cheetahs (Heartland League) |- |1996||28–31||.475||3rd||Did not qualify |- |1997||31–39||.442||3rd||Did not qualify |- ! colspan=\"5\" align=\"center\"|Cook County Cheetahs (Heartland League) |- |1998||37–29||.560||2nd||Heartland League Championship Series: Defeated the Tennessee Tomahawks 2–0. |- ! colspan=\"5\" align=\"center\"|Cook County Cheetahs (Frontier League) |- |1999||41–43||.488||3rd in FL West||Did not qualify |- |2000||38–46||.452||3rd in FL West||Did not qualify |- |2001||28–53||.346||6th in FL West||Did not qualify |- |2002||40–44||.476||3rd in FL West||Did not qualify |- |2003||42–48||.467||5th in FL West||Did not qualify |- ! colspan=\"5\" align=\"center\"|Windy City Thunderbolts (Frontier League) |- |2004||37–57||.394||5th in FL West||Did not qualify |- |2005||39–57||.406||5th in FL West||Did not qualify |- |2006||41–54||.427||4th in FL West||Did not qualify |- |2007||68–28||.708||1st in FL Central||Frontier League Division Series: Defeated the Rockford Riverhawks 3–0. Frontier League Championship Series: Defeated the Washington Wild Things 3–2. |- |2008||60–36||.625||1st in FL West||Frontier League Division Series: Defeated the Southern Illinois Miners 3–1. Frontier League Championship Series: Defeated the Kalamazoo Kings 3–0. |- |2009||56–40||.583|| 2nd in FL West||Frontier League Division Series: Lost vs. River City Rascals 3–0. |- |2010||56–38||.596||1st in FL East||Frontier League Division Series: Lost vs. Traverse City Beach Bums 3–1. |- |2011||48–48||.500||4th in FL East||Did not qualify |- |2012||54–42||.563||2nd in FL West||Did not qualify |- |2013||50–46||.521||3rd in FL West||Did not qualify |- |2014||35–60||.368||7th in FL West||Did not qualify |- |2015||41-55||.427||6th in FL West||Did not qualify |- |2016||42-53||.442||5th in FL East||Did not qualify |- |2017||51-45||.531||3rd in FL East||Did not qualify |- |2018||41-54||.432||6th in FL East||Did not qualify |- |2019||42-54||.438||3rd in FL East||Did not qualify |- |2020||--||--||--||Season not played due to COVID-19 |- |2021||43-53||.448||3rd in FL Central||Did not qualify |- |2022||--||--||--||-- |- !Total!!1012–1056!!.489!!—!! |- !Playoffs!!15–8!!.652!!—!!3 Division titles, 5 Playoff appearances, 3 Championships |} ==Current Roster== ==Notable alumni== * Chris Oxspring (2000) * Ben Diggins (2006) * Josh Lowey (2008) * Billy Petrick (2009) * Dylan Axelrod (2009) * Ryan Bollinger (2010) * Andrew Werner (2010) * Markus Solbach (2013-2014) * Josh Spence (2014) * Tommy Nance (2015) ==References== == External links == * * ThunderBolts page at OurSports Central Category:1995 establishments in Illinois Category:Baseball teams in Chicago Category:Sports in Cook County, Illinois Category:Frontier League teams Category:Professional baseball teams in Illinois Category:Baseball teams established in 1995",
 "title": "Windy City ThunderBolts"
}