{
 "id": "475808",
 "text": "{| |} HMS Maori was a destroyer named after the indigenous Māori people of New Zealand. She served with the United Kingdom Mediterranean Fleet during World War II until she was bombed and sunk by German aircraft while at Malta in 1942. Her wreck was later raised and scuttled outside the Grand Harbour. The wreck is now a dive site. ==Description== The Tribals were intended to counter the large destroyers being built abroad and to improve the firepower of the existing destroyer flotillas and were thus significantly larger and more heavily armed than the preceding .Lenton, p. 164 The ships displaced at standard load and at deep load.English, p. 14 They had an overall length of , a beam of Lenton, p. 165 and a draught of .English, p. 12 The destroyers were powered by two Parsons geared steam turbines, each driving one propeller shaft using steam provided by three Admiralty three-drum boilers. The turbines developed a total of and gave a maximum speed of . During her sea trials Maori made from at a displacement of .March, p. 322 The ships carried enough fuel oil to give them a range of at . The ships' complement consisted of 190 officers and ratings, although the flotilla leaders carried an extra 20 officers and men consisting of the Captain (D) and his staff.Whitley, p. 99 The primary armament of the Tribal-class destroyers was eight quick-firing (QF) 4.7-inch (120 mm) Mark XII guns in four superfiring twin-gun mounts, one pair each fore and aft of the superstructure, designated 'A', 'B', 'X', and 'Y' from front to rear. The mounts had a maximum elevation of 40°. For anti- aircraft (AA) defence, they carried a single quadruple mount for the QF two- pounder Mk II \"pom-pom\" gun and two quadruple mounts for the 0.5-inch (12.7 mm) Mark III machine gun.Hodges, pp. 13–25 Low-angle fire for the main guns was controlled by the director-control tower (DCT) on the bridge roof that fed data acquired by it and the rangefinder on the Mk II Rangefinder/Director directly aft of the DCT to an analogue mechanical computer, the Mk I Admiralty Fire Control Clock. Anti-aircraft fire for the main guns was controlled by the Rangefinder/Director which sent data to the mechanical Fuze Keeping Clock.Friedman, p. 32 The ships were fitted with a single above-water quadruple mount for torpedoes. The Tribals were not intended as anti-submarine ships, but they were provided with ASDIC, one depth charge rack and two throwers for self-defence, although the throwers were not mounted in all ships;Hodges, pp. 30–31, 40 Twenty depth charges was the peacetime allotment, but this increased to 30 during wartime.English, p. 15 ===Wartime modifications=== Heavy losses to German air attack during the Norwegian Campaign demonstrated the ineffectiveness of the Tribals' anti-aircraft suite and the RN decided in May 1940 to replace 'X' mount with two QF Mark XVI dual- purpose guns in a twin-gun mount. To better control the guns, the existing rangefinder/director was modified to accept a Type 285 gunnery radar as they became available. The number of depth charges was increased to 46 early in the war, and still more were added later.Friedman, p. 34; Hodges, pp. 41–42 To increase the firing arcs of the AA guns, the rear funnel was shortened and the mainmast was reduced to a short pole mast.Whitley, p. 116 == Construction and career == Authorized as one of seven Tribal-class destroyers under the 1935 Naval Estimates,Brice, p. 11 Maori was the second ship of her name to serve in the Royal Navy.Colledge & Warlow, p. 215 The ship was ordered on 10 March 1936 from Fairfield Shipbuilding and Engineering Company and was laid down on 6 July at the company's Govan shipyard.English, p. 16 She was launched on 2 September 1937 by Mrs. W. J. Jordan, the wife of the New Zealand High Commissioner Bill Jordan.The Times (London), 3 September 1937, p. 6 Maori was completed on 30 November 1938 and commissioned on 5 December at a cost of £340,622 which excluded weapons and communications outfits furnished by the Admiralty.Brice, p. 157; English, pp. 13, 16 Maori joined 's division in January 1939 and joined the Mediterranean Fleet. She and the other Tribal- class destroyers did convoy escort duties, and Maori then returned to Britain in October. Until April 1940 she patrolled the North Sea and also took part in the Norwegian Campaign. In June she sailed to Iceland looking for German warships and also served briefly in the Faroe Islands. In May 1941, she participated in the pursuit and destruction of the . While escorting Convoy WS-8B to the Middle East, Maori, along with the destroyers Cossack, and broke off on 26 May and headed towards the area where Bismarck had been reported. They found her that evening and made several torpedo attacks in the evening and into the next morning. No hits were scored but they kept her gunners from getting any sleep, making it easier for the battleships to attack her the next morning. Maori then rescued some of the survivors from Bismarck after the battleship sank.The Times (London), 28 May 1941, p. 4 thumb|left|HMS Maori sinking in Grand Harbor, February 12, 1942 She served with the 14th Destroyer Flotilla during the Battle of Cape Bon in December 1941.The Times (London), 15 December 1941, p. 3 Maori, commanded by Commander R. E. Courage, RN, was attacked by German aircraft and sunk at her moorings in the Malta Grand Harbour on 12 February 1942, with the loss of one of her crew; she was raised and scuttled off Fort Saint Elmo on 15 July 1945. ==Wreck== thumb|left|Wreck of HMS Maori alt=Underwater view of a section of the wrecked HMS Maori as it sits in a bay a few hundred metres off the shore in Valletta, Malta|thumb|Underwater view of a section of the wrecked HMS Maori as it sits in a bay a few hundred metres off the shore in Valletta, MaltaLocated a few hundred metres from the shore from Valletta, HMS Maori is now a popular dive site. The bow section lies in white sand at a depth of , the aft section of the ship having been abandoned in deep water during the tow from Grand Harbour to Marsamxett Harbour. Much of the forward superstructure is extant, including the two front gun bases. Much marine life can be found on the wreck. ==Notes== ==References== * * * * * * * * * * ==External links== * Recent dives associated with the Commonwealth War Graves Commission Category:1937 ships Category:Tribal-class destroyers (1936) of the Royal Navy Category:Ships built in Govan Category:World War II destroyers of the United Kingdom Category:Destroyers sunk by aircraft Category:World War II shipwrecks in the Mediterranean Sea Category:Wreck diving sites Category:Maritime incidents in February 1942 Category:Shipwrecks of Malta Category:Underwater diving sites in Malta Category:History of Valletta Category:Maritime incidents in July 1945 Category:Ships sunk by German aircraft",
 "title": "HMS Maori (F24)"
}