{
 "id": "475864",
 "text": "Taejon Expo '93 was a three-month international exposition held between Saturday, August 7, 1993 and Sunday, November 7, 1993 in the central South Korean city of Daejeon (at the time spelled \"Taejŏn\"). ==Theme== The theme of the exposition was \"The Challenge of a New Road of Development\", with various other sub-themes around sustainable and 'green' development. The exposition was an officially endorsed Bureau International des Expositions (BIE) specialized exposition commemorating the centenary of the first-ever representation of the \"Hermit Kingdom\" (Korea) to a world exposition, namely the 1893 Columbian Exposition of Chicago. It claimed to be the first exposition held in a developing country, although both the BIE-sanctioned Exposition internationale du bicentenaire de Port-au-Prince in 1949 and Shanghai's Expo 2010 could also claim this title. ==Site zoning== The exposition site consisted of three main areas - the international zone, the corporate zone and the fun park zone. Being a specialized exposition, the pavilions in the international zone were for the most part pre-fabricated and rented out to the various international participants for the duration of the exposition. 108 nations and 33 international organizations participated at Taejon Expo '93 - making it one of the largest expositions ever held. Among the most memorable were the flagship Korean and United Nations Pavilions. The corporate zone represented the best wizardry that Korean companies could afford, with some spectacular architecture and contents, all along the theme of the exposition, with the majority of these pavilions being permanent in nature. Pavilions included \"Starquest\" by Samsung, and the three-dimensional IMAX presentation courtesy of Daewoo. For the Korean Air Lines sponsored pavilion, award-winning experience designer Bob Rogers (designer) and the design team BRC Imagination Arts and Iwerks Entertainment (SimEx-Iwerks) produced a 360 degree 9-screen travelogue of a Korean girl who receives magical Circlevision postcards from her pen pals around the world. There was also the Kumdori Land fun-park zone, named after the Expo's alienesque mascot \"Kumdori\" (Twinkle, the Dream Being), which featured some of the latest in roller-coasters and other more traditional fun-park fare. ==Theme tower== The center of the exposition was pinnacled by the 93-metre high \"Hanbit-tap\" - or Tower of Great Light, modeled on a traditional Korean Observatory, where guests could take a lift to the central viewing platform for a bird's eye view of the whole exposition site. Today, this platform features a few physics experiments. Also nearby are the flagship Korean National Pavilion and the United Nations Pavilion, which was built in the shape of a graceful dove. ==Present-day activities== Today one can visit the former expo site, now called Expo Science Park savour the site from the Tower of Great Light, visit the United Nations Pavilion which now hosts the Daejeon Expo Commemorative Center, World Expo Souvenirs Museum, and Daejeon Unification Pavilion; or use one of the few remaining buildings which host occasional unrelated exhibitions. Further information on Expo Park could be found at the official website. While no longer hosted, content was largely written in Korean, with some English language sub-headings to allow for navigation. The site included the 'Cyberspace' VR Panorama page where one could view 360 degree photo shoots of various aspects of the site. Part of the site is now being used for movie and television productions while another large piece has become the new headquarters for the Institute for Basic Science which relocated in 2018. ==Legacy== Taejon Expo Science Park opened in June 1994. Only three main buildings remain from the expo in the park. These being the Tower of Great Light, the Government Pavilion, and the Peace and Friendship Pavilion. Apart from Expo Park, there is a Korean language legacy website for the Expo, a project of the Expo 93 Foundation, at http://www.expo93.co.kr/. One of the features of the website is an e-books section, where several dozen print resources from the Expo - all official Organising Committee publications - have been reproduced online. Whilst the majority of these are also in the Korean language, one publication in English is the comprehensive Expo 93 Travel Manual, which is located at this page. Taejon Expo' 93, like many other former expo cities and regions, is a member of the BIE-endorsed A.V.E. - Association of Expo Cities and Regions, founded in Seville in 2002. ==See also== *Expo 2012 ==References== ==External links== *A Brief Review of Expo '93 *Official website of the BIE * European Patent Office *Korea Expo Park Official web-site *Cyberspace VR Panorama page at the Official Website *Expo '93 page at ExpoMuseum.com Category:1993 in South Korea Category:Daejeon Category:Exhibitions in South Korea Category:1993 in the environment Category:Fairs in South Korea South Korea",
 "title": "Expo '93"
}