{
 "id": "475899",
 "text": "{| |} HMS Nabob (D77) was a escort aircraft carrier which served in the Royal Navy during 1943 and 1944. The ship was built in the United States as the USS Edisto (CVE-41) (originally AVG-41 then later ACV-41) but did not serve with the United States Navy. In August 1944 the ship was torpedoed by the while participating in an attack on the . Nabob survived the attack, but upon returning to port, was considered too damaged to repair. The escort carrier remained in port for the rest of the war and was returned to the United States following it. Nabob is one of two Royal Navy escort carriers built in the United States which is listed as lost in action (both of which were damaged beyond repair, but returned) during World War II. The ship was sold for scrap by the United States but found a second life when purchased and converted for mercantile use under her British name, Nabob. Later renamed Glory, the ship was sold for scrapping in 1977. ==Design and description== The Bogue class were larger and had a greater aircraft capacity than all the preceding American-built escort carriers. They were also all laid down as escort carriers and not converted merchant ships. The Ruler type vessels were essentially a repeat version of the . Based on the Type C3 design, the Ruler class were acquired by the Royal Navy as part of Lend-Lease after delays in the construction of the , which the Royal Navy had intended to acquire. All the vessels in the class had a complement of 646 officers and ratings and an overall length of , a beam of at the waterline and total with a mean draught of . The escort carriers had a standard displacement of and a deep load displacement of . Propulsion was provided by one shaft turned by an Allis- Chalmers geared steam turbine powered by two Foster Wheeler boilers, rated at , which could propel the ship at maximum . The escort carrier could carry of fuel oil and had a maximum range of at or at maximum speed. Aircraft operations were commanded from a small combined bridge–flight control on the starboard side of the ship. The flight deck was long and wide. The H4C hydraulic aircraft catapult was capable of launching aircraft at . To receive aircraft the ship was equipped with nine arrestor wires capable of taking aircraft at , backed up by three aircraft barriers. Two aircraft elevators accessed the below-deck hangar, with the forward elevator being long by wide and the aft elevator being 34 feet wide and 42 feet long with both capable of taking aircraft. Aircraft could be housed in the hangar below the flight deck. However, the sloping contour of the hangar combined with the elevator arrangement made handling and storage of aircraft difficult and time- consuming. The escort carriers could store of avgas. They had a maximum aircraft capacity of twenty-four aircraft which could be a mixture of fighter and anti-submarine (ASW) aircraft, though up to 90 could be ferried. Armament comprised two Mark 9 /51 calibre guns, eight twin-mounted 40 mm Bofors guns, fourteen twin-mounted 20 mm Oerlikon cannon and seven single-mounted 20 mm Oerlikon cannon. Since the escort carriers came as part of Lend-Lease, they retained their American radar systems, with the SG surface radar and the SK air search radar. ==Construction and career== Edisto was laid down on 20 October 1942 at the Seattle-Tacoma Shipbuilding Corp yard in Tacoma, Washington. The ship was launched on 9 March 1943. Edisto was completed and transferred under Lend-Lease to the United Kingdom on 7 September 1943 prior to her commissioning as HMS Nabob with the pennant number D77 into the Royal Navy at Tacoma. The Royal Canadian Navy (RCN) wanted to obtain experience with aircraft carriers before their acquisition of their own carriers and sought Admiralty permission to take over Nabob. However, due to Lend-Lease stipulations, the escort carrier could not be commissioned in any force but the Royal Navy. In the end a compromise was made whereby the crew would be Canadian while the vessel remained under Royal Navy control. Following her commissioning, the ship travelled to Vancouver, to undergo modification to Royal Navy standards beginning on 1 November at Burrard Dry Dock. The conversion completed on 12 January and an arrangement was agreed upon where the crew of the ship would be drawn primarily from the RCN with the exception of the air component, which would be provided by the Fleet Air Arm. Nabob sailed to San Francisco in February under the command of Captain Nelson Lay of the RCN, where the escort carrier embarked 852 Naval Air Squadron equipped with Grumman Avenger torpedo bombers. Intended for service as an ASW carrier, Nabob was assigned to the British Home Fleet. The ship sailed for New York City to collect a deck load of P-51 Mustangs for the United Kingdom. The mixed crew of British aircrew and engine room personnel with the rest Canadian, led to personnel issues. The entire crew received the lesser British rate of pay and used British food and disciplinary standards. This led to a near revolt among the Canadians and to desertions at a stopover at Norfolk, Virginia. This led Captain Lay to fly to Ottawa to demand Canadian standards of pay for the entire crew before the ship set sail again. He received this boon. The escort carrier arrived in British waters in April and after disembarking the aircraft, sailed to the River Clyde to undergo a refit to repair builder's defects. Nabob returned to service on 29 June, beginning work ups with 852 Squadron and joined the Home Fleet at Scapa Flow on 1 August. 856 Naval Air Squadron joined the ship that month. In August, Nabob participated in two operations off the Norwegian coast. The first, beginning on 10 August named Operation Offspring, saw the escort carrier paired with and . This became the largest mining operation by the Home Fleet during the war and 47 mines were dropped between Haarhamsfjord and Lepsorev by 852 and 842 Naval Air Squadrons. One of the Avenger aircraft was shot down. The second operation was air strikes against the (Operation Goodwood). Nabob was a member of Force 2 during Operation Goodwood, where her Grumman Wildcats of 852 Squadron flew combat air patrol over the carrier and her Avengers of 852 and 856 Naval Air Squadrons flew anti-submarine patrols. On 22 August, while the main force attacking Tirpitz prepared for another strike, the escort carriers went to refuel the destroyers. During these operations, Nabob was torpedoed by the German submarine in the Barents Sea. The torpedo impact made a hole , below the waterline on the starboard side aft. The stern sank before flooding could be controlled. Eventually the damage control parties effected enough repairs that the ship could make . Five days later she steamed into Scapa Flow under her own power but had lost 21 men. At Scapa Flow, emergency work was done to keep the ship afloat, but Nabob was eventually judged not worth repairing due to a lack of shipyard capacity. The escort carrier was beached and abandoned on 30 September 1944 on the south shore of the Firth of Forth, then cannibalized for other ships but retained as part of the Reserve Fleet of Rosyth Command. On 10 October 1944, Nabob was paid off at Rosyth. She was returned to United States Navy at Rosyth on 16 March 1946. Never entering US service, the ship was sold on 26 October 1946. thumb|Nabob in 1964 Nabob was sold for scrapping in the Netherlands in September 1947. However, the vessel was resold and converted as the merchant Nabob of Norddeutscher Lloyd in 1951, entering service in 1952. In 1967 the ship's registry changed to Panama and was the ship was renamed Glory. She was sold for scrap in Taiwan on 6 December 1977. ==See also== * List of aircraft carriers ==Notes== ==References== * * * * * * * * ==External links== * A History of HMS Nabob Category:Ships of the Royal Canadian Navy Category:Ships built in Tacoma, Washington Category:1943 ships Category:Aircraft carriers of Canada Category:Ruler-class escort carriers Category:Maritime incidents in August 1944",
 "title": "HMS Nabob (D77)"
}