{
 "id": "476084",
 "text": "Serial passage is the process of growing bacteria or a virus in iterations. For instance, a virus may be grown in one environment, and then a portion of that virus population can be removed and put into a new environment. This process is repeated with as many stages as desired, and then the final product is studied, often in comparison with the original virus. This sort of facilitated transmission is often conducted in a laboratory setting, because it is of scientific interest to observe how the virus or bacterium that is being passed evolves over the course of the experiment. In particular, serial passage can be quite useful in studies that seek to alter the virulence of a virus or other pathogen. One consequence of this is that serial passage can be useful in creating vaccines, since scientists can apply serial passage and create a strain of a pathogen that has low virulence, yet has comparable immunogenicity to the original strain. This can also create strains that are more transmissible in addition to lower virulence, as demonstrated by A/H5N1 passage in ferrets. ==Mechanism== Serial passage can either be performed in vitro or in vivo. In the in vitro method, a virus or a strain of bacteria will be isolated and allowed to grow for a certain time. After the sample has grown for that time, part of it will be transferred to a new environment and allowed to grow for the same period. This process will be repeated as many times as desired. Alternatively, an in vivo experiment can be performed where an animal is infected with a pathogen, and this pathogen allowed time to grow in that host before a sample of it is removed from the host and passed to another host. This process is repeated for a certain number of hosts; the individual experiment determines this number. When serial passage is performed either in vitro or in vivo, the virus or bacterium may evolve by mutating repeatedly. Identifying and studying mutations that occur often reveals information about the virus or bacterium being studied. Accordingly, after serial passage has been performed it can be valuable to compare the resulting virus or sample of bacteria to the original, noting any mutations that have occurred and their collective effects. Various significant outcomes may occur. The virulence of the virus may be changed, or a virus could evolve to become adapted to a different host environment than that in which it is typically found. Relatively few passages are necessary to produce a noticeable change in a virus; for instance, a virus can typically adapt to a new host within ten or so passages. Because serial passage allows for rapid evolution of a virus to its host, it can be used to study the evolution of antibiotic resistance; specifically, for determining what mutations could lead to the development of antibiotic resistance. ==History== The technique of serial passage has been around since the 1800s. In particular, Louis Pasteur’s work with the rabies vaccine in the late 1800s exemplifies this method. Pasteur created several vaccines over the course of his lifetime. His work prior to rabies involved attenuation of pathogens, but not through serial passage. In particular, Pasteur worked with cholera and found that if he cultured bacteria for long periods of time, he could create an effective vaccine.Schwartz, M. (2001). The life and works of Louis Pasteur. Journal of Applied Microbiology, 91 (4), 597-601. Pasteur thought that there was something special about oxygen and this was why he was able to attenuate (create a less virulent version of) the bacteria. Pasteur also tried to apply this method to create a vaccine for anthrax, although with less success. Next, Pasteur wanted to apply this method to create a vaccine for rabies. However, rabies was, unbeknownst to him, caused by a virus, not a bacterial pathogen like cholera and anthrax, and for that reason rabies could not be cultured in the same way that cholera and anthrax could be. Methods for serial passage for viruses in vitro were not developed until the 1940s, when John Enders, Thomas Huckle Weller, and Frederick Robbins developed a technique for this. These three scientists subsequently won the Nobel Prize for their major advancement. To solve this problem, Pasteur worked with the rabies virus in vivo. In particular, he took brain tissue from an infected dog and transplanted it into another dog, repeating this process multiple times, and thus performing serial passage in dogs. These attempts increased the virulence of the virus. Then, he realized that he could put dog tissue into a monkey to infect it and then perform serial passage in monkeys. After completing this process and infecting a dog with the resulting virus, Pasteur realized that the virus was less virulent. Mostly, Pasteur worked with the rabies virus in rabbits. Ultimately, to create his vaccine for rabies, Pasteur used a simple method that involved drying out tissue. As is described in his notebook: > In a series of flasks in which air is maintained in a dry state…each day one > suspends a thickness of fresh rabbit spinal tissue taken from a rabbit dead > of rabies. Each day as well, one inoculates under the skin of a dog 1 mL of > sterilized bouillion, in which has dispersed a small fragment of one of > these desiccated spinal pieces, beginning with a piece most distant in time > from when it was worked upon, in order to be sure that it is not at all > virulent. Pasteur mostly used other techniques besides serial passage to create his vaccines. However, the idea of attenuating a virus through serial passage still holds. ==Use in vaccines== One way to attenuate a virus to a host is by passing the virus in a different species. The idea is that, as a strain of a virus becomes more adapted to a different species, that strain will become less adapted to the original host, thus decreasing in virulence with respect to the original host. This is the implicit principle that Louis Pasteur was unknowingly making use of when he passed the rabies virus in monkeys and ended up with a virus that was less dangerous to dogs, for example. The process of serial passage yields a live vaccine. There are both advantages and disadvantages to this. Most notably, live vaccines are sometimes more effective and more long-lasting than inactivated or other types of vaccines. However, just as the virus evolved to become attenuated, it may reverse-evolve in the host, leading to infection. ==Experiments== Researchers have conducted many experiments using serial passage. Some of the experimental uses for serial passage include changing the virulence of a virus, to study the adaptive evolution or potential evolution of zoonotic diseases to new hosts, and studying antibiotic resistance. ===Increasing virulence for use in animal modeling=== When developing vaccines for viruses, the emphasis is on attenuating the virus, or decreasing its virulence, in a given host. Sometimes it is useful to employ serial passage to increase the virulence of a virus. Usually, when serial passage is performed in a species, the result is a virus that is more virulent to that species. For example, one study used serial passage in baboons to create a strain of HIV-2 that is particularly virulent to baboons. Typical strains of HIV-2 only infect baboons slowly. This specificity makes it challenging for scientists to use HIV-2 in animal models of HIV-1, because the animals in the model will only show symptoms slowly. The more virulent strain of HIV-2 could be practical for use in animal models, however. Another study by Kanta Subbaro involved a serial passage experiment in which mice were infected with SARS. SARS usually does not make mice particularly sick, however, after the virus had undergone serial passage in the mice, it had become lethal. Changing the virulence of SARS in this way was important, because without a virulent form of SARS to infect laboratory animals, scientists would have been unable to test the effects of SARS in an animal model. More generally, this experiment also reflects a general medical principle: The virulence of a virus is mediated by the difficulty of its transmission. Generally, if a virus kills its host too quickly, the host will not have a chance to come in contact with other hosts and transmit the virus before dying. In serial passage, when a virus was being transmitted from host to host regardless of its virulence, such as Subbaro's experiment, the viruses that grow the fastest (and are therefore the most virulent) are selected for. This principle has public health implications, because it suggests that, in very densely populated or overcrowded areas, such as slums or group quarantine facilities, natural selection may favour more virulent viruses. This also helps explain why good hygiene is so important. Good hygiene selects against highly virulent viruses by lowering the ability of pathogens to transmit. Serial passaging has been used to produce mouse-adapted SARS-CoV-2. ===Influenza=== The H5N1 virus is a particularly lethal strain of influenza. Currently, it can infect humans, but it is not contagious between humans. Still, over 600 people worldwide are known to have died from animal- transmitted H5N1 virus, so the transmissibility of the virus is of major concern to scientists. Several serial passage experiments have been conducted to determine the feasibility of the virus becoming transmissible in humans. In particular, Ron Fouchier and his colleagues did a 10-step serial passage experiment in ferrets. In doing so, they created a strain of influenza that not only infected ferrets, but was transmissible between ferrets. Notably, this strain was very similar to the original strain with which they had infected the first ferret—in other words, only a few mutations were necessary for the virus to become transmissible between ferrets. Similarly, researcher Yoshihiro Kawaoka found that a single mutation is necessary to make the virus transmissible in ferrets. Both Fouchier's research and Kawaoka's research were initially censored, per implications for bioterrorism. The research was later published, but remained controversial. Serial passage is an artificial technique that is used in a laboratory setting, rather than a natural process. Accordingly, the likelihood that the H5N1 virus would actually mutate to become transmissible in humans is unknown; however, researcher Derek Smith created an evolutionary model to show that this is possible. ===Understanding how viruses jump between species=== Another use of serial passage is in understanding how pathogens adapt to new species. By introducing a pathogen into a new host species and performing serial passage, scientists can observe as the pathogen adapts to its new host and pinpoint the mutations that allow for this adaptaion. == See also == * E. coli long-term evolution experiment * Experimental evolution == References == Category:Virology Category:Microbial population biology",
 "title": "Serial passage"
}