{
 "id": "47611",
 "text": "thumb|120px|The Doomsday Clock pictured at its current setting of \"100 seconds to midnight\" The Doomsday Clock is a symbol that represents the likelihood of a man-made global catastrophe, in the opinion of the members of the Bulletin of the Atomic Scientists. Maintained since 1947, the clock is a metaphor for threats to humanity from unchecked scientific and technological advances. A hypothetical global catastrophe is represented by midnight on the clock, with the Bulletins opinion on how close the world is to one represented by a certain number of minutes or seconds to midnight, assessed in January of each year. The main factors influencing the clock are nuclear risk and climate change. The Bulletins Science and Security Board monitors new developments in the life sciences and technology that could inflict irrevocable harm to humanity. The clock's original setting in 1947 was seven minutes to midnight. It has been set backward and forward 24 times since, the farthest from midnight being 17 minutes in 1991, and the nearest being 100 seconds, from 2020 to the present. The clock was moved to two and a half minutes in 2017, then forward to two minutes to midnight in January 2018, and left unchanged in 2019. In January 2020, it was moved forward to 100 seconds before midnight. The clock's setting was left unchanged in both 2021 and 2022. Since 2010, the clock has been moved forward over four minutes, and has changed by five minutes and twenty seconds since 1947. Since 1947, the clock has been moved backward eight times and forward 16 times. ==History== thumb|Cover of the 1947 Bulletin of the Atomic Scientists issue, featuring the Doomsday Clock at \"seven minutes to midnight\" The Doomsday Clock's origin can be traced to the international group of researchers called the Chicago Atomic Scientists, who had participated in the Manhattan Project. After the atomic bombings of Hiroshima and Nagasaki, they began publishing a mimeographed newsletter and then the magazine, Bulletin of the Atomic Scientists, which, since its inception, has depicted the Clock on every cover. The Clock was first represented in 1947, when the Bulletin co-founder Hyman Goldsmith asked artist Martyl Langsdorf (wife of Manhattan Project research associate and Szilárd petition signatory Alexander Langsdorf, Jr.) to design a cover for the magazine's June 1947 issue. As Eugene Rabinowitch, another co-founder of the Bulletin, explained later, Langsdorf chose a clock to reflect the urgency of the problem: like a countdown, the Clock suggests that destruction will naturally occur unless someone takes action to stop it. In January 2007, designer Michael Bierut, who was on the Bulletins Governing Board, redesigned the Doomsday Clock to give it a more modern feel. In 2009, the Bulletin ceased its print edition and became one of the first print publications in the U.S. to become entirely digital; the Clock is now found as part of the logo on the Bulletin's website. Information about the Doomsday Clock Symposium, a timeline of the Clock's settings, and multimedia shows about the Clock's history and culture can also be found on the Bulletins website. The 5th Doomsday Clock Symposium was held on November 14, 2013, in Washington, D.C.; it was a day- long event that was open to the public and featured panelists discussing various issues on the topic \"Communicating Catastrophe\". There was also an evening event at the Hirshhorn Museum and Sculpture Garden in conjunction with the Hirshhorn's current exhibit, \"Damage Control: Art and Destruction Since 1950\". The panel discussions, held at the American Association for the Advancement of Science, were streamed live from the Bulletins website and can still be viewed there. Reflecting international events dangerous to humankind, the Clock has been adjusted 24 times since its inception in 1947, when it was set to \"seven minutes to midnight\". ==Basis for settings== \"Midnight\" has a deeper meaning to it besides the constant threat of war. There are various things taken into consideration when the scientists from The Bulletin of the Atomic Scientists decide what Midnight and \"global catastrophe\" really mean in a particular year. They might include \"politics, energy, weapons, diplomacy, and climate science\"; potential sources of threat include nuclear threats, climate change, bioterrorism, and artificial intelligence. Members of the board judge Midnight by discussing how close they think humanity is to the end of civilization. In 1947, at the beginning of the Cold War, the Clock was started at seven minutes to midnight. The Clock's setting is decided without a specified starting time. The Clock is not set and reset in real time as events occur; rather than respond to each and every crisis as it happens, the Science and Security Board meets twice annually to discuss global events in a deliberative manner. The closest nuclear war threat, the Cuban Missile Crisis in 1962, reached crisis, climax, and resolution before the Clock could be set to reflect that possible doomsday. == Fluctuations and threats == Before January 2020, the two tied-for-lowest points for the Doomsday Clock were in 1953, when the Clock was set to two minutes until midnight after the U.S. and the Soviet Union began testing hydrogen bombs, and in 2018, following the failure of world leaders to address tensions relating to nuclear weapons and climate change issues. In other years, the Clock's time has fluctuated from 17 minutes in 1991 to minutes in 2017. Discussing the change to minutes in 2017, the first use of a fraction in the Clock's history, Lawrence Krauss, one of the scientists from the Bulletin, warned that political leaders must make decisions based on facts, and those facts \"must be taken into account if the future of humanity is to be preserved.\" In an announcement from the Bulletin about the status of the Clock, they went as far to call for action from \"wise\" public officials and \"wise\" citizens to make an attempt to steer human life away from catastrophe while humans still can. On January 24, 2018, scientists moved the clock to two minutes to midnight, based on threats greatest in the nuclear realm. The scientists said, of recent moves by North Korea under Kim Jong-Un and the administration of Donald Trump in the US: \"Hyperbolic rhetoric and provocative actions by both sides have increased the possibility of nuclear war by accident or miscalculation\". The clock was left unchanged in 2019 due to the twin threats of nuclear weapons and climate change, and the problem of those threats being \"exacerbated this past year by the increased use of information warfare to undermine democracy around the world, amplifying risk from these and other threats and putting the future of civilization in extraordinary danger.\" On January 23, 2020, the Clock was moved further, to 100 seconds (1 minute 40 seconds) before midnight, meaning that the Clock's status today is the closest to midnight since the Clock's start in 1947. The Bulletins executive chairman, Jerry Brown, said \"the dangerous rivalry and hostility among the superpowers increases the likelihood of nuclear blunder... Climate change just compounds the crisis\". == Reception == The Doomsday Clock has become a universally recognized metaphor according to The Two-Way, an NPR blog. According to the Bulletin, the Clock attracts more daily visitors to the Bulletin's site than any other feature. Anders Sandberg of the Future of Humanity Institute has stated that the \"grab bag of threats\" currently mixed together by the Clock can induce paralysis. People may be more likely to succeed at smaller, incremental challenges; for example, taking steps to prevent the accidental detonation of nuclear weapons was a small but significant step towards avoiding nuclear war. Alex Barasch in Slate argues that \"Putting humanity on a permanent, blanket high-alert isn't helpful when it comes to policy or science\", and criticizes the Bulletin for neither explaining nor attempting to quantify their methodology. Cognitive psychologist Steven Pinker harshly criticized the Doomsday Clock as a political stunt, pointing to the words of its founder that its purpose was \"to preserve civilization by scaring men into rationality.\" He stated that it is inconsistent and not based on any objective indicators of security, using as an example its being farther from midnight in 1962 during the Cuban Missile Crisis than in the \"far calmer 2007\". He argued it was another example of humanity's tendency toward historical pessimism, and compared it to other predictions of self-destruction that went unfulfilled. Conservative media often clash against the Bulletin. Keith Payne writes in the National Review that the Clock overestimates the effects of \"developments in the areas of nuclear testing and formal arms control\". Tristin Hopper in the National Post acknowledges that \"there are plenty of things to worry about regarding climate change\", but states that climate change isn't in the same league as total nuclear destruction. In addition, some critics accuse the Bulletin of pushing a political agenda. ==Timeline== thumb|600px|left|Doomsday Clock graph, 1947–2020. The lower points on the graph represent a higher probability of technologically or environmentally-induced catastrophe, and the higher points represent a lower probability, in the opinion of the Bulletin. {| class=\"wikitable sortable\" style=\"text-align:center;clear:left; \" |+ Timeline of the Doomsday Clock ! width=\"5%\" | Year ! width=\"5%\" | midnight ! width=\"5%\" | Time (24-h) ! width=\"5%\" | Change (minutes) ! class=\"unsortable\" colspan=2 | Reason |- | 1947 || 7 ||23:53 || — || align=\"left\" | The initial setting of the Doomsday Clock.||88x88px |- | 1949 || 3 || 23:57 || style=\"color:firebrick\" | −4 || align=\"left\" | The Soviet Union tests its first atomic bomb, the RDS-1, officially starting the nuclear arms race.|| 88x88px |- | 1953 || 2 || 23:58|| style=\"color:firebrick\" | −1 || align=\"left\" | The United States tests its first thermonuclear device in November 1952 as part of Operation Ivy, before the Soviet Union follows suit with the Joe 4 test in August. This remained the clock's closest approach to midnight (tied in 2018) until 2020.||88x88px |- | 1960 || 7 || 23:53||style=\"color:green\" | +5 || align=\"left\" | In response to a perception of increased scientific cooperation and public understanding of the dangers of nuclear weapons (as well as political actions taken to avoid \"massive retaliation\"), the United States and Soviet Union cooperate and avoid direct confrontation in regional conflicts such as the 1956 Suez Crisis, the 1958 Second Taiwan Strait Crisis, and the 1958 Lebanon crisis. Scientists from various countries help establish the International Geophysical Year, a series of coordinated, worldwide scientific observations between nations allied with both the United States and the Soviet Union, and the Pugwash Conferences on Science and World Affairs, which allow Soviet and American scientists to interact.|| 88x88px |- | 1963 || 12 || 23:48||style=\"color:green\" | +5 || align=\"left\" | The United States and the Soviet Union sign the Partial Test Ban Treaty, limiting atmospheric nuclear testing.|| 88x88px |- | 1968 || 7 || 23:53 ||style=\"color:firebrick\" | −5 || align=\"left\" | The involvement of the United States in the Vietnam War intensifies, the Indo-Pakistani War of 1965 takes place, and the Six-Day War occurs in 1967. France and China, two nations which have not signed the Partial Test Ban Treaty, acquire and test nuclear weapons (the 1960 Gerboise Bleue and the 1964 596, respectively) to assert themselves as global players in the nuclear arms race.|| 88x88px |- | 1969 || 10 || 23:50 ||style=\"color:green\" | +3 || align=\"left\" | Every nation in the world, with the notable exceptions of India, Israel, and Pakistan, signs the Nuclear Non- Proliferation Treaty.|| 88x88px |- | 1972 || 12 || 23:48 ||style=\"color:green\" | +2 || align=\"left\" | The United States and the Soviet Union sign the first Strategic Arms Limitation Treaty (SALT I) and the Anti-Ballistic Missile (ABM) Treaty.|| 88x88px |- | 1974 || 9 || 23:51 ||style=\"color:firebrick\" | −3 || align=\"left\" | India tests a nuclear device (Smiling Buddha), and SALT II talks stall. Both the United States and the Soviet Union modernize multiple independently targetable reentry vehicles (MIRVs).|| 88x88px |- | 1980 || 7 || 23:53 ||style=\"color:firebrick\" | −2 || align=\"left\" | Unforeseeable end to deadlock in American–Soviet talks as the Soviet–Afghan War begins. As a result of the war, the U.S. Senate refuses to ratify the SALT II agreement.|| 88x88px |- | 1981 || 4 || 23:56 ||style=\"color:firebrick\" | −3 || align=\"left\" | The Clock is adjusted in early 1981. The Soviet war in Afghanistan toughens the U.S. nuclear posture. U.S. President Jimmy Carter withdraws the United States from the 1980 Summer Olympic Games in Moscow. The Carter administration considers ways in which the United States could win a nuclear war. Ronald Reagan becomes President of the United States, scraps further arms reduction talks with the Soviet Union, and argues that the only way to end the Cold War is to win it. Tensions between the United States and the Soviet Union contribute to the danger of nuclear annihilation as they each deploy intermediate-range missiles in Europe. The adjustment also accounts for the Iran hostage crisis, the Iran–Iraq War, China's atmospheric nuclear warhead test, the declaration of martial law in Poland, apartheid in South Africa, and human rights abuses across the world.||88x88px |- | 1984 || 3 || 23:57 ||style=\"color:firebrick\" | −1 || align=\"left\" | Further escalation of the tensions between the United States and the Soviet Union, with the ongoing Soviet–Afghan War intensifying the Cold War. U.S. Pershing II medium-range ballistic missile and cruise missiles are deployed in Western Europe. Ronald Reagan pushes to win the Cold War by intensifying the arms race between the superpowers. The Soviet Union and its allies (except Romania) boycott the 1984 Olympic Games in Los Angeles, as a response to the U.S-led boycott in 1980.|| 88x88px |- | 1988 || 6 || 23:54 ||style=\"color:green\" | +3 || align=\"left\" | In December 1987, the Clock is moved back three minutes as the United States and the Soviet Union sign the Intermediate-Range Nuclear Forces Treaty, to eliminate intermediate-range nuclear missiles, and their relations improve.||88x88px |- | 1990 || 10 || 23:50 ||style=\"color:green\" | +4 || align=\"left\" | The fall of the Berlin Wall and the Iron Curtain, along with the reunification of Germany, mean that the Cold War is nearing its end.|| 88x88px |- | 1991 || 17 || 23:43||style=\"color:green\" | +7 || align=\"left\" | The United States and Soviet Union sign the first Strategic Arms Reduction Treaty (START I), and the Soviet Union dissolves on December 26. This is the farthest from midnight the Clock has been since its inception. |88x88px |- | 1995 || 14 || 23:46||style=\"color:firebrick\" | −3 || align=\"left\" | Global military spending continues at Cold War levels amid concerns about post-Soviet nuclear proliferation of weapons and brainpower.|| 88x88px |- | 1998 || 9 || 23:51||style=\"color:firebrick\" | −5 || align=\"left\" | Both India (Pokhran-II) and Pakistan (Chagai-I) test nuclear weapons in a tit-for-tat show of aggression; the United States and Russia run into difficulties in further reducing stockpiles.|| 88x88px |- | 2002 || 7 || 23:53 ||style=\"color:firebrick\" | −2 || align=\"left\" | Little progress on global nuclear disarmament. United States rejects a series of arms control treaties and announces its intentions to withdraw from the Anti-Ballistic Missile Treaty, amid concerns about the possibility of a nuclear terrorist attack due to the amount of weapon-grade nuclear materials that are unsecured and unaccounted for worldwide.|| 88x88px |- | 2007 || 5 || 23:55 ||style=\"color:firebrick\" | −2 || align=\"left\" | North Korea tests a nuclear weapon in October 2006, Iran's nuclear ambitions, a renewed American emphasis on the military utility of nuclear weapons, the failure to adequately secure nuclear materials, and the continued presence of some 26,000 nuclear weapons in the United States and Russia. After assessing the dangers posed to civilization, climate change was added to the prospect of nuclear annihilation as the greatest threats to mankind.|| 88x88px |- | 2010 || 6 || 23:54 ||style=\"color:green\" | +1 || align=\"left\" | Worldwide cooperation to reduce nuclear arsenals and limit effect of climate change. New START agreement is ratified by both the United States and Russia, and more negotiations for further reductions in the American and Russian nuclear arsenal are already planned. The 2009 United Nations Climate Change Conference in Copenhagen results in the developing and industrialized countries agreeing to take responsibility for carbon emissions and to limit global temperature rise to 2 degrees Celsius.|| 88x88px |- | 2012 || 5 || 23:55 ||style=\"color:firebrick\" | −1 || align=\"left\" | Lack of global political action to address global climate change, nuclear weapons stockpiles, the potential for regional nuclear conflict, and nuclear power safety.|| 88x88px |- | 2015 || 3 || 23:57 ||style=\"color:firebrick\" | −2 || align=\"left\" | Concerns amid continued lack of global political action to address global climate change, the modernization of nuclear weapons in the United States and Russia, and the problem of nuclear waste.|| 88x88px |- | 2017 || 2 1⁄2 ||23:57:30|| style=\"color:firebrick\" | −​1⁄2 (−30 s) || align=\"left\" | United States President Donald Trump's comments over nuclear weapons, the threat of a renewed arms race between the U.S. and Russia, and the expressed disbelief in the scientific consensus over climate change by the Trump administration.||88x88px |- |2018 || 2 || 23:58||style=\"color:firebrick\" | −​1⁄2 (−30 s) || align=\"left\" | Failure of world leaders to deal with looming threats of nuclear war and climate change. This is the clock's second closest approach to midnight, matching that of 1953. In 2019, the Bulletin reaffirmed the \"two minutes to midnight\" time, citing continuing climate change and Trump administration's abandonment of U.S. efforts to lead the world toward decarbonization; U.S. withdrawal from the Paris Agreement, the Joint Comprehensive Plan of Action, and the Intermediate-Range Nuclear Forces Treaty; U.S. and Russian nuclear modernization efforts; information warfare threats and other dangers from \"disruptive technologies\" such as synthetic biology, artificial intelligence, and cyberwarfare. || 88x88px |- |2020 || 1 2⁄3 (100 s) ||23:58:20 || style=\"color:firebrick\" | −​1⁄3 (−20 s) || align=\"left\" | Failure of world leaders to deal with the increased threats of nuclear war, such as the end of the Intermediate-Range Nuclear Forces Treaty (INF) between the United States and Russia as well as increased tensions between the US and Iran, along with the continued neglect of climate change. Announced in units of seconds, instead of minutes; this is the clock's closest approach to midnight, exceeding that of 1953 and 2018. The Bulletin concluded by stating that the current issues causing the adjustment are \"the most dangerous situation that humanity has ever faced.\" In the annual statements for 2021 and 2022, issued in January of each year, the Bulletin left the \"100 seconds to midnight\" time setting unchanged. |88x88px |} == In popular culture == * \"Seven Minutes to Midnight\", a 1980 single by Wah! Heat, refers to that year's change of the Doomsday Clock from nine to seven minutes to midnight. * Australian rock band Midnight Oil's 1984 LP Red Sails in the Sunset features a song called \"Minutes to Midnight\", and the album's cover shows an aerial-view rendering of Sydney after a nuclear strike. In 1984, lead singer Peter Garrett ran for a seat in the Australian Senate as a candidate for the Nuclear Disarmament Party. He has since been elected to the Australian House of Representatives as a member of the Labor Party and later served as Minister for the Environment. * The title of Iron Maiden's 1984 song \"2 Minutes to Midnight\" is a reference to the Doomsday Clock. * The Doomsday Clock appears in the beginning of the 1985 music video for \"Russians\" by Sting. * The 1986 short story \"The End of the Whole Mess\" by Stephen King refers to the Doomsday Clock being set at fifteen seconds before midnight due to elevated geopolitical tension. * The Doomsday Clock was a recurring visual theme in Alan Moore and Dave Gibbons's seminal Watchmen graphic novel series (1986–87), its 2009 film adaptation, and its 2019 television miniseries sequel. Additionally its sequel series, which takes place in the main DC Universe, borrows the title. * The title of Linkin Park's 2007 album Minutes to Midnight is a reference to the Doomsday Clock. * In the Flobots' song \"The Circle in the Square\", the lyrics say \"the clock is now 11:55 on the big hand\", which was the Doomsday Clock's setting in 2012 when the song was released. * The title of the 1982 Doctor Who episode \"Four to Doomsday\" refers to the Doomsday Clock. In the 2017 episode \"The Pyramid at the End of the World\", the Monks changed every clock in the world to three minutes to midnight as a warning about what will happen if humanity does not accept their help. Representatives of the three most powerful armies on Earth agreed not to fight each other, believing a potential war is the catastrophe. However, the clock remained displaying two minutes to midnight. After the Doctor averted the true catastrophe - an accidental bacteriological disaster, the clock began moving backwards. * The Doomsday Clock is featured in Yael Bartana's What if Women Ruled the World, which premiered on July5, 2017 at the Manchester International Festival. * One minute to midnight on the Doomsday Clock is heavily referenced in the grime/punk crossover song \"EFFED\" by Nottingham rapper SNOWY and Jason Williamson of Sleaford Mods. Because of the track's political content, there was an initial reluctance from mainstream radio stations to play the track before the 2019 United Kingdom general election. However, the track was later championed by a number of BBC Radio DJs including Punk innovator Iggy Pop. * In the Criminal Minds season 13 episode \"The Bunker\", the unsubs abduct women using the Doomsday Clock. * The Episode \"On The Clock\" in season 2 of Madam Secretary features the doomsday clock, as the characters try to keep it from moving forward. ==See also== * Apocalypticism * The Bomb (film) * Climate apocalypse * Climate Clock * DEFCON * Doomsday device * Eschatology * Extinction symbol * Global catastrophic risk * Metronome * Mutual assured destruction * Nuclear terrorism * Svalbard Global Seed Vault * World Scientists' Warning to Humanity ==References== ==External links== * Bulletin of the Atomic Scientists * Timeline of the Doomsday Clock * Doomsday Clock homepage Category:Nuclear warfare Category:Alert measurement systems Category:Political symbols Category:Clocks Category:Fear Category:Symbols introduced in 1947",
 "title": "Doomsday Clock"
}