{
 "id": "476414",
 "text": "Abbécourt () is a commune in the Aisne department in the Hauts-de-France region of northern France. The inhabitants of Abbécourt are called Abbécourtois or Abbecourtoises.Inhabitants of Aisne ==Geography== The commune is located some 3 kilometres south-west of the city of Chauny and is part of the Canton of Chauny. Access to the commune is by the D1032 road that links Noyon to Saint-Quentin passing through the north of the commune but not through the village The village is connected to the D1032 by the D437 which branches from the D7 north of the commune and goes south to the village then continues to Manicamp as the D922. The D338 comes from Chauny and joins the D1032 in the commune.Google Maps The commune is traversed by the railway line from Creil to Jeumont. The nearest railway station serving the town is that of Chauny but previously there was a station serving the commune from TAC (Transport Agglomération Chaunoise). ===Delimitation and hydrography=== thumb|The Oise Canal lock The commune lies in the Drainage basin of the Seine river and is, in large part, delimited by rivers. To the west, it is delimited by the Vigny stream; to the east, by the Ru de Pontoise, and to the south the Oise river. Other rivers that run through the commune are the Brouage and the Canal latéral à l'Oise. The Canal de l'Oise a l'Aisne starts in the commune going south-east at right-angles from the Canal latéral. ===Geology and terrain=== Abbécourt is located in the Paris Basin. Most of the commune's subsoil dates from the Upper Cretaceous, when the Paris basin was covered with seawater. The altitude of the municipality varies from 38 metres to 64 metres, with an average of 45 metres of altitude. The seismic risk is very low. ===Climate=== Abbécourt like all of Picardy is subject to an oceanic climate gradient. The climate survey is similar to that of Saint-Quentin, which is located 29.2 kilometres north in a straight line. ===Neighbouring communes and villages=== ==Toponymy== The name of the area was attested in the form of Abecurt in 1151.Albert Dauzat and Charles Rostaing, Etymological Dictionary of names of areas in France, Librairie Guénégaud, Paris, 1989 , p. 1. This spelling is a form of \"-court\" characteristic of the Middle Ages and the north of France. The word court (curt or cort in old French) once meant \"barnyard, farm, or rural area\" (parallel to the German word hof cf. German. Hof \"farm yard\"). It is derived from the Low Latin cōrtem,Albert Dauzat and Charles Rostaing, Op. cit. or the Gallo-Roman CURTE, derived from the classical Latin cohors or cohortis. The word \"cour\" from which it derives, has a different spelling by analogy with the Latin curia. The \"-court\" suffix is usually preceded by a Germanic personal name under the old French \"case regime\", but here this is not the case as evidenced by the old forms: \"abbé-\" is based on the low Latin abbas meaning \"priest\", which gives an overall meaning of \"priest's rural area\". Abbécourt should not be confused with Abbecourt (or \"Abbatis curtis\" in 1224). ==History== ===Origin=== The commune developed from the Abbey Saint-Médard de Soissons, which also gave its name to a farm located within the commune. The earliest historical mentions of Abbécourt date back to the 9th century.Аббекур. Новый фриланс 24 (in Russian). Retrieved February 19, 2020 ===Middle Ages=== During the Middle Ages, the commune was a lordship with its own castle and lords. In 1265 a hogshead of wheat was levied annually on the mill and the lordship by the monks of the Abbey of Genlis. This Abbey currently stands at Villequier-Aumont. In 1405 the lordship was purchased by the Lord of Genlis, Jean de Hangest. In 1457, the region experienced a period of pestilence and in 1471, a period of famine. ===Modern Age=== In 1579 the lord of Crosne, Pierre Brulard, purchased the land of Abbécourt from the Lord of Genlis. In 1581, a land register of Abbécourt was drawn up by letters patent granted by the King and the Secretary of State. During the period of the Fronde, the village was pillaged by the Spanish during the siege of Chauny in 1652. Abbécourt was again attached to the marquisate of Genlis in 1645, but separated once again in 1685 when it came under the abbey of Saint-Medard until 1736. It then finally was returned to the marquisate of Genlis until the French Revolution. In 1774 the marquisate became the Duchy of Villequier- Aumont. On the eve of the revolution, the actual commune was under the administration of Soissons under the bailiwick of Chauny. The Abbécourt parish was attached to the bishopric of Noyon. ===Contemporary period=== With the Revolution, Abbécourt became an independent commune within the district of Chauny and the canton of the same name. During the Six Days' Campaign in 1814, the Prussian General Bülow's troops crossed the commune, pillaging the houses, to counter the offensive movements of Napoleon I. In 1870, during the Franco- Prussian War, the village was under German occupation. Early in World War I, beginning on 1 September 1914, Abbécourt found itself once again occupied by German forces, who put in place a new municipal administrator and mayor. Facing an advancing British army, the German forces destroyed the village on 19 March 1917 during their retreat toward the Hindenburg Line. In the March 1918 German offensive, Abbécourt was again occupied on 24 March 1918. The village was finally liberated on 6 September 1918. Following the war, through an order issued on 17 October 1920, the commune of Abbécourt received the Croix de Guerre. ==Administration== ===Municipal administration=== Following the 2008 municipal elections, the Abbécourt council consisted of 11 councilors, including the mayor of the commune. This number of councillors was defined by the results of the census of 1999 when the town had 447 inhabitants. The outgoing mayor, René Paris, was re-elected after these elections. List of Successive MayorsList of Mayors of France {| class=\"wikitable\" |- ! From !! To !! Name !! Party |- | 2001 || Current || René Pâris || DVD |} ===Judicial and administrative proceedings=== For the judiciary, Abbécourt is attached to various judicial grades. For commerce, the town depends on the Commercial Court of Saint-Quentin. Abbécourt is part of the zone for children's courts of first and second instance of Laon with appeals referred to the tribunal of Amiens. In the administrative area, Abbécourt is attached to the court in Amiens but administrative appeals take place in the court at Douai. The Administrative Appeals Court, on which the town depends, is that at Laon. For administration, the commune is integrated into the canton of Chauny, which is attached to the arrondissement of Laon. It belongs with 22 other communes to the community of communes Chauny-Tergnier. ==Population== ===Distribution of age groups=== Percentage distribution of age groups in Abbécourt and Aisne Department in 2017 {| class=\"wikitable\" style=\"text-align:center;\" |- ! !! colspan=2 | Abbécourt !! colspan=2 | Aisne |- ! Age Range !! Men !! Women !! Men !! Women |- | 0 to 14 Years || 19.5 || 19.4 || 20.0 || 18.1 |- | 15 to 29 Years || 21.4 || 15.7 || 17.2 || 15.7 |- | 30 to 44 Years || 20.7 || 22.4 || 18.3 || 17.6 |- | 45 to 59 Years || 18.4 || 17.8 || 20.5 || 19.8 |- | 60 to 74 Years || 13.1 || 16.2 || 16.9 || 17.4 |- | 75 to 89 Years || 6.2 || 8.1 || 6.4 || 9.7 |- | 90 Years+ || 0.8 || 0.4 || 0.6 || 1.6 |} Sources: INSEEÉvolution et structure de la population en 2017: Commune d'Abbécourt (02001)Évolution et structure de la population en 2017: Département de l'Aisne (02) ==Politics== Presidential Elections Second Round: {| class=\"wikitable\" |- !colspan=\"2\"|Election!!Winning Candidate!!Party!!% |- |style=\"background-color: \" | | 2017 | Marine Le Pen | FN | 72.00 |- |style=\"background-color: \" | | 2012 | Nicolas Sarkozy | UMP | 55.83 |- |style=\"background-color: \" | | 2007 | Nicolas Sarkozy | UMP | 61.96 |- |style=\"background-color: \" | | 2002 | Jacques Chirac | RPR | 62.55 |} ==Local life== ===Education=== There is a public elementary school in the commune. The school had 34 students for the 2011-2012 school year according to the website of the Ministry of Education.Primary School of Abbécourt in the Ministry of Interior website For secondary education, the students from Abbécourt mainly go to colleges and high schools in Chauny. They have the opportunity to move to public or private institutions. The only private school in Chauny is the Saint Charles College. For public schools, there are two colleges and two high schools. For studying in vocational schools, students may choose either the Gay Lussac professional school or Saint Charles private professional school. There is also a private agricultural high school called Robert Schumann in Chauny. ===Health=== For medical care, there is no service in the commune but the proximity to the city of Chauny, which is 5.5 km from Abbécourt, allows Abbécourtois to consult specialists and doctors, and to go to the pharmacy. There is also a hospital in Chauny. ===Festival days=== The communal festival is held on the 4th Sunday in June. This is due to the proximity on 24 June, which is the day of Saint John the Baptist, patron saint of the church in the commune. A flea market is also held every 1st Sunday in October. ===Worship=== thumb|Abbécourt Church thumb|Abbécourt Church of Saint John the Baptist Catholic worship is present in Abbécourt at the Church of St. John the Baptist. This church at Abbécourt belongs to the Roman Catholic Diocese of Soissons, Laon and Saint Quentin which is a subdivision of the Archdiocese of Reims. The commune church is part of the parish of Saint-Momble in Chaunois. ==Economy== ===Businesses and commerce=== Industries in the territory of the municipality: * Carpentry * Metallurgy * Locksmith * electrician * tiler * mechanic * the small shops in the area have disappeared ==Sites and monuments== * The Church of St. John the Baptist: It was rebuilt after the First World War but it still retains some old parts of the building * Memorials to the dead from the wars of 1870-1871, 1914-1918, and 1939-1945 * A bath house * A canal bridge built under Napoleon I ==See also== * Communes of the Aisne department ==References== ==External links== * Abbécourt on Géoportail, National Geographic Institute (IGN) website * Abbecourt on the 1750 Cassini Map Category:Communes of Aisne",
 "title": "Abbécourt"
}