{
 "id": "477190",
 "text": "William Forsythe (born December 30, 1949) is an American dance and choreographer resident in Frankfurt am Main, Germany. He is known for his work with the Ballet Frankfurt (1984–2004) and The Forsythe Company (2005–2015). Recognized for the integration of ballet and visual arts, which displayed both abstraction and forceful theatricality, his vision of choreography as an organizational practice has inspired him to produce numerous installations, films, and web-based knowledge creation, incorporating the spoken word and experimental music. ==Early life== William Forsythe was born in New York in 1949, but only started dancing seriously in his later teenage years in college. He followed his grandfather musically as he was a violin prodigy. Forsythe played bassoon, violin, flute, and sang in choruses. He also choreographed for his high school's musicals. He began his training in Florida and later continued to dance with Joffrey Ballet. It was while attending college at Jacksonville University, that Forsythe began his formal training as a dancer with Nolan Dingman and Christa Long. ==Life and career== William Forsythe began studying at the Joffrey Ballet School in New York in 1969 and began his professional career as an apprentice with the Joffrey Ballet in 1971. From 1971 to 1973 danced with Joffrey Ballet II, often appearing in the parent company's productions. After this, he followed his then wife, Eileen Brady, joining the Stuttgart Ballet in 1973. Encouraged by the director, Marcia Haydée, Forsythe began choreographing works for the company and in 1976 he choreographed his first piece, Urlicht. He became the Stuttgart's resident choreographer in 1976 and that same year created his first piece for the company, Dream of Galilei. During the next seven years he created original works for the Stuttgart Ensemble, and for ballet companies in Munich, The Hague, London, Basel, Berlin, Frankfurt am Main, Paris, New York, and San Francisco. In 1979, Forsythe choreographed and created his first full-length ballet called Orpheus. Forsythe left Stuttgart Ballet in 1980 to choreograph for other companies such as Munich State Opera Ballet, Nederlands Dans Theater, the Frankfurt Ballet, and the Paris Opera Ballet. In 1984 he was appointed director of the government-sponsored Ballet Frankfurt. Forsythe choreographed what is now looked at as his most famous ballet known worldwide. The ballet was titled In the Middle, Somewhat Elevated and was commissioned by Rudolf Nureyev starring Sylvie Guillem. In 2002, however, the Frankfurt government began to withdraw its support in order to cut costs and to favor a more conventional dance company. The public protested, but Forsythe decided to move on, and in 2004 the Frankfurt Ballet gave its last performance. After the closure of Ballet Frankfurt in 2004, he founded the Forsythe Company (2005) with the support of the states of Saxony and Hesse, the cities of Dresden and Frankfurt am Main, and private sponsors and which he directed until 2015. The Forsythe Company, based in Dresden and Frankfurt am Main, was about half the size of the Frankfurt Ballet, but nearly all of its dancers were from that company. Forsythe continued to present his vision to a wide audience. With bases in Frankfurt and Dresden and supported by both state and private funding, the Forsythe Company made its debut in 2005 with the premiere of Forsythe's Three Atmospheric Studies. A major retrospective of Forsythe's work was presented at the Pinakothek der Moderne in Munich in 2006, and in subsequent years, his company toured across Europe, appearing in Paris, Zürich, and London. In 2009 London held a monthlong \"Focus on Forsythe\" celebration that included events across the city, a traveling multimedia installation, and the performance of Nowhere and Everywhere at the Same Time, an elaborate installation piece at the Tate Modern, in which dancers weaved through hundreds of suspended pendulums. Forsythe's works developed during this time were performed exclusively by The Forsythe Company, while his earlier pieces are prominently featured in the repertoire of virtually every major ballet company in the world, including Mariinsky Ballet, New York City Ballet, San Francisco Ballet, National Ballet of Canada, Dresden Semperoper Ballet, England's Royal Ballet, and the Paris Opera Ballet. Throughout his career, Forsythe has experimented with a freer approach to choreography in which the dancers are allowed to make choices about order and timing comparable to those made by musicians playing a cadenza. As a training tool for dancers, he developed a CD-ROM entitled Improvisation Technologies (1995), which in turn resulted in the piece Self Meant to Govern, the first part of the evening-length work, Eidos: Telos (1995) which used monitors to provide dancers with verbal cues that spurred movement responses.Au, Susan, and Susan Au. Ballet and Modern Dance. New York: Thames & Hudson, 2002. Print. Forsythe has produced and collaborated on numerous installation works, including White Bouncy Castle (1997, in collaboration with Dana Caspersen and Joel Ryan), City of Abstracts (2000), Nowhere and Everywhere at the Same Time No. 2 (2013) and Black Flags (2014). Installation works by Forsythe have been shown at the Whitney Biennial (New York, 1997), Louvre Museum (2006), Tate Modern (London, 2009), ), MoMA (New York 2010), Venice Biennale (2005, 2009, 2012, 2014), Museum of Fine Arts, Houston (2020) and other locations. Forsythe has been commissioned to produce architectural and performance installations by architect-artist Daniel Libeskind, ARTANGEL (London), Creative Time (New York), and the City of Paris. Forsythe is known to teach at universities and cultural institutions as a guest artist. He became one of the Dance Mentors for the Rolex Mentor and Protege Arts Initiative in 2002. Forsythe was also given honorary degrees such as his Doctorate from The Juilliard School in New York City and was given the title Honorary Fellow at the Laban Centre for Movement and Dance in London. Awards received by Forsythe and his ensembles include the New York Dance and Performance \"Bessie\" Award (1988, 1998, 2004, 2007) and London's Laurence Olivier Award (1992, 1999, 2009). Forsythe has been conveyed the title of the Ordre des Arts et des Lettres (1999) by the government of France and has received the Hessian Cultural Prize (1995), the German Distinguished Service Cross (1997), the Wexner Prize (2002), the Golden Lion of the Venice Biennale (2010), Samuel H Scripps / American Dance Festival Award for Lifetime Achievement (2012), the Grand Prix de la SACD (2016) and the German theatre prize DER FAUST Lifetime Achievement Award (2020). Between 2015 and 2021, Forsythe was professor at the University of Southern California's newly created Glorya Kaufman School of Dance and artistic advisor at the university's Choreographic Institute. Moreover, in 2015 The Forsythe Company changed its name to Dresden Frankfurt Dance Company and continued under the directorship of choreographer Jacopo Godani. ==Style== Forsythe believes that classical ballet is a language with rules to follow. However, although he is trained with these rules, he is much more interested in bending and eventually breaking these guidelines. His style is based on classical ballet, using traditional positions, but developing them to the extreme. Many of his pieces are danced on pointe, but he has used all kind of footwear, including work-boots, socks, and slippers, in order to explore different choreographic results. Forsythe's choreographic style is both postmodern and deconstructivist. Similar to the style of other postmodernists, Forsythe plays with the unexpected, moments of improvisation, and he emphasizes process within the creation of his works. The extreme positions involved in his ballets require a great deal of flexibility, and, in fact, most of his dancers possess that skill. Forsythe's early work in Stuttgart was created mostly for commission, and all of these early works were neoclassical. However, even in these early years, Forsythe states that he was criticized for creating work that was too modern. As his career progressed Forsythe shifted the focus to the methods of his working, which included space and dynamics. Forsythe's choreographic style often includes political themes. He believes that the rehearsal space is inherently political because each individual lives their politics through their everyday behaviors. In an interview Forsythe said, \"I wasn't about to go into politics, but I could perform a political experiment locally.\" The movement style itself drew inspiration from the work of George Balanchine. Forsythe was drawn to the musicality, speed, and lightness of Balanchine's work. Forsythe's emphasis on space is evident in his big, long, and exaggerated movements. Very fast footwork, and shaped hands—often with the lines broken at the wrists—are at the base of his vocabulary. The arms are intended to lead many of the movements within this technique, unlike the more classical teachings of moving the arms and legs simultaneously. Weight change plays a major part in his work, which is especially evident in his partner- work. The dancers stretch and pull each other far from their center-lines, with the idea being that each will pull the other so far from center that a counterbalance is created between them. This element of counterbalance contrasts with more classical partnering techniques that mainly focus on keeping the ballerina upright and helping her to maintain her balance. While Forsythe deconstructs the classical technique of ballet, he additionally challenges social norms and the representation of these norms within art. For example, in his work Behind the China Dogs, Albert Evans dances with lean and fluid movements—qualities typically viewed as feminine—as Helene Alexopaulos moves fiercely, and with muscular movements—qualities typically viewed as \"masculine\". In all of his work, the dancers are prompted to extend their limbs past their kinespheres, stretching the arms and legs away from the torso. From a structural point of view, he likes to play with the expectations of the audience. In the second act of Artifact (1984), for example, he raises and lowers the curtains in the middle of the dance, in order to change drastically the environment on stage, and willingly lights the dancers. Most of Forsythe's pieces use electronic scores composed by Thom Willems. Forsythe and Willems both believe that music and dance are independent from each other, and that, even though they coincide in dynamics and length, neither of the two is there to illustrate the other. Their main concern is the inner structure of their works, so they leave the emotional interpretation to the audience or the listener. ==Selected works== *1976 Urlicht *1983 Gänge *1983 France/Dance *1984 Artifact *1985 Steptext *1986 Isabelle's Dance *1986 Die Befragung des Robert Scott *1987 In the Middle, Somewhat Elevated *1988 Impressing the Czar *1990 Limb's Theorem *1991 The Second Detail *1991 Loss of Small Detail *1992 ALIE/ _N A(C)TION_ *1995 Self Meant to Govern *1995 Eidos:Telos *1996 The Vertiginous Thrill of Exactitude *1997 Hypothetical Streams 2 *1998 Workwithinwork *1999 Endless House *2000 One Flat Thing, reproduced *2000 Kammer/Kammer *2001 Woolf Phrase *2002 Double/Single *2003 Decreation *2005 Three Atmospheric Studies *2005 You Made Me a Monster *2005 Human Writes *2005 Nowhere and Everywhere *2006 Heterotopia *2007 The Defenders *2008/2010 Yes We Can't *2008 I Don't Believe in Outer Space *2009 The Returns *2011 Sider *2016 Blake Works I *2018 \"Playlist (Track 1,2)\" *2018 \"A Quiet Evening of Dance\" *2019 \"Playlist (EP)\" *2020 \"The Barre Project (Blake Works II)\" ==Dance and visual arts== William Forsythe is also known for his work in combining the choreographic and visual arts. He has produced and collaborated on numerous installation works, which he refers to as Choreographic Objects, including White Bouncy Castle (1997, in collaboration with Dana Caspersen and Joel Ryan), City of Abstracts (2000), Scattered Crowd (2002), The Fact of Matter (2009), Nowhere and Everywhere at the Same Time No. 2 (2013), Black Flags (2014) and Underall (2017). Installation works by Forsythe have been shown at the Whitney Biennial (New York, 1997), Louvre Museum (2006), Pinakothek der Moderne in Munich (2006), 21_21 Design Sight in Tokyo (2007), Wexner Center for the Arts, Columbus (2009), Tate Modern (London, 2009), ), MoMA (New York 2010), Venice Biennale (2005, 2009, 2012, 2014), 20th Biennale of Sydney (2016), Museum Folkwang (2019), Museum of Fine Arts, Houston (2020) and Kunsthaus Zürich (2021) and other locations. Forsythe has been commissioned to produce architectural and performance installations by architect-artist Daniel Libeskind, ARTANGEL (London), Creative Time (New York), and the City of Paris. Forsythe collaborated with different educators and media specialists in order to create new ways to document dance. His first online program was a computer application titled Improvisation Technologies: A Tool for the Analytical Dance Eye, which he created in 1994. This application was used by professional companies, dance conservatories, universities, postgraduate architecture programs, and secondary schools throughout the world, and it was the inspiration for his later application Synchronous Objects. Synchronous Objects was launched in 2009, and \"One Flat Thing\" was reproduced on a digital online score developed by Ohio State University. The process was revealed, and people began to discover that the choreographic scores and the principles of choreography itself could be applied to other fields. After the success of Synchronous Objects came Forsythe's Motion Bank. Motion Bank is a research platform with a focus on creating and researching online digital scores in collaboration with guest choreographers. ==Awards== *\"Bessie\" Award (1988, 1998, 2004, 2007) *Laurence Olivier Award (1992, 1999) *Government of France – Commandeur des Arts et Lettres (1999) *Service Cross – Germany (1997) *Wexner Prize (2002) *Deutscher Tanzpreis (2004) *Golden Lion for Lifetime Achievement – Venice (2010) ==References== ==External links== *The Forsythe Company * Category:1949 births Category:Living people Category:Jacksonville University alumni Category:Contemporary dance choreographers Category:Bessie Award winners Category:Members of the Academy of Arts, Berlin",
 "title": "William Forsythe (choreographer)"
}