{
 "id": "477336",
 "text": "The United States twenty-dollar bill ($20) is a denomination of U.S. currency. A portrait of Andrew Jackson, the seventh U.S. president (1829–1837), has been featured on the obverse of the bill since 1928; the White House is featured on the reverse. As of December 2018, the average life of a $20 bill in circulation is 7.8 years before it is replaced due to wear. About 11% of all notes printed in 2009 were $20 bills. Twenty-dollar bills are delivered by Federal Reserve Banks in violet straps. ==History== ===Large-sized notes=== * The back is printed green. * The back is different, with several small variations extant. * The reverse has a $20 gold coin and various abstract elements. The back is orange. * * The back design is green. * * The back design is black. * The back is orange and features an eagle. * The front is similar, but the back is different and printed in brown. * * Two different backs exist both with abstract designs. * The front features Hugh McCulloch, and the back has a vignette of an allegorical America. * The back design is orange. * File:US-$20-LT-1863-Fr-126b.jpg|1863 $20 Legal Tender note File:US-$20-LT-1880-Fr-145.jpg|1880 $20 Legal Tender depicting Alexander Hamilton File:US $20 1905 Gold Certificate.jpg|Series 1905 $20 gold certificate File:US-$20-FRN-1914-Fr-958a.jpg|1914 $20 Federal Reserve Note ===Small size notes === File:US-$20-FRN-1928-Fr-2050-G.jpg|Series 1928 $20 small-size Federal Reserve Note. File:US-$20-FRBN-1929-Fr.1870-D.jpg|Series 1929 $20 National Currency note issued by the Cleveland Federal Reserve Bank. File:US-Series-1995-$20-Obverse.jpg|Series 1995 $20 Federal Reserve Note; basically unchanged since Series 1950 File:US %2420 Series 1996 Obverse.jpg|Series 1996 $20 Federal Reserve Note. File:US $20 under blacklight.jpg|The security strip in a twenty-dollar bill glows green under a blacklight. Andrew Jackson first appeared on the $20 bill in 1928. Although 1928 coincides with the 100th anniversary of Jackson's election as president, it is not clear why the portrait on the bill was switched from Grover Cleveland to Jackson. (Cleveland's portrait was moved to the new $1000 bill the same year). According to the U.S. Treasury: \"Treasury Department records do not reveal the reason that portraits of these particular statesmen were chosen in preference to those of other persons of equal importance and prominence.\" The placement of Jackson on the $20 bill may be a historical irony; as president, he vehemently opposed both the National Bank and paper money and made the goal of his administration the destruction of the National Bank. In his farewell address to the nation, he cautioned the public about paper money.s:Andrew Jackson's Farewell Address * 1914: Began as a large-sized note, a portrait of Grover Cleveland on the face, and, on the back, a steam locomotive and an automobile approaching from the left, and a steamship approaching from the right. * * 1928: Switched to a small-sized note with a portrait of Andrew Jackson on the face and the south view of the White House on the reverse. The banknote is redeemable in gold or silver (at the bearer's discretion) at any Federal Reserve Bank. * 1933: With the U.S. having abandoned the gold standard, the bill is no longer redeemable in gold, but rather in \"lawful money\", meaning silver. * 1942: A special emergency series, with brown serial numbers and \"HAWAII\" overprinted on both the front and the back, is issued. These notes are designed to circulate on the islands and be deemed invalid in the event of a Japanese invasion. * 1948: The White House picture was updated to reflect renovations to the building itself, including the addition of the Truman Balcony, as well as the passage of time. Most notably, the trees are larger. The change occurred during production of Series 1934C. * 1950: Design elements like the serial numbers are reduced in size and moved around subtly, presumably for aesthetic reasons. * 1963: \"Will Pay To The Bearer On Demand\" is removed from the front of the bill below the portrait, and the legal tender designation is shortened to \"This note is legal tender for all debts, public and private\" (eliminating \"and is redeemable in lawful money at the United States Treasury, or at any Federal Reserve Bank.\") Also, \"In God We Trust\" is added above the White House on the reverse. These two acts (one taking U.S. currency off the silver backing, and the other authorizing the national motto) are coincidental, even if their combined result is implemented in one redesign. Also, several design elements are rearranged, less perceptibly than the change in 1950, mostly to make room for the slightly rearranged obligations. * 1969: The new treasury seal appears on all denominations, including the $20. * The old presses are gradually retired, and old-style serial numbers appear as late as 1981 for this denomination. * Even though the bills read Series 1990, the first bills were printed in April 1992. * 1994: The first notes at the Western Currency Facility are printed in January late during production of Series 1990. * September 24, 1998: The Series 1996 $20 note was completely redesigned for the first time since 1929 to further deter counterfeiting; the picture of the White House was changed from the south side to the north side view. A larger, off-center portrait of Jackson was used on the front, and several anti-counterfeiting features were added, including color-shifting ink, microprinting, and a watermark. The plastic strip now reads \"USA 20\" and glows green under a black light. The bills were first printed in June 1998. * October 9, 2003: The current series of 20 dollar bills is released with light background shading in green and yellow, and no oval around Andrew Jackson's portrait (background images of eagles, etc. were also added to the front); the back is the same view of the White House, but without the oval around it. Ninety faint \"20\"s are scattered on the back in yellow as a \"EURion constellation\" to prevent photocopying. The first issue's series date is 2004 with Marin-Snow signatures. The bills were first printed in April 2003. ===Series dates=== ====Small size==== {|class=\"wikitable sortable\" |- ! Type ! Series ! Register ! Treasurer ! Seal |- | National Bank Note Types 1 & 2 | 1929 | Jones || Woods || Brown |- | Federal Reserve Bank Note | 1928A | Jones || Woods || Brown |} {|class=\"wikitable sortable\" |- ! Type ! Series ! Treasurer ! Secretary ! Seal |- | Gold Certificate | 1928 | Woods || Mellon || Gold |- | Federal Reserve Note | 1928 | Tate || Mellon || Green |- | Federal Reserve Note | 1928A | Woods || Mellon || Green |- | Federal Reserve Note | 1928B | Woods || Mellon || Green |- | Federal Reserve Note | 1928C | Woods || Mills || Green |- | Federal Reserve Note | 1934 | Julian || Morgenthau || Green |- | Federal Reserve Note | 1934 Hawaii | Julian || Morgenthau || Brown |- | Federal Reserve Note | 1934A | Julian || Morgenthau || Green |- | Federal Reserve Note | 1934A Hawaii | Julian || Morgenthau || Brown |- | Federal Reserve Note | 1934B | Julian || Vinson || Green |- | Federal Reserve Note | 1934C | Julian || Snyder || Green |- | Federal Reserve Note | 1934D | Clark || Snyder || Green |- | Federal Reserve Note | 1950 | Clark || Snyder || Green |- | Federal Reserve Note | 1950A | Priest || Humphrey || Green |- | Federal Reserve Note | 1950B | Priest || Anderson || Green |- | Federal Reserve Note | 1950C | Smith || Dillon || Green |- | Federal Reserve Note | 1950D | Granahan || Dillon || Green |- | Federal Reserve Note | 1950E | Granahan || Fowler || Green |- | Federal Reserve Note | 1963 | Granahan || Dillon || Green |- | Federal Reserve Note | 1963A | Granahan || Fowler || Green |- | Federal Reserve Note | 1969 | Elston || Kennedy || Green |- | Federal Reserve Note | 1969A | Kabis || Connally || Green |- | Federal Reserve Note | 1969B | Bañuelos || Connally || Green |- | Federal Reserve Note | 1969C | Bañuelos || Shultz || Green |- | Federal Reserve Note | 1974 | Neff || Simon || Green |- | Federal Reserve Note | 1977 | Morton || Blumenthal || Green |- | Federal Reserve Note | 1981 | Buchanan || Regan || Green |- | Federal Reserve Note | 1981A | Ortega || Regan || Green |- | Federal Reserve Note | 1985 | Ortega || Baker || Green |- | Federal Reserve Note | 1988A | Villalpando || Brady || Green |- | Federal Reserve Note | 1990 | Villalpando || Brady || Green |- | Federal Reserve Note | 1993 | Withrow || Bentsen || Green |- | Federal Reserve Note | 1995 | Withrow || Rubin || Green |- | Federal Reserve Note | 1996 | Withrow || Rubin || Green |- | Federal Reserve Note | 1999 | Withrow || Summers || Green |- | Federal Reserve Note | 2001 | Marin || O'Neill || Green |- | Federal Reserve Note | 2004 | Marin || Snow || Green |- | Federal Reserve Note | 2004A | Cabral || Snow || Green |- | Federal Reserve Note | 2006 | Cabral || Paulson || Green |- | Federal Reserve Note | 2009 | Rios || Geithner || Green |- | Federal Reserve Note | 2013 | Rios || Lew || Green |- |Federal Reserve Note | 2017 | Carranza || Mnuchin || Green |- |Federal Reserve Note | 2017A | Carranza || Mnuchin || Green |} ==Proposal for a woman's portrait== In a campaign called \"Women on 20s\", selected voters were asked to choose three of 15 female candidates to have a portrait on the bill. The goal was to have a woman on the bill by 2020, the centennial of the 19th Amendment which gave women the right to vote. Among the candidates on the petition were Harriet Tubman, Eleanor Roosevelt, Rosa Parks, and Wilma Mankiller, the first female chief of the Cherokee Nation. Which country has the least sexist banknotes? BBC. April 13, 2015. Retrieved on April 14, 2015. On May 12, 2015, Tubman was announced as the winning candidate of that \"grassroots\" poll with more than 600,000 people surveyed and more than 118,000 choosing Tubman, followed by Roosevelt, Parks and Mankiller. thumb|250px|right|alt=Image of bill with Tubman's face|Official bill prototype prepared by the Bureau of Engraving and Printing in 2016 On June 17, 2015, then-Treasury Secretary Jack Lew announced that a woman's portrait would be featured on a redesigned bill by 2020, replacing Alexander Hamilton. However, that decision was reversed, at least in part due to Hamilton's surging popularity following the hit Broadway musical Hamilton. On April 20, 2016, Lew officially announced that Alexander Hamilton would remain on the bill, while Andrew Jackson would be replaced by Tubman on the front of the bill, with Jackson appearing on the reverse. Lew simultaneously announced that the five- and ten-dollar bills would also be redesigned in the coming years and put into production in the next decade. ===Trump administration=== While campaigning for president, Donald Trump reacted to the announcement that Tubman would replace Jackson on the twenty- dollar bill. The day following the announcement Trump called Tubman \"fantastic\", but stated that he would oppose replacing Jackson with Tubman, calling the replacement \"pure political correctness\", and suggested that Tubman could perhaps be put on another denomination instead. On August 31, 2017, Treasury Secretary Steven Mnuchin said that he would not commit to putting Tubman on the twenty-dollar bill, explaining \"People have been on the bills for a long period of time. This is something we'll consider; right now we have a lot more important issues to focus on.\" According to a Bureau of Engraving and Printing spokesperson, the next redesigned bill will be the ten- dollar bill, not set to be released into circulation until at least 2026.What Happened to the Plan to Put Harriet Tubman on the Bill?The Harriet Tubman Bill Plan Has Been Put on the Back Burner In May 2019, Mnuchin stated that no new imagery will be unveiled until 2026, and that a new bill will not go into circulation until 2028. In making the announcement, Mnuchin blamed the delay on technical reasons. However, an employee within the Bureau of Engraving and Printing told the New York Times that at the time of the announcement \"the design appeared to be far along in the process.\" Democratic members of the House of Representatives asked Mnuchin to provide more specific reasons for the delay. In June, the Treasury Department's acting inspector general, Rich Delmar, announced his office would conduct an investigation into what caused the delay in production of the new bill featuring Tubman. === Biden administration === In January 2021, White House Press Secretary Jen Psaki said President Joe Biden will accelerate the Tubman redesign. ==See also== * Twenty Bucks, a 1993 movie that follows the travels of a $20 bill. ==References== ==External links== *$20 Notes Category:1861 establishments in the United States Category:Currencies introduced in 1861 Category:Cultural depictions of Andrew Jackson *020 Category:Twenty-base-unit banknotes Category:White House",
 "title": "United States twenty-dollar bill"
}