{
 "id": "477512",
 "text": "Meskheti () or Samtskhe () (Moschia in ancient sources), is a mountainous area in southwestern Georgia. ==History== Ancient tribes known as the Mushki (or Moschi) and Mosiniks (or Mossynoeci) were the first known inhabitants of the area of the modern Samtskhe-Javakheti region. Some scholars credit the Mosiniks with the invention of iron metallurgy. Between the 2nd millennium BC and the 4th century BC, Meskheti was part of the kingdom of Diauehi. It was subsequently, until the 6th century, part of the Kingdom of Iberia. During the 10th-15th centuries, this region was a part of the united Georgian Kingdom. In the 16th century it was the independent Principality of Samtskhe until it was occupied and annexed by the Ottoman Empire. In 1829-1917 the region was a part of Tiflis Governorate, and then briefly (1918-1921) part of the Democratic Republic of Georgia. Between 1921-1990 it was a part of the Soviet Union, as the Georgian SSR. Meskheti is now part of the Samtskhe-Javakheti region, together with Javakheti and Tori. ==Demographics== ===Ethnic groups=== ==== Georgians ==== Meskhetians or Meskhs (Meskhi) are a subgroup of Georgians, the indigenous population of Meskheti. Meskhetians speak the Meskhetian dialect and are mainly Georgian Orthodox Christians in religion, while part of them are Catholics. ==== Meskhetian Turks ==== Meskhetian Turks are the former inhabitants of the Meskheti region of Georgia along the border with Turkey. They were deported to Central Asia during November 15–25, 1944 by Joseph Stalin and settled within Kazakhstan, Kyrgyzstan, and Uzbekistan. Of the 120,000 forcibly deported in cattle-trucks a total of 10,000 perished. Today they are dispersed over a number of other countries of the former Soviet Union. There are 500,000 to 700,000 Meskhetian Turks in exile in Azerbaijan and Central Asia. Most Meskhetian Turks are Sunni Hanafi Muslims. ==See also== * Meskhetians * History of Georgia * Culture of Georgia * Georgians * Meskhetian Turks * Meshech ==References== == External links == * Pavle Ingorokva: Deform of historical reality about southern parts (Meskheti and South Kartli) of Georgia. == Literature == * (Georgian) თაყაიშვილი ე., არქეოლოგიური ექსპედიცია კოლა-ოლთისში და ჩანგლში, ტფ., 1907; * (Georgian) ლომსაძე. შ., სამცხე ჯავახეთი (XVIII ს. შუაწლებიდან XIX საუკუნის შუა წლებამდე), თბ., 1975; * (Georgian) მუსხელიშვილი დ., ქსე, ტ. 6, გვ. 601-602, თბ., 1983 * (Georgian) ნოზაძე ვ. საქართველოს აღდგენისათვის ბრძოლა მესხეთის გამო, თბილისი, 1989; Category:Former provinces of Georgia (country) Category:Historical regions of Georgia (country) Category:Caucasus",
 "title": "Meskheti"
}