{
 "id": "477905",
 "text": "Patricia (\"Pat\") P. Crowther (born 1943), later known as Patricia P. Wilcox, is an American cave explorer and cave surveyor active in the 1960s and early 1970s. She also worked as a computer programmer. Crowther was well-known among Kentucky cavers for her slight frame (she weighed 115 pounds) and her extreme dedication. These two traits led her to pursue promising leads that other cavers were unwilling or unable to attempt. Of particular note is her traversal of a narrow canyon known as \"The Tight Spot\" in the portion of the Flint Ridge Cave System underlying Houchins Valley. The Tight Spot proved to be the critical juncture leading to the passages connecting Mammoth Cave and the Flint Ridge Cave System. Both Patricia Crowther and her then-husband Will Crowther, also a computer programmer, participated in many expeditions that attempted to connect the caves. She was part of the September 9, 1972 expedition that discovered and surveyed the historic final connection. Crowther earned a B.S. degree in physics at MIT where she met and married William. The couple had two daughters, Sandy and Laura, and divorced in 1976. William would go on to write one of the first video games Colossal Cave Adventure in 1976 based on his caving experiences with Pat in the Mammoth Cave system as to connect with his daughters after the divorce. Pat first encountered the game at a Boston meeting of the Cave Research Foundation in 1976 or 1977. Though embellished to include elements like an underground volcano, cavers noted that the game was accurate to Crowther's maps and descriptions. In 1977, Crowther married John Wilcox, who had led the cave connection expeditions. They were married for 33 years until his death on September 1, 2010. Crowther authored The Grand Kentucky Junction, an account of the expeditions undertaken to connect the Mammoth and Flint Ridge cave systems. Crowther participated in the 1997 National Geographic documentary Mysteries Underground, which discussed the connection of the Flint Ridge Cave System with Mammoth Cave. ==References== Category:American cavers Category:American explorers Category:Living people Category:1943 births",
 "title": "Patricia Crowther (caver)"
}