{
 "id": "478357",
 "text": "thumb|280px|right|Powerscourt Waterfall on the Dargle thumb|right|River Dargle at the foot of Maulin mountain by Watergates The River Dargle () is a river that flows from the Wicklow Mountains in Ireland to the Irish Sea. It forms Powerscourt Waterfall, receives the Glencree and Glencullen Rivers, and later the Glenmunder Stream / County Brook, and the Swan River at Bray, and reaches the sea at Bray Harbour. ==Course== The Dargle rises in the Wicklow Mountains, Ireland, on the southern slopes of Tonduff . It flows down the Glensoulan hanging valley, to fall over the Powerscourt Waterfall. The Dargle then flows through the Glencree valley where it is fed by the River Glencree, before flowing east for a further . It receives the Glencullen River, and later the Glenmunder Stream, also known as the County Brook or Ballyman Stream. A final small tributary, the Swan River, joins opposite the People's Park, Little Bray. The final section reaches the Irish Sea at Bray Harbour. ==Name== The river's name in Irish refers to the tint of red in the rocks at its source. ==Historical events== ===Battle of Bloody Bank=== In August 1401Some sources give the year as 1401, but the balance of the evidence is that it was 1402 the O'Byrne clan of County Wicklow, who periodically raided Dublin, encamped a large mercenary army, composed mainly of their relatives, the O'Meagher clan, on the banks of the Dargle near Bray. The authorities in Dublin received advance warning of the intended raid from the Walsh family of Carrickmines, whose lands stood directly in the path of the mercenary army. Led by John Drake, who was three times Lord Mayor of Dublin, the citizens of Dublin supported by the Walsh clan, scored a decisive victory, commemorated as the Battle of Bloody Bank, over the O'Byrnes and O'Meaghers on the banks of the Dargle. The slaughter was so terrible (one estimate puts the death toll at 4000, although this was probably an exaggeration)400 is a more realistic estimate of the casualties. that the area became known as Bloody Bank until it was renamed in the nineteenth century as Sunny Bank. The outcome greatly improved the security of Dublin, and seriously weakened the power of the O'Byrne clan.O'Byrne, Dr. Emmett \"O'Byrne promised to be loyal to the King\" Irish Independent 18/04/2012 ==Cultural references== Sir Walter Scott visited the area in 1825 and mistakenly assumed that Dargle was the name for any glen, etc. He used the word in his novel Redgauntlet seven years later: Glen, nor dargle, nor mountain, nor cave, could hide the puir hill-folk.Notes and Queries, January–June 1898 About 1838 the eminent judge Philip Cecil Crampton, who lived at St. Valery House, by the Dargle, became a supporter of the temperance movement: to show his fidelity to the cause, he emptied the entire contents of his wine cellar into the river.Ball, F. Elrington The Judges in Ireland 1221-1921 John Murray London 1926 Vol. 2 p.282 The folk song Waxies' Dargle makes an indirect reference to the river. Non-religious holidays in Dublin - especially tradesmens' days off - were traditionally referred to as a \"Dargle Days\" (from the habit of the Irish upper classes of travelling to the banks of the Dargle to picnic and engage in field sports such as tennis, on such days). The \"Waxie's Dargle\", on the other hand, is a humorous reference to the annual outing of the Dublin shoe-makers and repairers (who were known as \"Waxies\", from their habit of periodically running a ball of wax along the string as they stitched) to Irishtown on the River Dodder.Bernard Share: Slanguage, A Dictionary of Irish Slang. Dublin, Gill and McMillan (1997 and 2005) ==See also== *Rivers of Ireland ==References== ==External links== *Dargle River River Guide Dargle Category:Bray, County Wicklow",
 "title": "River Dargle"
}