{
 "id": "478346",
 "text": "In mathematics, algebraically compact modules, also called pure-injective modules, are modules that have a certain \"nice\" property which allows the solution of infinite systems of equations in the module by finitary means. The solutions to these systems allow the extension of certain kinds of module homomorphisms. These algebraically compact modules are analogous to injective modules, where one can extend all module homomorphisms. All injective modules are algebraically compact, and the analogy between the two is made quite precise by a category embedding. == Definitions == Let be a ring, and a left -module. Consider a system of infinitely many linear equations :\\sum_{j\\in J} r_{i,j}x_j = m_i, where both sets and may be infinite, m_i\\in M, and for each the number of nonzero r_{i,j}\\in R is finite. The goal is to decide whether such a system has a solution, that is whether there exist elements of such that all the equations of the system are simultaneously satisfied. (It is not required that only finitely many are non-zero.) The module M is algebraically compact if, for all such systems, if every subsystem formed by a finite number of the equations has a solution, then the whole system has a solution. (The solutions to the various subsystems may be different.) On the other hand, a module homomorphism is a pure embedding if the induced homomorphism between the tensor products is injective for every right -module . The module is pure- injective if any pure injective homomorphism splits (that is, there exists with f\\circ j=1_M). It turns out that a module is algebraically compact if and only if it is pure-injective. == Examples == All modules with finitely many elements are algebraically compact. Every vector space is algebraically compact (since it is pure-injective). More generally, every injective module is algebraically compact, for the same reason. If R is an associative algebra with 1 over some field k, then every R-module with finite k-dimension is algebraically compact. This, together with that fact that all finite modules are algebraically compact, gives rise to the intuition that algebraically compact modules are those (possibly \"large\") modules which share the nice properties of \"small\" modules. The Prüfer groups are algebraically compact abelian groups (i.e. Z-modules). The ring of p-adic integers for each prime p is algebraically compact as both a module over itself and a module over Z. The rational numbers are algebraically compact as a Z-module. Together with the indecomposable finite modules over Z, this is a complete list of indecomposable algebraically compact modules. Many algebraically compact modules can be produced using the injective cogenerator Q/Z of abelian groups. If H is a right module over the ring R, one forms the (algebraic) character module H* consisting of all group homomorphisms from H to Q/Z. This is then a left R-module, and the *-operation yields a faithful contravariant functor from right R-modules to left R-modules. Every module of the form H* is algebraically compact. Furthermore, there are pure injective homomorphisms H → H**, natural in H. One can often simplify a problem by first applying the *-functor, since algebraically compact modules are easier to deal with. == Facts == The following condition is equivalent to M being algebraically compact: * For every index set I, the addition map M(I) → M can be extended to a module homomorphism MI → M (here M(I) denotes the direct sum of copies of M, one for each element of I; MI denotes the product of copies of M, one for each element of I). Every indecomposable algebraically compact module has a local endomorphism ring. Algebraically compact modules share many other properties with injective objects because of the following: there exists an embedding of R-Mod into a Grothendieck category G under which the algebraically compact R-modules precisely correspond to the injective objects in G. Every R-module is elementary equivalent to an algebraically compact R-module and to a direct sum of indecomposable algebraically compact R-modules. == References == * C.U. Jensen and H. Lenzing: Model Theoretic Algebra, Gordon and Breach, 1989 Category:Module theory Category:Model theory",
 "title": "Algebraically compact module"
}