{
 "id": "478837",
 "text": "Kyiv-Pechersk Lavra or Kyivo-Pechers’ka LavraVerkhovna Rada Portal This is the official English spelling used by the Ukrainian government Parliament votes down law on preservation of Kyiv Pechersk Lavra complex Interfax-Ukraine, 16 June 2010 at 10:42 (; ), also known as the Kiev Monastery of the Caves, is a historic Eastern Orthodox Christian monastery which gave its name to one of the city districts where it is located in Kyiv. Since its foundation as the cave monastery in 1051,Magocsi P.R. A History of Ukraine. University of Toronto Press: Toronto, 1996. p 98. the Lavra has been a preeminent center of Eastern Orthodox Christianity in Eastern Europe. Together with the Saint Sophia Cathedral, it is inscribed as a UNESCO World Heritage Site.Kyiv Pechersk Lavra, St. Sophia Cathedral remain on UNESCO’s World Heritage List, Interfax-Ukraine (20 June 2013) The monastery complex is considered a separate national historic-cultural preserve (sanctuary), the national status to which was granted on 13 March 1996. The Lavra is not only located in another part of the city, but is part of a different national sanctuary than Saint Sophia Cathedral. While being a cultural attraction, the monastery is once again active, with over 100 monks in residence. It was named one of the Seven Wonders of Ukraine on 21 August 2007. Currently, the jurisdiction over the site is divided between the state museum, National Kyiv-Pechersk Historic- Cultural Preserve, and the Ukrainian Orthodox Church (Moscow Patriarchate) as the site of the chief monastery of that Church and the residence of its leader, Onufrius, Metropolitan of Kyiv and All Ukraine. ==Etymology and other names== left|thumb|Lithograph of Pechersk Lavra, Kyiv, [https://www.nga.gov/research/library/imagecollections/features/watsons_russia.html Department of Image Collections], National Gallery of Art Library, Washington, DC thumb|Panorama of the monastery (southward view)|left thumb|225px|The reconstructed Cathedral of the Dormition, as seen in 2005.|left The word pechera means cave. The word lavra is used to describe high-ranking male monasteries for monks of the Eastern Orthodox Church. Therefore, the name of the monastery is also translated as Kyiv Cave Monastery, Kyiv Caves Monastery or the Kiev Monastery of the Caves (на печерах). ==Foundation and early history== According to the Primary Chronicle, in the early 11th century, Anthony, a Christian monk from Esphigmenon monastery on Mount Athos, originally from Liubech of the Principality of Chernigov, returned to Rus' and settled in Kyiv as a missionary of monastic tradition to Kyivan Rus'. He chose a cave at the Berestov Mount that overlooked the Dnieper River and a community of disciples soon grew. Prince Iziaslav I of Kyiv ceded the whole mount to the Anthonite monks who founded a monastery built by architects from Constantinople. ==Hegumens== {| class=\"wikitable collapsible autocollapse\" |- ! Years !! Names !! Notes |- | 1051-1062 || Antoniy || |- | 1062-1063 || Varlaam || |- | 1063-1074 || Theodosius (joined the Studite Brethren) || |- | 1074-1077 || Stefan I Bolharyn || |- | 1077-1088 || Nikon the Great (before schima Hilarion) || |- | 1088-1103 || Ioann || In 1096 Cumans led by khan Boniak attacked Kyiv and the Cave Monastery. |- | 1108-1112 || Theoktistos, became a bishop of Chernihiv || |- | 1112-1125 || Prokhor || |- | 1125-1131 || Timothy / Akindin || |- | 1132-1141 || Pimen the Singer || |- | 1142-1156 || Theodosiy || |- | 1156-1164 || Akindin || In 1159 the monastery received stauropegic status and since then was known as lavra. |- |colspan=3 align=center|Archimandrites: |- | 1165-1182 || Polikarp Pechersky || the first archimandrite |- | 1182-1197 || Vasiliy || |- | ~ 1274 || Serapion || |- | ~ 1289 || Agapit || |- | ~ 1377 || David || |- | ~ 1434 || Nikifor || |- | ~ 1446 || Nicholas || |- | ~ 1470 || Ioann || |- | ~ 1486 || Theodosiy || |- | ~ 1500 || Philaret || |- | 1506-1508 || Vassian || |- | ~ 1509 || Jonas || |- | ~ 1514 || Protasiy || |- | 1522-1525 || Ignatius || |- | 1524—1528 || Antoniy || |- | ~ 1538 || Joachim || |- | 1540—1541 || Sofroniy || |- | ~ 1540s || Vassian || |- | ~ 1551 || Hilarion Pesoczynski || |- | ~ 1555 || Joseph || |- | 1556-1572 || Hilarion Pesoczynski || |- | ~ 1573 || Jonas Despotowicz || |- | 1574-1590 || Miletieus Chrebtowicz-Bohurnski || |- | 1593-1599 || Nykifor Tur || |- | 1599—1605 || Hipatius Pociej || |- | 1605—1624 || Yelisei Pletenecki || |- | 1624-1627 || Zakhariy Kopystenski || |- | 1627-1646 || Peter Mogila || |- | 1656—1684 || Innocent (Giesel) || |- | 1684—1690 || Varlaam Yasinski || |- | 1691—1697 || Miletieus Vujachewicz-Vysoczinski || |- | 1697—1708 || Joasaph Krokowski || |- | 1709 || Hilarion || |- | 1710-1714 || Afanasiy Myslawski || |- | 1715-1729 || Ioanikiy Seniutovich || |- | 1730—1736 || Roman Kopa || |- | 1737—1740 || Hilarion Negrebecki || |- | 1740—1748 || Timothy Szczerbacki || |- | 1748—1751 || Joseph Oranski || |- | 1752—1761 || Luka Belousowicz || |- | 1762—1786 || Zosima Walkewicz || |- | 1786—1792 || Metropolitan bishops of Kyiv || |- | 1792—1795 || Theofilakt Slonecki || |- | 1815—1826 || Antoniy Smyrnicki || |- | 1826—1834 || Avksentiy Halicki || |- | 1844—1852 || Lavrentius Makarov || |- | 1852—1862 || Ioann Petin || |- | 1878—1884 || Hilarion Yushenov || |- | 1884—1892 || Yuvenaliy Polovtsev || |- | 1893—1896 || Sergiy Lanin || |- | 1909—1918 || Amvrosiy Bulhakov || |- | 1926—1931 || Hermohen Golubev || |- |} ==Buildings and structures== left|thumb|Pechersk Lavra, Kyiv, [https://www.nga.gov/research/library/imagecollections/features/watsons_russia.html Department of Image Collections], National Gallery of Art Library, Washington, DC The Kyiv Pechersk Lavra contains numerous architectural monuments, ranging from bell towers to cathedrals to cave systems and to strong stone fortification walls. The main attractions of the Lavra include the Great Lavra Belltower, and the Dormition Cathedral, destroyed in World War II, and fully reconstructed in recent years. Other churches and cathedrals of the Lavra include: the Refectory Church, the Church of All Saints, the Church of the Saviour at Berestove, the Church of the Exaltation of Cross, the Church of the Trinity, the Church of the Nativity of the Virgin, the Church of the Conception of St. Anne, and the Church of the Life-Giving Spring. The Lavra also contains many other constructions, including: the St. Nicholas Monastery, the Kyiv Theological Academy and Seminary, and the Debosquette Wall. ===Great Lavra Belltower=== The Great Lavra Belltower is one of the most notable features of the Kyiv skyline and among the main attractions of the Lavra. 96.5 meters in height, it was the tallest free-standing belltower at the time of its construction in 1731–1745, and was designed by the architect Johann Gottfried Schädel. It is a Classical style construction and consists of tiers, surmounted by a gilded dome. ===Dormition Cathedral=== thumb|Restored Dormition Church Built in the 11th century, the main church of the monastery was destroyed during the World War II, a couple of months after the Nazi Germany troops occupied the city of Kyiv and the controversial 1941 Khreshchatyk explosions that destroyed the city's main street. According to the Soviet authorities, the church was destroyed by the advancing German troops, while at the same time German authorities put the blame on the withdrawing Soviet troops who practiced the tactics of scorched earth and blew up all the Kyiv bridges over Dnieper as well as being accused in the 1941 Khreshchatyk explosions. In 1928, the monastery was converted into a museum park by the Soviet authorities and after its return no efforts were provided to restore the church. The temple was finally restored in 1995 after Ukraine obtained its independence and the construction was accomplished in two years. The new Dormition Church was consecrated in 2000. ===Gate Church of the Trinity=== The Gate Church of the Trinity is located atop the Holy Gates, which houses the entrance to the monastery. According to a legend, this church was founded by the Chernihiv Prince Sviatoslav II. It was built atop an ancient stone church which used to stand in its place. After the fire of 1718, the church was rebuilt, its revered facades and interior walls enriched with ornate stucco work made by craftsman V. Stefaovych. In the 18th century, a new gilded pear-shaped dome was built, the facade and exterior walls were decorated with stucco-moulded plant ornaments and a vestibule built of stone attached to the north end. In the early 20th century, the fronts and the walls flanking the entrance were painted by icon painters under the guidance of V. Sonin. The interior of the Gate Trinity Church contains murals by the early 18th century painter Alimpy Galik. ===Refectory chambers with Church of the Saints Anthony and Theodosius=== thumb|Refectory Church|right The refectory chambers with the Church of the Saints Anthony and Theodosius is the third in a series of temples. The original temple was built in the 12th century and no drawings or visual depictions of it remain. The second temple was built at the time of the Cossack Hetmanate and was disassembled by the Russian authorities in the 19th century. It was replaced with the current temple, often referred to as the Refectory Church of the Kyiv Pechersk Lavra. ===The All Saints Church=== The All Saints Church, erected in 1696–1698, is a fine specimen of Ukrainian baroque architecture. Characteristic of the church facades are rich architectural embellishments. In 1905, students of the Lavra art school painted the interior walls of the church. The carved wooden iconostasis is multi-tiered and was made for the All Saints church in the early 18th century. ===Church of the Saviour at Berestov=== The Church of the Saviour at Berestove is located to the North of the Kyiv Pechersk Lavra. It was constructed in the village of Berestove around the start of the 11th century during the reign of Prince Vladimir Monomakh. It later served as the mausoleum of the Monomakh dynasty, also including Yuri Dolgoruki, the founder of Moscow. Despite being outside the Lavra fortifications, the Church of the Saviour at Berestove is part of the Kyiv Pechersk Lavra complex. ===Caves=== The Kyiv Pechersk Lavra caverns are a system of narrow underground corridors (about 1-1½ metres wide and 2-2½ metres high), along with numerous living quarters and underground chapels. In 1051, the monk Anthony settled in an old cave in a hill near the Kyiv Pechersk Lavra. This cave received additions including corridors and a church, and is now the Far Caves. In 1057, Anthony moved to a cave near the Upper Lavra, now called the Near Caves. Foreign travellers in the 16th–17th centuries wrote that the catacombs of the Lavra stretched for hundreds of kilometres, reaching as far as Moscow and Novgorod, spreading awareness of the Kyiv Pechersk Lavra. ==Burials== thumb|right|200px|Monument to Konstanty Ostrogski There are over a hundred burials in the Lavra. Below are the most notable ones * Ilya Muromets – in the caves (c. 11th–12th century) * Nestor the Chronicler – in the Near Caves (c. 1114) * Saint Kuksha – in the Near Caves (c. 1114) * Alipy of the Caves – in the Near Caves (c. 1114) * Agapetus of Pechersk – in the Near Caves (c. 11th century) * Oleg son of Vladimir II Monomakh – in the Church of the Saviour at Berestove (c. 12th century) * Eufemia of Kyiv daughter of Vladimir II Monomakh – in the Church of the Saviour at Berestove (1139) * Yuri Dolgoruki – in the Church of the Saviour at Berestove (1157) * Skirgaila – regent Grand Duke of Lithuania (1397) * Konstanty Ostrogski – near the Cathedral of the Dormition (1530) * Vasily Kochubey – near the Refectory Church (1708) * Ivan Iskra – near the Refectory Church (1708) * Pyotr Stolypin – near the Refectory Church (1911) * St. Spyridon – in the caves (c. 19th–20th century) * Pope Clement I – his head in the Far Caves (his remaining relics brought to San Clemente in Rome by Sts. Cyril and Methodius) * Other people buried During the Soviet era, the bodies of the saints that lay in the caves were left uncovered due to the regime's disregard for religion. However, after the fall of the Soviet Union, the bodies were covered with a cloth and to this day remain in the same state. . ==Museum== thumb|200px|Eastern Orthodox pilgrim in Kyiv Pechersk Lavra – women must cover their head when entering Lavra. The Kyiv Pechersk Lavra is one of the largest museums in Kyiv. The exposition is the actual ensemble of the Upper (Near Caves) and Lower (Far Caves) Lavra territories, which house many architectural relics of the past. The collection within the churches and caves includes articles of precious metal, prints, higher clergy portraits and rare church hierarchy photographs. The main exposition contains articles from 16th to early 20th centuries, which include chalices, crucifixes, and textiles from 16th–19th centuries, with needlework and embroidery of Ukrainian masters. The remainder of the collection consists of pieces from the Lavra's Printing House and the Lavra's Icon Painting Workshop. The museum provides tours of the catacombs, which contain remains of Eastern Orthodox saints or their relics. The Caves are of geological interest because they are excavated into loess ground. They form one of the most extensive occurrences of loess caves in the world. The Lavra museums include: *Museum of Historical Treasures of Ukraine **Martynivka Treasure *Book and print history museum *Museum of Ukrainian Folk Art *Theater and film arts museum *State historical library == Images == Комплекс Києво-Печерської лаври DSC 4451.JPG Вид на Києво-Печерську Лавру.jpg Різдва Богородиці.Лавра.Київ2.jpg Лавра.jpg Cathedral of the Dormition - Kiev Pechersk Lavra (8601807770).jpg Успенський собор Лавра.jpg 80-382-9002 Комплекс Нижньої Лаври 2.jpg Києво-Печерська лавра, вид з мосту Патона.jpg Києво-Печерська лавра.Комплекс Києво-Печерської лаври (Національний заповідник Києво-Печерська Лавра) Київ 01.jpg File:Kyiv_Kyiv_Pechersk_Lavra_70.JPG File:2018 - Комплекс Києво-Печерської лаври.jpg File:Pecherska gora, lavra ta Dnipro.webm ==See also== *Near Caves *Yakun *Šimon *Lavra *List of UNESCO World Heritage Sites in Ukraine ==Notes== ==References== ==Sources== * Kyiv Pechersk Lavra article in Brockhaus and Efron Encyclopedic Dictionary. * Kyivan Cave Monastery in the Encyclopedia of Ukraine. * Schotkina, Kateryna. \"Kyiv Pechersk Lavra: Take away and Divide\" in Zerkalo Nedeli, 11–17 November 2006. ==External links== * Holy Dormition Kyiv-Pechersk Lavra – Official site * National Kyiv-Pechersk Historico-Cultural Preserve * Drawings and Sketches by Students of the Kyiv-Pechersk Lavra Monastery Workshop * M. Z. Petrenko. Cave labyrinths on the territory of the National Kyiv-Pechersk Historical and Cultural Reserve. Photo essay. Kyiv, Mystetstvo, 1974. * National Kyiv- Pechersk Historical and Cultural Reserve. A set of postcards. Kyiv, Mystetstvo, 1977. * Video \"Kyiv Pechersk Lavra (4k UltraHD)\" Category:Eastern Orthodox monasteries in Ukraine Category:Monasteries of the Ukrainian Orthodox Church (Moscow Patriarchate) Category:World Heritage Sites in Ukraine Category:Buildings and structures in Kyiv Category:Tourist attractions in Kyiv Category:Christian monasteries established in the 11th century Category:1051 establishments in Europe Category:Eastern Orthodox church buildings Category:Historic sites in Ukraine Category:Landmarks in Kyiv Category:Protected areas of Ukraine Category:Protected areas established in 1926 Category:Monuments and memorials in Kyiv Category:Religious museums in Ukraine Category:Cave monasteries Category:Cemeteries in Kyiv Category:Pecherskyi District Category:Symbols of Kyiv",
 "title": "Kyiv Pechersk Lavra"
}