{
 "id": "479151",
 "text": "Arrow Air Flight 1285R was a McDonnell Douglas DC-8 jetliner that operated as an international charter flight carrying U.S. troops from Cairo, Egypt, to their home base in Fort Campbell, Kentucky, via Cologne, West Germany, and Gander, Newfoundland. On the morning of Thursday, 12 December 1985, shortly after takeoff from Gander en route to Fort Campbell, the aircraft stalled, crashed, and burned about half a mile from the runway, killing all 248 passengers and 8 crew members on board. , it is the deadliest aviation accident to occur on Canadian soil. At the time of the crash, it had the highest death toll of any accident involving a DC-8; , it is the second- deadliest, behind the crash of Nigeria Airways Flight 2120 six years later. The accident was investigated by the Canadian Aviation Safety Board (CASB), which determined that the probable cause of the crash was the aircraft's unexpectedly high drag and reduced lift condition, most likely due to ice contamination on the wings' leading edges and upper surfaces, as well as underestimated onboard weight. A minority report stated that the accident could have been caused by an onboard explosion of unknown origin before impact, with one of these dissenting investigators later telling a United States congressional committee that a thin layer of ice could not bring down the aircraft. The dissenting report led to delays in changes to de-icing procedures, and a thin layer of ice caused the deadly crash of Air Ontario Flight 1363 in Canada in 1989. In response to lack of confidence in accident investigations by the CASB, the Government of Canada shut the board down in 1990, replacing it with an independent, multi-modal investigative agency - the Transportation Safety Board of Canada. ==Flight history== The aircraft, a McDonnell Douglas DC-8-63CF, was chartered to carry U.S. Army personnel, all but 12 of them members of the 101st Airborne Division, back to their base in Fort Campbell, Kentucky. They had completed a six-month deployment in the Sinai, in the Multinational Force and Observers peacekeeping mission. The DC-8 involved in the accident (registration had been constructed in 1969, and had been leased to Arrow Air by its owner/parent company, International Air Leases. The flight was made up of three legs, with refuelling stops in Cologne and Gander. The aircraft departed Cairo at 20:35 UTC on Wednesday 11 December 1985, and arrived at Cologne on Thursday 12 December 1985, at 01:21 UTC. A new flight crew, consisting of Captain John Griffin and First Officer Joseph Connelly (both 45), and Flight Engineer Michael Fowler (48), boarded the aircraft before it departed for Gander at 02:50 UTC. The aircraft arrived at Gander International Airport at 09:04, where passengers departed the aircraft while the aircraft was refuelled. Witnesses reported that the flight engineer conducted an external inspection of the aircraft, after which the passengers re-boarded the aircraft. The DC-8 began its takeoff roll on runway 22 from the intersection of runway 13 at 10:15 UTC (06:45 NST). It rotated near taxiway A, 51 seconds after brake release, at an airspeed of about IAS. Witnesses reported the aircraft showed difficulty gaining altitude after rotation. Once airborne, the airspeed reached IAS before decreasing again, causing the DC-8 to descend. After crossing the Trans-Canada Highway, located about from the departure end of runway 22, at a very low altitude, the aircraft's pitch increased, and it continued to descend. Witnesses driving on the highway stated that they saw a bright glow emanating from the aircraft before it struck terrain just short of Gander Lake and crashed approximately beyond the departure end of the runway. Flight 1285R broke up, struck an unoccupied building and exploded; this started an intense fire fed by the large amount of fuel carried on board for the final leg of the flight. All 248 passengers and 8 crew perished. ==Investigation== The Canadian Aviation Safety Board (CASB) investigated the crash and, under the signature of five of nine board members, found that during its approach toward Gander, precipitation conditions were favourable for the formation of ice on the aircraft's wings. After landing, it continued to be exposed to \"freezing and frozen precipitation capable of producing roughening on the wing upper surface\" in addition to the freezing temperature. They also found that prior to takeoff the aircraft had not been de-iced. The board issued the following probable cause statement in its final report: > The Canadian Aviation Safety Board was unable to determine the exact > sequence of events which led to this accident. The Board believes, however, > that the weight of evidence supports the conclusion that, shortly after > lift-off, the aircraft experienced an increase in drag and reduction in lift > which resulted in a stall at low altitude from which recovery was not > possible. The most probable cause of the stall was determined to be ice > contamination on the leading edge and upper surface of the wing. Other > possible factors such as a loss of thrust from the number four engine and > inappropriate takeoff reference speeds may have compounded the effects of > the contamination. Four (of nine) members of the CASB dissented, issuing a minority opinion asserting that there was no evidence presented proving that ice had been present on leading edges such as the wings, and the minority report speculated that \"An in-flight fire that may have resulted from detonations of undetermined origin brought about catastrophic system failures.\" The report also noted the inadequacy of the data from the antiquated foil-tape flight data recorder, which recorded only airspeed, altitude, heading, and vertical acceleration forces. The plane also took off with a non-functioning cockpit area microphone. There were no steps on any of the standard checklists to test the microphone's functionality, despite the existence of a button in the cockpit for that sole purpose. The defect went undetected for an indeterminate number of flights leading up to the accident flight, and thus the cockpit voice recorder (CVR) did not record any useful data. Willard Estey, a former Supreme Court of Canada judge, submitted a review of the CASB report in 1989, ruling that the available evidence did not support either conclusion. As a result, the Canadian public's confidence in the CASB was undermined. The federal government responded by creating the Transportation Safety Board of Canada.Watson, Blair. \"The Transportation Safety Board Taking centre stage to advance aviation safety\" . Wings at Transportation Safety Board of Canada. July/August 2008. Retrieved on 17 September 2010. ==Aftermath== The \"Silent Witness\" by Kentucky artist Steve Shields. Arrow Air Flight 1285R memorial at Gander Lake, with a DC-8 taking off in the background|thumb|right Arrow Air Flight 1285R memorial in Fort Campbell, Kentucky|thumb|right On the day of the crash, responsibility was claimed by the Islamic Jihad Organization. The claim was dismissed by the Canadian and U.S. governments soon after. According to United Press International, \"Hours after the crash the Islamic Jihad – a Shiite Muslim extremist group – claimed it destroyed the plane to prove [its] ability to strike at the Americans anywhere.\" Pentagon and Canadian government officials rejected the claim, made by an anonymous caller to a French news agency in Beirut. All 256 people died – 248 U.S. servicemen and 8 crew members. To date, the death toll still constitutes the deadliest plane crash in Canada, and the U.S. Army's single deadliest air crash in peacetime.Wolf, Marion E. (1990). Posttraumatic Stress Disorder: Etiology, Phenomenology, and Treatment. American Psychiatric Pub, p. 127. Of the 248 servicemen, all but twelve were members of 101st Airborne Division (Air Assault), most of whom were from the 3d Battalion, 502nd Infantry; eleven were from other Forces Command units; and one was an agent from the Criminal Investigations Command (CID). A memorial to the 256 victims at the crash site overlooks Gander Lake, and another memorial was erected at Fort Campbell. There is also a Memorial Park in Hopkinsville, Kentucky, just north of Fort Campbell. , the scar from the crash is still visible from the ground and by satellite. In 1991, Les Filotas, the CASB board member who told a United States congressional committee that a thin layer of ice could not bring down the aircraft, published his exhaustive argument for the minority opinion that a possible in- flight explosion doomed the aircraft.Filotas, Les (1991). Improbable Cause: Dissent and Deceit in the Investigation of Canada's Worst Air Disaster. Toronto: Seal Books. The dissenting report led to delays in changes to de- icing procedures, and a thin layer of ice caused the deadly crash of Air Ontario Flight 1363 in Canada in 1989. In response to lack of confidence in accident investigations by the CASB, the government of Canada shut down the board in 1990, replacing it with an independent, multi-modal investigative agency - the Transportation Safety Board of Canada. ==In popular culture== The television documentary series Mayday featured the Flight 1285R crash and investigation in a season 11 episode titled \"Split Decision\", which included interviews with accident investigators and a dramatic recreation of the accident. The television series Unsolved Mysteries ran a season 5 episode about the Flight 1285R crash on 5 May 1993 which heavily implied that the crash occurred due to a detonation, fire, or explosion on board the craft. The episode also implied a connection to the Iran–Contra affair. ==See also== * List of accidents and incidents involving commercial aircraft ==References== ==Further reading== * * * * Final report (Archive) – Canadian Aviation Safety Board * Dissenting opinion (Archive) – Canadian Aviation Safety Board * * ==External links== *Magnuson, Ed (23 December 1985). \"The Fall of the Screaming Eagles\". Time. Retrieved 19 June 2021. *Globalsecurity.org – 1989 Congressional Debates on Gander Crash – retrieved 28 December 2006 *Fort Campbell Courier – Gander-related news articles – retrieved 28 December 2006 *Gandercanada.com – Photos of the 20th Anniversary Memorial Service in Gander – retrieved 28 December 2006 *CBC News – Ceremonies mark anniversary of deadly Newfoundland air crash – retrieved 28 December 2006 *CBC News – Broken Arrow: debate continues after 20 years – retrieved 28 December 2006 *Rootsweb.com – List of victims – retrieved 28 December 2006 *Canadian Air Force – The Silent Witness Memorial in Gander – retrieved 28 December 2006 *Fatal Combination for Arrow Air Flight 1285 – Smithsonian Channel – retrieved 12 December 2021 *Rootsweb.com – Photographs of the Gander Memorial in Hopkinsville, Kentucky – retrieved 28 December 2006 Category:101st Airborne Division Category:1985 meteorology Category:1985 in Canada Category:20th-century military history of the United States Category:Accidents and incidents involving the Douglas DC-8 Category:Airliner accidents and incidents caused by ice Category:Airliner accidents and incidents in Canada Category:Airliner accidents and incidents caused by sabotage Category:Arrow Air accidents and incidents Category:Aviation accident investigations with disputed causes Category:Aviation accidents and incidents in 1985 Category:Canada–United States relations Category:December 1985 events in the United States Category:Disasters in Newfoundland and Labrador Category:Gander, Newfoundland and Labrador Category:Multinational Force and Observers",
 "title": "Arrow Air Flight 1285R"
}