{
 "id": "480298",
 "text": "Gordon Randall Phillip David Garrett Garrett, Randall in The Encyclopedia of Fantasy; edited by John Clute and John Grant; published 1997 (December 16, 1927 – December 31, 1987) was an American science fiction and fantasy author. He was a contributor to Astounding and other science fiction magazines of the 1950s and 1960s. He instructed Robert Silverberg in the techniques of selling large quantities of action-adventure science fiction, and collaborated with him on two novels about men from Earth disrupting a peaceful agrarian civilization on an alien planet. ==Biography and writing career== thumb|Cover of Unwise Child by Garrett Garrett is best known for the Lord Darcy books — the novel Too Many Magicians and two short story collections — set in an alternate world where a joint Anglo-French empire still led by a Plantagenet dynasty has survived into the twentieth century and where magic works and has been scientifically codified. The Darcy books are rich in jokes, puns, and references (particularly to works of detective and spy fiction: Lord Darcy is modeled on Sherlock Holmes), elements often appearing in the shorter works about the detective. Michael Kurland wrote two additional Lord Darcy novels. Garrett wrote under a variety of pseudonyms including: David Gordon, John Gordon, Darrel T. Langart (an anagram of his name), Alexander Blade, Richard Greer, Ivar Jorgensen, Clyde Mitchell, Leonard G. Spencer, S. M. Tenneshaw, Gerald Vance. He was also a founding member of the Society for Creative Anachronism, as \"Randall of Hightower\" (a pun on \"garret\"). The short novel Brain Twister, written by Garrett with author Laurence Janifer (using the joint pseudonym Mark Phillips), was nominated for the Hugo Award for Best Novel in 1960. An inveterate punster (defining a pun as \"the odor given off by a decaying mind\"), he was a favorite guest at science fiction conventions and friend to many fans, especially in Southern California. According to various anecdotes in a tribute volume, Garrett was cherished by his friends, who often repeated anecdotes of his behavior, but horrified many women, to whom he routinely introduced himself with obscene propositions.'Robert Silverberg, ed., 'The Best of Randall Garrett, 1982 Pocket Books He introduced himself to Marion Zimmer Bradley with the Latin sentence \"Coito ergo sum,\"(sic) which she didn't understand until it was explained to her some time later as an obscenity, and at another time to a pregnant Anne McCaffrey with \"sly innuendoes\" which horrified her. Philip José Farmer recounted an anecdote where Garrett was punched by his then-wife for having a pair of someone else's lace underpants in his pocket, and later ran naked through a hotel after being caught having sex with another woman in the wrong room.\"The Man Who Came For Christmas\", by Philip José Farmer, in The Best of Randall Garrett (pp. 7 - 9); edited by Robert Silverberg; published 1982 by Timescape Books Frank Herbert said \"You could follow his movements around this creative Anachronists' picnic by the squeals of the women whose bottoms he had just pinched.\" Isaac Asimov referred to Garrett's offending Judith Merril enough, she emptied an ashtray over his and Garrett's heads. Garrett was married to fellow author Vicki Ann Heydron who largely wrote the Gandalara Cycle fantasy series credited to both spouses. In 1999, Randall Garrett was posthumously awarded the Sidewise Award for Alternate History Special Achievement Award for the Lord Darcy series. He was also ordained in the Old Catholic Church.Adherents.com Glen Cook's private detective character Garrett P.I. is named in honor of Garrett.Understanding XML: Reinventing wheels at O'Reilly Media; published April 8, 2008; retrieved November 16, 2012 ==Health== In the summer of 1979, Garrett contracted a viral infection which led to meningitis, and/or encephalitis. In The Best of Randall Garrett, a combined anthology and festschrift which was published in January of 1982, editor Robert Silverberg (a personal friend of Garrett's) stated that although the infection \"for a time threatened [Garrett's] life and for a much longer time has made it impossible for him to work\", Garrett was \"fighting his way back to full recovery\" — and, indeed, when Algis Budrys reviewed the anthology in the August 1982 issue of the Magazine of Fantasy and Science Fiction, he stated that he had been told that \"when last seen, Garrett was seated at a dinner table, cheerfully ignoring the assembled company and attempting to remember the words to a dirty song\";\"Books\", review column by Algis Budrys, in the Magazine of Fantasy and Science Fiction; August 1982; p 23 however, in October 1982, Dave Langford reported that the Hugo Award ceremony at that year's Worldcon had included an announcement that Garrett \"had permanently lost his memory\".Ansible #29, October 1982; by Dave Langford; retrieved June 21, 2020 By 1986, the \"about the authors\" text in the novel The River Wall, credited to Garrett and Vicki Ann Heydron, described Garrett as having suffered \"serious and permanent injury\",The River Wall, by Randall Garrett and Vicki Ann Heydron; published 1986 by Bantam Spectra and in 2011, Langford and Brian M. Stableford's entry on Garrett in The Encyclopedia of Science Fiction summarized him as having been \"hospitalized from 1981 until his death\" in 1987.Garrett, Randall, by Dave Langford and Brian M. Stableford, in The Encyclopedia of Science Fiction; retrieved June 21, 2020 ==Bibliography== ===Gandalara Cycle=== By Garrett and his wife Vicki Ann Heydron; written by Heydron from a draft of the first volume and an outline of the series by Garrett. # The Steel of Raithskar (1981) # The Glass of Dyskornis (1982) # The Bronze of Eddarta (1983) # The Well of Darkness (1983) # The Search for Kä (1984) # Return to Eddarta (1985) # The River Wall (1986) * The Gandalara Cycle I (1986), omnibus of #1-3 above * The Gandalara Cycle II (1986), omnibus of #4-6 above ===Lord Darcy series=== # Murder and Magic (1979), collection of 1964–1973 stories # Too Many Magicians (1966), magazine serialization 1966 # Lord Darcy Investigates (1981), collection of 1974–1979 stories * Lord Darcy (1983), omnibus containing all three books above. The 2002 edition adds two previously uncollected stories, with minor editing to remove repetitions of the backstory. ===Nidorian series=== With Robert Silverberg, as Robert Randall. # The Shrouded Planet (1957) # The Dawning Light (1959) ===Collections=== ** Takeoff! (1980), composed of tongue-in-cheek imitations of a number of other authors and universes, such as E.E. \"Doc\" Smith's Lensman series and Reginald Bretnor's Ferdinand Feghoot (who is \"Benedict Breadfruit\" in Garrett's treatment). ===Short stories=== * \"The Best Policy\" (1957) also as David Gordon. A smart Earthling is abducted by a reconnaissance group of hostile aliens, but convinces them that Earthlings are a far more advanced and superior race, so they end up sending humble ambassadors instead of conquering the planet. The catch is these aliens have a perfect truth detector, so the hero has to phrase his every comment very carefully so that he can pull off such a huge lie while being literally honest. * \"The Queen Bee\" (1958) * \"Backward, Turn Backward\" (1959) * \"Despoilers of the Golden Empire\" (1959) The collection Takeoff Too included a poem, which the editor titled \"The Egyptian Diamond\", which was erroneously credited to Garrett. It was actually written by Jack Bennett and originally published under the title \"Ben Ali the Egyptian\". Parts of \"Ben Ali the Egyptian\" were quoted in Garrett's short story \"The Foreign Hand Tie.\" ==References== ==External links== * * Bibliography on SciFan * * * Category:1927 births Category:1987 deaths Category:20th-century American novelists Category:American fantasy writers Category:American male novelists Category:American science fiction writers Category:Sidewise Award winners Category:American Old Catholics Category:Place of death missing Category:Place of birth missing Category:American male short story writers Category:20th- century American short story writers Category:20th-century American male writers",
 "title": "Randall Garrett"
}