{
 "id": "480721",
 "text": "thumb|255px|Creators of Valérian and Laureline: Eveline Tranlé (colorist), Pierre Christin (writer), Jean-Claude Mézières (illustrator) Valérian and Laureline (), also known as Valérian: Spatio-Temporal Agent () or just Valérian, is a French science fantasy comics series, created by writer Pierre Christin and artist Jean-Claude Mézières. It was first published in Pilote magazine in 1967; the final installment was published in 2010. All of the Valérian stories have been collected in comic album format, comprising some twenty-one volumes plus a short story collection and an encyclopaedia. The series focuses on the adventures of the dark-haired Valérian, a spatio- temporal agent, and his redheaded female colleague, Laureline, as they travel the universe through space and time. Valérian is a classical hero, kind, strong and brave, who follows the orders of his superiors even if he feels, deep down, that it is the wrong thing to do. On the other hand, his partner Laureline combines her superior intelligence, determination and independence with sex appeal. Influenced by classic literary science fiction, the series mixes space opera with time travel plots. Christin's scripts are noted for their humour, complexity and strongly humanist and left-wing liberal political ideas while Mézières' art is characterized by its vivid depictions of the alien worlds and species Valérian and Laureline encounter on their adventures. The series is considered a landmark in European comics and pop culture,Italian announcement of final issue and influenced other media as well; traces of its concepts, storylines and designs can be found in science fiction films such as Star Wars and The Fifth Element. Many of the stories have been translated into several languages, including English. The series has received recognition through a number of prestigious awards, including the Grand Prix de la ville d'Angoulême. An animated television series, Time Jam: Valerian & Laureline, was released in 2007, and a feature film directed by Luc Besson, Valerian and the City of a Thousand Planets, was released in 2017. ==Concept and setting== The original setting for the series was the 28th century. Humanity has discovered the means of travelling instantaneously through time and space. The capital of Earth, Galaxity, is the centre of the vast Terran Galactic Empire. Earth itself has become a virtual utopia with most of the population living a life of leisure in a virtual reality dream-state ruled by the benign Technocrats of the First Circle. The Spatio-Temporal Service protects the planets of the Terran Empire and guards against temporal paradoxes caused by rogue time-travellers. Valérian and Laureline are two such spatio-temporal agents. However, since the end of the story The Wrath of Hypsis (Les Foudres d'Hypsis), in which Galaxity disappears from space-time as a result of a temporal paradox, the pair have become freelance trouble-shooters travelling through space and time offering their services to anyone willing to hire them while also searching for their lost home. In the first two albums Valérian travels through time in a two-seater device, the XB27, which transports him to the various relay stations that Galaxity has hidden throughout time (e.g. in Les Mauvais Rêves (Bad Dreams) the relay is hidden below a tavern). In subsequent stories Valérian and Laureline use the saucer-shaped Astroship XB982, which made its debut appearance in 1969 in the short story The Great Collector (Le Grand Collectionneur). The astroship is able to travel anywhere using a spatio-temporal jump, a sort of hyperspace drive enabling near-instant transportation anywhere in space and time. The initial albums were generally straightforward good versus evil adventure stories. However, thanks to Pierre Christin's interest in politics, sociology and ethnology, as the series progressed the situations typically arose from misunderstandings or ideological differences between various groups that could be resolved through reason and perseverance. The core theme of the stories is an optimistic liberal humanism: the adventures are not about defeating enemies but about exploring, facing challenges, and celebrating diversity. Thus, according to the academic John Dean, Christin \"as a rule works into his narratives political, environmental and feminist concerns – thereby showing social ills are universal, no matter on what planet you land\". Another concept that developed was Galaxity as a proxy for Western democracy; contrary to its benign self-image it is actually imperialistic and prone to a corrupt real- politik. Other themes include: * Natural simplicity as superior to technological complexity. * Rejection of machismo, violence and war in favour of femininity and nature. * Distrust of power and the suppression of individuality. * The ability of women to manipulate males sexually without being manipulated themselves. These themes are underpinned by the vivid drawings of Jean-Claude Mézières, whose \"visually stunning backgrounds: complex architecture, futuristic machines, otherworldly landscapes and odd- looking aliens\", are what John Dean calls \"staples of Mézières' seeming boundless visual inventiveness\", resulting in what the artist Pepo Pérez likens to \"National Geographic, but on a cosmic scale\". ==Principal characters== ===Valérian=== Valérian was born on Earth, in Galaxity, capital of the Terran Galactic Empire in the 28th century. He joined the Spatio- Temporal Service in the year 2713. He has been trained to think that Galaxity is always right – even when he receives orders that go against his morals he will, reluctantly, follow them. He much prefers to be a man of action than sitting around pondering what course to take next. The early stories present Valérian as a typical square-jawed hero figure, who is strong and dependable (although an early running joke was that despite being a time-traveller he is always running late, especially when summoned by his boss). However, as the series progresses, he is increasingly portrayed as somewhat knuckle-headed. In World Without Stars (Le Pays sans étoile), he gets recklessly drunk on the colonists' home-made booze, in On the False Earths (Sur les terres truquées), the historian, Jadna, views him as useful only as cannon fodder and nothing else while in Heroes of the Equinox (Les Héros de l'Equinoxe), he comes across as woefully inadequate compared with the champions he is competing against. Although devoted to Laureline, he has been led astray by other women, such as in Heroes of the Equinox and Brooklyn Station, Terminus Cosmos. When Galaxity disappears in The Wrath of Hypsis he contemplates following his fellows into oblivion, much to Laureline's horror. Even afterwards, he feels the loss of Galaxity much more than Laureline, as it is his birthplace. The name Valérian comes from Eastern Europe, although its origin is Latin, from valere (\"to be strong\"). url = http://www.behindthename.com/name/valerius Valérian was created by Mézières and Christin as a reaction to the fearless boy-scout (e.g. The Adventures of Tintin) and American superhero characters that were prevalent in comics available in France at the time. Instead they sought to devise a \"banal character\" with \"no extraordinary means of action\". Eventually, with Christin feeling that they had gone too far with this angle and that the Valérian character had become too stupid, from The Ghosts of Inverloch (Les Spectres d'Inverloch) onwards, Valérian was made more sympathetic and given a greater piece of the action. In Valerian and the City of a Thousand Planets, a 2017 movie by Luc Besson, Valérian is played by Dane DeHaan. ===Laureline=== Laureline is a peasant girl from 11th-century France. In the debut adventure, Bad Dreams, she rescues Valérian from the enchanted Forest of Arelaune. When she accidentally discovers Valérian is a time- traveller, he is forced to bring her back with him to Galaxity where she is trained as a Spatio-Temporal Agent and assigned as his partner. In the early stories, Laureline generally sits in the background while Valérian saves the day in whatever situation the pair have found themselves, but her position changes as the series develops. World Without Stars, the fourth serial published in Pilote, the two characters are separated for most of the adventure, with Laureline stepping out from under Valérian's shadow for the first time, and she proves to be more than an equal to Valérian in ensuring that their mission succeeds. Welcome to Alflolol (Bienvenue sur Alflolol) brings Laureline's rebellious nature to the fore; unlike Valérian, she has not been born and raised by Galaxity and is prepared not only to question Galaxity's authorities but to rebel openly against them when their orders run contrary to her sense of morality. It also demonstrates her impulsive streak; she sides with the native Alflololians against Galaxity and Valérian with no thought for the personal consequences she may have to face herself. Her position as the true star of the series is cemented in Ambassador of the Shadows (L'Ambassadeur des Ombres), which is virtually a solo adventure for her as she searches the vast space station Point Central for the kidnapped Valérian and the Earth Ambassador. Later, when acting as independent agents, it is Laureline who questions the ethics of some of the jobs they are forced to take to make ends meet, notably in The Living Weapons (Les Armes Vivantes). Despite being independent and efficacious, Laureline is not afraid to exploit her considerable sex appeal if it is to her advantage. For example, she attracts the attention of the Emperor of Valsennar in World Without Stars and, dressed in leather gear and boots, she manipulates Crocbattler and Rackalust in Brooklyn Station, Terminus Cosmos and regularly charms the Shingouz when negotiating with them for information. She has appeared nude in some adventures. Mézières drew a picture of her for the French edition of Playboy in 1987. She also has a certain affinity for animals such as the Alflololian Goumon in Welcome to Alflolol, the Grumpy Converter from Bluxte, first seen in Ambassador of the Shadows, and the Tüm Tüm (de Lüm) and the Tchoung-Tracer, both introduced in On the Frontiers (Sur les Frontières). The name \"Laureline\" was invented by Mézières and Christin who were seeking a name that would sound \"medieval\" and \"soft\". The name has proven popular and there are now several thousand women in France named Laureline, the first one born in 1968, just a year after the publication of Bad Dreams. There have also been variations such as \"Loreline\" and \"Laurelyne\". Laureline was initially created just for the first story, Bad Dreams, but recognising that they had a female character who was different from the bimbo types common to comics of the time, Mézières and Christin fell for her and, in response to positive reader feedback, retained her for the subsequent stories. In Valerian and the City of a Thousand Planets, a 2017 movie by Luc Besson, Laureline is played by Cara Delevingne. ===Other characters=== ====Mr Albert==== upright|thumb|left|Mr Albert Mr Albert is Galaxity's contact on 20th-century Earth. He makes his first appearance in Métro Châtelet, Direction Cassiopeia. He is a retired gentleman who drives an obsolete Renault 4CV and lives in the suburbs of Paris, France. He maintains a wide range of contacts in government and scientific circles as well as with many experts in fields outside the mainstream such as ufology, telepathy, and sorcery. He is also a pigeon fancier and uses his carrier pigeons to relay messages between some of his contacts. Unlike Valérian he tries to avoid getting involved in the thick of the action and never acts impulsively, always preferring to take his time about things. He enjoys the finer things in life: gourmet cuisine, fine wines and likes to take things easy. The character of Albert is partially influenced by that of August Faust, the main character in the strip The Extraordinary and Troubling Adventure of Mr August Faust (L'extraordinaire et Troublante Aventure de M. August Faust), written by Fred and drawn by Mézières in 1967. ====The Shingouz==== upright|thumb|Three shingouz, from \"The Ghosts of Inverloch\" The Shingouz are aliens who make their first appearance in Ambassador of the Shadows and re- appear regularly throughout the subsequent albums. They are brown, short- furred creatures, slightly less than a metre tall, resembling flightless birds with a snout instead of a beak. Shingouz have a high alcohol tolerance and preference for strong alcoholic beverages, which they consume in large quantities. The Shingouz society is capitalist to the extreme. Shingouz want a profit from everything they do. They are especially adept in trading important and sensitive information to interested parties. Valérian and Laureline have struck up a relationship with a group of three Shingouz who have a particularly useful network of contacts in all the major space communities. They are especially fond of Laureline, which she often uses to her advantage in striking favourable deals with them. In the feature film Valerian and the City of a Thousand Planets, the Shingouz are replaced with the similar negotiating species Dogan Daguis. ==Origins== Childhood friends Jean-Claude Mézières and Pierre Christin had previously collaborated on the comic strip Le Rhum du Punch (Rum Punch) in 1966 while both were living and working in the United States. Upon their return to France they initially intended to create a Western strip but, with the genre already well represented in French comics thanks to Lucky Luke, Blueberry and Jerry Spring, Christin instead proposed that they turn their hand to science fiction, a genre he felt was unrepresented in French comics at the time. The decision to work in the science fiction genre was also influenced by the political climate in France at the time; Mézières and Christin saw Valérian as a \"backdoor\" means to react against the prevailing doctrine of Gaullism. Although science fiction was not a favourite of Pilote editor René Goscinny, Goscinny wanted his magazine to be diverse and innovative and so agreed to commission Valérian. There had been French science fiction comics before Valérian such as Kline's Kaza the Martian (a childhood favourite of Mézières), Roger Lecureux and Raymond Poivet's Les Pionniers de l'Espérance (The Pioneers of Hope) (which Christin found tired and repetitive) and Jean-Claude Forest's Barbarella. Barbarella is famous for its strong female titular character, but Christin has denied any influence on the character of Laureline, stating that she was inspired by Simone de Beauvoir's The Second Sex as well as the burgeoning feminist movement of the late 1960s and early 1970s. However, contemporary reviews of the early stories by Jean-Pierre Andrevon describe the books as \"Forestian\". Mézières and Christin were also heavily influenced by literary science fiction such as that by Isaac Asimov (especially The End of Eternity), Jack Vance (especially The Blue World), and John Brunner. Jean-Marc and Randy Lofficier have also suggested that Poul Anderson's Time Patrol books, about an official organization dedicated to protecting time from interference, are a major influence on the series. Christin has also cited the whodunit genre—notably novels by Georges Simenon and Ed McBain—as an influence on Valérian since they taught him, as a writer, that all characters in a narrative must be seen to have motivations. Mézières' drawings in the early albums were influenced by such \"comic-dynamic\" artists as Morris (Lucky Luke), André Franquin (Spirou et Fantasio) and Jack Davis (Mad magazine), leading Jean-Pierre Andrevon to refer to Valérian as \"a kind of Lucky Luke of space-time\". As the series progressed, Mézières developed a more realistic style, akin to that of Jijé, though in more recent albums he has returned to the more cartoonish style of the earlier stories. ==Legacy== ===In comics=== Valérian's arrival on the French comics scene was contemporaneous with the debuts of other notable French science fiction strips including Luc Orient by Greg and Eddy Paape and Lone Sloane by Philippe Druillet. The success of these strips would eventually lead to the creation of Métal Hurlant, the highly influential French comics magazine dedicated to science fiction. The influence of Valérian has been noticed in such strips as (by Víctor Mora and Carlos Giménez) and Gigantik (by Mora and José Maria Cardona). The visual style of Valérian has also influenced some American comics artists, notably Walt Simonson and Gil Kane. Sometimes the impact of Valérian has gone beyond mere influence; following a complaint by Mézières, the artist Angus McKie admitted that several panels of his strip So Beautiful and So Dangerous were copied from Ambassador of the Shadows. ===In other media=== Outside of comics, the Valérian series has been particularly influential on science fiction and fantasy film. Several commentators, such as Kim Thompson of The Comics Journal, film critic Jean-Philippe Guerand and the newspaper Libération, have noted certain similarities between the Valérian albums and the Star Wars film series. Both series are noted for the \"lived-in\" look given to their various settings and for the diverse alien creatures they feature. Mézières' response upon seeing Star Wars was that he was \"dazzled, jealous... and furious!\". As a riposte, Mézières produced an illustration for Pilote magazine in 1983 depicting the Star Wars characters Luke Skywalker and Leia Organa meeting Valérian and Laureline in a bar surrounded by a bestiary of alien creatures typical of that seen in both series. \"Fancy meeting you here!\" says Leia. \"Oh, we've been hanging around here for a long time!\" retorts Laureline. Mézières has since been informed that Doug Chiang, design director on The Phantom Menace, kept a set of Valérian albums in his library. Mézières has also noticed similarities between some of the sets in the 1982 film Conan the Barbarian and the planet seen in Birds of the Master (Les Oiseaux du Maître) and between some of the production sketches for the alien fighters in the 1996 film Independence Day and Valérian and Laureline's astroship. The 1999 Danish film Mifune's Last Song, directed by Søren Kragh- Jacobsen, features a character, Rud, who is a fan of Linda and Valentin (as Valérian is known in Denmark) who believes the character of Liva is in fact Linda (i.e. Laureline). Jean-Claude Mézières himself has worked as a concept artist on a number of science fiction film projects. The first of these was in 1984 for director Jeremy Kagan who was attempting to adapt René Barjavel's novel La Nuit des temps (The Ice People). The film was never made. This was followed, in 1985, by a proposed adaptation of Arkady and Boris Strugatsky's novel Hard to Be a God for director Peter Fleischmann. This film was eventually finished in 1989 though Mézières' concepts for the film were barely used. The art Mézières produced for both projects was later published in Mézières Extras. In 1991 Mézières began work producing concept art for the director Luc Besson for his film The Fifth Element. When the project stalled and Besson moved on to work on the film Léon in 1994, Mézières returned to Valérian for the album The Circles of Power (Les Cercles du Pouvoir). This featured a character, S'Traks, who drove a flying taxi around a great metropolis on the planet Rubanis. Mézières sent a copy of the album to Besson who was inspired to change the background of Korben Dallas, the lead character of The Fifth Element, from a worker in a rocketship factory to that of a taxi driver who flies his cab around a Rubanis-inspired futuristic New York City. Mézières produced further concept drawings for Besson, including flying taxi cabs. He also re-used certain aspects of the design of the space liner seen in the 1988 Valérian album On the Frontiers for the Fhloston Paradise liner seen in second half of the film. The Fifth Element was finally completed and released in 1997. The importance of the four classical elements to the film is similar to the significance the elements have in the two-part Valérian story Métro Châtelet, Direction Cassiopeia and Brooklyn Station, Terminus Cosmos. However, Besson has claimed that he first came up with the idea for the film at the age of 16 which would pre-date the publication of these two albums.Sleap, Simon (Director) (2003), \"Discovering the Fifth Element\", in The Fifth Element (DVD), Disc 2, Pathé. ===Awards=== Valérian and its creators have also received recognition through a number of prestigious awards. Most notably, in 1984, Jean-Claude Mézières was honoured with the Grand Prix de la ville d'Angoulême for his comics work, including Valérian. Mézières and Christin also received a European Science Fiction Society award for Valérian in 1987 and the album Hostages of the Ultralum (Otages de l'Ultralum) won a Tournesal award, given to the comic that best reflects the ideals of the Green Party, at the 1997 Angoulême International Comics Festival. The encyclopedia of the alien creatures found in the Valérian universe Les Habitants du Ciel: Atlas Cosmique de Valérian et Laureline (The Inhabitants of the Sky: The Cosmic Atlas of Valerian and Laureline) received a special mention by the jury at the 1992 Angoulême International Comics Festival in the Prix Jeunesse 9–12 ans (Youth Prize 9–12 years) category. Valérian has also been nominated for a Haxtur Award in 1995 for The Circles of Power and for a Harvey Award in 2005 for The New Future Trilogy, an English-language compilation of three of the albums. ==Publication history== ===Original publication=== Valérian first appeared on 9 November 1967 in issue #420 of the Franco-Belgian comics magazine Pilote, and every Valérian story from Bad Dreams to The Wrath of Hypsis was initially serialised in Pilote. The second Valérian story, The City of Shifting Waters (La Cité des Eaux Mouvantes), was the first to be collected in graphic novel album format by Dargaud. Since On the Frontiers, every Valérian story has debuted in album format. Seven short stories were also published in the digest-sized Super Pocket Pilote in 1969 and 1970 and later collected in Across the Pathways of Space (Par Les Chemins De l’Espace) in 1997. The series was originally published under the title Valérian: Spatio- Temporal Agent. However, with the publication of The Order of the Stones in 2007, the series now goes under the title Valérian and Laureline. On 22 January 2010, the last album, L'OuvreTemps (The Time Opener), was published. With this album the authors concluded the entire comic series with the intention to prevent the series from becoming weak, or staggering behind newer comics. However, Christin has written a 270-page Valérian and Laureline novel, Valérian et Laureline: Lininil a disparu (Valérian and Laureline: Lininil Has Disappeared), and indicated that Valérian and Laureline will continue to live on in a yet unspecified form. ===English translations=== 150px|thumb|right|Cover of Valerian: The New Future Trilogy. The first Valérian album to be translated into English was Ambassador of the Shadows which was serialised across four issues of the magazine Heavy Metal in 1981 (Volume 4, Number 10 (January 1981) to Volume 5, Number 1 (April 1981)). Ambassador of the Shadows was later republished in English in album format as were World Without Stars, Welcome to Alflolol and Heroes of the Equinox by the short-lived Dargaud-USA and Dargaud-Canada between 1981 and 1984 and in the United Kingdom by Hodder-Dargaud in 1984 and 1985. In 1989 it was announced that NBM Publishing were going to reissue the four English language albums published by Dargaud-USA and also release a translation of Empire of a Thousand Planets but nothing seems to have come of this. Heroes of the Equinox was republished in July 1996 in black and white by Fantasy Flight Publishing (an offshoot of Fantasy Flight Games) in two issues as standard American sized comic-books as part of an unsuccessful attempt to translate and print several European comic book series including Spirou et Fantasio and Lucky Luke. In November 2004, iBooks published Valérian: The New Future Trilogy, collecting the albums On the Frontiers, The Living Weapons and The Circles of Power in one volume reduced to standard American graphic novel size. These were the only Valérian stories iBooks published and the company has since declared bankruptcy. Since July 2010, UK publisher Cinebook has been publishing English language editions of Valérian. These began at a rate of one volume every six months. However, as the cinematic release of Luc Besson's film Valerian and the City of a Thousand Planets approached, the rate increased to one every three months. Twenty-two volumes had been published by the end of 2017. Pursuant the individual softcover title releases, the publisher announced in December 2016 a complete hardcover book series, aka \"Intégrales\", of Valérian, slated to launch in 2017 as Valerian - The Complete Collection. Completed in 2018, each outing in the seven-volume series collects 3-4 titles of the original individual book releases. An international effort, Cinebook's release was, save for the language, identical to the ones concurrently released in French, Dutch, Portuguese (Brazil only), and Standard Chinese.; Also lists international editions. ===In other languages=== Many of the Valérian stories have, be it in part or in whole as a series, been translated from their original French into several other languages besides English, including German (as Valerian und Veronique), Dutch (as Ravian: Tijd/ruimte-agent), the Scandinavian languages (Danish, Icelandic, Norwegian and Swedish) (as Linda og/och Valentin), Finnish (as Valerian ja Laureline and previously as Avaruusagentti Valerianin seikkailuja), Spanish, Portuguese (as Valérian, agente espácio-temporal), Serbian (as Valerijan), Italian, Turkish, Polish, Indonesian and Standard Chinese. \"Intégrale' editions have been published in several of these languages as well, of which the later, aforementioned Cinebook version and those of its international companions incidentally, were merely slightly updated editions, only enhanced with a long interview with the two creators and film director Luc Besson, spread over the individual volumes of the collection. ==Adaptations to other media== ===Animated television series=== The notion of making an animated adaptation of Valérian dates back to at least 1976. In 1982, Mézières produced concept art for an episode titled The Asteroids of Shimballil (Les Astéroïdes de Shimballil) which was later published in 2000 as an appendix to the album release of Bad Dreams. In 1991, Dargaud Films financed the production of a three-minute pilot, directed by Bernard Deyriès and animated by Studio 32 in Paris and Luxembourg, but nothing came of this venture. Several stills from this pilot episode were published in Mézières Extras. Another pilot, directed by Florient Ferrier, was made by the French animation studio 2 Minutes in 2001. Nothing came of this attempt either. An animated series entitled Time Jam: Valerian and Laureline made its debut on Canal+ Family in France on 20 October 2007. In total, forty 26-minute episodes have been made. The series is a Franco–Japanese co-production, directed by Philippe Vidal. The scripts were written by a French team under the supervision of Peter Berts; while Charles Vaucelles was responsible for the realisation of the characters and Vincent Momméja was responsible for the design of the locations and spacecraft. Music is by Alexandre Azzaria. In the French dub of the series Valérian is voiced by Gwendal Anglade and Laureline by Mélodie Orru. Three trailers were released to promote the series: the first on 24 April 2006, the second on 10 October 2006 and the third on 30 August 2007. The series differs from the original comics in that Valerian comes from the year 2417, instead of 2720, and meets Laureline in the year 912 instead of 1000. Whereas in the comics Valerian takes Laureline back to the 28th century without any trouble, in the animated series this results in Earth disappearing from the Solar System. According to Animation World Network, \"Time Jam - Valerian & Laureline sets out to answer the question: Where on Earth has Earth gone? Valerian and Laureline, our two young heroes, seem to be the only representatives of the human race in the unsafe galaxy where the nightmarish Vlagos are conspiring to control the world. Sent out on an assignment by the head of STS (the Spatial-Temporal Service), Valerian and Laureline discover the existence of a time-portal, a mysterious phenomenon, which may hold the key to the recovery of Earth. The series from Dargaud Marina mixes 2D and CGI animation with an anime touch\". The series has also been sold to Belgium, Spain, Israel and Morocco. ===Feature film=== In 2012, it was announced that Luc Besson planned to make a movie for the big screen of Valérian and Laureline. The film was shot in January 2016 and stars Dane DeHaan and Cara Delevingne. It was released on 21 July 2017. ==Notes== ==Sources== * Valérian publications in Pilote at BDoubliées ==External links== * Jean-Claude Mézières official website * Valérian entry on Cool French Comics * Valérian et Laureline fan site * Valerian@uBC at Fumetti.com * Time Jam: Valerian & Laureline official series blog * Valérian et Laureline animated series official site * Valerian & Laureline Series official website * Valerian & Laureline episodes on VALERIAN & LAURELINE ENGLISH OFFICIAL * Valérian: Spaceships, Simulacra and Star Wars * Valerian. Storie di un futuro amico at \"Spigoli&Culture; spigol@ture\" Category:Franco-Belgian comics Category:Dargaud titles Category:French comic strips Category:Science fiction comics Category:1967 comics debuts Category:Comics characters introduced in 1967 Category:2010 comics endings Category:Post-apocalyptic comics Category:Comics about time travel Category:Fiction set in the 28th century Category:Spy comics Category:Comic strip duos Category:Fictional French people Category:Comics about women Category:Comics adapted into television series Category:Comics adapted into animated series Category:French comics adapted into films Category:Space opera comics",
 "title": "Valérian and Laureline"
}