{
 "id": "480828",
 "text": "Baron Carbery, of Carbery in the County of Cork, is a title in the Peerage of Ireland. It was created in 1715 for George Evans, with remainder to the heirs male of his father and namesake George Evans, a supporter of William and Mary during the Glorious Revolution, who had earlier declined the offer of a peerage. After his elevation to the peerage Lord Carbery represented Westbury in the House of Commons. He was succeeded by his eldest son, the second Baron. He also sat as Member of Parliament for Westbury. His grandson, the fourth Baron, briefly represented Rutland in Parliament. He was succeeded by his uncle, the fifth Baron. On his death the line of the eldest son of the first Baron failed. He was succeeded by his first cousin once removed, the sixth Baron, who had previously succeeded his father as second Baronet, of Castle Freke. Lord Carbery sat in the House of Lords as an Irish Representative Peer from 1824 to 1845. His nephew, the eighth Baron, was an Irish Representative Peer from 1891 to 1894. the titles are held by the latter's great-great- grandson, the twelfth Baron, who succeeded his father in 2012. The Baronetcy, of Castle Freke in the County of Cork, was created in the Baronetage of Ireland in 1768 for John Evans-Freke, son of Grace daughter and heiress of Sir Ralph Freke, 1st Baronet of West Bilney NorfolkJohn Burke, Sir Bernard Burke, A Genealogical and Heraldic History of the Extinct and Dormant Baronetcies 1841 London and the Hon. John Evans, younger son of the first Baron Carbery. On his death the title passed to his son, the second Baronet. In 1807 he succeeded his first cousin once removed as sixth Baron Carbery. The titles have remained united since. As of 28 February 2014 the present Baronet has not successfully proven his succession and is therefore not on the Official Roll of the Baronetage, with the baronetcy considered dormant since 2012. ==Barons Carbery (1541)== This title referred to Carbury, County Kildare.The Complete Peerage, 2nd edition, vol. III, p. 12. *William de Bermingham, 1st Baron Carbery (died 1548) *Edward de Bermingham, 2nd Baron Carbery (died 1550) ==Barons Carbery (1715)== *George Evans, 1st Baron Carbery (1680–1749) *George Evans, 2nd Baron Carbery (died 1759) *George Evans, 3rd Baron Carbery (died 1783) *George Evans, 4th Baron Carbery (1766–1804) *John Evans, 5th Baron Carbery (1738–1807) *John Evans-Freke, 6th Baron Carbery (1765–1845) *George Patrick Percy Evans-Freke, 7th Baron Carbery (1810–1889) *William Charles Evans-Freke, 8th Baron Carbery (1812–1894) *Algernon William George Evans- Freke, 9th Baron Carbery (1868–1898) *John Evans-Freke, 10th Baron Carbery (1892–1970) *Peter Ralfe Harrington Evans-Freke, 11th Baron Carbery (1920–2012) *Michael Peter Evans-Freke, 12th Baron Carbery (born 1942) The heir apparent is the present holder's son Hon. Dominic Ralfe Cecil Evans-Freke (born 1969). The heir apparent's heir apparent is his son Benedict Robin Harrington Evans- Freke (born 2004). ==Freke, later Evans-Freke baronets, of Castle Freke (1768)== *Sir John Evans later Freke, 1st Baronet (died 1777) *Sir John Evans- Freke, 2nd Baronet (1765–1845) (succeeded as Baron Carbery in 1807) For further succession, see above ==References== ==Sources== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990. * Category:Baronies in the Peerage of Ireland Category:Peerages created with special remainders Category:Noble titles created in 1715 Category:1715 establishments in Ireland",
 "title": "Baron Carbery"
}