{
 "id": "481108",
 "text": "Howard Russell Pawley (November 21, 1934 – December 30, 2015) was a Canadian politician and professor who was the 18th premier of Manitoba from 1981 to 1988. Prior to his premiership, Pawley served in various ministerial positions after his tenure in the Legislative Assembly of Manitoba. ==Early life== The son of Methodist parents, Pawley was born in Brampton, Ontario, moved to Winnipeg at the age of 17 and was educated at Manitoba Teachers College, United College and the Manitoba Law School. In 1960, he married Adele Schreyer, a cousin of Edward Schreyer, who served as Premier of Manitoba from 1969 to 1977. ==Early career== Pawley worked as a lawyer and educator, and was active in the Manitoba Co-operative Commonwealth Federation (CCF) and its successor, the New Democratic Party of Manitoba (NDP). In 1957, Pawley was elected President of the Manitoba CCF, becoming at the age of 22, the youngest President in the party's history. He opposed the transformation of the CCF into the NDP in 1961, but this decision did not hurt his subsequent career in the party. ==Political career== ===Political beginnings (1957-68)=== Pawley first ran for public office in the 1957 Canadian federal election as the CCF candidate in the riding of Lisgar, finishing fourth with 443 votes. In the Manitoba 1958 provincial election, he ran in the northern riding of The Pas and received 801 votes, finishing third. In both these elections he ran as a sacrificial candidate while working as an organizer for the Manitoba CCF. Later, in the 1965 federal election, he ran in the Selkirk riding and received a more respectable 4,456 votes, finishing third. ===Legislative years (1969-88)=== In the 1969 provincial election, Pawley was elected to the Legislative Assembly of Manitoba for the constituency of Selkirk, a mixed urban/rural seat to the north of Winnipeg. He was immediately promoted to Edward Schreyer's cabinet and was sworn in as Minister of Government Services and Minister of Municipal Affairs on July 15, 1969. He stood down from the former position on December 18, 1969 but retained the latter until September 22, 1976. In addition to his cabinet duties, Pawley also chaired a committee that brought forward public auto insurance legislation for the province, and he was the first Chair and Minister responsible for the Manitoba public Insurance Corporation (1971–1973). ===Attorney-General of Manitoba (1973-77)=== On September 4, 1973, Pawley was promoted to Attorney-General. After stepping down as Municipal Affairs minister in 1976, he was given the additional responsibility of administering the Liquor Control Act. ===Premier of Manitoba (1981-88)=== In 1979, Pawley replaced Schreyer as leader of the provincial NDP. He was initially elected leader by the party caucus on an interim basis and later defeated Muriel Smith and Russell Doern at the subsequent leadership convention. Like Schreyer, he was from the northeast of the province and could appeal to voters beyond the CCF/NDP's traditional Winnipeg base. In the 1981 election, the NDP, led by Pawley, defeated the Progressive Conservative government of Sterling Lyon. That was the first time in the province's history that any party had ever been voted out of office after only one term. Pawley was sworn in as Premier of Manitoba on November 30, 1981. His government reintroduced and entrenched French-language rights that had been removed by the Thomas Greenway government in 1890, but he was forced to withdraw proposed legislation that would further extend French language services in the face of widespread opposition among the public. That issue nearly caused the Pawley government's defeat at the polls in the 1986 provincial election. On the economic front, the Pawley government's record was at or near the top in provincial comparison in respect to investment and employment growth and often enjoyed the lowest unemployment rate anywhere in Canada, and it sustained the province's social programs during the recession of the early 1980s. Hlis government launched the giant Limestone hydro generating project and negotiated major export agreements of hydro electricity to the twin cities of Minneapolis and St. Paul. However, that was not without an economic price, as the Pawley government routinely delivered budgets with large deficits and balanced the budget only at the very end of its term. On the social front, the Pawley government enacted changes to labour legislation including pay equity, final-offer selection, and first-contract legislation. It also introduced changes to the Human Rights Code to include the addition of the words \"sexual orientation.\" Pawley's NDP was reduced to a narrow majority in 1986, with the party winning 30 of 57 seats. His government would become increasingly unpopular with the electorate over the next two years, primarily because of a jump in auto insurance premiums in 1987 and massive multimillion- dollar losses at MTX, a subsidiary of the Crown-owned Manitoba Telephone System, which had been formed to invest in telecommunications in Saudi Arabia. The NDP's position became even more precarious when longtime minister Laurent Desjardins resigned from cabinet in early 1988 and stopped attending legislative sessions, effectively reducing Pawley's majority to one seat. This proved critical that March when backbench NDP MLA and former Speaker Jim Walding voted against the government's budget and toppled the government. Pawley resigned as party leader and did not run in the subsequent election, which was won by the Progressive Conservatives, led by Gary Filmon. In his last years as premier, Pawley had become a prominent figure on the national stage as an opponent of free trade as well as a party to the Meech Lake Constitutional Accord. No longer in provincial politics, Pawley again ran as a candidate for the federal NDP in the 1988 federal election for the riding of Selkirk, but was defeated by the Progressive Conservative, candidate David Bjornson. ==Later career== Pawley left politics and became a political science professor at the University of Windsor, where he taught until his retirement. In 2000, he was awarded the Order of Manitoba, and in 2001, he was made an Officer of the Order of Canada. In 2001, he received the Cesar E. Chavez Award and in 2004, he was the recipient from the Manitoba NDP of the Lucille Ono Award. Pawley was awarded the Distinguished Alumni Award, University of Winnipeg, in 2008. He was the recipient of the 2008 Youth Parliament of Manitoba Alumni Achievement Award. In 2003, he supported Bill Blaikie's campaign to lead the federal NDP. Pawley served as vice-president of the Canadian Civil Liberties Association, an executive member of the Public Interest Advocacy Centre, chair of the Harry Crowe Foundation, and vice- president of the Canadian Broadcast Standards Council. He also served as a Board Member of the Erie St. Clair Local Health Integration Network [LHIN]. At the University of Windsor, Pawley served as an Associate Professor (1990–2000) and also served as the Paul Martin Professor (1993-1998). He also served as the President (1999-2000) of the Windsor University Faculty Association (WUFA). Later, he served as the Stanley Knowles professor at the University Of Waterloo in 2000 and visiting professor to the University of Washington, in Seattle, during the springs of 2001 and 2003. Pawley was acting director of the Centre for Studies in Social Justice at the University of Windsor (2006-2007) and was an associate professor emeritus at the University of Windsor. Pawley was a supporter of the Campaign for the Establishment of a United Nations Parliamentary Assembly, an organisation that campaigns for democratic reform in the United Nations and the creation of a more accountable international political system. ==Death== Pawley died in a hospital in Windsor, Ontario, from a short illness on December 30, 2015, at the age of 81. == References == ==Further reading== * Howard Pawley fonds, Archives of Manitoba Category:1934 births Category:2015 deaths Category:Canadian legal scholars Category:Canadian socialists Category:Canadian trade unionists Category:Lawyers in Manitoba Category:Manitoba CCF/NDP leaders Category:Members of the Order of Manitoba Category:Members of the Queen's Privy Council for Canada Category:New Democratic Party of Manitoba MLAs Category:Officers of the Order of Canada Category:People from Brampton Category:People from Selkirk, Manitoba Category:Premiers of Manitoba Category:University of Waterloo faculty Category:University of Windsor faculty Category:University of Winnipeg alumni",
 "title": "Howard Pawley"
}