{
 "id": "481372",
 "text": "{| |} USS Claxton (DD-140), named for Thomas Claxton, was a in the United States Navy. Entering service in 1919, the destroyer saw intermittent use during the interwar period. During World War II, Claxton was transferred to the Royal Navy and renamed HMS Salisbury. The ship saw service in the Battle of the Atlantic before sold for scrapping in 1944. == Construction and career == ===United States Navy service (1919–1940)=== The ship was launched on 14 January 1919 by Mare Island Navy Yard; sponsored by Mrs. F. W. Kellogg. Claxton commissioned on 13 September 1919, Lieutenant Commander F. T. Leighton in command. Claxton operated on the west coast until 18 June 1922, when she was decommissioned at San Diego, California. Re-commissioned 22 January 1930, she served on the west coast and on reserve training from New Orleans until September 1933, when she joined the Special Service Squadron for patrol duty off Cuba. Between January and November 1934 she was in rotating reserve at Charleston, then returned to Cuban patrols until October 1935. After exercising with the Battle Force, she was assigned to the Naval Academy during 1936 and 1937, making three coastal cruises. Duty with Squadron 40-T, formed to patrol European waters protecting American interests during the civil war in Spain, occupied Claxton from October 1937 until November 1938. In January 1939 she returned to duty at the Naval Academy, but in September began service on the Neutrality Patrol off the Florida Straits. In January and February 1940, she patrolled off the New England coast, and after training cruises on the east coast, arrived at Halifax, Nova Scotia, 21 November 1940. On 26 November she was delivered to British authorities in the destroyers-for-bases exchange. She was decommissioned 5 December 1940, and commissioned in the Royal Navy the same day as HMS Salisbury. === Service with the Royal Navy (1940–1944)=== thumb|left|HMS Salisbury, circa 1941–42. HMS Salisbury, as a , arrived at Belfast, Northern Ireland, 30 December 1940 for duty with the Western Approaches Command escorting Atlantic convoys. In April and May 1942, she joined in escorting the US aircraft carrier on her two voyages to fly planes off for beleaguered Malta. Returning to the Clyde, HMS Salisbury was modified for trade convoy escort service by removal of three of the original 4\"/50 caliber guns and one of the triple torpedo tube mounts to reduce topside weight for additional depth charge stowage and installation of hedgehog.Lenton & Colledge (1968) pp.92–94 Salisbury guarded troop convoys in the Atlantic until September, when she was assigned to the Royal Canadian Navy. Based at St. John's, HMS Salisbury served on local escort duty until November 1943 when, with newer escorts available, she was placed in care and maintenance status at Halifax, Nova Scotia and paid off on 10 December 1943. She was sold for scrap 26 June 1944 at Vancouver, British Columbia. == Notes == == References == * * * ==External links== *USS Claxton DD-140 Category:Wickes- class destroyers Category:Ships built in Vallejo, California Category:1919 ships Category:Town-class destroyers of the Royal Navy Category:Town-class destroyers converted from Wickes-class destroyers Category:World War II destroyers of the United Kingdom",
 "title": "USS Claxton (DD-140)"
}