{
 "id": "481548",
 "text": "The coat of arms of Ivory Coast in its current form was adopted in 1964. The focal point of the emblem is the head of an elephant. The elephant is symbolically important to the nation, since it is the largest animal found in Ivory Coast as well as being the source of ivory for which the nation is named. The rising sun is a traditional symbol of a new beginning. Below the elephant head is a banner containing the name of the nation. == Official 1964 decree == The decree n° 64-237 of 26 June 1964, modifying the decree n° 60-78 of 8 February 1960 establishing the coat of arms of the Republic of Ivory Coast, defines in its second article the coat of arms as follows : \"On an escutcheon Vert an elephant's head, the shield surmounted by an issuant eclipsed sun Or radiating of nine part Or. At dexter and sinister two trees Or and the Argent inscription « République de Côte d'Ivoire » on Or strip.\".Extracted text of the n° 64-237 decree of 26 June 1964 establishing modifications of the coat of arms. Voir le texte numérisé sur Commons Therefore, this decree states that the coat of arms of Côte d'Ivoire is composed of six elements: * The elephant's head; * The golden rising sun; * The two golden trees; * The green escutcheon (at the creation of the coat of arms of February 8, 1960, the escutcheon was Azure); * The golden strip; * The Argent \"République de Côte d'Ivoire\" inscription on the strip. The Coat of arms of the Republic act : * As a means of identification for the Republic and its institutions. For this purpose, it must be placed on all official documents in the middle top or in the upper right corner, as a stamp; * As a means of education, a call for unity and solidarity against all adversity. Historically, the designers of the coat of arms were inspired by natural elements symbolizing the main political parties during the colonial period, the elephant representing the PDCI and the trees the former progressive party. == Evolutions from 1960 to today == The coat of arms of the Republic of Ivory Coast has evolved between 1960 and today. As defined by governmental decree, only the arms of 1964 should be used, except in the context of a non-official historical subject. The use of arms other than those of 1964, reaffirmed in 2011 and still in force, is considered incorrect. {| class=\"wikitable\" ! width=12% | Coat of arms ! width=8% | Period of usage ! width=70% | Description |- |align=\"center\"|110px|Coat of arms of 1960||align=\"center\"|1960 – 1964||The Coat of arms designed in 1960 is the first of the Republic of Côte d'Ivoire. It was designed while the state was still a member of the former French Community. The azure escutcheon, reflecting the French heritage from the community, is associated with the symbols of the Ivorian nation such as the Argent elephant and the Or trees. Its description and usage was strictly defined by the following article of the related decree: This coat of arms was often styled according to the artistic conventions of the 1950s, using strict geometrical forms that, at that time, appeared modern. These same style conventions have been used for the coat of arms exposed at the Ivorian parliament in Abidjan. This illustration is an informal deviation in which nine tricolour flags tower above the rising sun. The 1964 coat of arms was substituted for that of 1960, with a new escutcheon colour and a normalized style. |- |align=\"center\"|150px|Coat of arms of 1964, argent elephant head 150px|Coat of arms of 1964, Or elephant head||align=\"center\"|Argent elephant 1964 – today Or elephant 2000s – today||The coat of arms of 1964 is the main emblem of the Republic and the administration, with the Ivorian flag. Its description and its use is strictly regulated by the following article of the corresponding decree: The appearance of the elephant's head is not defined. It is usually argent on the basis of the 1960 decree, which clearly defines the appearance of the animal on the escutcheon. In addition, the book Guide to the Flags of the World by Mauro Talocci and Whitney Smith, published in 1982, also suggests that the elephant head should be argent. However, this informal consensus is not always observed. Thus, since 2011, the Presidency of the Republic, the Government's Boeing 727, and conference desks feature coats of arms in accordance with the decree of 1964, but with an or elephant head. Only a few governments or embassies used this deviation before 2011. The vast majority opt today for the silver elephant head, following the recommendation of the Ministry of Youth and Sports. |- |} === Non-official deviations === {| width=100% class=\"wikitable\" ! width=12% | Coat of arms (non-official) ! width=8% | Period of usage ! width=70% | Description |- |align=\"center\"|150px|Armoiries de 2000||align=\"center\"|1997 – 2001|| |- |align=\"center\"|150px||align=\"center\"|2001 – 2011|| |- |} == References == Category:National symbols of Ivory Coast Ivory Coast Category:Ivorian coats of arms Ivory Coast Ivory Coast Ivory Coast Ivory Coast Category:1964 establishments in Ivory Coast",
 "title": "Coat of arms of Ivory Coast"
}