{
 "id": "481880",
 "text": "The Stock Exchange Executive Council (SEEC; ) of the People's Republic of China was established to improve the efficiency of the securities market in mainland China. According to research by Nottle (1993), the re-emergence of securities markets commenced under the introduction of the economic reform programme. The initiative was announced by then party Vice Premier Deng Xiaoping in 1978; under the plan market forces would be brought to bear on the Chinese economy and China's \"doors would be opened\" to foreign capital and entrepreneurs. Under this economic reform, a number of experiments have been conducted over the part decades in order to facilitate the development of securities markets. # September 1984, the first joint stock company and then one was commenced in Shanghai in 1985 and in Shenzhen in 1987 # Another experiment consisted of establishing securities trading markets such as, over- the-counter (OTC) market for shares and bonds was established in 1986. To further improve the economic efficiency of the Chinese securities markets, eventually the Stock Exchange Executive Council (SEEC) was formed in March 1989 to create a nationwide treasury bond trading system (Securities Trading Automated Quotations System (STAQs) which was established on December 1990. ==See also== *China Securities Regulatory Commission * Untraded shares * Leading stock * Economy of China * Economic history of China (Pre-1911) * Economic history of China (1912–1949) *Chinese financial system *Banking in China ==References== *The Europa World Year Book *The development of China's stockmarket, 1984-2002: equity politics and market institutions (Stephen Paul Green, 2004) *Privatizing China: the stock markets and their role in corporate reform (Carl E. Walter, Fraser J. T. Howie, 2003) *China's capital market (Yebi Hu; Chinese University Press, 1993) *Monetary and exchange system reforms in China: an experiment in gradualism ==External links== *Securities Association of China *China Securities Network Category:Stock exchanges in China Category:Financial regulation in China",
 "title": "Stock Exchange Executive Council"
}