{
 "id": "481839",
 "text": "The United States service academies, also known as the United States military academies, are federal academies for the undergraduate education and training of commissioned officers for the United States Armed Forces. There are five U.S. service academies: * The United States Military Academy (USMA) in West Point, New York, founded in 1802 * The United States Naval Academy (USNA) in Annapolis, Maryland, founded in 1845 * The United States Coast Guard Academy (USCGA) in New London, Connecticut, founded in 1876 * The United States Merchant Marine Academy (USMMA) in Kings Point, New York, founded in 1943 * The United States Air Force Academy (USAFA) in Colorado Springs, Colorado, founded in 1954 ==Description== Service academies can be used to refer to all of the academies collectively. While they are often referred to as military academies, only the Military Academy, Naval Academy, and Air Force Academy are operated by the Department of Defense. The Coast Guard Academy is operated by the Department of Homeland Security, and the Merchant Marine Academy is operated by the Department of Transportation. Students enrolled at USMA, USNA, USAFA, and USCGA are considered to be on active duty for training in the United States Armed Forces from the day they enter the Academy, with the rank of cadet or midshipman, and subject to the Uniform Code of Military Justice. Students enrolled at USMMA serve in the US Navy reserve, with the rank of midshipman and are only subject to the UCMJ while actively training with the US military on Navy orders. The Naval Academy and Air Force Academy are noteworthy in that they each serve two different services. The Naval Academy commissions midshipmen into both the U.S. Navy and the U.S. Marine Corps. The Air Force Academy commissions cadets into both the U.S. Air Force and the U.S. Space Force. In the case of the non–military Merchant Marine Academy, midshipmen may elect to receive an active duty or reserves commission in any branch of the uniformed services, including NOAA and the United States Public Health Service, most are commissioned into the Navy Reserve, Strategic Sealift Officer Force. Students at the United States Military Academy, the United States Air Force Academy, and the United States Coast Guard Academy are cadets. Students at the United States Naval Academy and the United States Merchant Marine Academy are midshipmen. All cadets and midshipmen receive taxable pay at a rate of 35% of O1 under 2 years of service (which can be used to pay for textbooks and uniforms), free room and board, and pay no tuition or fees, with the exception of USMMA who receive taxable pay at US$1,150.50 a month only during their required 300+ days at sea during their 4-year studies. ===Nominations=== All applicants, except for the United States Coast Guard Academy, are required to obtain a nomination to the academies. Nominations may be made by Congressional Representatives, Senators, the Vice President and the President. Applicants to the Coast Guard Academy compete in a direct nationwide competitive process that has no by-state quotas. ===Admissions=== The admissions process to the U.S. service academies is an extensive and very competitive process. The U.S. Military Academy at West Point, the U.S. Naval Academy at Annapolis, and the U.S. Air Force Academy at Colorado Springs all require an applicant to submit an on-line file and proceed through pre- candidate qualification before an application is provided. The U.S. Merchant Marine Academy at Kings Point New York requires an applicant to submit part 1 of the 3 part application prior to receiving a nomination. All these schools have an extremely competitive application process and are ranked annually by U.S. News & World Report and Forbes.com as some of the most selective colleges and universities in America. The average acceptance rate is between 8-17% for each of the schools. ===Duty commitments=== Upon graduation and the receipt of a Bachelor of Science degree, the cadets and midshipmen become commissioned as second lieutenants or ensigns and must serve a minimum term of duty, usually five years plus another three years in the reserves. If the student's chosen occupation requires particularly extensive training (such as aviation or special operations), the service commitment may be longer. At the Merchant Marine Academy, midshipmen repay their service obligations through a variety of methods depending on their selected career path. On average, about one third of the graduating class each year will actively sail on their Coast Guard License as either Unlimited Third Mates or Third Assistant Engineers in the United States Merchant Marine, about one third will go to work in the civilian maritime industry ashore, and the remaining one third will enter active duty military service. A Merchant Marine midshipman who enters active duty military service will typically assume a service obligation similar to those of cadets and midshipmen entering the military services from their respective service academies (i.e., a Merchant Marine midshipman entering the U.S. Marine Corps would assume a similar obligation to a midshipman from the Naval Academy entering the Marine Corps). Merchant Marine midshipmen not entering active duty typically assume an eight-year obligation to the Naval Reserve Strategic Sealift Officer Program, unless they have elected to enter another branch of the armed forces. In addition, midshipmen who do not see service on active duty are restricted from working outside the maritime industry or merchant marine for a period of five years following graduation and must seek annual MARAD approval for their employment. ==Preparatory schools== These schools provide for strengthening of academic potential of candidates to each of the above-described United States service academies. Admission is restricted to those students who have applied to an academy, failed initially to qualify, either academically or physically, but who have demonstrated an ability to qualify during the initial admission selection process: * United States Military Academy Preparatory School * Naval Academy Preparatory School * United States Air Force Academy Preparatory School ==See also== * List of United States military schools and academies * List of defunct United States military academies *United States Senior Military Colleges (SMCs) *United States Military Junior Colleges (MJCs) * Reserve Officer Training Programs ** Army ROTC ** Navy ROTC ** Air Force ROTC * Staff Colleges ==References== ==External links== * United States Military Academy * United States Naval Academy * United States Coast Guard Academy * United States Merchant Marine Academy * United States Air Force Academy *",
 "title": "United States service academies"
}