{
 "id": "482267",
 "text": "Baron Henniker, of Stratford-upon-Slaney in the County of Wicklow, is a title in the Peerage of Ireland. It was created in 1800 for Sir John Henniker, 2nd Baronet, who had previously represented Sudbury and Dover in the House of Commons. His son, the second Baron, also sat as a Member of Parliament. In 1792 he assumed by Royal licence the additional surname of Major (which was that of his maternal grandfather; see below). He was childless and was succeeded by his nephew, the third Baron. He assumed the additional surname of Major by Royal licence in 1822. His son, the fourth Baron, represented Suffolk East in Parliament. In 1866 he was created Baron Hartismere, of Hartismere in the County of Suffolk, in the Peerage of the United Kingdom. This title gave him and his descendants an automatic seat in the House of Lords. He was succeeded by his son, the fifth Baron. He also sat as Member of Parliament for Suffolk East and later held minor office in the Conservative administrations of Benjamin Disraeli and Lord Salisbury. His grandson, the eighth Baron, was a prominent diplomat and notably served as British Ambassador to Jordan and to Denmark. the titles are held by the latter's son, the ninth Baron, who succeeded in 2004. The baronetcy, of Worlingworth Hall in the County of Suffolk, was created in the Baronetage of Great Britain in 1765 for John Major, with remainder to the aforementioned John Henniker, the husband of his daughter Anne. Major notably represented Scarborough in the House of Commons. He was succeeded according to the special remainder by his son-in-law, the second Baronet, who was elevated to the Peerage of Ireland in 1800. Lieutenant-General the Hon. Brydges Henniker, youngest son of the first Baron Henniker, was created a baronet, of Newton Hall in the County of Essex, in 1813. The town of Henniker, New Hampshire, in the United States was named after the first Baron. The family seat is Thornham Hall, near Thornham Magna, Suffolk. ==Major (later Henniker) baronets of Worlingsworth Hall (1765)== thumb|Arms of Major of Worlingworth Hall, Suffolk: Azure, three pillars of the Corinthian order two and one palewise on the top of each a ball orBurke, Sir Bernard, The General Armory, London, 1884, p.651 *Sir John Major, 1st Baronet (1698–1781) *Sir John Henniker, 2nd Baronet (1724–1803) (created Baron Henniker in 1800) ==Baron Henniker of Stratford-on-Slaney (1800)== *John Henniker, 1st Baron Henniker (1724–1803) *John Henniker-Major, 2nd Baron Henniker (1752–1821) *John Minet Henniker-Major, 3rd Baron Henniker (1777–1832) *John Henniker-Major, 4th Baron Henniker, 1st Baron Hartismere (1801–1870) (created Baron Hartismere in 1866) *John Major Henniker-Major, 5th Baron Henniker, 2nd Baron Hartismere (1842–1902) *Charles Henry Chandos Henniker-Major, 6th Baron Henniker, 3rd Baron Hartismere (1872–1956) *John Ernest de Grey Henniker-Major, 7th Baron Henniker, 4th Baron Hartismere (1883–1980) *John Patrick Edward Chandos Henniker-Major, 8th Baron Henniker, 5th Baron Hartismere (1916–2004) *Mark Ian Philip Chandos Henniker-Major, 9th Baron Henniker, 6th Baron Hartismere (born 1947) The heir apparent is the present holder's only surviving son, Hon. Edward George Major Henniker-Major (born 1985). ==Arms== ==See also== *Henniker baronets, of Newton Hall ==References== ===Sources=== * Alt URL * * Category:Baronies in the Peerage of Ireland Category:1765 establishments in Great Britain Category:1800 establishments in Ireland Category:Noble titles created in 1800",
 "title": "Baron Henniker"
}