{
 "id": "482213",
 "text": "thumb|Arms of Conwy: Sable, on a bend argent cotised ermine a rose gules barbed and seeded proper between two annulets of the firstArms of Rowley- Conwy, Baron Langford (Peerage of Ireland), per Kidd, Charles, Debrett's peerage & Baronetage 2015 Edition, London, 2015, p.P720 thumb|Summerhill House, Main Front Baron Langford, of Summerhill in the County of Meath, is a title in the Peerage of Ireland. It was created on 1 July 1800 for Clotworthy Rowley, who had earlier represented Trim and County Meath in the Irish House of Commons. Born Clotworthy Taylor, he was the fourth son of Thomas Taylor, 1st Earl of Bective (whose eldest son was created Marquess of Headfort in 1800) and Jane Rowley, daughter of Hercules Langford Rowley and his wife Elizabeth Rowley, 1st Viscountess Langford (created 1766). The viscountcy of Langford became extinct in 1796 on the death of Hercules Rowley, 2nd Viscount Langford. Clotworthy Taylor succeeded to the Rowley estates and assumed by Royal licence the surname of Rowley in lieu of Taylor. Four years later the Langford title was revived when he was raised to the Peerage of Ireland as Baron Langford. Lord Langford's great-grandson, the fourth Baron, sat in the House of Lords as an Irish Representative Peer from 1884 to 1919. He was succeeded by his son, the fifth Baron. On his early death in 1922 the title passed to his uncle, the sixth Baron. He was succeeded by his nephew, the seventh Baron. When he died in 1952 the line of the third Baron failed, and the title was inherited by the late Baron's first cousin once removed, the eighth Baron. He was the son of Colonel the Hon. Hercules Langford Boyle Rowley, second son of the second Baron. On his death in 1953 this line of the family also failed. The title passed to his second cousin once removed, the ninth Baron. He was the great-grandson of Hon. Richard Thomas Rowley, second son of the first Baron, who lived to the age of 105. the title is held by the third (but elder legitimate) son of the ninth baron, who succeeded his father in that year. The family seat is Bodrhyddan Hall, near Rhuddlan, Denbighshire. The original family seat was Summerhill House, near Summerhill, County Meath, in Ireland. ==Barons Langford (1800)== *Clotworthy Rowley, 1st Baron Langford (1763–1825) *Hercules Langford Rowley, 2nd Baron Langford (1795–1839) *Wellington William Robert Rowley, 3rd Baron Langford (1824–1854) *Hercules Edward Rowley, 4th Baron Langford (1848–1919) *John Hercules William Rowley, 5th Baron Langford (1894–1922) *William Chambre Rowley, 6th Baron Langford (1849–1931) *Clotworthy Wellington Thomas Edward Rowley, 7th Baron Langford (1885–1952) *Arthur Sholto Langford Rowley, 8th Baron Langford (1870–1953) *Geoffrey Alexander Rowley-Conwy, 9th Baron Langford (1912–2017)War hero 105-year-old Baron Langford dies at his Rhuddlan estate *Owain Grenville Rowley-Conwy, 10th Baron Langford (b. 1958) The heir apparent is the present holder's son the Hon. Thomas Alexander Rowley-Conwy (b. 1987) ==See also== *Marquess of Headfort *Viscount Langford *Langford baronets ==References== ==Sources== * *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * Category:Baronies in the Peerage of Ireland Baron Category:Noble titles created in 1800",
 "title": "Baron Langford"
}