{
 "id": "482413",
 "text": "Ici Musique (stylized as ICI Musique) is the French-language music radio service of Canada's national public broadcaster, the Canadian Broadcasting Corporation (Société Radio-Canada). It is the French equivalent of the English CBC Music, although it has a different programming focus. ==History== The network was originally launched as Le FM de Radio-Canada in 1974, with stations in Montreal, Ottawa, Quebec City and Chicoutimi. The network grew slowly. For a long time, its only full-fledged stations outside of Quebec were in Ottawa and Moncton. It presently covers the majority of Quebec, all provincial capitals (though Regina, Victoria, Edmonton, St. John's, Fredericton and Charlottetown are only served by rebroadcasters) and other large cities such as Toronto, Calgary and Vancouver. The network was rebranded as La chaîne culturelle (\"The cultural network\") in 1997 and later as Espace musique in September 2004, the latter as part of a major repositioning of the CBC's French services. Many high-brow cultural programs were moved to Première Chaîne, while the new Espace musique service adopted a more populist approach focusing on four genres - classical, jazz, world, and folk music - and French- language song. thumb|left|Espace musique logo, 2004-2014 For about two weeks in late August / early September 2004 leading up to the Espace musique relaunch, the network did not have any name, at least officially. The network \"stunted\" with a continuous stream of classical music and jazz, aside from hourly newscasts simulcast from Première Chaîne and regular reminders that la Chaîne culturelle had shut down and (later) that it would relaunch as Espace musique on September 7. The rebranding was controversial. The network's previous format, largely classical music, had been similar to that of CBC Radio Two, and was indeed regarded by some as superior to its English-language counterpart, leading many cultural commentators to criticize the new format. However, Bureau of Broadcast Measurement ratings taken soon after the relaunch suggested that the service has indeed become more popular. thumb|left|First ICI Musique logo, 2014–2016 Unlike most CBC broadcast networks, from its inception until fall 2010, all Espace musique transmitters aired the same programming simultaneously on all stations regardless of location, except for (from 2004 to 2010) two weekday evening programs that were interchanged on the British Columbia transmitters. Since September 2010, the network has adopted the practice of the CBC's other French-language networks, whereby network programs are broadcast live in the Eastern, Atlantic, and Newfoundland time zones, then aired on tape delay (at the same local times as in the Eastern time zone) in Western Canada. At the same time the network devolved responsibility for the 8:30 a.m. to 12:00 p.m. (9:30-1:00 AT; formerly from 9:00 a.m. to 3:00 p.m. / 10:00-4:00 AT) time slot to regional stations. Separate daytime programs were slated to be produced by each of the network's originating stations - the exceptions having been CBAX-FM Halifax, which carried programming produced at CBAL-FM Moncton; and CBCX-FM Calgary / Edmonton, which carried regional programs from CKSB-FM Winnipeg. On May 4, 2011, the network began transmitting on Sirius XM satellite radio channel 153 across North America. \"Ici musique chansons\" was later moved to channel 163. On June 5, 2013, it was announced that Espace musique would be re-branded as Ici Musique as part of a wider re-branding of the CBC's French-language outlets around the brand \"Ici\". The changes took effect on-air in June 2014, along with the re-branding of the network's website espace.mu as icimusique.ca. On April 10, 2014, further budget cuts were announced for the CBC/Radio-Canada, affecting also Espace Musique, whose regional programming (namely Beau temps, mauvais temps on weekday mornings) was cancelled on June 20. Since then, the ICI Musique network feed has essentially been a retransmission of flagship CBFX-FM in Montreal. ==Stations== {|class=\"wikitable\" width=\"100%\" !Frequency !Call sign !Location |- |89.7 FM |CBCX-FM |Calgary, Alberta |- |91.5 FM |CBAX-FM |Halifax, Nova Scotia |- |98.3 FM |CBAL-FM |Moncton, New Brunswick |- |100.7 FM |CBFX-FM |Montreal, Quebec |- |102.5 FM |CBOX-FM |Ottawa, Ontario |- |95.3 FM |CBVX-FM |Quebec City, Quebec |- |101.5 FM |CBRX-FM |Rimouski, Quebec |- |90.7 FM |CBRX-FM |Rivière-du-Loup, Quebec |- |100.9 FM |CBJX-FM |Saguenay, Quebec |- |90.9 FM |CBBX-FM |Sudbury, Ontario |- |90.3 FM |CJBC-FM |Toronto, Ontario |- |90.9 FM |CBUX-FM |Vancouver, British Columbia |- |89.9 FM |CKSB-FM |Winnipeg, Manitoba |} ==References== ==External links== *ICI Musique Category:Radio stations established in 1974 Category:Sirius XM Radio channels",
 "title": "Ici Musique"
}