{
 "id": "482570",
 "text": "Volhynian Voivodeship (, ) was a unit of administrative division and local government in the Grand Duchy of Lithuania from 1566 until 1569 and of the Polish Crown within the Polish–Lithuanian Commonwealth from the 1569 Union of Lublin until the Third Partition of Poland in 1795. It was part of the Ruthenian lands in the Lesser Poland Province. ==Description== The voivodeship was established based on the Luck (Lutsk) Eldership (starostvo) in 1566 with the Grand Duchy of Lithuania. Following the 1569 union of Lublin, it was ceded to the Crown of Poland as part of the Lesser Poland (Malopolska) Province. The capital of the voivodeship was in Luck, and it had three senators in the Senate of the Commonwealth. These were the Bishop of Luck, the Voivode of Volhynia and the Castellan of Volhynia. Volhynian Voivodeship was divided into three counties: Luck, Wlodzimierz and Krzemieniec. Local starostas resided in the three capitals of the counties, while sejmiks took place at Luck. The voivodeship had two deputies in the Polish Sejm, and one deputy in the Lesser Poland Tribunal in Lublin. Zygmunt Gloger in his monumental book Historical Geography of the Lands of Old Poland provides this description of Volhynian Voivodeship: > \"After Liubartas seized northern Volhynia, the Kingdom of Poland captured > Red Ruthenia. A conflict between Poland and Lithuania began, complicated by > the fact that in Ruthenian lands there were no well-defined boundaries of > duchies and provinces. In 1366, King Casimir the Great confirmed his rule > over the upper Bug river, capturing Wlodzimierz Wolynski. The conflict with > Lithuania continued, as both sides wanted to control whole Volhynia, > together with Luck (...) After the death of Svitrigaila, the vast Volhynian > land became direct property of the Jagiellonian dynasty. King Casimir IV > Jagiellon decided that Volhynia should become part of the Grand Duchy of > Lithuania, but the Polish-Lithuanian conflict continued until the 1569 Union > of Lublin, when Volhynia was transferred to Poland, and became a > voivodeship. Its first voivode was Prince Aleksander Czartoryski (...) Upon > the decision of the Sejm, Volhynia was part of the Province of Lesser > Poland. Its legal system was based on the Statutes of Lithuania, with local > residents allowed to make changes to the statutes. Legal position of > Ruthenian ruling class (knyaz) was equal to the Polish nobility, and in > 1578, Polish government offices were established in Volhynia, followed by an > infux of Polish settlers (...) In the 16th century, Volhynian Voivodeship > had the area of 750 sq. miles, half of which was made by the Luck County. It > had 68 towns, and in 1583, the number of villages was as follows: 777 in > Luck County, 294 in Wlodzimierz County, and 562 in Krzemieniec County. > During the reign of Stefan Batory, there were 65 castles and forts (...) > Boundaries of Volhynian Voivodeship did not include whole historic Volhynia, > as Zytomierz and Owrucz, commonly regarded as Volhynian towns, belonged to > Kiev Voivodeship. Historic Volhynia reached deep into Kiev, Braclaw and > Podolian Voivodeships, but its boundaries were never precise. Volhynian > Voivodeship was sparsely populated, reduced by frequent wars and raids\". ==Administration== Seat of Voivodeship Governor and regional sejmik: * Luck Regional council (sejmik generalny) for all Ruthenian lands * Sądowa Wisznia ===Administrative division=== ====Counties (powiats)==== * Luck County (Powiat Łucki), Łuck * Wlodzimierz County (Powiat Włodzimirski), Włodzimierz * Krzemieniec County (Powiat Krzemieniecki), Krzemieniec ====Free royal cities==== *Kowel *Krzemieniec *Łuck *Milanowicze *Ratno *Świniuchy *Włodzimierz *Wyszniwka ===Selected voivodes=== * Janusz Ostrogski (since 1558) * Aleksander Ostrogski (since 1593) * Adam Aleksander Sanguszko (1630–1653) * Mikołaj Hieronim Sieniawski (since 1679) * Franciszek Salezy Potocki (in 1755 only) * Józef Kanty Ossoliński (1757-1775 (resigned)) == Sources == * Volhynian Voivodeship, description by Zygmunt Gloger *Central European Superpower, Henryk Litwin, BUM Magazine, October 2016. ==See also== * Volhynia * Volyns'ka oblast' Category:Voivodeships of the Polish–Lithuanian Commonwealth Category:Former voivodeships of Grand Duchy of Lithuania Category:Early Modern history of Ukraine Category:History of Lithuania (1569–1795) Category:History of Volhynia Category:History of Lesser Poland Category:1566 establishments in Europe Category:1566 establishments in Lithuania Category:1795 disestablishments in the Polish–Lithuanian Commonwealth",
 "title": "Volhynian Voivodeship (1569–1795)"
}