{
 "id": "482517",
 "text": "Westray (, ) is one of the Orkney Islands in Scotland, with a usual resident population of just under 600 people. Its main village is Pierowall, with a heritage centre, the 15th-century Lady Kirk church and pedestrian ferry service to nearby Papa Westray island. Westray has a number of archeological sites dating from 3500 BC, and remains of several Norse-Viking settlements. The spectacular sea cliffs around Noup Head are home to thousands of seabirds. ==Geography and geology== thumbnail|left|West coast of Westray Looking along the sandstone cliffs to the rock arch at Neven o'Grinni Westray has an area of , making it the sixth largest of the Orkney Islands. The underlying geology is Rousay type Middle Old Red Sandstone, the flagstones of which make excellent building materials. There is very little peat and the soil is noted for its fertility. ==History== At the time of the earliest known settlements, c. 3500 BC, in Westray and neighbouring Papa Westray, it is believed that the two islands were joined.Keay, J. & Keay, J. (1994) Collins Encyclopaedia of Scotland. London. HarperCollins. A Neolithic and Bronze Age site at the Links of Noltland is in the care of Historic Scotland.Lewis, Caroline (December 2007) \"Archaeologists Find Mysterious Neolithic Structure in Orkney Links of Noltland Dig\" culture24.org.uk. Retrieved 23 November 2009 The site is severely threatened by the rapid erosion of the overlying sand dunes. Ongoing excavations have revealed over 30 buildings of Neolithic and Bronze Age date, the earliest of which overlaps in use with the Knap of Howar on the neighbouring island of Papa Westray (known as Papay to the locals), the oldest standing structure in NW Europe. The Westray Wife, 4 cm carved Neolithic figurine was discovered on the Noltland dig in 2009; this is the oldest carving of a human found in the British Isles. In 2010 some local businesses reported a 45% increase in turnover since the discovery of the figurine.Briefing: (15 July 2010) \"Boom for Orkney after Venus find\". Glasgow: The Herald. Since then, four further figurines have been found, together with a wealth of other artefacts (carved stone ball, decorated grooved ware pottery, numerous carved bone objects and beads etc.). In 2015, a substantial subterranean building dating from the Bronze Age was uncovered; this was very well preserved and is interpreted as a sauna. The excavations won 'Best Rescue Dig' of the year in the prestigious 2014 Current Archaeology awards. Several of the figurines and other artefacts from the site can be seen at Westray Heritage Centre and the excavation is open seasonally (free of charge). The Heritage Centre also exhibits the 'Westray Stone' - a neolithic carved stone from a chambered tomb which closely resembles the art style of the Boyne Valley in Ireland. left|thumb|Site of Viking longhouse, Quoygrew, view facing west, July, 2014 Westray constituted a major family estate during the saga period. Largescale excavations of Viking-Norse period sites have been undertaken at Tuquoy, Quoygrew and Langskaill in recent years. Each of these was the site of a Viking-Norse settlement. Tuquoy has remains of a longhouse, a large rectangular building, and a kitchen midden (refuse dump). Quoygrew (Scheduled Monument SM13504) has the remains of a longhouse dating from 1100AD. This was used continuously until the early 20th century. Langskaill appears to have been an Iron Age settlement in use from 500 BC to the 14th century. An underground chamber was discovered in Langskaill farm in 1965. The investigation appears to indicate the abrupt disappearance of the pre-Norse culture, indicating an invasion by force by the Vikings. The Viking-Norse invaders built a large high-status settlement over the site of the earlier settlement. It was at Noltland on Westray too, that one of the most impressive castles in Orkney, and indeed the Northern Isles, was built, Noltland Castle. The castle was commissioned in the 1560s by Gilbert Balfour, who probably played the leading role in the murder of Lord Darnley, consort of Mary, Queen of Scots. Balfour married Margaret Bothwell, the sister of Adam Bothwell, Bishop of Orkney who endowed him with Westray, when it was episcopal property. The Castle is situated above the Bay of Pierowall, was built in the 1560s. It is notable for an unusually large spiral staircase, \"second only to Fyvie Castle, while its triple tiers of gunloops are without parallel in Scotland, if not Europe\". However, Balfour was executed by the Swedes before he could use it. Other attractions include the Romanesque Cross Kirk and the Castle O'Burrian sea stack once used as a hermitage. Noup Head Lighthouse was constructed in 1898. ==Economy and infrastructure== left|thumb|200px|Noup Head Lighthouse, Westray Flights leave the island's Westray Airport at Aikerness for Kirkwall on the Orkney Mainland, and to Papa Westray in the world's shortest scheduled flight, of two minutes. The main ferry terminal is at Rapness with regular sailings by Orkney Ferries to Kirkwall. The island's main industries are fishing, fish farming and cattle farming. Tourism is also important to the island economy. The local cheese, Westray Wife, is an organic unpasteurised cheese available in mild and mature varieties. It marries well with the local range of Westray chutneys (all Fairtrade) and bakery goods (including oatcakes). Fresh fish, seafood and lobster is available locally and is of a very high standard. The Westray Development Trust is well known for its renewable energy and recycling initiatives and plans to make the island self-sufficient in energy by 2012. A 900 kW community-owned wind turbine was erected in October 2009, the third large-scale such project in Scotland. “When the community realised it was their turbine, not someone else’s, there was no objection,” stated Alasdair McVicar of Westray Renewable Energy.\"Westray Development Trust\". Scottish Government. Retrieved 22 August 2010. The first two projects were on Gigha and at Findhorn Ecovillage.\"Westray: Powerful community\". Senscot. Retrieved 22 August 2010. ==Wildlife== The spectacular sea cliffs around Noup Head are home to thousands of seabirds including 60,000 common guillemot and black-legged kittiwake, 30,000 razorbill and numerous Atlantic puffin and black guillemot. During the 1990s the black rat (Rattus rattus) may have been presentAn Audit Of Alien Species In Scotland (May 2004) (Microsoft Word). Edinburgh. Scottish Natural Heritage. although they have not been recorded since. Mice, and the Orkney vole are present however, as are European otters. ==Gallery== File:Westray House.jpg|A ruined house on Westray with traditional flag-stone roof File:Westray from Papay.jpg|Westray from Papa Westray File:Westray - Fishing Village.jpg|Gill Pier File:Sunset Pierowall Village View Westray Orkney Jul14 DSC 5380.jpg|Sunset over Pierowall, across the bay. Jul '14 File:Westray - West.jpg|Western part near Midbea File:Westray - Noup Head Beacon.jpg|Lighthouse at Noup Head File:Westray - Cliffs 2.jpg|Cliffs at Noup Head File:Westray - Cliffs 1.jpg|Cliffs near Langskaill File:Westray - Seabirds.jpg|Flock of gulls File:Westray Skiffs.jpg|Skiffs racing in the Bay of Pierowall, Jul '05 File:Gravestone Groat Pierowall Orkney Jul14 DSC 5410.jpg|John & Jemima Groat family grave, Lady Kirk, Pierowall. Jul '14 File:Info Board Quoygrew Westray Orkneys Jul14 DSC 5420.jpg| Info board, Quoygrew Viking settlement. Jul '14 File:East View Quoygrew Westray Orkneys Jul14 DSC 5423.jpg|East view of Viking longhouse, Quoygrew. Jul '14 ==See also== * List of islands of Scotland * List of Orkney islands * Geology of Orkney * Westside Church ==References== ==Bibliography== * Orkneyinga Saga: The History of the Earls of Orkney. Trans. Pálsson, Hermann and Edwards, Paul (1978). London: Hogarth Press. . Republished 1981, Harmondsworth: Penguin. . ==External links== * One of Orkney's North Isles * Westray and Papa Westray * VisitOrkney page on Westray and Papa Westray Category:Islands of the Orkney Islands",
 "title": "Westray"
}