{
 "id": "482693",
 "text": "The Alberta Liberal Party () is a provincial political party in Alberta, Canada. Founded in 1905, it is the oldest active political party in Alberta and was the dominant political party until the 1921 election, with the first three provincial Premiers being Liberals. Since 1921, it has formed the official opposition in the Legislative Assembly of Alberta several times, most recently from 1993 until 2012. Fourteen Liberals have served as Leader of the Opposition of Alberta. ==History== ===Early years=== The Alberta Liberal Party was formed on September 1, 1905. The Liberals formed the government in Alberta for the first 16 years of the province's existence. Alexander C. Rutherford (1905–1910), Arthur L. Sifton (1910–1917) and Charles Stewart (1917–1921) led Liberal governments, until the party was swept from office in the 1921 election by the United Farmers of Alberta. ===1921: Loss of power=== When Premier Charles Stewart resigned as leader after his government's defeat at the hands of the United Farmers of Alberta in the 1921 election, John R. Boyle, a former Attorney-General, led the legislative caucus until he was appointed to the judiciary in 1924, and Charles R. Mitchell, also a former cabinet minister succeeded him. John C. Bowen acted in the interim until a party convention chose Joseph Tweed Shaw, a former independent left-wing M.P. In the lead-up to the 1930 election, the party chose George H. Webster, M.L.A. for Calgary City. He resigned in favour of William R. Howson, who led the party energetically if unsuccessfully in 1935. After he was appointed to the provincial superior court in 1936, Edward Leslie Gray succeeded him. ===Unity coalition=== Discussions on a coalition of opposition forces began in the early thirties to put together a strong opposition to the United Farmers government. The Liberals refused to join when their fortunes were going up during the leadership William Howson. At the height of Liberal popularity they had managed to lure two United Farmers MLAs to sit in the Liberal caucus. After the defeat of old line parties by Social Credit in the 1935 Alberta general election, the coalition idea picked up steam. Edward Gray, Liberal leader cautiously entered the party into the Unity Movement giving riding associations the opportunity to support Liberal candidates or Independent candidates. The Alberta Liberals were tepid to support the Independent Citizens' Association led by John Percy Page. They wanted the Independents to remain independent and were against having a new party formed based on the coalition. The Liberals maintained the party organization by keeping the Constituency Associations and Party Executive Intact. After Gray resigned the leadership on April 19, 1941, to accept a patronage position the party did not officially replace him as leader until James Prowse in 1947. The President of the Party who stood for election annually, became the official face of the party in all matters of party business. The party also kept a rump caucus from 1940 to 1944 that started out with one member and got to three by dissolution in 1944. The Liberals despite internal pressure to break with the coalition agreed not to run candidates in the 1944 election. Cooperation with the Independents officially came to an end when the federal Camrose riding association passed a motion at a meeting in August 1945 calling on the executive of the provincial Liberal party to reorganize in all Alberta provincial constituencies free of alliances and arrangements with other parties. The party held a meeting on January 7, 1946, to discuss proposals to participate in the 1948 Alberta general election. ===Post-war=== Prowse became the first true leader of the party in the post coalition era. He led the party from 1947 to 1958 leading to significant gains in popular votes and seats. He resigned the leadership to run for Mayor of Edmonton, and was succeeded by John Walter Grant MacEwan, M.L.A. for Calgary City. MacEwan was beset by problems entirely beyond his ability to control. The electoral ability of any opposition party leader became very chancy with the abolition of the STV electoral system used for Edmonton and Calgary cities. The Manning government had successfully renewed and reinvigorated itself, and recovered much of the ground it had previously lost, while the recent Diefenbaker landslide made the Progressive Conservative Party seem a more attractive vehicle for the party's traditional supporters. MacEwan was the first of many leaders who faced a problem similar to those of Liberals in Britain and other Western Canadian provinces. Ideologically, the party was being squeezed between traditional conservatism and social democracy. In a social sense, the party presented an older and more traditional image in comparison to the Alberta Progressive Conservatives, who, given the predominance of Social Credit, seemed fairly liberal. Almost inevitably, the Liberals were reduced to a single member, Michael Maccagno of Lac La Biche. MacEwan retired shortly after this disaster. ===1960s=== He was succeeded by David B. Hunter, then mayor of Athabasca, who campaigned aggressively on the creation of a publicly owned electrical power company, with strong environmentalist overtones. This likely limited any growth by the Alberta New Democrats in the 1963 election, and it established the party with a distinct image and identity separate from the Progressive Conservatives. However, it was internally divisive, and a number of candidates, including one of its two successful ones, repudiated the platform's main plank. Hunter himself was defeated personally in Athabasca. He did not resign until after he lost a later byelection, when he decided to run for Parliament (unsuccessfully). Maccagno, who was leader of the minuscule opposition in the Legislature, served as interim leader, but did not regard himself as leadership material. In a convention which exposed the deep ideological fault lines within the party, Adrian Douglas Berry, a Calgary alderman, emerged as leader from a highly acrimonious contest. Internal dissensions continued, and late in 1966, Berry resigned under circumstances still not explained. As a provincial election could be expected within months, Maccagno became leader almost by default, and somewhat unwillingly led the party into the 1967 provincial election. Maccagno was elected, the first Liberal leader since 1955 and the last until 1986 to achieve the feat and the party increased its representation from two to three seats. However, the party placed fourth in the popular vote. Peter Lougheed and the Progressive Conservatives presented the attraction of a modern, urban-based party which was decidedly more liberal than the Social Credit government. The Tories displaced the Liberals as the apparent alternative to the Socreds. ===Shut out=== The next four years were a bad time for the Liberals. The party placed very poorly in a byelection to replace a Liberal MLA who had died, and the party had lost its other two seats when Maccagno resigned to run in the 1968 federal election and then in November 1969, the last remaining Liberal MLA, Bill Dickie, crossed the floor to join Lougheed's Progressive Conservatives, who had rapidly established themselves as a credible government-in-waiting. In 1969, the party chose a Calgary clergyman turned businessman, John T. Lowery, to succeed Maccagno. Lowery thought he saw some hope in an electoral arrangement with Social Credit, which he believed was showing signs of modernization and rejuvenation under Manning's successor, Harry Strom. He was likely encouraged in this by the two federal ministers from Alberta, Bud Olson and Pat Mahoney, both former Socreds. When word of negotiations to that effect came out, it became evident that any such proposal was deeply opposed by the core membership of both parties. Lowery resigned in the face of it. The following year saw the provincial Liberals come very close to extinction. The party's political credibility had been steadily eroding, and with the negotiations with Social Credit, it was not immediately clear that it had any ideological purpose. There was much discussion of the party abandoning provincial politics altogether (there was only one organization at federal and provincial levels), and concentrating on federal politics, which looked a great deal more hopeful at the time than they did two years later. It took a major act of will for the party to decide to soldier on as an independent force, which it did in repudiating Lowery, and deciding to contest the 1971 election, however hopeless the prospects might be. The party chose, almost by default, Robert Russell of St. Albert, a highly controversial figure who had been passed over twice, but who had a strong desire for the position, and who had strongly supported David Hunter's vision for the party. The party suffered as bad a defeat as anyone could have expected in the 1971 election. It was shut out of the legislature altogether in an election that saw Social Credit defeated after 36 years in power at the hands of Lougheed's Progressive Conservatives. It is widely argued that the provincial Liberals' popularity in Alberta was especially hurt during the federal government of Pierre Trudeau's Liberal Party of Canada between 1968 and 1984. Trudeau's policies were unpopular in western Canada and especially in Alberta, particularly official bilingualism, and the National Energy Program (NEP), which exacerbated feelings of western alienation. During this period, the provincial Liberal party suffered because of its connections with its federal cousins. ===1986: Return to the legislature=== The Liberals' fortunes improved in the late 1980s and they returned to the Alberta legislature in the 1986 election, when leader Nicholas Taylor led them to win 4 seats and 12% of the popular vote. Following the 1987 leadership review, a leadership contest was held in 1988. The race was contested by Taylor, MLA, Sheldon Chumir, MLA, Grant Mitchell, and Edmonton Mayor Laurence Decore. Decore was elected leader of the party on a first ballot victory. The Alberta Liberal Party ran one candidate in the 1989 Senate Election, Bill Code, who finished with 22.5% of the vote. ===The party in the 1990s=== In the 1993 election, the Liberals, under former Edmonton mayor Laurence Decore, enjoyed their greatest success since holding power when they swept Edmonton, winning a total of 32 seats, and collecting 39% of the popular vote. This enabled the party to displace the New Democrats to become the Official Opposition to the Progressive Conservative government of Ralph Klein. Although Decore now led the second-largest opposition caucus in the province's history, the result was still seen as a disappointment to some prominent Liberals who felt the party had missed its best chance in over 70 years to form government. Under increasing pressure, Decore resigned the leadership in 1994. Four MLAs contested the race to succeed him: Edmonton McClung MLA Grant Mitchell, Fort McMurray MLA Adam Germain, Edmonton-Roper MLA Sine Chadi, and Calgary-Buffalo MLA Gary Dickson. After all the ballots had been counted, Mitchell was elected as party leader. The party continued to hold its position as Official Opposition, but lost 10 seats in the 1997 election. With 18 seats in the Alberta legislature, Mitchell resigned as leader, and another race was declared. The 1998 leadership race also saw four contestants: former Progressive Conservative cabinet minister Nancy MacBeth, Lethbridge East MLA Ken Nicol, Edmonton Meadowlark MLA Karen Leibovici, and Edmonton Riverview MLA Linda Sloan. MacBeth was elected on the first ballot. ===The 2000s=== In the 2001 election, MacBeth led a campaign which ended with only seven Liberal MLAs being elected. MacBeth also lost her own seat in the election. In the days following the 2001 election, MacBeth resigned and Ken Nicol was acclaimed leader. Nicol led the party until 2004, when he ran for the federal Liberal Party of Canada in the Lethbridge riding. Edmonton Mill Woods MLA Don Massey briefly stood as interim leader until a leadership race was held. On March 27, 2004, Kevin Taft was elected the new leader of the Alberta Liberal Party. In the 2004 provincial election, the Liberals more than doubled their seats to 16 and increased their share of the popular vote to 29%. More significantly, and to the surprise of most observers, the Liberals were able to win three seats in the traditionally conservative city of Calgary. Additionally, in June 2007, Craig Cheffins won in a by-election, making him the fourth Alberta Liberal MLA in Calgary. The provincial election of March 3, 2008, proved to be another setback for the party. Going up against rookie Premier Ed Stelmach, the Alberta Liberals had high hopes of increasing their seat count dramatically, particularly with the supposed discontent with the Tories in Calgary. However, the result was humbling for the Alberta Liberals. The party ended with only nine seats, down from 16 when the election was called. The party's power based in Edmonton was hit especially hard, with eight seats won in 2004 going Conservative. On June 26, 2008, Taft announce his intention to resign as leader. Dr. David Swann was elected as the new Liberal leader on December 13, 2008, defeating two other contenders on the first ballot. After serving as leader for three years on February 1, 2011, Swann announced his resignation as leader. The 2011 leadership election saw another doctor, Dr. Raj Sherman, win the leadership of the party, who then went on to lead the party into the 2012 general election. ===Recent history=== In the 2012 general election, the Liberals dropped from eight seats in the legislature to five. It was the third party in the legislature. Sherman announced his resignation as leader on January 26, 2015, effective immediately. Calgary-Mountain View MLA and former leader David Swann was named interim leader on February 1, 2015, chosen over Edmonton-Centre MLA Laurie Blakeman in a vote by the party's board of directors. Although still interim leader, Swann led the party into the 2015 provincial election in which the Alberta New Democratic Party swept to power with a majority government, defeating the Progressive Conservatives after 44 years. The Liberal Party was reduced from 5 seats to 1; Swann became the party's sole MLA. In the leadership election of 2017, lawyer and former Calgary-Buffalo candidate David Khan received 54.8% of the votes, defeating one rival to become the permanent Liberal leader, under controversial circumstances. Under his leadership, the Liberals were shut out of the legislature in the 2019 provincial election for the first time since 1982 and experienced their worst results in the party's 100-year history. Khan resigned from the leadership on November 22, 2020. On March 6, 2021 John Roggeveen was selected by the board of directors as the interim leader. ==Ideology== The Alberta Liberal Party has a long heritage of adhering to liberalism, in both the classical sense and in terms of modern liberalism (see social liberalism). The party is a centrist party that is focused on creating the conditions for a strong economy, social progressiveness, and safeguarding the environment. ==Party policies== Economic policy: * Reduce post-secondary tuition fees by a third, eliminate mandatory non-instructional fees, and move to a grant-based system versus student loans for financial aid * Implement progressive taxation * Opening government contracts to a bidding process that is accessible to the public with disclosure of all government contracts over $10,000 * Investing in a high- speed rail and other infrastructure connecting Edmonton, Red Deer, and Calgary Social policy: * Investing in community, school-based hubs across Alberta that tie the health, educational, and social needs of communities * Eliminate subsidies to private schools and roll some schools into the public systems * Not providing resources to enforce cannabis laws in cases of small amounts of possession * Sustainable and substantially increased funding for Legal Aid Alberta * Implementing a $10 a day learn through play program throughout Alberta Environmental policy: * Elimination of the use of coal as an energy source for electricity in Alberta * Support of the Experimental Lakes Area * Implementing a carbon tax ==Party leaders== {| class=\"wikitable\" |- !Name !Took Over !Date Left !Note |- |Alexander Rutherford |1905 |1910 |First Premier of Alberta |- |Arthur Sifton |1910 |1917 |Second Premier of Alberta |- |Charles Stewart |1917 |1922 |Third Premier of Alberta |- |John Boyle |1922 |1924 |Leader of the Opposition |- |Charles R. Mitchell |1924 |1926 |- |John C. Bowen |1926 |1926 |- |Joseph Tweed Shaw |1926 |1930 |Resigned |- |John McDonald |March 28, 1930 |March 1, 1932 |Did not hold a seat in the Assembly |- |rowspan=2|George Webster |1931 |March 1, 1932 |Leader of Liberal caucus in the Assembly |- |March 1, 1932 |October 21, 1932 |Interim Leader |- |William Howson |October 21, 1932 |March 2, 1937 |Appointed to the Supreme Court of Alberta |- |Edward Leslie Gray |March 2, 1937 |April 19, 1941 |- |Robert Barrowman |April 19, 1941 |September 27, 1941 |rowspan=3|Party leadership remained vacant from Gray's resignation until James Prowse was chosen as leader. The President of the Liberals maintained the day-to-day operations of the Liberals during the Unity Coalition. |- |Hugh John Montgomery |September 27, 1941 |1946 |- |Wesley Stambaugh |1946 |June 26, 1947 |- |James Prowse |June 26, 1947 |1958 |- |Grant MacEwan |November 1, 1958 |1960 |- |Michael Maccagno |1960 |1962 |Leader of Liberal caucus in the Assembly |- |David Hunter |1962 |1964 |- |Michael Maccagno |1964 |January 15, 1966 |Interim Leader |- |Adrian Douglas Berry |January 15, 1966 |November 7, 1966 |- |Michael Maccagno |November 7, 1966 |1969 |- |John T. Lowery |1969 |1970 |- |Robert Russell |1971 |1974 |- |Nicholas Taylor |1974 |1988 |- |Laurence Decore |1988 |1994 |- |Bettie Hewes |1994 |1994 |Interim Leader |- |Grant Mitchell |1994 |1998 |- |Nancy MacBeth |1998 |2001 |- |Ken Nicol |2001 |2004 |- |Don Massey |2004 |2004 |Interim Leader |- |Kevin Taft |2004 |December 13, 2008 |- |David Swann |December 13, 2008 |September 10, 2011 |- |Raj Sherman |September 10, 2011 |January 26, 2015 |Led the party through the 2012 election |- |David Swann |February 1, 2015 |June 4, 2017 |Returned as Interim Leader, and led the party through the 2015 election |- |David Khan |June 4, 2017 |November 22, 2020 |Under his leadership, the party experienced its worst results in history |- |John Roggeveen |March 6, 2021 | |Interim Leader |} ==Election results== {| class=wikitable style=\"text-align: Left;\" |- ! Election !Leader ! Votes ! % ! Seats ! +/– ! Standing ! Position |- ! 1905 | rowspan=2 | Alexander Cameron Rutherford | 14,485 | 57.56 | | | 1st | |- ! 1909 | 29,634 | 59.26 | | 14 | 1st | |- ! 1913 | rowspan=2 |Arthur Sifton | 47,748 | 49.23 | | 3 | 1st | |- ! 1917 | 54,212 | 48.14 | | 5 | 1st | |- ! 1921 | Charles Stewart | 86,250 | 28.92 | | 19 | 2nd | |- ! 1926 | Joseph Tweed Shaw | 47,450 | 26.17 | | 12 | 2nd | |- ! 1930 | John W. McDonald | 46,275 | 24.59 | | 4 | 2nd | |- ! 1935 | William R. Howson | 69,845 | 23.14 | | 6 | 2nd | |- ! 1940 | Edward Leslie Gray | 2,755 | 0.89 | | 5 | 4th | |- ! 1944 | None | - | - | | 1 | | |- ! 1948 | rowspan=3 | James Harper Prowse | 52,655 | 17.86 | | 2 | 3rd | |- ! 1952 | 66,738 | 22.37 | | 1 | 2nd | |- ! 1955 | 117,741 | 31.13 | | 12 | 2nd | |- ! 1959 | Grant MacEwan | 57,408 | 13.9 | | 14 | 3rd | |- ! 1963 | Dave Hunter | 79,709 | 19.76 | | 1 | 2nd | |- ! 1967 | Michael Maccagno | 53,847 | 10.81 | | 1 | 3rd | |- ! 1971 | Bob Russell | 6,475 | 1.01 | | 2 | 4th | |- ! 1975 | rowspan=4 | Nicholas Taylor | 29,424 | 4.98 | | | 4th | |- ! 1979 | 43,792 | 6.16 | | | 4th | |- ! 1982 | 17,074 | 1.81 | | | 4th | |- ! 1986 | 87,239 | 12.22 | | 4 | 3rd | |- ! 1989 | rowspan=2 | Laurence Decore | 237,787 | 28.68 | | 4 | 3rd | |- ! 1993 | 392,899 | 39.7 | | 28 | 2nd | |- ! 1997 | Grant Mitchell | 309,748 | 32.75 | | 14 | 2nd | |- ! 2001 | Nancy MacBeth | 276,854 | 27.33 | | 11 | 2nd | |- ! 2004 | rowspan=2 | Kevin Taft | 261,471 | 29.4 | | 8 | 2nd | |- ! 2008 | 251,158 | 26.43 | | 7 | 2nd | |- ! 2012 | Raj Sherman | 127,645 | 9.89 | | 4 | 3rd | |- ! 2015 | David Swann | 62,171 | 4.19 | | 4 | 4th | |- ! 2019 | David Khan | 18,546 | 1.0 | | 1 | 4th | |} ==See also== *List of Alberta Liberal leadership conventions *List of Alberta general elections *List of Canadian political parties *Alberta Liberal Party candidates, 2012 Alberta provincial election *:Category:Alberta Liberal Party MLAs == References == ==External links== *Alberta Liberal Party official site *Alberta Liberal Caucus official site *Glenbow Museum Archives: Alberta Liberals Category:Liberal parties in Canada Category:Organizations based in Edmonton Category:Political parties established in 1905 Liberal Category:1905 establishments in Alberta",
 "title": "Alberta Liberal Party"
}