{
 "id": "482709",
 "text": "A Goldendoodle, also known as the Groodle (in Australia), is bred from a Golden Retriever and a Poodle. First widely bred in 1990s, the crossbreed is bred in three different size varieties corresponding to the size variety of Poodle used as a parent. Goldendoodles often demonstrate Golden Retrievers’ intuitive and people-oriented nature, while benefiting from Poodles’ highly intelligent persona and “allergy-friendly” coat. == History == In the 1990s, designer dog breeders in Australia and the United States started to widely cross Golden Retrievers and Poodles, adopting the term Goldendoodle to describe the cross, although the name Groodle is also used. The name Goldendoodle is derived from \"Golden\" (from Golden Retriever) and \"Labradoodle\" (itself a portmanteau of Labrador Retriever and a Poodle). Deliberately breeding Poodles with Golden Retrievers preceded the 1990s, one example was by Monica Dickens, the great-granddaughter of Charles Dickens, who crossed the two breeds in 1969. The cross can result in a healthier animal than both parent breeds. The original aim of the Goldendoodle's breeders was to produce an alternative to the popular Labradoodle. Initially Goldendoodles were only bred from standard-sized Poodles, later designer breeders started using small varieties of Poodles to create smaller varieties of the crossbreed. As they are crossbreed not pedigree, they are not recognised by the American or British Kennel Clubs. Golden Doodles come in multiple generations meaning, it depends on what generation is bred with what. Also, the generations will show different looks as some are curlier than others. For example, if a Goldendoodle is more poodle, it will have tighter curls. If the Goldendoodle is more retriever then it will have flatter and looser curls. == Characteristics == === Appearance === The appearance, sizes and coat of Goldendoodles can vary considerably according to their breeding generations and what type of Poodle parents they have. Whilst most Goldendoodles share common traits, each Goldendoodle might have its own unique appearance and temperament. thumb|303x303px|Illustration detailing Goldendoodles' physical appearance In general, Goldendoodles have round skulls, broad muzzles, heavily feathered tail, drop ears, and oval-shaped eyes. Goldendoodles’ retriever parentage makes their body long and muscular, and likely to have deep chest and wide stance. Goldendoodle can be bred from any one of the Standard, Miniature or Toy-sized Poodles, the resultant offspring coming in several sizes: the Large, Medium and Miniature Goldendoodles. The Large Goldendoodle typically stands and weighs , the Medium Goldendoodle typically stands and weighs , and the Miniature Goldendoodle typically stands up to and weighs Goldendoodle is a long-haired dog breed and their coat can can vary considerably, there are three main coat types: straight, wavy and curly. Straight coated Goldendoodles resemble the coat found on their Golden Retriever parents, which would usually lie flat on their body. Wavy coated Goldendoodles is a combination of the Poodle’s curly coat and the Golden Retriever’s straight coat. Their coat is wavy, with loose, shaggy curls. This type of coat is the most common amongst Goldendoodles. Curly coated Goldendoodles resemble the coat of a Poodle. Their coat is thick, curly and less likely to shed. Goldendoodles' coats come in varying colours, with the most common colours being cream, red, black, gold, apricot, brown, or a combination (parti-coloured). Often claimed to be 'hypoallergenic' or 'non- shedding', Goldendoodles do shed hair, although often in lesser quantities than many other dogs. Research has shown that hypoallergenicity can not be an official dog breed characteristic. AKC also asserts that \"there is no such thing as a completely hypoallergenic dog\". In general, the higher the percentage of Poodle is in a Goldendoodle’s heritage, the less likely it is to shed. Curlier coated Goldendoodles tend to shed lighter and less dander. As such, an F1BB (First Generation Backcross Backcross) Goldendoodle (87.5% Poodle) is more likely to shed less than an F1B (First Generation Backcross) Goldendoodle (75% Poodle), which is more likely to have non-shedding attribute than an F1 (First Generation) or F2 (Second Generation) Goldendoodle (50% Poodle). File:MiltonHighRes-5.jpg|Cream Goldendoodle File:Snowy goldendoodle.JPG|Apricot Goldendoodle File:Goldendoodle.jpg|Brown Goldendoodle File:Rocko (9088189287).jpg|Black Goldendoodle === Behavioural === Similar to most crossbreed dogs, Goldendoodles tend not to have the same predictable temperament or patterning aspects that the constituent breeds have. Based on genetic theory, well-bred Goldendoodle should express behaviours intermediate to their parent breeds. In general, Goldendoodles tend to take over Golden Retrievers’ friendly, affectionate, trustworthy and enthusiastic nature; whilst also demonstrating Poodles’ reputable intelligence, sociability and trainability. Goldendoodles predominately exhibit high energy level, loyalty and playfulness; they are friendly with children and considered a good family pet. The crossbreed often exhibits strong retriever instincts inherited from its gundog parent breeds, which make them have an active mouth and high tendency to retrieve objects. A 2019 behavioural study compared Goldendoodles to their parent breeds, on average Goldendoodles displayed greater dog- rivalry, dog-directed aggression, dog-directed fear, and stranger directed fear than purebred Golden Retrievers or Poodles. == Health == Goldendoodles often present phenotypic advantage over their parent breeds. The pairing of two different breeds can create higher genetic diversity, as well as a lower level of homozygosity. This will minimize the possibility of inheriting undesirable purebred health concerns, and reducing the risks of inbreeding depression. Goldendoodles often benefit from “hybrid vigour”, which has a proven positive effect on animal fitness traits that contribute to crossbreeds’ enhanced health and lower susceptibility to diseases. In general, healthy and well-bred Goldendoodles have a lifespan of 10–15 years. As with all breeds, Goldendoodles are still at risk of developing any possible health conditions associated with Golden Retrievers and Poodles. Some of the potential health-related genetic disorders of Goldendoodles include Hip Dysplasia, Progressive Retinal Atrophy (PRA), von Willebrand Disease (vWD), Megaesophagus, canine cancer, skin allergies, and ear infection. == Popularity and uses == Primarily bred as companion dogs, Goldendoodles have been successfully trained as therapy dogs, guide dogs, nut-detection dogs detecting nuts in food for people with nut allergies, and other forms of assistance dogs. In some regions of the United States it has become one of the most popular dog varieties. In Australia, it was named one of the top twenty most popular dog varieties in 2020 where, due to the increased demand for pets during the COVID-19 pandemic, prices for a puppy have risen from around $3,500 AUD pre-pandemic, to as much as $15,000 AUD by September 2020. In a 2012 charity auction, American musician Usher paid $12,000 USD for a Goldendoodle puppy. ==See also== * List of dog crossbreeds ==References== Category:Dog crossbreeds",
 "title": "Goldendoodle"
}