{
 "id": "483018",
 "text": "Colin Edward Quinn (born June 6, 1959) is an American stand-up comedian, actor, and writer. On television, he is best known for his work as a cast member on Saturday Night Live, where he anchored Weekend Update; on MTV's 1980s game show Remote Control, where he served as the announcer/sidekick; and as host of Comedy Central's late-night panel show Tough Crowd with Colin Quinn. Notable film work includes his role as Dooey in A Night at the Roxbury, Dickey Bailey in the Grown Ups films, and playing Amy Schumer's father in the film Trainwreck. Comedians such as Jerry Seinfeld, Tina Fey, Chris Rock, and Dave Attell have cited Quinn as the quintessential \"comic's comic\" and New York comedian. Quinn has also become known for his comedic one-man shows that offer his unique takes on history and growing up in New York City. As of 2020, he has written and starred in seven stage shows: Irish Wake, My Two Cents, Long Story Short, Unconstitutional, The New York Story, Red State Blue State, and The Wrong Side of History, two of which he collaborated on with Seinfeld as director. Long Story Short was filmed as an HBO special that aired on April 9, 2011, and Unconstitutional, The New York Story, and Red State Blue State were released as Netflix specials. ==Early life== Quinn was born on June 6, 1959, in the Park Slope neighborhood of Brooklyn, New York City, where he was raised, the son of teachers. He is of Irish descent. Quinn's paternal grandparents arrived from Belfast around 1920. He attended Stony Brook University, in Stony Brook, Long Island, but did not graduate. He stopped drinking in the early 1980s after several bad experiences with alcohol, including blackouts and arrests.Quinn interview, AskMen.com, p. 1 ==Career== ===Early career=== Quinn began performing stand-up comedy in 1984. He first achieved fame in 1987 as the sidekick announcer of the MTV game show Remote Control, which lasted five seasons. In 1989, he hosted the A&E; stand-up showcase Caroline's Comedy Hour, and wrote and acted in the comedic short/music video \"Going Back to Brooklyn\" (a parody of LL Cool J's \"Going Back to Cali\") with Ben Stiller. He wrote for In Living Color, and co-wrote and produced the movie Celtic Pride, which starred Damon Wayans and Dan Aykroyd. ===Saturday Night Live=== Quinn was hired as a writer and featured player on Saturday Night Live (SNL) in 1996 and became a full cast member during the 1997–1998 season. He established himself on the show with recurring characters and segments such as \"Lenny the Lion\", \"Joe Blow\", \"Colin Quinn Explains The New York Times\", and \"Weekend Update\". Quinn began hosting \"Weekend Update\" in January 1998 after Norm Macdonald was fired, and anchored the segment until his departure from SNL in 2000. He commented on a number of highly publicized media circuses, including the Clinton–Lewinsky scandal and the Microsoft anti-trust trial. During his tenure on SNL, Quinn turned down an offer for the role of Scott Evil in fellow cast member Mike Myers's film Austin Powers: International Man of Mystery. Quinn has called the role, which was ultimately played by Seth Green, the only project he has regretted turning down. ===Television and film work and stand-up=== After leaving SNL, Quinn hosted the short-lived The Colin Quinn Show on NBC in the spring of 2002. The show combined sketch comedy and stand-up in a live-to-tape format. Despite mostly positive reviews from critics, it was cancelled after three episodes. Quinn had greater success with his subsequent show, Tough Crowd with Colin Quinn, which ran on weekdays on Comedy Central from 2002 to 2004. The show featured a panel of four comedians, with Quinn as host, discussing the social and political issues of the day. The show ran for over 200 episodes. His stand-up was also used in the animated series Shorties Watchin' Shorties. In 2005, Quinn participated in a USO tour of American military bases around the world, performing stand-up to entertain the troops. He was the \"unofficial co- host\" on the Nick DiPaolo show on the now-defunct 92.3 Free FM in New York City, airing Monday–Friday from noon to three. Quinn and DiPaolo were originally slated to host the show together on WJFK-FM, but the station decided not to pick up the show. Quinn was also a regular guest on The Opie & Anthony Show until its run ended in 2014. Quinn played Dickie Bailey, the childhood rival to Lenny Feder (Adam Sandler's character) in Grown Ups and Grown Ups 2. He also had a recurring role as Hermie on the HBO series Girls. Quinn wrote and starred in the L/Studio web series Cop Show, which premiered in February 2015. The series stars Quinn as a satirical, pompous version of himself, starring in a New York City-based crime drama. The show's guest stars have included Jerry Seinfeld, Dave Attell, Chris Rock, Steve Buscemi, Jim Gaffigan, Michael Che, Tom Papa, Jim Norton, Pat Cooper, Irina Shayk and Amy Schumer. Quinn had a supporting role in Amy Schumer's film debut, Trainwreck, as her character's father. He was critically praised for his performance. ===One-man shows=== Quinn made his Broadway debut in 1998 in a one-man show, Colin Quinn: An Irish Wake, co-written with Lou DiMaggio. The show reflected Quinn's upbringing within the Irish-American community of Brooklyn; it was set at a wake in 1976, with Quinn portraying family members and acquaintances who show up for the event. In 2009, Quinn premiered his second one-man show, My Two Cents, which covers the economic crumbling of the American empire. In 2010, Quinn premiered his third one-man show Colin Quinn Long Story Short on Broadway, directed by Jerry Seinfeld. The show covered world history from prehistoric times to the present, offering satirical takes on the rise and fall of various world empires. Quinn recorded a special performance of the show that aired on HBO on April 9, 2011. A Brazilian version of the show featuring comedian Bruno Motta has the title 1 Milhao de Anos em 1 Hora (\"1 Million Years in 1 Hour\"). In 2013, Quinn premiered another one-man show on historical themes, Unconstitutional, which covers the United States Constitution, its creation, and its impact on the American psyche. Quinn starred in his fifth one-man show, The New York Story, in July and August 2015 at the Cherry Lane Theatre. The show was based upon the experiences chronicled in his book, The Coloring Book: A Comedian Solves Race Relations in America. It delves into his growing up in the ethnically diverse Park Slope neighborhood of Brooklyn and how it has changed over the years into its current state. Seinfeld, who directed Long Story Short, returned as director. In early 2019, Quinn premiered his sixth one-man show, Red State Blue State, at the Minetta Lane Theatre. The show explored contemporary politics in the United States on both sides of the primary political spectrum.Comedian Colin Quinn Calls on the United States to ‘Divorce’ Over Division, Breitbart News In 2020, Quinn released his second book, Overstated: A Coast-to-Coast Roast of the 50 States, and directed the HBO Max comedy special Colin Quinn & Friends: A Parking Lot Comedy Show. ===Social media=== Quinn has gained attention for his account on the social network Twitter, where he usually posts deliberately vacuous statements, often in the form of either inspirational statements or boasts about his celebrity status, that are intended to provoke his readers. ==Personal life== In conversation with Judd Apatow in 2015 for the David Lynch Foundation Trainwreck tour, Quinn said he had been practicing Transcendental Meditation for five years. On February 14, 2018, Quinn suffered a heart attack in New York. On Twitter several days later, he said he was doing well but if he dropped dead \"you would see a funeral like Al Capone!\" On June 8, 2019, Quinn married Late Night with Seth Meyers producer Jen Sochko. ==Awards and honors== In 2004, Quinn was named No. 56 on Comedy Central's list of the 100 greatest stand-up comedians of all time. He was named one of the Top 100 Irish Americans of the year in 2004 and 2011 by the magazine Irish America.Top 100 - 2011: Colin Quinn, Irish Americawww.irishabroad.com == Filmography == ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1983 |Rock 'n' Roll Hotel |DJ |Aired on HBO |- |1987 |Three Men and a Baby |Gift Shop Clerk | |- | 1988 |Crocodile Dundee II | Onlooker at Mansion | |- |1988 |Married to the Mob |Homicide Detective | |- |1993 |Who's the Man? |Frankie Flynn | |- |1998 |A Night at the Roxbury |Dooey | |- |2003 |Crooked Lines |Annoying Customer | |- |2006 |Home |Himself |Documentary film |- |2008 |Harold |Reedy | |- |2009 |Paper Boys |TV Voiceover | |- |2010 |Grown Ups |Dickie Bailey | |- |2012 |That's My Boy |Strip Club DJ | |- |2013 |Grown Ups 2 |Dickie Bailey | |- |2015 |Trainwreck |Gordon | |- |2016 |Booted |Debt Collector | |- |2017 |Sandy Wexler |Kevin Connors | |- |2019 |Drunk Parents |Ryan the Bum #2 | |- | 2020 | Hubie Halloween |Janitor | |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1987–1990 |Remote Control |Sidekick/Announcer and writer |All episodes |- |1988 |The Cosby Show |Davey Herbeck |1 episode |- |1988 |2 Hip 4 TV |Co-host with Ahmet Zappa |Unknown episodes |- |1989 |Men |Baltimore |1 episode |- |1989 |Caroline's Comedy Hour |Host |2 episodes |- |1989–1990 |True Blue | |2 episodes |- |1990 |Manly World | |Also writer |- |1992 |The Ben Stiller Show | |1 episode |- |1992 |Gaudy, Bawdy & Blue |Mulligan |TV movie |- |1995 |The Larry Sanders Show |Cully |1 episode |- |1996–2000 |Saturday Night Live |Cast Member |97 episodes |- |1996 |The Christmas Tree |Tom |TV movie |- |1997 |Pulp Comics: Jim Breuer |Cop |1 episode |- |1997 |Space Ghost Coast to Coast |Himself |1 episode |- |2002 |The Colin Quinn Show | |3 episodes |- |2002–2004 |Tough Crowd with Colin Quinn |Host and writer | |- |2003 |Windy City Heat |Talk Show Guest |TV movie |- |2004 |Ring My Bell |Game Show Guest |CW Network |- |2008 |What About Sal? |O'Brien |TV short |- |2011 |Cheat |Delivery Boy |TV short |- |2011 |The Green Room with Paul Provenza |Himself |1 Episode |- |2013–2017 |Girls |Hermie |8 episodes |- |2014 |The Awesomes |Jeff Apelstein |7 episodes |- |2014–2015 |Inside Amy Schumer |Judge / Elevator Passenger From Hell |2 episodes |- |2015 |The Nightly Show with Larry Wilmore |Pinocchio |1 episode |- |2015–2016 |The Jim Gaffigan Show |Himself |2 episodes |- |2019 |Crashing |Himself |Episode: \"The Viewing Party\" |- |} ===Writer=== {| class=\"wikitable sortable\" |- ! Year ! Title ! class=\"unsortable\" | Notes |- |1993 |In Living Color |TV series (8 episodes) |- |1995–1997 |Saturday Night Live |TV series (also cast member) (40 episodes) |- |1996 |Celtic Pride |Film written with Judd Apatow |- |2014–2016 |Cop Show |26 episodes |- |} ===Comedy specials=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Studio ! Formats |- | 1992 | One Night Stand | HBO | Broadcast/streaming |- | 2011 | Long Story Short | HBO | Broadcast/Blu- ray/DVD/download/streaming |- | 2015 | Unconstitutional | Netflix | DVD/CD/audio & video download/streaming |- | 2016 | The New York Story | Netflix | Streaming |- | 2019 | Red State Blue State | Netflix/CNN | CD/audio download/video streaming |- | 2020 | Colin Quinn & Friends: A Parking Lot Comedy Show | HBO Max | Streaming |- |} == Bibliography == {| class=\"wikitable sortable\" |- ! Year ! Title ! Publisher ! Formats |- | 2015 | The Coloring Book: A Comedian Solves Race Relations in America | Grand Central Publishing | Print: hardcover/E-book, audiobook: CD/download/streaming |- | 2020 | Overstated: A Coast-to-Coast Roast of the 50 States | St. Martin's Press | Print: hardcover/E-book, audiobook: CD/download/streaming |- |} ==References== ==External links== * * in 2003 * *Colin Quinn at the Comedy Hall of Fame Category:1959 births Category:Living people Category:American game show hosts Category:American male film actors Category:American male screenwriters Category:American male television actors Category:American people of Irish descent Category:American sketch comedians Category:American stand-up comedians Category:American television talk show hosts Category:American television writers Category:Comedians from New York City Category:John Dewey High School alumni Category:Male actors from New York City Category:American male television writers Category:People from Park Slope Category:Stony Brook University alumni Category:20th-century American comedians Category:21st- century American comedians Category:Screenwriters from New York (state)",
 "title": "Colin Quinn"
}