{
 "id": "483052",
 "text": "Baron Delamere, of Vale Royal in the County Palatine of Chester, is a title in the Peerage of the United Kingdom. It was created on 17 July 1821 for Thomas Cholmondeley, a former Member of Parliament for Cheshire. This Vale Royal branch of the Cholmondeley family descends from Thomas Cholmondeley (died 1653), younger brother of Robert Cholmondeley, 1st Earl of Leinster, and Hugh Cholmondeley (1591–1665), ancestor of the Marquesses of Cholmondeley. The first Baron was succeeded by his son. Before acceding to the title in 1855, the second Baron represented Denbighshire and Montgomery in the House of Commons as a Tory. His eldest son, also named Hugh, acceded to the title in 1887, and in the same year, he emigrated to Kenya, where he acquired a major estate. The third Baron's eldest son inherited his father's title in 1931. In 1934, he attempted to re-establish his family at Vale Royal, the family's country home and baronial seat from the 17th century; however, the great house was requisitioned as a sanatorium during the war years.Holland, G. D et al. (1977). Vale Royal Abbey and House, p. 32; Westair-Reproductions: Cheshire, Museum finder When it was sold in 1947, the fourth Baron returned to Kenya. the title is held by the fifth Baron, who succeeded his father in 1979. He also lives in Kenya. The family surname is pronounced . ==Barons Delamere (1821)== *Thomas Cholmondeley, 1st Baron Delamere (1767–1855) *Hugh Cholmondeley, 2nd Baron Delamere (1811–1887) *Hugh Cholmondeley, 3rd Baron Delamere (1870–1931) *Thomas Pitt Hamilton Cholmondeley, 4th Baron Delamere (1900–1979) *Hugh George Cholmondeley, 5th Baron Delamere (born 1934) The heir apparent is the present holder's grandson, Hugh Cholmondeley (born 1998) ==See also== *Earl of Leinster *Marquess of Cholmondeley *Baron Delamer == References == === Citations === ==References== ===Sources=== * * Debrett, John, Charles Kidd, David Williamson. (1990). Debrett's Peerage and Baronetage. New York: Macmillan. * Hayden, Joseph. (1851). The book of dignities: containing rolls of the official personages of the British Empire. London: Longmans, Brown, Green, and Longmans. * Holland, G.D et al. (1977). Vale Royal Abbey and House. Winsford, Cheshire: Winsford Local History Society. * Wright, Rupert \"The Kennedys of Kenya,\" The Spectator (London). 11 April 1998. Category:Baronies in the Peerage of the United Kingdom Delamere Category:Noble titles created in 1821 Category:Noble titles created for UK MPs",
 "title": "Baron Delamere"
}