{
 "id": "483214",
 "text": "Iosif Samuilovich Shklovsky (; sometimes transliterated Josif, Josif, Shklovskii, Shklovskij) (1 July 1916 - 3 March 1985) was a Soviet astronomer and astrophysicist. He is remembered for work in theoretical astrophysics and other topics, as well as for his 1962 book on extraterrestrial life, the revised and expanded version of which was co-authored by American astronomer Carl Sagan in 1966 as Intelligent Life in the Universe. He won the Lenin Prize in 1960 and the Bruce Medal in 1972. Asteroid 2849 Shklovskij and the crater Shklovsky (on the Martian moon Phobos) are named in his honor. He was a Corresponding Member of Soviet Academy of Sciences since 1966. ==Early life== Shklovsky was born in Hlukhiv, a city in the Ukrainian part of the Russian Empire, into a poor Ukrainian Jewish family. After graduating from the seven- year secondary school, he worked as a foreman on building Baikal Amur Mainline. In 1933 Shklovsky entered the Physico-Mathematical Faculty of the Moscow State University. There he studied until 1938, when he took a Postgraduate Course at the Astrophysics Department of the Sternberg State Astronomical Institute and remained working in the Institute until the end of his life. He died in Moscow, aged 68. ==Research== He specialized in theoretical astrophysics and radio astronomy, as well as the Sun's corona, supernovae, and cosmic rays and their origins. He showed, in 1946, that the radio-wave radiation from the Sun emanates from the ionized layers of its corona, and he developed a mathematical method for discriminating between thermal and nonthermal radio waves in the Milky Way. He is noted especially for his suggestion that the radiation from the Crab Nebula is due to synchrotron radiation, in which unusually energetic electrons twist through magnetic fields at speeds close to that of light. Shklovsky proposed that cosmic rays from supernova explosions within 300 light years of the sun could have been responsible for some of the mass extinctions of life on earth. In 1959, Shklovsky examined the orbital motion of Mars's inner satellite Phobos. He concluded that its orbit was decaying, and noted that if this decay was attributed to friction with the Martian atmosphere, then the satellite must have an exceptionally low density. In this context, he voiced a suggestion that Phobos might be hollow, and possibly of artificial origin. This interpretation has since been refuted by more detailed study, but the apparent suggestion of extraterrestrial involvement caught the public imagination, though there is some disagreement as to how seriously Shklovsky intended the idea to be taken. However, Shklovsky and Carl SaganShklovski, I.S and Carl Sagan. Intelligent Life in the Universe. San Francisco: Holden-Day, 1966. argued for serious consideration of \"paleocontact\" with extraterrestrials in the early historical era, and for examination of myths and religious lore for evidence of such contact. His 1962 book, Вселенная, жизнь, разум (Universe, Life, Intelligence), was expanded upon and re-issued in 1966 with American astronomer Carl Sagan as co-author under the title Intelligent Life in the Universe (1966). This was the first comprehensive discussion of this field. Discussing the biological as well as astronomical issues of the subject, its unique format, alternating paragraphs written by Shklovsky and Sagan, demonstrated the deep mutual regard between the two and allowed them to express their views without compromise. In 1967, before the discovery of pulsars, Shklovsky examined the X-ray and optical observations of Scorpius X-1 and correctly concluded that the radiation comes from an accreting neutron star. ==Quotes== In the September 1965 issue of Soviet Life,NSA Technical Journal, Winter 1966 - Vol. XI, No. 1: Communications with Extraterrestrial Intelligence he made the following statement regarding prospects for the future of humanity: :Profound crises lie in wait for a developing civilization and one of them may well prove fatal. We are already familiar with several such critical (situations): ::(a) Self-destruction as a result of a thermonuclear catastrophe or some other discovery which may have unpredictable and uncontrollable consequences. ::(b) Genetic danger. ::(c) Overproduction of information. ::(d) Restricted capacity of the individual's brain which can lead to excessive specialization, with consequent dangers of degeneration. ::(e) A crisis precipitated by the creation of artificial intelligent beings. ==Personal life== His memoir, Five Billion Vodka Bottles to the Moon: Tales of a Soviet Scientist, was published posthumously in 1991 by W.W. Norton & Co. In \"Five Billion Vodka Bottles to the Moon\", Shklovsky recalled his visit to Philip Morrison, who in 1959 had co-authored with Cornell University colleague Giuseppe Cocconi the paper in Nature magazine which marks the beginning of the modern search for extraterrestrial life, and their discussion of such issues. Bitter over Soviet anti-semitism, of the five pioneer investigators of the field, Cocconi, Morrison, Cornell University's Frank Drake (of the 1961 Project Ozma and the Drake equation), Sagan, and Shklovsky, Shklovsky was quite aware of sharing his Jewish identity with Sagan. Indeed, Sagan's Jewish heritage was also Ukrainian Jewish. He was known for his sharp wit and extreme likability. Colleagues in the astronomy department at the University of California, Berkeley, remember fondly his visit there in the 1970s. Well known for his Intelligent Life in the Universe, he was asked by a graduate student if UFO sightings are as common in the Soviet Union as in the United States. \"No,\" he replied. \"In this area the Americans are far more advanced than us.\" == Bibliography == *I.S. Shklovsky: Cosmic Radio Waves, Cambridge, Harvard University Press, 1960 *I.S. Shklovsky: Вселенная, жизнь, разум (), Moscow, USSR Academy of Sciences Publisher, 1962 **Revised and extended English translation of this book, coauthored with Carl Sagan, was first published in 1966, under the name Intelligent Life in the Universe, one of the latest reissues was published in 1998 by Emerson-Adams Press () *I.S. Shklovsky: Physics of the Solar Corona, Pergamon Press, Oxford, UK, 1965 *I.S. Shklovskii, Supernovae, New York: Wiley, 1968 *I.S. Shklovsky: Stars: Their Birth, Life, Death,San Francisco, 1978, *I.S. Shklovsky: Five Billion Vodka Bottles to the Moon: Tales of a Soviet Scientist, W.W. Norton & Company, 1991. == References == Category:1916 births Category:1985 deaths Category:People from Hlukhiv Category:People from Chernigov Governorate Category:Moscow State University alumni Category:Moscow State University faculty Category:Jewish astronomers Category:Soviet astronomers Category:Soviet astrophysicists Category:Search for extraterrestrial intelligence Category:Interstellar messages Category:Radio astronomers Category:Corresponding Members of the USSR Academy of Sciences Category:Foreign associates of the National Academy of Sciences Category:Jewish Ukrainian scientists Category:Ukrainian astronomers",
 "title": "Iosif Shklovsky"
}