{
 "id": "483405",
 "text": "{| |} USS Wahoo (SS-565), a , was the second ship of the United States Navy to be named for the wahoo, a dark blue food fish of Florida and the West Indies ==Construction and commissioning== The contract to build Wahoo was awarded to the Portsmouth Naval Shipyard in Kittery, Maine, and her keel was laid down on 24 October 1949. She was launched on 16 October 1951 sponsored by Mrs. Harry W. Hill, and commissioned on Memorial Day, 30 May 1952, with Commander Eugene P. Wilkinson in command. ==Operational history== ===1952–1964=== Following a shakedown cruise to the British West Indies and post-shakedown repairs at Portsmouth, Wahoo got underway for her home port, Pearl Harbor, on 1 December 1952. After a stop at New London, Connecticut, she proceeded to the Canal Zone, transited the Panama Canal, and then touched at San Diego, California, before continuing on to Oahu. The submarine spent the entire year 1953 in training and evaluation exercises conducted in the Hawaiian Islands operating area. The warship also served as a target for surface and air units practicing their own antisubmarine warfare (ASW) tactics. In January 1954, Wahoo embarked upon her first tour of duty with the Seventh Fleet in the western Pacific. For about six months, she cruised Far Eastern waters with ships of the Seventh Fleet conducting various exercises and visiting Oriental ports. She returned to Pearl Harbor in June and underwent her first shipyard overhaul before resuming local operations in the Hawaiian Islands. In March 1955, the submarine took time from her busy training schedule to visit Tahiti. At the conclusion of that voyage, she then resumed duty at Hawaii but, in November, embarked upon her second assignment with the Seventh Fleet. The Oriental cruise brought port calls to Hong Kong; Kaohsiung, Taiwan; Apra Harbor, Guam; Yokosuka, Japan; and Manila and Subic Bay in the Philippines. Her deployment ended in May 1956 when she returned to Pearl Harbor to resume local operations and training exercises. Such duty was broken in April by a yard overhaul which lasted until October 1957. In November, the ship made a shakedown voyage back to Tahiti. Soon after her return to Hawaii, Wahoo stood out of Pearl Harbor on her way back to the western Pacific. Normal training operations and a schedule of port visits occupied her time during the six-month assignment in the Far East. The warship returned to Pearl Harbor in June 1958 and, soon thereafter, she received the Battle \"E\" for Submarine Squadron (SubRon) 1 attesting to her overall operational and administrative superiority within the unit. She spent the ensuing year in the Hawaiian Islands conducting training operations for the most part. In November, she began a two-month repair period at the Pearl Harbor Naval Shipyard at the conclusion of which, in January 1959, she resumed local operations. In June, the submarine transferred administratively from SubRon 1 to SubRon 7; and, in July, she headed west once more for a tour in the Far East. Again, training exercises predominated with Wahoo serving as target in ASW practice and participating in several fleet exercises. She returned to Oahu at the beginning of 1960 and, after two months of normal operations once again entered the Pearl Harbor Naval Shipyard this time for a major overhaul. Exiting the yard in late August, she conducted refresher training and then resumed her normal schedule of operations in the Hawaiian Islands. That employment continued during the first three months of 1961. Late in March, she began a month-long battery renewal at the end of which, in late April, she began preparations for another overseas deployment. On 22 May, Wahoo departed Pearl Harbor and shaped a westward course. During that cruise with the Seventh Fleet, she visited Yokosuka, Sasebo, and Hakodate in Japan and stopped at Naha on the island of Okinawa. After six months of operations and exercises in the Far East, she headed home, returning to Pearl Harbor on 7 November. A year of normal operations in the Hawaiian group followed, and, in December 1962, she began preparations for another cruise to the western Pacific. The ship stood out of Pearl Harbor on 15 January 1963 to begin a six- month tour of duty during which she added Osaka to her ports of call in Japan. That cruise ended on 15 July when she reentered Pearl Harbor and resumed her normal Hawaiian schedule of training operations, interrupted between October 1963 and April 1964 by a major overhaul. ===Vietnam War=== During the summer of 1964, she returned to local operations out of Pearl Harbor. In August, however, the Gulf of Tonkin Incident occurred and changed the complexion of her deployments. When she returned to the Far East in November, the August occurrence had already spurred an increased American involvement in the Vietnam War. As a consequence of that change, Wahoo was called upon to do two tours of duty in the waters off Vietnam during a deployment of extended duration. She returned to Hawaii in June 1965 and remained in the vicinity until February 1966, which earned the ship a Navy Unit Commendation. During her 1966 western Pacific cruise, which began on 17 February and ended on 29 August, she returned to the combat zone off Vietnam as well as fulfilling a schedule of Seventh Fleet exercises and port visits. Upon her arrival back to Oahu, the submarine began an extended period of operations in the islands, broken by a major overhaul of 17 months' duration. That overhaul included radical modifications to her hull structure during which she was lengthened by to receive the PUFFS passive sonar installation. She completed her extended overhaul in the latter part of June 1968 and, following refresher training, she resumed local operations out of Pearl Harbor. On 11 February 1969, Wahoo departed Oahu on her way to the Far East for the eighth time in her career. That deployment brought only a very brief tour in the Vietnam combat zone; otherwise, she conducted a normal peacetime deployment visiting Oriental ports and participating in Seventh Fleet training exercises. She returned to Pearl Harbor on 14 August and took up her usual training routine in the Hawaiian Islands. Her ninth tour of duty in the western Pacific began on 1 April 1970. During the last week of the month, she again cruised briefly in the combat zone off Vietnam; but, as in the previous deployment, she spent the remainder engaged in a normal Seventh Fleet schedule of operations. She returned to Pearl Harbor on 21 October and began an overhaul which was completed on 1 June 1971. On the same day that she completed her overhaul, Wahoo departed Pearl Harbor and shaped a course for her new home port, San Diego, California. En route, she visited Portland, Oregon, and Vancouver, British Columbia. The submarine arrived at San Diego on 26 June and began type training and other local operations along the southern California coast. The change in home ports, however, did not signal an end to tours of duty in the western Pacific. Her next deployment brought with it a visit to Chinhae and Pusan in Korea and a period of combined operations with units of the South Korean Navy. Later in that cruise, she also visited Taiwan and participated in bilateral ASW exercises with units of the Republic of China Navy. She finally concluded the deployment at San Diego on 28 April 1972. After a series of brief exercises with ships and aircraft during the month of May, she entered Hunters Point Naval Shipyard for a three-month overhaul. Back at sea by the middle of September, she resumed local operations – type training, ASW exercises with surface units and aircraft, and torpedo and mine evaluation tests – for the remainder of the year. On 16 February 1973, the submarine exited San Diego harbor to embark upon her 11th tour of duty with the Seventh Fleet. Bilateral exercises with the South Korean and Nationalist Chinese navies again highlighted a normal peacetime deployment. This time, however, she also joined units of the Japanese Maritime Self Defense Force in ASW training operations. She returned to San Diego on 14 August and resumed operations in the southern California operating area which were highlighted by submarine against submarine exercises which included firing exercise torpedoes. Local operations occupied her through the end of 1973 and during the first five months of 1974. On 14 June 1974, she entered the Mare Island Naval Shipyard for an extended overhaul which lasted until July 1975. Wahoo completed post overhaul sea trials on 23 July and, after visiting Seattle, Washington, for the 1975 \"Sea Fair\" and conducting weapons systems tests and electronics accuracy trials off the coast of the Pacific northwest, she returned to San Diego on 28 August. She then resumed local operations — including a tour as school ship for prospective commanding officers in November and refresher training in December — which kept her busy until the beginning of April 1976. On 2 April, she stood out of San Diego to resume deployments with the Seventh Fleet. During that assignment, she participated in Seventh Fleet exercises, bilateral exercises with South Korean naval units, and SEAL team exercises with United States Marine Corps and South Korean naval personnel. She completed the tour of duty on 8 September and began the voyage home. She returned to San Diego at the beginning of October and resumed operations along the coast of southern California. On 6 September 1977, she departed San Diego to transfer to the Atlantic Fleet. Steaming via the Panama Canal; Cartagena, Colombia; Miami, Florida, and Savannah, Georgia, she arrived at New London, Connecticut, on 15 October. On 1 November, she began training a crew from the Iranian Navy scheduled to take possession of her sister-ship sometime the following year. That duty continued until the summer of 1978 and included a six-week Caribbean deployment early in 1978 in support of ReadEx 1–78. On 6 July 1978, the submarine began an extended overhaul at the Philadelphia Naval Shipyard to prepare her to be handed over to Iran and renamed Nahang. These plans were cancelled on 31 March 1979 following the Iranian revolution. Wahoo was instead decommissioned on 27 June 1980 and cannibalized for parts for the other Tangs that were still in service to foreign governments. ex-Wahoo was stricken from the Naval Vessel Register on 15 July 1983, and in November 1984 her hull was sold for scrap. ==Awards== *Meritorious Unit Citation with star (2 awards) *China Service Medal *National Defense Service Medal with star (2 awards) *Korean Service Medal *Armed Forces Expeditionary Medal *Vietnam Service Medal with three campaign stars *United Nations Korea Medal ==In popular culture== Wahoo is the subject of an episode of the syndicated television anthology series, The Silent Service, which aired during the 1957–1958 season. ==References== This article includes information collected from the Dictionary of American Naval Fighting Ships and from Blind Man's Bluff. Wahoo Category:Cold War submarines of the United States Category:Vietnam War submarines of the United States Category:Ships built in Portland, Maine Category:1951 ships",
 "title": "USS Wahoo (SS-565)"
}