{
 "id": "483482",
 "text": "The Church of Greece (, ), part of the wider Greek Orthodox Church, is one of the autocephalous churches which make up the communion of Eastern Orthodox Christianity. Its canonical territory is confined to the borders of Greece prior to the Balkan Wars of 1912–1913 (\"Old Greece\"), with the rest of Greece (the \"New Lands\", Crete, and the Dodecanese) being subject to the jurisdiction of the Ecumenical Patriarchate of Constantinople. However, most of the dioceses of the Metropolises of the New Lands are de facto administered as part of the Church of Greece for practical reasons, under an agreement between the churches of Athens and Constantinople. The primate of the Church of Greece is the archbishop of Athens and All Greece. ==Prevailing religion of Greece== thumb|left|upright|According to the constitution, Greek Orthodoxy is the prevailing religion of Greece; this is reinforced by displays of the Greek flag and national emblem at church properties. Adherence to the Eastern Orthodox Church was established as a definitive hallmark of Greek ethnic identity in the first modern Greek constitution, the \"Epidaurus Law\" of 1822, during the Greek War of Independence. The preamble of all subsequent Greek constitutions simply states \"In the name of the Holy, Consubstantial, and Indivisible Trinity\" and the Orthodox Church of Christ is established as the \"prevailing\" religion of Greece. Mainstream Orthodox clergy salaries and pensions are paid by the State, at rates comparable to those of teachers. The church had previously compensated the State by a tax of 35% on ordinary revenues of the church but, in 2004, this tax was abolished by Law 3220/2004. By virtue of its status as the prevailing religion, the canon law of the Church is recognized by the Greek government in matters pertaining to church administration. This is governed by the \"Constitution of the Church of Greece\", which was voted by Parliament into law. Religious marriages and baptisms are legally equivalent to their civil counterparts and the relevant certificates are issued by officiating clergy. All Greek Orthodox students in primary and secondary schools in Greece attend religious instruction. Liaisons between church and state are handled by the Ministry of National Education and Religious Affairs. == Church hierarchy == thumb|left|The religious jurisdictions of the Church of Greece (in blue) in Greece Supreme authority is vested in the synod of all the diocesan bishops who have metropolitan status (the Holy Synod of the Church of Greece, Greek: Hierà Sýnodos tês Ekklēsías tês Helládos ) under the de jure presidency of the Archbishop of Athens and all Greece. This synod deals with general church issues. The Standing Synod is under the same presidency, and consists of the Primate and 12 bishops; each members serves for one term on a rotating basis and deals with administrative details. The church is organized into 81 dioceses, of which 36, located in northern Greece and in the major islands in the north and northeast Aegean, are nominally and spiritually under the jurisdiction of the Ecumenical Patriarchate of Constantinople. The Patriarchate retains certain privileges over and in them—for example, their bishops have to acknowledge the Patriarch as their own primate during prayers. They are called the \"New Lands\" (Νέαι Χώραι, or Néai Chōrai) as they became part of the modern Greek state only after the Balkan Wars, and are represented by 6 of the 12 bishops of the Standing Synod. A bishop elected to one of the Sees of the New Lands has to be confirmed by the Patriarch of Constantinople before assuming his duties. These dioceses are administered by the Church of Greece \"in stewardship\" and their bishops retain their right of appeal (the \"ékklēton\") to the Patriarch. The dioceses of Crete (Church of Crete), the Dodecanese, and the Monastic state of Holy Mount Athos remain under the direct jurisdiction of the Patriarchate of Constantinople; they are not part of the Church of Greece. The Archdiocese of Crete enjoys semiautonomous status: new bishops are elected by the local Synod of incumbents, and the Archbishop is appointed by the Ecumenical Patriarchate from a three-person list (the triprósōpon) drawn by the Greek Ministry of National Education and Religious Affairs from among the incumbent Metropolitans of Crete. ==Clergy and monastics== As in other Orthodox Christian churches, male graduates of seminaries run by the church (and financed by the Greek State), may be ordained as deacons and eventually priests. They are allowed to marry before their ordination as deacons, but not afterwards. The vast majority of parish clergy in Greece are married. Alternatively, they may enter monasteries and/or take monastic vows. Monastics who are ordained as priests, and possess a university degree in theology, are eligible as candidates for the episcopate (archimandrites). Women may also take monastic vows and become nuns, but they are not ordained. Monasteries are either affiliated to their local diocese, or directly to one of the Orthodox Patriarchates; in the latter case they are called \"Stauropegiac\" monasteries (Stayropēgiaká, \"springs of the Cross\"). ==Old Calendarists== A split (schism) occurred within the church in 1924 when the Holy Synod decided to replace the Old Calendar (Julian) with a hybrid calendar—the so-called \"Revised Julian Calendar\"—which maintained a modified Julian dating method for Pascha while adopting the Gregorian Calendar date for fixed feasts. Those who refused to adopt this change are known as Old Calendarists (palaioimerologites in Greek) and still follow the old Julian Calendar. They themselves have suffered several schisms, and not all Old Calendarists comprise one church. They refer to themselves as \"Genuine Orthodox Christians\". The largest group associating itself with Old Calendarists is the Synod of Archbishop Chrysostomos II Kioussis. This Synod obtained government recognition as a valid Orthodox church, although it is not in communion with the Church of Greece nor with the other Eastern Orthodox churches. ==History== Greece was an early center of Christianity. Upon formation of the Patriarchate, the Church was formerly a part of the Ecumenical Patriarchate of Constantinople. Under Ottoman rule, the Muslims exercised no control over the church. With the establishment of the Greek kingdom, however, the government decided to take control of the church, breaking away from the patriarch in Constantinople. The government declared the church to be autocephalous in 1833 in a political decision of the Bavarian Regents acting for King Otto, who was a minor. The decision roiled Greek politics for decades as royal authorities took increasing control. The new status was finally recognized as such by the Patriarchate in 1850, under compromise conditions with the issue of a special \"Tomos\" decree which brought it back to a normal status. As a result, it retains certain special links with the \"mother church\". There were only four bishops, and they had political roles.Kenneth Scott Latourette, Christianity in a Revolutionary Age, II: The Nineteenth Century in Europe: The Protestant and Churches. (1959) 2: 479-481 In 1833, Parliament dissolved 400 small monasteries having fewer than five monks or nuns. These monasteries played an important role in preserving the Greek language along with arts and tradition through generations of monks. Priests were not salaried; in rural areas they were peasant farmers themselves, dependent for their livelihood on their farm work and from fees and offerings by parishioners. Their ecclesiastical duties were limited to administering the sacraments, supervising funerals, the blessings of crops, and exorcism. Few attended seminaries. By the 1840s, there was a nationwide revival, run by traveling preachers. The government arrested several and tried to shut down the revival, but it proved too powerful when the revivalists denounced three bishops for purchasing their office. By the 1880s the \"Anaplasis\" (\"Regeneration\") Movement led to renewed spiritual energy and enlightenment. It fought against the rationalistic and materialistic ideas that had seeped in from secular Western Europe. It promoted catechism schools and Bible study circles.Latourette, Christianity in a Revolutionary Age (1959) 2: 481-83 ===Zoë movement=== The 20th-century religious revival was led by the Zoë movement, which was founded in 1911. Based in Athens but operating in decentralized fashion, it reached a membership of laymen as well as some priests. The main activities include publications and the nationwide Sunday School movement in 7800 churches reaching 150,000 students. Zoë sponsored numerous auxiliaries and affiliated groups, including organizations for professional men, youth, parents, and young women nurses. A strong effort was made to circulate Bibles, illustrated novels, pamphlets, and other religious materials. A liturgical movement encouraged the laity to a greater awareness in the Eucharist, and more frequent Communion.Demetrios J. Constantelos, The Zoë Movement in Greece,\" St. Vladimir's Seminary Quarterly (1959) vol 3 pp 1-15 online. Seminaries were built in the 20th century, but most of the graduates entered teaching rather than parish work. In 1920, only 800 of Greece's 4500 priests had any education beyond the elementary level. By 1959, out of 7000 priests no more than five percent had completed university and seminary training. Monastic life declined sharply, although it continued at remote Mount Athos. Routine church life was highly disrupted by the Second World War and subsequent civil war, with many churches burned, and hundreds of priests and monks killed by the Germans on the one hand or the Communists on the other.Latourette, Christianity in a Revolutionary Age (1961) 4: 523-27 == Administration and Hierarchy of the Throne == Head of the Church of Greece and of the Holy Synod is Archbishop Ieronymos II (Ioannis Liapis), Archbishop of Athens and All Greece (2008–). ===Metropolises and metropolitans of the Church of Greece=== *Metropolis of Aetolia and Acarnania : Kosmas Papachristou (2005–) *Metropolis of Argolis : Nektarios Anttonopoulos (2013-) *Metropolis of Arta : Ignatios Alexiou (1988–) *Metropolis of Cephalonia : Dimitrios Argiros (2015-) *Metropolis of Chalcis, Istiaia and Sporades Islands : Chrysostomos (Konstantinos) Triantafyllou (2001–) *Metropolis of Corfu, Paxoi and the Diapontian Islands : Nektarios (Dimitrios) Dovas (2002–) *Metropolis of Corinth : Dionysios Mantalos (2006–) *Metropolis of Demetrias and Almyros : Ignatios (Panagiotis) Georgakopoulos (1998–) *Metropolis of Elis and Olena : Germanos (Ioannis) Paraskevopoulos (1981–) *Metropolis of Glyfada and Aexoni : Pavlos (Efstratios) Tsaousoglou (2002–) *Metropolis of Gortyna and Megalopolis : Ieremias Foundas (2006–) *Metropolis of Gytheion and Oitylo (Metropolis of Mani from 2010) : Chrysostomos (Dimitrios) Korakitis (1996–) *Metropolis of Hydra, Spetses and Aegina : Ephraem (Evangelos) Stenakis (2001–) *Metropolis of Kalavrita and Aigialeia : Ieronymos (Nikolaos) Karmas (2019-) *Metropolis of Karpenisi : Nikolaos Drosos (1979–2016) *Metropolis of Karystos and Skyros : Seraphim (Sokrates) Roris (1968–) *Metropolis of Kessariani, Vyronas and Hymettus : Daniel (Dionysios) Pourtsouklis (2000–) *Metropolis of Kifissia, Amaroussion and Oropos : Kyrillos (Konstantinos) Misiakoulis 1 (2010–) *Metropolis of Kythira : Seraphim (lambros) Stergioulis (2005–) *Metropolis of Ilion, Acharnes and Petroupolis : Athenagoras (Georgios) Dikaiakos 1 (2010–) *Metropolis of Larissa and Tyrnavos : Ignatios Lappas (1994–2018) *Metropolis of Leucada and Ithaca : Theofilos (Konstantinos) Manolatos (2008–) *Metropolis of Mantineia and Kynouria : Alexandros Papadopoulos (1995–) *Metropolis of Megara and Salamis : Konstantinos Giakoumakis (2014–) *Metropolis of Mesogeia and Lavreotiki : Nikolaos Hatzinikolaou (2004–) *Metropolis of Messinia : Chrysostomos (Georgios) Savvatos (2007–) *Metropolis of Monemvasia and Sparta : Eustathios (Konstantinos) Speliotis (1980–) *Metropolis of Nafpaktos and Agios Vlasios : Hierotheos Vlachos (1995–) *Metropolis of Nea Ionia and Philadelphia : (2014-) *Metropolis of New Smyrna : Symeon (Periklis) Koutsas (2002–) *Metropolis of Nicaea : Alexios Vryonis (1995–) *Metropolis of Paronaxia (Paros, Naxos and Antiparos) : Kallinikos (Nikolaos) Demenopoulos (2008–) *Metropolis of Patras : Chrysostomos (Christos) Sklifas (2005–) *Metropolis of Peristeri : Chrysostomos (Gerasimos) Zafyris (1978–) *Metropolis of Phocis : Theoktistios (Theodore) Kloukinas (2014-) *Metropolis of Phthiotis : Nikolaos Protopappas (1996–) *Metropolis of Piraeus : Seraphim Mentzenopoulos (2001–) *Metropolis of Stagi and Meteora : Seraphim Stefanou (1991–) *Metropolis of Syros, Tinos, Andros, Kea and Milos : Dorotheos Polykandriotis (2001–) *Metropolis of Thessaliotida, Fanari and Pharsalos : Timotheos (Nikolaos) Anthis (2014–) *Metropolis of Thebes and Livadeia : Georgios Matzouranis (2008–) *Metropolis of Thera, Amorgos and the Islands : Epiphanios (Michael) Artemis (2003–) *Metropolis of Trifyllia and Olympia : Chrysostomos (Alexandros) Stavropoulos (2007–) *Metropolis of Trikke and Stagi 2 : Alexios (Theodoros) Mihalopoulos (1981–) *Metropolis of Zakynthos and Strophades : Dionysios (Dimitrios) Sifnaios (2011–) Notes 1 In 2010 the Metropolis of Attica was split into 2 new Metropolises, the Metropolis of Kifissia, Amaroussion and Oropos (temporary Vicar: the Metropolitan of Mesogeia) and the Metropolis of Ilion, Acharnes and Petroupolis (temporary Vicar: the Metropolitan of Megara) 2 The Metropolis of Trikke was separated from the Metropolis of Stagi (and Meteora) in 1981 but still bears the titular name \"Trikke and Stagi\" ===Titular metropolises and metropolitans=== *Metropolis of Euripos : Vasileios Panagiotakopoulos (2000–) *Metropolis of Acheloos (Agrinio) : Euthymios Stylios (2000–) *Metropolis of Stavropigi : Alexandros Kalpakidis (2000–) *Metropolis of Achaia : Athanasios Hatzopoulos (2007–) ===Titular dioceses and bishops=== *Diocese of Christopolis : Petros Daktylidis (1995–) *Diocese of Velestino : Damaskinos (Ioannis) Kasanakis (2003–) *Diocese of Koronia : Panteleimon Kathreptidis (2003–) *Diocese of Neochori : Pavlos Athanatos (1995–) *Diocese of Marathon : Meliton Kavatsiklis (1995–) *Diocese of Thermopylae : Ioannis Sakellariou (2000–) *Diocese of Fanari : Agathangelos (Vasileios) Haramantidis (2003–) *Diocese of Photice : Dionysios (Dimitrios) Siphneos (2010–) *Diocese of Tanagra : Polykarpos Chrysikos (2010–) *Diocese of Christianoupolis : Prokopios Petridis (2010–) *Diocese of Eleusis : Dorotheos Mourtsoukos (2009–) *Diocese of Rentina : Seraphim Kalogeropoulos (2009–) *Diocese of Androusa : Theoklitos (Theodoros) Kloukinas (2009–) *Diocese of Epidaurus : Kallinikos (Konstantinos) Korombokis (2009–) *Diocese of Oleni : Athanasios (Aristedis) Bahos (2009–) ===Metropolises and metropolitans of the New Lands=== (under the jurisdiction of Constantinople until 1928, then under Athens; except the Dodecanese) *Metropolis of Alexandroupolis : Anthimos (Christos) Koukouridis (2004–) *Metropolis of Chios, Psara and Inousses and Exarchate of All Ionia : Markos Vasilakis (1965–) *Metropolis of Didymoteichon and Orestias and Exarchate of Haemimontos : Damaskinos (Minas) Karpathakis (2009–) *Metropolis of Drama : Pavlos (Alexandros) Apostolidis (2005–) *Metropolis of Dryinoupolis, Pogoniani and Konitsa and Exarchate of Northern Epirus : Andreas Trebelas (1995–) *Metropolis of Edessa, Pella and Almopia : Ioel (Panagiotis) Fragkakis (2002–) *Metropolis of Elassona and Exarchate of Mount Olympus : Vasileios Kolokas (1995–) *Metropolis of Eleftheroupolis and Exarchate of Pangaeon : Chrysostomos (Ioannis) Avajianos (2004–) *Metropolis of Florina, Prespes and Eordaia : Theoklitos (Thomas) Pasalis (2000–) *Metropolis of Goumenissa, Axioupoli and Polykastro : Dimitrios Bekiaris-Mavrogonatos (1991–) *Metropolis of Grevena : Sergios (Antonios) Sigalas (1976–) *Metropolis of Ierissos, Mount Athos and Ardameri : Theoklitos Athanasopoulos (2012–) *Metropolis of Ioannina and Exarchate of Epirus : Maximos Papagiannis (1975–) *Metropolis of Kassandria and Exarchate of All the Thermaic Gulf : Nikodemos (Konstantinos) Korakis (2001–) *Metropolis of Kastoria and Exarchate of Upper Macedonia : Seraphim (Ioannis) Papakostas (1996–) *Metropolis of Kitros, Katerini and Platamonas and Exarchate of Pieria : Agathonikos (Georgios) Fatouros (1985–) *Metropolis of Langadas : *Metropolis of Lemnos and Agios Efstratios and Exarchate of the North Aegean : Ierotheos Garyfallos (1988–) *Metropolis of Maronia and Komotini and Exarchate of Rhodope : Damaskinos Roumeliotis (1974–2012) *Metropolis of Mithymna : Chrysostomos (Kyriakos) Kalamatianos (1984–) *Metropolis of Mytilini, Eresos and Plomari : Iakovos Frantzis (1988–) *Metropolis of Neapolis and Stavroupolis : Varnavas (Markos) Tyris (2004–) *Metropolis of Nea Krini and Kalamaria : Prokopios (Antonios) Georgantopoulos (1974–) *Metropolis of Zichni and Nevrokopion : Ierotheos (Dimitrios) Tsoliakos (2003–) *Metropolis of Nikopolis and Preveza and Exarchate of Old Epirus : Meletios Kalamaras (1980–) *Metropolis of Paramythia, Filiates, Giromeri and Parga and Exarchate of Thesprotia : Titos (Sotirios) Papanakos (1974–) *Metropolis of Philippi, Neapolis and Thasos : Prokopios (Michael) Tsakoumakas (1974–) *Metropolis of Polyani and Kilkision : Emmanuel Sigalas (2009–) *Metropolis of Samos and Ikaria : Eusebios (Evangelos) Pistolis (1995–) *Metropolis of Serres and Nigrita : Theologos (Ioannis) Apostolidis (2003–) *Metropolis of Servia and Kozani : Pavlos Papalexiou (2004–) *Metropolis of Siderokastron : Makarios (Sotirios) Philotheou (2001–) *Metropolis of Sisanion and Siatista :+Pavlos Ioannou (2006–) *Metropolis of Thessaloniki : Anthimos (Dionysios) Roussas (2004–) *Metropolis of Veria and Naousa : Panteleimon (Ioannis) Kalpakidis (1994–) *Metropolis of Xanthi and Peritheorion and Exarchate of Western Thrace : Panteleimon (Michael) Kalaphatis (1995–) ==See also== *History of the Eastern Orthodox Church *List of Archbishops of Athens *National church *Religion in Greece ==References== ==Bibliography== *Tomkinson, John L., Between Heaven and Earth: The Greek Church, Anagnosis (Athens, 2004) *Online Greek Orthodox Typikondeprecated as of Feb. 2019. ==Further reading== * Aderny, Walter F. The Greek and Eastern Churches (1908) online * Fortescue, Adrian. The Orthodox Eastern Church (1929) * Kephala, Euphrosyne. The Church of the Greek People Past and Present (1930) * Latourette, Kenneth Scott. ' Christianity in a Revolutionary Age, II: The Nineteenth Century in Europe: The Protestant and Eastern Churches. (1959) 2: 479-484; Christianity in a Revolutionary Age, IV: The Twentieth Century in Europe: The Roman Catholic, Protestant, and Eastern Churches (1958) == External links == * * Church of Greece at OrthodoxWiki * Anagnosis Books Greek Church Pages * Map of Old & New Lands * Article on the Church of Greece by Ronald Roberson on the CNEWA website Category:Apostolic sees Category:Religious organizations established in 1833 Greece Greece Greece Category:Christian denominations established in the 19th century Category:1833 establishments in Greece Category:Greek culture",
 "title": "Church of Greece"
}