{
 "id": "483589",
 "text": "The Karachays ( or таулула, , 'Mountaineers') are a Turkic people of the North Caucasus, mostly situated in the Russian Karachay–Cherkess Republic. ==History== The Karachays are a Turkic people descended from the Kipchaks, and share their language with the Kumyks from Daghestan. The Kipchaks (Cumans) came to the Caucasus in the 11th century CE. The state of Alania was established prior to the Mongol invasions and had its capital in Maghas, which some authors locate in Arkhyz, the mountains currently inhabited by the Karachay, while others place it in either what is now modern Ingushetia or North Ossetia. In the 14th century, Alania was destroyed by Timur and the decimated population dispersed into the mountains. Timur's incursion into the North Caucasus introduced the local nations to Islam. In the nineteenth century Russia took over the area during the Russian conquest of the Caucasus. On October 20, 1828 the took place, in which the Russian troops were under the command of General Georgy Emanuel. The day after the battle, as Russian troops were approaching the aul of , the Karachay elders met with the Russian leaders and an agreement was reached for the inclusion of the Karachay into the Russian Empire. After the annexation, the self-government of Karachay was left intact, including its officials and courts. Interactions with neighboring Muslim peoples continued to take place based on both folk customs and Sharia law. In Karachay, soldiers were taken from Karachai Amanat, pledged an oath of loyalty, and were assigned arms. From 1831 to 1860, the Karachays were divided. A large portion of Karachays joined the anti-Russian struggles carried out by the North Caucasian peoples; while another significant portion of Karachays, due to being encouraged by the Volga Tatars and Bashkirs, another fellow Turkic Muslim peoples that have long loyal to Russia, voluntarily cooperated with Russian authorities in the Caucasian War. Between 1861 and 1880, to escape reprisals by the Russian army, some of the Karachays migrated to Turkey although the main part of Karachays still remain in modern territory. All Karachay officials were purged by early 1938, and the entire nation was administered by NKVD officers, none of whom were Karachay. In addition, the entire intelligentsia , all rural officials and at least 8,000 ordinary farmers were arrested, including 875 women. Most were executed, but many were sent to prison camps throughout the Caucasus. During the parade of sovereignties and the collapse of the USSR on November 30, 1990, KCHAO withdrew from the Stavropol Territory and became the Karachay-Cherkess Soviet Socialist Republic (KChSSR) as part of the RSFSR, which was approved by a resolution of the Supreme Council of the RSFSR on July 3, 1991. In 1989-1997, the Karachay national movements appealed to the leadership of the RSFSR with a request to restore a separate autonomy of Karachay. On November 18, 1990, at the congress of Karachay deputies of all levels, the Karachay Soviet Socialist Republic (since October 17, 1991 — the Karachay Republic) was proclaimed as part of the RSFSR, which was not recognized by the leadership of the RSFSR. On March 28, 1992, a referendum was held in which, according to the official results, the majority of the population of Karachay-Cherkessia opposed the division. The division was not legalized, and a single Karachay-Cherkessia remained. ===Deportation=== In 1942 the Germans permitted the establishment of a Karachay National Committee to administer their \"autonomous region\"; the Karachays were also allowed to form their own police force and establish a brigade that was to fight with the Wehrmacht.Norman Rich: Hitler's War Aims. The Establishment of the New Order, page 391. This relationship with Nazi Germany resulted, when the Russians regained control of the region in November 1943, with the Karachays being charged with collaboration with Nazi Germany and deported.In general, see Originally restricted only to family members of rebel bandits during World War II, the deportation was later expanded to include the entire Karachay ethnic group. The Soviet government refused to acknowledge that 20,000 Karachays served in the Red Army, greatly outnumbering the 3,000 estimated to have collaborated with the German soldiers. Karachays were forcibly deported and resettled in Central Asia, mostly in Kazakhstan and Kirghizia.Pohl lists 69,267 as being deported ; while Tishkov says 68,327 citing Bugai, Nikoli F. (1994) Repressirovannie narody Rossii: Chechentsy i Ingushy citing Beria, (); and Kreindler says 73,737 (). In the first two years of the deportations, disease and famine caused the death of 35% of the population; of 28,000 children, 78%, or almost 22,000 perished. ===Diaspora=== Many Karachays migrated to Turkey after the Russian annexation of the Karachay nation in the early 19th century. Karachays were also forcibly displaced to the Central Asian republics of Uzbekistan, Kazakhstan and Kirghizia during Joseph Stalin's relocation campaign in 1944. Since the Nikita Khrushchev era in the Soviet Union, the majority of Karachays have been repatriated to their homeland from Central Asia. Today, there are sizable Karachay communities in Turkey (centered on Afyonkarahisar), Uzbekistan, the United States, and Germany. ==Geography== The Karachay nation, along with the Balkars occupy the valleys and foothills of the Central Caucasus in the river valleys of the Kuban, Big Zelenchuk River, Malka, Baksan, Cherek and others. The Karachays are very proud of the symbol of their nation, Mount Elbrus, the highest mountain in Europe, with an altitude of 5,642 meters. ==Culture== Like other peoples in the mountainous Caucasus, the relative isolation of the Karachay allowed them to develop their particular cultural practices, despite general accommodation with surrounding groups. Karachay people live in communities that are divided into families and clans (tukums). A tukum is based on a family's lineage and there are roughly thirty-two Karachay tukums. Prominent tukums include: Aci, Batcha (Batca), Baychora, Bayrimuk (Bayramuk), Bostan, Catto (Jatto), Cosar (Çese), Duda, Hubey (Hubi), Karabash, Laypan, Lepshoq, Ozden (Uzden), Silpagar, Tebu, Teke, Toturkul, Urus. ===Language=== The Karachay dialect of the Karachay-Balkar language comes from the northwestern branch of Turkic languages. The Kumyks, who live in northeast Dagestan, speak a closely related language, the Kumyk language. === Religion === The majority of the Karachay people are followers of Islam. Some Karachays began adopting Islam in the seventeenth century due to contact with the Nogais and Crimean Tatars. Most Karachays adopted Islam by the mid-eighteenth century via the influence of the Circassians. The Karachays are considered deeply religious. The Sufi Qadiriya order has a presence in the region. ==See also== *Karachay horse *Balkars *Balkar and Karachay nationalism *Cumans ==References== * ==External links== *An online Karachay networking site. *Ulu Cami: A Karachay Mosque serving Muslim Community in Northern Jersey *American Karachay Benevolent Association *I. Miziev. The history of Karachays from ancient times. Category:Turkic peoples of Europe Category:Ethnic groups in Russia Category:Ethnic groups in Turkey Category:Ethnic groups in Kazakhstan Category:Karachay-Cherkessia Category:Peoples of the Caucasus Category:Muslim communities of Russia",
 "title": "Karachays"
}