{
 "id": "483694",
 "text": "Keith Hernandez (born October 20, 1953) is an American former Major League Baseball first baseman who played the majority of his career with the St. Louis Cardinals and New York Mets. Hernandez was a five-time All-Star who shared the 1979 NL MVP award and won two World Series titles, one each with the Cardinals and Mets. Since 1998, he has been the color commentator on the Mets broadcasts. A contact hitter with a .296 career average and a walk rate of 12.5%, Hernandez's career hitting productivity was 31% above league average. For his defensive work he received Gold Glove awards in 11 consecutive seasons, the most by any first baseman in baseball history. Hernandez is widely considered the best defensive player at his position in the history of baseball. He currently serves as a television broadcaster for Mets games on SportsNet New York and WPIX alongside Gary Cohen and former Mets teammate Ron Darling, as well as a studio analyst for MLB on Fox since 2017. ==Early life== Hernandez was born in San Francisco, and grew up in Pacifica and Millbrae, California. He attended Terra Nova High School in Pacifica during his freshman year, then transferred to Capuchino High School in San Bruno for the remainder of his high school years. On a Mets broadcast he said he nearly enrolled at Serra High School, a boys Catholic high school in San Mateo that graduated Barry Bonds and Tom Brady. Hernandez was a star athlete in high school and graduated in 1971. One of his teammates at Terra Nova High School was future major league pitcher Bob McClure, who had also played Little League baseball with him. Given his surname, and the fact that he is from California, it was incorrectly assumed that Hernandez was of Mexican descent, and he was nicknamed \"Mex\" by his teammates. In actuality, his father's ancestry is Castilian Spanish and his mother is Scots-Irish, as he explained during a Mets broadcast on SNY. Hernandez was perceived as having attitude issues because he sat out his entire senior high school season due to a dispute with a coach. He played briefly at the College of San Mateo, a local community college, before being drafted by the St. Louis Cardinals in the 42nd round of the 1971 Major League Baseball draft as the 783rd player selected. He was the last player selected and signed in the 1971 Major League Baseball draft to play in the Major Leagues. He batted and threw left-handed, and through most of his career was listed as being 6' tall (1.83m) and 195 lbs. (88.5 kg). During his childhood, Hernandez's brother bought a book on Civil War history, which ignited Hernandez's passion for the subject. His interest in the Civil War landed Hernandez guest spots on KMOX radio when he was with the Cardinals, was featured in the New York Times when he was with the Mets, and even appeared in episodes of the television series Seinfeld. ==Baseball career== ===St. Louis Cardinals=== thumb|Hernandez, circa 1977 Hernandez's batting average hovered around .250 for most of his minor league career, until his promotion to the Tulsa Oilers in the second half of the 1973 season. With the Cardinals' AAA affiliate, Hernandez batted .333 with five home runs and a .525 slugging percentage. The following season, Hernandez's average jumped to .351, earning him a promotion to the big league club. He made his major league debut at Candlestick Park on August 30, 1974, against the San Francisco Giants, going 1-for-2 with two walks, and earning his first major league RBI with a single in the ninth. Following the season, the Cards traded first baseman Joe Torre to the New York Mets for Tommy Moore and Ray Sadecki to make room for their budding young prospect. Hernandez ended up splitting 1975 between Tulsa and the Cardinals. Though he had a .996 fielding percentage with only two errors in 507 chances, Hernandez struggled with major league pitching, batting only .250 with three home runs and 20 RBIs. Hernandez wore uniform number 18 for the first two years of his career. In 1976, he switched to number 37, insisting that his uniform number end with a \"7\" in honor of Mickey Mantle (with whom he shared a birthday). While Hernandez became more comfortable with his bat, he was always recognized as a fielder first, snatching his first Gold Glove Award away from perennial winner Steve Garvey in 1978. In 1979, however, Hernandez's batting improved markedly as he led the league with a .344 batting average, 48 doubles, and 116 runs scored, and went on to share the National League's Most Valuable Player Award with Willie Stargell. For the first and only time in major league history, two players received the same number of points from the Baseball Writers' Association of America and shared the MVP award for that year. From there, Hernandez became a perennial .300 hitter, and one of the top stars in the National League. His Cardinals won the 1982 World Series, defeating the Milwaukee Brewers in seven games. In game six, Hernandez and Cardinal catcher Darrell Porter hit home runs in a 13–1 St. Louis victory. Hernandez also contributed eight runs batted in during the seven-game World Series. After multiple disagreements with Cardinal management, most notably manager Whitey Herzog, Hernandez was traded to the Mets on June 15, 1983, for pitchers Neil Allen and Rick Ownbey. Herzog said he felt that Hernandez had become a cancer on his team and never regretted the trade. Hernandez, after the trade, said that he believed his cocaine use while playing for the team was the impetus for the trade and that he even played a game while under its influence (although he couldn't remember which game). Hernandez testified that in 1980 perhaps 40 percent of MLB players were using the drug but that use dramatically declined after that season. He said he did not use cocaine after being traded to the Mets. ===New York Mets=== thumb|Hernandez (left) sliding home with the Mets The Mets had retired number 37 for former manager Casey Stengel, so Hernandez switched to number 17 upon joining the club, which he wore for the remainder of his career. As a result of this trade, Hernandez went from a World Series champion to a team that narrowly avoided a hundred losses (68–94) and consistently finished at the bottom of the National League East. Hernandez, however, was determined to prove Herzog wrong, helping to fuel a rivalry between the two teams in the mid-1980s. Under new manager Davey Johnson, the 1984 Mets had their first winning season since 1976, finishing 90–72, and six games ahead of the Cardinals in the NL East (6.5 games behind the eventual division winner, the Chicago Cubs). Hernandez finished second in the NL Most Valuable Player voting behind Cubs second baseman Ryne Sandberg, and emerged as the Captain of the Mets' young core of ballplayers that included 1983 and 1984 Rookie of the Year Darryl Strawberry and Dwight Gooden, respectively. Hernandez had such a strong and accurate throwing arm that, as a result, the Mets re-routed their relays through him. Due to his quick instincts, Hernandez was also able to play farther off first base than other first basemen, allowing the other infielders to play farther to their right. Hernandez is widely considered one of the greatest fielding first basemen in major league history. He made brilliant diving plays far to his right and left. Hernandez defended bunts by charging so aggressively that he occasionally discouraged opponents from attempting to bunt merely by reputation. Pete Rose, when he managed the Cincinnati Reds, compared bunting against Hernandez to \"driving the lane against Bill Russell.\" Astros manager Hal Lanier said the combination of Hernandez at first and any one of three Mets pitchers— Ron Darling, Roger McDowell or Jesse Orosco— made bunting against the Mets \"near impossible\", and Cubs manager Jim Frey said he wouldn't ask most pitchers to bunt against the Mets. \"You're just asking for a forceout at second, and now you've got your pitcher running the bases\", he said. It wasn't just that Hernandez would arrive in front of the home-plate a moment after the pitch did. He had an uncanny feel for when the batter would attempt to bunt, therefore knowing when to charge in the first place. In the decades since Hernandez intimidated the opposition on bunt plays, no first baseman has yet managed to copy the move. Hernandez also was adept at picking runners off first base by taking pickoff throws with his right foot on the bag and his left in foul territory so that he could make tags to his right more readily. As a result, umpires began to more strongly enforce the defensive positioning rule which states that all defensive players except the catcher must be positioned in fair territory while the ball is pitched. In 1985, Hernandez's previous cocaine use (and distribution of the drug to other players),Bodley, Hal. \"Ueberroth took action in 1986 cocaine scandal,\" USA Today (March 4, 2004). which had been the subject of persistent rumors and the chief source of friction between Hernandez and Cardinals manager Whitey Herzog, became a matter of public record as a result of the Pittsburgh trial of drug dealer Curtis Strong. MLB Commissioner Peter Ueberroth found that Hernandez was among seven players who had used cocaine and been involved in its distribution. The players received season-long suspensions, that were commuted on condition that they donated ten percent of their base salaries to drug-abuse programs, submitted to random drug testing, and contributed 100 hours of drug-related community service.Inquirer Wire Services. \"Ueberroth Punishes Baseball Players Linked To Drugs,\" Philadelphia Inquirer (March 1, 1986). Hernandez has always maintained that his cocaine use was recreational and limited to a time when baseball players routinely used the drug and has adamantly denied he ever distributed the drug. Initially, Hernandez considered challenging Ueberroth's finding against him, but ultimately accepted the option available, which allowed him to avoid missing any playing time. Part of his reasoning was that he expected the Mets to make a World Series run in 1986. Well before the commissioner's decision, the Mets and Cardinals had become embroiled in a heated rivalry atop the National League East, with Hernandez, newly acquired All-star catcher Gary Carter, and other talented veterans combining with a spectacular group of young talent to lead the charge for the Mets. The 1985 season came down to the wire as the Mets won 98 games, narrowly losing the division to a Cardinals team that won 101 games. The Mets had three players finish in the top ten in NL MVP balloting that season (Gooden 4th, Carter 6th, and Hernandez 8th). Meanwhile, the \"Redbirds\" placed four players in the top ten (Tommy Herr 5th, John Tudor tied Hernandez at 8th, Jack Clark 10th, and winner Willie McGee), as well as having the 11th-place finisher (Vince Coleman). Hernandez set a record for game-winning RBIs in 1985 with 24, a statistic that was only official from 1980–1988 (the previous record was 22 by the Chicago White Sox's Harold Baines in 1983). His career total is 129, which is also a record. Hernandez credits his father, who played ball with Stan Musial when they were both in the Navy during World War II, for helping him out of a batting slump in 1985. His father would observe his at-bats on TV and note that when Keith was hitting well, he could see both the \"1\" and the \"7\" on his uniform on his back as he began to stride into the pitch. Not seeing both numbers meant Keith was bailing out on inside pitches, trying too hard to pull the ball, and vulnerable to outside fastballs or outside breaking pitches. ====1986 World Series Champions==== Hernandez and the Mets would not be denied in 1986, winning 108 games and taking the National League East convincingly by 21.5 games over the Philadelphia Phillies. Hernandez hit .310 with 83 RBI. The Mets won the 1986 World Series in seven games over the Boston Red Sox. Hernandez batted only .231, and recorded the second out in the now legendary tenth inning of Game 6, lining out to the deep right field. In Game 7, Hernandez broke through against Red Sox lefty Bruce Hurst, who had shut out the Mets into the sixth inning, with a clutch two-run single. He also drove in another important run his next time up, giving him 3 RBI for the game. On the Mets' World Champion team in 1986, Carter and Hernandez finished third and fourth, respectively, in NL MVP balloting. ====Team captain==== Given his \"Mickey Mantlesque\" approach to playing baseball in New York City, and the celebrity status that comes with it, Hernandez became seen by some as the poster-boy for the \"party hard; play harder\" Mets of the '80s. In 1987, Davey Johnson named Hernandez the first team captain in franchise history. A season after the \"C\" was added to Hernandez's uniform, Carter was named co-captain. In 1988 he was featured heavily in the William Goldman and Mike Lupica book \"Wait Till Next Year\" which looked at life inside the Mets over the whole 1987 season (among other New York sports teams). Hernandez is portrayed as the most vocal of the Mets in dealing with the press and giving his opinion on teammates, alongside his prodigious beer consumption. In 1988, Hernandez won his 11th and final Gold Glove and led his team to another division crown. The heavily favored Mets, however, lost to the Los Angeles Dodgers in the 1988 National League Championship Series. Both Hernandez and Carter were in the twilights of their careers as back, knee, and hamstring problems limited Hernandez to only 95 games. Carter, meanwhile, batted .242 for the season and famously struggled to hit his 300th career home run. Hernandez's batting average fell to .233 in only 75 games for the 1989 Mets. The Mets chose not to re-sign him after his contract ran out at the close of the 1989 season, and on November 13, he was granted free agency. A day later, the Mets released Carter. Eleven different Mets players have worn his number 17 in the 16 seasons since Hernandez left, most notably pitcher David Cone. In 1991, Cone switched from 44 to 17 in tribute to Hernandez. Former teammates Ron Darling, Bob Ojeda and Roger McDowell have also worn number 17 in tribute to Hernandez for teams they played for after leaving the Mets. The number has not been worn by any Met since 2010, though it will not be officially retired until 2022, in Keith's honor. The ceremony is set to take place on July 9. ===Cleveland Indians=== Hernandez signed with the Cleveland Indians for the 1990 season. He was injured much of the time, and appeared in only 43 games, batting .200 with one home run and eight RBIs. He retired at the end of the season. ===Retirement=== thumb|245px|Hernandez being interviewed after having his mustache shaved off Hernandez has published five books; If at First: A Season With the Mets (his diary of the 1985 New York Mets season), Pure Baseball: Pitch by Pitch for the Advanced Fan (a detailed player's look into baseball strategy), Shea Good-Bye: The Untold Inside Story of the Historic 2008 Season, and Murder at Shea: A Baseball Murder Mystery for Kids (a young-adult novel about a fictional Met solving a murder). His most recent book, I'm Keith Hernandez, was released on May 15, 2018. The book covers his life through early in the 1980 season, and, depending on sales, may lead to a follow-up tome picking up the narrative from that point. On September 27, 2012, Hernandez had his familiar mustache shaved off for charity. ===Hall of Fame candidacy=== Hernandez batted over .300 seven times in his career and led the National League in runs scored (1979 & 1980), batting average (1979), doubles (1979), on-base percentage (1980), and walks (1986) during his career. He also won 11 Gold Glove awards for his glovework at first base, setting a Major League record for the position that still stands. Hernandez shared an MVP award and played on two World Series champions, for one of whom he was the co-captain. He is the all-time Game- winning RBI leader, and in 1985 set the single-season record for this stat as well (this statistic was kept between 1980 and 1988). However, he never received enough support from the Baseball Writers' Association of America (BBWAA) to be elected to the Baseball Hall of Fame. In 2004, after nine years on the ballot, Hernandez received votes from fewer than 5% of the writers, thus ending his eligibility. Hernandez has been eligible for consideration for induction by the Veterans Committee since 2011 (20 years after his retirement) but has yet to be inducted. It has been said that the two issues that have hampered him were his occasional perceived lack of hustle as a Cardinal and his public history of drug use. Some also say that as a first baseman, he did not display the power numbers expected of the position. That last issue almost certainly colored Hernandez' candidacy negatively during the steroid era, when outrageous power statistics became the norm; however, it can be disputed that Hernandez did not play during the steroid era, with the era starting in the very late 1980s and Keith Hernandez' retirement from baseball after the 1990 season. However, it can also be argued that first base already had a reputation as a power-hitting position, with Hernandez' career overlapping that of slugging first basemen such as Willie McCovey, Eddie Murray, and Tony Perez. First base's reputation as a power-hitting position may have also made Hernandez' stellar defense at the position less of an asset, as sluggers who cannot field are generally moved to first—among players who have won at least 10 Gold Gloves, first base is the only position to have a player with 10 or more Gold Gloves who is either not in the Hall of Fame, currently on the BBWAA ballot, or not yet eligible. Hernandez was inducted into the New York Mets Hall of Fame in 1997 and was voted the Mets' all-time first baseman by fans in celebration of the team's 40th anniversary in 2002. Celebrating the 50th anniversary of the Mets, Hernandez was selected as the Mets' all-time first baseman by a panel of sportswriters and broadcasters that included Marty Noble, Mike Lupica, Gary Cohen and Howie Rose among others. In the event held on June 17, 2012, Hernandez recalled how he was, at first, upset by the trade to New York but soon acknowledged it as a refreshing change and said it \"reenergized\" him because of the \"young talent, young guys that [sic] were hungry\". In 2021, Hernandez was elected to the Cardinals' Hall of Fame. An official induction ceremony was held on August 21, 2021. On January 11, 2022, the New York Mets announced they would retire his number 17 in a ceremony on July 9. ==Acting== Hernandez guest-starred as himself in \"The Boyfriend\", a two-part 1992 episode of the sitcom Seinfeld. In the episode, Hernandez dates Julia Louis-Dreyfus's character Elaine Benes, and Jerry Seinfeld develops the male-bonding equivalent of a crush on him. A subplot of the episode is a parody of the movie JFK and the \"Magic Bullet Theory\" featured in it. According to the show, on June 14, 1987, the Mets were playing the Philadelphia Phillies at Shea Stadium, and Hernandez committed an error in the ninth inning, allowing the Phillies to score five runs and costing the Mets the game (in reality, the Mets defeated the Pittsburgh Pirates on the road on that date; Hernandez played, but did not commit an error). Hernandez exited the players' gate, where Kramer and Newman were waiting, and Newman heckled Hernandez. Kramer and Newman then spent the next five years claiming that Hernandez had spat on them, when in fact it was Roger McDowell. Hernandez also appeared in the final episode of Seinfeld, which aired in 1998. Hernandez makes about $3,000 a year in royalties from the show as of 2015. ESPN columnist Bill Simmons coined the phrase \"having a Keith Hernandez Moment\" about the point in Hernandez's Seinfeld appearance where he recovers from a moment of self-doubt by simply reminding himself: \"I'm Keith Hernandez!\" The \"I'm Keith Hernandez\" quote became the title of Hernandez's fifth book two decades after the Seinfeld episode aired. Hernandez also appeared in a 1994 episode of Law & Order entitled \"Wager\", and in the movies The Scout and The Yards. He also made an appearance in 1993 episodes of the children's series Ghostwriter entitled \"Building Bridges\". ===Commercial appearances=== Hernandez and Walt Frazier have appeared in several television commercials for Just for Men, a men's hair-coloring product. Hernandez has appeared in television commercials for the Coin Galleries of Oyster Bay, a coin dealer located in Oyster Bay, New York. In the ads, he says that Coin Galleries is \"where you can turn your pot of gold into cash.\" ==Broadcasting career== thumb|Hernandez outside Citi Field on August 6, 2011 Hernandez, alongside Gary Cohen and Ron Darling, is now a baseball commentator serving as an analyst for Mets' television broadcasts on SNY and WPIX (WPIX games are produced by SNY). He's become known for wry humor and ironic commentary, as well as blunt outspokenness, on the mic. A television advertisement for SNY Sports referred to Hernandez's mustache by imagining a celebration known as \"Keith Hernandez Day\" at which all attendees are required to wear authentic Keith Hernandez mustaches. One sports fan, who refuses to respect the day by wearing a mustache, is met by the steely, disapproving stare of Hernandez himself. Hernandez admitted that he never wore eyeblack while playing because he had high cheekbones.Athlon Sports 2008 Baseball Annual In 2007 Hernandez won the \"Mustache Madness\" contest on newsday.com, and the American Mustache Institute chose his facial hair as the \"top sports mustache ever\". Baseball- Reference.com ranks Hernandez's mustache as the fourth-best in history. On April 22, 2006, Hernandez created a controversy during the broadcast of a game against the San Diego Padres. After witnessing Padres team massage therapist Kelly Calabrese giving San Diego catcher Mike Piazza a high five in the dugout after he hit a home run, Hernandez said, \"Who is the girl in the dugout, with the long hair? What's going on here? You have got to be kidding me. Only player personnel in the dugout.\" After Hernandez was informed later in the broadcast that Calabrese was a club employee, he maintained his position, stating, \"I won't say that women belong in the kitchen, but they don't belong in the dugout.\" After the game, San Diego manager Bruce Bochy expressed displeasure with Hernandez's comments. Hernandez apologized and alluded to his words being nothing more than tomfoolery by saying, \"You know I am only teasing. I love you gals out there — always have.\" Hernandez, along with Cohen and Darling, had a website, www.pitchinforagoodcause.org where the net profit from the merchandise sold by the website goes to the Cobble Hill Health Center, Juvenile Diabetes Research Center, and The Danbury Women's Center. Hernandez is also a strong supporter of the Alzheimer's Association, New York City Chapter. His mother, Jacqueline Hernandez, suffered from Alzheimer's for nine years before dying in 1989. Hernandez won two 2010 New York Emmys. He won an individual award for Sports Analyst and as part of the SNY Mets broadcast team which won the \"Live Sports Event: Series 2009 Mets: The Inaugural Year of Citi Field\" award. Hernandez joined the MLB on Fox broadcast team as a studio analyst for the 2017 MLB postseason. == Politics == Hernandez said on a Fox Business appearance in June 2019 that he is a fan of President Donald Trump because the president had \"helped everybody\" in regards to the economy. \"I think the people have gone to work of all different races and creeds and colors – unemployment is down everywhere,\" he said. Hernandez has donated thousands of dollars to GOP candidates, including Donald Trump, Mitch McConnell, Marco Rubio, Susan Collins, Rudy Giuliani, Allen West, David Perdue, and Kelly Loeffler. On November 19, 2021, Hernandez tweeted a photograph of conspiracy theorist Robert F. Kennedy Jr.'s anti-vaccine book The Real Anthony Fauci: Bill Gates, Big Pharma, and the Global War on Democracy and Public Health with the caption \"Just released.\" The tweet was roundly criticized by users, prompting Hernandez to delete it. == Personal life == Hernandez is the son of John Hernandez (1922–1992), a minor league first baseman affiliated with the St. Louis Cardinals and New York Yankees in the 1940s. His older brother, Gary, played college baseball at Cal and four seasons of minor league baseball. Hernandez married Sue Broecker in 1979 and the couple had three daughters; they divorced in 1983. He married Kai Thompson in 2005; they divorced in February 2011. ==See also== *List of Major League Baseball career hits leaders *List of Major League Baseball career doubles leaders *List of Major League Baseball career runs scored leaders *List of Major League Baseball career runs batted in leaders *List of Major League Baseball players to hit for the cycle *List of Major League Baseball batting champions *List of Major League Baseball annual runs scored leaders *List of Major League Baseball annual doubles leaders *List of St. Louis Cardinals team records *List of doping cases in sport ==References== ==Further reading== * * * * * * * ==External links== , or Retrosheet, or Ultimate Mets Database * *I'm Keith Hernandez a film by Rob Perri Category:1953 births Category:Living people Category: American people of Spanish descent Category: American people of Scotch-Irish descent Category:Baseball players from San Francisco Category:Cleveland Indians players Category:Gold Glove Award winners Category:Major League Baseball broadcasters Category:Major League Baseball first basemen Category:National League All-Stars Category:New York Mets announcers Category:New York Mets players Category:People from Pacifica, California Category:San Mateo Bulldogs baseball players Category:St. Louis Cardinals players Category:St. Petersburg Cardinals players Category:SportsNet New York Category: Major League Baseball players suspended for drug offenses Category: National League Most Valuable Player Award winners Category: Silver Slugger Award winners",
 "title": "Keith Hernandez"
}