{
 "id": "483648",
 "text": "Philip Frederick Anschutz ( ; born December 28, 1939) is an American billionaire businessman who owns or controls companies in a variety of industries, including energy, railroads, real estate, sports, newspapers, movies, theaters, arenas and music. In 2004, he purchased the parent company of the Journal Newspapers, which under Anschutz's direction became the American conservative editorial newspaper Washington Examiner. Anschutz was born to Fred and Marian Pfister Anschutz, whose memorial donations established the Anschutz Family Foundation, which has distributed over $50 million to various charitable causes. In 1961, he bought out his father's oil drilling company, Circle A Drilling, and earned large returns in Wyoming. He invested in stocks, real estate and railroads. He expanded his investments to sports and entertainment companies, co-founding the American association football/soccer league Major League Soccer as well as multiple soccer teams, including the Los Angeles Galaxy, Chicago Fire, Colorado Rapids, Houston Dynamo, San Jose Earthquakes, and the New York/New Jersey MetroStars. Anschutz is the principal owner of the National Hockey League's Los Angeles Kings and is a minority owner of the National Basketball Association's Los Angeles Lakers. He also owns stakes in performance venues, including the Staples Center, The O2, London, and the Dignity Health Sports Park. Through his ownership of Walden Media, he has invested in films such as The Chronicles of Narnia, Ray, and Joshua. Through AEG Live, he owns the Coachella Valley Music and Arts Festival, Sea Island Resorts and The Broadmoor hotel in Colorado. He is also the namesake of CU Anschutz, the medical campus of the University of Colorado. In 2021, Forbes ranked him the 66th richest person in the United States, with an estimated net worth of $10.1 billion. ==Early life== Anschutz was born in Russell, Kansas, the son of Marian (née Pfister) and Frederick Benjamin Anschutz. His father was an oil tycoon and land investor who invested in ranches in Colorado, Utah and Wyoming, and eventually went into the oil- drilling business. His grandfather, Carl Anschutz,A Standard History of Kansas and Kansans, by William E. Connelley Accessed March 2013. was an ethnic German who emigrated from Russia and started the Farmers State Bank in Russell. Anschutz grew up in Russell (where he lived near Bob Dole), Wichita, and Hays, Kansas. In later years, Anschutz contributed to Dole's political campaigns. Anschutz graduated from Wichita High School East in 1957, and in 1961 earned a bachelor's degree in business from the University of Kansas, where he was a member of the Sigma Chi Fraternity.Contemporary Honors Award Recipient Philip Anschutz , Kansas Business Hall of Fame, February 2000 ==Career== ===Land ownership=== In 1970, Anschutz bought the 250,000-acre (1,000 km²) Baughman Farms, one of the country's largest farming corporations, in Liberal, Kansas, for $10 million. The following year, he acquired 9 million acres (36,000 km²) along the Utah-Wyoming border. This produced his first fortune in the oil business. In the early 1980s, the Anschutz Ranch, with its billion-barrel (160,000,000 m³) oil pocket, became the largest oil field discovery in the United States since Prudhoe Bay in Alaska in 1968. In 1982 Anschutz sold an interest in it to Mobil Oil for $500 million. For several years, Anschutz was Colorado's sole billionaire. With his acquisition of land in other Western states, he became one of the 100 largest landholders in the United States. Anschutz then moved into railroads and telecommunications before venturing into the entertainment industry. In 1999, Fortune magazine compared him to the 19th-century tycoon J.P. Morgan, as both men \"struck it rich in a fundamentally different way: they operated across an astounding array of industries, mastering and reshaping entire economic landscapes.\" ===Rail and petroleum businesses=== In 1984, Anschutz entered the railroad business by purchasing the Rio Grande Railroad's holding company, Rio Grande Industries. In 1988, the Rio Grande railroad purchased the Southern Pacific Railroad under his direction. With the merger of the Southern Pacific and Union Pacific Corporation in September 1996, Anschutz became Vice-Chairman of Union Pacific. Before the merger, he was a director of Southern Pacific from June 1988 to September 1996, and non-executive chairman of Southern Pacific from 1993 to September 1996. He was also a director of Forest Oil Corporation beginning in 1995. In November 1993, he became Director and Chairman of the Board of Qwest, stepping down as a non-executive co-chairman in 2002 but remaining on the board. He has also been a director for Pacific Energy Partners and served on the boards of the American Petroleum Institute in Washington, D.C. and the National Petroleum Council in Washington, D.C. In May 2001, the Bush administration upheld Anschutz's right to drill an exploratory oil well at Weatherman Draw in south-central Montana, where Native American tribes wanted to preserve sacred rock drawings. Environmental groups, preservationists, and ten Native American tribes appealed the decision without success. In April 2002, the Anschutz Exploration Corporation gave up its plans to drill for oil in the area. They donated its leases for oil and gas rights to the National Trust for Historic Preservation, which has pledged to let the leases expire, and the Bureau of Land Management said it had no plans to permit further leases there and would consider formal withdrawal of the 4,268-acre (17 km²) site from mineral leasing in its 2004 management plan. In recognition of its preservation efforts, The National Trust for Historic Preservation presented its President's Award to the Anschutz Exploration Corporation. In May 2003, New York Attorney General Eliot Spitzer reached a settlement with Anschutz after filing a civil complaint accusing Anschutz of accepting IPO shares from Salomon Smith Barney in exchange for Qwest's investment banking business. Anschutz denied any wrongdoing but volunteered to donate a total of $4.4 million to settle the case as long as he selected the recipient organizations in advance. Anschutz paid $100,000 to each of 32 New York nonprofit philanthropic groups, as well as $200,000 to each of six law schools. In return, Spitzer dropped his civil suit.Dead link at nydailynews.com, May 15, 2003. The payment was roughly equal to his profit from the practice of IPO \"spinning\"; thus, he actually suffered no penalty. Spitzer's suit was panned in a Wall Street Journal editorial headlined \"The Anschutz Ransom\".WSJ Review and Outlook, May 15, 2003. The U.S. Securities and Exchange Commission and the U.S. Department of Justice extensively investigated Qwest officials and determined there was no justification for taking action against any board member. The Denver Post summarized the implications for Anschutz: \"Not only is Qwest founder and board member Philip Anschutz not a defendant in the long- awaited civil case against the regime of former Qwest chief executive Joe Nacchio, he doesn't even merit a mention in the 50-page complaint.\" In February 2006, the Denver Rocky Mountain News reported that Anschutz would not run for reelection to the boards of Qwest and Union Pacific and would resign from the board of Regal Entertainment Group so as to focus on his other investments.Dead link at rockymountainnews.com. On June 24, 2008, it was announced that Anschutz would buy Xanterra Parks and Resorts, which had purchased the Grand Canyon Railway in 2007. In 2011, it was announced that Anschutz had purchased the Oklahoma Publishing Company, and as part of their assets The Broadmoor and the Manitou and Pike's Peak Railway in Colorado Springs and Manitou Springs respectively. Effective August 1, 2010, Xanterra Parks and Resorts purchased and assumed management of Kingsmill Resort. Xanterra purchased the resort from Busch Properties, Inc. (BPI). ===Entertainment – Anschutz Entertainment Group=== The Anschutz Entertainment Group (AEG) is a sporting and music entertainment presenter and a subsidiary of The Anschutz Corporation. It is the world's largest owner of sports teams, sports events, and sports venues. It is also the owner of entertainment venues and under AEG Live the world's second-largest presenter of live music and entertainment events after Live Nation. Through AEG Live, it owns the Coachella Valley Music and Arts Festival. On September 18, 2012, Anschutz announced he was putting AEG up for sale, but he decided not to accept any of the bids, and on March 14, 2013, took AEG off the market. ====Sports==== In 2012, SportsBusiness Journal named Anschutz the fifth most influential person in sports business in its annual survey of the \"50 Most Influential People in Sports Business.\" =====Soccer===== Anschutz is one of only four recipients of the National Soccer Hall of Fame's Medal of Honor for his contributions to growing the sport of soccer in the United States.Sports Business Journal, Soccer’s visionary: Phil Anschutz, June 5, 2006, http://www.sportsbusinessdaily.com/Journal/Issues/2006/06/20060605/SBJ-In- Depth/Soccers-Visionary-Phil-Anschutz.aspx In 2006 SportsBusiness Journal ranked Anschutz the most influential person in soccer in the U.S.Sports Business Journal, The 20 Most Influential People in Soccer, June 5, 2006, http://m.sportsbusinessdaily.com/Journal/Issues/2006/06/20060605/SBJ-In- Depth/The-20-Most-Influential-People-In-Soccer.aspx Anschutz was one of the founders of Major League Soccer and owned several teams for periods of time, including the Los Angeles Galaxy, Chicago Fire, Colorado Rapids, Houston Dynamo, San Jose Earthquakes, D.C. United, and the New York/New Jersey MetroStars. He owns a stake in the Dignity Health Sports Park, the stadium for the MLS team LA Galaxy and former MLS team Chivas USA. For some time, while MLS was struggling, Anschutz owned six MLS franchises concurrently and experienced significant financial losses. For this reason, Anschutz has been called the man who saved MLS.SB Nation, The Two Sides of Phillip Anschutz: An American Soccer Savior With a Disturbing Social Agenda, November 10, 2011, http://www.dynamotheory.com/2011/11/10/2551015/the-two-sides-of-phillip- anschutz-houston-dynamo-la-galaxy-mls-cup-2011 TropiGol Sports, Anschutz saved MLS from extinction, September 19, 2012, MLS Commissioner Don Garber stated in 2006 that \"without Phil Anschutz, there's no MLS today.\" Anschutz was instrumental in several MLS initiatives that have grown the league's revenues and profits. For example, he pushed for the building of soccer-specific stadiums, allowing MLS teams to increase revenue and better control costs. Anschutz also advocated for MLS's creation of Soccer United Marketing, the league's sales and marketing arm. He has since sold his stake in the Chicago, Denver, Houston, New York, San Jose and D.C. MLS teams and now owns only the Galaxy. =====Other sports===== Anschutz is the principal owner of the Los Angeles Kings and a minority owner of the Los Angeles Lakers. Through ASM Global (formerly AEG), he owns stakes in venues including Crypto.com Arena and O2 Arena. ===Other business ventures=== Anschutz has had several other business ventures, including Forest Oil, Pacific Energy Group, Union Pacific Railroad (he is the company's largest shareholder, with a 6% stake), and the Regal Entertainment Group, the second largest movie theater chain in the world, with approximately 7,000 screens. Anschutz owns more than half of the company, and multiple newspapers and media groups. Anschutz has invested in, for example, the Clarity Media Group, a Denver-based publishing group that includes newspapers such as The Oklahoman, the largest newspaper in Oklahoma; The San Francisco Examiner (purchased in 2004, sold in November 2011); The Washington Examiner, a right-wing weekly tabloid that was consolidated from group of D.C.-area suburban dailies; The Baltimore Examiner, which launched in April 2006 and was shut down in early 2009; the now-closed Examiner.com, a hyper-local web portal where contributors wrote on local topics from news to blog-like stories; the conservative Weekly Standard (purchased in 2009);Corcoran, Michael. \"The Weekly Standard’s War: Murdoch sells the magazine that sold the Iraq invasion\" , Fairness and Accuracy in Reporting, September 2009. and The Gazette, Colorado's second-largest newspaper, with a daily circulation of 74,172 (purchased on November 30, 2012) (Anschutz has trademarked the name \"Examiner\" in more than 60 cities.) On December 14, 2018, Anschultz executed the closure of The Weekly Standard and fired all its employees. Editor in Chief Stephen Hayes had initially been cleared to find a buyer but after a venture capital firm agreed to broker any future deal, Anschutz withdrew permission and decided to effectively kill the company in order to harvest its subscribers. Anschutz invested in both the Oil & Gas Asset Clearinghouse, an auction company designed for the oil & gas business, and NRC Broadcasting, which owns a string of radio stations in Colorado. The Anschutz Investment Company also purchased LightEdge Solutions in February 2008. LightEdge is a business-to-business hosted services provider focused on Wide-Area-Networking, Voice-over-IP, Hosted Microsoft applications (Exchange, OCS, SharePoint), hosted servers/storage collocation cage and rackspace and Business Continuity Services.\"The Anschutz Co. buys Des Moines firm\" , Denver Business Journal, March 25, 2008, accessed March 10, 2011 It was announced on September 15, 2011, that Anschutz would acquire all assets of the Oklahoma Publishing Company (OPUBCO) from the Gaylord and Dickinson families. Upon closing, Anschutz would operate OPUBCO separately from his other publishing and media assets as an independent company. Closing was expected in October 2011. In March 2012, it was reported that Anschutz was interested in buying the Rangers. He also invested in the Power Company of Wyoming LLC, formed in 2007 (re-incorporated in 2010) for the purpose of building the Chokecherry and Sierra Madre wind power complex in Carbon County, Wyoming, comprising up to 1,000 wind turbines with up to 3,000 megawatts of capacity. It will be sited on 229,077 acres, about half federal, about half privately owned by an affiliate, and a smattering of state lands. According to the Bureau of Land Management, which on July 2, 2012, announced the completion of the project's final Environmental Impact Statement, \"Chokecherry and Sierra Madre are two distinct sites approximately five miles apart which are both being analyzed together. When combined, they comprise the largest commercial wind generation facility proposed in the U.S. and one of the largest in the world.\" Construction is expected to start in 2013, and cost an estimated $4 billion-$6 billion.\" ==Political and religious activism== Anschutz supported the Parents Television Council, a group that protests against television content that they consider indecent.Clark, Justin, \"Citizen Anschutz: How the conservative Christian head of Regal Cinemas is trying to change how you see movies\" , Nerve.com, March 23, 2006. He also financed and distributed films with Christian themes for mass audiences (through his two film production companies and ownership of much of the Regal, Edwards and United Artists theater chains) such as Amazing Grace and The Chronicles of Narnia: The Lion, the Witch and the Wardrobe. He financed The Foundation for a Better Life. In 2009, Anschutz purchased the conservative American opinion magazine The Weekly Standard from Rupert Murdoch's News Corporation.\"Weekly Standard sold to Washington Examiner parent company\", Washington Examiner, June 17, 2009. In 2010, he financed the pro-charter school film Waiting for Superman.Substance News, October 28, 2010 http://www.substancenews.net/articles.php?page=1746 In 2012, he financed the pro-parent trigger film Won't Back Down.Josh Eidelson, \"Walmart, Right-Wing Media Company Hold Star-Studded Benefit Promoting Education Reform Film\" In These Times, August 13, 2012, http://www.inthesetimes.com/working/entry/13643/walmart_anschutz_teachers_rock_wont_back_down_union_parent_trigger_viola_da/ Anschutz has donated to conservative causes and groups that are anti-LGBTQ and pro-life. Anschutz contributed $1 million to conservatives during the 2016 U.S. elections, and $200,000 to Republican politicians and political action committees during the 2017 elections.\"Coachella owner personally gave $187,300 to Republican candidates and Super PACs in 2017\" Fader. Retrieved January 4, 2018. Despite donating $1 million to support the Elton John AIDS Foundation, Anschutz has also had a history of supporting extremely conservative organizations who often campaign against LGBTQ rights, including contributions to the National Christian Charitable Foundation that have been directed towards the Alliance Defending Freedom's campaign against the Equality Act. ==Philanthropy== Anschutz is one of the world's richest people and has been an active philanthropist.Philip Anschutz's Philanthropy page . Faces of Philanthropy, accessed December 23, 2010. He was listed 41st on the Forbes 400 list in October 2019, with a net worth of $11.5 billion. He heads the Anschutz Foundation. Anschutz and his wife have contributed over $100 million to the new medical, dental, nursing, and pharmacy campus of the University of Colorado School of Medicine in Aurora, Colorado, now named the Anschutz Medical Campus in their honor. The land came from the recently closed Fitzsimons Army Medical Center, but millions were needed for the construction of new medical laboratory buildings and a new University Hospital on the land. They have also donated to the University of Kansas, their alma mater. There is an Anschutz Library and an Anschutz Sports Pavilion. In recognition of their philanthropic efforts, the Anschutzes received the 2009 William E. Simon Prize for Philanthropic Leadership.Jonathan Last, \"Pass It On\" , Philanthropy Roundtable, Fall 2009. ==Personal life== Anschutz is somewhat reclusive, preferring to stay out of the limelight. A member of the Evangelical Presbyterian Church, he is a conservative Christian.\"Philip Anschutz: The Westerner\" The Independent, July 8, 2006. Retrieved from Internet Archive June 30, 2016 He and his wife Nancy, whom he met when he was 16, have three children. Anschutz was inducted into the Kansas Business Hall of Fame in 2000 and the U.S. Business Hall of Fame in 2002. Anschutz has granted only three formal interviews since 1979, and none from the 1980s until 2015.Markazi, Arash. Potential AEG sale raises questions . ESPN, September 18, 2012. On December 6, 2015, he broke his media silence when he appeared with several of the founders of Major League Soccer to reflect on the league's 20th anniversary.MLS founders reflect on 20 years of Major League Soccer . Major League Soccer, December 6, 2015. Anschutz has run 15 marathons. His first cousin was fellow Russell native and longtime news anchor Wendall Anschutz. ==Awards and Honors== *1985 - Golden Plate Award of the American Academy of Achievement *2000 - Kansas Business Hall of Fame *2017 - Native Sons and Daughters of Kansas \"Kansan of the Year\" ==References== ==External links== * \"The Man Behind the Curtain\", Forbes, 2010-11-08. * \"Philip Anschutz, Chairman and CEO, The Anschutz Corporation, Denver, CO\", The Horatio Alger Association of Distinguished Americans. * Bruck, Connie, \"The Man Who Owns LA\", The New Yorker, January 16, 2012. * Category:American business executives Category:American investors Category:1939 births Category:Living people Category:Anschutz Corporation Category:American billionaires Category:American energy industry businesspeople Category:American entertainment industry businesspeople Category:American newspaper publishers (people) Category:American philanthropists Category:American Presbyterians Category:American people of German-Russian descent Category:American railway entrepreneurs Category:American real estate businesspeople Category:American soccer chairmen and investors Category:Chairmen and investors of soccer clubs in the United States Category:American stock traders Category:Chicago Fire FC Category:Colorado Rapids owners Category:Colorado Republicans Category:Houston Dynamo FC Category:Los Angeles Kings owners Category:Los Angeles Lakers owners Category:Major League Soccer executives Category:New York Red Bulls Category:National Soccer Hall of Fame members Category:People from Russell, Kansas Category:San Francisco Examiner people Category:San Jose Earthquakes Category:Southern Pacific Railroad people Category:University of Kansas alumni Category:Women's National Basketball Association executives Category:American railroaders Category:Stanley Cup champions Category:People from Wichita, Kansas Category:People from Hays, Kansas",
 "title": "Philip Anschutz"
}