{
 "id": "483881",
 "text": "right|thumb|RCA Mark II |300px The RCA Mark II Sound Synthesizer (nicknamed Victor) was the first programmable electronic synthesizer and the flagship piece of equipment at the Columbia-Princeton Electronic Music Center. Designed by Herbert Belar and Harry Olson at RCA, it was installed at Columbia University in 1957. Consisting of a room-sized array of interconnected sound synthesis components, much of the design of the machine was contributed by Vladimir Ussachevsky and Peter Mauzey. The Mark II gave the user more flexibility and had twice the number of tone oscillators as its predecessor, the Mark I. The synthesizer was funded by a large grant from the Rockefeller Foundation. Earlier 20th century electronic instruments such as the Telharmonium or the theremin were manually operated. The RCA combined diverse electronic sound generation with a music sequencer, which proved a huge attraction to composers of the day, who were growing weary of creating electronic works by splicing together individual sounds recorded on sections of magnetic tape. The RCA Mark II featured a binary sequencer using a paper tape reader analogous to a player piano, that would send instructions to the synthesizer, automating playback from the device. The synthesizer would then output sound to a synchronized record lathe next to the machine. “Electronic Music Synthesizer, 'No instruments necessary'! \"This is music with a strictly electronic beat\". Man demonstrates synthesizer, bit of an anticlimax as it plays 'Camptown Races'.” The resulting recording would then be compared against the punch-tape score, and the process would be repeated until the desired results were obtained. The sequencer features of the RCA were of particular attraction to modernist composers of the time, especially those interested in writing dodecaphonic music with a high degree of precision.The RCA is cited by composers of the day as contributing to the rise of musical complexity, because it allowed composers the freedom to write music using rhythms and tempos that were impractical, if not impossible, to realize on acoustic instruments. The allure of precision as a mark of aesthetic progress (continuing with contemporary computer-based sequencers) generated high expectations for the Mark II, and contributed to the increased awareness of electronic music as a viable new art form. An album featuring the instrument and its capabilities was issued by RCA (LM-1922) in 1955. The synthesizer had a four-note variable polyphony (in addition to twelve fixed-tone oscillators and a white noise source). The synthesizer was difficult to configure, requiring extensive patching of analog circuitry prior to running a score. Little attempt was made to teach composition on the synthesizer, and with few exceptions the only persons proficient in the machine's use were the designers at RCA and the engineering staff at Columbia who maintained it. Princeton University composer Milton Babbitt, Babbitt describes the acquisition and use of the machine in an interview segment. though not by any means the only person to use the machine, is the composer most often associated with it, and was its biggest advocate. A number of important pieces in the electronic music repertoire were composed and realized on the RCA. Babbitt's Vision and Prayer and Philomel both feature the RCA, as does Charles Wuorinen's 1970 Pulitzer Prize for Music-winning piece Time's Encomium. Over time it fell into disrepair, and it remains only partly functional. The last composer to get any sound out of the synthesizer was R. Luke DuBois, who used it for a thirty-second piece on the Freight Elevator Quartet's Jungle Album in 1997. Although part of the history of electronic music, the RCA was seldom used. Made to United States Air Force construction specifications (and even sporting a USAF oscilloscope), its active electronics were constructed entirely with vacuum tubes, rendering the machine obsolete by its tenth birthday, having been surpassed by more reliable and affordable solid state modular synthesizers such as the Buchla and Moog modular synthesizer systems. It was prohibitively expensive to replicate, and an RCA Mark III, though conceived by Belar and Olsen, was never constructed. Nor was RCA to remain in the synthesizer business, prompting Columbia to purchase enough spare parts to build two duplicate synthesizers. Much of the historical interest of the RCA, besides its association with the Electronic Music Center, comes from a number of amusing and possibly apocryphal stories told regarding the synthesizer. One common story is that Ussachevsky and Otto Luening effectively conned RCA into building the machine, claiming that a synthesizer built to their specifications would \"replace the symphony orchestra,\" prompting RCA executives to gamble the cost of the synthesizer in the hopes of being able to eliminate their unionized radio orchestra. In 1959, the Columbia-Princeton Electronic Music Center acquired the machine from RCA. At Columbia-Princeton, Milton Babbitt used it extensively. His tape and tape and instrument pieces were realized using the RCA Mark II, including his masterpiece Philomel, for synthesized sound and soprano. ; based on , copyright 1994 Peter Forrest; with additional help from Eric Chasalow thumb|Victor in 2007 The RCA remains housed at the Columbia Computer Music Center facility on 125th Street in New York City, where it is bolted to the floor in the office of Professor Brad Garton. ==References== ;Media ==Bibliography== Overall * *:See \"D. Description of an Electronic Music Composing Machine Employing a Random Probability System\" for Olson-Belar composing machine (c.1950), and \"10.4.RCA ELECTRONIC MUSIC SYNTHESIZER\" for RCA Mark I (c.1955) & Mark II (c.1958). * *:See also excerption of pp. 142-157 from the 3rd ed. in 2008 (). Olson-Belar composing machine (circa 1950) * (filed December 26, 1951) * *:Note: source of \"Figure 6.1 Schematic for the Olson-Belar composing machine ...\" on . RCA Electronic Music Synthesizer, Mark I (circa 1955) * *:Note: a paper about RCA Electronic Music Synthesizer, also known as Mark I, which was unveiled in 1955 and housed at Princeton University (according to ). RCA Mark II Electronic Music Synthesizer (circa 1958) * Computer compositions * *:Note: a brief summary of work by Olson and Belar is given, and their \"composing machine\" is described as a prototype of RCA Electronic Music Synthesizers. (according to ). * == External links == * * , Realized on the RCA Mark II Sound Synthesizer, 1968-1971 * , Video of the RCA Mark II Synthesizer at Columbia University Category:Polyphonic synthesizers Category:Analog synthesizers",
 "title": "RCA Mark II Sound Synthesizer"
}