{
 "id": "484061",
 "text": "thumb|Various aged naked mole-rats. The naked mole-rat (Heterocephalus glaber), also known as the sand puppy, is a burrowing rodent native to parts of East Africa. It is closely related to the blesmols and is the only species in the genus Heterocephalus of the family Heterocephalidae. The naked mole-rat exhibits a highly unusual set of physical and behavioral traits that allow it to thrive in a harsh underground environment, most notably being the only mammalian thermoconformer with an almost entirely ectothermic (cold-blooded) form of body temperature regulation, as well as exhibiting a complex social structure split between reproductive and non-reproductive casts, making it and the closely-related Damaraland mole-rat (Fukomys damarensis) the only widely agreed upon examples of eusociality (the highest classification of sociality) in mammals. The naked mole-rat lacks pain sensitivity in its skin, and has very low metabolic and respiratory rates. While formerly considered to belong to the same family as other African mole-rats, Bathyergidae, more recent investigation places it in a separate family, Heterocephalidae. The naked mole-rat is also remarkable for its longevity and its resistance to cancer and oxygen deprivation. ==Description== Typical individuals are long and weigh . Queens are larger and may weigh well over , the largest reaching . They are well adapted to their underground existence. Their eyes are quite small, and their visual acuity is poor. Their legs are thin and short; however, they are highly adept at moving underground and can move backward as fast as they can move forward. Their large, protruding teeth are used to dig and their lips are sealed just behind the teeth, preventing soil from filling their mouths while digging. About a quarter of their musculature is used in the closing of their jaws while they dig. They have little hair (hence the common name) and wrinkled pink or yellowish skin. They lack an insulating layer in the skin. ==Physiology== ===Metabolism and respiration=== The naked mole-rat is well adapted to the limited availability of oxygen within the tunnels of its typical habitat. It has underdeveloped lungs and its hemoglobin has a high affinity for oxygen, increasing the efficiency of oxygen uptake.Guarino, Ben (April 23, 2017) Naked mole-rats are now even weirder: Without oxygen, they live like plants. The Washington Post. This reference makes some incorrect statements, such as implying that using glucose requires oxygen but using fructose does not. It has a very low respiration and metabolic rate for an animal of its size, about 70% that of a mouse, thus using oxygen minimally. In response to long periods of hunger, its metabolic rate can be reduced by up to 25 percent. The naked mole-rat survives for at least 5 hours in air that contains only 5% oxygen; it does not show any significant signs of distress and continues normal activity. It can live in an atmosphere of 80% and 20% oxygen. In zero-oxygen atmosphere, it can survive 18 minutes apparently without suffering any harm (but none survived a test of 30 minutes). During the anoxic period it loses consciousness, its heart rate drops from about 200 to 50 beats per minute, and breathing stops apart from sporadic breathing attempts. When deprived of oxygen, the animal uses fructose in its anaerobic glycolysis, producing lactic acid. This pathway is not inhibited by acidosis as happens with glycolysis of glucose. As of 2017, it was not known how the naked mole-rat survives acidosis without tissue damage. ===Thermoregulation=== The naked mole-rat does not regulate its body temperature in typical mammalian fashion. They are thermoconformers rather than thermoregulators in that, unlike other mammals, body temperature tracks ambient temperatures. However, it has also been claimed that \"the Naked Mole-Rat has a distinct temperature and activity rhythm that is not coupled to environmental conditions.\" The relationship between oxygen consumption and ambient temperature switches from a typical poikilothermic pattern to a homeothermic mode when temperature is at 29 °C or higher. At lower temperatures, naked mole-rats can use behavioral thermoregulation. For example, cold naked mole-rats huddle together or seek shallow parts of the burrows that are warmed by the sun. Conversely, when they get too hot, naked mole-rats retreat to the deeper, cooler parts of the burrows. ===Pain insensitivity=== thumb|right|Captive naked mole-rats huddling together The skin of naked mole-rats lacks neurotransmitters in their cutaneous sensory fibers. As a result, the naked mole-rats feel no pain when they are exposed to acid or capsaicin. When they are injected with substance P, a type of neurotransmitter, the pain signaling works as it does in other mammals but only with capsaicin and not with acids. This is proposed to be an adaptation to the animal living in high levels of carbon dioxide due to poorly ventilated living spaces which would cause acid to build up in their body tissues. Naked mole-rats' substance P deficiency has also been tied to their lack of the histamine-induced itching and scratching behavior typical of rodents. ===Resistance to cancer=== Naked mole-rats have a high resistance to tumours, although it is likely that they are not entirely immune to related disorders. A potential mechanism that averts cancer is an \"over-crowding\" gene, p16, which prevents cell division once individual cells come into contact (known as \"contact inhibition\"). The cells of most mammals, including naked mole-rats, undergo contact inhibition via the gene p27 which prevents cellular reproduction at a much higher cell density than p16 does. The combination of p16 and p27 in naked mole-rat cells is a double barrier to uncontrolled cell proliferation, one of the hallmarks of cancer. In 2013, scientists reported that the reason naked mole-rats do not get cancer can be attributed to an \"extremely high-molecular-mass hyaluronan\" (HMW-HA) (a natural sugary substance), which is over \"five times larger\" than that in cancer-prone humans and cancer-susceptible laboratory animals. The scientific report was published a month later as the cover story of the journal Nature. A few months later, the same University of Rochester research team announced that naked mole-rats have ribosomes that produce extremely error-free proteins. Because of both of these discoveries, the journal Science named the naked mole-rat \"Vertebrate of the Year\" for 2013. In 2016, a report was published that recorded the first ever discovered malignancies in two naked mole-rats, in two individuals. However, both naked mole-rats were captive-born at zoos, and hence lived in an environment with 21% atmospheric oxygen compared to their natural 2–9%, which may have promoted tumorigenesis. The Golan Heights blind mole-rat (Spalax golani) and the Judean Mountains blind mole-rat (Spalax judaei) are also resistant to cancer, but by a different mechanism. ===Longevity=== The naked mole-rat is also of interest because it is extraordinarily long-lived for a rodent of its size (up to 32 years) and holds the record for the longest-living rodent. The mortality rate of the species does not increase with age, and thus does not conform to that of most mammals (as frequently defined by the Gompertz-Makeham law of mortality). Naked mole-rats are highly resistant to cancer and maintain healthy vascular function longer in their lifespan than shorter-living rats. The reason for their longevity is debated, but is thought to be related to their ability to substantially reduce their metabolism during hard times, and so prevent aging- induced damage from oxidative stress. This has been referred to as \"living their life in pulses\". Their longevity has also been attributed to \"protein stability\". Because of their extraordinary longevity, an international effort was put into place to sequence the genome of the naked mole-rat. A draft genome was made available in 2011 with an improved version released in 2014. Its somatic number is 2n = 60. Further transcriptome sequencing revealed genes related to mitochondria and oxidation reduction processes to have high expression levels in the naked mole-rat when compared to mice, which may contribute to their longevity. The DNA repair transcriptomes of the liver of humans, naked mole rats and mice were compared. The maximum lifespans of humans, naked mole rats, and mice are respectively c. 120, 30 and 3 years. The longer-lived species, humans and naked mole rats, expressed DNA repair genes, including core genes in several DNA repair pathways, at a higher level than did mice. In addition, several DNA repair pathways in humans and naked mole rats were up-regulated compared with mice. These findings suggest that increased DNA repair facilitates greater longevity, and also are consistent with the DNA damage theory of aging.Bernstein H, Payne CM, Bernstein C, Garewal H, Dvorak K (2008). \"Cancer and aging as consequences of un-repaired DNA damage \". In: New Research on DNA Damages (Editors: Honoka Kimura and Aoi Suzuki) Nova Science Publishers, Inc., New York, Chapter 1, pp. 1-47. open access, but read only ===Size=== Reproducing females become the dominant female, usually, by founding new colonies, fighting for the dominant position, or taking over once the reproducing female dies. These reproducing females tend to have longer bodies than that of their non-reproducing counterparts of the same skull width. The measurements of females before they became reproductive and after show significant increases in body size. It is believed that this trait does not occur due to pre-existing morphological differences but to the actual attainment of the dominant female position. As with the reproductive females, the reproductive males also appear to be bigger in size than their non-reproducing counterparts but not as much so as in the case of the females. These males also have visible outlines of the testes through the skin of their abdomens. Unlike the females, there are usually multiple reproducing males. === Chronobiology === The naked mole-rat's subterranean habitat imposes constraints on its circadian rhythm. Living in constant darkness, most individuals possess a free-running activity pattern and are active both day and night, sleeping for short periods of time several times in between. ==Ecology and behavior== ===Distribution and habitat=== The naked mole-rat is native to the drier parts of the tropical grasslands of East Africa, predominantly southern Ethiopia, Kenya, and Somalia. Clusters averaging 75 to 80 individuals live together in complex systems of burrows in arid African deserts. The tunnel systems built by naked mole-rats can stretch up to three to five kilometres (2–3 mi) in cumulative length. === Roles === The naked mole-rat is the first mammal discovered to exhibit eusociality. The Damaraland mole-rat (Cryptomys damarensis) is the only other eusocial mammal currently known. This eusocial structure of naked mole-rats is similar to that found in ants, termites, and some bees and wasps. Only one female (the queen) and one to three males reproduce, while the rest of the members of the colony function as workers. The queen and breeding males are able to breed at one year of age. Workers are sterile, with the smaller focusing on gathering food and maintaining the nest, while larger workers are more reactive in case of attack. The non-reproducing females appear to be reproductively suppressed, meaning the ovaries do not fully mature, and do not have the same levels of certain hormones as the reproducing females. On the other hand, there is little difference of hormone concentration between reproducing and non- reproducing males. In experiments where the reproductive female was removed or died, one of the non-reproducing females would take over and become sexually active. Non-reproducing members of the colony are involved in cooperative care of the pups produced by the reproducing female. This occurs through the workers keeping the pups from straying, foraging for food, grooming, contributing to extension of tunnels, and keeping them warm.thumb|Female mole- rat ==== Queen and gestation ==== The relationships between the queen and the breeding males may last for many years; other females are temporarily sterile. Queens live from 13 to 18 years, and are extremely hostile to other females behaving like queens, or producing hormones for becoming queens. When the queen dies, another female takes her place, sometimes after a violent struggle with her competitors. Once established, the new queen's body expands the space between the vertebrae in her backbone to become longer and ready to bear pups. Gestation is about 70 days. A litter typically ranges from three to twelve pups, but may be as large as twenty-eight. The average litter size is eleven.Counting mole-rat mammaries and hungry pups, biologists explain why naked rodents break the rules, Roger Segelken, Cornell News, August 9, 1999 In the wild, naked mole-rats usually breed once a year, if the litter survives. In captivity, they breed all year long and can produce a litter every 80 days. The young are born blind and weigh about . The queen nurses them for the first month; after which the other members of the colony feed them fecal pap until they are old enough to eat solid food. ==== Workers ==== Smaller workers focus on acquiring food and maintaining tunnels, while the larger workers are more reactive in case of attacks. As in certain bee species, the workers are divided along a continuum of different worker-caste behaviors instead of discrete groups. Some function primarily as tunnellers, expanding the large network of tunnels within the burrow system, and some primarily as soldiers, protecting the group from outside predators. There are two main types of worker, the \"frequent workers\" who frequently perform tasks such as foraging and nest building and \"infrequent workers\" that show role overlap with the \"frequent workers\" but perform at a much slower rate. Workers are sterile when there is no new reproductive role to fill. ==== Dispersers ==== Inbreeding is a common phenomenon among naked mole-rats within a colony. Prolonged inbreeding is usually associated with lower fitness. However, the discovery of a disperser role has revealed an outbreeding mechanism in addition to inbreeding avoidance. Dispersers are morphologically, physiologically as well as behaviorally distinct from colony members and actively seek to leave their burrow when an escape opportunity presents itself. These individuals are equipped with generous fat reserves for their journey. Though they possess high levels of luteinizing hormone, dispersers are only interested in mating with individuals from foreign colonies rather than their own colony's queen. They also show little interest in working cooperatively with colony members in their natal burrow. Hence, the disperser morph is well-prepared to promote the exchange of individuals as well as genetic material between two otherwise separate colonies. ==== Colonies ==== Colonies range in size from 20 to 300 individuals, with an average of 75.The Naked Truth About Mole-Rats , Jill Locantore, Smithsonian Zoogoer, May/June 2002 ===Female mate choice=== Reproductively active female naked mole rats tend to associate with unfamiliar males (usually non-kin), whereas reproductively inactive females do not discriminate. The preference of reproductively active females for unfamiliar males is interpreted as an adaptation for inbreeding avoidance. Inbreeding is avoided because it ordinarily leads to the expression of recessive deleterious alleles. ===Diet=== thumb|A captive naked mole-rat eating Naked mole-rats feed primarily on very large tubers (weighing as much as a thousand times the body weight of a typical mole-rat) that they find deep underground through their mining operations. A single tuber can provide a colony with a long-term source of food—lasting for months, or even years, as they eat the inside but leave the outside, allowing the tuber to regenerate. Symbiotic bacteria in their intestines ferment the fibres, allowing otherwise indigestible cellulose to be turned into volatile fatty acids. Naked mole-rats sometimes also eat their own feces. This may be part of their eusocial behavior and a means of sharing hormones from the queen. ===Predators=== Naked mole rats are primarily preyed upon by snakes—especially the Rufous beaked snake and Kenyan sand boa—as well as various raptors. They are at their most vulnerable when constructing mounds and ejecting soil to the surface. ==Conservation status== Naked mole-rats are not threatened. They are widespread and numerous in the drier regions of East Africa.International Union for Conservation of Nature Red List: Heterocephalus Glaber listed as \"least concern\". ==The Photo Ark== A naked mole-rat living at the Lincoln Children's Zoo was the first animal to be photographed for the National Geographic project, The Photo Ark, which has the goal of photographing all species living in zoos and wildlife sanctuaries around the globe in order to inspire action to save wildlife. == References == == Further reading == * * * * * * * * * == External links == * Category:Mammals described in 1842 Category:Bathyergidae Category:Coprophagous animals Category:Fauna of East Africa Category:Negligibly senescent organisms Category:Rodents of Africa Category:Extant Zanclean first appearances",
 "title": "Naked mole-rat"
}