{
 "id": "484007",
 "text": "The red goshawk (Erythrotriorchis radiatus) is probably the rarest Australian bird of prey. It is found mainly in the savanna woodlands of northern Australia, particularly near watercourses. It takes a broad range of live prey, mostly birds. ==Taxonomy== The red goshawk was first described by the English ornithologist John Latham in 1801 under the binomial name Falco radiatus. The species used to be regarded as a very large member of the goshawk subfamily, Accipitrinae, but it is now believed that the resemblance to these other birds is convergent. Experts now group the red goshawk with the superficially dissimilar black-breasted buzzard Hamirostra melanosternon and square-tailed kite Lophoictinia isura as one of the Australasian old endemic raptors. It is believed that the ancestors of these birds, possibly together with a handful of species from South-east Asia and Africa, occupied Gondwana and over millions of years have diverged into their current forms. Gene sequencing studies have found a relationship between Hamirostra and Lophoictinia, however samples had not been obtained from Erythrotriorchis. ==Description== thumb|Red goshawk, Cape York Peninsula, Queensland Plumage is generally rufous; on the head streaked with black and white, having more white on the face and throat; on the upper surfaces (body and upperwings) marked with black. Flight feathers and tail are barred grey, dark above and light below. Underside (belly and underwing coverts) are rufous with slight black ticking. The female has a paler belly than the male. Juveniles (first year) have less streaking on the head. Adults have yellow irides (brown to yellow in the male); juveniles brown. The cere and skin around the eye vary from pale- blue in the juvenile through pale blue-grey to pale-grey in the adult. Adults' legs and feet are yellow; juveniles are pale grey, cream, or pale yellow. Wings are long, broad and fingered at the tips. Its long wings are unlike the short wings of the Accipiter goshawks. Its tail is long and broad; square- tipped and about half its total length. It has a robust bill, slight brow ridge, and very heavy feet with bare tarsi having scutellate scale pattern. Pattern of direct flight is described as \"sometimes leisurely, rather heavy and crow-like, with sustained flapping\". Pursuit is \"powerful and energetic with deep, fluid wing beats, like a fast-flying Brown Falcon\". It soars with wings raised in a slight dihedral, almost flat; glides with wings flat or slightly bowed; and sometimes stoops with closed wings. Size is 45–60 cm long, with 110–135 cm wingspan. Males weigh 635 g, females 1100–1400 g. The female is similar in size to a whistling kite, and the male to a female brown falcon. ==Distribution and habitat== Sites identified by BirdLife International as being important for red goshawk conservation are Lilyvale in Far North Queensland, Kakadu Savanna and the Tiwi Islands in the Northern Territory, and Mornington Sanctuary in the Kimberley region of Western Australia. ==Behaviour== ===Breeding=== The nest is built in an exposed fork of a tall emergent tree. It is a stick platform lined with green leaves, 60–120 cm across and 30–50 cm deep. The egg-laying season is from May to October in the tropical north, and August to October in the east. Incubation takes 40 days, the nestling period 51–53 days, and juveniles remain dependent for 2–3 months. ===Diet=== Red goshawks eat mostly birds, especially parrots and pigeons; rarely they also prey on mammals, reptiles, and large insects. Early and late in the day, they hunt from concealed perches in the trees. In the middle of the day, they use long transects, quartering through or above the canopy, or search from a high soaring position. They attack by a stealthy glide, direct chase, or may stoop from a height. ==Status== The red goshawk is listed nationally as vulnerable under the federal Environmental Protection and Biodiversity Conservation Act 1999 EPBC and is listed as endangered in Queensland and New South Wales and vulnerable in the Northern Territory and Western Australia. It is also listed under the Convention on International Trade in Endangered Species of Wild Fauna and Flora CITES. The species is sparsely dispersed throughout its range across Australia but recent significant declines have been cause for concern, the main threats and causes of declines in eastern Australia have been attributed to clearing of forests and woodlands for agriculture which leads to degradation of remaining habitat, reduced available prey and reduction in suitable nesting sites. The protection of remaining intact habitat and the recovery of suitable habitat through rehabilitation through regulation on land clearing is an important conservation management tool for their survival. ==References== red goshawk Category:Birds of the Northern Territory Category:Birds of Queensland Category:Endemic birds of Australia Category:Diurnal raptors of Australia red goshawk red goshawk",
 "title": "Red goshawk"
}