{
 "id": "484171",
 "text": "Dr William Laurence Wilson (born 11 December 1963) is a former Scottish National Party (SNP) politician. He was a regional list Member of the Scottish Parliament (MSP) for the West of Scotland region from 2007 to 2011. He left the SNP in 2017 and now serves as co-convener of the Edinburgh Branch of the Scottish Green Party. ==Early life== Wilson was born in Paisley in 1963 and attended Shawlands Academy, the University of Glasgow, University of Aberdeen, and Queen's University Belfast. While living in Oxford, employed in conservation by the Berkshire, Buckinghamshire and Oxfordshire Wildlife Trust and the University of Oxford, he became politically involved with the Labour Party. Upon returning to his native Scotland he became convinced of the case for Scottish independence and that the Labour Party's commitment to social justice was waning. In 1989 he joined the Scottish National Party (SNP). ==Candidature and leadership challenge== He stood unsuccessfully as an SNP candidate for the House of Commons in the Glasgow Anniesland constituency in the 1997 General Election before standing in the Glasgow Maryhill constituency in both the 1999 and 2003 Scottish Parliamentary elections. Wilson was also elected chair of the SNP's Glasgow Regional Association in 2001. In the aftermath of the SNP's poor election performance in 2003, Wilson became convinced that a change of direction was needed by the SNP leadership. After discussing this with various SNP members, he was persuaded to contest the leadership himself and launched a challenge against the SNP leader, John Swinney. His campaign focused on the issue of centralising the control of the party away from the branches and activists, and what he argued was the trend of placing the SNP ideologically in the centre ground of politics, away from the party's traditional position on the left-of-centre. In the leadership contest that ensued at the SNP's 2003 Conference Swinney received 577 votes from those delegates voting to Wilson's 111 to remain leader. There were 17 \"positive abstentions\" (delegates present who voted in other ballots that day) and 60 non-voters. However, the following year Swinney resigned after sustained media speculation that he was unsuitable for the role. The immediate catalyst for Swinney's resignation was the SNP's poor performance in the elections to the European Parliament, although many spectators commented that Wilson's challenge also contributed to his resignation. Shortly after the leadership contest he stood down as convenor of the SNP Glasgow Regional Association and was replaced in that position by his leadership campaign manager. Wilson stood as the SNP candidate for the Paisley and Renfrewshire North constituency for the 2005 UK general election. He finished in second place behind James Sheridan of the Labour Party. ==As an MSP== At the 2007 Scottish Parliament election, Wilson stood in the West Renfrewshire constituency and also on the party list for the West of Scotland region. In West Renfrewshire he came third, the SNP dropping behind the Conservatives who took second place to Labour. He was elected on the regional list and sworn in as a Member of the Scottish Parliament. Wilson's maiden speech to the Scottish Parliament, delivered on 6 June 2007, underlined his belief in the links between crime and deprivation and his commitment to social justice. His campaigns have included awareness of the negative health impact of depleted uranium on service personnel and civilians, equity fines for corporate crimes, as well as promotion of Scots language. ==Joining the Scottish Greens== Following the 2017 General Election campaign Wilson left the SNP and subsequently joined the Scottish Green Party. On 28 June 2018 he was elected Co-Convener of the Edinburgh Branch of the Scottish Greens. == References == ==External links == * *Bill Wilson former MSP on TheyWorkForYou.com Category:1963 births Category:Living people Category:Politicians from Glasgow Category:Scottish National Party MSPs Category:Labour Party (UK) politicians Category:Members of the Scottish Parliament 2007–2011 Category:People educated at Shawlands Academy Category:Alumni of the University of Glasgow Category:Alumni of the University of Aberdeen Category:Alumni of Queen's University Belfast Category:People from Paisley, Renfrewshire Category:Scottish republicans Category:Scottish Green Party politicians",
 "title": "Bill Wilson (Scottish politician)"
}