{
 "id": "484113",
 "text": "Crash! Boom! Bang! is the fifth studio album by Swedish pop duo Roxette, released on 9 April 1994 by EMI. The album was an immediate commercial success, peaking within the top 10 in over 20 national charts throughout Europe, Australasia and South America. The full-length album was not originally released in the United States, where a shortened version titled Favorites from Crash! Boom! Bang! was sold for a limited time through McDonald's outlets; this version sold over a million copies in the US but was deemed ineligible to chart on the Billboard 200 as, until 2007, Billboard had a policy of excluding albums sold by an exclusive retailer. Five singles were released from the album: lead single \"Sleeping in My Car\" became the duo's second number one in their home country, and peaked at number seven on Billboards European Hot 100 Singles. It would become the duo's final track to appear on the Billboard Hot 100, where it peaked at number 50, and was also their last hit single in Australia. This was followed by the release of \"Crash! Boom! Bang!\", \"Fireworks\", \"Run to You\" and \"Vulnerable\". As of 2001, Crash! Boom! Bang! has sold in excess of 5 million copies worldwide. Japanese editions included \"Almost Unreal\" as a bonus track. ==Release and promotion== Prior to Crash! Boom! Bang!s international release, a shorter version of the album was released by CEMA for a limited time exclusively through outlets of the McDonald's restaurant chain in the US. Favorites from Crash! Boom! Bang! sold over a million copies, the proceeds of which were used to fund Ronald McDonald House Charities programs for the health and well-being of children. This CD was sold at below normal wholesale cost, and the promotion angered traditional music retailers, who claimed that it devalued music. This edition of the record was the subject of a 1998 lawsuit filed against an Uppsala-based music production company by Roxette and their Swedish record label. The duo and their label alleged that J.G.S. Skivproduktion illegally imported 40,000 copies of Favorites from Crash! Boom! Bang! into the EU. Rather than seek monetary damages, the duo requested the destruction of all remaining copies. The record was released globally from 9 April 1994 on CD, cassette and vinyl formats. Japanese editions included \"Almost Unreal\" as a bonus track—the song had previously been released as a non-album single on the soundtrack of the Super Mario Bros. (1993) motion picture. Despite a tentative \"early summer\" release date being set for the US, the full-length album would not see release there until it was reissued globally with bonus tracks in 2009. According to Nielsen SoundScan, the full-length album sold 46,000 copies in the US as of 2005, as an import-release. The band toured extensively to promote the record, the \"Crash! Boom! Bang! Tour\" saw them perform to over a million people. Roxette became the first western act since Wham! in 1985 to stage a concert in communist China, performing to over 15,000 people at the Workers Indoor Arena. The tour concluded on 1 May 1995 in Moscow, with Roxette becoming the first act since 1917 to hold a concert on that date—a public holiday in Russia. As of 2001, the album has sold over 5 million copies worldwide. Five singles were released from the album. \"Sleeping in My Car\" served as its lead single, and was an immediate commercial success throughout Europe. The song debuted at number one in Sweden, and peaked within the top 20 of national charts in numerous territories: namely Austria, Benelux, Germany, Ireland, Scandinavia, Spain and the UK. It went on to peak at number seven on European Hot 100 Singles. The song was serviced to US radio stations from 2 June, and would be the duo's final track to appear on the Billboard Hot 100, peaking at number 50. \"Crash! Boom! Bang!\", \"Fireworks\" and \"Run to You\" were released as subsequent singles, each with varying degrees of success. \"Vulnerable\" concomitantly served as both Crash! Boom! Bang!s fifth and final single and lead single from the band's 1995 compilation Rarities. The album was released exclusively in South America and Asia, and compiled previously unreleased demos and remixes, as well as songs from the band's 1993 MTV Unplugged set. ==Critical reception== The album received mixed reviews from the American music press. A writer for Entertainment Weekly was critical of the album's ballads and mid-tempo songs, and complained that \"If only Per Gissle (sic) had let the charged-up Marie Fredriksson sing lead vocals on all 15 songs, Crash! might've qualified as an unqualified guilty pleasure.\" People expressed a similar sentiment: complimenting the scope and diversity of material found on the record, but said that \"As with the duo's previous work, Crash! Boom! Bang! hits its best notes when Fredriksson is at the mike\", and said that her vocals were \"more subtle and graceful than [ever]\". Although a review for AllMusic complimented the duo's vocals and songwriting, they lamented the album as being \"too pop for rock listeners and too rock for mid-'90s pop fans.\" Conversely, Jean Rosenbluth of the Los Angeles Times praised the album's inclusion of harder rock influences, complimenting the \"deliciously overwrought ballads, bubblegum and great almost-grunge.\" Music & Media stated that \"The world champions of pop rock are defending their title in style with this 15-single jukebox, a fifty fifty balance between rockers (Sleeping In My Car) and ballads (Place Your Love and the title track). ==Track listing== ==Personnel== Credits adapted from the liner notes of Crash! Boom! Bang!. * Roxette are Per Gessle and Marie Fredriksson * Recorded at Tits & Ass Studio in Halmstad and EMI Studios in Stockholm, Sweden; Mayfair Studios in London, England and Capri Digital Studios in Capri, Italy between February 1993 and January 1994. * Mastered by George Marino at Sterling Sound Studios, New York City * Remastered by Alar Suurna at Polar Studio, Stockholm (2009 reissue) * All songs published by Jimmy Fun Music, except: \"Go to Sleep\" by Shock the Music/Jimmy Fun Music. Musicians * Marie Fredriksson – lead and background vocals, piano and keyboards * Per Gessle – lead and background vocals, acoustic, electric and resonator guitars, harmonica and mixing * Per \"Pelle\" Alsing – drums and percussion * Vicki Benckert – background vocals * Anders Herrlin – bass guitar, engineering and programming * Mats Holmquist – string arrangements and conducting * Jonas Isacsson – acoustic and electric guitars and mandolin * Christer Jansson – drums and percussion * Jarl \"Jalle\" Lorensson – harmonica * Clarence Öfwerman – keyboards, string arrangements, programming, production and mixing * Staffan Öfwerman – background vocals * Jan \"Janne\" Oldaeus – electric guitars * Mats \"MP\" Persson – electric guitars, mandolin, drums and percussion * Per \"Pelle\" Sirén – acoustic and electric guitars * Stockholms Nya Kammarorkester – strings * Alar Suurna – drums and percussion, engineering and mixing * Sveriges Radios Symfoniorkester – woodwind quartet * Nicolas \"Nicki\" Wallin – drums and percussion Technical * Sleeve design by Roxette and Kjell Andersson * Photography by Jonas Linell * Set design by Mikael Varhelyi ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- !scope=\"col\"|Chart (1994) !scope=\"col\"| |- ! scope=\"row\"|Argentine Albums (CAPIF) | align=\"center\"|6 |- |- |- ! scope=\"row\"|Belgian Albums (Ultratop) | align=\"center\"|5 |- ! scope=\"row\"|Canadian Albums (The Record) | align=\"center\"|13 |- ! scope=\"row\"|Chilean Albums (AFP Chile) | align=\"center\"|4 |- ! scope=\"row\"|Danish Albums (Hitlisten) | align=\"center\"|3 |- |- ! scope=\"row\"|European Albums (Billboard) | align=\"center\"|3 |- !scope=\"row\"|Finnish Albums (Suomen virallinen lista) | align=\"center\"|2 |- |- |- ! scope=\"row\"|Japanese Albums (Oricon) | align=\"center\"|8 |- |- ! scope=\"row\"|Portuguese Albums (AFP) | align=\"center\"|3 |- |- !scope=\"row\"|Spanish Albums (Promúsicae) | align=\"center\"|2 |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- !scope=\"col\"|Chart (1994) !scope=\"col\"|Position |- !scope=\"row\"|Austrian Albums (Ö3 Austria) |9 |- !scope=\"row\"|Dutch Albums (MegaCharts) |48 |- !scope=\"row\"|German Albums (GfK) |9 |- !scope=\"row\"|Italian Albums (FIMI) |49 |- !scope=\"row\"|Norwegian Albums (VG- lista) |9 |- !scope=\"row\"|Swiss Albums (Schweizer Hitparade) |8 |- !scope=\"row\"|Swedish Albums (Sverigetopplistan) |5 |- |} ==Certifications== ==References== ==External links== * Category:1994 albums Category:Roxette albums Category:EMI Records albums",
 "title": "Crash! Boom! Bang!"
}