{
 "id": "484153",
 "text": "Miranda is a 1948 black and white British comedy film, directed by Ken Annakin and written by Peter Blackmore, who also wrote the play of the same name from which the film was adapted. The film stars Glynis Johns, Googie Withers, Griffith Jones, Margaret Rutherford, John McCallum and David Tomlinson. Denis Waldock provided additional dialogue. Music for the film was played by the London Symphony Orchestra, conducted by Muir Mathieson. The sound director was B. C. Sewell. The film is a light comedy fantasy about a beautiful and playful mermaid Miranda and her effect on the men and women she meets, as she outrageously flirts with and flatters every man she meets. Glynis Johns and Margaret Rutherford reprised their roles in the 1954 colour sequel, Mad About Men. ==Plot summary== As his wife is uninterested in fishing, Dr. Paul Martin goes on a holiday on the Cornwall coast without her. There, Miranda, a mermaid, catches him by pulling on his fishing line and making him fall in the water. She drags him down to her underwater cavern where she keeps him prisoner for a week and only lets him go after he agrees to show her London, where he lives. Having ordered several extra long dresses from his wife's London couturier to cover her tail, he disguises her as an invalid patient in a bath chair and takes her to his home, initially for a three weeks stay. Martin's wife Clare reluctantly agrees to the arrangement, but insists he hire someone to look after the \"patient\". He selects Nurse Carey for her eccentric nature and takes her into his confidence. To Paul's relief, Carey is delighted to be working for a mermaid as she has always believed they exist. Miranda's seductive nature earns her the admiration of not only Paul, but also his chauffeur Charles, as well as Nigel, the fiancé of Clare's friend and neighbour Isobel, arousing the jealousy of the women. Nigel even breaks off his engagement, but when he and Charles discover that Miranda has been flirting with both of them, they come to their senses. With Clare strongly suspecting that Miranda is a mermaid, she makes Martin admit it. But when Miranda overhears Clare telling Paul that the public must be told, Miranda wheels herself down to the Thames and makes her escape into the water. She had previously told them she would go to Majorca for a visit. In the final scene, Miranda is shown on a rock, holding a merbaby on her lap. ==Cast== * Glynis Johns as Miranda Trewella * Googie Withers as Clare Martin * Griffith Jones as Dr Paul Martin * John McCallum as Nigel * Margaret Rutherford as Nurse Carey * David Tomlinson as Charles * Yvonne Owen as Betty, the Martins' other servant and Charles's girlfriend * Sonia Holm as Isobel * Brian Oulton as Manell * Zena Marshall as Secretary * Lyn Evans as Inn Landlady * Stringer Davis as Museum Attendant * Hal Osmond as Railway Carman * Maurice Denham as Cockle Vendor ==Original Play== The film was based on a play by Peter Blackmore. He says he was inspired to write it after reading a scientific article about mermaids. In the play on which the film is based, Miranda eventually has to return to Cornwall to spawn, much to the displeasure of Martin's wife. The play was a hit in London – starring Genine Graham – and had a run in New York with Diana Lynn. ==Production== The film was put into production hurriedly in order to beat Mr. Peabody and the Mermaid to the screen. The end credits include the line \"Tail by Dunlop\". All underwater scenes were shot with a stunt double. Joan Hebden wore the tail by Dunlop. Glynis Johns stated in later interviews that the rubber tail was very buoyant, which caused problems as it tended to keep her head under the water. The initial director was Michael Chorlton. He was replaced during filming by Ken Annakin.Andrew Spicer, \"The Apple of Mr. Rank's Mercatorial Eye’: Managing Director of Gainsborough Pictures There was location filming in London and Cornwall. ==Reception== ===Box Office=== The film was one of the most popular movies at the British box office in 1948. According to Kinematograph Weekly the 'biggest winner' at the box office in 1948 Britain was The Best Years of Our Lives with Spring in Park Lane being the best British film and 'runners up' being It Always Rains on Sunday, My Brother Jonathan, Road to Rio, Miranda, An Ideal Husband, Naked City, The Red Shoes, Green Dolphin Street, Forever Amber, Life with Father, The Weaker Sex, Oliver Twist, The Fallen Idol and The Winslow Boy. It recorded a profit of £5,600. ==DVD release== The film was released on home video for the first time in North America on DVD on 5 July 2011 from VCI Entertainment. ==See also== * Mermaids in popular culture ==References== ==External links== * * * *Miranda at BFI Screenonline *Review of film at Variety * Category:1948 romantic comedy films Category:1948 films Category:British films Category:British romantic comedy films Category:British fantasy comedy films Category:Gainsborough Pictures films Category:Films set in Cornwall Category:British films based on plays Category:Films directed by Ken Annakin Category:Films about mermaids Category:Films produced by Betty Box Category:1940s fantasy-comedy films Category:1940s romantic fantasy films Category:British black-and-white films",
 "title": "Miranda (1948 film)"
}