{
 "id": "4845",
 "text": "Blood alcohol content (BAC), also called blood alcohol concentration or blood alcohol level, is a measurement of alcohol intoxication used for legal or medical purposes. For example, a BAC of 0.10 (0.10% or one tenth of one percent) means that there is 0.10 g of alcohol for every 100 ml of blood, which is the same as 21.7 mmol/l. A BAC of 0.0 is sober, while in the United States 0.08 is legally intoxicated for purposes of driving for those above 21, and above that is very impaired. BAC levels above 0.40 are potentially fatal. == Effects by alcohol level == == Estimation by intake == Blood alcohol content can be estimated by a method developed by Swedish professor in the 1920s: :EBAC = A/(r\\times Wt)-\\beta\\times T where: * is the mass of alcohol consumed. * is the ratio of body water to total weight. It varies between individuals but averages about 0.68 for men and 0.55 for women, since women tend to have a higher percentage of fat. * is body weight. * is the rate at which alcohol is metabolized. It is approximately 0.017% per hour. * is the amount time during which alcohol was present in the blood (usually time since consumption began). Sometimes the above is multiplied by 1.055 g/mL, the density of blood. In terms of fluid ounces of alcohol consumed and weight in pounds, the formula can be written as :EBAC=8\\times\\text{fl oz}/\\text{weight in pounds}-\\beta\\times T for a man or :EBAC=10\\times\\text{fl oz}/\\text{weight in pounds}-\\beta\\times T for a woman. Regarding metabolism () in the formula; females demonstrated a higher average rate of elimination (mean, 0.017; range, 0.014–0.021 g/210 L) than males (mean, 0.015; range, 0.013–0.017 g/210 L). Female subjects on average had a higher percentage of body fat (mean, 26.0; range, 16.7–36.8%) than males (mean, 18.0; range, 10.2–25.3%). Additionally, men are, on average, heavier than women but it is not strictly accurate to say that the water content of a person alone is responsible for the dissolution of alcohol within the body, because alcohol does dissolve in fatty tissue as well. When it does, a certain amount of alcohol is temporarily taken out of the blood and briefly stored in the fat. For this reason, most calculations of alcohol to body mass simply use the weight of the individual, and not specifically their water content. Examples: * 80 kg male drinking 3 drinks of 10 grams each, in two hours: : EBAC = (0.030 \\text{ kg})/(0.68 \\cdot 80\\text{ kg})\\times 1.055\\text{ g/mL} - (0.015 \\cdot 2) \\approx 0.025\\text{ g/dL} * 70 kg woman drinking 2.5 drinks of 10 grams each, in two hours: : EBAC = 0.025/(0.55 \\cdot 70) - (0.017 \\cdot 2) \\approx 0.035 \\text{ g/dL} {| class=\"wikitable\" |+ Standard drink chart (U.S.)Based on the CDC standard of 0.6 fl oz alcohol per drink. CDC alcohol FAQ |- ! scope=\"col\" | Alcohol ! scope=\"col\" | Amount (ml) ! scope=\"col\" | Amount (fl oz) ! scope=\"col\" | Serving size ! scope=\"col\" | Alcohol (% by vol.) ! scope=\"col\" | Alcohol |- | 80 proof liquor || 44 || 1.5 || One shot || 40 || |- | Table wine || 148 || 5 || One glass || 12 || |- | Beer || 355 || 12 || One can/bottle || 5 || |} Note: This chart defines a standard drink as 0.6 fluid ounces (14 g) of ethanol, whereas other definitions exist, for example 10 grams of ethanol. Standard drink sizes (Australia) * 375 ml can of light beer (2.7% alcohol) = 0.8 standard drinks * 375 ml can of mid-strength beer (3.5% alcohol) = 1 standard drink * 375 ml can of full strength beer (4.8% alcohol) = 1.4 standard drinks * 100 ml glass of wine (13.5% alcohol) = 1 standard drink * 150 ml glass of wine (13.5% alcohol) = 1.5 standard drinks * 30 ml shot of spirits (40% alcohol) = 0.95 standard drinks * 440 ml can of pre-mix spirits (approx. 5% alcohol) = 1.7 standard drinks * 440 ml can pre-mix spirits (approx. 7% alcohol) = 2.4 standard drinks {| class=\"wikitable sortable\" style=\"text-align: center\" |+ Approximate blood alcohol percentage (by volume)BAC Charts from Virginia Tech Based on one drink having alcohol by volume |- ! scope=\"col\" rowspan=\"2\" | Drinks ! scope=\"col\" rowspan=\"2\" | Sex ! scope=\"col\" colspan=\"9\" | Body weight |- ! scope=\"col\" class=\"nowrap\" | 40 kg 90 lb ! scope=\"col\" class=\"nowrap\" | 45 kg 100 lb ! scope=\"col\" class=\"nowrap\" | 55 kg 120 lb ! scope=\"col\" class=\"nowrap\" | 64 kg 140 lb ! scope=\"col\" class=\"nowrap\" | 73 kg 160 lb ! scope=\"col\" class=\"nowrap\" | 82 kg 180 lb ! scope=\"col\" class=\"nowrap\" | 91 kg 200 lb ! scope=\"col\" class=\"nowrap\" | 100 kg 220 lb ! scope=\"col\" class=\"nowrap\" | 109 kg 240 lb |- | rowspan=\"2\" | 1 || Male || – || 0.04 || 0.03 || 0.03 || 0.02 || 0.02 || 0.02 || 0.02 || 0.02 |- | Female || 0.05 || 0.05 || 0.04 || 0.03 || 0.03 || 0.03 || 0.02 || 0.02 || 0.02 |- | rowspan=\"2\" | 2 || Male || – || 0.08 || 0.06 || 0.05 || 0.05 || 0.04 || 0.04 || 0.03 || 0.03 |- | Female || 0.10 || 0.09 || 0.08 || 0.07 || 0.06 || 0.05 || 0.05 || 0.04 || 0.04 |- | rowspan=\"2\" | 3 || Male || – || 0.11 || 0.09 || 0.08 || 0.07 || 0.06 || 0.06 || 0.05 || 0.05 |- | Female || 0.15 || 0.14 || 0.11 || 0.10 || 0.09 || 0.08 || 0.07 || 0.06 || 0.06 |- | rowspan=\"2\" | 4 || Male || – || 0.15 || 0.12 || 0.11 || 0.09 || 0.08 || 0.08 || 0.07 || 0.06 |- | Female || 0.20 || 0.18 || 0.15 || 0.13 || 0.11 || 0.10 || 0.09 || 0.08 || 0.08 |- | rowspan=\"2\" | 5 || Male || – || 0.19 || 0.16 || 0.13 || 0.12 || 0.11 || 0.09 || 0.09 || 0.08 |- | Female || 0.25 || 0.23 || 0.19 || 0.16 || 0.14 || 0.13 || 0.11 || 0.10 || 0.09 |- | rowspan=\"2\" | 6 || Male || – || 0.23 || 0.19 || 0.16 || 0.14 || 0.13 || 0.11 || 0.10 || 0.09 |- | Female || 0.30 || 0.27 || 0.23 || 0.19 || 0.17 || 0.15 || 0.14 || 0.12 || 0.11 |- | rowspan=\"2\" | 7 || Male || – || 0.26 || 0.22 || 0.19 || 0.16 || 0.15 || 0.13 || 0.12 || 0.11 |- | Female || 0.35 || 0.32 || 0.27 || 0.23 || 0.20 || 0.18 || 0.16 || 0.14 || 0.13 |- | rowspan=\"2\" | 8 || Male || – || 0.30 || 0.25 || 0.21 || 0.19 || 0.17 || 0.15 || 0.14 || 0.13 |- | Female || 0.40 || 0.36 || 0.30 || 0.26 || 0.23 || 0.20 || 0.18 || 0.17 || 0.15 |- | rowspan=\"2\" | 9 || Male || – || 0.34 || 0.28 || 0.24 || 0.21 || 0.19 || 0.17 || 0.15 || 0.14 |- | Female || 0.45 || 0.41 || 0.34 || 0.29 || 0.26 || 0.23 || 0.20 || 0.19 || 0.17 |- | rowspan=\"2\" | 10 || Male || – || 0.38 || 0.31 || 0.27 || 0.23 || 0.21 || 0.19 || 0.17 || 0.16 |- | Female || 0.51 || 0.45 || 0.38 || 0.32 || 0.28 || 0.25 || 0.23 || 0.21 || 0.19 |- class=\"sortbottom\" | colspan=\"11\" style=\"text-align: center\" | Subtract approximately 0.01 every 40 minutes after drinking. |} == Binge drinking == The National Institute on Alcohol Abuse and Alcoholism (NIAAA) define the term \"binge drinking\" as a pattern of drinking that brings a person's blood alcohol concentration (BAC) to 0.08 grams percent or above. This typically happens when men consume five or more drinks, and when women consume four or more drinks, in about two hours.\"Quick Stats: Binge Drinking.\" The Centers for Disease Control and Prevention. April 2008.. == Units of measurement == There are several different units in use around the world for defining blood alcohol concentration. Each is defined as either a mass of alcohol per volume of blood or a mass of alcohol per mass of blood (never a volume per volume). 1 milliliter of blood has a mass of approximately 1.06 grams. Because of this, units by volume are similar but not identical to units by mass. In the U.S. the concentration unit 1% w/v (percent mass/volume, equivalent to 10 g/l or 1 g per 100 ml) is in use. This is not to be confused with the amount of alcohol measured on the breath, as with a breathalyzer. The amount of alcohol measured on the breath is generally accepted as proportional to the amount of alcohol present in the blood at a rate of 1:2100. Therefore, a breathalyzer measurement of 0.10 mg/L of breath alcohol converts to 0.0001×2100 g/L, or 0.21 g/L of blood alcohol (the units of the BAC in the United States, this is equivalent to 0.21 permille). While a variety of units (or sometimes lack thereof) is used throughout the world, many countries use the g/L unit, which does not create confusion as percentages do. Usual units are highlighted in the table below. {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" ! Reference !! Unit !! Dimensions !! Equivalent to !! Used in |- |rowspan=\"3\"|BAC by volume || 1 percent (%) || 1/100 g/mL = 1 g/dL || 9.43 mg/g, 217.4 mmol/L || United States, Australia, Canada |- | 1 permille (‰) || 1/1000 g/mL = 1 g/L || 0.943 mg/g, 21.7 mmol/L || Austria, Belgium, Bulgaria, Czech Republic, France, Latvia, Lithuania, Netherlands, Poland, Romania, Spain, Switzerland, Turkey |- | 1 basis point (‱) || 1/10,000 g/mL = 10 mg/100 mL || 94.3 ppm, 2.17 mmol/L|| United Kingdom |- |rowspan=\"3\"|BAC by mass ||1 percent (%) || 1/100 g/g = 1 cg/g || 1.06 cg/mL, 230 mmol/L |- | 1 permille (‰) || 1/1000 g/g = 1 mg/g || 1.06 mg/mL, 23 mmol/L || Finland, Norway, Sweden, Denmark, Germany, Ireland, Russian Federation |- | 1 part per million (ppm) || 1/1,000,000 g/g = 1 μg/g || 1.06 μg/mL, 23 μmol/L | |} == Legal limits == thumb|right|300px|Map of Europe showing countries' blood alcohol limits as defined in g/dl for the general population For purposes of law enforcement, blood alcohol content is used to define intoxication and provides a rough measure of impairment. Although the degree of impairment may vary among individuals with the same blood alcohol content, it can be measured objectively and is therefore legally useful and difficult to contest in court. Most countries disallow operation of motor vehicles and heavy machinery above prescribed levels of blood alcohol content. Operation of boats and aircraft is also regulated. The alcohol level at which a person is considered legally impaired varies by country. The list below gives limits by country. These are typically blood alcohol content limits for the operation of a vehicle. ===0%=== It is illegal to have any measurable alcohol in the blood while driving in these countries. Most jurisdictions have a tolerance slightly higher than zero to account for false positives and naturally occurring alcohol in the body. Some of the following jurisdictions have a general prohibition of alcohol. * Australia—Learner drivers or those drivers with a Provisional/Probationary Licence * Bangladesh * Brazil * Brunei * Canada—new drivers undergoing graduated licensing in Ontario, British Columbia, Newfoundland and Labrador and Alberta; drivers under the age of 22 in Manitoba, New Brunswick, Northwest Territories, Nova Scotia, Ontario, Saskatchewan and in Quebec receive a 30-day suspension and 7-day vehicle seizure. Drivers in Alberta who are in the graduated licensing program, regardless of age, are subject to the same 30-day/7-day suspensions/seizure policy. * Colombia —Zero Alcohol Tolerance law is effective since December 2013 * Czech Republic * Estonia * Fiji * Germany—for learner drivers, all drivers 18–21 and newly licensed drivers of any age for first two years of licence * Hungary * Israel—24 µg per 100 ml (0.024%) of breath (penalties only apply above 26 µg per 100 ml (0.026%) of breath due to lawsuits about sensitivity of devices used). New drivers, drivers under 24 years of age and commercial drivers 5 µg per 100 ml of breath.(0.005%) * Italy—for drivers in their first three years after gaining a driving license * Japan—drivers under the age of 20 because of not reaching legal drinking age. * Kuwait * New Zealand—drivers under the age of 20; drivers convicted of excess breath alcohol may be required to gain a zero-limit license. * Nepal * Oman * Qatar * Pakistan * Paraguay * Romania—beyond 0.04% drivers will not only receive a fine and have their license suspended, the offense will also be added to their criminal records. * Russian Federation—0% introduced in 2010, but discontinued in September 2013 * Saudi Arabia * Slovakia * Uruguay * United Arab Emirates * Vietnam ===0.02%=== * China * Netherlands (for drivers in their first five years after gaining a driving license) * Norway (road vehicles and sea vessels over 15 m), alternatively 0.1 mg/L of breath. * Poland (0.02% – 0.05% is a petty offence, over 0.05% is a criminal offence) * Puerto Rico * Russia (0.018% since September 2013) * Serbia * Sweden * Ukraine * United States—drivers under the age of 21 must have 0.02% or less on the federal level; however, most states have Zero Tolerance laws emplaced. Otherwise the limit is 0.08%, except in Utah, where it is 0.05%. === 0.03%=== * Belarus * Bosnia and Herzegovina (0.031%) * Chile * India * Japanhttp://www.npa.go.jp/policies/application/license_renewal/pdf/english.pdf [outdated, invalid] https://englishlawyersjapan.com/what-is-the-legal-limit- for-drunk-driving-in-japan-and-what-happens-if-i-drive-under-the-influence/ [11/2021] The breath alcohol concentration limit for driving in Japan is 0.15 mg/l, which, assuming a breath alcohol to blood alcohol ratio of 1:2,100, is roughly equivalent to a BAC of 0.0315%. The penalties become even more severe at 0.25 mg/l, which is roughly equivalent to a BAC of 0.0525%. * Korea === 0.04%=== * Lithuania (0.00% for car drivers in their first three years after gaining a driving license, motorcycle and truck drivers) === 0.05%=== * Argentina: 0.02% for motorbikes, 0.00% for truck, taxi, and bus drivers, 0.00% in the provinces of Cordoba and Salta * Australia: 0.00% for Australian Capital Territory learner, provisional and convicted DUI drivers (changed down from 0.02% on December 1, 2010), 0.02% for truck/bus/taxi, 0.00% for learner drivers, provisional/probationary drivers (regardless of age), truck and bus drivers, driving instructors and DUI drivers in all other states) * Austria: no limit for pedestrians; 0.08% for cycling; 0.05% generally for cars <7.5 t (driving licence B) and motorbikes (A); but 0,01% during learning (for driver and teacher or L17-assistant). During probation period (at least the first 3 years) or up to the age of 21, when license was handed out after July 1, 2017, when older (at least the first 2 years) or up to the age of 20 (A1, AM, L17, F), trucks (C >7.5 t), bus (D), drivers of taxi and public transporthttps://www.help.gv.at/Portal.Node/hlpd/public/content/4/Seite.042000.html Alkohol am Steuer, HELP.gv.at, of 19. January 2013, retr. 22. April 2013http://www.verkehrspsychologie.at/gesetzliche_grundlagen_fuehrerscheinentzug.htm Gesetzliche Grundlagen für den Führerscheinentzug (Alkohol), verkehrspsychologie.at, AAP – Angewandte Psychologie und Forschung GmbH, Wien, retr. 22. April 2013 * Belgium (also for cyclists) * Bulgaria * Canada: Alberta, British Columbia, Ontario, Manitoba, Newfoundland, Nova Scotia, New Brunswick—provincial offence. Drivers have not committed a criminal offense, however a 3-day licence suspension and 3-day vehicle seizure occurs. * Costa Rica * Croatia: professional drivers, driving instructors and drivers of the vehicle categories C1, C1+E, C, C+E, D, D+E and H; the limit for other drivers is 0.50 mg/g, but they do get an additional separate fine if they cause an accident while having a blood alcohol level between 0 and 0,50 mg/g * Denmark * Finland * France: 0.025% for bus drivers. Between 0.05% and 0.08%, drivers can be fined €135 and have six points removed from their licence. Above 0.08%, the punishment is more severe with possible imprisonment of up to two years, heavy fines and licence suspension. * Germany (0.0% for learner drivers, all drivers 18–21 and newly licensed drivers of any age for first two years of licence; also, if the BAC exceeds 0.03%, driving is illegal if the driver is showing changes in behavior (\"Relative Fahruntüchtigkeit\")) * Greece (0.02% for drivers in their first two years after gaining a driving license) * Hong Kong * Iceland: New laws yet to take effect will change the limit to 0.02%. * Ireland: 0.02% for professional, learner and novice drivers(drivers in their first two years after gaining a driving license) * Israel: 24 µg per 100 ml (0.024%) of breath (penalties only apply above 26 µg per 100 ml (0.026%) of breath due to lawsuits about sensitivity of devices used). This is equivalent to a BAC of 0.05. New drivers, drivers under 24 years of age and commercial drivers 5 µg per 100 ml of breath. This is equivalent to a BAC of 0.01. * Italy: 0.00% for drivers in their first three years after gaining a driving license * Latvia: 0.02% for drivers in their first two years after gaining a driving license * Luxembourg * Malta: 0.02% for drivers with a probationary driving licence and drivers of commercial vehicles, and 0.00% for drivers of buses, coaches and other passenger carrying vehicles. * Mauritius * Netherlands: 0.02% for drivers in their first five years after gaining a driving license * New Zealand * North Macedonia: 0.00% for drivers in their first two years after gaining a driving license * Peru * Philippines: 0.00% for taxicab and public transport drivers * Portugal: 0.02% for drivers holding a driver's licence for less than three years, professional drivers, and drivers of taxis, heavy vehicles, emergency vehicles, public transport of children and carrying dangerous goods. * Scotland: Scotland's drink-drive limit was reduced, by law, on 5 December 2014 from 0.08 to any of the following: 22 mcg of alcohol in 100 ml of breath, 50 mg of alcohol in 100 ml of blood, or 67 mg of alcohol in 100 ml of urine * Slovenia: 0.00% for drivers in their first two years after gaining a drivers licence, drivers under 21 and professional drivers, such as buses, trucks. * South Africa: 0.02% for professional drivers; to be changed for all to 0.00% by June 2020 * Spain (0.03% for drivers in their first two years after gaining a driving license and common carriers, such as buses and trucks) * Switzerland (0.00% for learner drivers, drivers which are in their first three years after gaining a drivers licence and for driving instructors) * Thailand: 0.02% for drivers who (1) hold a probationary driving licence or; (2) have a licence for different vehicle category or; (3) are under 20 years old or; (4) are disqualified and attempt to drive illegallyราชกิจจานุเบกษา, กฎกระทรวงฉบับที่ ๒๑ (พ.ศ. ๒๕๖๐) ออกตามความในพระราชบัญญัติจราจรทางบก พ.ศ. ๒๕๒๒, เล่ม ๑๓๔ ตอนที่ ๕๙ ก, ๓๑ พฤษภาคม ๒๕๖๐ (Ministerial Regulation on Legal Alcohol Limit for Drivers, 2017) * Taiwan: breath alcohol limit decreased from 0.25 to 0.15 from 13 June 2013 * Turkey * United States – Utah === 0.06%=== * The Bahamas === 0.07%=== * Honduras === 0.08%=== * Canada * England and Wales; 0.02% for operators of fixed-wing aircraft * Liechtenstein * Malaysia: 0.00 for Probationary Driving Licence holders * Mexico * New Zealand: Criminal offence * Norway: legal limit for sea vessels under 15 m * Northern Ireland: The government of Northern Ireland intends to reduce the general limit to 0.05%. * Puerto Rico: For drivers 18 years and older * SingaporeDriving In Singapore – Home * Trinidad and Tobago * United States: Every state except Utah imposes mandatory penalties for operating a vehicle with a BAC level of 0.08% or greater.National Institute of Alcohol Abuse and Alcoholism. http://alcoholpolicy.niaaa.nih.gov/Blood_Alcohol_Concentration_Limits_Adult_Operators_of_Noncommercial_Motor_Vehicles.html. Accessed on February 01, 2013. Even below those levels drivers can have civil liability and other criminal guilt (e.g., in Arizona driving impairment to any degree caused by alcohol consumption can be a civil or criminal offense in addition to other offenses at higher blood alcohol content levels). Drivers under 21 (the most common U.S. legal drinking age) are held to stricter standards under zero tolerance laws adopted in varying forms in all states: commonly 0.01% to 0.05%. See Alcohol laws of the United States by state. Federal Motor Carrier Safety Administration: 0.04% for drivers of a commercial vehicle requiring a commercial driver's license and 0.01% for operators of common carriers, such as buses. ===0.10%=== * Cayman Islands === Breath alcohol content === In certain countries, alcohol limits are determined by the breath alcohol content (BrAC), not to be confused with blood alcohol content (BAC). * In Greece, the BrAC limit is 250 micrograms of alcohol per litre of breath. The limit in blood is 0.50 g/l. The BrAC limit for drivers in their first two years after gaining a driving license and common carriers are more restricted to 100 micrograms per litre of breath. ** BrAC 250–400 = €200 fine. ** BrAC 400–600 = €700 fine, plus suspension of driving license for 90 days (introduced in 2007) ** BrAC >600 = 2 months imprisonment, plus suspension of driving license for 180 days, plus €1,200 fine * In Hong Kong, the BrAC limit is 220 micrograms per litre of breath (as well as other defined limits) * In The Netherlands and Finland, the BrAC limit is 220 micrograms of alcohol per litre of breath (μg/l, colloquially known as \"ugl\" because some types of breathalyzer show the μ as 'u' due to screen size limitations). * In New Zealand, the BrAC limit is 250 micrograms of alcohol per litre of breath for those aged 20 years or over, and zero (meaning illegal to have any measurable breath alcohol content) for those aged under 20 years. * In Singapore, the BrAC limit is 350 micrograms of alcohol per litre of breath. * In Spain the BrAC limit is 250 micrograms of alcohol per litre of breath and 150 micrograms per litre of breath for drivers in their first two years after gaining a driving license and common carriers. * In England and Wales the BrAC limit is 350 micrograms of alcohol per litre of breath (as well as the above defined blood alcohol content). * In Scotland the BrAC limit is 220 micrograms of alcohol per litre of breath (as well as the above defined blood alcohol content). * In Trinidad and Tobago the BrAC limit is 35 micrograms of alcohol per 100 millilitres of breath (as well as the above defined blood alcohol content). === Other limitation schemes === * For South Korea, the penalties for different blood alcohol content levels include ** 0.01–0.049 = No penalty ** 0.05–0.09 = 100 days license suspension ** >0.10 = Cancellation of car license. == Test assumptions == Blood alcohol tests assume the individual being tested is average in various ways. For example, on average the ratio of blood alcohol content to breath alcohol content (the partition ratio) is 2100 to 1. In other words, there are 2100 parts of alcohol in the blood for every part in the breath. However, the actual ratio in any given individual can vary from 1300:1 to 3100:1, or even more widely. This ratio varies not only from person to person, but within one person from moment to moment. Thus a person with a true blood alcohol level of 0.08% but a partition ratio of 1700:1 at the time of testing would have a 0.10 reading on a Breathalyzer calibrated for the average 2100:1 ratio. After fatal accidents, it is common to check the blood alcohol levels of involved persons. However, soon after death, the body begins to putrefy, a biological process which produces ethanol. This can make it difficult to conclusively determine the blood alcohol content in autopsies, particularly in bodies recovered from water. For instance, following the Moorgate tube crash, the driver had a blood alcohol concentration of 80 mg/100 ml, but it could not be established how much of this could be attributed to natural decomposition. ===Extrapolation=== Retrograde extrapolation is the mathematical process by which someone's blood alcohol concentration at the time of driving is estimated by projecting backwards from a later chemical test. This involves estimating the absorption and elimination of alcohol in the interim between driving and testing. The rate of elimination in the average person is commonly estimated at 0.015 to 0.020 grams per deciliter per hour (g/dl/h), although again this can vary from person to person and in a given person from one moment to another. Metabolism can be affected by numerous factors, including such things as body temperature, the type of alcoholic beverage consumed, and the amount and type of food consumed. In an increasing number of states, laws have been enacted to facilitate this speculative task: the blood alcohol content at the time of driving is legally presumed to be the same as when later tested. There are usually time limits put on this presumption, commonly two or three hours, and the defendant is permitted to offer evidence to rebut this presumption. Forward extrapolation can also be attempted. If the amount of alcohol consumed is known, along with such variables as the weight and sex of the subject and period and rate of consumption, the blood alcohol level can be estimated by extrapolating forward. Although subject to the same infirmities as retrograde extrapolation—guessing based upon averages and unknown variables—this can be relevant in estimating BAC when driving and/or corroborating or contradicting the results of a later chemical test. ==Metabolism== Alcohol is absorbed throughout the gastrointestinal tract, but more slowly in the stomach than in the small or large intestine. For this reason, alcohol consumed with food is absorbed more slowly, because it spends a longer time in the stomach. Furthermore, alcohol dehydrogenase is present in the stomach lining. After absorption, the alcohol passes to the liver through the hepatic portal vein, where it undergoes a first pass of metabolism before entering the general bloodstream. Alcohol is removed from the bloodstream by a combination of metabolism, excretion, and evaporation. Alcohol is metabolized mainly by the group of six enzymes collectively called alcohol dehydrogenase. These convert the ethanol into acetaldehyde (an intermediate more toxic than ethanol). The enzyme acetaldehyde dehydrogenase then converts the acetaldehyde into non- toxic acetic acid. Many physiologically active materials are removed from the bloodstream (whether by metabolism or excretion) at a rate proportional to the current concentration, so that they exhibit exponential decay with a characteristic half-life (see pharmacokinetics). This is not true for alcohol, however. Typical doses of alcohol actually saturate the enzymes' capacity, so that alcohol is removed from the bloodstream at an approximately constant rate. This rate varies considerably between individuals. Another sex-based difference is in the elimination of alcohol. People under 25, women, or people with liver disease may process alcohol more slowly. Falsely high BAC readings may be seen in patients with kidney or liver disease or failure. Such persons also have impaired acetaldehyde dehydrogenase, which causes acetaldehyde levels to peak higher, producing more severe hangovers and other effects such as flushing and tachycardia. Conversely, members of certain ethnicities that traditionally did not use alcoholic beverages have lower levels of alcohol dehydrogenases and thus \"sober up\" very slowly but reach lower aldehyde concentrations and have milder hangovers. The rate of detoxification of alcohol can also be slowed by certain drugs which interfere with the action of alcohol dehydrogenases, notably aspirin, furfural (which may be found in fusel alcohol), fumes of certain solvents, many heavy metals, and some pyrazole compounds. Also suspected of having this effect are cimetidine, ranitidine, and acetaminophen (paracetamol). Currently, the only known substance that can increase the rate of alcohol metabolism is fructose. The effect can vary significantly from person to person, but a 100 g dose of fructose has been shown to increase alcohol metabolism by an average of 80%. Fructose also increases false positives of high BAC readings in anyone with proteinuria and hematuria, due to kidney-liver metabolism.Fructose & ethanol * * * * * * * * * * * * * * * * The peak of blood alcohol level (or concentration of alcohol) is reduced after a large meal. == Highest levels == There have been reported cases of blood alcohol content higher than 1%: * In 1982, a 24-year-old woman was admitted to the UCLA emergency room with a serum alcohol content of 1.51%, corresponding to a BAC of 1.33%. She was alert and oriented to person and place. Serum alcohol concentration is not equal to nor calculated in the same way as blood alcohol content. * In 1984, a 30-year-old man survived a blood alcohol concentration of 1.5% after vigorous medical intervention that included dialysis and intravenous therapy with fructose. * In 1995, a man from Wrocław, Poland, caused a car accident near his hometown. He had a blood alcohol content of 1.48% ; he was tested five times, with each test returning the same reading. He died a few days later of injuries from the accident. * In 2004, an unidentified Taiwanese woman died of alcohol intoxication after immersion for twelve hours in a bathtub filled with 40% ethanol. Her blood alcohol content was 1.35%. It was believed that she had immersed herself as a response to the SARS epidemic. * In South Africa, a man driving a Mercedes- Benz Vito light van containing 15 sheep allegedly stolen from nearby farms was arrested on December 22, 2010, near Queenstown in Eastern Cape. His blood had an alcohol content of 1.6%. Also in the vehicle were five boys and a woman, who were also arrested. * On 26 October 2012, a man from Gmina Olszewo-Borki, Poland, who died in a car accident, recorded a blood alcohol content of 2.23%; however, the blood sample was collected from a wound and thus possibly contaminated. * On 26 July 2013 a 40-year-old man from Alfredówka, Poland, was found by Municipal Police Patrol from Nowa Dęba lying in the ditch along the road in Tarnowska Wola. At the hospital, it was recorded that the man had a blood alcohol content of 1.374%. The man survived. == References == === Citations === ===General bibliography === * Carnegie Library of Pittsburgh. Science and Technology Department. The Handy Science Answer Book. Pittsburgh: The Carnegie Library, 1997. . * * Taylor, L., and S. Oberman. Drunk Driving Defense, 6th edition. New York: Aspen Law and Business, 2006. . == External links == * Estimated alcohol Category:Alcohol law Category:Concentration indicators Category:Driving under the influence Category:Metabolism",
 "title": "Blood alcohol content"
}