{
 "id": "484567",
 "text": "A zymogen (), also called a proenzyme (), is an inactive precursor of an enzyme. A zymogen requires a biochemical change (such as a hydrolysis reaction revealing the active site, or changing the configuration to reveal the active site) for it to become an active enzyme. The biochemical change usually occurs in Golgi bodies, where a specific part of the precursor enzyme is cleaved in order to activate it. The inactivating piece which is cleaved off can be a peptide unit, or can be independently folding domains comprising more than 100 residues. Although they limit the enzyme's ability, these N-terminal extensions of the enzyme or a “prosegment” often aid in the stabilization and folding of the enzyme they inhibit. The pancreas secretes zymogens partly to prevent the enzymes from digesting proteins in the cells in which they are synthesised. Enzymes like pepsin are created in the form of pepsinogen, an inactive zymogen. Pepsinogen is activated when chief cells release it into the gastric acid, whose hydrochloric acid partially activates it. Another partially inactivated pepsinogen completes the activation by removing the peptide, turning the pepsinogen into pepsin. Accidental activation of zymogens can happen when the secretion duct in the pancreas is blocked by a gallstone, resulting in acute pancreatitis. Fungi also secrete digestive enzymes into the environment as zymogens. The external environment has a different pH than inside the fungal cell and this changes the zymogen's structure into an active enzyme. Another way that enzymes can exist in inactive forms and later be converted to active forms is by activating only when a cofactor, called a coenzyme, is bound. In this system, the inactive form (the apoenzyme) becomes the active form (the holoenzyme) when the coenzyme binds. In the duodenum, the pancreatic zymogens, trypsinogen, chymotrypsinogen, proelastase and procarboxypeptidase are converted into active enzymes by enteropeptidase and trypsin. Chymotrypsinogen, is single polypeptide chain of 245 amino acids residues, is converted to alpha-chymotrypsin, which has three polypeptide chains linked by two of the five disulfide bond present in the primary structure of chymotrypsinogen. ==Examples== Examples of zymogens: * Trypsinogen * Chymotrypsinogen * Pepsinogen * Most proteins in the coagulation system (examples, prothrombin, or plasminogen) * Some of the proteins of the complement system * Procaspases * Pacifastin * Proelastase * Prolipase * Procarboxypolypeptidases == See also == * Enzyme * Protein == References == == External links == * Zymogens - Washington.edu * Molecular mechanisms for the conversion of zymogens to active proteolytic enzymes Category:Enzymes Category:Precursor proteins",
 "title": "Zymogen"
}