{
 "id": "484604",
 "text": "Norman E. Doyle (born November 11, 1945) is a Canadian businessman and politician in Newfoundland and Labrador. He was a member of the Senate of Canada from 2012 to 2020 and a Member of the Canadian House of Commons from 1997 to 2008. ==Political career== ===Provincial politics=== Doyle was a member of the Newfoundland and Labrador House of Assembly from 1979 to 1993. He represented the provincial electoral district of Harbour Main sitting with the Progressive Conservative Party of Newfoundland and Labrador. During his time in office he served multiple cabinet positions, Minister of Communications from 1982 to 1984 than ran the Municipal Affairs portfolio from 1984 to 1987 and then Transportation from 1987 to 1989 and finally as Labour Minister briefly in 1989. ===House of Commons=== He was a Conservative Party of Canada Member of Parliament in the House of Commons of Canada. He represented the riding of St. John's East from 1997 to 2008. He has also been a member of the Progressive Conservative Party of Canada from 1997 until the party's merger in 2003 with the Canadian Alliance. He was formerly chair of the Commons standing committee on Citizenship and Immigration. He was the caucus chair of both the Conservative Party and the Progressive Conservative Party. He was the whip and deputy whip of the Progressive Conservative Party and was critic of Citizenship and Immigration, Labour, Transport, Human Resources Development, and Human Resources and Skill Development. ===Senate=== Doyle was appointed to the Senate of Canada to represent the province of Newfoundland and Labrador on January 6, 2012, by Governor General David Johnston, on the advice of Prime Minister Stephen Harper. \\- He rejoined the Conservative caucus with which he previously sat in the House of Commons. He reached the mandatory retirement age on November 11, 2020. ==References== ==External links== * Senate biography * Category:1945 births Category:Living people Category:Members of the House of Commons of Canada from Newfoundland and Labrador Category:Conservative Party of Canada MPs Category:Progressive Conservative Party of Canada MPs Category:Canadian Roman Catholics Category:21st-century Canadian politicians",
 "title": "Norman Doyle"
}