{
 "id": "484930",
 "text": "The Gillikin Country is the northern division of L. Frank Baum's fictional land of Oz. It is distinguished by the color purple worn by most of the local inhabitants as well as the color of their surroundings. The inhabitants of Gillikin Country are called Gillikins. ==Elements in Gillikin Country== Like all of the countries of Oz, the Gillikin Country contains various unusual sights, creatures, and places. Among them are: ===The Wonderful Wizard of Oz=== Note: The Gillikin Country is the only province of Oz not mentioned by name or visited by the characters in this particular book. The following locations are merely referenced by various characters through the story. * The Forest of the Winged Monkeys - A forest that is home to the Winged Monkeys that obey whoever wears the enchanted Golden Cap. * The Palace of the Good Witch of the North - It is never actually mentioned, but assumed to exist because the Good Witch of the North rules this particular province. * The Ruby Palace of Gayelette - This is where Gayelette resides. ===The Marvelous Land of Oz=== * Jellia Jamb reports to have been born a Gillikin. * Mombi's House - The home of the witch Mombi. ===The Tin Woodman of Oz=== * Loonville - A village whose balloon-like inhabitants called Loons warn strangers to stay away from their clearing. The Loons can also become too puffed-up. * Yoop Castle - A castle where a female giant Yookoohoo named Mrs. Yoop lived and ruled her valley. * Dragons - A group of Dragons live beneath the surface of Gillikin Country. They are allowed to come out from the underground once every 100 years in search of food. ===The Magic of Oz=== * Magic Isle - An islet containing powerful and dangerous magical energies which is located in the remote corner of Gillikin Country. * The Forest of Gugu - A forest ruled by Gugu the Leopard King with his counselors Loo the Unicorn, Rango the Gray Ape, and Bru the Bear. It is the largest forest in the Land of Oz. The Forest of Gugu contains an assortment of animals ranging from animals that are found in Africa (consisting of Elephants, Hippos, Leopards, Monkeys, Rhinos, and Zebras) to animals that are found everywhere else (consisting of Bears, Bison, Donkeys, Foxes, Green Serpents, Kangaroos, Unicorns, and Wolves). ===Glinda of Oz=== * Giant Purple Spiders - A race of spiders that catch travelers in their webs and make them their servants. * Mist Maidens - A race of fairies who live in a fog bank. * Flatheads - A race of people living on a mountaintop whose heads are flat and must carry their brains in a can in their pockets. Upon being freed from their fish forms, the Three Adepts magically healed the Flatheads by giving them normal heads and have been renamed the Mountaineers. * Skeezers - A race of anatomically normal humans that was once friends and now rivals of the Flatheads upon coming under the control of the tyrannical witch Coo-ee-oh. They live within a glass city in the middle of a lake. When Coo-ee-oh was turned into a diamond-studded swan and swam away, the Skeezers were pleased to be free of Coo-ee-oh. * Reera the Red - A Yookoohoo preferring her privacy who specializes in transformations. ===Kabumpo in Oz=== * Pumperdink - A small elaborate kingdom Ruled by King Pompus and Queen Pozy Pink known for dipping its criminals in a large stone well filled with ink. An elephant named Kabumpo is their most famous counselor. Prince Pompadore is King Pompus and Queen Pozy Pink's son. ===The Lost King of Oz=== * Back Woods - A wooded area in Gillikin Country where one must run from the woods in order to advance. It is the home of the Back-woodsmen who speak backwards and are inhospitable. * Blankenberg - A mysterious town led by a woman named Vanette. One must enter the Well-Come to enter Blankenberg and one must enter the Fare- Well to leave Blankenberg. Its inhabitants the Blanks wash their faces with invisibility water so that they would be invisible except for their clothes. * Buttonwood - A forest in Gillikin Country where its trees grow button-like fruit that is the main product of Kimbaloo. * Catty Corners - A fenced-off area in Gillikin Country where a selfish and hostile race of semi- anthropomorphic cats reside. They are ruled by the Maltese Majesty. * Hoopers - A race of 10 ft. tall humanoids that reside in the Purple Forests. They can roll themselves into hoops by grabbing their toes with their hands. * Inland Sea - Gillikin Country's inland sea that is south of Kimbaloo. Mombi once used a spell to temporarily turn it to gelatin so that she can cross it. * Kimbaloo - Ruled by King Kinda Jolly and Queen Rosa Merry. Its economy is based on buttons harvested from the trees of Buttonwood.The Clothing Kingdoms * Scooters - A race of people who live on the waters of the Gillikin River. They have long boat-like feet and have sails growing from their wrists to their ribs. * Shadow Mountain - A shadow of a mountain that has taken on a mountainous appearance. Not much is known about it, but travelers can easily pass through it. ===The Gnome King of Oz=== * Zamagoochi - A location in the Zamagoochi Mountains that is near the Deadly Desert. Wumbo the Wonder Maker lives here in a crystal cave. ===The Giant Horse of Oz=== * Gilkenny - A location that is in the far north of Gillikin Country. Not much was known about it except that it was once ruled by King Gil who was to have his daughter wed to the Munchkin King's son Cheeriobed until Mombi interfered. Nobody has ever heard from King Gil or the Munchkin King since. * Up Town - The proclaimed the capital city of the Gillikin Country after the abandonment of post by the Good Witch of the North. It is inhabited by the Uplanders (a type of Gillikin that dress like the Scottish people). It is ruled by Joe King and Queen Hyacinth, who are famous for their horse High Boy (a large purple animal with telescoping legs). ===The Hidden Valley of Oz=== * Bookville - A town containing a race of animated books. Lawbreakers are sentenced to be pressed into books. * Equinots - A race of hostile centaurs. * Icetown - A frozen town that is home to a race of snowmen. * Terp the Terrible's Castle - A castle that is home to a 50 ft. giant named Terp the Terrible. His courtyard contains a muffin tree that is guard by an unnamed guardian beast that has the head of both a nocturnal owl and a diurnal wolf, the body of an elephant, and the tail of an alligator. * Unidentified Jungle - A jungle where the Leopard with the Changeable Spots lives. ===The Purple Prince of Oz=== * Regalia - The sister city to Pumperdink which is the home of Prince Randy. ===Yankee in Oz=== * Upandup Mountain - The home of Badmannah. * The Village of the Lanternesians - * Dinker's Shop of Smokables - ===Dorothy of Oz=== * Candy County - A county where lollipops grow out of the ground, the fields are like cake crumbs, the clouds are like cotton candy, and its inhabitants are made out of candy (like candy apples, marshmallows, etc.). It is illegal to pick the lollipops or eat anything made of candy. Candy County is ruled by the Great Royal Marshmallow. * Talking Trees - A group of trees that talk which reside on the banks of the Munchkin River. They donate their limbs so that Dorothy and her group can make a large boat that talks (who is later named Tugg). * Purplefield - A small village of small people and purple flowers. The Wicked Witch of the West cast a spell that caused Purplefield to disappear and a maze run by a Gamekeeper to appear in its place where anyone who doesn't make it out of the maze in 24 hours vanishes forever. Purplefield was restored when Dorothy, Scarecrow, Tin Man, and Cowardly Lion made it out of the maze. ==Appearances in modern works== In Gregory Maguire's revisionist Oz novels Wicked: The Life and Times of the Wicked Witch of the West and Son of a Witch, the Gillikin Country is simply called 'Gillikin'. It is portrayed as more prosperous and industrially developed than other regions of Oz, and is home of Shiz University. Located around northern Oz, the Yellow Brick Road emerges from the Emerald City's northern Shiz Gate up to the gillikinese capital, Shiz; from here, most of Gillikin cities are interconnected by the Great Gillikin Railway, running all over the province, along with the Gillikin River, it is implied that the railway was built above the Yellow Brick Road's remains, from the Pertha Hills on the west, a mountainous region, home of dripping dales, dairy farms, ancient pagan temples dedicated to worship fairy queen Lurline and Mount Rouncible, the tallest mountain in Oz; at the east, the Great Gillikin Forest stands, being home to a tribe of northern bears and lions living on the shores of Lake Corge, the railway keeps running further east to The Glikkus, a place full of emerald mines, the workplace of miner trolls. Galinda (i.e. Glinda) hails from Gillikin, as do (according to some) the ruling Ozma family. The people of this province are referred to as 'Gillikinese', and are distinguishable by their prominent foreheads and slightly gapped front teeth. They often have heads of curling blond hair, and are believed to be temperamental by non-Gillikinese. Much of both of Edward Einhorn's modern Oz novels, Paradox in Oz and The Living House of Oz, are set in Gillikin Country, specifically in the kingdom of Tonsoria, homes to Princesses Ayala and Talia, and in Absurd City, home of the Parrot-Ox. ==References== Category:Fictional elements introduced in 1904 Category:Oz countries ru:Волшебная страна (Волков)#Государства",
 "title": "Gillikin Country"
}