{
 "id": "485489",
 "text": "Maria Margarethe Anna Schell (15 January 1926 – 26 April 2005) was an Austrian-Swiss actress. She was one of the leading stars of German cinema in the 1950s and 1960s. In 1954, she was awarded the Cannes Best Actress Award for her performance in Helmut Käutner's war drama The Last Bridge, and in 1956, she won the Volpi Cup for Best Actress at the Venice Film Festival for Gervaise. ==Early life== Schell was born in the Austrian capital Vienna, the daughter of actress Margarethe (née Noé von Nordberg; 1905–1995), who ran an acting school, and Hermann Ferdinand Schell (1900–1972), a Swiss poet, novelist, playwright, and owner of a pharmacy.Maximillian Schell Film Reference biographyRoss, Lillian and Helen. The Player: A Profile of an Art, Simon & Schuster (1961) pp. 231-239 Her parents were Roman Catholics. She was the older sister of actor Maximilian Schell and lesser-known actors Carl Schell (1927-2019) and Immaculata \"Immy\" Schell (1935-1992). After the Anschluss in 1938, her family moved to Zürich in Switzerland. Maria Schell began commercial training, but soon entered the film business when she met the Swiss actor and director Sigfrit Steiner. ==Career== thumb|Schell in Amsterdam, 1976 Schell premiered in Steiner's 1942 film Steibruch, side by side with the well-known Swiss actor Heinrich Gretler, and took acting lessons for several theatre engagements. After World War II, she was cast in her first leading role in the 1948 film The Angel with the Trumpet, directed by Karl Hartl. She starred in such films as The Magic Box, Dr. Holl (1951), So Little Time (1952), The Heart of the Matter (1953). Her emotional acting earned her the nickname Seelchen (\"little soul\"), coined by her colleague Oskar Werner. The 1956 film Gervaise directed by René Clément was also a nominee for the Academy Award for Best Foreign Language Film; while in Hollywood, Schell met with Yul Brynner, who urged for her casting in The Brothers Karamazov (1958) in the role of Grushenka. Schell also starred with Gary Cooper in The Hanging Tree (1959), and with Glenn Ford in Cimarron (1960). Other famous movie parts included Le notti bianche (1957), Rose Bernd (1957), and Superman (1978). Schell played Mother Maria in the sequel to Lilies of the Field titled Christmas Lilies of the Field. In 1959 she appeared on \"What's my Line?\" as the secret guest star on February 15. In 1970, Maria Schell starred opposite Christopher Lee in The Bloody Judge by Jesús Franco. In 1976, she starred in a Kojak episode, and also had three guest appearances in the German television series Der Kommissar and two in Derrick, in the episodes \"Yellow He\" (1977) and \"Klavierkonzert\" (1978). Schell appeared on stage, including an acclaimed performance in the 1976 Broadway play Poor Murderer by Pavel Kohout and the leading role in Friedrich Dürrenmatt's play The Visit with the Schauspielhaus Zürich ensemble. ==Personal life== Schell was married twice – first to film director Horst Hächler (divorced in 1965), and second to director Veit Relin (divorced in 1986). Her daughter by her second marriage, actress Marie Theres Relin (born 1966), was married to Bavarian playwright Franz Xaver Kroetz, and has three children; she made a media and internet appearance as a spokeswoman for housewives (If Pigs Could Fly. Die Hausfrauenrevolution, 2004). === Affair with Glenn Ford === Schell admitted to carrying on a passionate love affair with Glenn Ford in 1960 on location of their film Cimarron. Ford’s son Peter confirmed her story in his 2011 biography Glenn Ford: A Life.Ford, Peter. Glenn Ford: A Life (Wisconsin Film Studies). Madison, Wisconsin: University of Wisconsin Press, 2011. p.193-195 and p.198-199 In 1981, Schell gave Ford a dachshund puppy which he named Bismarck. The dog became his favorite and a constant source of comfort for him in his later years when he became ill and bedridden. After the dog’s death, he had it cremated and requested that its ashes be buried with him upon his death, which they were when Ford died in 2006.Ford, Peter. Glenn Ford: A Life (Wisconsin Film Studies). Madison, Wisconsin: University of Wisconsin Press, 2011. p.290 and p.308-309 ==Death== Maria Schell's last years were overshadowed by her ill health. She attempted suicide in 1991, and suffered repeated strokes. Her final public appearance was at the premiere of her brother Maximilian's documentary film My Sister Maria (2002); both were awarded the Bambi Award for their work. Schell lived reclusively in the remote village of Preitenegg, Carinthia in the Austrian Alps until her death from pneumonia on 26 April 2005, aged 79. Upon her death, her brother released a statement, stating in part: \"Towards the end of her life, she suffered silently, and I never heard her complain. I admire her for that. Her death might have been for her a salvation. But not for me. She is irreplaceable.\" == Autobiographical works == *1985: Die Kostbarkeit des Augenblicks. Gedanken, Erinnerungen. Langen Müller, München, . *1998: \"... und wenn's a Katz is!\" Mein Weg durchs Leben. Lübbe, Bergisch Gladbach, . ==Filmography== * Steibruch (1942) as Meiti / Gretl * The Angel with the Trumpet (1948) as Selma Rosner * Maresi (1948) as Blanka von Steinville - Tochter * After the Storm (1948) as Gretel Aichinger * The Last Night (1949) * The Angel with the Trumpet (1950) as Anna Linden * A Day Will Come (1950) as Madeleine * Dr. Holl (1951) as Angelika Alberti * The Magic Box (1951) as Helena Friese-Greene * So Little Time (1952) as Nicole de Malvines * Until We Meet Again (1952) as Pamela * Dreaming Lips (1953) as Elisabeth * As Long as You're Near Me (1953) as Eva Berger * Diary of a Married Woman (1953) as Barbara Holzmann * The Heart of the Matter (1953) as Helen Rolt * The Last Bridge (1954)The Last Bridge as Dr. Helga Reinbeck * (1955) as Barbara Bertram, geb. Hansen * Napoléon (1955) by Sacha Guitry (as Marie-Louise, Napoleon's Austrian wife) as L'archiduchesse Marie-Louise d'Autriche * Die Ratten (1955) as Pauline Karka * Gervaise (1956, by Rene Clement, from Émile Zola's L'Assommoir) as Gervaise Macquart Coupeau, une blanchisseuse douce et courageuse * Love (1956) as Anna Ballard * Rose Bernd (1957) as Rose Bernd * Le Notti Bianche (1957) as Natalia * The Brothers Karamazov (1958) as Grushenka * One Life by Alexandre Astruc (1958, from an eponym novel by Guy de Maupassant) as Jeanne Dandieu épouse de Lamare * Der Schinderhannes (1958) as Julchen * The Hanging Tree (1959) as Elizabeth Mahler * As the Sea Rages (1959) as Mana * Cimarron (1960) as Sabra Cravat * The Mark (1961) as Ruth Leighton * Das Riesenrad (1961) as Elisabeth von Hill * Only a Woman (1962) as Lilli König * (1963) as Beate Dehn * (1963) as Agnès Duvillard *The Devil by the Tail (1969) as La comtesse Diane * 99 Women (1969) as Leonie Caroll * The Bloody Judge (1970) as Mother Rosa * La Provocation (1970) as Jeanne * Dans la poussière du soleil (1972) as Gertie Bradford * Chamsin (1972) as Miriam * Die Pfarrhauskomödie (1972) as Irma * The Odessa File (1974) as Frau Miller * Change (1975) as Mama * The Twist (1976) as Gretel * Voyage of the Damned (1976) as Mrs. Hauser * Kojak - Season 4, Episode 11: \"The Pride and the Princess\" (1976) as Sister Lepar Angelica / Princess Viva Dushan * Derrick (1977-1978) as Luisa van Doom / Erika Rabes * Superman (1978) as Vond-Ah * Christmas Lilies of the Field (1979) as Valeska Piontek * The Martian Chronicles mini-series - Season 1 (1980) as Anna Lustig * Inside the Third Reich (1983) as Mrs. Speer * Král Drozdia Brada (1984) as královna, Michalova matka * 1919 (1985) as Sophie Rubin * Die glückliche Familie (1987-1991, TV Series) as Maria Behringer ==Decorations and awards== * 1951-1957, 1987, 2002: Bambi award * 1954: Honorable Mention at the Cannes International Film Festival for The Last Bridge * 1956: Volpi Cup at the Venice International Film Festival for Gervaise * 1957 and 1958: Golden and Silver Bravo Otto * 1974: Merit Cross of the Federal Republic of Germany * 1977: German Film Awards, Gold Award for many years of excellent work in the German film industry * 1980: Great Cross of Merit of the Federal Republic of Germany * 1983: Golden Camera * 2002: Austrian Cross of Honour for Science and Art, 1st class * 2008: Maria Schell street named in Landstrasse (Vienna's 3rd District, area Aspanggründe / Euro-gate) ==References== ==Further reading== * Mato Weiland: Maria Schell. Die autorisierte Maria Schell-Story. Massimo-Verlag, Wien 1959 ÖNB * Herbert Spaich: Maria Schell – ihre Filme – ihr Leben. [Heyne- Bücher, 32] Heyne-Filmbibliothek, 99, München 1986, * Hermann Josef Huber: Heitere Starparade. 300 Anekdoten von Hans Albers bis Maria Schell. Herder Taschenbuch Verl., Freiburg/Br., Basel, Wien 1989 UBS * Maximilian Schell, Gero von Boehm, Thomas Montasser: Meine Schwester Maria. Europa-Verlag, Hamburg 2004, * Maja Keppler (Red.), Deutsches Filmmuseum [Frankfurt, Main] (Hrsg.): Maria Schell, [eine Ausstellung des deutschen Filmmuseums 31. Januar bis 17. Juni 2007 Frankfurt am Main, Juli bis Oktober 2007 auf dem Schloss Wolfsberg, Kärnten (Österreich)]. Schriftenreihe des Deutschen Filmmuseums: Kinematograph, 22, Frankfurt am Main 2006, ==External links== * * * Obituary: Maria Schell (1926-2005) * Photographs and literature * Maria Schell Estate at Deutsches Filminstitut, Frankfurt am Main Category:1926 births Category:2005 deaths Category:20th-century Austrian actresses Category:Actresses from Vienna Category:Austrian film actresses Category:Austrian television actresses Category:Austrian people of Swiss descent Category:Commanders Crosses of the Order of Merit of the Federal Republic of Germany Category:People from Carinthia (state) Category:Recipients of the Austrian Cross of Honour for Science and Art, 1st class Category:Recipients of the Bambi (prize) Category:Volpi Cup for Best Actress winners Category:Austrian memoirists Category:Swiss expatriates in Austria Category:Expatriates in Germany Category:Expatriates in Switzerland",
 "title": "Maria Schell"
}