{
 "id": "485646",
 "text": "{| |} HMS Repulse was one of two s built for the Royal Navy during the First World War. Originally laid down as an improved version of the s, her construction was suspended on the outbreak of war because she would not be ready in time. Admiral Lord Fisher, upon becoming First Sea Lord, gained approval to resume construction as a battlecruiser that could be built and enter service quickly. The Director of Naval Construction (DNC), Eustace Tennyson-d'Eyncourt, quickly produced an entirely new design to meet Admiral Lord Fisher's requirements and the builders agreed to deliver the ship in 15 months. They did not quite meet that ambitious goal, but the ship was delivered a few months after the Battle of Jutland in 1916. Repulse and her sister ship , were the world's fastest capital ships upon completion. Repulse participated in the Second Battle of Heligoland Bight in 1917, the only combat she saw during the war. She was reconstructed twice between the wars; the 1920s reconstruction increased her armour protection and made lesser improvements, while the 1930s reconstruction was much more thorough. Repulse accompanied the battlecruiser during the Cruise of the Special Service Squadron a round-the-world cruise in 1923–1924 and protected international shipping during the Spanish Civil War in 1936–1939. The ship spent the first months of the Second World War hunting for German raiders and blockade runners. She participated in the Norwegian Campaign of April–June 1940 and searched for the in 1941. Repulse escorted a troop convoy around the Cape of Good Hope from August to October 1941 and was transferred to East Indies Command. She was assigned in November to Force Z which was supposed to deter Japanese aggression against British possessions in the Far East. Repulse and her consort, the battleship , were sunk by Japanese aircraft on 10 December 1941 when they attempted to intercept landings in British Malaya. ==Design and description== thumb|left|Repulse, circa 1916–1917, after post-trials alterations Admiral Lord Fisher first presented his requirements for the new ships to the Director of Naval Construction (DNC) on 18 December 1914, before the ships had even been approved. He wanted a long, high, flared bow, like that on the pre-dreadnought but higher, four 15-inch guns in two twin-gun turrets, an anti-torpedo boat armament of twenty guns mounted high up and protected by gun shields only, speed of 32 knots using oil fuel and armour on the scale of the battlecruiser . Within a few days Fisher increased the number of guns to six and added two torpedo tubes. Minor revisions in the initial estimate were made until 26 December and a preliminary design was completed on 30 December.Roberts, pp. 47–48 During the following week the DNC's department examined the material delivered for the two battleships and decided what could be used in the new design. The usable material was transferred to the builders who had received enough information from the DNC's department to lay the keels of both ships on 25 January 1915, well before the altered contracts were completed on 10 March.Roberts, pp. 45, 47 Repulse had an overall length of , a beam of and a maximum draught of . She displaced at normal load and at deep load. The Brown-Curtis direct-drive steam turbines were designed to produce , which would propel the ship at . During trials in 1916, Repulses turbines provided , allowing her to reach a speed of .Roberts, p. 81 The ship normally carried of fuel oil but had a maximum capacity of . At full capacity, she could steam at a speed of for .Burt 1986, p. 297 The ship mounted six 42-calibre BL 15-inch Mk I guns in three twin hydraulically powered gun turrets, 'A', 'B' and 'Y' from front to rear. Her secondary armament consisted of 17 BL 4-inch Mark IX guns, fitted in five triple and two single mounts. Repulse mounted a pair of QF 3-inch 20 cwt\"cwt\" is the abbreviation for hundredweight, 30 cwt referring to the weight of the gun. anti-aircraft guns mounted on the shelter deck abreast the rear funnel.Raven and Roberts, p. 48 She mounted two submerged tubes for torpedoes, one on each side forward of 'A' barbette.Roberts, p. 83 Repulses waterline belt of Krupp cemented armour measured thick amidships. Her gun turrets were thick with roofs thick. As designed the high-tensile-steel decks ranged from in thickness. After the Battle of Jutland in 1916, while the ship was still completing, an extra inch of high-tensile steel was added on the main deck over the magazines.Burt 1986, p. 294 Repulse was fitted with a shallow anti-torpedo bulge integral to the hull which was intended to explode the torpedo before it hit the hull proper and vent the underwater explosion to the surface rather than into the ship.Roberts, p. 111 Despite these additions, the ship was still felt to be too vulnerable to plunging fire and Repulse was refitted in Rosyth between 10 November 1916 and 29 January 1917 with additional horizontal armour, weighing approximately , added to the decks over the magazines and over the steering gear. Repulse was the first capital ship fitted with a flying-off platform when an experimental one was fitted on 'B' turret in the autumn of 1917. Squadron Leader Frederick Rutland took off in a Sopwith Pup on 1 October. Another platform was built on 'Y' turret and Rutland took off from it on 8 October. One fighter and a reconnaissance aircraft were normally carried.Raven and Roberts, p. 51 ==Service history== ===First World War=== Repulse was laid down by John Brown, Clydebank, Scotland on 25 January 1915. The ship was launched on 8 January 1916 and completed on 18 August 1916, after the Battle of Jutland. Her construction cost £2,829,087 (£ in ). She served with the Grand Fleet in the North Sea during the remaining two years of the First World War. Repulse relieved as flagship of the 1st Battlecruiser Squadron for the duration of the war. ====Second Battle of Heligoland Bight==== Over the course of 1917 the Admiralty became more concerned about German efforts in the North Sea to sweep paths through the British-laid minefields intended to restrict the actions of the High Seas Fleet and German submarines. A preliminary raid on German minesweeping forces on 31 October by light forces destroyed ten small ships and the Admiralty decided on a larger operation to destroy the minesweepers and their escorting light cruisers. Based on intelligence reports the Admiralty decided on 17 November 1917 to allocate two light cruiser squadrons, the 1st Cruiser Squadron covered by the reinforced 1st BCS (less Renown) and, more distantly, the battleships of the 1st Battle Squadron to the operation.Newbolt, pp. 164–165 The German ships, four light cruisers of II Scouting Force, eight destroyers, three divisions of minesweepers, eight Sperrbrechers (cork-filled trawlers, used to detonate mines without sinking) and two trawlers to mark the swept route, were spotted at 7:30 a.m.,The times used in this article are in UTC, which is one hour behind CET, which is often used in German works. silhouetted by the rising sun. The light battlecruiser and the light cruiser opened fire with their forward guns seven minutes later. The Germans responded by laying an effective smoke screen. The British continued in pursuit, but lost track of most of the smaller ships in the smoke and concentrated fire on the light cruisers as opportunity permitted. Repulse was detached not long after and raced forward at full speed to engage the enemy ships. She opened fire at about 9:00,Newbolt, pp. 173–175 scoring a single hit on the light cruiser during the battle.Burt 1986, p. 302 When the German battleships and were spotted about 9:50 the British broke off their pursuit and Repulse covered their retreat, aided by a heavy fog that came down around 10:40.Newbolt, pp. 175–176 The ship fired a total of 54 15-inch shells during the battle and scored one hit on the light cruiser Königsberg that temporarily reduced her speed.Campbell, p. 64 On 12 December 1917, Repulse was damaged in a collision with the battlecruiser .Roberts, p. 123 The ship was present at the surrender of the High Seas Fleet at Scapa Flow on 21 November 1918. ===Inter-war period=== thumb|left|Repulse in 1919 Repulse began a major refit at Portsmouth on 17 December 1918 intended to drastically improve her armour protection. Her existing six-inch armour belt was replaced by armour plates made surplus by the conversion of the battleship (originally ordered by Chile and purchased after the war began) to the aircraft carrier . The original armour was fitted between the main and upper decks, above the new armour. Additional high-tensile plating was added to the decks over the magazines. The ship's anti-torpedo bulge was deepened and reworked along the lines of that installed on the battleship . The bulge covered her hull from the submerged torpedo room to 'Y' magazine, the inner compartments of which were filled with crushing tubes. The bulges added to her beam and to her draught. The refit added about to her displacement and raised her metacentric height to at deep load. Three rangefinders were also added as well as eight torpedo tubes in twin mounts on the upper deck. Both flying-off platforms were removed.Raven and Roberts, pp. 55–56 This refit cost £860,684. Repulse was recommissioned on 1 January 1921 and joined the Battlecruiser Squadron of the Atlantic Fleet. In November 1923, Hood, accompanied by Repulse and a number of s of the 1st Light Cruiser Squadron, set out on a world cruise from west to east via the Panama Canal. They returned home ten months later in September 1924. Shortly after her return the ship's pair of three-inch AA guns and her two single four-inch gun mounts were removed and replaced with four QF four- inch Mark V AA guns.Raven and Roberts, p. 143 The Battlecruiser Squadron visited Lisbon in February 1925 to participate in the Vasco da Gama celebrations before continuing on the Mediterranean for exercises.Burt 1993, p. 220 A squash court was added on the starboard side between the funnels for the Prince of Wales' tour of Africa and South America that lasted from March–October.Burt 1993, pp. 220–221 Upon her return, she was refitted from November 1925–July 1926 and had a high-angle control position (HACP) added to her fore-top. ====1930s reconstructions==== thumb|Repulse in July 1938, from the stern After Repulse completed her 1926 refit, she remained in commission, aside from a brief refit from July–September 1927, with the Battlecruiser Squadron of the Atlantic Fleet until she was paid off in June 1932 prior to beginning her reconstruction in April 1933. Most of the existing layers of high-tensile steel that constituted the ship's horizontal armour were replaced by non-cemented armour plates in thickness and the torpedo control tower was removed from the aft superstructure.Raven and Roberts, pp. 206–207 A fixed catapult replaced the midships 4-inch triple mount and a hangar was built on each side of the rear funnel to house two of the ship's Fairey III aircraft. One additional aircraft could be carried on the deck and another on the catapult itself.Burt, pp. 210, 213 Electric cranes were mounted above each hangar to handle the aircraft. The four 4-inch AA guns were moved, one pair abreast the rear funnel at the level of the hangar roof and the other pair abreast the fore funnel on the forecastle deck. Four prototype QF 4-inch Mark XV dual-purpose guns were added in twin-gun Mark XVIII mounts abreast the mainmast. Two octuple Mark VI 2-pounder mounts were fitted on extensions of the conning-tower platform abreast the fore funnel. Above these a pair of quadruple Mark II* mountings for the 0.5-inch Vickers Mark III machine gun were added. These mounts could depress to −10° and elevate to a maximum of 70°. The machine guns fired a bullet at a muzzle velocity of . This gave the gun a maximum range of about , although its effective range was only Repulse received two High-Angle Control System anti-aircraft directors, one Mark II on the fore-top and a Mark I* mounted on a pedestal above the rear superstructure. The two submerged torpedo tubes were removed and the vacant spaces sub-divided and turned into store-rooms.Raven and Roberts, pp. 207, 209 Repulse was assigned to the Mediterranean Fleet when she recommissioned in April 1936. She transported 500 refugees from Valencia and Palma, Majorca to Marseilles, France in late 1936 after the start of the Spanish Civil War. The ship was present at the Coronation Fleet Review at Spithead on 20 May 1937 for King George VI. Repulse was sent to Haifa in July 1938 to maintain order during the Arab Revolt. She was selected to convey the King and Queen during their May 1939 Canadian Tour and she was refitted between October 1938 and March 1939 for this role. The twin 4-inch AA guns were replaced by two more Mark V guns and two additional quadruple .50-calibre mounts were added. The King and Queen ultimately travelled aboard the liner while Repulse escorted them on the first half of the journey.Burt 1993, pp. 221, 224 ===Second World War=== At the beginning of the Second World War, Repulse was part of the Battlecruiser Squadron of the Home Fleet. She patrolled off the Norwegian coast and in the North Sea in search of German ships, as well as to enforce the blockade for the first couple months of the war.Rohwer, pp. 3, 6 Early in the war, the aft triple 4-inch gun mount was replaced with an 8-barrel 2-pounder mount.Raven and Roberts, p. 217 In late October, she was transferred to Halifax with the aircraft carrier to protect convoys and search for German raiders. Repulse and Furious sortied from Halifax on 23 November in search of the after it had sunk the armed merchant cruiser , but Repulse was damaged by heavy seas in a storm and was forced to return to port.Burt 1993, p. 224 Repulse escorted the convoy bringing most of the 1st Canadian Infantry Division to Britain from 10 to 23 December 1939 and was reassigned to the Home Fleet. In February 1940, she accompanied the aircraft carrier on a fruitless search for six German blockade runners that had broken out of Vigo, Spain.Rohwer, pp. 11, 15 thumb|Repulse escorting the last convoy to reach Singapore, December 1941 Repulse was assigned to support Allied operations during the Norwegian Campaign in April–June 1940. On 7 April, Repulse, along with the bulk of the Home Fleet, was ordered to sea to intercept what was thought to be another attempt to break-out into the North Atlantic. The ship was detached the following day to search for a German ship reported by the destroyer , but the destroyer had been sunk by the before Repulse arrived and she was ordered to rendezvous with her sister Renown south of the Lofoten Islands, off the Norwegian coast.Haarr 2009, pp. 86, 93, 105 On 12 April, Repulse was ordered to return to Scapa Flow to refuel and she escorted a troop convoy upon her return.Haarr 2010, pp. 116, 139 In early June the ship was sent to the North Atlantic to search for German raiders and played no part in the evacuation of Norway.Rohwer, p. 25 Accompanied by Renown and the 1st Cruiser Squadron, Repulse attempted to intercept the as it sailed from Trondheim to Germany in July. Until May 1941, the ship escorted convoys and unsuccessfully searched for German ships. On 22 May, Repulse was diverted from escorting Convoy WS8B to assist in the search for the , but she had to break off the search early on 25 May as she was running low on fuel. The ship was refitted from June–AugustBurt 1993, pp. 224–225 and received eight Oerlikon autocannon as well as a Type 284 surface gunnery radar. Repulse escorted a troop convoy around the Cape of Good Hope from August to October and was transferred to East Indies Command.Burt 1993, p. 225 ====Force Z==== thumb|Repulse departing from Singapore on 8 December 1941 In late 1941 Winston Churchill decided to send a small group of fast capital ships, along with one modern aircraft carrier to Singapore, to deter expected Japanese aggression. In November, Repulse which was in the Indian Ocean was ordered to Colombo, Ceylon to rendezvous with the new battleship . The carrier , which was assigned to join them, was delayed when she ran aground in the Caribbean. Prince of Wales and Repulse and their escorting destroyers comprised Force Z, which arrived in Singapore on 2 December 1941. On the evening of 8 December, Force Z departed for an attempt to destroy Japanese troop convoys and protect the army's seaward flanks from Japanese landings in their rear.Burt 1993, pp. 226–227 Force Z was spotted during the afternoon of 9 December by the , and floatplanes from several Japanese cruisers spotted the British ships later that afternoon and shadowed them until dark. Admiral Sir Tom Phillips decided to cancel the operation as the Japanese were now alerted. Force Z turned back during the evening, after having tried to deceive the Japanese that they were heading to Singora. At 00:50 on 10 December, Admiral Philips received a signal of enemy landings at Kuantan and correspondingly altered course so that he would arrive shortly after dawn.Stephen, pp. 107–108 The crew of spotted Force Z at 02:20, reported their position, and fired five torpedoes, all of which missed. Based on this report the Japanese launched 11 reconnaissance aircraft before dawn to locate Force Z. Several hours later 86 bombers from the 22nd Air Flotilla based in Saigon were launched carrying bombs or torpedoes. The crew of a Mitsubishi G3M reconnaissance bomber spotted the British at 10:15 and radioed in several reports. The pilot was ordered to maintain contact and to broadcast a directional signal that the other Japanese bombers could follow.Shores, et al., pp. 113–116 thumb|Repulse is at the bottom of the frame, having been hit by a bomb, 10 December 1941 The first attack began at 11:13 when bombs were dropped from eight G3Ms from an altitude of . The battlecruiser was straddled by two bombs, then hit by a third which penetrated through the hangar to explode on the armoured deck below. This inflicted a number of casualties and damaged the ship's Supermarine Walrus seaplane, which was then pushed over the side to remove a fire hazard. Anti-aircraft fire damaged five of the Japanese bombers, two so badly that they immediately returned to Saigon. In the ensuing attacks, Repulse was skilfully handled by her captain, Bill Tennant, who managed to avoid 19 torpedoes as well as the remaining bombs from the G3Ms.Shores, et al., pp. 116–120 However, Repulse was then caught by a synchronised pincer attack by 17 Mitsubishi G4M torpedo bombers and hit by four or five torpedoes in rapid succession. The gunners on the Repulse shot down two planes and heavily damaged eight more, but the torpedo damage proved fatal.Shores, et al., pp. 120–121 At 12:23, Repulse listed severely to port and quickly capsized with the loss of 508 officers and men. The destroyers and rescued the survivors, including Captain Tennant.Stephen, pp. 112–114 ==The wreck== The wreck site was designated as a 'Protected Place' in 2002 under the Protection of Military Remains Act 1986, 60 years after her sinking. Survivors described five torpedo hits on Repulse, four on the port side and one on the starboard side. The four portside hits purportedly were: two amidship, one abreast of the rear turret and one near the propellers. The starboard side hit was amidships. A 2007 diving expedition could confirm only two of the hits by examination of the wreck: the portside hit near the propellers and the starboard hit amidship. Unfortunately, at the time of the expedition, the portside midships section of the wreck was buried in the ocean floor thus the claimed hits there could not be confirmed. However, the area abreast of the port rear turret was accessible and no sign whatsoever of a torpedo hit – as described by survivors – was found to be there.Denlay, pp. 6-8 In October 2014, the Daily Telegraph reported that both Prince of Wales and Repulse were being \"extensively damaged\" with explosives by scrap metal dealers. ==Notes== ==Footnotes== ==References== * * * * * * * * * * * * * * ==Further reading== * Brown, Cecil. Suez to Singapore, (Google Books), Random House, New York: 1942, . * Hein, David. \"Vulnerable: HMS Prince of Wales in 1941\". Journal of Military History Volume 77, no. 3 (July 2013): pp. 955–89, . * Horodyski, Joseph M. Military Heritage, December 2001, Volume 3, No. 3, pp. 69–77 (feature on the Repulse and its sinking) * Middlebrook, Martin and Mahoney, Patrick Battleship: The Sinking of the Prince Of Wales and the Repulse, Scribner's: New York, 1979, * Alan Matthews, Sailors' Tales: Life Onboard HMS Repulse During World War Two, Wrexham (1997) ==External links== * Maritimequest HMS Repulse Photo Gallery * Force Z Survivors Association * IWM Interview with survivor William Selby * IWM Interview with survivor Reginald Wood * IWM Interview with survivor Charles Rogers * IWM Interview with survivor Reginald Jeffries * IWM Interview with survivor Frederick Bowen * IWM Interview with survivor Victor Clark * IWM Interview with survivor Richard Smith * IWM Interview with survivor Robert Fraser * IWM Interview with survivor Richard Pool * IWM Interview with survivor Arthur Bartholomew * IWM Interview with survivor Eric Monaghan * IWM Interview with survivor Frank Claxton * IWM Interview with survivor Douglas Davies Category:Military of Singapore under British rule Category:Renown-class battlecruisers Category:World War II battlecruisers of the United Kingdom Category:Ships built on the River Clyde Category:Protected Wrecks of the United Kingdom Category:Maritime incidents in December 1941 Category:1916 ships Category:World War I battlecruisers of the United Kingdom Category:World War II shipwrecks in the South China Sea Category:Ships sunk by Japanese aircraft Category:Wreck diving sites Category:Underwater diving sites in Malaysia",
 "title": "HMS Repulse (1916)"
}