{
 "id": "485710",
 "text": "Vitex agnus-castus, also called vitex, chaste tree (or chastetree), chasteberry, Abraham's balm,New English Dictionary, s.v. \"Chaste-tree\". lilac chastetree, or monk's pepper, is a native of the Mediterranean region. It is one of the few temperate-zone species of Vitex, which is on the whole a genus of tropical and sub-tropical flowering plants.David J. Mabberley. 2008. Mabberley's Plant-Book third edition (2008). Cambridge University Press: UK. Theophrastus mentioned the shrub several times, as agnos (άγνος) in Enquiry into Plants. It has been long believed to be an anaphrodisiac - leading to its name as chaste tree - but its effectiveness for such action remains unproven. Vitex is a cross-pollinating plant, but its self-pollination has been recorded.Verein für Arznei- und Gewürzpflanzen Saluplanta. 2013. Handbuch des Arznei- und Gewürzpflanzenbaus volume 5 Arznei- und Gewürzpflanzen L-Z, pages 192-199. Verein für Arznei- und Gewürzpflanzen Saluplanta: Bernburg, Germany. (set). ==Etymology and common names== Vitex, its name in Pliny the Elder, is derived from the Latin vieo, meaning to weave or to tie up, a reference to the use of Vitex agnus-castus in basketry.Umberto Quattrocchi. 2000. CRC World Dictionary of Plant Names volume I, page 91. CRC Press: Boca Raton; New York; Washington,DC;, USA. London, UK. (set). Its macaronic specific name agnus- castus repeats \"chaste\" in both Greek and Latin; the small tree was considered to be sacred to the virginal goddess Hestia/Vesta. The most common names are \"chaste tree'\", \"vitex\", and \"monk's pepper\". ==Description== thumb|160px|Close up of flowers with carpenter bee (Xylocopa sp.) Vitex agnus- castus is widely cultivated in warm temperate and subtropical regions for its delicate-textured aromatic foliage and butterfly-attracting mid-summer spikes of lavender flowers opening in late summer in cooler climates.Soule, J.A. 2012. Butterfly Gardening in Southern Arizona. Tierra del Soule Press, Tucson, AZ It grows to a height of . It requires full sun though tolerating partial shade, along with well-drained soil. Under ideal conditions it is hardy to USDA Zone 6, and can be found as far north as the south shore of Long Island and Nantucket on the East Coast of North America and in the mild southwest of England. In colder zones, the plant tends to die back to the ground, but as it flowers on new wood, flowering is not affected on vigorous growth in the following season. This plant is a brackish water dweller, indicating that it tolerates salt. Cold and wet weather results in dieback and losses. The plant grows well on loamy neutral to alkaline soil. In cultivation in the UK, the form Vitex agnus-castus f. latifolia has gained the Royal Horticultural Society’s Award of Garden Merit. The fruits from one single tree can be harvested for more than 15 years. This indicates that the tree cannot be integrated in a usual crop rotation system. It is suggested to sow dissimilar plants such as monocots as its subsequent crop so that it might be easier to control the monk's pepper plant, the dicot. Because the fruits of monk's pepper tend to fall constantly and uncontrollably, it is likely that the plant can germinate from seed. It is said that at a row spacing of , the overall best yield per hectare can be achieved if the plant spacing is around . Pruning back the branches in autumn has a positive influence on fruit yield while a re-pruning in spring can induce an increase of vegetative shoot and thus to fruit yield loss. ===Reproduction=== This plant can also be reproduced vegetatively. One possibility is to use long piece of the ripening wood with buds in July or August and another is to cut the ripe wood in November and then let it root in a coldframe. Also in vitro reproduction with spike of the shoots or node explants is possible. ===Harvest=== The flowering and ripening processes do not happen simultaneously, enabling harvesting of both fresh fruits and seeds over a long span of time. The fruits tend to fall from the plant as they ripen, getting lost in the soil. Thus, there is no optimal fixed harvest time. Consequently, to avoid yield loss, unripe fruits need to be harvested. This early harvesting has no effect on quality. Overall it is said that harvesting the fruits by hand is the most convenient solution. ===Diseases and pests=== Thysanoptera, also known as thrips, can cause great damage to the growth and the generative development of Vitex agnus- castus.Gimpl A. 2003. Untersuchungen zur Inkulturnahme von Vitex agnus-castus L. Diplomarbeit. Universität für Bodenkultur. Wien The insect feeds on chaste tree by sucking up the contents or puncturing them. Also Chaste tree is the only known host (especially in Israel) for Hyalesthus obsoletus. This cicada is the vector for black wood disease of grapevines. Hyalesthus obsoletus prefers V. agnus-castus as a host to the grapevine. In this case chaste tree can be used as a biological control agent by planting it around vineyards to trap the Hyalesthus obsoletus. V. agnus-castus was found not only to be an appropriate food source for the adult vectors, but also a reservoir of Candidatus Phytoplasma solani (bacterial Phytoplasma species), the causal agent of the Black wood disease in grapevines. The pathogen-caused leaf spot disease can almost defoliate V. agnus castus. Furthermore, root rot can occur when soils are kept too moist.Gilman E. and Watson D. 1994. Vitex agnus-castus ‘Alba’; ‘Alba’ Chastetree Fact Sheet ST-665. A series of the Environmental Horticulture Department. Florida Cooperative Extension Service. Institute of Food and Agricultural Sciences. University of Florida ==Chemical compounds== Flavonoids (vitexin, casticin), iridoid glycoside (agnuside, aucubin), p-hydroxybenzoic acid, alkaloids, essential oils, fatty oils, diterpenoids and steroids have been identified in the chemical analysis of Vitex agnus-castus. They occur in the fruits and in the leaves. ===Essential oils=== Essential oils have been found in the fruits and in the leaves. The oil of leaves, unripe and ripe fruits differ in compounds. 50 compounds were identified in the oil of unripe fruits, 51 compounds in the oil of ripe fruits and 46 compounds in the oil of the leaves. 1,8-cineole and sabinene are the main monoterpene components and beta-caryophyllene is the major sesquiterpene compound found in the fruits of Vitex agnus-castus. There are some slight differences between fruits from white flowering plants and such from violet flowering ones. The oil of fruits of white flowering plants have a higher amount of monoterpene constituents. The leaves mainly contain 1,8-cineole, trans-beta-farnesene, alpha-pinene, trans-beta-caryophyllene, and terpinen-4-ol. The oil, particularly from white flowering plants, is under preliminary research for its potential antibacterial effects. ==Herbal uses== The leaves and tender stem growth of the upper , along with the flowers and ripening seeds, are harvested for alternative medicinal purposes. It is believed the berries are a tonic herb for both the male and female reproductive systems. The leaves are believed to have the same effect, but to a lesser degree. The leaves, flowers, and/or berries may be consumed as a decoction, traditional tincture, cider vinegar tincture, syrup, elixir, or simply eaten from the plant with presumed benefits as food.Hartung, T., 2000. Growing 101 Herbs That Heal. Storey Books. A popular way of taking Vitex is on awakening as a simple 1:1 fluid extract, which is said to interact with hormonal circadian rhythms most effectively.Chevallier, A., 2000. Encyclopedia of Herbal Medicine. Dorling Kindersley. In ancient times, it was believed to be an anaphrodisiac, hence the name chaste tree. Pliny, in his Historia Naturalis, reported the use of stems and leaves of this plant by women as bedding \"to cool the heat of lust\" during the time of the Thesmophoria, when Athenian women left their husbands to remain ritually chaste. At the end of the 14th century, John Trevisa reported of it \"the herbe agnus-castus is always grene, and the flowre therof is namly callyd Agnus Castus, for wyth smel and vse it maketh men chaste as a lombe\".Trevisa, quoted in The New English Dictionary; the misconnection of agnus, for agnos with agnus \"lamb\" is misleading: \"it has nothing to do with the Latin agnus, a lamb,\" Alice M. Coats notes (Coats, Garden Shrubs and Their Histories [1964] 1992, s.v. \"Vitex\"). In the 15th-century poem The Flower and the Leaf, it is referred to as an attribute of the chaste Diana, and in the 16th century the English herbalist William Turner reported the same anaphrodisiac properties of the seed, both fried and not fried. ==Traditional medicine== Vitex has been used in traditional medicine for reproductive health issues in women, but there is no high-quality clinical evidence for its effectiveness due to experimental design weaknesses. Although vitex is commonly recommended in Germany, there are further indications that Vitex agnus-castus should be avoided during pregnancy due to the possibility of complications. ==Safety and adverse effects== The most frequent adverse effects from vitex use include nausea, headache, gastrointestinal discomfort, menstrual discomfort, fatigue, and skin disorders. People taking dopamine-related medications or Parkinson's disease medications should avoid using chasteberry. Women on birth control pills, hormone replacement therapy, or having a hormone-sensitive condition, such as breast cancer, are advised not to use chasteberry. Use of vitex is discouraged for pregnant or breastfeeding women, and for children. ==References== ==External links== * Medicine Docs: Vitex agnus-castus (medicinal plant) agnus-castus Category:Trees of Europe Category:Medicinal plants of Europe Category:Anaphrodisia Category:Plants described in 1753 Category:Taxa named by Carl Linnaeus Category:Butterfly food plants Category:Trees of Mediterranean climate Category:Garden plants of Europe Category:Ornamental trees",
 "title": "Vitex agnus-castus"
}