{
 "id": "485770",
 "text": "{| |} HMS Beaver was one of 10 Type 22 missile frigates of the Broadsword class ordered by the Royal Navy. The ship was laid down at the Yarrow Shipbuilders Ltd., Scotstoun, on 20 June 1980 and finally commissioned on 13 December 1984. Originally 22 ships of the class were planned to be built, but after the Falklands War, it was decided 10 was enough. ==Power & Complement== With a maximum displacement of 4800 tons and a crew complement of 273 hands, HMS Beaver had a propulsion of 54,000HP from 2 Rolls Royce gas turbine Olympus TM3B and 2 Rolls Royce gas turbine Tyne RM1C engines, a maximum speed of 30 knots and a range of 4,500 nautical miles. ==Armaments & Equipment== thumb|The Exocet MM38 Missile launcher Armaments included: *4 × Exocet MM38 missiles *2 Seawolf SAM missile launchers – 6 missiles per launcher *4 30 mm GCM-A03 guns *2 20 mm GAM-B01 guns *6 × 324 mm ASW torpedo tubes On top of this HMS Beaver could carry 2 Lynx HMA 8 helicopters. Other equipment included: *Radar Type 1006 for navigation *Radar Type 967 / 968 for searching at air level *Radar Type 911 for weapons guidance *Sonar type 2016 for the bow *Sonar type 2031 for towing from the stern ==Bolton's Adoption== HMS Beaver was the adopted ship of the town of Bolton. Despite being many miles inland the town has a proud naval tradition based on the fact that during one week in the Second World War it raised one million pounds for the Royal Navy. The sixth was officially adopted by the town during the war to mark this honour. Prior to decommissioning, it was possible for Beaver Scouts to become honorary members of the crew. ==Decommissioning and fate== On 1 May 1999, HMS Beaver was decommissioned and then sold for scrap on 21 February 2001. ==Commanding officers== {| class=\"wikitable\" style=\"text-align:left\" !From||To|||Captain |- |1984||1985|||Captain John S Lang RN |- |1985||1987|||Captain Norman Dingemans RN |- |1987||1988|||Captain Geoffrey A. Eades RN |- |1988||1988|||Captain Andrew B Gough RN |- |1988||1990|||Captain Anthony Morton RN |- |1990||1993|||Commander C P R Montgomery RN |- |1993||1994|||Captain Christopher Clayton |- |1994||1996|||Commander Philip Jones RN |- |1996||1997|||Captain David Lewis RN |- |} ==References== ==Publications== * Category:1982 ships Category:Type 22 frigates of the Royal Navy",
 "title": "HMS Beaver (F93)"
}