{
 "id": "485712",
 "text": "Pinchas Zukerman (, born 16 July 1948Britannica biography) is an Israeli- American violinist, violist and conductor. ==Life and career== thumb|Zukerman in 1980 Zukerman was born in Tel Aviv, to Jewish parents and Holocaust survivors Yehuda and Miriam Lieberman Zukerman.Interview on Youtube He began his musical studies at age four, on the recorder. His father then taught him to play the clarinet and then the violin at age eight. Early studies were at the Samuel Rubin Academy of Music (now the Buchmann-Mehta School of Music). Isaac Stern and Pablo Casals learned of Zukerman's violin talent during a 1962 visit to Israel. Zukerman subsequently moved to the United States that year to study at the Juilliard School under Stern and Ivan Galamian. He made his New York City debut in 1963. In 1967, he shared the Leventritt Prize with the Korean violinist Kyung-wha Chung. His 1969 debut recordings of the concerti by Tchaikovsky (under the direction of Antal Dorati, with the London Symphony Orchestra) and Mendelssohn (with Leonard Bernstein and the New York Philharmonic) launched a successful recording career of over 110 releases. Zukerman launched his conducting career in 1970 with the English Chamber Orchestra, and served as director of London's South Bank Festival from 1971 to 1974. In the US, Zukerman was music director of the Saint Paul Chamber Orchestra from 1980 to 1987. He later directed the summer festivals of the Dallas Symphony Orchestra (1991–95) and the Baltimore Symphony Orchestra (1996–99). In 1999, he became Music Director of Canada's National Arts Centre Orchestra (NACO) in Ottawa,\"Pinchas Zukerman leaves legacy as a builder\". Peter Robb, Ottawa Citizen, September 24, 2014\"Mr. Diplomacy sticks around\". Maclean's, Jaime J. Weinman, September 4, 2006 stepping down from the post in 2015. He has served as Principal Guest Conductor of the Royal Philharmonic Orchestra since 2009. Zukerman is on the faculty at the Manhattan School of Music and is the head and founder of the Zukerman Performance Program at the school. His former students include Koh Gabriel Kameda, Julian Rachlin, and Guy Braunstein. In 1999 he founded the National Arts Centre Young Artists Programme, which counts young musicians such as Viviane Hagner, Jessica Linnebach, and Antal Szalai as alumni. In 2006 Zukerman began his involvement in the Rolex Artistic Mentorship programme. In 2021, in a virtual masterclass hosted by the Juilliard School, Zukerman angered many musicians, students and teachers by reinforcing racial and cultural stereotypes. He told two sisters of half Japanese descent that they were playing too perfectly and needed to add more \"soy sauce\" to their playing, and said that they needed to play more lyrically and that people in Korea and Japan do not sing. He later explained, \"It's not in their DNA.\" Juilliard decided to not release the video for further viewing. Zukerman has apologized for his \"culturally insensitive\" comments and said he will do better in the future. Zukerman performed in 2021 with the Reading Symphony Orchestra as a part of Violins of Hope PA. Zukerman plays the \"Dushkin\" Guarneri del Gesù violin of 1742. His honors include the King Solomon Award, the National Medal of Arts (presented by President Reagan in 1983), the Isaac Stern Award for Artistic Excellence, and an honorary doctorate from Brown University. ==Personal life== Zukerman was married to Eugenia Rich in 1968. The couple had two daughters together, opera singer Arianna Zukerman and blues/folk musician Natalia Zukerman. They frequently appeared together in concert until their divorce in 1985. Zukerman was then married to actress Tuesday Weld from 1985 to 1998. He and his third wife, cellist Amanda Forsyth, primarily reside in New York City. They often appear as soloists together. ==Recordings== His recordings have received 21 Grammy nominations, and two Grammy wins. He has collaborated with filmmaker Christopher Nupen on several projects, and was the subject of Nupen's \"Pinchas Zukerman: Here to Make Music\" documentary of 1974. In 2003 he founded a string quintet, the Zukerman Chamber Players, which has released three CD recordings in addition to its roster of live performances. ==Discography== *2015: Brahms: Double concerto - Symphony No. 4 (Analekta), AN2 8782 *2016: Baroque Treasury (Analekta), AN2 8783 *2016: Vaughan Williams & Elgar - Royal Philharmonic Orchestra (Decca) ==References== ==Sources== *Boris Schwarz: Great Masters of the Violin. From Corelli and Vivaldi to Stern, Zukerman and Perlman. Simon and Schuster, New York 1983. *Darryl Lyman: Great Jews in Music. J. D. Publishers, Middle Village, NY 1986. *Stanley Sadie, H. Wiley Hitchcock (Ed.): The new Grove dictionary of American music. Grove's Dictionaries of Music, New York, N.Y 1986. *Kurtz Myers: Index to record reviews 1984-1987. G.K. Hall, Boston, Ma. 1989. *Alan Rich: Masters of Music: Great artists at work. Preface by Nicolas Slonimsky, foreword by Isaac Stern, photographs by James Arkatov. Capra Press, Santa Barbara, Ca. 1990. ==External links== * * * * *Profile at New York Philharmonic *Profile at Canada's National Arts Centre Orchestra Category:Israeli classical violinists Category:Male classical violinists Category:Israeli classical violists Category:Israeli conductors (music) Category:Jewish classical violinists Category:Jewish classical musicians Category:Jewish American classical musicians Category:Manhattan School of Music faculty Category:Leventritt Award winners Category:Grammy Award winners Category:Honorary Members of the Royal Academy of Music Category:Juilliard School alumni Category:Fiorello H. LaGuardia High School alumni Category:Israeli people of Polish-Jewish descent Category:Performing arts pages with videographic documentation Category:1948 births Category:Living people Category:21st-century conductors (music) Category:21st-century classical violinists Category:21st-century American male musicians Category:21st-century American Jews",
 "title": "Pinchas Zukerman"
}