{
 "id": "485727",
 "text": "The pitohuis are bird species endemic to New Guinea. The onomatopoeic name is thought to be derived from that used by New Guineans from nearby Dorey (Manokwari), but it is also used as the name of a genus Pitohui which was established by the French naturalist René Lesson in 1831. The unitalicized common name however refers to perching birds that belong to several genera of multiple bird families. The genera include Ornorectes, Melanorectes, and Pseudorectes apart from Pitohui. ==Taxonomy and systematics== The Pitohui species were formerly all classified in the genus Pitohui, which at the time was in the family Pachycephalidae. In 2013 they were separated into several different genera in several different families. The species are now separated into three families as follows: ===Oreoicidae=== * Crested pitohui (Ornorectes cristatus) ===Pachycephalidae=== * Black pitohui (Melanorectes nigrescens) * White-bellied pitohui (Pseudorectes incertus) * Rusty pitohui (Pseudorectes ferrugineus) ===Oriolidae=== * Northern variable pitohui (Pitohui kirhocephalus) * Raja Ampat pitohui (Pitohui cerviniventris) * Southern variable pitohui (Pitohui uropygialis) * Hooded pitohui (Pitohui dichrous) ==Description== Pitohuis are brightly coloured, omnivorous birds. The hooded pitohui has a brick red belly and a jet-black head. The variable pitohui, as its name implies, exists in many different forms, and 20 subspecies with different plumage patterns have been named. Two of them, however, closely resemble the hooded pitohui. ==Behaviour and ecology== The skin and feathers of some pitohuis, especially the variable and hooded pitohuis, contain powerful neurotoxic alkaloids of the batrachotoxin group (also secreted by the Colombian poison dart frogs, genus Phyllobates). These are believed to serve the birds as a chemical defence, either against ectoparasites or against visually guided predators such as snakes, raptors or humans.(Dumbacher, et al., 1992) The birds probably do not produce batrachotoxin themselves. The toxins most likely come from the beetle genus Choresine, a part of the birds' diets.(Dumbacher, et al., 2004). The birds' bright colours are suggested to be an example of aposematism (warning colouration), and the similarity of the hooded pitohui and some forms of the variable pitohui might then be an example of Müllerian mimicry, in which dangerous species gain a mutual advantage by sharing colouration, so an encounter with either species trains a predator to avoid both.(Dumbacher & Fleischer, 2001) ==Relationship to humans== thumb|Scientists handling hooded pitohuis have described a numbing sensation upon doing so. Due to the toxicity of these birds, Papua New Guineans call the pitohuis rubbish birds and do not eat them; in desperate times, however, they can be consumed only after the feathers and skin have been removed and the flesh is coated in charcoal and then roasted (Piper, 2007). ==See also== *Batrachotoxin *Toxic birds ==References== * del Hoyo, J.; Elliot, A. & Christie D. (editors). (2007). Handbook of the Birds of the World. Volume 12: Picathartes to Tits and Chickadees. Lynx Edicions. * * * *Piper, R. Extraordinary Animals: An Encyclopedia of Curious and Unusual Animals, Greenwood Press ==External links== *Fugu, Poison Frogs, and Pitohuis by Harold B. White * Category:Bird common names Category:Oreoicidae . . Category:Endemic fauna of New Guinea Category:Toxic birds",
 "title": "Pitohui"
}