{
 "id": "485792",
 "text": "Events from the year 1836 in Canada. ==Incumbents== *Monarch: Victoria ===Federal government=== *Parliament of Lower Canada: 15th (until March 27) *Parliament of Upper Canada: 13th ===Governors=== *Governor of the Canadas: Robert Milnes *Governor of New Brunswick: George Stracey Smyth *Governor of Nova Scotia: John Coape Sherbrooke *Commodore-Governor of Newfoundland: Richard Goodwin Keats *Governor of Prince Edward Island: Charles Douglass Smith ==Events== ===January to June=== *January – Samuel Lount captured. *January 13 – Navy Island evacuated. *January 13 – Lord Eldon, Lord Chancellor under three kings, dies. *January 14 – The rebels, under Mackenzie, evacuate Navy Island. *January 17 – Lord John Russell introduces a bill to suspend the Constitution of Canada. Lord Brougham says, \"You propose to punish a whole Province, because it contains a few malcontent parishes; thus, by your indiscriminating prescriptions, you chastise those, even, who have helped you to stifle the insurrection. *February – Border raids begin: Lake Champlain, Hickory, Fighting and Pelee Islands. *April 12 – Samuel Lount and Peter Matthews hanged in Toronto. *May to July – Guerrilla actions: roasting of the Sir Robert Peel. *May 27 – As governor general and high commissioner of British North America, Lord Durham arrives to investigate the circumstances behind the Rebellions of 1837. *June 21–23 – Short Hills Raid near Pelham, Ontario ===July to December=== *July 30 – James Morreau hanged at Niagara. *August 16 – Lord Durham's ordinance is disallowed. *November 1 – Lord Durham leaves Quebec. *November 3 – Second Rebellion in Canada. *November – Uprising in Lower Canada. Battle of the Windmill at Prescott, Upper Canada. *November 9 – Battle of Odelltown. *November 10 – The rebels gain a victory at Beauharnois. *November 16 – Invaders under Von Shoultz are defeated, at Prescott. *December – Battle of Windsor (Patriot War). *December 13 – Sir John Colborne, Governor General, Messrs. Moffat, Stuart and Badgley go to England, to represent British Canadian views. ===Full date unknown=== * Lord Howick declares \"If I thought the great mass of people were hostile to Britain, I should say that what ought to be done would be to see how a final separation between them and us could be effectuated without sacrificing British interests; but I do not think that British Canadians are opposed to British domination, for our alliance is more necessary to them than their connection is important to us.\" *Of the French Canadians, he says, \"If it be only for their laws and particular usages that they are struggling, surrounded, as they are, by people of other races, they must be aware that they would be made to undergo, if they lost British protection, a much more violent change than any which they have yet had to endure; and certainly, greater and more general than any which we may mean to prescribe for them.\" He adds that \"Unlimited executive responsibility is irreconcilable with the relations which ought to exist between a colony and the metropolitan power. Mr. Grote says, \"If the violation, in part, of the Constitution determined the Canadians to arm in defence of their rights, how will they endure the suspension of the Constitution entirely and the confiscation of popular freedom?\" *Conflict over the New Brunswick-Maine border begins in the Aroostook River area. *During December 1838 and January 1839, 30 rebels hanged in London, Kingston and Montreal. *The Custom House, at Montreal, is finished. *The population of Canada, Nova Scotia, New Brunswick, Newfoundland and Prince Edward Island is 1,282,000. *Insurgents are amnestied. *The governors of New York and Vermont forbid interference with Canadian difficulties. ==Births== *January 9 – John Arthur Fraser, artist (died 1898) *March 25 – Thomas Greenway, politician and 7th Premier of Manitoba (died 1908) *April 5 – George-Édouard Desbarats, printer and inventor (died 1893) *April 28 – François-Xavier-Anselme Trudel, politician (died 1890) *May 12 – James McMillan, United States Senator from Michigan from 1889 till 1902. (died 1902) *June 22 – James William Bain, politician (died 1909) *August 15 – Daniel Webster Marsh, businessman and Mayor of Calgary (died 1916) *August 30 – Peter White, politician (died 1906) ==Deaths== thumb|right|75px|George Ramsay *March 21 – George Ramsay, 9th Earl of Dalhousie (born 1770) *July 8 – Peter Robinson, politician, Peterborough, Ontario renamed in his honour (born 1785) *August 17 – Michel-Louis Juchereau Duchesnay, army and militia officer, seigneur, jp, and office holder (born 1785) ==References== Category:Years of the 19th century in Canada Canada Category:1838 in North America",
 "title": "1838 in Canada"
}