{
 "id": "485849",
 "text": "Events from the year 1849 in Canada. ==Incumbents== *Monarch — Victoria ===Federal government=== *Parliament: 3rd ===Governors=== *Governor General of the Province of Canada — Lord Elgin *Colonial Governor of Newfoundland — Charles Henry Darling *Governor of New Brunswick — Edmund Walker Head *Governor of Nova Scotia — Sir John Harvey *Governor of Prince Edward Island — Dominick Daly ===Premiers=== *Joint Premiers of the Province of Canada — **William Draper, Canada West Premier **Samuel Harrison, Canada East Premier *Premier of Nova Scotia — James Boyle Uniacke ==Events== *January 1 – King's College becomes the University of Toronto *February 10 – The Governor, Ministers, MPs and Montreal's council visit St. Hyacinthe, on the St. Lawrence and Atlantic Railroad. *April 7 – A large fire engulfs Toronto's downtown section. Started at 1 a.m. of an unknown cause, it started behind a tavern in the market section catching some hay then spread rapidly before destroying numerous buildings, including St. James cathedral. Flames could be seen from across Lake Ontario at St. Catharines, 40 km distant. *April 25 – For sanctioning the Rebellion Losses Bill, Lord Elgin is mobbed by Tories and the Parliament House in Montreal is burned. *May – The Hayes House in Dalhousie Square leased for Parliamentary purposes. The parliament is to sit alternately in Quebec City and Toronto. *May 29 – Gen. Rowan, Administrator. *September 17 – The Stony Monday Riot takes place in Bytown *October 11 – The Montreal Annexation Manifesto is published *December 26 – Electors ask J. McConnell, M.P.P. for Stanstead, if he favours annexation, which they believe will, alone, relieve depression. ===Full date unknown=== *The Beauharnois Canal, just southwest of Montreal is opened. *The boundary at the 49th parallel is extended to the Pacific Ocean (bisecting Point Roberts, Washington). *The Courthouse Rebellion is launched by the Red River Métis. *An Act of Amnesty provides for William Lyon Mackenzie's return from exile in the U.S. ==Births== *January 5 – Sam Steele, soldier and member of the North-West Mounted Police (died 1919) *February 21 – Edouard Deville, cartographer and Surveyor General of Canada (died 1924) *May 6 – Wyatt Eaton, painter (died 1896) *July 12 – William Osler, physician (died 1919) *July 22 – Charles Mickle, politician (died 1919) thumb|100px|George M. Dawson in May 1885. *August 1 – George Mercer Dawson, scientist and surveyor (died 1901) *October 17 – William Mackenzie, railway contractor and entrepreneur (died 1923) *November 13 – Charles Constantine, North-West Mounted Police officer and superintendent (died 1912) *November 20 – Francis Haszard, jurist, politician and Premier of Prince Edward Island (died 1938) *November 28 – Henry Joseph Walker, politician and merchant (died 1918) *November 30 – Lemuel John Tweedie, politician and 9th Premier of New Brunswick (died 1917) *December 18 – Henrietta Edwards, women's rights activist and reformer (died 1931) ==Deaths== *March 27 – Archibald Acheson, 2nd Earl of Gosford, colonial administrator (born 1776) *October 6 – Eulalie Durocher, Catholic nun (born 1811) == References == Category:Years of the 19th century in Canada Canada Category:1849 in North America",
 "title": "1849 in Canada"
}