{
 "id": "485905",
 "text": "{| class=\"infobox\" width=230 |- | |- |Other decades |- | align=\"center\" | 1500s | 1600s | 1610s | 1620s |} Events from the 1600s in Canada. ==Events== * c. 1600 - Approximately 250,000 First Nations and Inuit (Eskimo) inhabit what is now Canada. * May 26, 1603 - After being dispatched by the King of France, Samuel de Champlain drops anchor in Tadoussac in what would become the province of Quebec.Champlain, S. d.-1. (1911 ). The voyages and explorations of Samuel de Champlain (1604-1616). Toronto: Courier Press. * June 22, 1603 - Champlain travelled up the St. Lawrence River to Ile d'Orleans near Stadcona, which would later become Quebec City. * May 8, 1604 - Sieur de Mons and Champlain, along with 120 settlers, sail from France and anchor in an Acadian (later Nova Scotia) cove. After exploring the coast down to what is now Maine, they decide to settle at Saint Croix Island for the winter. By the spring of 1605, thirty-five of the settlers had died. Of the eighty or so remaining settlers, only eleven were considered to be in good physical condition. * 1605 - Champlain and his group move from Saint Croix Island to Port Royal, Nova Scotia on the Bay of Fundy, Nova Scotia (later to be named Annapolis Royal by the British), and establish Canada's first permanent settlement. * 1606: Mattieu da Costa travels with the Champlain expedition to Port Royal. He serves as an interpreter between the French and the Micmac Indians of the area. * July 1606 - Fifty additional settlers (all male) were brought to Port Royal by Jean de Biencourt de Poutrincourt. * 1605-07: The Europeans are welcomed by Mi'kmaq Grand Chief Membertou, who converts to Catholicism, makes a wampum-belt treaty with the Vatican. * August 1607 - Despite demonstrating that a settlement in Canada could be successful, the colonists were ordered by the King to abandon Port Royal and head back to France. * June / July 1608 - Champlain returns to Tadoussac before finally heading to Quebec City and reestablishing a permanent settlement in Canada. Etienne Brule and Nicolas Marsolet were a part of this voyage. * Summer / Fall 1608 - In order to protect the colony from the coming winter, Champlain built a large storehouse and accommodation building called the l'habitation. The pace that Champlain demanded for construction caused a mutiny that resulted in the ringleader being hanged and beheaded. * 1609 - Champlain allies himself with the Algonquians and with the Hurons, who are amenable to missionary activities and acts as the principal suppliers of furs. This alliance, however, antagonizes the Iroquoian Confederacy, traditional rivals of the Huron and suppliers of furs to the Dutch in New Amsterdam. * July 30, 1609 - Accompanied by sixty Algonquin warriors, Champlain heads up what is now the Richelieu River and encounters a Mohawk war party. Having the advantage of long guns on their side, Champlain and his side quickly gained victory * 1609: Champlain supports the Algonquins against the Iroquois at Lake Champlain. He fires on the Iroquois, setting a pattern of Indian relationships. ==See also== *List of French forts in North America *Former colonies and territories in Canada *List of North American settlements by year of foundation *Timeline of the European colonization of North America *History of Canada *Timeline of Canada history *List of years in Canada == References == ==Further reading == *",
 "title": "1600s in Canada"
}