{
 "id": "486485",
 "text": "Eliezer Ben‑Yehuda (; ; born Eliezer Yitzhak Perlman, 7 January 1858 – 16 December 1922) was the lexicographer of the first Hebrew dictionary, and the editor of HaZvi, one of the first newspapers in the Land of Israel / Palestine. He was the driving force behind the revival of the Hebrew language. ==Biography== thumb|Ben-Yehuda and wife Hemda, 1912 Eliezer Yitzhak Perlman (later Eliezer Ben-Yehuda) was born in Luzhki ( (Lužki), Vilna Governorate of the Russian Empire (now Vitebsk Oblast, Belarus) to Yehuda Leib and Tzipora Perlman, who were Chabad chasidim. He attended a Jewish elementary school (a \"cheder\") where he studied Hebrew and the Bible from the age of three, as was customary among the Jews of Eastern Europe. By the age of twelve, he had read large portions of the Torah, Mishna, and Talmud. His mother and uncle hoped he would become a rabbi, and sent him to a yeshiva. There he was exposed to the Hebrew of the enlightenment which included some secular writings. Later, he learned French, German, and Russian, and was sent to Dünaburg for further education. Reading the Hebrew-language newspaper HaShahar, he became acquainted with the early movement of Zionism and concluded that the revival of the Hebrew language in the Land of Israel could unite all Jews worldwide. Upon graduation in 1877 Ben-Yehuda went to Paris for four years. While there, he studied various subjects at the Sorbonne University—including the history and politics of the Middle East. It was in Paris that he met a Jew from Jerusalem, who spoke Hebrew with him. It was this conversation that convinced him that the revival of Hebrew as the language of a nation was feasible. In 1881 Ben-Yehuda immigrated to Palestine, then ruled by the Ottoman Empire, and settled in Jerusalem. He found a job teaching at the Alliance Israelite Universelle school. Motivated by the surrounding ideals of renovation and rejection of the diaspora lifestyle, Ben‑Yehuda set out to develop a new language that could replace Yiddish and other regional dialects as a means of everyday communication between Jews who moved to Israel from various regions of the world. Ben-Yehuda regarded Hebrew and Zionism as symbiotic: \"The Hebrew language can live only if we revive the nation and return it to the fatherland,\" he wrote. To accomplish the task, Ben-Yehuda insisted with the Committee of the Hebrew Language that, to quote the Committee records, \"In order to supplement the deficiencies of the Hebrew language, the Committee coins words according to the rules of grammar and linguistic analogy from Semitic roots: Aramaic and especially from Arabic roots\" (Joshua Blau, page 33). Ben-Yehuda was married twice, to two sisters. His first wife, Devora (née Jonas), died in 1891 of tuberculosis, leaving him with five small children. Her final wish was that Eliezer marry her younger sister, Paula Beila. Soon after his wife Devora's death, three of his children died of diphtheria within a period of 10 days. Six months later, he married Paula, who took the Hebrew name \"Hemda.\" Hemda Ben-Yehuda became an accomplished journalist and author in her own right, ensuring the completion of the Hebrew dictionary in the decades after Eliezer's death, as well as mobilising fundraising and coordinating committees of scholars in both Palestine and abroad. In 1903 Ben-Yehuda, along with many members of the Second Aliyah, supported Theodor Herzl's Uganda Scheme proposal.Elon, Amos (1975) Herzl. Holt, Rinehart and Winston. . p.392 Ben‑Yehuda raised his son, Ben-Zion Ben-Yehuda (the first name meaning \"son of Zion\"), entirely in Hebrew. He did not allow his son to be exposed to other languages during childhood. He even berated his wife for singing a Russian lullaby. Ben-Zion thus became the first native speaker of modern Hebrew as a mother tongue. ==Opposition== Many devoted Jews of the time did not appreciate Ben-Yehuda's efforts to resurrect the Hebrew language. They believed that Hebrew, which they learned as a biblical language, should not be used to discuss mundane and non-holy things. Others thought his son would grow up and become a \"disabled idiot\", and even Theodor Herzl declared, after meeting Ben- Yehuda, that the thought of Hebrew becoming the modern language of the Jews was ridiculous. In December 1893 Ben-Yehuda and his father-in-law were imprisoned by the Ottoman authorities in Jerusalem following accusations by members of the Jewish community that they were inciting rebellion against the government.Salmon, Yosef (2002) Religion and Zionism. First Encounters. The Hebrew University Magnes Press. . pp. 91,220 ==Journalistic career== thumb|Eliezer Ben-Yehuda. 1905 Ben-Yehuda was the editor of several Hebrew- language newspapers: HaZvi and Hashkafa. HaZvi was closed down for a year in the wake of opposition from Jerusalem's ultra-Orthodox community, which fiercely objected to the use of Hebrew, their holy tongue, for everyday conversation. In 1908, its named changed to HaOr, and it was shut down by the Ottoman government during World War I due its support for a Jewish homeland in the Land of Israel / Palestine. ==Lexicography== thumb|Eliezer Ben-Yehuda while working on the Hebrew dictionary, 1912. Ben-Yehuda was a major figure in the establishment of the Committee of the Hebrew Language (Va'ad HaLashon), later the Academy of the Hebrew Language, an organization that still exists today. He was the initiator of the first modern Hebrew dictionary known as the and he became known as the \"reviver\" (המחיה) of the Hebrew language, despite opposition to some of the words he coined. Many of these words have become part of the language but others never caught on. Ancient languages and modern Standard Arabic were major sources for Ben-Yehuda and the Committee. According to Joshua Blau, quoting the criteria insisted on by Ben-Yehuda: \"In order to supplement the deficiencies of the Hebrew language, the Committee coins words according to the rules of grammar and linguistic analogy from Semitic roots: Aramaic, Canaanite, Egyptian [sic] ones and especially from Arabic roots.\" Concerning Arabic, Ben-Yehuda maintained, inaccurately according to Blau, that Arabic roots are \"ours\": \"the roots of Arabic were once a part of the Hebrew language ... lost, and now we have found them again!\" ==Death and commemoration== In December 1922, Ben-Yehuda, 64, died of tuberculosis, from which he suffered most of his life. He was buried on the Mount of Olives in Jerusalem. His funeral was attended by 30,000 people. Ben-Yehuda built a house for his family in the Talpiot neighborhood of Jerusalem, but died three months before it was completed. His wife Hemda lived there for close to thirty years. Ten years after her death, her son Ehud transferred the title of the house to the Jerusalem municipality for the purpose of creating a museum and study center. Eventually it was leased to a church group from Germany who established a center there for young German volunteers. The house is now a conference center and guesthouse run by the German organization Action Reconciliation Service for Peace (ARSP), which organizes workshops, seminars and Hebrew language ulpan programs. In his book Was Hebrew Ever a Dead Language, Cecil Roth summed up Ben-Yehuda's contribution to the Hebrew language: \"Before Ben‑Yehuda, Jews could speak Hebrew; after him, they did.\" This comment reflects the fact that there are no other examples of a natural language without any native speakers subsequently acquiring several million native speakers, and no other examples of a sacred language becoming a national language with millions of \"first language\" speakers.\"This Week in History: Revival of the Hebrew Language\" by Daniel Bensadoun, 15 October 2010, at jpost.com (retrieved 25 September 2019) ==See also== * Eliezer Ben Yehuda's residence * Pro-Jerusalem Society (1918–1926) – a \"M[ister] Ben Yahuda\" is registered as member of its leading Council ==References== ==Further reading== *Blau, Joshua The Renaissance of Modern Hebrew and Modern Standard Arabic. Berkeley, California: University of California Press. 1981. *Fellman, Jack (1973). The Revival of a Classical Tongue: Eliezer Ben Yehuda and the Modern Hebrew Language. The Hague, Netherlands: Mouton. 1973. * *Lang, Yosef . The Life of Eliezer Ben Yehuda. Yad Yitzhak Ben Zvi, 2 volumes, (Hebrew). *Ilan Stavans, Resurrecting Hebrew. (2008). *Elyada, Ouzi . Hebrew Popular Journalism : Birth and Development in Ottoman Palestine, London and N.Y, Routledge, 2019 (History of Ben-Yehuda’s Press) * ==External links== * The personal papers of Eliezer Ben-Yehuda are kept at the Central Zionist Archives in Jerusalem. The notation of the record group is A43 * An interview with Dola Ben-Yehuda Wittmann (Eliezer Ben-Yehuda's daughter) at the Dartmouth Jewish Sound Archive * * Category:1858 births Category:1922 deaths Category:20th- century deaths from tuberculosis Category:People from Sharkowshchyna District Category:People from Vilna Governorate Category:Expatriates of the Russian Empire in France Category:Jews of the Russian Empire Category:University of Paris alumni Category:Emigrants from the Russian Empire to the Ottoman Empire Category:Hebrew language Category:Jewish grammarians Category:Lexicographers Category:Jewish printing and publishing Category:Israeli newspaper editors Category:Zionists Category:Ashkenazi Jews in Ottoman Palestine Category:Burials at the Jewish cemetery on the Mount of Olives Category:Orthographers Category:Language reformers Category:Tuberculosis deaths in Israel",
 "title": "Eliezer Ben-Yehuda"
}