{
 "id": "486494",
 "text": "CD+G (also known as CD-G, CD+Graphics and TV-GraphicsApproved Compact Disc Logo configurations) is an extension of the compact disc standard that can present low-resolution graphics alongside the audio data on the disc when played on a compatible device. CD+G discs are often used for karaoke machines, which use this functionality to present on-screen lyrics for the song contained on the disc. The CD+G specifications were published by Philips and Sony as an extension of the Red Book (CD standard) specifications.CD+G revealed - The HTML version of the no longer available cdg_revealed.txt file The first CD to be released with CD+G graphics was Eat or Be Eaten by Firesign Theatre in 1985. The CD+EG is a similar format that allows for better graphics, but has very rarely been implemented in releases. == Design == The CD+G format takes advantage of the six Compact Disc subcode channels R through W (which are unused in standard Compact Disc Digital Audio), to provide 6 extra bits in CD+G for graphics information per 24 bytes of audio data. When a disc is read at normal speed, these six channels provide only 28.8 kbit/s for graphics, which is enough to provide primitive visuals but which is dwarfed by modern bitrates (for comparison see ). In the CD+G system, 16-color (4-bit) raster graphics are constructed using tiled rendering with 6x12 pixel tiles (6 pixels wide and 12 lines high). These tiles are typically font definitions for text (such as for karaoke or info about the music). But the tiles can be used in any manner that tile rending permits, such as for fragments which combine together to represent a picture, or simply for patterns to decorate the background. These tiles are displayed in the main central 288×192 pixel area which is surrounded by a 1-tile thick border (for a total raster field of 300x216 pixels). The 16 colors are defined in a color table, which can be manipulated to change the color scheme and simulate primitive animations. The main instructions for manipulating graphics are: * Memory Preset: Set the screen to a particular color. * Border Preset: Set the border of the screen to a particular color. * Tile Block (Normal): Load a 12x6 tile, 2 color tile and display it normally. * Scroll Preset: Scroll the image, filling in the new area with a color. * Scroll Copy: Scroll the image, rotating the bits back around. * Define Transparent Color: Define a specific color as being transparent. * Load Color Table (entries 0-7): Load in the lower 8 entries of the color table. * Load Color Table (entries 8-15): Load in the upper 8 entries of the color table. * Tile Block (XOR): Load a 12x6 tile, 2 color tile and display it using the XOR method. == Improvements == thumb|Compact Disc Extended Graphics logo Compact Disc + Extended Graphics (CD+EG, also known as CD+XG and Extended TV-GraphicsApproved Compact Disc Logo configurations) is an improved variant of the Compact Disc + Graphics (CD+G) format. Like CD+G, CD+EG utilizes basic audio CD features to display text and video information in addition to the music being played. This extra data is stored in the subcode channels R-W. Very few, if any, CD+EG discs have been published.CD+G revealed - The HTML version of the no longer available cdg_revealed.txt file * 288 pixels per line * 192 lines * up to 256 colors == Usage == Along with dedicated karaoke machines, other consumer devices that play CD+G format CDs include the NEC TurboGrafx-CD (a CD-ROM peripheral for the TurboGrafx-16) and Turbo Duo, as well as the Japan-only successor the PC-FX, the Philips CD-i, the Sega CD, Sega Saturn, the JVC X'Eye, the 3DO Interactive Multiplayer, the Amiga CD32 and Commodore CDTV, and the Atari Jaguar CD (an attachment for the Atari Jaguar). Some CD-ROM drives can also read this data. Pioneer's LaserActive player can also play CD+G discs, as long as either the PAC-S1/S-10 or PAC-N1/N10 game modules are installed. Since 2003, some standalone DVD players have supported the CD+G format. Regular audio CD players will output only the audio tracks as if it was a normal music CD, unless otherwise designed to read the extra data (lyrics and images). CD+G karaoke albums are still made today by several UK and US manufacturers including Sunfly, Zoom Entertainments, SBI Karaoke and Vocal Star. Although the popularity of CD sales are dwindling the format is still widely used as MP3+G downloads. ==Notable releases== Although CD+G found its market in karaoke entertainment, some music labels were keen to experiment with the format and a number of albums were released which featured graphic images, animations and text. These special edition CD+G releases are now very rare and have become collectible items as a result. Some albums released include: Alphaville - The Breathtaking Blue Anita Baker - Rapture Chris Isaak - Silvertone Crosby, Stills & Nash - Live It Up Donna Summer - Another Place and Time Fleetwood Mac - Behind the Mask Jimi Hendrix Experience - Smash Hits Little Feat - Representing the Mambo Lou Reed - New York Simply Red - Picture Book Talking Heads - Naked Information Society - Information Society Daiichi Kosho is a former karaoke music manufacturer and their high-quality edit-a-vision range of 99 CD+Gs is still highly sought after by karaoke presenters today. == See also == * MP3+G CD+G karaoke CDs are often ripped onto computer hard drives as MP3+G, with the audio encoded in the standard audio format, MP3, and the graphics encoded in a RAW format. These can then be played on computers using VLC media player, Karafun, or professionally by DJs and karaoke presenters using software such as Karma or Atomix Virtual DJ often in conjunction with a DJ controller manufactured by Pioneer, Denon, Roland or Numark. == Note list == == References == == External links == * The CD+G Museum and Discography, details on released titles and how to identify them * Tech Flashback: The CD+Graphics Format (CD+G) * CD+G faq Category:Compact disc Category:Audio storage Category:Karaoke Category:Audiovisual introductions in 1985",
 "title": "CD+G"
}