{
 "id": "486971",
 "text": "Waterloo County, created in 1853 and dissolved in 1973, was the forerunner of the Regional Municipality of Waterloo in Ontario, Canada. Situated on a subset of land within the Haldimand Tract, the traditional territory of the Attawandaron, Anishinaabe and Haudenosaunee peoples, Waterloo County consisted of five townships: Woolwich, Wellesley, Wilmot, Waterloo, and North Dumfries. The major population centres were Waterloo, Kitchener (known as Berlin prior to 1916), Preston, Hespeler, Blair, and Doon in Waterloo township; Galt in North Dumfries; Elmira in Woolwich; and New Hamburg in Wilmot. All are now part of the Regional Municipality. ==History== ===Background=== Waterloo County was once one of the most densely wooded sections in North America. Oak trees three to four feet in diameter, maple, beech, elm, ash oak and great pines were common. The county, located in the northerly edge of Attawandaron land, was excellent for hunting and fishing. In 1784, by way of the Haldimand Proclamation, the British Government granted the Grand River valley to Iroquois confederation refugees from central and western New York State, Indigenous peoples who served as allies during the American Revolution. The area was from Lake Erie to the Elora falls, and the width being six miles on each side of the river. The First Nations soon offered almost half of the upper area for sale. It was divided into four blocks. Blocks 1, 2 and 3 were sold by 1816; this large area became the townships of Waterloo, Woolwich and Dumfries. The western part of this area was initially settled by Mennonites of German extraction from Pennsylvania; most settled the area that would become Kitchener, St. Jacobs, Elmira and surroundings. The southern part (now Cambridge) – as well as areas that would become Fergus and Elora, just outside Waterloo County – were settled by Scots. Except for grist, woolen and saw mills, there was little industry in any of these area until about 1870. ===Early arrivals from Pennsylvania (1800–1819)=== Settlement of the what later became the Township of Waterloo started in 1800 (in an area that is now a part of Kitchener) by Joseph Schoerg (later called Sherk) and Samuel Betzner, Jr. (brothers-in-law), Mennonites, from Franklin County, Pennsylvania. At the time, the upper part of the Grand River Valley was considered deep in the wilderness, and was difficult to penetrate into with wagons due a lack of roads. One Waterloo County historian, W. H. Breithaupt, believed that Schoerg and Betzner, after arriving in Upper Canada, travelled from Ancaster westward through Beverley Township to a point on the Grand River near where Paris would later be founded, using a road cut through the wilderness the previous year by two Englishmen named Ward and Smith. They then followed the Grand River northward. Joseph Schoerg and his wife settled on Lot 11, B.F. Beasley Block, S.R., on the bank of the Grand River opposite Doon, and Betzner and his wife settled on the west bank of the Grand, on a farm near what would become the village of Blair. thumb|The Pioneer Memorial Tower, dedicated the Pennsylvania-German pioneers who arrived between 1800 and 1803 The homes built by the next generation of these families still stand as of March 2021, on what is now Pioneer Tower Road in Kitchener, and have been listed as historically important; the John Betzner homestead (restored) and the David Schoerg farmstead (not yet restored) were erected circa 1830. right|thumb|Many of the Mennonite Germans from Pennsylvania arrived in Conestoga wagons Other settlers followed mostly from Pennsylvania typically by Conestoga wagons. Many of the pioneers arriving from Pennsylvania after November 1803 bought land in a section of Block Two from the German Company from Richard Beasley who had acquired a massive territory. The tract had originally been purchased from the Six Nations Indians by the British Crown in 1784; it was acquired in 1798 by Richard Beasley and two partners who decided to resell land, in smaller parcels. The Tract included most of Block 2 of the previous Grand River Indian Lands. Many of the first farms were least four hundred acres in size. The German Company, represented by Daniel Erb and Samuel Bricker, had gotten into financial difficulties after buying the land in 1796 from Joseph Brant who represented the Six Nations. The payment to Beasly, in cash, arrived from Pennsylvania in kegs, carried in a wagon surrounded by armed guards. The majority of the settlers of the Lower Block along the Grand River (including areas such as the current Freeport and Hespeler) were also Mennonites from Pennsylvania often called Pennsylvania Dutch although they were actually Deutsch or Deitsch, German. Others immigrated from the British Isles and directly from Germany, producing a mix of cultures. thumb|200px|right|Old Order Mennonite horse and carriage, still common in the northern part of Waterloo Region The first school opened in 1802 near the village of Blair, then known as Shinglebridge and now part of Cambridge, Ontario. The first teacher's name was Mr. Rittenhaus. thumb|The corduroy road discovered under King St., Waterloo By the early 1800s, a corduroy road had been built along what is now King Street in Waterloo; its remains were unearthed in 2016. The road was probably built by Mennonites using technology acquired in Lancaster County Pennsylvania, between the late 1790s and 1816. The log road was buried in about 1840 and a new road built on top of it. A historian explained that the road had been built for access to the mill but was also \"one of the first roads cut through (the woods) so people could start settling the area\". Later declared the founder of the city of Waterloo, Abraham Erb, a German Mennonite from Lancaster County, Pennsylvania, bought 900 acres of bush land in 1806 from the German Company; (this would later be part of Waterloo Township). He built a sawmill in 1808 and a gristmill in 1816; the latter operated continuously for 111 years. Other early settlers of what would become Waterloo included Samuel and Elia Schneider who arrived in 1816. Until about 1820, settlements such as this were quite small. By 1804, the cemetery in the village of Blair (now part of Cambridge) was already in use. The next cemetery to be started is the one next to Pioneer Tower in Doon; the first recorded burial at that location was in 1806. The cemetery at First Mennonite church at 800 King St. East in Kitchener is not as old, but contains the graves of some notable citizens, including Bishop Benjamin Eby who died in 1853, Joseph Schneider, and Rev. Joseph Cramer, founder of the House of Friendship social service agency. In 1807, of Block 3 (Woolwich) was purchased by Pennsylvanians John Erb, Jacob Erb and others. Later named the founder of Kitchener, Benjamin Eby (made Mennonite preacher 1809, and bishop in 1812) arrived from Lancaster County, Pennsylvania in 1806 and purchased a very large tract of land consisting of much of what would become the village of Berlin (named about 1830). The settlement was initially called Ebytown and was at the south-east side of what would later become Queen Street. (Eby was also responsible for the growth of the Mennonite church in Waterloo County; he built the first church in 1813.) Abram Weber settled on the corner of what would become King and Wilmot Streets and David Weber in the area of the much later Grand Trunk Railway station. Benjamin Eby encouraged manufacturers to move to the village. Jacob Hoffman came in 1829 or 1830 and started the first furniture factory. right|thumb|300px|The Joseph Schneider Haus was built by one of the early settlers in Berlin, Ontario and still stands. Almost as important as Benjamin Eby in the history of Kitchener, Joseph Schneider of Lancaster County, Pennsylvania (son of immigrants from southern Germany) bought lot 17 of the German Company Tract of block 2 in 1806. While farming, he helped to build what became \"Schneider's Road\" and by 1816 built a sawmill. Years later, Schneider and Phineas Varnum would help form the commercial centre of Ebytown. The War of 1812 interrupted settlement. The Mennonite settlers refused to carry arms so were employed in non-combatant roles in camps and hospital and as teamsters in transport service during the war. William Dickson of Niagara purchased land in the township of North Dumfries and South Dumfries. With his land agent, Absolom Shade, he located a town site on the Grand River. Settlers were attracted, largely from Scotland with the price of land being about four dollars an acre. Years later (1827), this village would be named Galt for John Galt, the British author and then Superintendent of the Canada Company headquartered in Guelph. Galt was a friend of William Dickson. ===1819 to 1852=== During and shortly after the War of 1812, government expenditures on roads increased dramatically, leading to the improvement and extension of a number of roads in Upper Canada. By 1819, a new road had been constructed, which ran diagonally across Beverley Township from Dundas to Galt. The new road gave pioneers in Dumfries Township (and by extension, Waterloo Township) a direct route to urban centres near Lake Ontario, although it was over a difficult track which passed through many swamps. This \"Beverley Road\" was the predecessor to the later . Before commercial mills were constructed in the Waterloo area, settlers had to bring their grain in wagons along the road to Dundas to be milled. By the 1830s, the government had adopted a new strategy: the creation of toll roads maintained by private companies. The first such company, incorporated in 1829, was the Dundas and Waterloo Turnpike Company. It had a capitalization of CA£25,000, almost double the government's expenditure on roads the following year, and was committed to improve and maintain the Galt–Dundas road to a width of . Despite these funds, the company struggled financially, and a debenture of another £25,000 was requested and authorized in 1837. A further £8,000 was authorized two years later, in 1839, for macadamization. John Eby, druggist and chemist, arrived from Pennsylvania in about 1820 and opened a shop to the west of what would later be Eby Street. At the time, it was common for settlers to form a building \"bee\" to help newcomers erect a long home. Immigration from Lancaster county continued heavily in the 1820s because of a severe agricultural depression in Lancaster County. Joseph Schneider also settled in that area and built a frame house in 1820 on the south side of the future Queen Street after clearing a farm and creating a rough road. A small settlement formed around \"Schneider's Road\" which later became the nucleus of Berlin. The home was renovated over a century later and still stands. The village centre of what would become Berlin (and later, Kitchener) was established in 1830 by Phineas Varnum who leased land from Joseph Schneider and opened a blacksmith shop on the site where a hotel would be built many years later, the Walper House. A tavern was also established here at the same time and a store was opened. At the time, the settlement of Berlin was still considered to be a hamlet. By 1830 the village of Preston was a thriving business centre with Jacob Hespeler, a native of Württemberg and a prominent citizen. He would later move to the village of New Hope that was renamed Hespeler in 1857 in recognition of his public service and the industries he started there. Jacob Beck from the Grand Duchy of Baden founded the village of Baden in Wilmot Township and started a foundry and machine shop. Jacob Beck was the father of Sir Adam Beck. The first newspaper of the county (first issue dated August 27, 1835) was the Canada Museum und Allgemeine Zeitung, printed mostly in German and partly in English. It was published for only five years. The land which now makes up the township of Woolwich, including communities such as St. Jacobs and Elmira, were first settled in the early 1800s. The early settlers were primarily from England or Ireland but after 1830, Mennonites from Pennsylvania formed a significant proportion of the population. The area still retains much of its traditional character. Old Order Mennonites can still be seen on the local roads using their traditional horse and buggy transportation.http://www.visitor.on.ca/elmira/ By 1835, many immigrants to Waterloo County were not from Pennsylvania. Many settler came from England, Ireland, Scotland and Germany to areas such as New Germany in the Lower Block of Block Two. In 1835, approximately 70% of the population was Mennonite but by 1851, only 26% of the much larger population were of this religion. This was due to the large wave of new German migrants from Europe, particularly between 1830 and 1850. The Wellington District and Waterloo County were formed in June 1840 from territory transferred from certain other districts: {| class = \"wikitable\" |- |+Townships transferred to the Wellington District (1840), implemented by Proclamation of June 18, 1840 |- !District !County !Townships !Other lands |- |Gore |Halton | * Dumfries * Eramosa * Erin * Garafraxa * Guelph * Nichol * Puslinch * Waterloo * Wilmot * Woolwich | |- |Home |Simcoe | * Amaranth * Luther * Melancthon * Proton | |- |London |- | | * reserved lands west of Woolwich and Nichollater surveyed to form the townships of Wellesley and Peel * the triangular piece of land adjoining the said tract in the proposed District of Huronlater surveyed to form the townships of Maryborough and Wallace * part of the late purchase from the Indians of Gore,being the Mississaugas and part of Indian landsacquired under the Saugeen Tract Agreementthe sum of which was surveyed into townships on either side of the Garafraxa Road that was constructed in the period 1840-1848 to the new community of Sydenham |} The district town was Guelph.1837 Act, s. 28 Records indicate a population of 13,782 in 1841. The Smith's Canadian Gazetteer of 1846 states that the Township of Waterloo (smaller than Waterloo County) consisted primarily of Pennsylvanian Mennonites and immigrants directly from Germany who had brought money with them. At the time, many did not speak English. There were eight grist and twenty saw mills in the township. In 1841, the population count was 4424. In 1846 the village of Waterloo had a population of 200, \"mostly Germans\". There was a grist mill and a sawmill and some tradesmen. Berlin (Kitchener) had a population of about 400, also \"mostly German\", and more tradesmen than the village of Waterloo. ===Reorganization of the county (1852–1853)=== At the beginning of 1852, the County was divided into three, forming the United Counties of Wellington, Waterloo and Grey: {| class=\"wikitable\" |+ Distribution of the townships of the first County of Waterloo (1851) |- !New County !!Territory |- valign=\"top\" |Wellington | * Erin * Puslinch * Guelph * Nichol * Garafraxa * Eramosa * Peel * Maryborough * Minto * Arthur * Luther * Amaranth * Pilkingtonformerly the Pilkington Tract in the Township of Woolwich (1851 Act, Sch. D) |- valign=\"top\" |Waterloo | * North Dumfriesthe northern part of the Township of Dumfries, previously part of Halton County (1851 Act, Sch. D) * Waterloo * Wilmot * Woolwich * Wellesley |- valign=\"top\" |Grey | * Artemisia * Bentinck * Collingwood * Derby * Egremont * Euphrasia * Glenelg * Holland * Melancthon * Normanby * Osprey * Proton * Saint Vincent * Sullivan * Sydenham * together with part of the Indian Reserve on the Bruce Peninsulalater surveyed to form the Townships of Keppel and Sarawak |} The County of Waterloo was withdrawn from the United Counties in January 1853. ===Urbanization and centralization around Berlin (1853–1894)=== There had been some contentious debate between Galt and Berlin (later, Kitchener) as to where the county seat would be located. At the time, Berlin was a hamlet with a population of only 700, as opposed to Galt's population of 2,200. one of the requirements for founding was the construction of a courthouse and jail. When the local Berlin hotelier Friedrich Gaukel donated a small parcel of land he owned (at the current Queen and Weber streets), this secured the county seat for Berlin. The courthouse at the corner of the later Queen Street North and Weber Street and the county gaol were built within a few months. The first county council meeting was held in the new building on 24 January 1853, as the county officially began operations. The new county council included 12 members from the five townships and two villages; Doctor John Scott was appointed as the first warden (reeve). Though the courthouse has since been replaced with a modern structure, the gaol and adjacent governor's house remain to this day under historical designation; they have been repurposed for further legal capacities (courtrooms and prosecutors' offices). In the following years, various County institutions and facilities would be created, including roads and bridges, schools, a House of Industry and Refuge, agricultural societies and local markets. 200px|thumb|right|Many of the Mennonite places of worship were basic frame buildings; this type is still commonly used by Old Order Mennonite groups in the northern part of the Region The Grand Trunk Railway reached Berlin in 1856 and that accelerated the growth of industry. In the next decade factories and the homes of labourers and wealthy owners replaced the early settlers' log houses. A rail line did not reach St. Jacobs or Elmira until 1891. The Grand Trunk and the Canadian Pacific railways provided useful transportation and as a result, furniture manufacturing and other industries began to open in Elmira. After about 1850, settlers direct from Germany began arriving to all parts of the county, including Woolwich Township. Waterloo was incorporated as a village in 1857 and became the Town of Waterloo in 1876 and the City of Waterloo in 1948. The population was 38,750 by 1861. In 1864, there were two grammar schools in the county, at Galt and Berlin, three Roman Catholic Separate Schools in the township of Wellesley, and two others in the township of Wilmot. By 1871, the largest ethnic groups in the county were Scots (18 per cent of the population), Irish (8 per cent), English (12.6 per cent), and German. At that time, those with German roots (direct from Europe or from Pennsylvania) made up nearly 55 per cent of the population. That was much higher than the 10 percent typical in the rest of Ontario. The first hospital in Waterloo County opened in 1890 as Galt General Hospital. Additional buildings and facilities were added in the early 1900s. By 1918, the facility had an X-ray room, a 27-room nurses' residence and was also a nurse training school. By 1911, there were nearly three times as many Lutherans as Mennonites in that area, for example. http://stjameselmira.ca/?page_id=31 ====Nascent urban hierarchy==== thumb|1862 map showing rail-connected Berlin at the centre of the county. In urban studies, a metric called the \"functional unit\" is sometimes used as a measure for the complexity of a settlement. A functional unit is a measure of a type of economic activity, such as milling, banking, or retailing. A single establishment could contain multiple functional units; one example, common in pioneer settlements, is the general store/post office, which would constitute two functional units. For Waterloo County, statistics on functional units are possible for 1864 onward using contemporary data sources. In 1864, Galt was clearly at the top of the county's urban hierarchy, with of all functional units, while Berlin had only . Waterloo, Preston, Ayr, and New Hamburg all followed with between and each; no other community in the county had more than of the county's functional units. By 1871, Galt still held the lead, but several small and mid-sized settlements in the county had dramatically increased in total number of functional units, overtaking others. In particular, New Hamburg, Elmira, and Ayr pulled ahead of Preston, while St. Jacobs and Hespeler more than doubled and tripled respectively. From 1871 to 1881, the county entered an era described by the geographer Fred Dahms as one of \"competition and centralization\". Between 1871 and 1881, the rural population decreased while the urban share of total population increased by nearly , despite a total population growth of only . The total number of settlements with functional units increased between 1864 and 1881, reaching an all-time peak of 44, and communities were widely dispersed. The result of this was numerous hamlets with one or two functional units (often a hotel, general store, or smithy) which had developed at road intersections, and a road system which allowed anyone with access to a horse and carriage the easy ability to return from a day trip. Economic functions, however, had already begun to centralize amongst a handful of major settlements. ====House of Industry and Refuge==== In 1869, the County built a very large so-called Poorhouse with an attached farm, the House of Industry and Refuge that accommodated some 3,200 people before being closed down in 1951; the building was subsequently demolished. It was located on Frederick St. in Kitchener, behind the now Frederick Street Mall and was intended to minimize the number of people begging, living on the streets or being incarcerated at a time before social welfare programmes became available. A 2009 report by the Toronto Star explains that \"pauperism was considered a moral failing that could be erased through order and hard work\". A research project by the Laurier School of Social Work has amassed all available data about the House and its former residents, digitized it and made the archive available on-line at WaterlooHouseOfRefuge.ca. According to Sandy Hoy, a director of research projects, the \"inmates\" included not only the poor, \"but folks with disabilities, women, children. Some were single women who had been servants and became pregnant; in fact, many were single mothers of all types. The archives also indicate that in addition to food and shelter for \"inmates\", in return for labour in the house and on the attached farm, the House also donated food, clothing and money for train tickets to enable the poor to reach family that might be able to support them. There were also two cemeteries for the poor nearby, including \"inmates\" of the House who had died. ===Later railway development (1894–1955)=== ====Street railways==== thumb|A streetcar seen in downtown Berlin in 1905. Although railways had arrived in Waterloo County in the 1850s, street railways only arrived several decades later. Urban railways offered a number of advantages to developing communities, but required a serious infrastructure investment which often fell to local municipalities or private businessmen. Street railways tended to lead to the development of the \"streetcar strip\" – highly developed urban commercial corridors – in contrast with older downtowns, which were usually less linear in form. With King Street already dominant as a linear commercial corridor, it was natural that early street railway development would connect two of the county's urban centres (Berlin and Waterloo) along this established route. This came about in 1888 in the form of the Berlin and Waterloo Street Railway. It initially started operations with horsecar service before later owners electrified the line and began using electric streetcars. The next street railway system to be constructed in the county was the Galt and Preston Street Railway in 1894, which, similarly to the Berlin and Waterloo, connected the existing urban centres of Galt and Preston. It soon became the Galt, Preston and Hespeler Street Railway after a branch line was built which connected Preston and Hespeler along the east bank of the Speed River. This system hosted not just passengers and mail, but also full carload freight. In 1904, the railway's Galt–Preston mainline was effectively extended with the construction of the Preston and Berlin Street Railway which, despite its name, took on many of the characteristics of an interurban. It featured two new freight yards, one in Berlin and one in Waterloo. These systems were gradually consolidated over several years and by 1914, they were known under the unified name of the Grand River Railway, which dispensed with street railway nomenclature. The Berlin and Waterloo Street Railway, in contrast, never lost its street railway traits and continued to operate similarly in the 20th century under Kitchener Public Utilities Commission management as it had in the 19th century, until its eventual shutdown in 1946. ====Interurban railways==== thumb|An interurban train crossing the Grand River. By the turn of the 20th century, interurban railways had begun to spread throughout North America. These were a natural evolution from street railways, but represented a more substantial commitment to regional rail infrastructure. The Grand River Railway was noted by rail historian John M. Mills as one of the earliest interurbans in Canada, and \"for many years one of the most energetic and progressive.\" While plans for a northern extension of the mainline never resulted in new construction, a succession of lines provided connections to the south. These were the Grand Valley Railway, built as an extension of the Brantford Street Railway and extended north to Galt in 1903, and the Lake Erie and Northern Railway, a more modern successor to the Grand Valley Railway which opened in 1916. Taken as a sum, these interurban lines created direct rail connections between Waterloo County, Brant County, and Norfolk County, as well as freight interchange with significant Canadian National Railway, Canadian Pacific Railway, and Michigan Central Railroad lines and intercity stations. In fact, both lines were indirectly controlled by the Canadian Pacific Railway, and starting in 1931, they were managed together as a single entity known as the Canadian Pacific Electric Lines. Ridership on passenger trips declined, and services began to be cut starting in the late 1930s with the cancellation of trips to Waterloo, though the system had a brief swan song in ridership during the Second World War. Regular passenger service ended in 1955. Freight service continued, though the line was extensively relocated to make room for highway expansion in south Kitchener during the 1960s. == German heritage == While German-speaking settlers from Pennsylvania were the most numerous until about 1840, a few Germans from Europe began arriving in as 1819, including Friedrich Gaukel, a hotel keeper, being one of the firsts. He would build what later became the Walper House in Berlin. Two streets in present-day Kitchener, Frederick and Gaukel streets, are named after him. Other German-speaking immigrants from Europe arrived in Waterloo County during the 1830s to 1850s, bringing with them their language, religion and cultural traditions. Waterloo County soon became recognized throughout Canada for their Germanic heritage. The German community became industrial and political leaders, and created a German-Canadian society unlike any other found in Canada at the time. They established German public schools and German language churches. right|thumb|300px|The Pioneer Tower honours the Mennonite Germans who helped populate Waterloo County. Both the immigrants from Germany and the Mennonites from Pennsylvania spoke German of course, though with different dialects such as Low German or the incorrectly called Pennsylvania Dutch, actually Pennsilfaanisch Deitsch (German). (This dialect is different from Standard German with a simplified grammatical structure, some differences in vocabulary and pronunciation and a greater influence of English.) The combination of various types of German-speaking groups was a notable factor in the history of Waterloo County. The two groups of Germanics were able to understand each other quite easily and there was no apparent conflict between the Germans from Europe and those who came from Pennsylvania. Some sources estimate that roughly 50,000 Germans directly from Europe settled in a large area of Southern Ontario, in and around Waterloo County, between the 1830s and 1850s. Unlike the predominantly Mennonite settlers from Pennsylvania, the majority of Germans from Europe were of other denominations: most in the first groups were Catholic and those who arrived later were primarily Lutheran. In 1862, German-speaking groups held The Sängerfest, or \"Singer Festival\" concert event that attracted an estimated 10,000 people and continued for several years. Eleven years later, the over 2000 Germans in Berlin, Ontario started a new event, Friedenfest, commemorating Prussian victory Franco-Prussian war. This annual celebration continued until the start of WWI. In 1897, they raised funds to erect a large monument, with a bronze bust of Kaiser Wilhelm 1, in Victoria Park. (The monument would be destroyed by townspeople just after the start of WWI.) By 1871, nearly 55 percent of the population had German origins, including both those of Pennsylvania Mennonite and European Germans. This group greatly outnumbered the Scots (18 per cent), the English (12.6 per cent) and the Irish (8 per cent). Berlin, Ontario was a bilingual town with German being the dominant language spoken. More than one visitor commented on the necessity of speaking German in Berlin. Immigration from continental Germany slowed by 1880. First and second-generation descendants now comprised most of the local German population, and while they were proud of their German roots, most considered themselves loyal British subjects. The 1911 Census indicates that of the 15,196 residents in Berlin, Ontario, about 70% were identified as ethnic German but only 8.3% had been born in Germany. By the beginning of the First World War in 1914, Berlin and Waterloo County were still considered to be predominantly German by people across Canada. This would prove to have a profound impact on local citizens during the war years. During the first few months of the war, services an activities at Lutheran churches in Waterloo County continued on as they always had. However, as anti- German sentiment increased throughout Waterloo County, many of the churches decided to stop holding services in German.\"City on Edge: Berlin Becomes Kitchener in 1916\" Exhibit at Waterloo Region Museum, on display 2016. By the early 1900s, North Waterloo County (the Kitchener, Waterloo and Woolwich Township areas) exhibited a strong German culture and those of German origin made up a third of the population in 1911, with Lutherans as the primary religious group. The Mennonites at that time primarily resided in the rural areas and small communities. The governor general of Canada, the Duke of Connaught, while visiting Berlin, Ontario, in May 1914, discussed the importance of Canadians of German ethnicity (regardless of their origin) in a speech: \"It is of great interest to me that many of the citizens of Berlin are of German descent. I well know the admirable qualities – the thoroughness, the tenacity, and the loyalty of the great Teutonic Race, to which I am so closely related. I am sure that these inherited qualities will go far in the making of good Canadians and loyal citizens of the British Empire\". thumb|upright|The Oktoberfest Timeteller, a traditional display in Waterloo Nonetheless, before and during World War I, there was some Anti-German sentiment in Canada and some cultural sanctions on the community, particularly in Berlin, Ontario. However, by 1919 most of the population of what would become Kitchener, Waterloo and Elmira were \"Canadian\"; over 95 percent had been born In Ontario. Those of the Mennonite religion were pacifist so they could not enlist and the few who had immigrated from Germany (not born in Canada) could not morally fight against a country that was a significant part of their heritage. The anti-German sentiment was the primary reason for the Berlin to Kitchener name change in 1916. News reports indicate that \"A Lutheran minister was pulled out of his house ... he was dragged through the streets. German clubs were ransacked through the course of the war. It was just a really nasty time period.\". A document in the Archives of Canada makes the following comment: \"Although ludicrous to modern eyes, the whole issue of a name for Berlin highlights the effects that fear, hatred and nationalism can have upon a society in the face of war.\" The Waterloo Pioneer Memorial Tower built in 1926 commemorates the settlement by the Pennsylvania 'Dutch' (actually Pennsilfaanisch Deitsch, or German) of the Grand River area of Waterloo County. This county is still home to the largest population of Old Order Mennonites in Canada, particularly in the areas around St Jacobs and Elmira.https://canadaalive.wordpress.com/2014/03/31/old-order-mennonites/ Running for nearly 50 years now, the Kitchener-Waterloo Oktoberfest has been a remembrance of the Region's German Heritage. The event includes beer halls and German entertainment, as well as a major parade, The second largest Oktoberfest in the world, the event is based on the original German Oktoberfest and is billed as Canada's Greatest Bavarian Festival. In recent years, it has been attracting an average of 700,000 people to the county. During the 2016 Oktoberfest parade, an estimated 150,000 people lined the streets along the route. ==Successor== right|thumb|300px|Market Square, a former urban mall on the corner of Frederick St. and King St East in Kitchener. Created in 1853, Waterloo County consisted of five townships: Woolwich, Wellesley, Wilmot, Waterloo, and North Dumfries, including the cities, towns and villages in each area. The county was dissolved in 1973 and the new Regional Municipality of Waterloo, was formed, consisting of the cities of Kitchener, Cambridge, and Waterloo and the townships of Wellesley, Woolwich, Wilmot, and North Dumfries. In addition, a small portion of Beverley Township, in the former Wentworth County (now City of Hamilton), was added to North Dumfries and the Waterloo Region. More specifically, the cities of Galt, Kitchener, and Waterloo were previously independent single-tier municipalities prior to joining the newly formed regional municipality. In the 1973 reorganization, the fifteen towns and townships of the county were reduced to just seven in the new Region of Waterloo. The new city of Cambridge was created by the amalgamation of the city of Galt, the towns of Preston and Hespeler, the village of Blair, and various parcels of township land. One township vanished when the former Waterloo Township was divided among Woolwich Township and the three cities of Kitchener, Waterloo, and Cambridge. The community of Bridgeport was annexed to the city of Kitchener. Erbsville was annexed to the city of Waterloo. The former county government was given broader powers as a regional municipality. The Region of Waterloo, with Jack A. Young as its first chairman, took over many services, including Police, waste management, recreation, planning, roads and social services. The Region is 1,369 square kilometres in size and its regional seat of government is in Kitchener. The Region's population was 535,154 at the 2016 census. The former village, town and city councils joined into the council of a new township or city. An overseeing regional council handles the former county-level responsibilities, as well as now providing police and other service for the Region as a whole. ==See also== * Former counties of Ontario * List of townships in Ontario * Anti-German sentiment ==References== ===Citations=== ===Bibliography=== * * * * * * * * * * * * * * * * * * * ==Further reading== * * * * * * * * * Category:Former counties in Ontario Category:History of the Regional Municipality of Waterloo Category:Populated places disestablished in 1973",
 "title": "Waterloo County, Ontario"
}