{
 "id": "487007",
 "text": "Talisman Dungeon is an expansion set published by Games Workshop in 1987 for the second edition of the Talisman board game. thumb|right|Board of Talisman Dungeon ==Description== Talisman Dungeon is a supplement for the Talisman game that can also be used as a small stand-alone game. It is the only Talisman supplement that was designed by Bob Harris, the designer of the original game. ===Components=== It comes with the following components: * separate board with the Dungeon track * 36-card \"Dungeon\" deck * 4 \"Doorway\" cards * 14 new characters ** Conjurer ** Dark Elf ** Gipsy ** Highlander ** Inquisitor ** Martial artist ** Pirate ** Saracen ** Scout ** Sprite ** Spy ** Swashbuckler ** Swordsman ** Zulu These new characters can be used in any game of Talisman. ===Setup=== To use it as part of a Talisman game, the Dungeon board and Dungeon deck are set up beside the regular Talisman board, and the four \"Doorway\" cards are shuffled into the main Talisman \"Adventure\" deck. ===Gameplay=== When a player draws a \"Doorway\" card, they have the option of entering the dungeon or staying on the main Talisman board. If they choose to enter the Dungeon, they must complete the spiral track on the Dungeon board that leads to the central Treasure Chamber. From there, the player is transported back to the main board, possibly closer to the Crown of Command, but also possibly further away. While in the Dungeon, certain special rules apply — for example, mules and horses are not allowed, and the Blizzard does not affect players in the Dungeon. Some spells and character abilities are nullified or altered within the Dungeon. ===Stand-alone game=== There is an option to play Dungeon on its own. Characters start at the entrance to the dungeon and race to the Treasure Chamber. The first one to arrive is the winner. Unlike the normal game, character cannot encounter one another. ==Reception== In the September 1987 edition of White Dwarf (Issue #93), Graeme Davis found the artwork of both the board and the cards to be \"well-done and maintains the feel of the basic game.\" Davis also thought some of the locations on the Dungeon board to be interesting. He found that although there were new rules for the Dungeon board, they \"set all this out clearly and they are soon picked up.\" He found all of the encounters, from rats to a Bronze dragon, \"all work well — as you would expect in an expansion game from Bob Harris, the game's inventor.\" Davis concluded with a strong recommendation, saying, \"The Talisman Dungeon is a significant addition to the game. Hardened Talisman fans will probably agree that it's the best expansion set yet, and if you own the game, it's definitely worth looking at.\" ==Reviews== *White Wolf #9 (1988) ==References== == External links == * * An HTML version of the Talisman Dungeon rules * An image of the characters which came with Dungeon Category:Dungeon crawler board games Category:Talisman (board game)",
 "title": "Talisman Dungeon"
}