{
 "id": "487161",
 "text": "In the card game of contract bridge, to hold up means to play low to a trick led by the opponents, losing it intentionally in order to sever their communication. The primary purpose is to give as many tricks to opponents as needed to exhaust all the cards in the suit from one of their hands. If that hand regains the lead, it will not be able to put the partner on lead to cash its tricks. Hold up is one of basic techniques in play. While mechanically identical,Francis et al (2001), p. 128 a hold up is in a suit played by the opponents while a duck (or ducking) is a manoeuver in one's own suit.Levé (2007), p. 100. Nevertheless, the terms are used interchangeablyReese and Trézel (1978), p. 7. with duck or ducking more common. ==Examples== ===Denying an entry (declarer play)=== West leads the top of a doubleton against a suit contract, and East plays the queen. Suppose South wins the first trick with the ace and West gets in before trumps are drawn (with the ace of trumps, for example). Now West can lead his remaining card in the suit to East's king, and East can return the suit for West to ruff. Proper procedure is for South to hold up on the first trick, and win the ace on the second round of the suit. Now, when West gets in, he is void in his short suit and cannot lead that suit to get to East's hand. ===Denying an entry (defender play)=== The declarer (South) plays toward dummy's long suit. Assuming there are no side entries, on the distribution shown East must duck once to prevent declarer from running the suit. Note that West must give a proper count signal in this situation. In the distribution shown, West signals an even count; East assumes it shows four and ducks once. (If West has only two, then South has four and ducking neither helps nor hurts.) If West signals an odd count, East will have to decide (possibly from the bidding or previous play in other suits) whether it shows three or five, and win the first or third trick accordingly. ===Rectifying the count=== Often, to set up a squeeze, one or more tricks must be lost in advance. This is known as \"rectifying the count\", but it is actually just another instance of ducking. ===Endplay=== Here is a simple endplay situation: At no trump, South is on lead with three cards left to play. South ducks the 2 to West, who must now lead spades into South's ace-queen tenace and South wins two tricks. If South plays spades first, he wins only one of the last three tricks. This play is not really a duck, because it does not surrender a trick that could be won. South is playing a contract of three notrump, and West leads the king of diamonds. There are nine needed tricks: two spades, two hearts, one diamond and four clubs. However, if the declarer wins the ace of diamonds at trick one and drives out the ace of clubs, the defenders will cash four diamond tricks to set the contract. South can assure the contract (provided the ace of clubs is with East) by holding up the ace of diamonds: he plays low to the first two diamond tricks (known as ducking) and wins the ace of diamonds on the third trick. Now, when East wins the ace of clubs, he has no diamonds left to play. If West holds the ace of clubs, the contract is impossible to make. If, on the other hand, East had a diamond, that would mean that diamonds were originally split 4-4 and defenders could only cash three tricks in the suit, so the contract was not in danger. ===Deception=== A defender can deceive the declarer by ducking a trick he could win, inducing him to place the defender's cards wrongly and adopt a losing line of play. In the position shown, declarer leads a small card from dummy to the queen in trump suit. If West takes the ace, the declarer could easily play the king in second round, dropping East's jack. However, if West ducks, the declarer will place the ace with East, and finesse the dummy's ten in second round, losing to East's now singleton jack. This kind of duck requires perfect reading of cards and nerve, especially if the suit involved is a side suit in a trump contract. West must duck smoothly, without hesitation, otherwise the declarer could infer the actual layout. ==Rule of seven== The rule assumes play in a 3NT contract and is as follows: :Subtract from seven the total number of cards that declarer and dummy hold in the defenders' suit and duck their lead of the suit that many times.Francis et al (2001), p. 401 The rule can be generalized for all notrump contracts as follows: :In a notrump contract, subtract from 'n' the total number of cards that declarer and dummy hold in the defenders' suit and duck their lead of the suit that many times; 'n' is equal to four plus the level of the contract. In the hand above, there are five diamonds in the combined North-South hands, and declarer must duck two tricks (winning the third). If there were an additional diamond in either the North or South hand, for a total of six, then declarer need only duck one trick (winning the second). This is because if West has five diamonds (and North-South six), then East will have only two and will be out of diamonds after two rounds of the suit. If East does have three diamonds, then West will have only four and the defenders can cash only two additional diamond tricks (for a total of three) upon winning the ace of clubs. ==See also== *Avoidance play ==Notes== ==References== * * * Category:Contract bridge card play",
 "title": "Hold up (bridge)"
}