{
 "id": "487270",
 "text": "The Grey King is a contemporary fantasy novel by Susan Cooper, published almost simultaneously by Chatto & Windus and Atheneum in 1975. It is the fourth of five books in her Arthurian fantasy series The Dark is Rising. The Grey King won the inaugural Tir na n-Og Award from the Welsh Books Council as the year's best English-language children's book with an \"authentic Welsh background\". It is set in Wales and incorporates Welsh folklore as well as Arthurian material. It also won the annual Newbery Medal recognising the year's \"most distinguished contribution to American children's literature\". ==Characters== *Will Stanton is a primary character in the series. Here he is recovering from hepatitis with physician's orders to remain out of school for at least a month, so his mother sends him to his uncle David Evans in Wales. There he meets Bran and their adventures begin. *Bran Davies (the raven boy) is an albino boy with golden eyes, near Will's age. He is a loner, without friends at school, and he is not permitted to be out after school. He has a white dog, Cafall, who is able to see the wind (Cafall was the name of King Arthur's dog). :Bran is Welsh for 'crow'. He may be named after King Bran Fendigaid (\"Bran the Blessed\"), a Celtic god known from both Welsh and Irish mythology, who was mortalised as a monarch of North Wales. *Owen Davies is Bran's adoptive father. He had admitted a mother and her baby who appeared at his farm, cared for them, and proposed marriage. She was gone the next day, leaving the baby in his care. Owen doesn't want to lose Bran, so he is very protective. *The Brenin Llwyd, or the Grey King, is the evil lord opposing the Light in this novel. He is said to be the most powerful (and perhaps the oldest) lord of the Dark, but he has limitations. He is not allowed to break the laws of The High Magic. He may be forced to remain at his home Cader Idris. :\"The Breath of the Grey King\" is spoken of with dread in the mountains near his home. A thick fog that descends in the space of a few heartbeats, it drives unwary travellers to their deaths by hiding the edges of precipices and scree slopes. *Milgwn are huge grey foxes that the Grey King has bent to his will. It is said they can walk through his fog in secret and leave no track. They are not of this world, although they walk upon it, and they are known to attack when no ordinary fox would do so. Most mortals cannot see the Milgwn. Bran, however, is privileged and can see them. Will is an Old One (or \"Dewin\", in Welsh) and so he too can see them. :Milgwn (singular: milgi) is Welsh for 'greyhounds'. *Caradog Prichard is a bitter and corrupt man whom the Grey King is able to manipulate, not a willing agent. According to legend, someone who spends the night on Cader Idris becomes either a poet or a madman. Caradog hoped to be a poet and spent the night on the mountain; he is not a poet and often acts as if insane. :He may be named after the Welsh poet Caradog Prichard. ==Geography== The geography described in the book is based very closely on the real geography in and around the Dysynni Valley in Gwynedd in north-west Wales. References include the town of Tywyn, Cader Idris and Bird Rock (Craig yr Aderyn). == Critical reception == At the time of the book's publication, Kirkus Reviews said, \"Cooper is clearly building towards a thumping conclusion in the fifth and next volume and even those of us who have doubts about the significance of all this thunderous moral absolutism will want to get in on the action.\" In a retrospective essay about the Newbery Medal-winning books from 1976 to 1985, literary critic Zena Sutherland wrote, \"While The Grey King can be read profitably on its own, it gains stature when read in sequence, and it is masterful in the meshing of the fantastic elements and their realistic matrix... It has the classic form of the quest, and its intricate yet cohesive plot is developed with a high sense of drama—and even a bit of the inevitability of a Greek tragedy. It is no small thing to make a character believable both as a mortal child and as an immortal and a powerful magician.\" Karen Patricia Smith has written, \"Will is assisted in his quest for a golden harp by several people, including Bran, son of King Arthur, brought forward in time. Cooper continues her exploration of the many guises of evil and reiterates the theme that the Dark is a wily foe, capable of taking many forms.\" Mary Corran said that \"in The Grey King, it is human emotions which are the danger—jealousy, anger and hate, which open mortal minds to the invasion of the Dark. The fourth book is strongly Arthurian in content ... Cooper deals with the innate antagonism between mortals and immortals impressively, and in The Grey King reaches great heights as she mingles the worlds and peoples of legend and the present day.\" ==See also== ==Notes== ==References== Category:1975 British novels Category:Newbery Medal- winning works Category:Novels by Susan Cooper Category:Low fantasy novels Category:1975 fantasy novels Category:Novels set in Wales Category:Welsh fantasy novels Category:Chatto & Windus books Category:Modern Arthurian fiction",
 "title": "The Grey King"
}