{
 "id": "487325",
 "text": "Dravograd (; ) is a small town in northern Slovenia, close to the border with Austria. It is the seat of the Municipality of Dravograd. It lies on the Drava River at the confluence with the Meža and the Mislinja. It is part of the traditional Slovenian provinces of CarinthiaDravograd municipal site and the larger Carinthia Statistical Region. ==History== From 976 onwards the Dravograd area was part of the Duchy of Carinthia. The German name Unterdrauburg denoted the place where the Drava River left Carinthia and flowed into the neighbouring Duchy of Styria. It corresponded with Oberdrauburg up the river at Carinthia's western border with the County of Tyrol. The name Dravograd was invented during the Slovene national revival in the 19th century. Previously, the local Slovene name of the town was Traberk, a derivative of the German name Drauburg. The 19th century was a period of national awakening of the Carinthian Slovenes, and also of the rise of competing nationalisms: Slovene and German. After the dissolution of the Austro-Hungarian Monarchy in 1918, the whole area south of Dravograd was occupied by the Slovene volunteer forces of Major Franjo Malgaj, acting in the name of the newly established State of Slovenes, Croats and Serbs. The town of Dravograd itself however remained in the hands of the volunteers acting in the name of the German-Austrian rump state. In mid-December 1918, Dravograd was seized by the volunteer forces of Slovene General Rudolf Maister. According to the 1919 Treaty of Saint Germain, Dravograd became part of the Kingdom of Serbs, Croats and Slovenes (the later Yugoslavia). In the interwar period, the area of Dravograd witnessed an important process of industrialization. In the 1930s, social tensions grew as the consequence of the world economic crisis, as did the tensions between the small ethnic German minority and the Slovene- speaking majority. In the late 1930s, the Nazi movement started penetrating the German community in Dravograd, triggering the reaction of the Slovene majority. Physical violence between the pro-Nazi organization and the local section of the Sokol movement were common. In 1939 and in 1940, two mass anti- Nazi rallies were held in the municipality of Dravograd, organized by patriotic and nationalist Slovene organizations, mostly of left-wing orientation. In April 1941, after the Invasion of Yugoslavia, Dravograd was occupied by Wehrmacht forces and incorporated into the Carinthian Reichsgau of Nazi Germany. The use of the Slovene language was prohibited, all Slovene organizations were abolished, and numerous Slovenes were deported to central Germany or to the area governed by the Military Administration in Serbia. Local Slovene political activists were either executed or deported to Nazi concentration camps. In July 1941, the local artist Franjo Golob organized an underground anti-Nazi resistance cell, which was however soon discovered. Violent repression followed, which hindered the further development of anti- German resistance in this area. In mid-1943, the Yugoslav Partisans resistance movement started taking roots in the Dravograd area, which grew stronger by 1944, despite the brutal repressions of the Nazi authorities. Upon the German Instrument of Surrender and the nearby Battle of Poljana on 14/15 May 1945, the whole area was controlled by the Partisans. In the communist period, the Dravograd area further developed its industrial capacities. During the Ten Day War of Slovenian independence in June and July 1991, some fighting took place in the Dravograd area. ==Sights== Ruins of the old Dravograd castle (also referred to as Castrum Trahburck) overlook the town from the hill above the area of old market town. The castle was built in 1161 and in possession of Ortlof Trušenjski and his heirs until 1278. Afterwards, owners of the castle frequently changed (e.g., the Habsburgs in 1355, the Counts of Celje in 1387, and again the Habsburgs in 1456). The parish church in the settlement is dedicated to Saint John the Evangelist and belongs to the Roman Catholic Archdiocese of Maribor. It was first mentioned in written documents dating to the late 14th century. It was rebuilt in 1520 and in 1621. The current church is Baroque with a characteristic onion dome on its belfry.Slovenian Ministry of Culture register of national heritage reference number 2956 A second church in the town is dedicated to Saint Vitus and is a late 12th-century Romanesque building.Slovenian Ministry of Culture register of national heritage reference number 126 Lake Dravograd () is a reservoir upstream from the hydroelectric power plant, between Dravograd and Črneče. It is an important natural habitat included in Natura 2000. ==Transportation== The Dravograd railway station is on the Drautalbahn railway line from Maribor to Innichen (San Candido) in Italy, opened in 1863. Highway No. 3 leading from Maribor to the Austrian border runs through the town, where highway No. 10-10 to Celje branches off. ==Dravograd Hydroelectric Power Plant== thumb|Hydroelectric power plant in Dravograd The power plant on the Drava River was built by the Germans during the Second World War, between 1941 and 1944. It started operating in 1944 with two vertical Kaplan turbines. It was the first pier-type power plant in Europe (along with a similar plant in Lavamünd, built in the same period). In April 1945, the plant was bombed and damaged by Allied air strikes. Renovation started after the war, with the first turbine becoming operational in December 1945 and the second in January the next year. Renovation ended in 1955, when the third turbine was added. Refurbishment commenced in 1994, increasing the net capacity to 26.2 MW. Today the power plant can generate 142 million kWh of electricity annually, with an 8.9 m available head. Four 24 m wide spillways have a total spilling capacity of up to 5400 m3/s of water. For comparison, the highest water flows since construction of the power plant, measured during the 2012 foods, were 2570 m3/s. Three turbine piers are placed among the spillways. The plant reservoir is 10.2 km long and stretches up to the higher power plant at Lavamünd, Austria. It contains 5.6 million m3 of water. The power plant is one of eight power plants on the Drava River in Slovenia and is managed by the company Dravske Elektrarne Maribor. ==Other data== *Postal code: SI-2370 *Area code: 02 (Maribor) *Vehicle registration plate prefix: SG (Slovenj Gradec) ==Notable people== Notable people that were born or lived in Dravograd include: *Eva Boto, singer, represented Slovenia in the 2012 Eurovision Song Contest *Boštjan Nachbar, basketball player *Andrej Pečnik, football player *Nejc Pečnik, football player *Marijan Pušnik, football coach *brothers Ivo Polančič and Lovro Polančič, anti-Nazi resistance fighters *Anton Vogrinec, theologian ==References== ==External links== *Dravograd on Geopedia * Dravograd municipal site * Dravograd Tourist Board * Dravograd hydroelectric power station * UL-Aero klub Aviofun Koroška Category:Populated places in the Municipality of Dravograd Category:Austria–Slovenia border crossings Category:Cities and towns in Carinthia (Slovenia)",
 "title": "Dravograd"
}