{
 "id": "487339",
 "text": "The FN P90 (also known as the FN Project 1990 PDWS) is a compact 5.7×28mm personal defense weapon designed and manufactured by FN Herstal in Belgium. It can also be considered a submachine gun or compact assault rifle. Created in response to NATO requests for a replacement for 9×19mm Parabellum firearms, the P90 was designed as a compact but powerful firearm for vehicle crews, operators of crew-served weapons, support personnel, special forces, and counter-terrorist groups. Designed in conjunction with the FN Five-seven pistol and FN 5.7x28mm NATO ammunition, development of the weapon began in 1986, and production commenced in 1990 (from which the \"90\" in its name is derived), whereupon the 5.7×28mm ammunition was redesigned and shortened. A modified version of the P90 with a magazine adapted to use the new ammunition was introduced in 1993, and the Five-seven pistol was subsequently introduced as a companion weapon using the same 5.7×28mm ammunition. Featuring a compact bullpup design with an integrated reflex sight and fully ambidextrous controls, the P90 is an unconventional weapon with a futuristic appearance. Its design incorporates several innovations such as a unique top-mounted magazine and FN's small-caliber, high-velocity 5.7×28mm ammunition. Additional integrated features include interchangeable visible or infrared laser and tritium light source. The P90 is currently in service with military and police forces in over 40 nations, such as Austria, Brazil, Canada, France, Greece, India, Malaysia, Poland, and the United States.Tirans, Ivars (2009). \"Baltic Defence Research and Technology 2009 Conference Proceedings\". Military Review: Scientific Journal for Security and Defence (), Nr. 3/4 (132/133), p 103. In the United States, the P90 is in use with over 200 law enforcement agencies, including the U.S. Secret Service. In the United States, the standard selective fire P90 is restricted to military, law enforcement or holders of certain Federal Firearms Licenses (FFL) with the Special Occupational Tax (SOT). Since 2005, a semi-automatic version has been offered to civilian users as the PS90. ==History== ===Development=== The P90 and its 5.7×28mm ammunition were developed by FN Herstal in response to NATO requests for a replacement for the 9×19mm Parabellum cartridge and associated pistols and submachine guns.Gourley, S.; Kemp, I (November 26, 2003). \"The Duellists\". Jane's Defence Weekly (), Volume 40 Issue 21, pp 26–28. NATO called for two types of weapons chambered for a new cartridge—one a shoulder-fired weapon, and the other a handheld weapon. According to NATO, these new weapons, termed personal defense weapons (PDWs), were to provide \"personal protection in last-resort situations when the user is directly endangered by the enemy [...].\" In 1989, NATO published document D/296, outlining a number of preliminary specifications for these weapons: * The new cartridge was to have greater range, accuracy, and terminal performance than the 9×19mm cartridge. Additionally, it was to be capable of penetrating body armor. * The shoulder-fired personal defense weapon was to weigh less than 3 kg (6.6 lb), with a magazine capacity of at least 20 rounds. * The handheld personal defense weapon (pistol) was to weigh less than 1 kg (2.2 lb), although a weight of 700 g (1.5 lb) was deemed desirable; it was to have a magazine capacity of at least 20 rounds. * Both weapons were to be sufficiently compact to be carried hands-free on the user's person at all times, whether in the cab of a vehicle or the cockpit of an aircraft, and were to perform effectively in all environments and weather conditions. FN Herstal was the first small arms manufacturer to respond to NATO's requirement; FN started by developing a shoulder-fired personal defense weapon, the P90, along with a small caliber, high velocity 5.7×28mm cartridge type. The original 5.7×28mm cartridge, called the SS90, went into production with the P90 in 1990. The SS90 propelled a 1.5 g (23 grain) plastic-core projectile from the P90 at a muzzle velocity of roughly 850 m/s (2,800 ft/s). Following the P90's introduction, FN revised the 5.7×28mm ammunition. The new variation, designated the SS190, used a projectile 2.7 mm (0.11 in) shorter in length than that of the SS90. This allowed it to be used more conveniently in the 5.7×28mm FN Five-seven pistol, which was under development at that time. The SS190 projectile had a greater weight, and a more conventional construction with an aluminium and steel core. The first prototypes of the SS190 were created in 1992, and the design was finalized in 1993, replacing the SS90. A modified version of the P90, with a magazine adapted to use the shortened ammunition, was then introduced in the same year. Several special cartridge variations were developed, such as the L191 tracer round and the SB193 subsonic round for use with a sound-suppressed P90. ===NATO evolution=== In 2002 and 2003, NATO conducted a series of tests with the intention of standardizing a PDW cartridge as a replacement for the 9×19mm Parabellum cartridge. The tests compared the relative merits of the FN 5.7×28mm cartridge and the HK 4.6×30mm cartridge, which was created by German small arms manufacturer Heckler & Koch as a competitor to the 5.7×28mm. The results of the NATO tests were analyzed by a group formed of experts from Canada, France, the United Kingdom, and the United States, and the group's conclusion was that the 5.7×28mm was \"undoubtedly\" the more efficient cartridge. However, the German delegation and others rejected the NATO recommendation that 5.7×28mm be standardized, halting the standardization process indefinitely. As a result, both the 4.6×30mm and 5.7×28mm cartridges (and the associated weapons) have been independently adopted by various NATO countries, according to preference; the P90 is currently in service with military and police forces in over 40 countries throughout the world. ===Present=== Further development of the P90 led to the creation of the P90 TR model, which has a MIL-STD-1913 triple rail interface for mounting accessories. This model was introduced in late 1999 and continues to be offered alongside the standard P90. More recently, the P90 has been offered to civilian shooters as the PS90, a semi-automatic carbine intended for personal protection and sporting use. ==Design== thumb|left|upright=1.2|A disassembled PS90 carbine, showing the major component groups. The standard P90 disassembles into similar component groups: 1. hammer group, 2. barrel and optical sight group, 3. butt plate, 4. magazine, 5. moving parts group, 6. frame and trigger group The P90 is a selective fire, straight blowback-operated weapon with a cyclic rate of fire of around 850–1,100 rounds per minute. The weapon is chambered for FN's 5.7×28mm ammunition. Its unusual shape is based on extensive ergonomic research. The weapon is grasped by means of a thumbhole in the frame that acts as a pistol grip, as well as an oversized trigger guard that acts as a foregrip for the shooter's support hand. The P90 fires from a closed bolt for maximum accuracy, and its design makes extensive use of polymers for reduced weight and cost. Overall, the weapon is relatively lightweight, weighing 2.5 kg (5.6 lb) empty, or 3 kg (6.6 lb) with a loaded 50-round magazine. The P90 is notable for being fully ambidextrous—it can be operated by right or left- handed shooters with equal ease, and without making any modifications to the weapon. FN Herstal has described it as the \"first fully ambidextrous individual automatic weapon.\" The charging handle, magazine release and backup iron sights are symmetrically distributed on both sides of the weapon, and the firing selector is located directly at the foot of the trigger, where it can be operated from either side by the shooter's trigger finger or support hand thumb. When fired, the P90 ejects spent cartridge casings downward through a chute located behind the grip, so spent cases are kept out of the shooter's line of sight. The P90 can be fitted with a sling for greater ease of carry, and since the weapon has a fixed stock (as opposed to having a collapsing or folding stock), it can be quickly deployed when needed. The weapon's smooth, rounded contours prevent it from snagging on the shooter's clothing or equipment, and a small vertical protrusion is provided at the front end of the weapon's frame to prevent the shooter's hand from accidentally slipping in front of the muzzle while shooting. A hollow compartment inside the rear of the weapon's frame—accessed by removing the buttplate—allows for storage of a cleaning kit. The P90 was designed to have a length no greater than a man's shoulder width, to allow it to be easily carried and maneuvered in tight spaces, such as the inside of an armored vehicle. To achieve this, the weapon's design uses the unconventional bullpup configuration, in which the action and magazine are located behind the trigger and alongside the shooter's face so that there is no wasted space in the stock. The P90's dimensions are minimized by its unique horizontally mounted feeding system, wherein the box magazine sits parallel to the barrel on top of the weapon's frame. The weapon overall has an extremely compact profile—it is the most compact fixed-stock submachine gun to be made. The standard version of the weapon has an overall length of 500 mm (19.7 in), a height of 210 mm (8.3 in), and a width of 55 mm (2.2 in). The P90 requires minimal maintenance, and it can be disassembled quickly and easily. It is a modular firearm, consisting of four main component groups: the barrel and optical sight group, the moving parts group, the frame and trigger group, and the hammer group. The P90's barrel is cold hammer- forged and chrome-lined, with an overall length of 263 mm (10.4 in). The barrel has eight rifling grooves with a right-hand twist rate of 1:231 mm (1:9.1 in), and it is equipped with a diagonally cut flash suppressor that also acts as a recoil compensator. The stated service life of the barrel is 20,000 rounds. The P90 uses an internal hammer striking mechanism and a trigger mechanism with a three-position rotary dial fire control selector, located at the foot of the trigger. The dial has three settings: S – safe, 1 – semi-automatic fire, and A – fully automatic fire. When set on A, the P90's fire selector provides a two-stage trigger operation similar to that of the Steyr AUG assault rifle—pulling the trigger back slightly produces semi- automatic fire, and pulling the trigger fully to the rear produces fully automatic fire. ===Ammunition=== thumb|The P90 magazine feed lips Particularly significant to the design of the P90 is the small-caliber, high-velocity bottlenecked cartridge it uses. The 5.7×28mm cartridge was created by FN Herstal in response to a NATO requirement that called for a replacement for the 9×19mm Parabellum cartridge, which is commonly used in pistols and submachine guns. The 5.7×28mm cartridge weighs 6.0 g (93 grains)—roughly half as much as a typical 9×19mm cartridge—allowing the same number of rounds to be carried for less weight, or allowing more rounds to be carried for the same weight. Since the 5.7×28mm cartridge has a relatively small diameter, an unusually high number of cartridges can be contained in a magazine. The cartridge has a loud report and produces considerable muzzle flash (when fired from a pistol), but it produces roughly 30 percent less recoil than the 9×19mm cartridge, improving controllability. Due to its high velocity, the 5.7×28mm exhibits an exceptionally flat trajectory, compared to typical pistol ammunition. One of the design intents for the standard 5.7×28mm cartridge type, the SS190, was that it has the ability to penetrate Kevlar protective vests that stop conventional pistol bullets. Fired from the P90, the 5.7×28mm SS190 has a muzzle velocity of roughly 716 m/s (2,350 ft/s, Mach 2) and can penetrate the NATO CRISAT vest or a Level IIIA Kevlar vest at a range of 200 m (219 yd). FN states an effective range of 200 m (219 yd) and a maximum range of 1,800 m (1,969 yd) for the 5.7×28mm cartridge when fired from the P90. In testing conducted by the Royal Canadian Mounted Police (RCMP) in 1999, the SS190 fired from the P90 at a distance of 25 m (27 yd) exhibited an average penetration depth of 25 cm (9.85 in) in ballistic gelatin covered with a Level II vest.Cutshaw, Charlie (May 2006). \"FN Herstal's Five-seveN Pistol\". Tactical Response. The SS190 exhibited penetration depths ranging from 28 to 34 cm (11 to 13.5 in) when fired from the P90 into bare ballistic gelatin, in tests conducted by Houston Police Department SWAT. In testing, the SS190 and similar 5.7×28mm projectiles consistently turn base over point (\"tumble\") as they pass through ballistic gelatin and other media, using the 21.6-mm (.85 in) projectile length to create a larger wound cavity. However, some are skeptical of the bullet's terminal performance, and it is a subject of debate among civilian shooters in the United States. The 5.7×28mm projectile potentially poses less risk of collateral damage than conventional pistol bullets, because the projectile design limits overpenetration, as well as risk of ricochet. The lightweight projectile loses much of its kinetic energy after traveling only 400 m (437 yd), whereas a conventional pistol bullet such as the 9×19mm retains significant energy beyond 800 m (875 yd), posing greater risk of collateral damage in the event of a miss. This range exceeds the engagement distances expected for the 5.7×28mm cartridge's intended applications, so the cartridge's limited energy at long range is not considered to be disadvantageous. Since the SS190 projectile does not rely on fragmentation or the expansion of a hollow point, the cartridge (and 5.7×28mm weapons) is considered suitable for military use under the Hague Convention of 1899, which prohibits the use of expanding bullets in warfare. {| class=\"wikitable\" |+ Ballistic performance summary for various 5.7×28mm cartridges |- ! Cartridge type ! SS195LF ! SS197SR ! EA Protector ! EA Varmintor ! EA S4 |- ! Projectile weight | | | | | |- ! Muzzle velocity | | | | | |- ! Muzzle energy | | | | | |} ===Feeding=== The P90 uses a unique horizontally mounted feeding system—patented in the United States—that contributes to the weapon's compact profile and unusual appearance. U.S. Patent 4,905,394 (\"Top mounted longitudinal magazine\") was awarded in 1990, naming René Predazzer as the sole inventor. The detachable box magazine is mounted parallel to the P90's barrel, fitting flush with the top of the weapon's frame, and it contains 50 rounds of ammunition which lie in two rows facing left, offset 90° from the bore axis. As the cartridges are pushed back by spring pressure and arrive at the rear end of the magazine, they are fed as a single row into a spiral feed ramp and rotated 90 degrees, aligning them with the chamber. The magazine body is composed of polymer, and it is translucent to allow the shooter to see the amount of ammunition remaining at any time. ===Sights and accessories=== The P90 was originally equipped with the Ring Sights HC-14-62 reflex sight, but the current weapon is instead fitted with the Ring Sights MC-10-80 sight, which was specifically designed for it. The HC-14-62 has a polymer housing and uses a forward-aimed fiber optic collector to illuminate the white daytime reticle, which consists of a large circle of about 180 minutes of arc (MOA), with a 20 MOA circle surrounding a 3.5 MOA dot in the center. The MC-10-80 has an anodized aluminium housing, and has a similar black reticle. The night reticle for both the HC-14-62 and the MC-10-80 consists of an open T that is primarily illuminated by a tritium module, and, in the HC-14-62, ambient light drawn in by an upward-facing collector. The sight is adjustable for both windage and elevation, and it can be used in conjunction with night vision equipment. As backup in case the reflex sight is damaged, a set of fixed iron sights is provided on each side of the reflex sight housing. The newest MC-10-80, designated as the MC-10-80 Electronic, no longer uses tritium for its night reticle. Instead, the normal reticle can be illuminated in green powered by a CR2032 battery, with eight different brightness settings. The illuminated reticle makes the sight more versatile in a variety of different conditions. The P90 has provisions for mounting a number of different types of accessories, including tactical lights and laser aiming devices. A sling can be attached to the P90 for greater ease of carry, or it can be fitted with various sound suppressors such as the Gemtech SP90, which was designed specifically for the weapon in cooperation with FN Herstal. This stainless steel suppressor with a black oxide finish is built according to MIL-SPECs, including saltwater corrosion resistance. It has a length of 184 mm (7.2 in), a diameter of 35 mm (1.4 in) and a weight of 680 g (1.5 lb). When subsonic ammunition is used in conjunction with the suppressor, it reduces the sound signature of the P90 by 33 dB. A small case collector pouch for the P90 is available which fits over the ejection port and collects spent cases as they are ejected downward; the pouch will collect up to one hundred cases before filling. ==Variants== ===P90=== ; P90 TR:The P90 TR (Triple Rail) model, also known as the \"flat-top,\" was introduced in late 1999. It features a receiver- mounted triple MIL-STD-1913 (Picatinny) rail interface system, or \"Triple Rail,\" for mounting accessories. Also, instead of the integrated reflex sight, this model uses standard tritium iron sights. There is one full-length accessory rail integrated into the top of the receiver, and two rail stumps are included on the sides of the receiver. The top rail will accept various optical sights with no tools or additional mounting hardware required, and the side rails serve to mount secondary accessories, such as tactical lights or laser aiming devices. ; P90 USG:The P90 USG (United States Government) model is similar to the standard P90, except the reflex sight housing is aluminium, and the sight has a revised reticle. The black reticle consists of a tiny dot inside of a small ring, which is joined by three posts that glow red in low light conditions due to tritium-illumination. The USG reflex sight can be removed and replaced with a special MIL-STD-1913 (Picatinny) rail mount for attaching a different sight. ;P90 Laserex models:The P90 LV (Laser Visible) and P90 IR (InfraRed) models, both of which were introduced in late 1995, have an integrated laser sight manufactured by Laserex Technologies in Australia.\"Revolution in Slow Motion\". International Defense Review (Switzerland), Volume 29 Issue 1, pp 13–14 (January 1, 1996). The P90 LV model projects an 8 mW visible laser intended to be used as a low-light shooting aid or for dissuasive effect, while the P90 IR model projects a 4.5 mW infrared laser that can only be seen with night vision equipment. Both laser systems are compact, consisting of a small, flat panel integrated into the front end of the weapon's frame. The Laserex P90 laser systems have a weight of 131 g (0.29 lb), and they are activated by means of a green pressure switch located on the underside of the weapon's pistol grip. The lasers can be configured for three different internal settings: Off – disabled to prevent accidental activation, Training – low intensity for eye safety and extended battery life in training, or Combat – high intensity for maximum visibility. The Laserex P90 laser systems have a battery life of 250 hours when used on the Training setting, or a life of 50 hours when used on the Combat setting. ===PS90=== thumb|upright=1.4|The matte black PS90 USG model; the PS90 is a semi-automatic carbine developed for civilian shooters for personal protection and sporting use The PS90 is a semi-automatic carbine variant of the P90, intended for civilian shooters for personal protection and sporting use; it was introduced in 2005, and continues to be offered in several configurations. The PS90 will accept the standard 50-round P90 magazines, but the gun is supplied with a magazine that is blocked to a capacity of 10 or 30 rounds, allowing it to be sold in jurisdictions where magazine capacities are restricted by law. In order to be legal for purchase by civilians without obtaining a tax stamp for a Short Barreled Rifle (SBR) as defined by the United States National Firearms Act, the PS90 carbine has an extended 407 mm (16 in) barrel and is semi- automatic, with a trigger pull of approximately . The lengthened barrel has eight rifling grooves, with a right-hand twist rate of 1:229 mm (1:9 in) and a rifled length of ; the muzzle is equipped with a fixed \"birdcage\" type flash suppressor. Despite the added barrel length, the PS90 is relatively compact and lightweight, with an overall length of 667 mm (26.3 in), and a weight of 3.4 kg (7.5 lb) with a fully loaded 50-round magazine. Due to the added barrel length, the PS90 can achieve a muzzle velocity of up to 777 m/s (2,550 ft/s) with SS195LF ammunition, or up to 930 m/s (3,050 ft/s) with third-party ammunition. ; PS90 Standard:The PS90 Standard is the current model of the PS90 offered by FN Herstal. It features a MIL-STD-1913 (Picatinny) rail fitted to the top of the receiver, which allows the shooter to mount their preferred optical sight. The rail includes a set of integrated iron sights, as backup in case the primary sight is damaged. As of 2019 the PS90 Standard is available with a black frame. ; PS90 SBR:The PS90 SBR variant is functionally identical to the “PS90 Standard”, but instead of the extended 16 inch barrel, this variant retains the standard 10.5 inch barrel of its selective-fire counterpart, thus making it the ballistic equivalent, in semi-automatic only form. The PS90 SBR is not usually listed on FN Herstal’s website, but is offered commercially through third-party extensions. These are made either through factory standard layouts, or conversions made by swapping the barrel. This renders the weapon a “short barreled rifle”, and thus the required tax stamp is necessary in order to purchase and/or transfer it. The weapon is regulated as “Title II”, and special certification is required in most states. As with all factory standard PS90 receivers special welding is in place to complicate full auto conversion. ; PS90 TR: The PS90 TR is now discontinued. It featured a \"Triple Rail\" receiver assembly identical to that of the P90 TR. The top of the receiver consisted of an MIL-STD-1913 (Picatinny) rail, allowing the shooter to mount his or her preferred optical sight. Two polymer side rails—one on each side of the receiver—were included for mounting secondary accessories, such as lasers or tactical lights. Like the PS90 Standard, the PS90 TR was available with either an olive drab or black frame. As of 2013, the PS90 TR model is no longer listed by FNH USA. ; PS90 USG: The PS90 USG is now discontinued. In the same fashion as the P90 USG, this model has an aluminium reflex sight housing with a revised reticle. The black reticle consists of a tiny dot inside of a small ring, which is joined by three posts that glow red in low light conditions due to tritium-illumination. The USG reflex sight can be removed and replaced with a special MIL-STD-1913 (Picatinny) rail mount for attaching a different sight, and like other models of the PS90, the USG was available with either an olive drab or black frame. As of 2011, the PS90 USG model is no longer listed by FNH USA, but the USG reflex sight is still offered as a standalone accessory. ==Users== thumb|alt=Photo of the Peruvian special forces carrying P90s during a parade |Peruvian special forces carrying P90s during a military parade in 2012 thumb|Austrian soldiers armed with P90s during a training exercise Despite being originally intended as a defensive weapon for military personnel whose primary role is not fighting with small arms (such as vehicle drivers), most sales of the P90 have been to special forces and counter-terrorist groups who use it for offensive roles. In 1997, suppressed P90s were used in combat by the Peruvian special forces group (Grupo de Fuerzas Especiales) in Operation Chavín de Huantar, the hostage rescue siege that ended the Japanese embassy hostage crisis. The operation was a success: all 14 MRTA revolutionaries were killed, and 71 hostages were rescued. The MRTA revolutionaries who had taken the hostages were equipped with body armor, but it was defeated by the Peruvian special forces' P90s. In 2011, P90s were used by Muammar Gaddafi's military forces in the 2011 Libyan civil war, and some of these examples were captured and used in the war by Libyan rebel forces. By 2009, the P90 was in service with military and police forces in over 40 countries. In the United States, Houston Police Department was the first local law enforcement agency to adopt the P90, acquiring it for their SWAT team in 1999. In 2003, the Houston SWAT team became one of the first agencies in the country to use the weapon in a shootout. By 2009, the P90 was in use with over 200 law enforcement agencies in the United States, including the Secret Service and Federal Protective Service. In response, the National Rifle Association added the P90 and PS90 to its NRA Tactical Police Competition standards, allowing law enforcement agencies to compete in the event using either weapon. {| class=\"wikitable\" ! width=\"100px\"| Country ! Organization ! Model ! Quantity ! width=\"35px\"| Date ! Reference |- | rowspan=\"3\"| | Agrupación de Buzos Tácticos tactical diver group of the Argentine Navy | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Policía de Seguridad Aeroportuaria (PSA; Airport Security Police) | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Grupo Alacrán special group of the Argentine National Gendarmerie | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"2\"| | Jagdkommando (Jakdo) special group of the Austrian Army | align=\"center\"| P90, P90 TR | align=\"center\"| 140 | align=\"center\"| − | align=\"center\"| |- | Kommando Militärstreife & Militärpolizei (Kdo MilStrf&MP;) close protection teams | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"8\"| | Marinecomponent/Composante Marine (Belgian Navy) commandos | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Landcomponent/Composante Terre (Belgian Army), replacing the Uzi | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2004– | align=\"center\"| |- | Détachement d'Agents de Sécurité (DAS) dignitary protection group | align=\"center\"| P90 | align=\"center\"| 53 | align=\"center\"| − | align=\"center\"| |- | Directorate of Special Units (DSU) group of the Federale Politie/Police Fédérale/Föderale Polizei | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Former Gendarmerie/Rijkswacht paramilitary police force | align=\"center\"| P90 | align=\"center\"| 114 | align=\"center\"| − | align=\"center\"| |- | Aarschot municipal police force | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Liège metropolitan police force (replaced the Uzi) | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2002– | align=\"center\"| |- | Zone de Police Boraine (Boussu/Colfontaine/Frameries/Quaregnon/Saint-Ghislain municipalities) police force | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Batalhão de Operações Policiais Especiais (BOPE) of the Military Police of Rio de Janeiro State | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| Lasterra, Juan Pablo (2008). \"La Police Militaire Brésillienne en état de Guerre\" (in Spanish). Police Pro No. 11 (September 2008). |- | rowspan=\"3\"| | Joint Task Force 2 (JTF2) special group of the CAF Special Operations Forces Command | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2005– | align=\"center\"| |- | Halifax Regional Police force in Halifax Regional Municipality, Nova Scotia | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Service de police de la Ville de Montréal (SPVM) SWAT in Montreal, Quebec | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Εθνική Φρουρά (Cypriot National Guard) special forces | align=\"center\"| P90 | align=\"center\"| 350 | align=\"center\"| 2000– | align=\"center\"| |- | | Útvar rychlého nasazení (URNA) of the Czech National Police | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| 2000s– | align=\"center\"| |- | rowspan=\"3\"| | Cuerpo de Ayudantes Militares del Presidente de la República | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Dominican Republic's counter-terrorist group | align=\"center\"| − | align=\"center\"| 150 | align=\"center\"| 2002– | align=\"center\"| Cf. Raf Sauviller, l.c. (2004). \"Le Registre est un nid à Problèmes – Des P90 de la FN ont été Livrésau Surinam et en République Dominicaine: de quoi se Scandaliser?\" (in French). La Libre Belgique (August 26, 2002). |- | Fuerzas Armadas de la República Dominicana (Military of the Dominican Republic) | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Comando Especial Antiterrorista (CEAT) | align=\"center\"| − | align=\"center\"| 350 | align=\"center\"| 2002– | align=\"center\"| Montes, Julio (2003). \"Unidades de élite en Centroamérica\" (in Spanish). Tecnología Militar, 2003. N. 4, pp 16–20. |- | rowspan=\"4\"| | Commandement des Opérations Spéciales (COS) joint special operations command | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | GIGN counter-terrorism group of the Gendarmerie Nationale | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | GIPN counter-terrorism group of the Police Nationale | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | RAID counter-terrorism group of the Police Nationale | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Ειδική Κατασταλτική Αντιτρομοκρατική Μονάδα (EKAM) unit of the Hellenic Police | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Secretaría de Asuntos Administrativos de Seguridad de la Presidencia (SAAS) | align=\"center\"| P90 | align=\"center\"| 20 | align=\"center\"| 2009– | align=\"center\"| |- | | Special Protection Group (SPG; tasked with protection of the prime minister) and the Special Group (India) of Research and Analysis Wing | align=\"center\"| P90, P90 TR | align=\"center\"| − | align=\"center\"| 2008– | align=\"center\"| |- | rowspan=\"2\"| | Komando Pasukan Katak (Kopaska) tactical diver group of the Indonesian Navy | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Komando Pasukan Khusus (Kopassus) special forces group of the Indonesian Army | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Army Ranger Wing special forces of the Irish Defence Forces | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2003– | align=\"center\"| |- | | Col Moschin 9o Reggimento d'Assalto Paracadutisti (9th Parachute Assault Regiment) special forces of the Italian Army | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| \"Col Moschin 9o Reggimento d'Assalto Paracadutisti\". RAIDS Italia Magazine (), 2007. |- | | Jordanian Armed Forces | align=\"center\" | − | align=\"center\" | − | align=\"center\" | − | align=\"center\" | |- | | Forces de Sécurité Intérieure (FSI) | align=\"center\"| p90 | align=\"center\"| 10000 | align=\"center\"| − | align=\"center\"| |- | | Military of Libya (used by Muammar Gaddafi's military forces in the 2011 Libyan civil war, and some of these examples were captured and used in the war by Libyan rebel forces) | align=\"center\"| − | align=\"center\"| 367 | align=\"center\"| 2008– | align=\"center\"| |- | | Unité Spéciale de la Police (USP) group of the Grand Ducal Police | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Pasukan Khas Laut (PASKAL) special operations group of the Royal Malaysian Navy | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | BASEP presidential security battalion | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"4\"| | Ejército Méxicano (Mexican Army) Special Forces | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Estado Mayor Presidencial (EMP; Presidential Guard) | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Fuerzas Especiales (FES) of the Mexican Navy | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Policía Federal (PF; Federal Police) of the Secretaría de Seguridad Pública | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"3\"| | Korps Commandotroepen (KCT) of the Royal Netherlands Army (replaced the Uzi) | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| 2000– | align=\"center\"| |- | Dienst Speciale Interventies (DSI) of the National Police Corps (Netherlands) | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| 2001– | align=\"center\"| |- | Brigade Speciale Beveiligingsopdrachten (BSB) of the Dutch Gendarmerie | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Special Services Group | align=\"center\" | − | align=\"center\" | − | align=\"center\" | − | align=\"center\" | |- | | Papua New Guinea Defence Force (PNGDF) | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"3\"| | Grupo de Fuerzas Especiales (GRUFE) of the Peruvian Armed Forces | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Fuerza de Operaciones Especiales (FOES) of the Peruvian Navy | align=\"center\"| P90 | align=\"center\"| 53 | align=\"center\"| − | align=\"center\"| |- | Paracaidistas del Ejército (Peruvian Army paratroopers) | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Special Action Force (SAF) of the Philippine National Police | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"2\"| | Jednostka Wojskowa Grom | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| 2006– | align=\"center\"| |- | Biuro Ochrony Rządu (used primarily for dignitary protection) | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| 2007– | align=\"center\"| |- | | Grupo de Operações Especiais (GOE) of the Polícia de Segurança Pública | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2002– | align=\"center\"| |- | | Detaşamentul de Intervenţie Rapidă special operations group of the Romanian Military | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | | align=\"center\"| | align=\"center\"| | align=\"center\"| | align=\"center\"| |- | | Singapore Armed Forces Commando Formation (CDO FN) | align=\"center\"| − | align=\"center\"| | align=\"center\"| 2002– | align=\"center\"| |- | | Útvar osobitného určenia of Slovak Police Force | align=\"center\"|P90 | align=\"center\"|- | align=\"center\"|- | align=\"center\"| |- | rowspan=\"2\"| | Grupo Especial de Operaciones (GEO) of the Cuerpo Nacional de Policía | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Escuadrón de Zapadores Paracaidistas (EZAPAC) special group of the Ejército del Aire (Spanish Air Force) | align=\"center\"| P90, P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Military of Suriname | align=\"center\"| − | align=\"center\"| 900 | align=\"center\"| 2001– | align=\"center\"| |- | | Republic of China Armed Forces | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| 1992– | align=\"center\"| \"Small Arms Market Survey: Giat France/FN Herstal Belgium\" (January 25, 1992). Jane's Defence Weekly (), Volume 17 Issue 4, p 127.\"Taiwan Faces G11 Snub\" (December 1, 1992). Defence UK, Volume 23 Issue 12, p 6. |- | | กองทัพบกไทย (Royal Thai Army) special units | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Trinidad and Tobago Defence Force | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"3\"| | Karşı Atak Timi, prime minister's close protection teams. | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Polis Özel Harekat special operations group of the General Directorate of Security | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Jandarma Özel Asayiş Komutanlığı domestic special operations group of the Turkish Gendarmerie | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | | Ukrainian police force (unspecified) | align=\"center\"| P90 LV | align=\"center\"| 30 | align=\"center\"| 2008– | align=\"center\"| |- | rowspan=\"17\" | | U.S. Federal Protective Service branch of the DHS (formerly a branch of ICE) | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| 2001– | align=\"center\"| |- | U.S. Immigration and Naturalization Service | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Addison police department in Texas (first agency in the country to issue it to patrol cars) | align=\"center\" | PS90 TR | align=\"center\" | 52 | align=\"center\" | 2007– | align=\"center\" | |- | U.S. Secret Service | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| 1990s– | align=\"center\"| |- | Alaska State Troopers | align=\"center\"| P90 LV | align=\"center\"| 9 | align=\"center\"| − | align=\"center\"| |- | Birmingham Police Department SWAT in Alabama | align=\"center\"| P90 | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Bryan police department SWAT in Texas | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Chula Vista Police Department SWAT in California | align=\"center\"| P90 TR | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Creve Coeur police department in Missouri | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Edina police department in Minnesota | align=\"center\"| − | align=\"center\"| 11 | align=\"center\"| 2005– | align=\"center\"| |- | Houston Police Department SWAT in Texas (first local law enforcement agency in the country to adopt and use the weapon) | align=\"center\"| P90 | align=\"center\"| 5 | align=\"center\"| 1999– | align=\"center\"| |- | Kutztown police department in Pennsylvania | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Passaic County sheriff's department SWAT in New Jersey | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2002– | align=\"center\"| |- | Richland County Sheriff's Department SRT in South Carolina | align=\"center\"| − | align=\"center\"| − | align=\"center\"| 2000– | align=\"center\"| |- | Sioux Falls Police Department SWAT in South Dakota | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Sparta Police Department in New Jersey | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Zapata County sheriff's department in Texas | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | rowspan=\"3\" | | Bodyguards assigned to the Ministerio del Poder Popular para Relaciones Exteriores | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Ejército Bolivariano de Venezuela (Venezuelan Bolivarian Army) | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |- | Various police forces | align=\"center\"| − | align=\"center\"| − | align=\"center\"| − | align=\"center\"| |} ==See also== * AR-57 * Heckler & Koch MP7 * Kel-Tec P50 * Knight's Armament Company PDW * Magpul PDR * ST Kinetics CPW * SR-2 Veresk * List of bullpup firearms * List of carbines * List of submachine guns ==References== ==External links== * * : FNH USA * PS90 Owner's Manual * * * Category:5.7×28mm firearms Category:Bullpup personal defense weapons P90 Category:Personal defense weapons Category:Police weapons Category:Submachine guns of Belgium Category:Weapons and ammunition introduced in 1990",
 "title": "FN P90"
}