{
 "id": "487658",
 "text": "Events from the year 1725 in Canada. ==Incumbents== *French Monarch: Louis XV *British and Irish Monarch: George I ===Governors=== *Governor General of New France: Philippe de Rigaud Vaudreuil then Charles de la Boische, Marquis de Beauharnois *Colonial Governor of Louisiana: Pierre Dugué de Boisbriand *Governor of Nova Scotia: John Doucett *Governor of Placentia: Samuel Gledhill ==Events== * August 27 \\- French ship Chameau sank near Louisbourg. * Claude- Thomas Dupuy was appointed intendant of New France. * Peter the Great sends Vitus Bering to explore the North Pacific. * 1725-1729 - First Arctic expedition of Vitas Bering. ==Births== *Juan José Pérez Hernández, naval officer and explorer (died 1775) ==Deaths== ==Historical documents== \"No method can be so effectual\" - Another call for Six Nations to come into war on side of Massachusetts against Indigenous people755 Letter of Council of Trade and Plantations (October 8, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 23 March 2021 Massachusetts leader's update on war alleges Father Rasles refused \"to give or take quarter\" before his death\"558 Lt. Governor Dummer to the Council of Trade and Plantations\" (March 31, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Long letter of Fr. Rasles mentions champions, fires, scalps, wounded, plunder, ransom, and \"a very great inclination for peace at Boston\"\"740 xii Father Rallé to another Priest, Narridgwalk 1/2 2/3rd Aug., 1724\" (translation; \"produced by Mr. Dummer,\" September 30, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Long letter of Gov. Vaudreuil mentions injustice, unreasonableness, pretension, confusion and trouble, sacrifice, threatenings, and cruelty\"740 xiv M. de Vaudreuil to Lt. Governor Dummer, Quebec, Oct. 29, 1724\" (translation; \"produced by Mr. Dummer,\" September 30, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Dummer's reply: \"740 xxv Lt. Governor Dummer to M. de Vaudreuil, Boston, Jan. 19, 1724(5)\" (\"produced by Mr. Dummer,\" September 30, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Murderous kidnappers take New England women and children to CanadaAn Account of the Captivity of Elizabeth Hanson, Late of Kachecky in New-England(...) (1787). Accessed 24 March 2021 Île-Royale governor tells Nova Scotia councillors that Penobscot and Saint John River Indigenous people are \"inured to war\"\"718 viii Proceedings of Hibbert Newton and Capt. Bradstreet with the Governor of Cape Breton, on Aug. 19th, 1725\" Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Indigenous people in Nova Scotia \"have shewed some inclinations of peace,\" but lieutenant governor wants to avoid separate peace\"718 x Lt. Governor Armstrong to Lt. Govr. Dummer\" Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Nova Scotia commissioner to Boston peace talks with Indigenous people is directed to encourage their intermarriage with British\"718 vi Instructions of Major Paul Mascarene, 31st Aug., 1725(....)\" Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Promising peace, four Indigenous delegates sign treaty stating British \"jurisdiction and dominion\" over Nova Scotia\"Articles of Submission & Agreements made at Boston(...)\" (December 15, 1725). Accessed 22 March 2021 New France laments loss of naval ship with all hands, death of Gov. Vaudreuil, and \"much regretted\" departure of Intendant Bégon\"Extracts from the Journal of the Jesuits from the year 1710 to 1755,\" The Jesuit Relations and Allied Documents[...]; Vol. LIX.; Lower Canada, Illinois, Ottawas; 1667-1669 [sic], pgs. 234-5. Accessed 22 March 2021 http://moses.creighton.edu/kripke/jesuitrelations/relations_69.html (scroll down to September, 1725) Nova Scotia is \"most commodious Colony for the fishing trade,\" with \"greatest salmon fishery in the world\"\"718 xii Observations made by Lt. Governor Armstrong(....)\" Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Summary of Nova Scotia events includes inhabitants in 1725 taking oath \"to the Government\" (by extortion, they say later)\"Extract from a Letter of Governor Mascarene(...)\" (April 1748), Nova Scotia Documents; Acadian French, pg. 159. Accessed 19 February 2021 Île-Royale governor assures Nova Scotia lieutenant governor that no one supplies arms to Indigenous people (Note: \"savage\" used)Letter of St. Ovide de Brouillan (translation; Louisbourg, 1725), Nova Scotia Documents; Acadian French, pg. 63. Accessed 19 February 2021 Lt. Gov. Armstrong reports evidence of clandestine trade and secret introduction of \"Missionary Priest\" from Île-RoyaleLetter of Lawrence Armstrong (Canso, December 2, 1725), Nova Scotia Documents; Acadian French, pg. 64. Accessed 19 February 2021 Armstrong to assemble force (including Indigenous from New England) \"to humble the vilanous french inhabitants as well as Indians\"759 Letter of Lt. Gov. Armstrong (Canso, October 24, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 23 March 2021 Book on war with \"Eastern Indians\" offers \"a Narrative of Tragical Incursions perpetrated by Bloody Pagans[...]\" (Note: racial stereotypes)Samuel Penhallow, The History of the Wars of New-England, With the Eastern Indians (1726) Accessed 18 March 2021 Scores of Newfoundland taverns serve fishers on credit to point latter \"have nothing left to carry them home\" at season's end\"757 (a) Commodore Bouler's Answers to Heads of Enquiry relating to Trade and Fishery of Newfoundland (October 10, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 23 March 2021 https://www.british-history.ac.uk/cal-state- papers/colonial/america-west-indies/vol34/pp447-462 (scroll down to \"(xxxix)\") Newfoundlander's complaint of Placentia commander's assault on himself, wife and daughter, plus extortion (with supporting depositions)\"562 Petition of Thomas Salmon to the Council of Trade and Plantations\" (April 6, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Warning to Gledhill to desist: \"669 Mr. Popple to Lt. Govr. Gledhill\" (June 24, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Gledhill's reply to warning: \"753 Lt. Governor Gledhill to the Council of Trade and Plantations\" (October 3, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 23 March 2021 Scheme to put 100 blockhouses at back of colonies from Nova Scotia to South Carolina to prevent Indigenous attack\"663 Galfridus Gray to the Council of Trade and Plantations\" (June 20, 1725), Calendar of State Papers Colonial, America and West Indies: Volume 34, 1724-1725. Accessed 22 March 2021 Photograph: 1725 Kahnawake fortification wall\"Children at remains of fortification wall of 1725, Kahnawake, QC, about 1910\" McCord Museum. Accessed 19 March 2021 ==References== Canada 25",
 "title": "1725 in Canada"
}