{
 "id": "487664",
 "text": "Events from the year 1728 in Canada. ==Incumbents== *French Monarch: Louis XV *British and Irish Monarch: George II ===Governors=== *Governor General of New France: Charles de la Boische, Marquis de Beauharnois *Colonial Governor of Louisiana: Étienne Perier *Governor of Nova Scotia: Lawrence Armstrong *Governor of Placentia: Samuel Gledhill ==Events== * Pierre Gaultier de Varennes et de La Vérendrye was appointed commandant of the French posts on the north shore of Lake Superior and stationed at Fort Kaministiquia * Vitus Bering sails through the Bering Strait. ==Births== * - James Cook killed by Hawaiian natives, cutting short his search for Northwest Passage. (died 1779) *Samuel Holland, army officer, military engineer, surveyor, office holder, politician, and landowner (died 1801) ==Deaths== * February 20 - J Raudot, Intendant of New France (born 1638) ==Historical documents== Nova Scotia governor petitions King for measures to address long-standing problems of defence, communication and control213 i and ii (read May 8, 1728), Calendar of State Papers Colonial, America and West Indies: Volume 36, 1728-1729. Accessed 21 April 2021 Surveyor of His Majesty's Woods instructed to mark out at least 200,000 acres of forest in Nova Scotia for Royal Navy use\"234 i Draught of H.M. Instructions to David Dunbar, Surveyor General of H.M. Woods on the Continent of America\" (June 4, 1728), Calendar of State Papers Colonial, America and West Indies: Volume 36, 1728-1729. Accessed 21 April 2021 \"Uninhabited (except by a few Indians)\" - Petition to settle colonial grey zone (now in Maine) between British and French claims\"285 Memorial and proposal...for settling the waste lands between the River St. Croix, the boundary of Nova Scotia and the River Kennebec, the boundary of Maine, N.E.\" (June 18, 1728), Calendar of State Papers Colonial, America and West Indies: Volume 36, 1728-1729. Accessed 21 April 2021 \"Deep Bays, large Coves and Rivers, and most excellent Harbours\" - Guide to sailing charted Newfoundland coasts\"Sailing Directions for the East and South Coasts of the great Island of Newfoundland, or so much thereof as is fully survey'd; the North and East Parts, and those formerly possess'd by the French, being not yet finish'd\" A General Coasting Pilot; Containing Directions for Sailing[...]Ports and Harbours throughout the Known World, with a Sett of Sea-Charts[...] (1728), pgs. 129-35. Accessed 8 April 2021 ==References== Canada 28",
 "title": "1728 in Canada"
}