{
 "id": "487790",
 "text": "Events from the year 1783 in Canada. ==Incumbents== {| class=\"wikitable\" border=\"1\" |- | Monarch | George III of the United Kingdom |- | Governor General of British North America | Frederick Haldimand |- | Commodore-Governor of Newfoundland | John Campbell |- | Governor of Nova Scotia | John Parr then Edmund Fanning |- | Governor of Prince Edward Island | Walter Patterson |- | Commander-in-Chief, North America | Guy Carleton, 1st Baron Dorchester then John Campbell, of Strachur |- | Bishop of Quebec | Jean-Olivier Briand |} ==Events== * American independence is formally recognized at the Treaty of Paris. ** Treaty of Paris gives Americans fishing rights off Newfoundland. ** The success of the rebellious 13 American colonies leaves the British with the poorest remnants of their New World empire and the determination to prevent a second revolution. However, they have to accommodate the roughly 50,000 refugees from the American Revolution who settle in Nova Scotia and the upper St. Lawrence. These United Empire Loyalists soon begin to agitate for the political and property rights they had previously enjoyed in the thirteen colonies. ** British North America consists of the colonies and territories of the British Empire in continental North America after the end of the American Revolutionary War and the recognition of American independence. * More than 5,000 Black People leave the United States to live in the Maritimes, Quebec and Ontario. Having sided with the British during the American War of Independence, they come to Canada as United Empire Loyalists, some as free men and some as slaves. Although promised land by the British, they receive only varying amounts of poor-quality land, and, in fact, some receive none at all. * In Annapolis Royal, Nova Scotia, Rose Fortune becomes Canada's first policewoman. * The border between Canada and the U.S. is accepted from the Atlantic Ocean to Lake of the Woods. * In the area around the mouth of the Saint John River, those who fled the thirteen American colonies by 1783 are called United Empire Loyalists. Those who arrived after 1783 were called Late Loyalists. * Pennsylvania Germans begin moving into southwestern Ontario. * The North West Company is formed. * January 20 – Preliminaries of peace are signed between Great Britain and the United States. * Vermont delays entering the Union, because Congress is partial to New York, and because of the General Government's indebtedness, for which Vermont is not bound. ==Births== *April 26 – Peter Boyle de Blaquière, political figure and first chancellor of the University of Toronto (d.1860) ==Death== Paul Jackson ==Historical documents== Listing African Americans taken to Nova Scotia, \"Book of Negroes\" includes Deborah, age 20, formerly enslaved by George WashingtonInspection Roll of Negroes; Book No. 1 (1783), pg. 4 (images 2 and 3), Miscellaneous Papers of the Continental Congress, 1774-1789, U.S. National Archives. Accessed 13 April 2021 (also see: Inspection Roll of Negroes; Book No. 2) Washington is surprised Blacks have been part of British evacuation, and wants to prevent future loss \"of any Negroes or other Property\"Letter from George Washington to Guy Carleton (May 6, 1783), Miscellaneous Papers of the Continental Congress, 1774-1789, U.S. National Archives. Accessed 13 April 2021 Peace best policy in U.S. west because even totally expelling Indigenous people would be military and economic advantage to CanadaCongressional Committee Draft Report on Indian Affairs (September 22, 1783), Papers of the Continental Congress, 1774-1789, U.S. National Archives. Accessed 13 April 2021 ==See also== *1782 in Canada == References == Canada 83",
 "title": "1783 in Canada"
}