{
 "id": "487791",
 "text": "Fo Guang Shan Hsi Lai Temple () is a mountain monastery in the northern Puente Hills, Hacienda Heights, Los Angeles County, California. The name Hsi Lai means \"coming west\". Hsi Lai Temple is a branch of Fo Guang Shan, a Buddhist organization from Taiwan. It is the order's first overseas branch temple and serves as the North American regional headquarters for Fo Guang Shan. Hsi Lai Temple was the site of the founding of Buddha's Light International Association, established in 1991. The temple, like its mother temple in Taiwan, practices Humanistic Buddhism. ==History== thumb|right|250px|Hsi Lai Temple and its surroundings In 1976, Master Hsing Yun, the founder of the order, represented a Buddhist group from Taiwan to participate in America's bicentennial celebration. Master Hsing Yun was asked by American friends to build a monastery in the United States. Therefore, Fo Guang Shan asked the Venerable Tzu Chuang (who, upon the inception of the temple, became the founding and first abbess of Hsi Lai Temple) and Yi Heng to plan and organize the construction of the temple in the Greater Los Angeles area. It was officially registered under the name of International Buddhist Progress Society. Until the temple was complete, Ven. Tzu Chuang bought an old church building, which was to be Hsi Lai's temporary headquarters. The original temple, located in the city of Maywood, was called the Bai Ta (White Pagoda) Temple. The planning and construction of the temple in the 1980s was met with suspicion and resistance from local communities, many of whom knew little about Buddhism and had unfounded fears of Buddhist practices. Many felt that the project was too big for a neighborhood of single-family homes and that the traditional Chinese architectural style would not fit in. The main reasons for resistance to the building of the temple were the impact of weekly services, heavy traffic, noise, and concern about environmental damage. Originally, the organization had planned to build the temple in Gardena, California but was blocked from acquiring land. They also tried to acquire the historical Pyrenees Castle in Alhambra, California, but also met opposition from the community.http://www.cityofalhambra.org/community/castle.html Pyrenees Castle The building of the temple at its current location survived six public hearings and more than 100 community meetings. In 1985, the temple was finally granted a building permit. The groundbreaking ceremony was held the following year, and the temple was completed on November 26, 1988. Negative feelings about the building of Hsi Lai have since diminished as the general level of awareness has been raised and as the temple and its residents have proven to be good neighbors. Immediately after its opening, Hsi Lai Temple was the venue of many events. The 16th General Conference of the World Fellowship of Buddhists and the 7th conference of the World Fellowship of Buddhist Youth were held from November 19 to 26, an international Triple Platform Full Ordination Ceremony for monastics was held for over a month, and a Land and Water Dharma Service was held prior to the temple's opening. In 2008, in celebration of the twentieth anniversary of the opening of Hsi Lai Temple, another international Triple Platform Full Ordination Ceremony for monastics and a Land and Water Dharma Service were held. In the summer of 2011, Hsi Lai Temple was the starting location for The Amazing Race 19. On September 4, 2012, Hsi Lai Temple abbot Hui Chi was elected to the post of head abbot of the Fo Guang Shan order, succeeding Hsin Pei.http://www.bcc.com.tw/news/newsview.asp?cde=1884040 ==University of the West== In 1990, following the completion of Hsi Lai Temple, Master Hsing Yun founded Hsi Lai University, one of sixteen Buddhist colleges and universities operated by Fo Guang Shan. The university relocated to Rosemead, California in 1996. It is one of the first Buddhist colleges in the United States. Bachelor of Arts, Master of Arts, and Doctorate in Buddhist studies, comparative religious studies, and a Master of Business Administration are available at the university. In 2004, the university changed its name to the University of the West and appointed Dr. Lewis Lancaster, a professor at the University of California, Berkeley and longtime member of Fo Guang Shan, as president. Dr. Roger Schmidt became Lancaster's successor in 2006, and was replaced by Dr. Allen M. Huang a year later. ==Sites== thumb|right|250px|The Arhat Garden in the temple *The Bodhisattva Hall (五聖殿): The first shrine before entering the temple. It is a large hall that honors five Bodhisattvas, Samantabhadra (Pǔxián), Ksitigarbha (Dìzàng), Maitreya (Mílè), Guanyin, and Manjusri (Wenshu). Outside the shrine, on each side, honors Skanda (Weituo) and Guan Yu (Qielan). *The Arhat Garden (十八羅漢): Located on the left of the temple, it depicts 18 of the earliest known disciples of the Buddha. *The Avalokitesvara Garden (慈航普度): Located on the right of the temple. It depicts the bodhisattva Avalokitesvara (Guan Yin), surrounded by her acolytes and the Four Heavenly Kings. *Main Shrine (大雄寶殿): The heart of the temple's activities. The main figures depicted in the hall are Sakyamuni Buddha, Amitabha Buddha, and Bhaisajyaguru Buddha. Thousands of niches containing an image of the Buddha can be seen on the walls. Outside, a large bell and drum can be seen on either side. The bell and drum are only used to mark special occasions. *Memorial Pagoda (懷恩堂): Located at the summit of Hsi Lai Temple, it functions as a memorial to the deceased. Formerly a mausoleum until the construction of a larger columbarium at Rose Hills Memorial Park in Whittier, California. *Meditation Hall (禪堂): Located on the back of the main shrine, meditation classes are held here. *Dining Hall (五觀堂): The main dining area for visitors to the temple. A vegetarian lunch buffet is served daily for visitors and sometimes dinner on special days. *Translation and Publishing Center (佛光山國際翻譯中心與佛光出版社): The Fo Guang Shan International Translation Center and Buddha's Light Publishing are located on site. Buddha's Light Publishing was established to publish Buddhist books translated by the Fo Guang Shan International Translation Committee as well as other valuable Buddhist works. == Retreats and education == thumb|left|170px|A bell within the grounds of Hsi Lai, traditionally used to mark the start or end of daily activities at a monastery.The temple offers a wide variety of retreats and classes in English and Chinese to promote Humanistic Buddhism and has started an extended retreat program for those who want to experience monastic life for a longer period of time. The retreats generally consist of classes, meditation, mindful eating through the traditional practice of formal Buddhist dining, and communal chores. === Recurring retreats === *Eight Precepts Retreat (八關齋戒): A weekend retreat for participants to get a taste of monastic life. *One, Three, and Seven Day Meditation Retreat (一/三/七日禪修會): A retreat focusing on meditation for varying lengths of time. *Short-term Monastic Retreat (短期出家修道會): Offered annually for children and bi-annually for adults. It is roughly one week long and allows for laypeople to temporarily be a monastic, including taking on the vows of a novice monk or nun. *Five and Bodhisattva Precept Retreat (五戒菩薩戒戒會): Held bi-annually, this retreat confers the five precepts and Bodhisattva precepts to participants to observe for lifetime after lifetime. *Hsi Lai Buddhist Cultivation Program (西來佛教書苑): An extended retreat ranging from six weeks to three months for participants to have a fuller understanding of monastic life. ==Dharma services== Dharma services are held in Mandarin, but the chanting books have English pinyin phonetics and translation. Each service is accompanied a Dharma talk by the presiding venerable. Monks and nuns who reside at the temple speak a variety of languages besides Mandarin, primarily English and Cantonese.thumb|265px|right|Main Hall. ===Annual ceremonies and services=== *Thousand Buddhas Dharma Service (禮千佛法會): A short ceremony paying homage to Buddhas and bodhisattvas; held on Lunar New Year's Day. *Grand Offering to the Triple Gem and Celestial Guardians (供佛齋天): A ceremony inviting heavenly guardians of Buddhism. Held during the Chinese New Year celebrations. *Annual Lamp Offering Inauguration/Completion Service (上燈法會/圓燈法會): A service held at the start and end of the lunar year to formally offer an annual lamp to the Buddha. *Bowing Pilgrimage (朝山): Held multiple times a year for Avalokitesvara's birthday, enlightenment, and renunciation, as well as the Mid-Autumn Moon Festival and Lunar New Year's Day. *Water Repentance Service (水懺法會): A one-day repentance service for filial piety. Held annually in the month of the Qingming Festival. *Buddha Day/Buddha Bathing Dharma Service (浴佛法會): Celebration of the Buddha's Birthday held in and outside of Hsi Lai Temple, and is co-hosted by other temples in Southern California. *Sangha Day/Sangha Offering Dharma Service (供僧法會): Held around July 15 each year, following the summer retreat the temple continues the tradition of making offerings to the monastics following the rainy season with an alms round by monastics from all over the Americas. *Emperor Liang's Repentance Service (梁皇法會): A week-long repentance service held annually as part of the Ullamabana celebrations, which is also known as the Chong Yuan Festival in Chinese folk religion, observed in July or August. *Yoga Flaming Mouth Service (瑜伽焰口): An elaborate Tantric ceremony inviting and feeding sentient spirits. Held in the afternoon after Sangha Day, and at the end of the Emperor Liang Repentance service. *Medicine Buddha Dharma Service (藥師法會): A multiple-day service involving the recitation of the Medicine Buddha Sutra and the offering of lamps. A separate altar is prepared for this event and is used in addition to the Main Hall for the service. *Amitabha 7-day Retreat (彌陀佛七): Seven days of nianfo and mindful recitation of the Amitabha Sutra, held at the end of December around the time of Amitabha's birthday. It is concluded with a Triple Amitabha Contemplation Dharma Service (三時繫念佛事) lasting an entire afternoon. *Dharma Day (法寶節): A celebration of Sakyamuni Buddha's enlightenment. The temple holds performances and activities in both English and Chinese to spread the joy of learning the Dharma. Special porridge is cooked and offered to visitors in memory of Sujata's offering of milk rice to the Buddha shortly before his enlightenment. === Monthly ceremonies and services === *Weekly Dharma Service (共修法會): Regular Dharma services are held on Sunday mornings, usually chanting various sutras such as the Eighty-eight Buddha Repentance, Diamond Sutra, Medicine Sutra, and Amitabha Sutra. *Great Compassion Repentance Service (大悲懺法會): Monthly service held in the evening on the second Friday of each month. A popular service at Hsi Lai, it involves the recitation of the Great Compassion Mantra, bowing, offering, and circumambulations. *New and Full Moon Dharma Service (光明燈法會): On the new and full moon, a service consisting of the Universal Gate Chapter of the Lotus Sutra is also held as a dedication for benefactors who made lamp offerings that year. *Land and Water Dharma Service (水陸法會): The most elaborate and largest service in Chinese Buddhism, which involves inviting beings from higher realms to help beings in the lower realms escape from their suffering. Held once every ten years. Hsi Lai Temple offers community service to a variety of people in need of hours. Jobs range from cleaning and sweeping around the temple to serving lunch in the dining room. ==1996 campaign finance controversy== A campaign finance controversy centered on Hsi Lai Temple erupted during the 1996 United States presidential election. Vice President Al Gore attended a luncheon at the temple. The United States Department of Justice alleged that Maria Hsia solicited $55,000 in donations for the Democratic National Committee the following day, which were later reimbursed with temple money. Non-profit groups are not allowed to make political contributions. Hsia was eventually convicted by a jury in March 2000 of making five false statements to the Federal Elections Commission and sentenced to 90 days home detention, a fine, and community service. The Democratic National Committee returned the money donated by the temple's monks and nuns. Twelve nuns and employees of the temple, including then-abbess Venerable Yi Kung who would later resign from the abbotship because of the scandal, refused to answer questions by pleading the Fifth Amendment when they were subpoenaed to testify before Congress in 1997.Abse, Nathan, \"A Look at the 94 Who Aren't Talking\", Washington Post, June 9, 1998 Following Hsia's conviction, Republican National Committee Chairman Jim Nicholson said, \"it's time to get beyond the small fry and take on the major players (in the scandal) like Al Gore.Eskenazi, Michael, \"For both Gore and GOP, a guilty verdict to watch\", CNN.com, March 3, 2000\" No other players in the controversy were ever convicted, although two nuns, Yi Chu and Man Ho, were indicted for failing to appear at Hsia's trial and are believed to have left for Taiwan and have not returned to the United States since. ==Past Abbots and Abbesses== thumb|200px|The first abbess, Tzu Chuang. Behind her is Venerable Tzu Jung, the fifth abbess. *1978–1989: Ven. Tzu Chuang (慈莊法師) (1st term) *1989–1993: Ven. Hsin Ting (心定和尚) *1993–1994: Ven. Tzu Chuang (慈莊法師) (2nd term) *1994–1995: Ven. Yi Kung (依空法師) *1995–2000: Ven. Tzu Jung (慈容法師) *2000–2003: Ven. Hui Chuan (慧傳法師) (1st term) *2003: Ven. Yi Heng (依恆法師) (acting abbess) *2003–2005: Ven. Hui Chuan (慧傳法師) (2nd term) *2005–2013: Ven. Hui Chi/Hsin Bao (慧濟法師/心保和尚) *2013–present: Ven. Hui Dong (慧東法師) ==See also== *Hsing Yun *Nan Tien Temple *Buddhism in the United States *Buddhism in the West *Religion in the United States *1996 United States campaign finance controversy == References == ==External links== * Official Hsi Lai Temple website * University of the West website * Fo Guang Shan International Translation Center and Buddha's Light Publishing website * Fo Guang Shan website Category:1988 establishments in California Category:Buddhist temples in California Category:Chan temples Category:Chinese-American culture in California Category:Fo Guang Shan temples Category:Hacienda Heights, California Category:Religious buildings and structures in Los Angeles County, California Category:Puente Hills Category:Religious organizations established in 1988 Category:Taiwanese- American culture in California",
 "title": "Hsi Lai Temple"
}