{
 "id": "487822",
 "text": "Events from the year 1799 in Canada. ==Incumbents== *Monarch: George III ===Federal government=== *Parliament of Lower Canada: 2nd *Parliament of Upper Canada: 2nd ===Governors=== *Governor of the Canadas: Guy Carleton, 1st Baron Dorchester *Governor of New Brunswick: Thomas Carleton *Governor of Nova Scotia: John Wentworth *Commodore-Governor of Newfoundland: John Elliot *Governor of St. John's Island: Edmund Fanning *Governor of Upper Canada: John Graves Simcoe ==Events== * David Thompson marries Charlotte Small * North West Company establishes a fur post at Rocky Mountain House, Alberta. The nearby Hudson's Bay Company fur post which is also established at this time is called Acton House. * Alexander Mackenzie resigns from North West Company * George Vancouver's Journeys to the North Pacific Ocean published in London * Handsome Lake, a Seneca chief, founds the Longhouse religion * Russian-American Fur Company chartered; launches aggressive policy in Aleutians and on Northwest Coast. * American competition for West Indies trade kills Liverpool, Nova Scotia's merchant fleet. * Alexander Baranov establishes Russian post known today as Old Sitka; trade charter grants exclusive trading rights to the Russian American Company. * Vermont answers Indian chiefs, in Canada, that their claims were extinguished by treaties of 1763 and 1783 between France, Great Britain and the United States. * Two cases are filed challenging slavery in New Brunswick: R v Jones and R v Agnew. ==Births== *September 8 – Sir William Young, Premier of Nova Scotia (d.1887) *October 30 – Ignace Bourget, bishop of the Diocese of Montreal (d.1885) ===Full date unknown=== *Joseph Cunard, merchant, shipbuilder and politician (d.1865) ==Deaths== *January 15 – Alexander McKee, agent for the Indian Department (b.1735) ===Full date unknown=== * Philip Turnor, HBC inland surveyor (b.1751) ==Historical documents== Chief Joseph Brandt gets intelligence from Delaware about French attempts to recruit \"Southern and Western Indians\" to invade CanadaLetter of Joseph Brandt to Peter Russell (January 27, 1799), Indian Affairs; Lieutenant- Governor's Office - Upper Canada; Correspondence, 1796-1806, pgs. 261-3 (HTML pgs. 298-300). Accessed 25 January 2021 Joseph Brant explains how former Lieut. Gov. Simcoe obstructed rights promised Six Nations by Gov. Haldimand, and asks for redressLetter of Joseph Brant to Lieut. Gov. Peter Hunter (September 6, 1799; damaged, and page missing), Indian Affairs; Lieutenant- Governor's Office - Upper Canada; Correspondence, 1796-1806, pgs. 268-9, 271 (HTML pgs. 305-7). Accessed 25 January 2021 == References == 99",
 "title": "1799 in Canada"
}