{
 "id": "487944",
 "text": "Robert Fletcher Nixon, (born July 17, 1928) is a Canadian retired politician in the province of Ontario, Canada. The son of former Premier of Ontario Harry Nixon, he was first elected to the Legislative Assembly of Ontario in a 1962 by-election following his father's death. The younger Nixon was elected leader of the Ontario Liberal Party in 1967 and led them through three provincial elections, the first two where the Liberals retained their standing as the second-largest party and official opposition in the legislature. Nixon resigned as party leader in 1976, and was succeeded by Stuart Smith after a leadership convention. Nixon remained a prominent member of the Liberal caucus after standing down from the party leadership, including two stints as interim opposition leader, and served as Provincial Treasurer and Deputy Premier in the government of David Peterson from 1985 to 1990. ==Background== Nixon is the son of former Premier Harry Nixon and father of former federal MP Jane Stewart. When his father, who had been a member of the legislature since the 1919 provincial election, died on October 22, 1961, Nixon was chosen to run under the Liberal banner as his replacement. On January 18, 1962, he was elected as the member for the rural, southwestern Ontario riding of Brant. At this time, Ontario was dominated by the Progressive Conservative Party, then led by John Robarts. The PC party had won 71 of 98 seats in the previous general election, and had governed the province since 1943. Nixon was re- elected in the 1963 provincial election. ==Leadership== The Liberal Party had previously chosen Andy Thompson as its leader in September 1964, with the expectation that he would lead the party in the next provincial election. However, Thompson suffered a physical breakdown in late 1966 as a result of his involvement in an automobile accident in which two elderly women were seriously injured, and withdrew from the position on the advice of his doctors. Nixon was chosen as the party's interim leader on November 16, 1966, and soon declared his candidacy to become the party's full-time leader. When no other candidates came forward, Nixon was acclaimed as party leader and Leader of the Opposition on January 7, 1967. Nixon led the Liberal Party into the 1967 provincial election, held in October of that year. His campaign attempted to draw attention to water pollution and the high cost of housing in the province, though his efforts on the latter front were undercut by the federal Liberal government's decision to increase interest payments on the National Housing Act in mid-campaign. Nixon increased the party's caucus in the Legislative Assembly from 23 to 28 seats (the total number of MPPs was increased from 108 to 117 in this election, and that the third-place New Democratic Party increased its representation from seven MPPs to twenty). ===1970s=== John Robarts stepped down as Tory leader and Premier in 1971, and was replaced by William Davis. Davis led the Tories to an increased majority in the 1971 provincial election. Nixon's Liberals were reduced to 20 seats, only one more than the NDP, and the party's share of the popular vote sank to its lowest level in nearly fifty years. Nixon had previously predicted 40 seats for his party, and decided to step down as leader after the election'. He formally resigned in 1972, remaining as interim leader until a permanent successor could be chosen. The convention was scheduled for October 1973. The Davis government was weakened by a series of corruption scandals. Nixon changed his mind about retirement and entered the leadership contest to succeed himself. He defeated Norman Cafik on the third ballot, and resumed his official duties as party leader and leader of the opposition. ===1975 election=== By the 1975 election, the Tories had been in power for thirty-two years. Nixon and the Liberals, along with Stephen Lewis and the Ontario New Democratic Party, led aggressive campaigns against Davis, with Nixon and Davis personally trading barbs. Polls taken shortly before the election showed the Liberals with a provincial lead. The Tories were reduced to a minority government for the first time since 1945. While the Liberals increased their caucus from 20 to 35 seats, however, the NDP caucus increased from 19 to 38 seats, and became the Official Opposition for the first time since 1951. Due to the almost even split between opposition parties and the fact that both the Liberals and the NDP hoped to win the next election, the two opposition parties were unable and unwilling to form a coalition to replace the Conservatives, and the Davis government was able to survive. For the next two years, the NDP offered unofficial support to the Davis government on several issues. Nixon resigned as leader for a second time and was replaced by Stuart Smith in 1976. ==Remaining in politics== Nixon remained in the legislature, however, although he did not have any official parliamentary duties from 1976 to 1982. When Smith resigned as leader following a poor performance in the 1981 provincial election, Nixon briefly returned as interim leader of the opposition from January 25 to February 21, 1982, when David Peterson was chosen as Smith's replacement. There are reports that Nixon wanted to resign from provincial politics in 1984, and that he was actively seeking an appointment to the Canadian Senate. He was eventually talked out of this by Liberal organizer Keith Davey, who emphasized that Peterson needed his experience and argued that the Liberals could win the next provincial election. Nixon remained, and surprised some reporters prior to the 1985 provincial election by openly speculating about a future Liberal-NDP coalition. ==Provincial Treasurer== The election itself produced no clear winner. The Progressive Conservatives, now under Frank Miller, were again reduced to a minority government, winning 52 seats out of 125. Unlike the situation in 1975, however, the Liberals clearly emerged as the dominant opposition party with 48 seats and a narrow victory over the Tories in the popular vote. Nixon took part in post-election negotiations with the third- place NDP, and helped bring about a two-year accord between the two parties, in which the NDP gave support to the Liberals in return for progressive legislation in certain fields. The Progressive Conservative government was defeated in the house on June 26, 1985, and Nixon was sworn in as Peterson's Treasurer, Minister of Economics, Minister of Revenue and Government House Leader in the first Ontario Liberal administration in forty-two years. From June 17, 1986, until the 1987 provincial election, he also served as interim Chair of the Management Board of Cabinet. The Liberals won a majority in the 1987 election, and Nixon was appointed as Deputy Premier on September 29 of that year, also retaining the positions of Treasurer, Minister of Economics and Minister of Financial Institutions. He remained in these positions for the remainder of Peterson's time in government. His government produced balanced budgets in 1989 and 1990, although some opposition members later criticized the methodology used to calculate revenues and expenditures in this period. In 1989, Nixon eliminated individual Ontario Health Insurance Plan premium charges. ==Back to Opposition== Nixon's tenure as Treasurer ended with the provincial election of 1990, as Peterson's Liberals were upset by the NDP under Bob Rae. Peterson lost his seat, and Nixon fell below 50% support in his own riding for the only time in his career as he defeated an NDP challenger by about 1,500 votes. Peterson resigned as Liberal leader immediately after the election, and Nixon once again became his party's interim leader on September 13, 1990, as well as leader of the opposition when the legislature returned to sit in November 1990. ==Retirement== Nixon resigned from the legislature on July 31, 1991, accepting a federal appointment from the Mulroney government to conduct a review of Atomic Energy of Canada Limited (Nixon later served as chair of this crown corporation from 1994 to 2001). He and his father had represented the riding of Brant continuously from 1919 until 1991. In the 1993 federal election, the riding elected Nixon's daughter, Jane Stewart to the House of Commons of Canada, where she served in the Cabinet of Jean Chrétien. In 1992 Nixon was appointed Agent-General of Ontario to the United Kingdom. He held this position until the London office, and 18 other offices throughout the world, was closed by Bob Rae's NDP government as an economy measure in the mid-90s. Nixon supported Gerard Kennedy for the leadership of the provincial Liberal Party in 1996 and former Ontario New Democratic Party leader and Premier Bob Rae for the federal Liberal leadership in the 2006 leadership race. In the 2013 Ontario Liberal Party leadership election Nixon endorsed Sandra Pupatello. In 2015, he was made a member of the Order of Ontario. ==Electoral record (partial)== == References == ==External links== *Robert Nixon fonds at Queen’s University Archives * Category:1928 births Category:Living people Category:Canadian Protestants Category:Deputy premiers of Ontario Category:Leaders of the Ontario Liberal Party Category:Finance ministers of Ontario Category:McMaster University alumni Category:Members of the Order of Ontario Category:University of Toronto alumni Category:People from the County of Brant",
 "title": "Robert Nixon (politician)"
}