{
 "id": "488066",
 "text": "The Floralia was a festival in ancient Roman religious practice in honor of the goddess Flora, held April 27 during the Republican era, or April 28 in the Julian calendar. The festival included Ludi Florae, the \"Games of Flora\" which lasted for six days under the empire.H.H. Scullard, Festivals and Ceremonies of the Roman Republic (Cornell University Press, 1981), p. 110. The festival had a licentious, pleasure-seeking atmosphere. In contrast to many festivals which had a patrician character, the games of Flora were plebeian in nature.William Warde Fowler, The Roman Festivals of the Period of the Republic (London, 1908), p. 92. ==Flora== Flora is one of the most ancient goddesses of Roman religion and was one of fifteen deities to have her own state-supported high priest, the flamen Florialis. A goddess of flowers, vegetation, and fertility, she received sacrifices (piacula) in the sacred grove of the Arval Brothers, an archaic priesthood.Fowler, Roman Festivals, p. 92; Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. Her altar at Rome was said to have been established by the Sabine king Titus Tatius during the semi- legendary Regal period.Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. Flusalis (linguistically equivalent to Floralia) was a month on the Sabine calendar, and Varro counted Flora among the Sabine deities.Fowler, Roman Festivals, p. 92. ==Temples of Flora== The Temple of Flora was built in Rome upon consultation with the Sibylline Books shortly after a drought that occurred around 241–238 BCE. The temple was located near the Circus Maximus on the lower slope of the Aventine Hill, a site associated with the plebeians of Rome. Games were instituted for the founding day of the temple (April 28), and were held only occasionally until continued crop damage led to their annual celebration beginning in 173.Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. Flora Rustica (\"Rural Flora\") had another temple on the Quirinal Hill, the Temple of Flora Rustica, which may have been the location of the altar erected by Tatius.Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. ==Games== The games (ludi) of Flora were presented by the plebeian aediles and paid for by fines collected when public lands (ager publicus) were encroached upon.Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. Cicero mentions his role in organizing games for Flora when he was aedile in 69 BCE.Scullard, Festivals and Ceremonies of the Roman Republic, pp. 110–111. The festival opened with theatrical performances (ludi scaenici), and concluded with competitive events and spectacles at the Circus and a sacrifice to Flora.Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. In 68 CE, the entertainments at the Floralia presented under the emperor Galba featured a tightrope-walking elephant.Suetonius, Life of Galba 6.1; Thomas E.J. Wiedemann, Emperors and Gladiators p. 63. ===Participation of prostitutes=== Prostitutes participated in the Floralia as well as the wine festival (Vinalia) on April 23. According to the satirist Juvenal,Juvenal, 6.249f. prostitutes danced naked and fought in mock gladiator combat.Scullard, Festivals and Ceremonies of the Roman Republic, p. 110. Many prostitutes in ancient Rome were slaves, and even free women who worked as prostitutes lost their legal and social standing as citizens, but their inclusion at religious festivals indicates that sex workers were not completely outcast from society.Thomas A.J. McGinn, Prostitution, Sexuality and the Law in Ancient Rome (Oxford University Press, 1998), p. 24. ==Observances== Ovid says that hares and goats—animals considered fertile and salacious—were ceremonially released as part of the festivities. Persius says that the crowd was pelted with vetches, beans, and lupins, also symbols of fertility. In contrast to the Cerealia, when white garments were worn, multi-colored clothing was customary.Ovid, Fasti 5.355ff. There may have been nocturnal observances, since sources mention measures taken to light the way after the theatrical performances. A rite called the Florifertum is described by one sourceFestus, 81 in the edition of Lindsay. as involving the bearing (fert-) of wheat ears (spicae) into a shrine (sacrarium). It is unclear whether the offering was made to FloraP.Wissowa, Religion und Kultus der Römer, 1912, München ; H.Le Bonniec, Le culte de Cérès à Rome des origines à la fin de la République, 1958, Paris; Kurt Latte, Römische Religionsgeschichte , 1960, Leipzig; P.Pouthier, Ops et la conception divine de l’abondance dans la religion romaine jusqu’à la mort d’Auguste, BEFAR 242, 1981, Rome. or to Ceres,Kurt Latte, Römische Religionsgeschichte , 1960, Leipzig. or whether if made to Flora it occurred on April 27 or May 3.Scullard, Festivals and Ceremonies of the Roman Republic, p. 249. Ovid describes a florifertum in honor of Juno Lucina on March 1,Ovid, Fasti 3.251-258: \"Bear flowers to the Goddess; this Goddess rejoices in flowering plants\" (ferte Deae (=Juno Lucina) flores; gaudet florentibus herbis haec Dea). a date also celebrated as the dies natalis (\"birthday\") of MarsF-H.Massa-Pairault, Lasa Vecu, Lasa Vecuvia, Dialoghi di Archeologia, 3,6, 1988. in whose conception Flora played a role. ==See also== * Roman festivals * Carmentalia * Vestalia * Cerealia * Fornacalia * Opiconsivia * Divalia * Furrinalia * Matralia * Lemuria (festival) * Matronalia * Liberalia * Parilia * Rosalia, a festival of roses celebrated throughout the Roman Empire * May Queen ==References== ==External links== *Encyclopædia Romana: Floralia Category:Ancient Roman festivals Category:April observances Category:May observances",
 "title": "Floralia"
}