{
 "id": "488081",
 "text": "thumb|262px|Maia Morgenstern in concert, singing Jewish songs. Timișoara, Romania, May 25, 2010. Maia Emilia Ninel Morgenstern (; born 1 May 1962) is a Romanian film and stage actress, Gabriela Dumba, Pur și SIMPLU, Maia Morgenstern , (\"Pure and simple, Maia Morgenstern\", but with a pun, because Simplu is a Romanian musical group with whom she had done a video), Gardianul, December 23, 2006. Accessed online December 20, 2007. described by Florin Mitu of AMOS News as \"a symbol of Romanian theater and film\". Florin Mitu, 2007 Interviu: Maia Morgenstern, AMOS News, November 17, 2007. He addresses her, \"Sunteți un simbol al teatrului și filmului românesc…\". Accessed online December 20, 2007. In the English-speaking world, she is best known for portraying the Blessed Virgin Mary in Mel Gibson's The Passion of the Christ. In Romania, she has been nationally known since her 1992 role as Nela in Balanța, a film known in the United States as The Oak, set during the waning days of Communist Romania. She received a star on the Romanian Walk of Fame in Bucharest on 1 May 2011.\"Maia Morgenstern received a star on Walk of Fame, for her birthday\", Adevărul.ro ==Biography== Born in Bucharest, Romania, to a Jewish family, she attended the Zoia Kosmodeminskaia High School in her native city, and graduated from the Film and Theatre Academy of Bucharest in 1985. She then played at Teatrul Tineretului (Youth Theater) in Piatra Neamț until 1988, and at the Teatrul Evreiesc de Stat (State Jewish Theatre) in Bucharest 1988, 1989, and 1990. From 1990 to 1998 she was a member of the company of the National Theatre in Bucharest, and since 1998 of Teatrul Bulandra, also in Bucharest; Florin Mitu, 2007 Interviu: Maia Morgenstern, AMOS News, November 17, 2007. Accessed online December 20, 2007. in addition, she continues to act at the Jewish State Theatre and other Bucharest theaters and elsewhere in Romania. Among her notable stage roles in recent years, in a Romanian-language production of The Blue Angel (Îngerul Albastru in Romanian) at Bucharest's Odeon Theater, in 2001-2 she played (to great critical acclaim) Lola Lola, the character made famous by Marlene Dietrich. At the same time, she was also playing the role of Kathleen Hogan in a Romanian-language production of Israel Horovitz's Park Your Car in Harvard Yard at the State Jewish Theater. Morgenstern has appeared in numerous films, primarily in Romanian language roles. In The Passion of the Christ, she performs a role in Aramaic, but like the other actors in the cast of that film, she simply memorized her lines phonetically.The Passion of the Christ: About the Language, CinemaReview.com. Accessed online December 20, 2007. Her surname, Morgenstern, means \"Morning Star\" in German, a title of the Virgin Mary, the character she played in The Passion of the Christ. Mel Gibson, a devout Traditionalist Catholic, thought this of great significance when casting her.Marco R. della Cava, J.C., 'morning star' and Mel Gibson, USA Today, posted 2/22/2004 9:39 PM, updated 2/23/2004 11:21 AM; retrieved March 1, 2005. In interviews, she has defended The Passion of the Christ against allegations of antisemitism,'Passion' actress: Film not anti-Semitic , CNN, February 4, 2004. Accessed 20 December 2007. saying that the high priest Caiaphas is portrayed not as a representative of the Jewish people, but as a leader of the establishment, adding that \"Authorities throughout history have persecuted individuals with revolutionary ideas.\"Naomi Pfefferman, Jewish Actress Proud to be Mel Gibson’s Virgin Mary , The Jewish Journal, November 1, 2003. Reproduced on the New American Media site, a site focusing on ethnic journalism. Accessed online December 20, 2007. On 29 March 2021, a Romanian man was arrested after Morgenstern received an email stating \"I intend to throw her in the gas chamber\". ==Personal life== She has been married twice, first to Claudiu Istodor (1983–1999), and then to Dumitru Băltățeanu (2001–2015). She has 3 children: Tudor Aaron, an actor, Eva Leea Cabiria and Ana Isadora. Evelyn Badea, Maia Morgenstern, femeia care ştie să aibă succes în toate , Adevărul, 20 October 2007, Accessed online 20 December 2007. ==Awards, recognition== She has won several major awards as an actress: * Best Actress for: Cei care platesc cu viața (\"Those who pay with their lives\", 1991), Romanian Filmmakers Union *UNITER (Romanian Theatrical Union) Lucia Sturdza Bulandra Prize (1990) for her stage role as Medea in Trilogia antică (Ancient Trilogy), directed by Andrei Șerban. * Best Actress for: Balanța (1992), European Film AwardsAwards for Balanta (1992), IMDB. Accessed 20 December 2007. * Best Actress for: Balanța (1992), Cinéma Tout Ecran (Geneva Film Festival) * Best Actress for: Balanța (1992), Romanian Filmmakers Union * UNITER best actress award (1993), for her role in Ghetto at the Romanian National Theatre. * UNITER (1995) award for her performance in the stage production of Lola Blau. * Best Film Actress for: The Passion of the Christ (2004), Ethnic Multicultural Media Awards (EMMA Awards), UKEthnic Multicultural Media Awards, UK: 2004, IMDB. Accessed 20 December 2007. == Filmography == Where translations of titles are italicized, it indicates use of the translated title for the film in English-language release. {|class=wikitable |- !Film !Year !Role !Language |- |The Resurrection of the Christ |TBA |Mary |Aramaic |- |What About Love |2020 |Sister Martina |English, Spanish |- |Sacrificiul||2019-2020||Eva Oprea/ Eva Ioanid|| Romanian |- |Capra cu trei iezi||2019||Capra||Romanian |- |Fructul oprit (TV series)||2019||Mgda Popa||Romanian |- |High Strung||2016||Madame Markova||English |- |#Selfie69||2016||Femeie Bila||Romanian |- |Miss Christina||2013||Mrs. Moscu||Romanian |- |The Secret of Polichinelle||2013||Maya||Romanian |- |Fata din Transilvania||2011||||Romanian |- |La fin du silence||2011||the mother||French |- |Sânge Tânăr, Munți și Brazi||2011||Mama||Romanian drama |- |Luna verde||2010||Simona||Romanian |- |Iubire și onoare (TV series)||2010–2011||Marieta||Romanian |- |Aniela (tv series)||2009–2010||Maica Stareţa||Romanian |- |The House of Terror||2008||Eszter Somos||English |- |Eva||2009 ||Maria||English |- |The Fence||2007||Herman's mother||English |- |Mansfeld||2006||Mrs. Mansfeld||Hungarian / English / Russian / German |- |Margo||2006||Margo's stepmother||Romanian |- |Visuri otrăvite (\"Poisoned Dreams\")||2006||Ada's mother||Romanian |- |15||2005||Irene||Romanian / French |- |L'Homme pressé||2005, TV||Bonne de Bois de Rose||French |- |Orient Express||2004||Amalia Frunzetti||Romanian |- |Damen tango||2004|| ||Romanian |- |The Passion of the Christ||2004||Mary||Aramaic |- |Căsătorie imposibilă (\"Impossible marriage\")||2004, TV series|| ||Romanian |- |Bolondok éneke (Fool's Song)||2003||Gina||Hungarian / French / Romanian |- |A Rózsa énekei (Rose's Songs)||2003||Olga||Hungarian |- |Patul lui Procust (Procust's Bed) Based on Camil Petrescu's novel Patul lui Procust||2001||Doamna T.||Romanian |- |Dark Prince: The True Story of Dracula||2000, TV||woman at the fountain||English |- |Marie, Nonna, la vierge et moi||2000||Nonna||French |- |Kínai védelem (Chinese Defense)||1999|| ||Hungarian |- |Față în față (Face to Face)||1999|| ||Romanian |- |Triunghiul morții (\"Triangle of Death\")||1999||Regina Maria||Romanian |- |Az Álombánya||1998, TV, short|| ||Hungarian |- |Witman fiúk (Witman Boys)||1997||Mrs. Witman||Hungarian |- |Omul zilei (The Man of the Day)||1997|| ||Romanian |- |Ulysses' Gaze (original Greek title: Το Βλέμμα του Οδυσσέα, To Vlemma tou Odyssea)||1995||playing opposite Harvey Keitel as Ulysses' wife||English / Greek |- |The Seventh Chamber||1995||Edith Stein (the starring role)||Hungarian |- |Nostradamus||1994||Helen||English |- |Trahir (Betrayal, Romanian title: A trada)||1993||woman in prison||French / Romanian |- |Casa din vis (\"The House from the Dream\")||1993|| ||Romanian |- |Cel mai iubit dintre pămînteni (The Earth's Most Beloved Son) based on Marin Preda's novel Cel mai iubit dintre pământeni||1993|| ||Romanian |- |Balanța (The Oak)||1992||Nela (the starring role)||Romanian |- |Rămînerea (Forgotten by God)||1992|| ||Romanian |- |Băiatul cu o singură bretea, also known as Flăcăul cu o singura bretea (\"The Boy with a Single Brace\")||1991|| ||Romanian |- |Cei care plătesc cu viața (Those Who Pay with Their Lives)||1991|| ||Romanian |- ||Pasaj||1990|| ||Romanian |- ||Marea sfidare (\"The great defiance\")||1989|| ||Romanian |- |Maria și marea (\"Maria and the Sea\")||1988||Maria||Romanian |- |Anotimpul iubirii (The Season of Love)||1986|| ||Romanian |- |Secretul lui Bachus (The Secret of Bacchus)||1984||the girl in the restaurant (as Maia Morgenstern Istodor)||Romanian |- |Dreptate în lanțuri (Chained Justice)||1983|| ||Romanian |- |Prea cald pentru luna mai (\"Too hot for the month of May\")||1983|| ||Romanian |} ==References== Category:Romanian stage actresses Category:Romanian film actresses Category:European Film Award for Best Actress winners Category:Caragiale Academy of Theatrical Arts and Cinematography alumni Category:Actresses from Bucharest Category:Romanian Jews Category:Jewish actresses Category:1962 births Category:Living people",
 "title": "Maia Morgenstern"
}