{
 "id": "488095",
 "text": "Twix is a caramel shortbread chocolate bar made by Mars, Inc., consisting of a biscuit applied with other confectionery toppings and coatings (most frequently caramel and milk chocolate).The biscuit is typically topped with caramel and then coated with milk chocolate. There is also an additional thin layer of chocolate between the biscuit and the caramel. \"Cross-section of a Twix\", ediblegeography.com Twix are packaged with one, two or four bars in a wrapper. The new slogan for Twix is \"Try both. Pick a side.\" Miniature and other variations of Twix bars are also available. == History == thumb|Raider wrapper from 1989, found as litter The product was first produced in the United Kingdom in 1967,\"TWIX\", marsfoodservices.com and introduced in the United States in 1979. Twix was called Raider in mainland Europe for many years before its name was changed in 1991 (2000 in Denmark, Finland, Norway, Sweden and Turkey) to match the international brand name. In 2014, the company introduced Twix bites. ==Production== Twix bars for the North American market are made in Cleveland, Tennessee along with M&M;'s. == Advertising == Since 2012, Twix launched the \"Pick a Side\" campaign. The advertising campaign introduced a rivalry of the two \"sides\" of the Twix bar. Each Twix bar was given its own distinct packaging, being labeled as either a \"Right Twix\" or a \"Left Twix,\" although both sides are functionally identical. ==Flavor and product variants== * Gingerbread Twix (seasonal at Christmas time, 2014 - ?) * Salted Caramel Twix (Europe 2021) * Winter Spice (limited edition for Christmas 2020) thumb|North American Twix wrapper used until 2010 * Peanut Butter Twix (1983**-1997, 2000-2007, and again from 2014 until at least 2017, when there were supply disruptions U.S,since 2018 Brasil as Twix Paçoca), peanut butter instead of the caramel filling. Introduced in North America in 1983, Peanut Butter Twix was coated with the standard (non-chocolate) fudge and was available until 1997. It was available again from 2000 until 2007, where it was replaced by Twix PB with the cookie flavor changed to chocolate. Reintroduced in late 2014 with the cookie flavor reverted to vanilla sugar cookie and a new recipe as \"Twix Creamy Peanut Butter.\" thumb|Unwrapped peanut butter Twix * Twix PB (2007 - 2014, US), similar to Peanut Butter Twix but with a chocolate cookie base rather than the standard sugar cookie. thumb|A peanut butter Twix wrapper from North America *Twibbix (1980-1983), favorite candy bar of the character Mushmouth from Fat Albert and the Cosby Kids. * Twix Tea Breaks (introduced around the 1990s, U.K.). Single bars in between the size of a standard bar and a miniature bar (though having the same dimensions as a standard bar). Available loose in Twix bags from supermarkets. Renamed around the 1990s. thumb|A Twix Xtra wrapper from the UK * Twix Miniatures (introduced in the 1990s, Europe), Twix mini sweets. Available in UK Celebrations boxes. Only available in Europe. Relaunched and repackaged around 2004 as Twix Mini Biscuits As of 2014 they have returned to being Twix Miniatures. *Cookies-n-Creme Twix (1990, 2020–present) cookies and cream filling in place of the Caramel. The bar wrapper contained a maroon (or dark red) 'Twix' logo. Released at the same time (only in the U.S.) as Chocolate Fudge Twix. Advertisements appeared in magazines with them both together during 1990.\"29 April\", Food of the 90s *Chocolate Fudge Twix (1990), chewy chocolate flavored filling in place of the caramel. Released at the same time (only in the U.S.) as Twix Cookies-n-Creme. A rectangular portable radio was made to promote them both. It had Twix Fudge on one side and Cookies-n-Creme on the other. *Triple Chocolate (First released in 1991 in the U.K. as limited edition. U.S., Australia, limited edition). First released in the U.K. in 1991 and subsequently in 2003 and 2007 also as limited editions. It contains chocolate flavoured butter cookie and chocolate flavoured caramel. Released in North America in 2006, also as a limited edition. This flavor is still present on the Latin-American Markets. *Choc 'N' Orange Twix (1992 and 1999 limited edition, U.K). *Twix Xtra (1994 - present, U.K.). Originally Twix King Size. An bar introduced on top of the standard bar. This bar was also later introduced in Europe and the US. A standard 'Bigger Bar' replaced the bar between 1996 and 1999. This size included all limited edition flavours. From 2000 the original bar replaced this size. *Ice Cream Twix (Bars) (1995 - present, U.K. & U.S). First available individually in newsagents and in boxes of 4 from supermarkets. This size was reduced to in 1999. The US has an ice cream bar like the U.K. version, but with milk chocolate. *Chocolate Ice Cream Twix (Bars) (1999 limited edition, U.K.). This bar was released to promote the new size Twix bar in 1999. It had a dark chocolate coating with a chocolate biscuit and chocolate caramel inside. *Twix Top (1999-2005, 2019-? U.K.). A single rectangular biscuit bar introduced in multi-packs for supermarkets. In 2005 this product was relaunched as bisc & Twix. In 2019 it returned to supermarket shelves. *Twix 100 Calorie Bars (2000s, U.S.). Of a similar size () to Twix Tea Break bars, it is packed in boxes of 7 bars. *New Twix (2000 - present, Europe). From 2000 Mars changed the biscuit to a crunchier less dense texture. The bars were also repackaged in a new bright gold foil type wrap. These bars replaced all old bars and wrappers (including the King Size and subsequent smaller sizes) and are the standard everywhere today including in the U.S. *Twix Mint (2001 limited edition, U.K.). *Ice Cream Twix (Pot) (2001 - ?, Continental Europe). This was available for a few years from supermarkets. It came in a round 345g pot of caramel ripple ice cream with raisin sized chocolate covered biscuit / cookie. It was imported into the U.K. *Orange Twix (2003 limited edition, Poland). *White Chocolate Twix (2004, 2016 U.K.) White chocolate coating instead of milk chocolate. It is available in several countries, including Australia, Ireland and the U.K. In Europe and the U.S., this was a limited edition. * Dark Chocolate Twix (2004 limited edition, U.S.; returning in 2017 as a permanent flavor), with a dark chocolate coating instead of milk chocolate. * White Chocolate Twix (2005, 2008, 2011, 2012 and 2016 limited edition, Europe), with a white chocolate coating instead of milk chocolate. * White Chocolate Twix (2005 limited edition, U.S.; 2016 limited edition, U.S.; returning in November 2017 as a permanent flavor), with a white chocolate coating instead of milk chocolate. *Coffee Twix (?2000s, Asia), includes coffee flavoured caramel. *bisc& Twix (2005 - ?2006, U.K.). This was the relaunch of Twix Top. Other flavours included M&Ms;, Bounty as well as others. This product is no longer available in the U.K., but was / is still available in Europe. *Bisc & Twix Top Choco (2006 - ? Present, Europe). Contains chocolate biscuit and chocolate caramel. Also available in standard biscuit and caramel. *Twix Pods (2006 - present, Australia). Round biscuit shells with caramel inside and topped with milk chocolate. Also available in Mars, Dove Mint and Bounty flavours. * Twix Topix (2007, Europe). Wafer bars replacing biscuit. Available in 3 flavours: Milk Cream, Macchiato and Creamy Caramel. * Mint Slice billu (2006 - 2007 limited edition, Australia). Chocolate butter biscuit, chocolate mint caramel and dark chocolate. *Twix Super Thick Shake (2007 - present, U.K., Ireland). Creamy caramel milkshake (). Comes with a separate mini bag of raisin sized biscuit / cookie chocolate covered balls to add to the shake if desired. thumb|A Twix Java wrapper. *Twix Java (2008 U.S.). Coffee flavoured Twix available in the U.S. during February 2008. It contains a chocolate cookie with coffee flavoured caramel, espresso and milk chocolate. * Dark Chocolate Twix (2008 limited edition, U.K., 2009 limited edition, Continental Europe). Individual bars available in U.K. only in multipacks of 14 from selected supermarkets. Was available in the rest of Europe individually in 2009. *Twix Cappuccino (2007 limited edition, Poland. 2015 limited edition, Belgium) * Twix Fino (2010, Europe). Wafer bar launched in September 2010 that suffered some package resizing during the following months with different nutritional claims. * Twix Coconut (2011 America) * Twix McFlurry, exclusive at McDonald's (only during promotional periods) thumb|A Twix McFlurry Between 2012 and 2013 the size of a standard Twix in the UK was reduced by 14%, from 58g to 50g. ==References== ==External links== * Twix Brand Homepage * Twix French Homepage Category:Biscuit brands Category:Chocolate bars Category:Mars confectionery brands Category:Products introduced in 1967 Category:British confectionery Category:American confectionery Dairy Milk Category:Brand name confectionery",
 "title": "Twix"
}