{
 "id": "488215",
 "text": "Stuart Lyon Smith (May 7, 1938 – June 10, 2020) was a politician, psychiatrist, academic and public servant in Ontario, Canada. He served in the Legislative Assembly of Ontario from 1975 to 1982, and led the Ontario Liberal Party for most of this period. ==Background and early career== Smith was born in Montreal, Quebec, the son of Nettie (Krainer) and Moe Samuel Smith, who ran a grocery store in the east-end of Montreal after his earlier garment-making business failed. His grandparents had been Jewish immigrants from Russia, Poland and Austria. He attended McGill University where he was elected president of the Students' Society of McGill University and earned the top award for debating. In 1957, he organized a student strike against the Maurice Duplessis government, which led to the provincial government launching a student loan programme to meet the students' demands. He graduated in medicine from McGill University Medical School. In 1962, he was one of five university students chosen from across Canada to participate in the first exchange with students from the Soviet Union. Smith joined the Liberal Party and went to work as an executive assistant for MP Alan Macnaughton. When Macnaughton announced his retirement as MP for Mount Royal, Smith stepped forward to seek the Liberal Party's nomination to succeed him. He withdrew his name as a candidate to allow Pierre Trudeau to run without strong opposition for the 1965 federal Liberal nomination. Trudeau won the next election and went on to become the Leader of the Liberal Party of Canada and Prime Minister of Canada. In 1967, Smith left Montreal for Hamilton, Ontario to become associate professor of psychiatry at McMaster University Medical School and run the in- patient unit at St. Joseph’s Hospital. ==Media== While in medical school, he co-hosted the CBC Television program Youth Special with Paddy Springate, who would later become his wife, for four years, followed by a year of hosting CBC's The New Generation. As a practising psychiatrist at McMaster University, he wrote and presented a weekly television program on CHCH-TV called This is Psychiatry. ==Ontario politics== Smith was first elected to the Legislative Assembly of Ontario for the Ontario Liberal Party in the 1975 provincial election, defeating Progressive Conservative candidate Bob Morrow, a city councillor and future mayor, by 542 votes in Hamilton West. Liberal leader Robert Nixon announced his retirement after the election, and Smith entered the leadership contest to succeed him. He built a support base on the left wing of the party, and was sometimes compared to Pierre Trudeau in his appearance and mannerisms. He finished in first place on the first ballot, and defeated the more right-wing David Peterson by forty-five votes on the second ballot to become the party's new leader. ==Leader of the Opposition== The Liberals lost one seat in the legislature in the 1977 election, but nonetheless displaced the New Democratic Party as the Official Opposition to William Davis's Progressive Conservatives. Smith became Leader of the Opposition in the legislative sitting that followed. As a politician, Smith had a reputation as an intelligent but dry and somewhat aloof personality, in a province that had grown accustomed to avuncular leaders. His criticism of government spending by the government of Premier Davis, and his pessimism about their election promises, prompted the Conservatives to nickname him Dr. No - a label which also referred to his background as a psychiatrist. He also had difficulty managing members of his caucus, many of whom supported right- wing positions on policy issues. The Liberals made little progress in the 1981 election, returning again with 34 seats while the Tories regained a majority government. One of Smith's few successes was in the city of Toronto, where popular support for the Liberal Party increased under his leadership and the party won a handful of seats after having been shut out in 1975. He resigned as leader after the election, and left the legislature in January 1982, a month before the leadership convention that chose David Peterson as his successor. Smith is credited by Peterson and party strategists with having transformed the Ontario Liberal Party from a rurally-based conservative party to a more urban, modern political force, broadening the party as well by helping it appeal to an increasingly multicultural electorate, laying the groundwork for its breakthrough in the 1985 election, which resulted in the end of the Progressive Conservative dynasty after 42 years. Peterson said of Smith that: \"History will record that he played a major role in the modern success of the Ontario Liberal Party by dragging us into the 20th century and establishing roots in the urban areas.” ==Post-political career== In January 1982, he began a term as chairman of the Science Council of Canada, a federal government body, which he led until 1987. From 1995 to 2002, he was the chair of the National Roundtable on the Environment and the Economy. In 1991, he headed up the Smith Commission, an inquiry into the state of post-secondary education across Canada. His inquiry's final report emphasized the need to ensure that the value of teaching was not overshadowed by research. ==Private sector== A year after leaving the Council, he founded RockCliffe Research and Technology Inc., a firm which introduced public-private partnerships into government laboratories. From 1995 to 2002, he was chair of the National Round Table on the Environment and the Economy. In 1994, Smith proposed the creation of a private-sector water company in the City of Hamilton. His stated goal was to develop an industry in the city which would be able to develop contracts on a global level. The city managers agreed to his plan, but insisted that Philip Services oversee the project. Smith consented, and was named as the founding president of the Philip Utilities Management Corporation (PUMC). The company eventually was able to reduce by half the workforce from the city's former public utility, and was once blamed by the union for a sewage overflow. The company successfully broke into the American market in Seattle in 1996. Smith left soon afterwards. PUMC itself was then sold on the basis of an evaluation of approximately $150 million, while the parent company collapsed when it acknowledged that it had significantly overstated earnings from its copper- trading business. Philip Services stock options became worthless; as these were a significant portion of Smith's remuneration, he failed to receive much benefit from the financial success of his company, PUMC. \"If anybody is bitter about the Philip experience, I am\", he was later quoted as saying.The Water Barons - The Center for Public Integrity Subsequently, Smith served as chairman of the board of Esna Tech in Richmond Hill, and as chair of the board for Humber College in Toronto. A lifelong baseball fan, in 2012 Smith was appointed commissioner of the Intercounty Baseball League, a semi-pro baseball league in Ontario. He resigned following the 2013 season. ==Illness and death== Smith died on June 10, 2020, after being ill with Lewy body dementia for two years. ==References== ==External links== * Category:1938 births Category:2020 deaths Category:Canadian psychiatrists Category:Ontario Liberal Party MPPs Category:Leaders of the Ontario Liberal Party Category:Jewish Canadian politicians Category:Politicians from Hamilton, Ontario Category:Politicians from Montreal Category:McGill University Faculty of Medicine alumni Category:McMaster University faculty Category:CBC Television people Category:Sports commissioners Category:Neurological disease deaths in Canada Category:Deaths from Lewy body dementia",
 "title": "Stuart Lyon Smith"
}