{
 "id": "488395",
 "text": "Konkan is a ribbon of land on the west Indian coast running from Thane in the north to Karwar in the south, with the Arabian Sea to the west and the Western Ghats in the east. The hinterland east of the coast has numerous river valleys and riverine islands among the hilly slopes leading up into the tablelands of the Deccan Plateau. The region has been recognized by name since at least the time of Strabo in the third century CE. The best-known islands of Konkan are Goa Island, location of the state of Goa's capital Panjim, and the seven islands of Bombay on which sits Bombay (Mumbai), the capital of Maharashtra. == Definition == Historically, the limits of Konkan have been flexible and it has been known by additional names, for example Aparanta and Gomanchal, the latter being defined as the coastal area between the Daman Ganga River in the north and the Gangavalli River in the south. The ancient Sapta Konkan was a larger geographical area that extended from Gujarat to Kerala and included the whole region of coastal Maharashtra and coastal Karnataka.Saradesāya, Manohararāya (2000) \"The Land, the People, and the Language\". A History of Konkani Literature: From 1500 to 1992. Sahitya Akademi. pp. 1–14. . However, this segment overlaps the Konkan and Malabar coast continuum; and usually corresponds to the southernmost and northernmost stretches of these locales respectively. == Etymology == thumb|Beaches dotted with swaying coconut palms are a ubiquitous sight along the Konkan coast According to the Sahyadrikhanda of the Skanda Purana, Parashurama threw his axe into the sea and commanded the Sea God to recede up to the point where his axe landed. The new piece of land thus recovered came to be known as Saptah-Konkana, meaning \"piece of earth\", \"corner of earth\", or \"piece of corner\", derived from Sanskrit words: koṇa (कोण, corner) + kaṇa (कण, piece). Xuanzang, the noted Chinese Buddhist monk, mentioned this region in his book as Konkana Desha; Varahamihira's Brihat- Samhita described Konkan as a region of India; and 15th century author Ratnakosh mentioned the word Konkandesha. == Geography == Konkan extends throughout the western coasts of Maharashtra, Goa and Karnataka. It is bounded by the Western Ghats mountain range (also known as Sahyadri) in the east, the Arabian Sea in the west, the Daman Ganga River in the north and the River Aghanashini in the south. The Gangavalli flows in the district of Uttara Kannada in present-day Karnataka. Its northern bank constitutes the southernmost portion of Konkan. The towns of Karwar, Ankola, Kumta, Honavar and Bhatkal fall within the Konkan coast. The largest city on the Konkan coast is Mumbai, the state capital of Maharashtra. The others are, from north to south: # Palghar district # Thane district # Mumbai Suburban district # Mumbai City district # Raigad district # Ratnagiri district # Sindhudurg district # Goa # Uttara Kannada (Karwar) == Ethnology == The main ethnolinguistic group of the Konkan region is the Konkani people. Specific caste and communities found in the region are the Aagri, Koli, Kunbi, Bhandari, Maratha, Kharvi, Mangela, Karadi, Phudagi, Vaiti, Mahar, Chambhar, Kumbhar, Dhobi, Teli, Nhavi, Kasar, Sutar, Lohar, Gabit, Padti, Dhangar, Gaud Saraswat Brahmin (also includes Rajapur Saraswats and Chitrapur Saraswats), Daivajna, Kudaldeshkar, Pathare Prabhu, Gomantak Maratha, Chitpawan, Karhade, Kayastha Prabhu, Somvanshi Kshatriya Pathare, Vaishya Vani, Vadval, Komarpant, Gavli, Ghorpi, Nath Jogi, Gurav, Ghadi, Namdev Shimpi and others. Billava, Bunt and Linghayat communities found in the parts of Karnataka which are near to Konkan. Tribal communities include the Katkari, Thakar, Konkana, Warli and Mahadev Koli, mainly found in the northern and central parts of Konkan. The Dubla and Dhodia tribes in southern Gujarat, Dadra and Nagar Haveli, and Palghar district of Maharashtra are also part if Konkan. Palghar district has the largest percentage of tribal population in Konkan. A small nomadic tribe called the Vanarmare is found in southern parts of Konkan, which was originally associated with the hunting of monkeys. The Gauda and Velip tribes are found in Goa. The Jewish community called Bene Israel is mainly found in Raigad district. The Christians included East Indians in North Konkan and Mumbai, Goan Catholics in Goa, Karwari Catholics in Uttara Kannada as well as Mangalorean Catholics in Udupi and Dakshina Kannada. Minorities of Muslim communities like Konkani Muslims and Nawayaths are scattered throughout the region. ==See also== *Coast of India *People of the Konkan Division *Konkani people *Konkani language *Konkan Railway *Jaitapur Nuclear Power Project *Malabar Coast *Coromandel Coast ==References== ==External links== * *Konkan Tourism - A Complete Guide on Tourism *Konkan Hotels *Tourist Place to visit Konkan Darshan Category:Regions of India Category:Landforms of Goa Category:Coasts of India Category:Konkani",
 "title": "Konkan"
}