{
 "id": "488530",
 "text": "Alpha TV is a Greek free-to-air channel, being one of the biggest stations in Greece. The station features a mix of Greek and foreign shows with an emphasis on information. The studios are located near Athens. Alpha TV is owned by Alpha Satellite Television S.A. 100% shareholder of which is the Alpha Media Group Ltd. In Cyprus, private broadcaster Sigma TV used to broadcast a number of Alpha TV's programs. In the past, public service broadcaster CyBC used to broadcast Alpha TV programs. In 2015, Alpha TV Cyprus was founded and it broadcast the Alpha TV Programs and others of its own. Alpha Cyprus now is one of the highest-rated Cypriot channels. ==History== *1993: Skai TV was launched to compete with Mega and ANT1 similar to ERT Channels. It began broadcasting with a heavy emphasis on news and sports. At the time, its sister station was the #1 ranked radio station in Athens, Skai 100.4. *1994: Skai TV began to exchange family/children's programmes from Star Channel with Alpha's children's programming. *1999: Skai TV sold, renamed Alpha Sky, later A-Sky during a transition period and now to Alpha TV. *2002: Alpha TV begins broadcast of Alpha Australia, the international network of Alpha and signs up with UBI World TV to make Alpha Australia available in Australia as well as Asia and Africa. *2007: Alpha TV launches its channel Alpha Sat into North America on DirecTV. *2008: Alpha Australia debuts in New Zealand via UBI World TV. Alpha TV & Alpha Radio are sold to RTL Group, who now control the majority share in the company. *2012: RTL Group sell their share to Dimitris Kontominas, giving him full control of the channel. *2016: On 4 April, makes premiere the Cypriot version, called Alpha TV Cyprus. When the channel was called Skai TV, it was written using Greek letters. It was Latinized and changed to a blue font in 1999 when Tsotsoros bought it from Ioannis Alafouzos. In September 1999, it became Alpha-Sky before changing to its present name in October of the same year. The logo was retained despite the changes in the channel's name. In 2006, the logo was changed to Alpha, the first letter of the Greek alphabet, to reflect the channel's popularity. The font letters in 2003 changed and a circle was added over Alpha, but the two As (alphas) remain. In 2005, a new version was introduced and is coloured with red. The logo was updated prior to the launch of the 2007-2008 season. In December 2008, Dimitris Kontominas sold a majority share (66.6%) of Alpha TV and Alpha Radio to Luxembourg media company RTL Group. Kontominas will continue to be involved with Alpha as he still owns 33.4% and has been named the president of the new holding company called Alpha Media Group. In March 2009, the company made significant changes to the news programming output. The afternoon news show has been cut to 15 minutes in duration and now airs at 13:00. The main evening news has also moved from the highly competitive slot of 20:00 and instead broadcasts at 19:00. On 5 January 2012, RTL Group announced that they had reached an agreement to sell their share to minority owner Dimitris Kontominas, making him once again the full owner of the channel. The deal was finalized by the end of the first quarter of 2012, and in March 2013, Bertelsmann said that they had divested Alpha TV. ==Programming== {|class=\"wikitable\" |- | 07:45 am – 10:00 am || Happy Day |- | 10:00 am – 13:00 pm || Super Katerina |- | 14:00 pm – 14:50 pm || Alpha Afternoon News |- | 14:50 pm - 16:35 pm || TLive |- | 16:35 pm - 16:45 pm || Alpha News in Sign Language |- | 16:45 pm – 17:45 pm || Oikogeneiakes Istories (Family Issues) |- | 17:45 pm – 18:50 pm || Deal |- | 18:50 pm – 20:00 pm || Alpha Central News |- | 20:00 pm - 21:00 pm || Ase mas re mama (Mon-Wed) / Min arhizeis ti mourmoura (Do not start moaning) |- |} ==Current programs== ===Talk shows=== ====Happy Day==== * Debut: March 17, 2014 * Replaced program: - * Taping location: Studio Pro, Pallini, Attica * Host: Stamatina Tsimtsili * Production Company: Green Pixel Productions * Producing Team: Takis Nikolakopoulos (executive producer) ====Super Katerina==== * Debut: September 13, 2021 * Replaced program: TLive * Taping location: Studio Pro, Pallini, Attica * Host: Katerina Kenourgiou * Production Company: Barking Well * Producing Team: Dora Pnevmatikou (executive producer) ====TLive==== * Debut: December 7, 2020 * Replaced program: Alpha Pantou * Taping location: Star Channel, Kifissia, Attica * Host: Tatiana Stefanidou * Production Company: Alpha TV * Producing Team: Dimitris Giahnis (director) ===Game show=== ====Deal==== * Debut: October 3, 2016 * Replaced program: Akou ti eipan! * Taping location: Foss Studios, Gerakas, Attica * Host: Christos Ferentinos * Announcer: - * Production Company: Green Pixel Productions in association with Alpha TV * Producing Team: Pegy Holy (executive producer) * Directing/Writing Team: Yannis Marakis (director) ===Soap operas=== ====Oikogeneiakes Istories (Family Issues)==== * Debut: October 25, 2010 * Replaced program: Fatus Olous * Taping location: Different places per episode, Attica * Creators: Haris Bosinas, Thomas Tsabanis * Production company: Green Pixel Productions * Producing team: Ioanna Koutsougera (Project supervisor), Kostas Terzakis (announcer) * Directing team: Marios Valasis, * Head writer: Viky Koukoutsi, Nikos Stathopoulos * Script Editor: Andromahi Markopoulou * Casting director: Despina Moraiti * Cast: Different cast per episode ====Min arhizeis ti mourmoura (Do not start moaning)==== * Debut: October 7, 2013 * Replaced program: - * Taping location: Kapa Studios, Markopoulo Mesogaias, Attica * Creators: Elena Solomou, Panagiotis Christopoulos * Production company: Green Pixel Productions * Producing team: Michalis Daskalakis (Executive Producer), Nikos Christophorou (Producer) * Directing team: Dionysis Ferentinos * Head writer: Elena Solomou, Panagiotis Christopoulos, Margarita Gerogianni, Sara Ganoti, Giannis Diakakis, Giorgos Sfyris * Script Editor: Fofi Kotti * Cast: Antonis Antoniou, Eleni Kokkidou, Vladimiros Kiriakidis, Klelia Renesi, Spyros Tsekouras, Anna Koutsaftiki, Spyros Chatziaggelakis, Maria Hanou ====Ase mas re mama==== * Debut: September 13, 2021 * Replaced program: Ela sti thesi mou * Taping location: * Creators: Vasilis Risvas, Dimitra Sakali * Production company: Tanweer Productions * Producing team: * Directing team: Pierros Androkakos, Giorgos Kikidis, Alekos Kyranis * Head writer: Vasilis Risvas, Dimitra Sakali * Script Editor: Lydia Giannakopoulou, Anna Karra * Casting directors: Sofia Dimopoulou, Fragiskos Xidianos * Cast: Panagiota Vladi, Marios Athanasiou, Ieroklis Michailidis, Dimitra Sigala, Melina Vaboula, Dimitris Papadatos, Alexandros Phiehoviak, Anna Menenakou, Nikolas Papadomichelakis, Marthilia Svarna, Anastasis Kolovos, Antonis Giannakos, Melina Polyzoni, Parthena Horozidou, Vasilis Giakoumaros, Foteini Ntemiri ==Former shows on ALPHA Daytime== ===Soap operas=== * Asteria stin ammo (2019-2020) * Ela sti thesi mou (2016-2021) * San Oikogeneia (2016-2017) * Kato apo tin Akropoli (2001-2003) ===Game shows=== * Divided (2019-2020) * Pano Kato (2019-2020) * Nota Mia (2017-2018) * Slam (2017-2018) * Ready Steady Cook (2017) * Akou ti eipan! (2013-2016) * Fatus Olous (2008-2010) * To pio megalo pazari (2006-2007) * Poios thelei na ginei ekatommyriouhos? (2006) * Diplo Paihnidi (2004-2005) ===Talk shows / Variety shows=== * Style me up (2021-2022) * Pop Up (2020-2021) * Ora gia Meleti (2020) * Mi Masas (2020) * Adelina xtypa to koudouni (2020) * Menoume Alpha (2020) * Ektos Grammis ston Alpha (2019-2020) * Alpha Pantou (2018-2021) * Ti Leei? (2018-2019) * Alpha Reportage (2017-2019) * To kalytero zevgari (2017) * Eurodata (2017) * Xanadeste tous (2016-2017) * Logo Tivis (2015-2016) * Ola Paizoun (2014-2015) * Kairos sto para deka (2014-2015) * Proino Reportage (2014-2015) * Kalokairi Pantou (2014) * Shop TV (2013-2017) * Eleni (2011-2020) * Deste tous! (2009-2014) * Kati Psinete (2009-2017) * Pano stin ora (2009-2011) * Siga min katso na skaso (2008-2009) * Ti paizei simera (2007-2008) * Alithies kai Psemata (2007) * Kous Kous to mesimeri (2005-2011) * Kafes me tin Eleni (2005-2011) * Apo Kardias (2005-2006) * Mageirevontas me ti Vefa (2005-2006) * Kalimera sas (2004-2009) * Proino Kous Kous (2004-2005) * Me tin kali ennoia vevaia (2004) * Kainourgia Mera (2002-2006) * Boro (2001-2004) * Kalos tous / 11 kai kati (2001-2004) * Kainourgia Imera (2000-2001) * Apo to Alpha os to omega (1999-2000) ==Alpha Cyprus== frameless|113x113px|right Alpha TV Cyprus founded in 2015. A year later, in April 2016, begins operations. Alpha Cyprus broadcasts across the country. The channel broadcasts Alpha Greece programs, and also new Cypriot programs. Now, Alpha Cyprus is one of the highest-rated channels in Cyprus, with a 13.5% share. ==Alpha Sat== frameless|113x113px|right Alpha Sat is the international service of Greek Alpha TV that broadcasts 'the best of Alpha' to audiences in Asia, Africa, Australia, New Zealand, and North America. Alpha Sat launched in Australia in May 2002 and in June 2008 in New Zealand and is available via UBI World TV. In June 2012, UBI World TV ceased operations, and as a result, Alpha Sat was temporarily unavailable to viewers in Australia. In January 2013, the channel re-launched via TV Plus, an upstart satellite provider. In North America, Alpha Sat launched in May 2007 in the United States on the DirecTV platform. On 1 January 2011, Alpha Sat moved to a rival satellite platform Dish Network. On May 14, 2013, Alpha Sat was officially added to the CRTC's approved the list of foreign services, allowing the channel to expand into Canada. Odyssey Television Network, who sponsored the application to get Alpha Sat on the approved list, is the official Canadian distributor of the channel. Alpha Sat officially launched in Canada on 30 July 2013, via Rogers Cable and Vidéotron. It is also available on Bell Satellite TV and Bell Fibe TV. ==Reporters== *Dimos Verikios *Antonis Sroiter *Nikos Manesis ==See also== *List of programs broadcast by Alpha TV ==References== ==External links== *Official site *Alpha Sat Category:Television channels in Greece Category:Television networks in Greece Category:Greek-language television stations Category:Television channels and stations established in 1999 Category:1999 establishments in Greece",
 "title": "Alpha TV"
}