{
 "id": "48884",
 "text": "A sculpin is a type of fish that belongs to the superfamily Cottoidea in the order Scorpaeniformes.Kane, E. A. and T. E. Higham. (2012). Life in the flow lane: differences in pectoral fin morphology suggest transitions in station- holding demand across species of marine sculpin. Zoology (Jena) 115(4), 223-32. As of 2006, this superfamily contains 11 families, 149 genera, and 756 species.Nelson, J. S. (2006) Fishes of the World. 4th Ed. Hoboken, New Jersey: John Wiley & Sons. Sculpins occur in many types of habitat, including ocean and freshwater zones. They live in rivers, submarine canyons, kelp forests, and shallow littoral habitat types, such as tidepools. Sculpins are benthic fish, dwelling on the bottoms of water bodies. Their pectoral fins are smooth on the upper edge and webbed with sharp rays along the lower edge, a modification that makes them specialized for gripping the substrate. This adaptation helps the fish anchor in fast-flowing water. The sculpin normally grows to about four inches long. ==Families== Families include:Froese, R. and D. Pauly. (Eds.) Order Summary for Scorpaeniformes. FishBase. 2011. *Abyssocottidae: deep-water sculpins (24 species) *Agonidae (47 species) *Bathylutichthyidae (two species) *Comephoridae: Baikal oilfishes (two species) *Cottidae: common sculpins (258 species, including Icelidae, sometimes regarded as separate) *Cottocomephoridae: bighead sculpins, Baikal sculpins (9 species) *Ereuniidae: deepwater bullhead sculpins (three species) *Hemitripteridae: sea ravens, sailfin sculpins (eight species) *Psychrolutidae: fatheads (40 species) *Rhamphocottidae: the grunt sculpin (one species) ==Gallery== Blue Ridge sculpin - Cottus caeruleomentum.jpg|Cottus caeruleomentum ObiAHset.jpg|Pseudoblennius zonostigma Sailfin sculpin (Nautichthys oculofasciatus).jpg|Nautichthys oculofasciatus Ambophthalmos angustus.jpg|Ambophthalmos angustus ==References== Category:Scorpaeniformes Category:Fish of Greenland",
 "title": "Sculpin"
}