{
 "id": "488876",
 "text": "Baron Derwent, of Hackness in the North Riding of the County of York, is a title in the Peerage of the United Kingdom. It was created on 10 October 1881 for the former Liberal Member of Parliament for Scarborough, Sir Harcourt Vanden-Bempde-Johnstone, 3rd Baronet. His grandson, the third Baron (who succeeded his uncle the second Baron), was an author, poet and minor diplomat. On his death in 1949 the titles passed to his younger brother, the fourth Baron. He served in the Conservative administrations of Harold Macmillan and Sir Alec Douglas-Home as Minister of State for Trade and Minister of State for Home Affairs. the titles are held by his son, the fifth Baron, who succeeded in 1986. The Baronetcy, of Hackness Hall in the North Riding of the County of York, was created in the Baronetage of Great Britain on 6 July 1795 for Richard Vanden-Bempde-Johnstone, with remainder in default of male issue of his own to the male issue of his brother Charles John. He notably represented Weymouth in the House of Commons. Born Richard Johnstone, he was the son of Colonel John Johnstone, second son of Sir William Johnstone, 2nd Baronet, of Westerhall (see Johnstone baronets of Westerhall). His mother was Charlotte, daughter of John van den Bempde of Hackness Hall in Yorkshire. In 1793 Richard Johnstone assumed by Act of Parliament his maternal grandfather's surname of Vanden-Bempde in lieu of Johnstone but in 1795 he was authorised by Royal licence to resume the name of Johnstone in addition to those of Vanden-Bempde. He was succeeded by his son, the second Baronet. He sat as Member of Parliament for Yorkshire and Scarborough. On his death the title passed to his son, the aforementioned third Baronet, who was elevated to the peerage as Baron Derwent in 1881. The title of the barony, Derwent (pronounced \"Darwent\"), is named after the River Derwent in Yorkshire. ==Vanden-Bempde- Johnstone baronets, of Hackness Hall (1795)== *Sir Richard Vanden-Bempde- Johnstone, 1st Baronet (died 1807) *Sir John Vanden-Bempde-Johnstone, 2nd Baronet (1799–1869) *Sir Harcourt Vanden-Bempde-Johnstone, 3rd Baronet (1829–1916) (created Baron Derwent in 1881) ==Barons Derwent (1881)== *Harcourt Vanden-Bempde-Johnstone, 1st Baron Derwent (1829–1916) *Francis Vanden-Bempde-Johnstone, 2nd Baron Derwent (1851–1929) *George Harcourt Vanden-Bampde-Johnstone, 3rd Baron Derwent (1899–1949) *Patrick Robin Gilbert Vanden-Bempde-Johnstone, 4th Baron Derwent (1901–1986) *Robin Evelyn Leo Vanden-Bempde-Johnstone, 5th Baron Derwent (born 1930) The heir apparent is the present holder's son the Hon. Francis Patrick Harcourt Vanden-Bempde- Johnstone (born 1965). His oldest sister, Emmeline, is signatory to a campaign for women to be able to inherit noble titles, instead of these being restricted to the male line. ==See also== *Johnstone baronets of Westerhall ==References== ===Sources=== * * Category:Baronies in the Peerage of the United Kingdom Category:Noble titles created in 1881 Category:Noble titles created for UK MPs Category:1795 establishments in Great Britain Category:1881 establishments in the United Kingdom",
 "title": "Baron Derwent"
}