{
 "id": "489367",
 "text": "Aubenas (; ) is a commune in the southern part of the Ardèche department in southern France. It is the seat of several government offices. The mountainous and rugged countryside is popular for vacation homes. The river Ardèche flows through the commune. It is the most populous commune in the Ardéche department, the others being Annonay, Guilherand-Granges, and Tournon-sur- Rhône. Aubenas is the centre of an urban area, composed of 22 towns and villages including Vals-les-Bains,Unité urbaine 2020 d'Aubenas (07402), INSEE with 41,681 inhabitants (2017).Comparateur de territoire, INSEE Aside from a long-year commercial activity, Aubenas has a good strategic position on the tourist field, at crossroads of a regional natural park, the zone of the Ardèche river canyon, and the start of mountains. The chestnut industry is one testimony of the intense agricultural activity earlier in time. ==Etymology== The root alb-, meaning a height, is present in the name of the city (). And in fact, it is sat on the strategic position of a limestone base overlooking the valley of Ardèche. Due to the long distance from a water source, the city was known informally as the city without water until the 19th century, when on 28 June 1863, under the leadership of the then Mayor John Mathon, water was pumped from an external source which fed 50 fountains across the city. At the foot of the promontory pass route of Montélimar to Le Puy-en-Velay, lies the oldest axis of movement between the Rhone valley and the mountains of Auvergne. The privileged location between l'Ardèche méridionale (Southern Ardèche) and l'Ardèche verte (Green Ardèche) allowed for a crossroads between different types of agriculture and business. ==History== ===The Middle Ages=== The hill on which the city is built is mentioned during the 5th century AD. It tells of a conflict between the bishops of the hill and the bishops of Viviers, which is a local commune in the same modern day department; for the construction of a fortress. By 1084, the bishop of the hill won the lengthy conflict. The area became the possession of the Baron, Montlaur; all the way from the Ardèche mountains to what is now the western border of the current day department of Ardèche. The Baron's family reigned 1084 to 1441 and built the tower, the wall and two large, round towers of the castle which is surrounded by a moat that is why in French Aubenas is called \"La cité des Montlaur\". The lords who were not only at the origin of the economic growth of the city, but also the social and material development of its residents. Their motto was: \"Montlaur, au plus haut!\". ===Renaissance=== During the Renaissance, the city became Protestant, and after the third French war of religion, the residents refused to allow royal troops within the city walls. ==Population== ==Local government== The Mayor of Aubenas is Jean-Yves Meyer. He entered office in 2018. ==Economy== 200px|right|thumbnail|Saint- Benoît Cathedral thumb|right|230px|The valley of Ardèche, seen from the ramparts of Aubenas 230px|right|thumb|view of the quarter \"Pont d'Aubenas\" 230px|right|thumb|The train station of Aubenas Aubenas is the seat of the Chambre de commerce et d'industrie Ardèche Méridionale. It is also the seat of the Centre de formation d'apprentis (CFA) et is a training centre. Aubenas is a city which survives today on commerce, tourism, and food manufacturing companies, producing things like cheese, chestnuts and other foodstuffs, the likes of which one might find in a delicatessen. It is also close to the commune of Lanas, which is home to a small aeroport (an aerodrome). The city hosted the arrival of the Tour de France on 24 July 2009, the day prior to the climbing of mount Ventoux. ==The City== The city hall which is situated in the city centre is surrounded by many paved roads, this is also the highest part of the city, it overlooks the medieval castle that overlooks the valley of the Ardèche. The city had a railway until 1969 for passengers and until 1988 for goods. The line Vogüé-Lalevade-d'Ardèche. The station still sells tickets for the SNCF. Since 4 June 2007, the service \"tout'enbus\" of the community of the communes of Pays d'Aubenas-Vals has also worked in the commune of Aubenas, Saint-Privat, Ucel and Vals-les-Bains. ==Places and monuments== * Château d'Aubenas, classed as a historic monument (France), now houses the city hall. Originally it was a strong castle in the 14th century. It was refurbished in the 18th and 19th centuries. Today it boasts a large collection of paintings, sculptures and engravings. It offers an exceptional dungeon panorama. * The Gargoule house, from the sixteenth century, by the castle. * The Saint Laurent composite church. * The Saint-Benoît cathedral of the 17th and 18th centuries is the old chapel of a benedictine convent. ==Personalities== * Jean Mathon, old mayor of the city. * Albert Seibel, creator of several hybrid vines. * Franck Sauzée, footballer * Léonce Verny, engineer * Cédric Barbosa, footballer * Jean-Marc Gounon, racecar driver * Rémy Martin, player of rugby * Jean Charay, Priest and historian * Dominique Guillo, comedian and director * Laurent Paganelli, footballer * Jacques Espérandieu, journalist * Anthony Mounier, footballer * Renaud Cohade, footballer * Nimdus and bonio * Delphine Combe, athlete * Amandine Leynaud, handballer ==Twin towns== Aubenas is twinned with: * Cesenatico, Italy * Delfzijl, Netherlands * Schwarzenbek, Germany * Sierre, Switzerland * Zelzate, Belgium * Palamos, Spain (friendship agreement) ==See also== *Communes of the Ardèche department ==References== ==External links== * Town council website (in French) * Tourism office website Category:Communes of Ardèche Category:Vivarais",
 "title": "Aubenas"
}