{
 "id": "489399",
 "text": "thumb|right|\"Dōgo Onsen Honkan\" Public Bathhouse is a hot spring in the city of Matsuyama, Ehime Prefecture on the island of Shikoku, Japan. ==History== thumb|right|Botchan's room Dōgo Onsen is one of the oldest hot springs in Japan, with a history stretching back over 1000 years. The springs are mentioned in the Man'yōshū (written c. 759) and, according to legend, Prince Shōtoku (574–622) used to partake of the waters. Dōgo Onsen was the favorite retreat of writer Natsume Sōseki (1867–1916) when he was working near Matsuyama as a teacher in what was at the time rural Shikoku. In Soseki's loosely autobiographical novel Botchan, the eponymous main character is a frequent visitor to the springs, the only place he likes in the area. ==Description== Dōgo Onsen is famous for the Dōgo Onsen public bathhouse, which was organized by Dōgo Yunomachi mayor Isaniwa Yukiya and built in 1894. Built on three levels for maximum capacity, the baths remain popular and are usually crowded at peak times, such as in the early evening before dinner. While Dōgo is largely engulfed in the suburban sprawl of modern-day Matsuyama, the area around Dōgo retains the feeling of a resort town, with guests from all over the country wandering the streets in yukata robes after their bath. Dōgo is easily accessible from central Matsuyama by tram and has regular bus services to and from the air and ferry ports. ==Yushinden== Yushinden is a bath room specially reserved for the Imperial Family. Yushinden is on the east side of the main building. The name is taken from a Chinese classic. Yushinden was built in 1899 in the traditional architecture of Momoyama period. The Gyokuza no Ma is a bath room for the exclusive use of the Emperor.Akimasa Watanabe Matsuyamajo to Dogo Onsen [Matsuyama Castle and Dogo Onsen] (Matsuyama: Ehimebunkasousho, 1983) page 200-201 ==Legends== In Dōgo, two legends were handed down. ===Legend of the egret=== Long ago, many egrets (herons) lived in Dōgo. One day, an egret who injured his shin found a hot spring there. He soaked his shin every day in the hot water. Eventually the egret became well and flew away. People who watched this situation soaked in the hot spring and their health improved. The news spread that the hot spring was beneficial for one's health, and the spring became popular.Akimasa Watanabe. Matsuyamajo to Dōgo Onsen [Matsuyama Castle and Dōgo Onsen] (Matsuyama: Ehimebunkasousho, 1983) page 200 ===Legend of Tama no ishi=== A long time ago, there were two small gods, Ōkuninushi no Mikoto and Sukunabikona no Mikoto. They came from Izumo to Dōgo. Sukunabikona no Mikoto contracted a bad illness and his days were numbered. Okuninushi no Mikoto made Sukunahikona no Mikoto soak in the hot spring. Sukunahikona no Mikoto regained his health and danced on a stone in the hot spring as proof of his vigor. At that time, his footprint was left, and there is now a stone called Tama no ishi that is exhibited at Dōgo Onsen. ==In popular culture== The present building of the Dōgo Onsen public bathhouse partially inspired the design of Yubaba's bathhouse in Spirited Away. == Features == The first floor (Kami-no- Yu) is separated into two baths for men and one for women. The second floor (Tama-no-Yu) consists of two baths: one for men and one for women. There are four bathing plans with different rates. ==See also== *Three Ancient Springs ==References== ==External links== * Category:Landforms of Ehime Prefecture Category:Hot springs of Ehime Prefecture Category:Tourist attractions in Ehime Prefecture Category:Public baths in Japan",
 "title": "Dōgo Onsen"
}