{
 "id": "489652",
 "text": "Vital Achille Raoul Barré (January 29, 1874 – May 21, 1932) was a Canadian and American cartoonist, animator of the silent film era, and painter. Initially known as a political cartoonist, he originated the French Canadian comic strip, then crossed over into animated film and started his own studio, a pioneering effort. As a painter, he is considered an Impressionist, evoking atmosphere and light with visible, choppy strokes of paint, whose paintings are in the Musée national des beaux-arts du Québec. ==Personal history and career== Barré was born in Montreal, Quebec, the only artistic child (out of twelve) of an wine merchants and importers. He studied art at the Académie Julian,L’Académie Julian et ses élèves canadiens Paris, 1880-1900 par Samuel Montiège, Thèse de doctorat, Département d’histoire de l’art et d’études cinématographiques, Faculté des arts et sciences, Montréal, mai 2011. starting in 1896, and remained there for two years also known as an political cartoonist—he was a loud critic of the unjust trials of Captain Alfred Dreyfus. One of Barré's opponents in the war of words and cartoons was Émile Cohl, writing anonymously. On returning to Canada in 1898, he gave birth to the French Canadian comic strip. It was not until 1913 that Barré succeeded in syndicating a newspaper strip in the U.S—Noahzark Hotel, a Sunday strip which was distributed by the McClure Syndicate for 11 months. Barré elected not to take credit on the strip, but rather signed it VARB, his initials (Vitale Achille Raoul Barré). Barré moved to New York City in the United States in 1903. In 1912, Barré saw an animated film that inspired him to go into the industry (perhaps Winsor McCay's \"How a Mosquito Operates\"). He picked Edison Studios to produce his cartoons and while visiting the studio, met Bill Nolan, a live-action shorts producer who became his business and artistic partner. The two worked together for a year putting out animated and live-action commercials for various companies (quite possibly the first ever use of animation for advertising). It was during this period that the two worked out a system for animating radically different from that practiced by anyone else at the time. Various animators had come up with different methods to keep their drawings lined up, but none of them worked very well. Barré and Nolan's solution was to punch two holes at the bottom of all of their sheets and pass them through two pegs glued to the animation table. This peg system is still in practice today. The system they used for animation, on the other hand, was a dead end precisely because it produced registration problems the peg system couldn't always fix. The basis of this \"slash system\" was to tear away the paper being drawn on to show the change underneath. For example, if a character was to move his arm, the first drawing would consist of character and background, then the arm would be carefully torn out to reveal the next sheet down and a new arm was drawn on the new paper revealed. The slash system lasted through the 1920s at various studios before being replaced by Earl Hurd's cell system. By 1914, Barré and Nolan felt confident enough to start their own studio, totally independent of Edison and dedicated 100% to animation. This Barré-Nolan Studio was probably the first of its kind (although Bray Productions also had a good claim to the title). The main title produced by the new studio was a series of inserts for the mostly live-action Animated Grouch Chaser series, distributed by Edison. In 1916, William Randolph Hearst, multi-millionaire and newspaper magnate, started a rival animation studio called International Film Service and hired most of Barré's animators, including Bill Nolan, by paying them more money than Barré could provide. Barré was reduced to being a contractor for IFS, animating the series Phables. After seven cartoons, he quit. Another man who had stood up to Hearst was Bud Fisher, who had the courts uphold his copyright ownership to his Mutt and Jeff comic strip, which had been printed by Hearst newspapers for nine years. Fisher had turned to independent animator Charles Bowers to turn his strip into a cartoon, but Bowers did not have the facilities to pull this off. Barré had the facilities, but not the men. A partnership was born in the form of Barré-Bowers Studios situated in the Fordham section of The Bronx. Barré did what he could to improve the quality of the animation in his films, investing some of the profits into art classes for the animators (in anticipation of Walt Disney during the Thirties). Mutt and Jeff was a strong money-maker for Barré, Bowers, and Fisher, but Barré began to get tired of it all as the years passed, due to personality conflicts with both partners. Barré retired from animation in 1919, amid rumors of a nervous breakdown. He settled into his home in Glen Cove, Long Island, and started selling his oil paintings to the public, as well as some commercial poster work. In the meantime, the surviving partners had a falling out and by 1926 Mutt and Jeff was finished as a film animation property. In 1926, Barré came to long for the world of animation again, just so long as he wouldn't have any business responsibilities to weigh him down. He got what he wanted with the position of \"guest animator\" for Pat Sullivan Productions working on Felix the Cat. The cartoons Barré created for Sullivan are considered the best he ever did, as well as the best Felix cartoons ever made (the chicken antagonist in such cartoons as \"Felix Dines and Pines\" and \"The Oily Bird\" was drawn entirely by Barré). Raoul Barré retired from animation the second time in 1927, this time on a high note. Barré spent the last few years of his life drawing oil paintings and political cartoons, while starting his own art school. He died in Montreal on May 21, 1932 of cancer and was buried in the city's Notre Dame des Neiges Cemetery. ==References== ==Bibliography== * Donald Crafton; Before Mickey: The Animated Film, 1898-1928; The University of Chicago Press; (1982, 1993) * Leonard Maltin; Of Mice and Magic: A History of American Animated Cartoons; Penguin Books; (1980, 1987) * Giannalberto Bendazzi (Anna Taraboletti-Segre, English translator); Cartoons: One Hundred Years of Cinema Animation; Indiana University Press; (2001 reprint) *Christopher Finch, The Art of Walt Disney Published by Harry N. Abrams; 1973: ==External links== * In Search of Raoul Barré (Barré l'introuvable), by André Martin. Short monograph in English and French. * Biography of Raoul Barré (in French), by Michel Viau: https://web.archive.org/web/20110515211358/http://www.bdquebec.qc.ca/auteurs/barre/rbarre.htm * Biography on Lambiek Comiclopedia * Category:1874 births Category:1932 deaths Category:American cartoonists Category:Canadian cartoonists Category:Canadian comics artists Category:American comics artists Category:Artists from Montreal Category:Artists from New York City Category:Canadian animators Category:Canadian film producers Category:Canadian animated film producers Category:Film directors from Montreal Category:Film directors from New York City Category:Film producers from New York (state) Category:American animated film producers Category:Canadian animated film directors Category:Canadian alumni of the École des Beaux-Arts Category:Quebec comics Category:Canadian cinema pioneers Category:Burials at Notre Dame des Neiges Cemetery Category:Alumni of the Académie Julian Category:19th-century Canadian painters Category:20th-century Canadian painters Category:Canadian landscape painters Category:Canadian Impressionist painters",
 "title": "Raoul Barré"
}