{
 "id": "489655",
 "text": "{| |} HMS Trenchant is a nuclear-powered fleet submarine of the Royal Navy built by Vickers Shipbuilding, Barrow-in-Furness. Trenchant is in service and is based at HMNB Devonport. She is the third vessel and the second submarine of the Royal Navy to be named for the characteristic of vigour and incisiveness. The submarine was ordered on 22 March 1983. She was laid down by Vickers Shipbuilding on 28 October 1985, and was launched on 3 November 1986 in the presence of Vice Admiral Sir Arthur Hezlet, who had commanded the World War II T-class submarine Trenchant. She was commissioned into the Royal Navy on 14 January 1989.Jane's Fighting Ships, 2004–2005. Jane's Information Group Limited. p. 796. . Following the Integrated Review of 2020, Trenchant was scheduled to decommission by the end of 2021. ==Operational history== ===1990-1999=== On 22 November 1990, the nets of the trawler FV Antares were snagged by Trenchant in the Bute Sound in Scotland. At the time the submarine was conducting a 'Perisher' Submarine Command Course exercise in company with the frigate HMS Charybdis. Antares was pulled under with the loss of all four members of the crew. A subsequent Marine Accident Investigation found that the accident had been caused by \"a partial breakdown in both the structure and the standards of watchkeeping on board Trenchant\". In July 1997, the submarine ran aground off the western coast of Australia. While approaching Fremantle, Western Australia, the submarine remained at a depth of and grounded when she made contact with the continental shelf, coming to rest on a sloping patch of seafloor. Trenchant was able to free herself, and an inspection by divers reported no significant damage. Trenchant tested the non-hull-penetrating optronic mast in 1998. She also trialled a camouflage paint scheme comprising jagged shapes of various colours, including pale blue. ===2000–present day=== thumb|left|HMS Trenchant surfacing through the Arctic ice during ICEX 2018. On 21 June 2007, the submarine became the first Royal Navy vessel to fire the new Block IV Tomahawk cruise missile in a live-firing trial in the Gulf of Mexico off the United States coast.http://www.hmforces.co.uk/education/articles/1445-hms-trenchant--- trafalgar-class In late 2009, Trenchant entered the Devonport submarine refit complex to undertake a 2-year refit and upgrade programme. Upon completion of the programme, the submarine underwent a rededication service on 6 June 2011 to welcome the boat back to active service. On 22 May 2013, Trenchant completed the longest patrol ever carried out by a Royal Navy SSN. The patrol lasted 335 days (11 months) during which the submarine sailed 38,800nm. During this time the vessel visited six different ports: Fujairah, UAE; the British Indian Ocean Territory – Diego Garcia; the Kingdom of Bahrain; Aqaba, Jordan; Souda Bay, Crete; and Gibraltar. Following a maintenance period involving a weapon and sensors upgrade, Trenchant returned to service in August 2016. In March 2018, Trenchant, along with American submarines USS Connecticut and USS Hartford, participated in ICEX 2018, surfacing through the Arctic ice. This was the first time a Royal Navy submarine participated in ICEX since 2007. In April 2020 a Royal Navy investigation was opened into videos of sailors having a party while under lockdown. The submarine had returned to Devonport for repairs and the crew were required to stay on board in isolation while repairs were completed because of COVID-19 restrictions. It was confirmed that some sailors were drinking alcohol and it was reported that the captain had approved the party despite being advised that it might be inappropriate. The captain was sent home and later relieved of his command, and moved to another role within the Navy. Trenchant's final four-month deployment in the Atlantic was filmed for a Channel 5 television documentary called Submarine: Life Beneath the Waves, which was first shown in the United Kingdom in September 2021. On 25 March 2021 she sailed into Plymouth for the last time, flying her decommissioning pennant, ahead of decommissioning later in 2021. ==Affiliations== Trenchant is affiliated with the following military and civilian organisations, bodies & individuals: *Sea Cadet unit TS St David’s *Sea Cadet unit TS Echo (Llanelli) *Town of Llanelli *Lady Meriel Hunt (sponsor) ==References== ==Bibliography== *Submarines, War Beneath The Waves, From 1776 to the Present Day, by Robert Hutchinson ==External links== *Royal Navy HMS Trenchant (royalnavy.mod.uk) Category:Trafalgar-class submarines Category:Ships built in Barrow-in-Furness Category:1986 ships Category:Cold War submarines of the United Kingdom Category:Submarines of the United Kingdom Category:Maritime incidents in 1990",
 "title": "HMS Trenchant (S91)"
}