{
 "id": "489791",
 "text": "Ransom Eli Olds (June 3, 1864 – August 26, 1950) was a pioneer of the American automotive industry, after whom the Oldsmobile and REO brands were named. He claimed to have built his first steam car as early as 1887 and his first gasoline-powered car in 1896. The modern assembly line and its basic concept is credited to Olds, who used it to build the first mass-produced automobile, the Oldsmobile Curved Dash, beginning in 1901. ==Early life== Olds was born in Geneva, Ohio, the youngest son of blacksmith and pattern-maker Pliny Fiske Olds and his wife, Sarah Whipple Olds. His parents moved the family to Cleveland, Ohio, when Olds was still a boy. He eventually settled in Lansing, Michigan, where he attended high-school before dropping out so that he could work full-time at the family company, P.F. Olds & Son. The company built and sold some steam engines but made most of its money doing repair work.May, G. Olds, Ransom Eli (1864-1950), pioneer automobile manufacturer. American National Biography. Retrieved 21 Mar. 2022, from https://www-anb- org.wikipedialibrary.idm.oclc.org/view/10.1093/anb/9780198606697.001.0001/anb-9780198606697-e-1001245. While in Lansing he also married Metta Ursula Woodward on June 5, 1889. ==Career== ===Oldsmobile=== He founded the Olds Motor Vehicle Company in Lansing, Michigan, on August 21, 1897. The company was bought by a copper and lumber magnate named Samuel L. Smith in 1899 and renamed Olds Motor Works. The new company was relocated from Lansing to Detroit. Smith became President while Olds became vice president and general manager. thumb|left|150px|Ransom E. Olds, c 1901 By 1901 Olds had built 11 prototype vehicles, including at least one of each power mode: steam, electricity and gasoline. In 1934, he received a patent for a diesel engine. He was the only American automotive pioneer to produce and sell at least one of each mode of automobile. On March 9, 1901, the Olds Motor Works factory burned to the ground. Only one model, the little Curved Dash runabout, was saved from the flames. Ransom Olds claimed it was the fire that made him select the runabout, from among his many other models, to put into production. His biographer questions the veracity of this story. He points to an Olds advertising blitz that had already led to more than 300 Curved Dash orders even before the fire took place. \"Olds did not need the one rescued car from which to reconstruct the plans and patterns for the runabout.\" Later that year, Olds had his company's test driver, Roy Chapin, drive a Curved Dash runabout to the second annual New York Automobile Show. Along the way, Chapin opted to drive up onto the Erie Canal tow path to escape the mire of New York state roads. After eight days of driving, he reached the Waldorf Astoria hotel but was turned away at the door. His mud- spattered attire was so disreputable that he was sent to the servants' entrance in back. During the auto show Olds pushed hard to make sales. When one dealer offered to purchase 500, Olds retorted, \"I would like to see you make this order for a thousand cars. Then the public would drop its jaw and take notice.\" The deal was signed, and though the dealer ended up selling only 750 to the public, it was the original number that everyone remembered. The Curved Dash Oldsmobile sold for $650, equal to $ today. About 600 were sold in 1901, about 3,000 in 1902 and at least 4,000 in 1904. It was this car, rather than Henry Ford's Model T, that was the first mass-produced, low-priced American motor vehicle. As Smith's son, Frederic L. Smith, came into the business, he and Olds clashed frequently until Fred Smith removed Olds from the position of vice president and general manager in 1904, and Olds left his company. He went on to form the R.E. Olds Motor Car Company. Its name was quickly changed to REO Motor Car Company to avoid a lawsuit from the Olds Motor Works. The name REO came from the initials of his name, but was intended to be an acronym, and thus pronounced as a word. Sometimes it was spelled Reo to emphasize this pronunciation. Olds served as president (until 1925) and later chairman of REO. The band REO Speedwagon took their name from the REO Speed Wagon light delivery truck, an ancestor of pickup trucks, though the band pronounces REO as an initialism (saying each letter) rather than as an acronym (pronouncing it as a word). The Olds Motor Works was bought by General Motors in 1908. General Motors discontinued the Oldsmobile brand in 2004, after a production run of 107 years. In 1946 Ransom Olds started building lawnmowers as the Lawn Mower Division of REO motors. ===Assembly line=== Olds was the first person to use a stationary assembly line in the automotive industry. Henry Ford came after him, and was the first to use a moving assembly line to manufacture cars. This new approach to putting together automobiles enabled Olds to more than quintuple his factory's output, from 425 cars in 1901 to 2,500 in 1902. ===Oldsmar=== In 1916, Olds purchased 37,547 acres (152 km²) of land by the northern part of Tampa Bay in Florida and developed the area into what is now the city of Oldsmar.Niemeyer, Glenn A. “‘Oldsmar for Health, Wealth, Happiness.’” The Florida Historical Quarterly 46, no. 1 (1967): 18–28. http://www.jstor.org/stable/30140213. p. 19 He traded his land for the Fort Harrison Hotel in Clearwater, Florida in 1926. ===Other Lansing businesses=== In 1906, Olds organized the Capital National Bank, later called Lansing National Bank, and Michigan National Bank. Olds was also involved in the organization of the Michigan Screw Company and Atlas Drop Forge Company, all in Lansing, Michigan. Olds was the primary financier of the Olds Tower. When completed in 1931 it was the tallest office building in Lansing and retains that distinction today. Located at 124 West Allegan Street, the building is now called the Boji Tower. Olds was also involved in the Hotel Olds at 111 South Capitol Avenue in Lansing. Today this is known as the George W. Romney Building, where the office of the governor of Michigan is located. thumb|Ransom Olds on his single-seat racecar \"Olds Pirate\", ca. 1896/1897 ==Racing== Olds was also famous for his auto racing on the beaches of Florida at Ormond and Daytona. He had the first timed run on the beach in a solo run sometime between 1894 and 1897. In 1896 or 1897, rich automobile pioneers Olds and Alexander Winton (Winton Motor Carriage Company) staged an unofficial event; Winton beat Olds by 0.20 second. ==Politics== thumb|right|200px|Olds Mansion Olds was a Republican and served as a delegate from Michigan's 6th District to the 1908 Republican National Convention, which nominated William Howard Taft for president. ==Residence== In the early 1900s, Olds built an elaborate Queen Anne-style mansionThe Olds' residence was designed by Darius Moon. on South Washington Avenue in Lansing. Among the home's many technological innovations was a turntable in the garage which allowed Olds to pull in at night and leave again the next morning without driving in reverse. The mansion was demolished in 1966 to make way for Interstate 496, which was then named for Olds himself. The architectural drawings of that house are in the archives of the State of Michigan. ==Honors== * He was inducted into the Automotive Hall of Fame in 1946. In 1972, the family's mausoleum was vandalized and remains were taken. ==See also== * Irving Jacob Reuter * Oldsmobile * REO Motor Car Company ==Notes== ==References== ===Bibliography=== * * * * * * ==External links== * R.E. Olds Museum Category:1864 births Category:1950 deaths Category:American automotive pioneers Category:American founders of automobile manufacturers Category:Michigan Republicans Category:Oldsmobile Category:Businesspeople from Lansing, Michigan Category:People from Geneva, Ohio Category:Automotive businesspeople Category:General Motors",
 "title": "Ransom E. Olds"
}