{
 "id": "490040",
 "text": "The Slate Islands are an island group in the Inner Hebrides, lying immediately off the west coast of Scotland, north of Jura and southwest of Oban. The main islands are Seil, Easdale, Luing, Shuna, Torsa and Belnahua. Scarba and Kerrera, which lie nearby, are not usually included. The underlying geology of the islands is Dalradian slate, which was quarried widely until the mid-20th century. Quarry working began in 1630 and at the turn of the 20th century, the quarries were yielding some eight million slates every year. The Garvellachs lie to the southwest. == Definition == Unlike some of Scotland's larger archipelagos such as Orkney and the Outer Hebrides, which are distant from other islands and also have their own local authority, the Slate Islands have no formal definition. The islands from which the slate that gives rise to the name was quarried on a substantial commercial basis are Easdale, Belnahua, Luing and Seil. The website of the Slate Islands Heritage Trust also prominently lists these islands as their remitSlate Islands Heritage Trust Retrieved 6 June 2020. although other sources are slightly more inclusive. According to the Gazetteer for Scotland these islands \"include Luing, Seil, Shuna, Torsay, Easdale, Belnahua and Fladda\".Slate Islands. Gazetteer for Scotland. Retrieved 6 June 2020. W. H. Murray in The Companion Guide to the West Highlands of Scotland goes so far as to say: \"Seil and Luing, Shuna, Torsa, Belnahua and many others are collectively known as the Slate Islands.\" Torsa is a tidal island, joined to Luing at low tide. From a geological perspective Shuna has \"no workable slate\", although limestone was once worked there. The neighbouring islands to the west, Lunga and Eilean Dubh Mòr, are constituted of quartzite, \"Scarba conglomerate\" and other rocks that lack a commercial value. It therefore seems reasonable to conclude that this collective noun includes the commercially quarried Easdale, Belnahua, Luing and Seil, plus their larger and relatively recently inhabited close neighbours of Shuna and Torsa with the \"many others\" being the smaller uninhabited islands and skerries in their immediate vicinity. This then excludes Lunga and Eilean Dubh Mòr and their own outliers that lie to the west of Luing, between Scarba and The Garvellachs. ==Geography== The main islands of the group are as follows. {| class=\"wikitable sortable\" style=\"width:60%; border:0; text- align:left; line-height:150%;\" |- ! style=\"width:10%;\"|Island ! style=\"width:10%;\"|Gaelic name unless otherwise stated. ! style=\"width:5%;\"|Area (ha)Haswell-Smith (2004) p. 30 unless otherwise indicated. ! style=\"width:5%;\"|Population (2011) ! style=\"width:5%;\"|Population (2001) ! style=\"width:20%;\"|Highest pointHaswell- Smith (2004) and Ordnance Survey maps. Blanks indicate that no name is recorded for this eminence. ! style=\"width:5%;\"|Height (m) |- |Belnahua |Beul na h-Uamha | Estimate from Ordnance Survey maps. |0 |0 | | |- | Easdale | Eilean Èisdeal. | | | 58 | – | |- | Luing | Luinn | | | 212 | Binnein Furachail | |- | Seil | Saoil | | | 560 | Meall Chaise | |- | Shuna | Siùna | | | 1 | Druim na Dubh Ghlaic | |- | Torsa | Torsa | |0 |0 | – | |} Torsa was inhabited until the 1960s. Belnahua had a significant population during the height of the commercial slate quarrying there but in 1914 quarry work ceased, the island was completely abandoned and it has been uninhabited ever since. Smaller islands, tidal islets only separated at higher stages of the tide, and skerries which are only exposed at lower stages of the tide pepper the seas surrounding the main islands. Most of them are obscure and only Fladda, which has an abandoned lighthouse keeper's cottage, and perhaps Insh are ever likely to have been inhabited. *Belnahua: Fladda, Ormsa *Easdale: None *Luing: Diar Sgeir, Dubh-fheith, Dubh Sgeir, Eilean Loisgte, Fraoch Eilean (2), Funaich Mhòr, Glas Eilean, Rubh Aird Luing, Sgeir Bhuidhe *Torsa: Eilean Fraoch, Glas Eilean, Torsa Beag *Seil: Dubh-sgeir, Eilean à Chomraidh, Eilean Bàn-leac, Eilean Buidhe, Eilean Dùin, Eilean nam Beathach, Eilean nam Freumha, Eilean Tornal, Henderson's Rock, Insh, Sgeir Beul na h-Uamhaidh *Shuna: None thumb|The southern rim of the former island of Eilean-a-beithich showing the breach Eilean-a-beithich (\"island of the birches\") located in Easdale Sound was once one of the Slate Islands. However, it was quarried for slate to a depth of below sea level leaving only the outer rim of the island. Part of this rim was breached by the sea in 1881 flooding the quarry and little visible sign of the island now remains. ==Etymology== Belnahua is from the Scots Gaelic Beul na h-Uamha, meaning \"the mouth of the cave\" and Torsa is also a Gaelic name although ultimately derived from Old Norse. It means \"Thorir's island\". The derivations of the other main islands are less clear. Seil and Luing are probably pre-Gaelic in origin and of uncertain meaning. Shuna is Siùna in Gaelic and may derive from the Norse for \"sea island\". Easdale appears to be the combination of eas, which is Gaelic for \"waterfall\" and dal, the Norse for \"valley\". However, it is not clear why either description should apply to this tiny island which is low lying and has no waterfalls and the name may have come from the nearby village of the same name on Seil. ==Geology== The most important bedrock on the islands from a commercial point of view is the Neoproterozoic age Easdale Slate Formation, a pyritic, graphitic pelite belonging to the Easdale Subgroup of the Dalradian Argyll Group. Zones of metamorphosed intrusive igneous rocks occur within the southeast of Seil and andesitic lavas of the Lorn Plateau Lava Formation dominate the west of the island. There are numerous NW-SE aligned basalt and microgabbro dykes which form a part of the ‘Mull Swarm’ which is of early Palaeogene age. Raised marine deposits of sand and gravel occur widely around the margins of some of the islands, a legacy of late Quaternary changes in relative sea-level. Prior to the Pleistocene ice ages the Slate Islands were part of a long peninsula that ran from what is now mainland Scotland out through Scarba and Jura to Islay until the Firth of Lorn glacier cut through it, creating the islands that exist today. The entire area was covered by an ice sheet during the maximum extent of glaciation and deep channels were cut into what is now the sea bed, creating deep waters of or more in the Firth of Lorn. ==History== From about the 6th to the 8th century AD the Cenél Loairn kindred controlled what is today known as Lorn, which region includes the Slate Islands, in the then kingdom of Dalriada. Their main base may have been at Dunollie near Oban. thumb|Location of the Kingdom of Mann and the Isles at the end of the 11th century By the late 8th century the area was a zone of conflict between the Celtic rulers of mainland Argyll and the newly arrived Norse settlers. It has been suggested that Seil may be the Innisibsolian referred to in the Chronicle of the Kings of Alba, which records a victory by the Scots over a Viking force during the time of Donald II. The Frankish Annales Bertiniani may record the conquest of the Inner Hebrides by Vikings in 847 and there is an early reference to the Norse presence in the Irish records to a king of \"Viking Scotland\" whose heir Thórir brought an army to Ireland in 848. Although there are few written references to the Slate Islands for this period the influence of the Norse language on placenames suggests that these islands then became part of the Kingdom of the Isles. Clan MacDougall were an important force in the area responsible for their mainland territories to the Scots crown, but to the Kings of Norway for their island territories until the 1266 Treaty of Perth. At this point the Hebrides and Mann and all rights that the Norwegian crown \"had of old therein\" were yielded to the Kingdom of Scotland. During the Wars of Scottish Independence the MacDougalls sided with Clan Comyn against King Robert the Bruce, defeating him the Battle of Dalrigh in 1306. Two years later Bruce led three thousand veterans into Argyll against the MacDougalls and at the Battle of the Pass of Brander they were defeated and King Robert held most of their lands to be forfeit, including all their island possessions save for Kerrera.\"Battle of Methven (1306): Aftermath\" Battlefieldsofbritain.co.uk. Retrieved 22 June 2020. Their fortunes were restored somewhat under John Gallda MacDougall. In the mid-14th century, he relocated from England to Scotland, married a niece of the reigning David II, King of Scotland, and regained the clan's ancestral lands in Lorn. Three centuries later, Clan Dougall was on the losing side again. The failure of King James VII to regain the thrones of England, Ireland and Scotland led to the MacDougalls losing much of their land to the Duke of Argyll. The Slate Islands then became part of the Netherlorn estates of the Breadalbane family, a branch of Clan Campbell. From the late 17th century the Dukes of Argyll began to lease land on a competitive basis rather than as a means of strengthening the welfare of their senior clansmen. This resulted in mass evictions in 1669, long before the clearances as such. During the 20th century the Breadalbane land on the islands was sold off as smaller farms and individual houses. ===Slate quarrying=== Easdale slate had been quarried from as early as the 12th century using seasonal labour from the Breadalbane's Ardmaddy estate. In 1730 Colin Campbell of Carwhin was appointed as the Captain of Ardmaddy and tasked with exploiting the area's natural resources. In 1745 Campbell created the Easdale Marble and Slate Company in order to place extractions from the area on a more commercial basis. At that point Easdale was producing 1 million slates per annum; when Thomas Pennant visited two years later production had increased by 250% and as further quarries were opened this further increased the company's production to 5 million per annum by 1800. Slate quarries were opened on Eilean-a-beithich, Belnahua, Luing and at Balvicar on Seil. Railway lines were laid to take the rock from the quarries to nearby harbours. Peak production was reached in the 1860s at 9 million slates per annum, with export destinations including England, Nova Scotia, the West Indies, the US, Norway and New Zealand. The 6th Earl of Breadalbane had less interest in the industry than his predecessors although during the time of the 7th Earl a new quarry was opened at Ardencaple in the north of Seil. However, disaster struck in 1881. In the early morning of the 22nd November a severe gale from the south-west wind and an exceptionally high tide flooded the quarries on Easdale and at Eilean-a-beithich \"a large rocky buttress which supported a sea wall gave way under the excessive pressure of water\".\"Netherlorn and its Neighbourhood:Chapter II - Easdale\" Electric Scotland Retrieved 18 March 2012.\"Slate Islands - The Islands that Roofed the World\" Southernhebrides.com. Retrieved 14 November 2009. Eilean-a-beithich was never re-opened although production did continue at Easdale, Luing and Balvicar. Changes in demand - clay tiles were radidly replacing slate as the roofing material of choice - led to commercial production ceasing by 1911 on Seil and in 1914 on Belnahua. Balvicar quarry re-opened from the late 1940s until the early 1960s but slate is no longer mined anywhere in the Slate Islands. The Isle of Insh was bequeathed to the National Trust for Scotland by the island's former owner, David Brearley, when he died in 2016. After assessing the island's 'heritage significance' the trust attracted criticism when it subsequently decided to sell the island to a private company for £353,000 in 2019. ==Economy and transport== Today, the islands' commerce is largely dependent on agriculture, tourism and lobster fishing. The Ellenabeich Heritage Centre which opened in 2000, is run by the Slate Islands Heritage Trust. Located in a former slate quarry-worker's cottage, the centre has displays about life in the 19th century, slate quarrying and the local flora, fauna and geology. Seil has been linked to the Scottish mainland since 1792/3 when the Clachan Bridge, also known as the \"Bridge Over the Atlantic\", was built by engineer Robert Mylne. Ferries from Seil depart from Ellenabeich to Easdale, and from Cuan to Luing across the Cuan Sound. The Easdale ferry uses a chain and cog wheels designed by John Whyte in the mid 19th century. The Firth of Lorn is the seaway used by vessels going to and from Oban and Fort William from points south and the seas around the Slate Islands contain the sites of various shipwrecks. The greatest loss of life in the vicinity was suffered by the unladen Latvian vessel Helēna Faulbaums. She left the Mersey on 26 October 1936 en route for Blyth. Encountering a storm, she headed for the Firth of Lorn seeking shelter although the light load meant that the propeller was ineffective in the high seas. At 7pm her steering failed and captain ordered the anchors to be deployed but they could not hold in the deep waters. There is an extensive drying reef to the north of Belnahua and at 10pm that night the Helēna Faulbaums struck it broadside and foundered, sinking within ten minutes with the loss of 15 lives including two 18-year-old boys. Four sailors managed to scramble ashore and were rescued the next day by the Islay lifeboat and taken to Crinan.\"Helena Faulbaums: Belnahua, Sound Of Luing\". Canmore - Quoting the Oban Times of 31 October 1936. Retrieved 7 June 2020 The bodies of the other crew members were washed ashore on Luing. The waters surrounding all the Slate Islands are part of the Loch Sunart to the Sound of Jura Marine Protected Area. ==Notes== ==References== ===Citations=== ===Bibliography=== * * * * * * * * * * * * * * * * * * ==External links== * The Scottish Slate Islands Heritage Trust Category:Islands of Argyll and Bute Category:Islands of the Inner Hebrides Category:Archipelagoes of Scotland",
 "title": "Slate Islands"
}