{
 "id": "490405",
 "text": "Maria Lucélia dos Santos (born May 20, 1957) is a Brazilian actress, director and producer. She received international acclaim for her leading role in the 1976 Rede Globo telenovela Isaura, The Slave Girl, broadcast in over 80 countries.\"Escrava Isaura (1976) - Trivia\" at the IMDb. ==Biography== Maria Lucélia dos Santos was born in Santo André, São Paulo, to Maurílio Simões dos Santos and Maria Moura dos Santos. Her parents were both blue collar workers. Lucélia Santos biography at fan site Arquivo Lucélia Santos She has two siblings: Maurílio Wagner and Cristina Santos, also an actress. At age 9, Lucélia heard actress Cacilda Becker on the radio calling children to do an audition for a role in one of her plays, but her mother did not allow her to perform. She had developed a taste for performing arts since she had seen the play A Moreninha, starred by Marília Pêra, in a school trip. Lucélia was completely fascinated by the show and decided that she would be an actress for the rest of her days. ==Career== She made her stage debut at the age of 14, in the children's play Dom Chicote Mula Manca e seu fiel companheiro Zé Chupança, replacing actress Débora Duarte, which had moved to Rio de Janeiro in order to star in the Rede Globo telenovela Bicho do Mato. She was then invited by Eugênio Kusnet to participate in his intensive two-year performing arts course. After the course, Lucélia acted in a production of Godspell, which was presented in a circus tent in the Rio de Janeiro neighborhood of Botafogo. She finished high school in Rio, where she took the vestibular test for Medicine by an imposition of her father. She failed to enter in the University, since she was already deeply involved with her acting career. Lucélia worked as a receptionist in a weight-loss clinic. before starring in productions of the plays The Rocky Horror Show and Transe no 18,Lucélia Santos article at the Portuguese Wikipedia. Due to her early stage success, Lucélia was invited to star in the film Paranóia in 1976, at the age of 19. After three other small roles in unsuccessful films, that same year she landed the leading role in Escrava Isaura, which tells the story of the struggle of a white-skinned black slave to find happiness during the Brazilian Empire. The telenovela, based on the novel of the same name by 19th century abolitionist writer Bernardo Guimarães, is the most dubbed program in the history of world television, according to a research conducted by Good Morning America. Prior to being invited for the leading role by writer Gilberto Braga and director Herval Rossano, Lucélia had been turned down by Globo several times. She even landed a role in Estúpido Cupido, but that was wrapped up due to financial reasons. Escrava Isaura achieved worldwide success. It became the most popular program in the history of Polish television at the time of its original broadcast, reaching more than 81 percent of share. It was the first show starred by a non-Chinese leading actress broadcast in the People's Republic of China, in addition to being the first telenovela shown in the former Soviet Union, where it had a broad appeal. The word \"fazenda\" () jokingly became a synonym for the small land properties given by the government through its perestroika economic program. In the show, \"fazenda\" is used as a synonym for plantation. In 1980, in an attempt to break with the image of \"Brazil's sweetheart\", acquired with her role in the telenovela, she posed nude for the Brazilian version of Playboy. The April issue of the magazine sold extremely well. It was, however, in the movies that her attempt would succeed. Controversial playwright Nelson Rodrigues invited Lucélia to star in the film adaptation of his play Bonitinha mas Ordinária. Knowing that was the perfect chance to break the good girl stigma, she accepted. She would later act in two other adaptations of Rodrigues' plays: Engraçadinha and Álbum de família. In 1981, Lucélia posed naked for Playboy again, in order to promote the film Luz del Fuego, which tells the story of the eponymous ballerina which shocked the Brazilian society of the early 1950s by founding the a naturist political party and creating the first clothes-free area in Brazil at an island in Baía de Guanabara. The film is one of the favorites of Fidel Castro, who owns a VHS copy of it. After the success of Escrava Isaura, Lucélia continued making popular Rede Globo telenovelas, such as Locomotivas (1977), Dancin' Days (1978), Água Viva (1980), Ciranda de Pedra (1981), Guerra dos Sexos (1986), Vereda Tropical (1984), and Sinhá Moça (1986). She also starred the network's series Ciranda Cirandinha (1978) and miniseries Meu Destino é Pecar (1984), also based in Rodrigues' work. In 1987 she left Globo to star as the titular character in Rede Manchete's Carmem. In 1990, Lucélia starred in SBT's Brasileiros e Brasileiras. She also took the lead in the network's Sangue do Meu Sangue in 1995. In 1996 she decided to take the lead role in SBT's controversial telenovela Dona Anja, about a brothel owner in a small Rio Grande do Sul town during the military dictatorship. In 1997 she directed the television documentary O ponto de Mutaçâo da China Hoje about life in current China, which was aired in Manchete. In 2001, she returned to Globo for the 2001 season of teen series Malhação. Also in 2001, after the Independence of East Timor, Lucélia directed the documentary Timor Lorosae - O Massacre Que o Mundo Não Viu, which investigates the killings of political activists by Indonesian forces. It was banned from the Jakarta International Film Festival. In August 2007, Lucélia started playing Suzana Mayer in Donas de Casa Desesperadas, the Brazilian version of the Desperate Housewives, broadcast by RedeTV!. Her most recent role is as Luiz Inácio Lula da Silva's primary teacher in Lula, o filho do Brasil. ==Personal life== She was married to classical composer and conductor John Neschling, from whom she divorced. Their son, Pedro Neschling (born June 28, 1982), is also an actor. Lucélia has always been a friend of President Luiz Inácio Lula da Silva, since her parents' house was located in front of the Santo André labor union headquarters, where then metallurgist Lula began his political career. Her involvement with the Workers' Party emerged in the late 1970s, when some outlawed from the military regime began to return to Brazil and continues until the present day. She was engaged in all of Lula's presidential campaigns. About Lucélia's friendship with President Lula at fan site Arquivo Lucélia Santos. In addition to her support of the Workers' Party, Lucélia was also one of the first artists to support the Green Party, raising awareness to the problems of deforestation. About Lucélia's involvement with the Green Party at fan site Arquivo Lucélia Santos. She has also supported Diretas Já About Lucélia's involvement with Diretas Já at fan site Arquivo Lucélia Santos. and breastfeeding. About Lucélia's involvement with breastfeeding campaign \"Amigas do Peito\" at fan site Arquivo Lucélia Santos. ==Filmography== ===As an actress=== Motion pictures *1976: Um Brasileiro Chamado Rosaflor *1976: O Ibraim do Subúrbio *1976: Já Não Se Faz Amor Como Antigamente *1976: Paranóia as Lúcia Riccelli *1977: A Ordem Natural das Coisas as Ciça *1980: Romeu e Julieta as Julieta *1981: Bonitinha Mas Ordinária as Maria Cecília *1981: Engraçadinha as Engraçadinha *1981: Álbum de Família as Gória *1982: Luz del Fuego as Luz del Fuego *1982: O Sonho Não Acabou as Lucinha *1983: Alice & Alice as Alice Maria *1985: Fonte da Saudade as Bárbara/Guida/Alba *1986: Baixo Gávea as Clara *1986: As Sete Vampiras as Elisa Machado *1989: Kuarup as Lídia *1993: Vagas Para Moças de Fino Trato as Lúcia *1993: Menino de Engenho as Clarice/Maria Menina *2001: Três Histórias da Bahia *2003: O Ovo *2008: Um Amor do Outro Lado do Mundo as Luiza *2010: Lula, o filho do Brasil as a teacher of Lula Television *1976 Isaura, The Slave Girl (Rede Globo) as Isaura dos Anjos/Elvira *1977: Locomotivas (Rede Globo) as Fernanda Cabral *1978: Dancin' Days (Rede Globo) as Loreta *1978: Ciranda Cirandinha (Rede Globo) as Tatiana *1979: Feijão Maravilha (Rede Globo) as Eliana *1979: Malu Mulher (Rede Globo) as Josineide (episode \"Ainda Não é Hora\") *1979: Plantão de Polícia (Rede Globo) as Marcela (episode \"Despedida de Solteiro\") *1980: Água Viva (Rede Globo) as Janete *1981: Ciranda de Pedra (Rede Globo) as Virgínia Prado *1983: Guerra dos Sexos (Rede Globo) as Carolina *1984: Meu Destino é Pecar (Rede Globo) as Helena Castro Avelar *1984: Vereda Tropical (Rede Globo) as Silvana Rocha *1986: Sinhá Moça (Rede Globo) as Maria das Graças Ferreira *1987: Carmem (Rede Manchete) as Carmem *1990: Brasileiras e Brasileiros (SBT) as Paula *1995: Sangue do Meu Sangue (SBT) as Júlia *1996: Dona Anja (SBT) as Dona Anja *2001: Malhação (Rede Globo) as Jackeline Lemos *2006: Cidadão Brasileiro (Rede Record) as Fausta Gama *2007: Donas de Casa Desesperadas (RedeTV!) as Suzana Mayer *2008: Casos e Acasos (Rede Globo) as Lucila *2011: Aline (Rede Globo) as Débora Theater *1974: Godspell *1976: Transe no Dezoito ===As a director=== *2001: Timor Lorosae: The Unseen Massacre (documentary film) *1997: O ponto de Mutaçâo da China Hoje (television miniseries) ==Awards and recognitions== Lucélia has won numerous awards inside and outside of Brazil. In Brazil, she won the Brasília Film Festival Candango trophy for Best Actress for her performances in the films Engraçadinha (1981) and Vagas Para Moças de Fino Trato (1993). In 1982 she won the Kikito trophy for Best Actress for her performance in Luz del Fuego at the Gramado Film Festival. In 2002, her documentary Timor Lorosae received the Audience Award at the Recife Film Festival. In addition to becoming the first actress to receive the Golden Eagle Award for Best Foreign Actress in China, in 1985, Lucélia was honored with the Jewel of China medal in 2004 for her efforts in bringing together the Chinese and Brazilian cultures. She was in Fernando Henrique Cardoso's presidential entourage to China, where she was warmly greeted by Prime Minister Deng Xiaoping. ==References== ==External links== * Category:1957 births Category:Living people Category:20th-century Brazilian actresses Category:21st-century Brazilian actresses Category:Actresses from São Paulo (state) Category:Brazilian film actresses Category:Brazilian telenovela actresses Category:Brazilian Buddhists Category:Brazilian film directors Category:Brazilian stage actresses Category:People from Santo André, São Paulo Category:Brazilian emigrants to Portugal",
 "title": "Lucélia Santos"
}