{
 "id": "490687",
 "text": "Bertha Ethel Knight Landes (October 19, 1868, - November 29, 1943) was the first female mayor of a major American city, serving as mayor of Seattle, Washington from 1926 to 1928.Seattle City Council Members, 1869-Present Chronological Listing, Seattle City Archives. Accessed online 19 July 2008. After years of civic activism, primarily with women's organizations, she was elected to the Seattle City Council in 1922 and became council president in 1924. ==Early years == Landes was born in Ware, Massachusetts to Charles Sanford Knight and Cordelia Cutter. Her father, a veteran of the Union Army, moved the family to Worcester in 1873. She attended Worcester's Dix Street School and Classical High School, from which she received her diploma. At the age of 19 she moved to Bloomington, Indiana, to live with her older sister Jessie Knight, whose husband David Starr Jordan had become the president of Indiana University. Bertha enrolled as a student at the University in the fall of 1888. She received a degree in history and political science in 1891, after which she returned to Worcester. After three years of teaching at her alma mater, the Classical High School in Worcester, Massachusetts, she married geologist Henry Landes on January 2, 1894. Knight and Landes had met as students at Indiana University. The couple had three children, one of whom was adopted. Landes moved to Seattle in 1895 when her husband Henry became a geology professor at the fledgling University of Washington, with the help of a favorable recommendation from Jordan. Henry would go on to become Dean of the College of Sciences in 1912, the University's first. == Civic activism == In Seattle, Landes was active in women's organizations, including the Women's University Club, the Rainier Club, and the Women's Auxiliary of University Congregational Church. She was a member of the influential Women's Century Club, for which she served as the head of social services (1916-17) and then president (1918-1920). She was president of the Washington State chapter of the League of Women Voters. From 1920-22 Bertha served as president of the Seattle Federation of Women's Clubs, which by 1923 included 245 member clubs representing thousands of women. With the Federation, in 1921 she orchestrated a weeklong Women's Educational Exhibit for Washington Manufacturers. Staffed by more than 1,000 club women and showcasing the technological innovations of 130 manufacturers, it bolstered the spirits of the business community during a period of severe recession, symbolizing for the state's business community the emergence of Seattle as a sophisticated, modern metropolis. One such manufacturer wrote to Landes after the exhibit expressing hope \"that someday you will be rewarded by seeing greater prosperity in Seattle, and that you will then feel fully repaid for the untiring efforts you have put forth.\" That year, Landes was appointed by the city mayor to serve on a commission studying unemployment, the only woman on the five-member commission. In 1922, Landes organized \"The Women's Civic League\" (renamed the \"Women's City Club\" in 1923). The purpose of the club was to educate women about local, state, national and world politics, and in cooperation with other organizations, to work towards securing the welfare of the city and improving civic conditions. Within a year it had more than 500 members. == Political career == thumb|Mary Davenport Engberg, Bertha Knight Landes, Esther Stark Maltby, Mary J. Elmendorf, Esther Shepard, Alice D. Engley Beek, Ruth Karr McKee Landes and Kathryn Miracle were the first women to serve on the Seattle City Council; both were elected in 1922. Landes became council president after her reelection in 1924. She became acting mayor in 1924 when Mayor Edwin J. \"Doc\" Brown left town in June to attend the 1924 Democratic National Convention. Angry at what she saw as police corruption and lawless activity, Landes fired Police Chief William B. Severyns. She began her own law and order campaign, closing down illegal activities throughout the city, including lotteries, punchboards and speakeasies. Upon his return, Brown reinstated the police chief. When Brown ran for another two-year term in 1926, Landes ran against him, on the platform that \"municipal housecleaning\" was needed in the Seattle government. Landes easily won the election in March, by more than 6,000 votes. During her term, she advocated municipal ownership of utilities such as Seattle City Light and street railways. She also fought hard against bootleggers and reckless drivers, and strictly enforced regulations for dance halls and cabarets. The Civic Auditorium, later renovated as the Seattle Opera House, is one of her accomplishments. She appointed qualified professionals to head city departments, improve public transportation and parks, and put the city's finances in order. Landes ran for a second term in 1928. Although endorsed by newspapers, the Central Labor Council, the Prohibition Party, and women's organizations, Landes was easily defeated by Frank Edwards, a political unknown, by a vote of 59,000 to 40,000, in a record turnout. == Later years == Landes became the first woman to serve as Moderator of Washington's Conference of Congregational and Christian Churches and was also elected national president of the Soroptimists, a professional women's organization. She wrote many articles for national publications, often urging women to enter politics, their \"natural sphere.\" During the 1930s, Landes was chair of the Sewing Room Work for the Women's Division of the Mayor's Commission for Improved Employment. She oversaw 673 women who sewed garments for women and children to \"help improve the unemployment situation.\" From 1933 to 1941, Landes traveled extensively. In 1933, she and her husband began to lead student groups, sponsored by the University of Washington, to the Far East. The couple also took groups of schoolteachers from across the United States to sites in Alaska, Yellowstone and Glacier National Park, among others. Henry contracted bronchitis on a trip to China in June 1936, which developed into pneumonia, leading to his death in Seattle on August 23, 1936, at the age of 68. At the time of Henry's loss, Bertha wrote that he was \"pleased and willing to have me try my wings\" and that he was her \"tower of strength in times of stress, and made many sacrifices without complaint that I might give my time and strength to my civic service.\" She added, \"Life was to be lived to the fullest, always on a partnership basis and a definite sharing of different special interests. It was so lived for 40 years until the summons came for one of us, and now I have to face life and its problems alone.\" Following his death, Bertha agreed to lead the tour alone in 1937. She continued her travels in 1938 aboard the ship SS Monterey, with stops in Honolulu, Pago Pago, Auckland, Sydney, and Melbourne. During the late 1930s, Bertha began to reduce her level of civic activism. She gave fewer public speeches, focusing instead on smaller appearances and on lending endorsements and assistance to community causes such as Seattle's Women's City Club Chorus, as well as fundraising for groups like the League of Women Voters. Her health began to decline. In her private life she turned away from the traditional religious practices of the Congregational Church, of which she and Henry had been members since the late 1890s, joining instead the Unity School of Christianity. Bertha continued to live independently at the Wilsonian Hotel in Seattle's University District until 1941, when she moved to Pacific Palisades, California, in hopes that the warmer climate would improve her health. She died at her son's home in Ann Arbor, Michigan on November 29, 1943, at the age of 75. Her ashes were interred at Evergreen Washelli Memorial Park in Seattle. == Legacy == Today, the largest meeting room at Seattle City Hall is named in her honor. The tunnel boring machine used to construct the Alaskan Way Viaduct replacement tunnel under downtown Seattle was nicknamed \"Bertha\" after her. A wing of Read Residence Hall at Indiana University is named for her. Marie Dressler plays a character based on her in the film Politics set in the fictional Lake City. ==References== == Further reading == * Mildred Tanner Andrews, Woman's Place: A Guide to Seattle and King County History (Seattle: Gemil Press, 1994), p. 132-134 * Richard C. Berner, Seattle 1921-1940: From Boom to Bust (Seattle: Charles Press, 1992) * Sandra Haarsager, Bertha Knight Landes: Big-City Mayor (Norman: University of Oklahoma Press, 1994) * Doris H. Pieroth, \"Bertha Knight Landes: The Woman Who Was Mayor,\" in Women in Pacific Northwest History: an Anthology, ed. by Karen J. Blair (Seattle: University of Washington Press, 1988), 83-106. ==External links== *American National Biography Online at www.anb.org Category:1868 births Category:1943 deaths Category:Mayors of Seattle Category:People from Ware, Massachusetts Category:Women mayors of places in Washington (state) Category:Seattle City Council members Category:Women city councillors in Washington (state) Category:Indiana University alumni Category:American women activists",
 "title": "Bertha Knight Landes"
}