{
 "id": "490943",
 "text": "Lindsay Hamilton Simpson Thompson AO, CMG (15 October 1923 – 16 July 2008) was an Australian Liberal Party politician who served the 40th Premier of Victoria from June 1981 to April 1982, and was notable for his actions in the Faraday School kidnapping. He was the longest-serving minister and Deputy Premier in Victorian parliamentary history.ABC News (2008). Former Victorian premier Thompson dies. Retrieved 17 July 2008. ==Early life== Thompson was born in Warburton, a town north-east of Melbourne. His parents were both schoolteachers. His father died when he was two and so he was raised by his mother in difficult circumstances. He won a scholarship to Caulfield Grammar School and eventually graduated as both school captain and the school dux. The school's new gymnasium was opened as the Lindsay Thompson Centre in 1997.Caulfield Grammar School (2008). Caulfield . Retrieved 17 July 2008. After service as a signalman in the Australian Army during World War II,Thompson, Lindsay Hamilton Simpson, WW2 Nominal Roll. he graduated from the University of Melbourne with degrees in arts (honours) and education. He became a school teacher, teaching at Malvern Central Primary School and later at Melbourne High School. ==Political career== In 1955, he was elected to the Victorian Legislative Council in the Monash and Higginbotham Provinces as a Liberal, where he served until 1970, when he transferred to the Legislative Assembly as MP for Malvern. In 1958, Thompson was appointed Assistant Chief Secretary in the government of Henry Bolte. He would serve as a minister without interruption until 1982, making him the longest-serving minister in Victoria's history. Of all the federal and state ministers in Australian history, only the South Australian Sir Thomas Playford IV, who served in cabinet without interruption from 1938 to 1965, and Queensland's Joh Bjelke- Petersen, in cabinet without interruption from 1963 to 1987, held ministerial office continuously for longer than Thompson. Thompson then served as Minister for Housing from 1961 to 1967, when many of Melbourne's controversial public housing towers were built. In 1967, he was appointed Minister for Education and held the post until 1979, a record time. He presided over the major expansion of state education in Victoria. ===Faraday hero=== In 1972, a teacher and six school children were kidnapped at a school in the country town of Faraday by a man demanding a $1 million ransom. Thompson went to the prearranged site in Woodend and was ready to deliver the ransom personally, but the teacher and children had escaped from the van in which they were locked before that was necessary. Thompson received a bravery award for his actions during the kidnapping. ===Premier of Victoria=== During the premiership of Rupert Hamer, Thompson was named Deputy Premier. At various times, he served as Chief Secretary, then Treasurer and Minister for Police and Emergency Services. On 5 June 1981, Hamer resigned under pressure from the conservative faction of his own party, and Thompson won a Liberal Party ballot to succeed him as Premier. The Liberals had been in power for 27 years and the new Labor leader, John Cain, was mounting a strong challenge to a government that was increasingly seen as tired and complacent. Knowing that he faced a statutory general election within less than a year, Thompson waited as long as he could, finally calling an election for April 1982. At that election, the Liberals were heavily defeated, suffering a 17-seat swing, the worst that a sitting non-Labor government has ever suffered in Victoria. Thompson resigned as Liberal leader and from Parliament on 5 November. Thompson supported keeping the monarchy of Australia. ==Awards== Thompson was made a Companion of the Order of St Michael and St George on 14 June 1975 for serving as a minister.Australian Honours (2006). THOMPSON, Lindsay Hamilton Simpson CMG. Retrieved 12 June 2006. He was made an Officer of the Order of Australia on Australia Day in 1990 \"for service to government and politics and to the Victorian Parliament\"Australian Honours (2006). THOMPSON, Lindsay Hamilton Simpson AO. Retrieved 12 June 2006. and also received a Centenary Medal in 2001. Throughout life, Thompson was an ardent fan of the Richmond Football Club, and he frequently traveled to Melbourne Cricket Ground to watch his beloved Tigers play. He was a Number One ticket holder of the club and was awarded life membership in 1993. Thompson had a long association with the Melbourne Cricket Ground and was a member of the MCG trust for 32 years from 1967 to 1999, taking on the role of chairman between 1987 and 1998. Thompson laid the first stone to mark the construction of the Great Southern Stand at the ground. ==Personal life== In 1950, Thompson married Joan Poynder, and they had three children; Murray, David and Heather. Thompson's son Murray was a member of the Victorian Legislative Assembly from 1992 until 2018. ==Legacy== Many people have commented on what an amazing, kind, but humble man he was. At the funeral, among other kind words, former Prime Minister John Howard said, \"I can honestly say I never heard anyone say a nasty thing about Lindsay Thompson, and I can tell you that has to be a first in Australian politics.\"Herald Sun ==See also== * List of Caulfield Grammar School people ==References== ==Further reading== * ==External links== * Chubb, P., \"A Sporting Chance\", The Age, (Wednesday, 3 June 1981), p.11. Category:1923 births Category:2008 deaths Category:Premiers of Victoria Category:Members of the Victorian Legislative Assembly Category:Members of the Victorian Legislative Council Category:Liberal Party of Australia members of the Parliament of Victoria Category:Officers of the Order of Australia Category:Deputy Premiers of Victoria Category:Australian Companions of the Order of St Michael and St George Category:Recipients of the Centenary Medal Category:University of Melbourne alumni Category:People educated at Caulfield Grammar School Category:Caulfield Grammarians Football Club players Category:Douglas Wilkie Medal winners Category:Deaths from pneumonia in Victoria (Australia) Category:Australian people of Scottish descent Category:Leaders of the Opposition in Victoria (Australia) Category:Treasurers of Victoria Category:20th-century Australian politicians Category:People from Warburton, Victoria Category:Australian Army personnel of World War II Category:Australian Army soldiers",
 "title": "Lindsay Thompson"
}