{
 "id": "491181",
 "text": "In the medieval Roman Catholic church there were several Councils of Tours, that city being an old seat of Christianity, and considered fairly centrally located in France. ==Council of Tours 461== Athenius, Bishop of Rennes, took part in the First Council of Tours in AD 461. The last to sign the canons was Mansuetus, episcopus Brittanorum (\"bishop of the Britons\" [in Armorica]).\"He subscribed last of the eight bishops, suggesting either that he had been recently ordained or that he was considered junior to the bishops of cities\". (Ralph W. Mathisen, \"Barbarian Bishops and the Churches \"in Barbaricis Gentibus\" During Late Antiquity\" Speculum 72 No. 3 [July 1997:664-697] p 667 note 21. Also in attendance were Leo, Bishop of Bourges, and Victurius of Le Mans,Goyau, Georges. \"Le Mans.\" The Catholic Encyclopedia Vol. 9. New York: Robert Appleton Company, 1910. 5 January 2019 ==Council of Tours 567== The Breton bishops declined to attend, as Bishop Eufronius claimed authority over the Breton church.Thierry, Augustin. History of the Conquest of England by the Normans, Cambridge University Press, 2011, p. 25, n.2 At the Second, it was decreed that the sanctuary gates were to remain open so that the faithful might at any time go before the altar for prayer (canon IV); a married bishop should treat his wife as a sister (canon XII). No priest or monk was to share his bed with someone else; and monks were not to have single or double cells, but were to have a common dormitory in which two or three were to take turns in staying awake and reading to the rest (canon XIV). If a monk married or had familiarity with a woman, he was to be excommunicated from the church until he returned penitent to the monastery enclosure and thereafter underwent a period of penance (canon XV). No woman was to be allowed to enter the monastery enclosure, and if anyone saw a woman enter and did not immediately expel her, he was to be excommunicated (canon XVI). Married priests, deacons and subdeacons should have their wives sleep together with the maidservants, while they themselves slept apart, and if anyone of them were found to be sleeping with his wife, he was to be excommunicated for a year and reduced to the lay state (canon XIX).Jean Hardouin, Philippe Labbé, Gabriel Cossart (editors), Acta Conciliorum et Epistolae Decretales (Typographia Regia, Paris, 1714), coll. 355–368 The council also noted that some Gallo-Roman customs of ancestor worship were still being observed. Canon XXII decreed that anyone known to be participating in these practices was barred from receiving communion and not allowed to enter a church.Bridgett, Thomas E., Britons, Picts, Scots, and Anglo-Saxons, C. Kegan Paul, 1881, p. 34 The bishops of the Kingdom of Paris were particularly concerned about the Merovingian practice of seizing ecclesiastical properties in outlying areas in order to fund their internecine wars.Halfond, Gregory I., \"War and Peace in the Acta of the Merovingian Church Councils\", The Medieval Way of War: Studies in Medieval Military History in Honor of Bernard S. Bachrach, (G. I. Halfond, ed.) Ashgate Publishing, Ltd., 2015, p. 29 ==Council of Tours 755== A Council at Tours in 755 recommended that the calendar year begin at Easter. ==Council of Tours 813== A Council of Tours in 813 decided that priests should preach sermons in rusticam romanam linguam (rustic romance language) or Theodiscam (German),rusticam Romanam linguam aut Theodiscam, quo facilius cuncti possint intellegere quae dicuntur in simple Roman language or in German, that everyone may more easily understand what is being said a mention of Vulgar Latin understood by the people, as distinct from the classical Latin that the common people could no longer understand.Nadeau, Jean-Benoît and Barlow, Julie, The Story of French (Alfred A. Knopf 2006), page 25 This was the first official recognition of an early French language distinct from Latin. Michèle PERRET, Introduction à l'histoire de la langue française, 3d ed. (Armand Colin 2008), page 36 ==Council of Tours 1054== This council was occasioned by controversy regarding the nature of the Eucharist. It was presided over by the papal legate Hildebrand, later Pope Gregory VII. Berengar of Tours wrote a profession of faith wherein he confessed that after consecration the bread and wine were truly the body and blood of Christ.Radding, Charles and Newton, Francis. Theology, Rhetoric, and Politics in the Eucharistic Controversy, 1078-1079, Columbia University Press, 2003, p. 6 ==Council of Tours 1060== Those men who marry their kinswomen, or those women who keep an unchaste correspondence with their kinsman, and refuse to leave them, or to do penance, shall be excluded from the community of the faithful, and turned out of the church (canon IX). ==Council of Tours 1163== Shortly before the council, Geoffrey of Clairvaux met Pope Alexander in Paris to request the canonization of Geoffrey's predecessor, Bernard. The Pope deferred at the time due to the many like requests he had received.Bredero, Adriaan H., Bernard of Clairvaux: Between Cult and History, Wm. B. Eerdmans Publishing, 1971, p. 44 At the council, Thomas Becket requested that Anselm of Canterbury, another Archbishop of Canterbury who had had difficulties with a king, be canonized. Although Alexander authorized Becket to hold a provincial council on the matter, upon his return to England, Becket seems not to have pursued the matter.Barlow, Frank. Edward the Confessor, Yale University Press, 2011, p. 284, n.3 Among the decrees were those addressing simony, the sale of churches and ecclesiastical goods to laymen, and heretical sects spreading over southern France from Toulouse.Somerville, Robert. Pope Alexander III and the Council of Tours (1163), University of California Press, 1977, p. 53 Canon IV forbid any priest to accept any gratuity for administering Last Rites or presiding at a burial.Spelman, Henry. English Works, Published in His Life-time, 1727, p. 177 ==References== == External links == *\" Concilium Turorense II\" in J. Hardouin, Acta Conciliorum tom. 3 (ed. 1714) coll. 355–368. *\"Concilium Turorense VI\" in J. Hardouin, Acta Conciliorum tom. 6, part 2, pp. 1589-1604 (ed. 1714–1715). Category:461 Category:5th century in sub-Roman Gaul Category:460s in the Roman Empire Category:567 Category:6th century in Francia Category:755 Category:8th century in Francia Category:813 Category:9th century in France Category:1055 in Europe Category:1050s in France Category:1163 in Europe Category:1160s in France Category:Catholic Church councils held in France Category:5th-century church councils Category:6th-century church councils Category:8th-century church councils Category:9th-century church councils Category:11th-century Catholic Church councils Category:12th-century Catholic Church councils Category:History of Tours, France Category:Clerical celibacy Category:Catharism",
 "title": "Council of Tours"
}