{
 "id": "49120",
 "text": "The Carthusians, also known as the Order of Carthusians (), are a Latin enclosed religious order of the Catholic Church. The order was founded by Bruno of Cologne in 1084 and includes both monks and nuns. The order has its own rule, called the Statutes, and their life combines both eremitical and cenobitic monasticism. The motto of the Carthusians is , Latin for \"The Cross is steady while the world turns.\" The Carthusians retain a unique form of liturgy known as the Carthusian Rite. The name Carthusian is derived from the Chartreuse Mountains in the French Prealps: Bruno built his first hermitage in a valley of these mountains. These names were adapted to the English charterhouse, meaning a Carthusian monastery. Today, there are 23 charterhouses, 18 for monks and 5 for nuns. The alcoholic cordial Chartreuse has been produced by the monks of Grande Chartreuse since 1737, which gave rise to the name of the color, though the liqueur is in fact produced not only as green chartreuse, but also as yellow chartreuse. In Italy the Carthusians are known as Certosini and their monastery as a Certosa.Birt, Henry. \"Charterhouse.\" The Catholic Encyclopedia. Vol. 3. New York: Robert Appleton Company, 1908. Accessed 6 March 2021 http://www.newadvent.org/cathen/03634a.htm ==History== In 1084 Bishop Hugh of Grenoble offered Bruno, the former Chancellor of the Diocese of Reims, a solitary site in the mountains of his diocese, in the valley of Chartreuse. There Bruno and six companions built a hermitage, consisting of a few wooden cabins opening towards a gallery that allowed them access to the communal areas, the church, refectory, and chapter room without having to suffer too much from inclement conditions. Six years later, Bruno's former pupil, Pope Urban II, requested his services. Bruno would only live in Rome for a few short months however, before leaving to establish a new hermitage in Serra San Bruno, in Calabria, a region of southern Italy. He died there on 6 October 1101. In 1132, an avalanche destroyed the first hermitage, killing 7 monks under the snow. The fifth prior of Chartreuse, Guiges, rebuilt the hermitage. ===Carthusians in Britain=== There were ten Carthusian monasteries in Britain before the Reformation, with one in Scotland and nine in England. The first was founded by Henry II of England in 1181 at Witham Friary, Somerset as penance for the murder of Thomas Becket. Hugh of Lincoln was its first prior. The third Charterhouse built in Britain was Beauvale Priory, remains of which can still be seen in Beauvale, Greasley, Nottinghamshire. The Carthusians, as with all Catholic religious orders, were variously persecuted and banned during the Reformation. The abolition of their priories, which were sources of charity in England, particularly reduced their numbers.'House of Carthusian monks: Priory of Sheen' A History of the County of Surrey: Volume 2, ed. H E Malden (London, 1967), pp. 89–94 Accessed 15 April 2015. This was followed by the French Revolution which had a similar effect in France. A few fragments remain of the Charterhouse in Coventry, mostly dating from the 15th century, and consisting of a sandstone building that was probably the prior's house. The area, about a mile from the centre of the city, is a conservation area, but the buildings are in use as part of a local college. Inside the building is a medieval wall painting, alongside many carvings and wooden beams. Nearby is the river Sherbourne that runs underneath the centre of the city. The best preserved remains of a medieval Charterhouse in the UK are at Mount Grace Priory near Osmotherley, North Yorkshire. One of the cells has been reconstructed to illustrate how different the lay-out is from monasteries of most other Christian orders, which are normally designed with communal living in mind. The London Charterhouse gave its name to Charterhouse Square and several streets in the City of London, as well as to the Charterhouse School which used part of its site before moving out to Godalming, Surrey. Nothing remains at Hull or Sheen, although Hull Charterhouse is an alms house which shared the site of the monastery. Axholme, Hinton, and Witham have slight remains. Perth Charterhouse, the single Carthusian Priory founded in Scotland during the Middle Ages, was located in Perth. It stood just west of the medieval town and was founded by James I (1406–1437) in the early 15th century. James I and Joan Beaufort, Queen of Scots (died 1445) were both buried in the priory church, as was Queen Margaret Tudor (died 1541), widow of James IV of Scotland. The Priory, said to have been a building of 'wondrous cost and greatness' was sacked during the Scottish Reformation in 1559, and swiftly fell into decay. No remains survive above ground, though a Victorian monument marks the site. The Perth names Charterhouse Lane and Pomarium Flats (built on the site of the Priory's orchard) recall its existence. There is an active Carthusian house in England, St Hugh's Charterhouse, Parkminster, West Sussex. This has cells around a square cloister approximately 400 m (one quarter mile) on a side, making it the largest cloister in Europe. It was built in the 19th century to accommodate two communities which were expelled from the continent.The Monastery, BBC, broadcast May 2005, about 20 minutes into third episode. == Charterhouse == The monastery is generally a small community of hermits based on the model of the 4th century Lauras of Palestine. A Carthusian monastery consists of a number of individual cells built around a cloister. The individual cells are organised so that the door of each cell comes off a large corridor. The focus of Carthusian life is contemplation. To this end there is an emphasis on solitude and silence. Carthusians do not have abbots — instead, each charterhouse is headed by a prior and is populated by two types of monks: the choir monks, referred to as hermits, and the lay brothers. This reflects a division of labor in providing for the material needs of the monastery and the monks. For the most part, the number of brothers in the Order has remained the same for centuries, as it is now: seven or eight brothers for every ten fathers. Humility is a characteristic of Carthusian spirituality. The Carthusian identity is one of shared solitude. ===Musical practice=== Similar to many Oriental Orthodox Churches, Carthusians ban all musical instruments. ===Choirmonks=== Each hermit, a monk who is or who will be a priest, has his own living space, called a cell, usually consisting of a small dwelling. Traditionally there is a one-room lower floor for the storage of wood for a stove and a workshop as all monks engage in some manual labour. A second floor consists of a small entryway with an image of the Virgin Mary as a place of prayer and a larger room containing a bed, a table for eating meals, a desk for study, a choir stall, and a kneeler for prayer. Each cell has a high walled garden wherein the monk may meditate as well as grow flowers for himself and/or vegetables for the common good of the community, as a form of physical exercise. Next to the door is a small revolving compartment, called a \"turn\", so that meals and other items may be passed in and out of the cell without the hermit having to meet the bearer. Most meals are provided in this manner, which the hermit then eats in the solitude of his cell. There are two meals provided for much of the year: lunch and supper. During seasons or days of fasting, just one meal is provided. The hermit makes his needs known to the lay brother by means of a note, requesting items such as a fresh loaf of bread, which will be kept in the cell for eating with several meals. Carthusians observe a perpetual abstinence from meat. The hermit spends most of his day in the cell: he meditates, prays the minor hours of the Liturgy of the Hours on his own, eats, studies and writes, and works in his garden or at some manual trade. Unless required by other duties, the Carthusian hermit leaves his cell daily only for three prayer services in the monastery chapel, including the community Mass, and occasionally for conferences with his superior. Additionally, once a week, the community members take a long walk in the countryside during which they may speak. On Sundays and solemn feast days a community meal is taken in silence. Twice a year there is a day-long community recreation, and the monk may receive an annual visit from immediate family members. ===Lay brothers=== There have always been lay brothers in the charterhouse. When Bruno retired to the Chartreuse, two of his companions were secular ones: Andrew and Guerin. They also live a life of solitary prayer and join in the communal prayer and mass in the chapel. However, the lay brothers are monks under a slightly different type of vows and spend less time in contemplative prayer and more time in manual labour. The lay brothers provide material assistance to the choir monks: cooking meals, doing laundry, undertaking physical repairs, providing the choir monks with books from the library and managing supplies. The life of the brothers complements that of the choir monks, and makes the fathers' lives of seclusion possible.McNary-Zak, Bernadette. Seeking in Solitude, Wipf and Stock Publishers, 2014 During the brothers' seven-year formation period, some time is given each day to the study of the Bible, theology, liturgy, and spirituality. They can continue their studies throughout their lives. All of the monks live lives of silence. The Carthusians do not engage in work of a pastoral or missionary nature. Unlike most monasteries, they do not have retreatants, and those who visit for a prolonged period are people who are contemplating entering the monastery. As far as possible, the monks have no contact with the outside world. Carthusian nuns live a life similar to the monks, but with some differences. Choir nuns tend to lead somewhat less eremitical lives, while still maintaining a strong commitment to solitude and silence. == Modern Carthusians == Today, the monastery of the Grande Chartreuse is still the Motherhouse of the Order. There is a museum illustrating the history of the Carthusian order next to Grande Chartreuse; the monks of that monastery are also involved in producing Chartreuse liqueur. Visits are not possible into the Grande Chartreuse itself, but the 2005 documentary Into Great Silence gave unprecedented views of life within the hermitage. Today, Carthusians live very much as they originally did, without any relaxing of their rules. Generally, those wishing to enter must be between the ages of twenty-one and forty-five. Nowadays, medical examinations are considered necessary before the Novitiate and Profession. The Carthusian novice is introduced to the \"Lectio divina\" method of prayer. In the 21st century, the Sélignac Charterhouse was converted into a house in which lay people could come and experience Carthusian retreats, living the Carthusian life for shorter periods (an eight-day retreat being fixed as the absolute minimum, in order to enter at least somewhat into the silent rhythm of the charterhouse). == Liturgy == Before the Council of Trent in the 16th century, the Catholic Church in Western Europe had a wide variety of rituals for the celebration of Mass. Although the essentials were the same, there were variations in prayers and practices from region to region or among the various religious orders. When Pope Pius V made the Roman Missal mandatory for all Catholics of the Latin Church, he permitted the continuance of other forms of celebrating Mass that had an antiquity of at least two centuries. The rite used by the Carthusians was one of these, and still continues in use in a version revised in 1981. Apart from the new elements in this revision, it is substantially the rite of Grenoble in the 12th century, with some admixture from other sources. According to current Catholic legislation, priests can celebrate the traditional rites of their order without further authorization. A feature unique to Carthusian liturgical practice is that the bishop bestows on Carthusian nuns, in the ceremony of their profession, a stole and a maniple. The nun is also invested with a crown and a ring. The nun wears these ornaments again only on the day of her monastic jubilee and on her bier after her death. At Matins, if no priest or deacon is present, a nun assumes the stole and reads the Gospel; and although in the time of the Tridentine Mass the chanting of the Epistle was reserved to an ordained subdeacon, a consecrated nun sang the Epistle at the conventual Mass, though without wearing the maniple. For centuries Carthusian nuns retained this rite, administered by the diocesan bishop four years after the nun took her vows. == Formation == The formation of a Carthusian begins with 6 to 12 months of postulancy, where the postulant lives the life of a monk but without having professed any kind of vows. This is followed by 2 years of novitiate, where the novice wears a black cloak over the white Carthusian habit. Subsequently, the novice takes simple vows and becomes a junior professed for 3 years, during which the professed wears the full Carthusian habit. The simple vows may be renewed for another 2 years. Finally, the Carthusian performs a solemn profession and becomes a solemnly-professed Carthusian. == Locations of monasteries == , there are 23 extant charterhouses, 18 for monks and 5 for nuns,Chartreux.org (official website of the Carthusian Order): List of active Carthusian houses. Retrieved 2 March 2020 on three continents: Argentina (1), Brazil (1), France (6), Germany (1), Italy (3), Korea (2), Portugal (1), Slovenia (1), Spain (4), Switzerland (1), the United Kingdom (1) and the United States (1). The two in Korea, one of monks and one of nuns, are of recent construction. ==Notable Carthusians== * Bruno of Cologne (c. 1030–1101) * Guigo I (1083–1136) * Guigo II * Hugh of Balma * Hugh of Lincoln (1135/40-1200) * Dominic of Prussia (1382–1461) * Denis the Carthusian (1402–1471) * Peter Blomevenna (1466–1536) ==See also== * Into Great Silence * List of Carthusian monasteries * Carthusian Martyrs * Institution des Chartreux * Monastic Family of Bethlehem, of the Assumption of the Virgin and of Saint Bruno * Spatiamentum * Carthusian Rite * Broken Silence, a fictional 1996 movie on the potential challenges of modern Carthusian exclaustration ==Notes== ==References== ==Further reading== * Lockhart, Robin Bruce. Halfway to Heaven. London:Cistercian Publications, 1999 (Paperback,) * The Wound of Love, A Carthusian miscellany by priors and novice masters on various topics relating to the monastic ideal as lived in a charterhouse in our day. Gracewing Publishing, 2006, 256 p. (paperback, ) * André Ravier, Saint Bruno the Carthusian, translated by Bruno Becker, O.S.B., Ignatius Press, San Francisco, 1995. . Selected chapters online. * Klein Maguire, Nancy. An Infinity of Little Hours: Five Young Men and Their Trial of Faith in the Western World's Most Austere Monastic Order. New York: PublicAffairs, 2006. (Hardcover, ). A paperback edition () later appeared containing a section \"Reading Group Guide Interview with Nancy Klein Maguire\" on pages 259–264, which isn't found in the original hardback edition. * Harris, Judith, \"Nazi massacre of Carthusian monks recalled in new book\", Catholic Herald, 5 September 2014. ==External links== * Official website of the Carthusian Order * International Fellowship of St. Bruno * Quies * Article from the Catholic Encyclopedia * Cartusiana – History of the Carthusians in the Low Countries * Official website Foundation The Carthusians of Roermond * Writings by a former Carthusian monk * \"Carthusians\" (1891): notable poem by Ernest Dowson celebrating the Carthusian order * Category:1084 establishments in Europe Category:Christian organizations based in France Category:Organizations established in the 1080s Category:Catholic female orders and societies Category:Catholic hermit orders Category:Catholic monastic orders Category:Catholic religious orders established in the 11th century Category:11th-century establishments in France Category:1540s disestablishments in England",
 "title": "Carthusians"
}