{
 "id": "491565",
 "text": "Tur Abdin (;Thomas A. Carlson et al., “Ṭur ʿAbdin — ܛܘܪܥܒܕܝܢ ” in The Syriac Gazetteer last modified December 9, 2016, http://syriaca.org/place/221. ; ) is a hilly region situated in southeast Turkey, including the eastern half of the Mardin Province, and Şırnak Province west of the Tigris, on the border with Syria and famed since Late Antiquity for its Christian monasteries on the border of the Roman Empire and the Sasanian Empire. The area is a low plateau in the Anti-Taurus Mountains stretching from Mardin in the west to the Tigris in the east and delimited by the Mesopotamian plains to the south. The Tur Abdin is populated by more than 80 villages and nearly 70 monastery buildings and was mostly Syriac Orthodox until the early 20th century. The earliest surviving Christian buildings date from the 6th century. In Late Antiquity, the area was part of the Roman Empire's province of Mesopotamia and an important centre of Roman Christianity, called in or . The Tur Abdin was fortified by the emperor Constantius II (), who constructed the fortress of Rhabdion to defend it during the Roman–Persian Wars. After the failure of Julian's Persian War in 363, the Tur Abdin became part of the Sasanian Empire along with the remaining territory of the five Transtigritine provinces and the nearby strongholds of Nisibis and Bezabde. The numerous monasteries of the Tur Adin eventually became part of the Church of the East organized at the Council of Seleucia-Ctesiphon in 410. They mainly took the Miaphysite position of non-Chalcedonian Christianity after the Council of Chalcedon of 451. After a period of persecution by the Chalcedonian state church of the Roman Empire and during the Byzantine–Sasanian War of 602–628, the monasteries of the Tur Abdin enjoyed a particular prosperity under Arab rule in the latter 7th century. The fortress of Rhabdion was mentioned by the 6th-century Greek historian Procopius, while the 6th-century Notitia Antiochena and the work of the 7th-century Greek geographer George of Cyprus both attest that Turabdium was an episcopal see. The bishop of Turabdium's seat was probably the village of Hah, in which were, besides the functioning 6th-century monastery, several ruined churches including the cathedral. The Tur Abdin became part of the Rashidun Caliphate in 640, during the Muslim conquest of the Levant. The Syriac Orthodox communities flourished under early Islamic rule; nearly 30 structures are known to have been wholly built or rebuilt in the following 150 years, during which most of the villages' churches were built. The name \"Tur Abdin\" is probably derived from Greek name of the fortress of Rhabdion. The name may alternatively be related to . Tur Abdin is of great importance to the Syriac Orthodox Assyrians, for whom the region used to be a monastic and cultural heartland. The Assyrian/Syriac community of Tur Abdin call themselves Suroye or Suryoye, and traditionally speak a central Neo-Aramaic dialect called Turoyo.The Middle East, abstracts and index, Part 1. Library Information and Research Service. Northumberland Press, 2002. Page 491.Central Asia and the Caucasus: transnationalism and diaspora. Touraj Atabaki, Sanjyot Mehendale. Routledge, 2005. Page 228. == Geography == === Settlements === The town of Midyat and the villages of Hah, Bequsyone, Dayro da-Slibo, Salah (with the old monastery of Mor Yaqub), Iwardo (with Mor Huschabo), Anhel, Kafro, Arkah (Harabale, with Dayro Mor Malke), Beth Sbirino, Miden (Middo), Kerburan, Binkelbe with Mor Samun Zayte and Beth Zabday (Azech) were all important Syriac Orthodox settlements among with countless other villages. Hah has the ancient 'Idto d'Yoldath-Aloho, the Church of the Mother of God. == History == ===Antiquity=== Annals from Aramean kings refer to the region as Bit-Zamani in the 13th century BC as an Aramean state with the cities of Amida (Diyarbakir) and Naşibīna as its capitals.R. Zadok, “Elements of Aramean Pre-History,” in M. Cogan and I. Eph‘al (eds.), Ah, Assyria... Studies in Assyrian History and Ancient Near Eastern Historiography Presented to H. Tadmor (Jerusalem: Magnes Press, 1991), p. 104.Cf. E. Lipiński, op. cit. (n. 6), pp. 135-161, on this Aramean polity. On p. 136, the author explains that “[i]ts capital city was then Amida, modern Diyarbakır,” in Southeast-Turkey. See ibid., pp. 45-50, for more examples. The Tūr `Abdīn region was also the arena of a number of fights between the Assyrian army and the Arameans who seem to have gained considerable control not only in this area, but also on the Upper Tigris and the Middle Euphrates. The Assyrian king Adad-nirari II, who came to throne in the late 10th century BCE, drove the Arameans out of the area. In the 9th century BCE the Assyrian King Ashurnasirpal II described crossing the plateau of Tur Abdin (which he calls \"Kashyari\") on his way to attack the region of Nairi.From Kibaki I set out and approached Matiate (Midyat). Matiate and its villages I overcame . . . For six days in the midst of the mighty mountain of Kashyari (Tur Abdin) - a difficult country . . . I worked that mountain with iron axes . . . Then I caused my chariots . . . to pass over it . . . I passed mount Kashyari and came a second time to the lands of Nairi. In 586 B.C. the prophet Ezekiel mentions the famed wine of Izlo, on the southern edge of the plateau of Tur Abdin, in his prophecy against Tyre. The Mor Gabriel Monastery, the oldest Syriac Orthodox church in the world, was founded in 397 by the ascetic Mor Shmu'el (Samuel) and his student Mor Shem'un (Simon). According to tradition, Shem'un had a dream in which an Angel commanded him to build a House of Prayer in a location marked with three large stone blocks. When Shem'un awoke, he took his teacher to the place and found the stone the angel had placed. At this spot Mor Gabriel Monastery was built.Tur Abdin Timeline After the Council of Chalcedon in 451 AD, the Syriac Orthodox Church split from the Greek-speaking Byzantine mainstream. They were then \"severely persecuted as heretical Monophysites by the Byzantine Emperors\", according to William Dalrymple, which led the Syrian Orthodox Church hierarchy to retreat to the \"inaccessible shelter of the barren hills of the Tur Abdin.\" ===Modern=== Gaunt has estimated the Assyrian population at between 500,000 and 600,000 just before the outbreak of World War I, significantly higher than reported on Ottoman census figures. Midyat, in Diyarbekir vilayet, was the only town in the Ottoman Empire with an Assyrian majority, although divided between Syriac Orthodox, Chaldeans, and Protestants. Syriac Orthodox Christians were concentrated in the hilly rural areas around Midyat, known as Tur Abdin, where they populated almost 100 villages and worked in agriculture or crafts. Syriac Orthodox culture was centered in two monasteries near Mardin (west of Tur Abdin), Mor Gabriel and Deyrulzafaran. Outside of the area of core Syriac settlement, there were also sizable populations in the towns of Diyarbakır, Urfa, Harput, and Adiyaman as well as villages. Unlike the Syriac population of Tur Abdin, many of these Syriacs spoke other languages. During World War I, 300,000 Assyrian/Syriac Christians were killed in the Ottoman Empire's Genocide in Syriac called Sayfo, or 'the sword'). In the last few decades, caught between Turkish assimilation policies against Kurds, and Kurdish resistance, many Assyrians/Syriacs have fled the region or been killed. Today there are only 5,000, a quarter of the Christian population thirty years ago. Most have fled to Syria (where the city of Qamishli was built by them), Europe (particularly Sweden, Germany, the United Kingdom and the Netherlands), Australia and the United States. In the past few years, a few families have returned to Tur Abdin. Due to migration, the Syriacs' main residential area in Tukrey today is Istanbul, where between 12,000 to 18,000 lives there. As of 2019, an estimated between 2,000 to 3,0000 of the country's 25,000 Assyrians live in Tur Abdin, and they speard among 30 villages, hamlets, and towns. Some of these locations are dominated by Syriacs while others are dominated by the Kurds. As part of reutrn movment some Syriac Orthodox returned to Tur Abdin villages from Germany, Sweden and Switzerland.Çaglar (2013), p. 122Güsten (2016), p. 11 ===Christian resistance in Tur Abdin during WW1=== The Assyrians/Syriacs of Diyarbekir Vilayet made significant resistance. Their strongest stand was at the villages of Azakh, Iwardo, and Basibrin. For month, Kurdish tribes and Turkish soldiers commanded by Ömer Naci Bey were unable to subdue the mostly Syriac Orthodox and Syriac Catholic villagers who were joined by Armenian and other refugees from surrounding villages. The leaders of the Azakh fedayeen swore > We all have to die sometime, do not die in shame and humiliation and lived up to their fighting words. === Recent conflicts === On 10 February 2006 and the following day, large demonstrations took place in the city of Midyat in Tur Abdin. Muslims angry about the Jyllands-Posten Muhammad cartoons gathered in Estel, the new part of the city, and started to march towards the old part of Midyat (6 kilometers away), where the Assyrians/Syriacs live. The mob was stopped by the police before reaching old Midyat. In 2008 a series of legal challenges were made against the monastery of Mor Gabriel. Some local Kurdish villages sought to claim land on which the monastery had paid taxes since the 1930s as belonging to the villages, and made other accusations against the monastery. This led to considerable diplomatic and human rights action throughout Europe and within Turkey.The Case of the St. Gabriel Syriac Monastery in Midyat, Turkey , 2010. == Monasteries == thumb|Mor Yakup Monastery in Saleh, Tur Abdin The most important Syriac Orthodox centre in Tur Abdin is the monastery of Dayro d-Mor Hananyo, 6 km south east of Mardin, in the west of the region. Built from yellow rock, the monastery is affectionately known as Dayro d Kurkmo in Syriac, Dayr al-Zafaran in Arabic, or Deyrülzafarân in Turkish: the Safron Monastery. Founded in AD 493, the monastery was the residence of the Syriac Orthodox Patriarch from 1160 to 1932. Although the patriarch now lives in Damascus the monastery still contains the patriarchal throne and tombs of seven patriarchs and metropolitans. Today the monastery is led by a bishop and a monk and some lay assistants, and is a school for orphans. The bishop of Mor Hananyo is also the patriarchal vicar of Mardin. His goal is to rebuild the monastery and to preserve the history of the Syriac Orthodox church. The Dayro d-Mor Hananyo is part of the UNESCO world cultural heritage and was visited by numerous celebrities e.g. like Prince Charles. In the centre of the Tur Abdin region, a few miles south of Midyat, is Dayro d-Mor Gabriel. Built in AD 397, Mor Gabriel monastery, is the oldest functioning Syriac Orthodox monastery on earth. It is the residence of the Metropolitan Bishop of Tur Abdin, seven nuns, four monks and a host of guests, assistants and students. The monastery is charged with keeping the flame of Syriac Orthodox faith alive in Tur Abdin, for which it is as much a fortress as a church. The Saffron and Mor Gabriel monasteries are the most important of the region, existing along with six or seven other active monasteries: * The Mor Augin Monastery, located on the southern slope of Mt. Izla, has only been recently revived. It has a historical significance to the region. As evidence of that, a Syriac Orthodox Bishop in the Netherlands took the name Augin in respect for the founder of the monastery. * The Mor Abroham Monastery is located less than a mile east of Midyat, and it is known for having a large amount of farmland, some of which they donated to house Syrian refugees. Directly adjacent to the monastery lies the Turabdin Hotel and winery, which uses the monasteries vineyards to produce unique Syriac wines endemic to the region. * The St. Meryemana (Mary) Monastery, located next to the village of Antili, functions as the religious center for the remaining Christians of the village, and has a school for Syriac children. * The Mor Yakup (Jacob) Monastery is located next to the village of Baristepe, and, like the St Mary Monastery, functions as the religious center for the remaining Christians of the village. *A second Mor Yakup Monastery is located in the village of Dibek (Syriac Badibe), having been rebuilt and occupied in 2013. * The Mor Malke Monastery is located on the northern slope of Mount Izla and is a few miles south of the village of Üçköy; it is connected by road to the village. Mor Malke is one of the newer monasteries of the region in terms of architecture, as it was rebuilt in the 30s. The monastery has a school, a church, and some farmlands. * One Monastery known as The Mor Aho Monastery was abandoned during the 1900s, but was later turned into a small walled village, when two dozen or so Syriac villagers built houses in the courtyard of the Monastery because its high walls allowed for better security and defense than what their nearby village provided. The Monastery has one Nun, but as it has no monks or consistent liturgy held in its church it is technically not a monastery. == Notable people == *Ibrahim Baylan (b. 1972), Swedish politician of Syriac descent *Shamoun Hanna Haydo (1870-1964), Syriac leader in the early 20th century *Nuri Kino, Swedish- Syriac descent journalist *Jimmy Durmaz, Swedish footballer of Syriac-Aramean Syriac descent == See also == * Mt. Izla * Mardin * Assyrians in Turkey * Patriarchate of Tur Abdin * Turoyo language * Hakkari, another historical Syriac Christian region in Turkey == References == ==Sources== * * * * * * * * * * * * * * * * == External links == * The Diocese of Linz Eastern Christian Initiative and the Friends of Tur Abdin * Maps of Tur Abdin * Webmagazine Shlama * Margonitho - Syriac Orthodox Resources (see Churches & Monasteries, History and the Rev Stephen Griffith Reports from Tur Abdin) Category:Geography of the Ottoman Empire Category:Oriental Orthodoxy in Turkey Category:Assyrian geography Category:Assyrian culture",
 "title": "Tur Abdin"
}