{
 "id": "491555",
 "text": "thumb|right|Hans Nansen Hans Nansen (28 November 1598 – 12 November 1667) was a Danish statesman. ==Biography== The son of a burgher, Evert Nansen, he was born at Flensburg. He made several voyages to the White Sea and to places in northern Russia, and in 1621 entered the service of the thriving Danish Icelandic Company. For many years the whole trade of Iceland, which he frequently visited, passed through his hands, and he soon became equally well known at Glückstadt, the centre of the Iceland trade, and at Copenhagen. In February 1644, at the express desire of King Christian IV of Denmark, the Copenhagen burgesses elected him burgomaster. During his northern voyages he had learned Russian, and was employed as interpreter at court whenever Muscovite embassies visited Copenhagen. His travels had begotten in him a love of geography, and he published in 1633 a Kosmografi, previously revised by the astronomer Longomontanus. During the siege of Copenhagen by the Swedes in 1658 Nansen became prominent. At the meeting between the king and the citizens to arrange for the defence of the capital, he urged the necessity of an obstinate defence. It was he who obtained privileges for the burgesses of Copenhagen which placed them on a footing of equality with the nobility; and he was the life and soul of the garrison till the arrival of the Dutch fleet practically saved the city. These eighteen months of crisis established his influence in the capital once for all and at the same time knitted him closely to Frederick III, who recognized in Nansen a man after his own heart, and made the great burgomaster his chief instrument in carrying through the anti-aristocratic Revolution of 1660. Nansen used all the arts of the agitator with extraordinary energy and success. His greatest feat was the impassioned speech by which, on 8 October, he induced the burgesses to accede to the proposal of the magistracy of Copenhagen to offer Frederick III the realm of Denmark as a purely hereditary kingdom. How far Nansen was content with the result of the Revolution—absolute monarchy—it is impossible to say. It appears certain that, at the beginning he did not want absolutism. Whether he subsequently regarded the victory of the monarchy and its corollary, the admittance of the middle classes to all offices and dignities, as a satisfactory equivalent for his original demands; or whether he was so overcome by royal favour as to sacrifice cheerfully the political liberties of his country, is a matter for conjecture. After the Revolution Nansen continued in high honour, but he chiefly occupied himself with commerce, and less with politics. == Bibliography == * Oluf Nielsen, Københavns Historie, iii (Copenhagen, 1877) * Julius Albert Fridericia, Adelsvaeldens sidsie Dage (Copenhagen, 1894) * Danmarks Riges Historie, v (Copenhagen, 1897–1905). == References == * Category:1598 births Category:1667 deaths Category:17th-century Danish politicians Category:People from Flensburg",
 "title": "Hans Nansen"
}