{
 "id": "491987",
 "text": "A British comic is a periodical published in the United Kingdom that contains comic strips. It is generally referred to as a comic or a comic magazine, and historically as a comic paper. British comics are usually comics anthologies which are typically aimed at children, and are published weekly, although some are also published on a fortnightly or monthly schedule. The two most popular British comics, The Beano and The Dandy, were released by DC Thomson in the 1930s. By 1950 the weekly circulation of both reached two million.Armstrong, Stephen. \"Was Pixar's Inside Out inspired by The Beano?\" The Telegraph. 27 July 2015 Explaining the enormous popularity of comics in British popular culture during this period, Anita O’Brien, director curator at London's Cartoon Museum, states: \"When comics like The Beano and Dandy were invented back in the 1930s – and through really to the 1950s and 60s – these comics were almost the only entertainment available to children.\" In 1954, Tiger comics introduced Roy of the Rovers, the hugely popular football based strip recounting the life of Roy Race and the team he played for, Melchester Rovers. The stock media phrase \"real 'Roy of the Rovers' stuff\" is often used by football writers, commentators and fans when describing displays of great skill, or surprising results that go against the odds, in reference to the dramatic storylines that were the strip's trademark.Tomlinson, Alan; Young, Christopher (2000), \"Golden Boys and Golden Memories: Fiction, Ideology, and Reality in Roy of the Rovers and the Death of the Hero\", in Jones, Dudley; Watkins, Tony, A Necessary Fantasy?: the Heroic Figure in Children's Popular Culture: Vol 18, Garland Publishing. pp. 190–191 Other comics such as Eagle, Valiant, Warrior, Viz and 2000 AD also flourished. Some comics, such as Judge Dredd and other 2000 AD titles, have been published in a tabloid form. Underground comics and \"small press\" titles have also appeared in the UK, notably Oz and Escape Magazine. While the best selling comics in the UK have been British, American comic books and Japanese manga are popular in the UK. ==Overview== The description comics derived from the names of popular titles such as Comic Cuts, and from the fact that in the beginning all the titles presented only comical (i.e. humorous) content. British comics typically differ from the American comic book. Although historically they shared the same format size, based on a sheet of 30 x 22 inch imperial paper, folded, British comics have moved away from this size, adopting a standard magazine size. Until that point, the British comic was also usually printed on newsprint, with black or a dark red used as the dark colour and the four colour process used on the cover. The Beano and The Dandy both switched to an all-colour format in 1993. Originally aimed at the semi-literate working class (in that it replaced the text-based stories of the story papers with picture- based stories, which were less challenging for a poorly educated readership), the comic gradually came to be seen as childish (in part because, due to gradual improvements in public education, children were eventually the only remaining market for a format designed to be unchallenging for the reader). Hence by the mid 20th Century it was being marketed exclusively towards children. Historically, strips were of one or two pages in length, with a single issue of a comic containing upwards of a dozen separate strips, featuring different characters. In more recent times, strips have become longer and have tended to continue over a number of issues and periods of time. Whilst some comics contained only strips, other publications such as Jackie have had a slightly different focus, providing their girl readers with articles about, and photographs of, pop stars and television/film actors, plus more general articles about teenage life, whilst throwing in a few comic strips for good measure. For boys there were, historically, similar publications based upon soccer, such as Shoot!, which featured non-fiction picture articles about popular footballers, league clubs, and general football news, accompanied by a limited range of football-based comic strips. In British comics history, there are some extremely long-running publications such as The Beano and The Dandy published by D. C. Thomson & Co., a newspaper company based in Dundee, Scotland. The Dandy began in 1937 and The Beano in 1938. The Beano is still going today while The Dandy ceased print publication in 2012. The Boys' Own Paper, another long-running publication which was aimed at boys in a slightly older age group, lasted from 1879 to 1967. There has been a continuous tradition, since the 1950s, of black and white comics, published in a smaller page size format, many of them war titles such as Air Ace, inspiring youngsters with tales of the exploits of the army, navy and Royal Air Force, mainly in the two world wars. There have also been some romance titles and some westerns in this format. On 19 March 2012, the British postal service, the Royal Mail, released a set of stamps depicting characters and series from British comics. The collection featured The Beano, The Dandy, Eagle, The Topper, Roy of the Rovers, Bunty, Buster, Valiant, Twinkle and 2000 AD. ==History== ===19th century=== In the 19th century, story papers (containing illustrated text stories), known as \"penny dreadfuls\" from their cover price, served as entertainment for British children. Full of close- printed text with few illustrations, they were essentially no different from a book, except that they were somewhat shorter and that typically the story was serialised over many weekly issues in order to maintain sales. These serial stories could run to hundreds of instalments if they were popular. And to pad out a successful series, writers would insert quite extraneous material such as the geography of the country in which the action was occurring, so that the story would extend into more issues. Plagiarism was rife, with magazines profiting from competitors' successes under a few cosmetic name changes. Apart from action and historical stories, there was also a fashion for horror and the supernatural, with epics like Varney the Vampire running for years. Horror, in particular, contributed to the epithet \"penny dreadful\". Stories featuring criminals such as 'Spring-Heeled Jack', pirates, highwaymen (especially Dick Turpin), and detectives (including Sexton Blake) dominated decades of the Victorian and early 20th-century weeklies. Comic strips—stories told primarily in strip cartoon form, rather than as a written narrative with illustrations—emerged only slowly. Scottish-born newspaper proprietor James Henderson began publishing Funny Folks in 1874. Writer Denis Gifford considered Funny Folks to be the first British comic, James Chapman, British Comics: A Cultural History, Reaktion Books, 2011, p. though at first it tackled topical and political subjects along the same lines as Punch. The magazine was heavily illustrated, with cartoons by John Proctor, known as Puck, among others, John Adcock, \"Funny Folks\", Yesterday's Papers, 29 September 2009. Retrieved 22 November 2020 and benefitted from innovations in the use of cheap paper and photographic printing. Kimit Muston, \"It's Just a Joke\", The Public \"I\", November 2020. Retrieved 22 November 2020 Nicholas Hiley, \"Comic Periodicals\", Gale.com. Retrieved 22 November 2020 Ally Sloper's Half Holiday (1884) is regarded as the first comic strip magazine to feature a recurring character (Ally Sloper). This strip cost one penny and was designed for adults. Ally, the recurring character, was a working-class fellow who got up to various forms of mischief and often suffered for it. In 1890 two more comic magazines debuted before the British public, Comic Cuts and Illustrated Chips, both published by Amalgamated Press. These magazines notoriously reprinted British and American material, previously published in newspapers and magazines, without permission. The success of these comics was such that Amalgamated's owner, Alfred Harmsworth, was able to launch the Daily Mirror and the Daily Mail newspapers on the profits.Sabin, p21 Comics were also published as accompaniments to women's magazines at the end of the century. Jungle Jinks, which held the honor of being the longest running British comic until 1954, first appeared in 1898 as a supplement to Home Chat; drawn by Mabel F. Taylor, it was the first anthropomorphic animal British comic. ===20th century=== Over the next thirty years or so, comic publishers saw the juvenile market as the most profitable, and thus geared their publications accordingly, so that by 1914 most comics were standalone booklets aimed at eight- to twelve-year-olds. The interwar period is notable mainly for the publication of annuals by Eagle Press, and also the emergence of D. C. Thomson & Co. Ltd. D. C. Thomson launched both The Beano and The Dandy in the late 1930s, which thrived during the Second World War. Their successful mix of irreverence and slapstick led to many similar titles, notably Buster, Topper and Beezer. However the originators of this format have outlasted all rivals, and The Beano is still published today. In the early 1950s, \"lurid American 'crime' and 'horror comics' reached Britain\", prompting what in retrospect has been characterised as a moral panic. Copies of Tales from the Crypt and The Vault of Horror, which arrived as ballast in ships from the United States, were first only available in the \"environs of the great ports of Liverpool, Manchester, Belfast and London\", but by \"using blocks made from imported American matrices\", British versions of Tales from the Crypt and The Vault of Horror were printed in London and Leicester (by companies like Arnold Book Company) and sold in \"small back-street newsagents.\" The ensuing outcry was heard in Parliament, and at the urging of the Most Reverend Geoffrey Fisher, the Archbishop of Canterbury, Major Gwilym Lloyd George, the Home Secretary and Minister of Welsh Affairs, and the National Union of Teachers, Parliament passed the Children and Young Persons (Harmful Publications) Act 1955. The act prohibited \"any book, magazine or other like work which is of a kind likely to fall into the hands of children or young persons and consists wholly or mainly of stories told in pictures (with or without the addition of written matter), being stories portraying (a) the commission of crimes; or (b) acts of violence or cruelty; or (c) incidents of a repulsive or horrible nature; in such a way that the work as a whole would tend to corrupt a child or young person into whose hands it might fall.\" Although the act had a sunset clause, in 1969 the Act was made permanent, and continues to be in force today, represented, for example, in the Royal Mail prohibition against mailing horror comics and the matrices used to print them. During the 1950s and 1960s, the most popular comic for older age-group boys was Eagle published by Hulton Press. Eagle was published in a more expensive format, and was a gravure-printed weekly. This format was used originally by Mickey Mouse Weekly during the 1930s. Eagle's success saw a number of comics launched in a similar format — TV Century 21, Look and Learn and TV Comic being notable examples. Comics published in this format were known in the trade as \"slicks.\" At the end of the 1960s, these comics moved away from gravure printing, preferring offset litho due to cost considerations arising from decreasing readership. However, the boys' adventure comic was still popular, and titles such as Valiant and Tiger, published by IPC Magazines, saw new adventure heroes become stars, including Roy of the Rovers who would eventually gain his own title. Odhams Press was a company that mainly printed (adventure-oriented) new material; it also reprinted American Marvel Comics material in its Power Comics line, which included the titles Smash! and Fantastic. By 1970 the British comics market was in a long-term decline, as comics lost popularity in the face of the rise of other popular pastimes for children. Initially, the challenge was the rising popularity of television, a trend which the introduction of colour television to Britain during 1969 set in stone. In an effort to counter the trend, many publishers switched the focus of their comics to television- related characters. The television shows of Gerry Anderson, such as Thunderbirds and Captain Scarlet and the Mysterons, had begun this in the mid-1960s with the launch of tie-in comics such as TV Century 21 and Lady Penelope, which included strips related to Anderson's TV shows (as well as other popular programs of the era). Polystyle Publications already published a TV-related comic for young children called TV Comic, and in 1971 moved into the older market with Countdown (later retitled TV Action). The teenage market saw Look-in magazine feature strips solely based on popular television programs. Another strand of the reaction to television was the launch of comics focused entirely on association football (a sport as popular as television amongst boys), with titles such as Shoot and Scorcher and Score. Those comics that didn't compete with the popularity of television began to close down, merging with the few survivors. In the 1970s very few boys' comics in the \"slick\" format were launched, although Polystyle's Countdown was one exception, launching in 1971 with content similar to TV21 (which had disappeared by then) and TV Comic. Vulcan, a reprint title, was another, in 1976. Girls' titles which had launched in the slick format in the 1960s continued in that format into the 1970s; and others, such as Diana and Judy, changed to become slicks. They found themselves in the same market as teenage titles for girls such as Boyfriend and Blue Jeans, which had changed their content and were featuring mainly product-related articles and photo comics. In 1972, Marvel set up a publishing arm in the UK, Marvel UK, reprinting American superhero strips. These proved extremely popular, and a range of weekly titles was being published by 1975. So much so that in 1976 the parent company briefly published a minimal amount of new material specifically for the UK market in Captain Britain. The American reprint material proved to be more successful and continued to appear into the 1980s, at which stage Marvel UK also began diversifying into home-produced original material, both UK- originated strips featuring American created characters such as Captain Britain, the Hulk and the Black Knight, and wholly original strips like Night Raven. They also began producing television-based material, initially with Doctor Who Weekly, launched in 1979. In the late 1960s and into the 1970s, the underground comics movement inspired two new comics in the UK: Oz and Nasty Tales were launched with the underground premise of counter-culture rebellion. Oz notoriously featured the children's character Rupert the Bear performing sexual acts.\"Sex-crazed Rupert the Bear and other stories... The obscenity trial that brought down Oz magazine\" by Mick Brown, The Daily Telegraph, London, 28 July 2017 Both magazines were tried at the Old Bailey under the Obscene Publications Act because of their content. The Oz defendants were convicted, although the conviction was overturned on appeal. The Nasty Tales defendants were cautioned. However, both these comics ceased publication soon after their trial, as much due to the social changes at the end of the counter-culture movement as any effect of the court cases. These were always adult magazines, not aimed at the mainstream children's market. In the mid-1970s, British comics became more action-oriented. The first such title to be launched was Warlord in 1974. Published by DC Thomson, it proved to be a success, and led to its then-rival, IPC Magazines Ltd, producing Battle Picture Weekly, a comic notably grimmer in style than its competitor. Battle's success led to IPC launching another, similarly styled title, Action, which became a success too but also became controversial, due to its violent content, such as a front cover illustration which appeared to show armed children beating up a helpless police officer. Complaints about its tone eventually led to questions being asked in the House of Commons. As a result, and despite the comics' popularity, IPC decided to drastically tone down the content after 36 issues, and issue 37 was pulped. When it returned to newsstands it was far less violent, which neutered the comic's appeal. The title quickly declined and was merged with Battle.Barker, Martin. Action: The Story of a Violent Comic (Titan Books, 1990) ). Action's position as the UK's most popular title was taken over by 2000 AD, a science-fiction comic launched in 1977 by IPC. Created as a comic for older boys, it also held appeal for teenage and even adult readers. In the 1960s IPC began to source comic art from Spain, mainly for financial reasons. This trend was continued through to the launch of 2000 AD. Carlos Ezquerra is the most notable Spanish artist to have worked in British comics, having worked on both Battle and 2000 AD, and is credited with the creation of the look of Judge Dredd.Molcher, Michael. \"Interrogation: Carlos Ezquerra\" part 3, Judge Dredd Megazine #302 (12 October 2010), pp. 16–23. Star Wars Weekly, published by Marvel UK, launched in 1977, lasted until 1986. In 1982 Eagle was relaunched, this time including photo comics, but still with Dan Dare as the lead story. The comic moved it from the front page to the centre pages to allow a more magazine-style cover. In 1978 The Adventures of Luther Arkwright by Bryan Talbot began serialisation in Near Myths (and continued in other comics after that title folded). Luther Arkwright was later collected as a graphic novel, and has been called the first British graphic novel.\"Picture Books for Grown-Ups\" by Harry Mount, The Spectator, 23 April 2016 In 1982 Dez Skinn launched Warrior, possibly the most notable comic of the period, as it contained both the Marvelman and V for Vendetta strips, by Alan Moore. Warrior was a British equivalent of Heavy Metal magazine. Marvelman was a Captain Marvel clone that Skinn acquired, although the legality of that acquisition has been questioned. In Moore's hands, the strip became an \"adult\" style superhero, and was later reprinted, with the story continued, in an American full-color comic, with the name changed from \"Marvelman\" to \"Miracleman\" to avoid any lawsuits that Marvel Comics may have considered. Eventually, Warrior succumbed to copyright issues. Adult comics also witnessed a slight resurgence with psst!, an attempt to market a French-style monthly bande dessinée, and Escape magazine, published by Paul Gravett, former psst! promotions man. Escape featured early work from Eddie Campbell and Paul Grist, amongst others. Neither comic managed to survive in the vagaries of the comics market, Escape beset by lack of publisher interest. During this period a number of smaller publishers were formed to provide inventive publications appealing to niche markets. Congress Press was one of these companies, releasing titles such as Birthrite, Heaven & Hell and a graphic novel, Spookhouse. Other small publishers of the era included Harrier Comics (1984–1989) and Acme Press (1986–1995). Most of the surviving titles published by IPC, Fleetway, and DC Thomson were merged into each other in the late 1980s and early 1990s, as the popularity of comics waned further in response to a surge in the popularity of television (a popularity which received another major boost from the late 1970s onward as domestic videocassette recorders became available), and due to the popularity of video games (as inexpensive home computers such as the ZX Spectrum, mainly used for gaming, became available from 1980). Although new comics titles were launched in this period, none seemed to find a sustainable audience. Notable comics of the period included Deadline, Toxic!, Crisis, and Revolver. Deadline was conceived by Steve Dillon and Brett Ewins, and mixed original strips with reprints of U.S. strips, notably Love & Rockets, and articles and interviews on the British independent music scene of the time. Tank Girl was its most notable strip. Crisis was published by Fleetway Publications, a company formed from IPC's comics holdings. It was aimed at readers who had outgrown 2000 AD, and featured first works by Garth Ennis and Sean Phillips amongst others. One publication of that period did find an audience. Viz began life in 1979 as a fanzine style publication, before, in 1989, becoming the biggest selling comic in the country. Based upon bad taste, crude language, crude sexual innuendo, and the parodying of strips from The Dandy (among them Black Bag – the Faithful Border Bin Liner, a parody of The Dandy's Black Bob series about a Border Collie), the popularity of Viz depended entirely upon a variant of Sixties counter-culture; and it promptly inspired similarly themed titles, including Smut, Spit!, Talking Turkey, Elephant Parts, Gas, Brain Damage, Poot!, UT and Zit, all of which failed to achieve Viz's longevity and folded, while Viz remained one of the United Kingdom's top-selling magazines. ===21st century=== Beginning in 2000, the British market arrested its long decline. However, there is no sign of any great growth in circulation for the few remaining titles, and no sign of any new launches from mainstream publishers into the comics arena.Life on the Island , Ninth Art, 15 November 2004 An ever-increasing number of small press and fanzine titles are being produced, such as Solar Wind or FutureQuake, aided by the cheapness and increasingly professional appearance of desktop publishing programs. It is from this scene that the UK's new talents now tend to emerge (e.g. Al Ewing, Henry Flint or Simon Spurrier). After they were purchased by Rebellion Developments, both 2000 AD and the Judge Dredd Megazine have seen the release of more adaptations and trade paperbacks, including complete reprint collections of the entire runs of Judge Dredd, Strontium Dog and Nemesis the Warlock. Starting in 2006 the Megazine began a regular small press section which usually features an article on a title by Matthew Badham or David Baillie and a small press story. While British companies and creators have helped create the market for collected volumes there have, with a few exceptions like Raymond Briggs, been very few British original graphic novels published.More than words: Britain embraces the graphic novel, International Herald Tribune, 22 August 2007 Briggs himself has said \"On the Continent, graphic novels have been as accepted as films or books for many years, but England has had a snobby attitude towards them. They've always been seen as something just for children\".Strip lit is joining the literary elite, The Observer, 20 November 2005 However, thanks to the strong sales for Briggs' Ethel and Ernest, and Jimmy Corrigan winning The Guardian's best first novel award, publishers have started expanding into this area. Random House UK's imprint Jonathan Cape has tripled its graphic novel output and Random House has also established Tanoshimi to publish manga. Other publishers have also been increasing their output, which, as well as producing original works like Alice in Sunderland, have also been included adaptations of works of literature. There are a number of new publishers who are specifically targeting this area,Shakespeare gets comic treatment, BBC, 11 May 2007 including Classical ComicsThen lend the eye an easy aspect , Times Educational Supplement, 17 August 2007Clive Bryant on Classical Comics , Newsarama, 8 November 2007 and Self Made Hero, the latter having an imprint focused on manga adaptations of the works of Shakespeare.Self Made Hero, Shakespeare & Manga , Newsarama, 1 November 2007 This highlights another recent change, as there has been an increase in British original English-language manga. Self Made Hero's 'Manga Shakespeare' imprint draws on talent discovered in Tokyopop's UK/Irish version of Rising Stars of Manga, including members of the UK collective Sweatdrop Studios,Manga Hamlet by The Bard?, BBC Radio Cambs, 9 March 2007 who have also contributed to other British-based efforts like ILYA's Mammoth Book of Best New Manga and MangaQuake. Creators involved in those collections who have gone on to do several manga style graphic novels include British based Japanese creators such as Chie Kutsuwada and Michiru Morikawa, as well as, conversely, a British writer based in Japan, Sean Michael Wilson. Released at the start of the 21st century was Toxic, a comic which mixed comic strips alongside game reviews and other articles. Beginning in 2002, this comic proved very successful and is still running. Its influence can be felt on other comics as well most notably when The Dandy, Britain's longest-running comic at the time, became the Dandy Xtreme in August 2007; it borrowed many of the features prevalent in Toxic, mixing articles alongside comic strips. However, The Dandy eventually moved away with this strategy in October 2010, when the comic was revamped, and published its final issue on its 75th anniversary in 2012.\"The Dandy goes out of print on its 75th anniversary,\" The Times (3 December 2012). The BeanoMAX (which also started in 2007) also borrowed some of Toxic's features. That title was then replaced by The 100% Official Dennis the Menace and Gnasher Megazine, which was later renamed Epic. The DFC launched at the end of May 2008 drawing together creators from the small press and manga, as well as figures from mainstream British comics and other fields, Interview with David Fickling, saviour of the great British comic, The Times, 10 May 2008 including author Philip Pullman.Deep stuff, The Guardian, 24 May 2008 As it transpired, it didn't make it to its first birthday, ending with issue 43. A new comic, however, The Phoenix, began in January 2012, a successor to The DFC. ==Reprint market for US comics == After World War II, the UK was intent on promoting homegrown publishers, and thus banned the direct importation of American periodicals, including comic books.Chibnall, Steve. \"The Sign of the Tee Pee: The Story of Thorpe & Porter,\" Paperback, Pulp and Comic Collector Vol. 1: \"SF Crime Horror Westerns & Comics\" (Wilts, UK: Zeon Publishing / Zardoz Books, 1993), pp. 16–29. Archived at Box.com. Retrieved 28 December 2020. As a result, U.S. comic books typically arrived in the UK as ballast on ships.Ross, Jonathan. \"Jonathan Ross: The king of comics,\" Evening Standard (19 April 2012). Although the comics-reading public in the UK was not always able to get reliable supplies of American comics, it has always enjoyed the different approach to comics writing from the other side of the Atlantic. Sheena, Queen of the Jungle — a female version of Tarzan (with an element of H. Rider Haggard's \"She who must be obeyed\" – She... Na!)Archive of Heintjes, Tom. \"Will Eisner's The Spirit: The Wildwood News, Chapter 2 – Setting Up Shop\", AdventureStrips.com. Reprinted from The Spirit: The Origin Years #2 (Kitchen Sink Press, July 1992). Original page — was licensed from the Eisner & Iger studio for a British/Australasian tabloid, Wags, in 1937.Sheena, Queen of the Jungle at Don Markstein's Toonopedia. Archived from the original 10 November 2011. The success of this character led to the Sheena stories being repackaged for publication in the United States for Fiction House's Jumbo Comics, thus exporting the character back to her country of origin. Beginning in the 1940s, the available American comics were supplemented by a variety of black-and- white reprints of Fawcett's Captain Marvel, characters such as Sheena, Mandrake the Magician, The Phantom, and Marvel Comics' 1950s monster comics. Several reprint companies were involved in this repackaging American material for the British market, notably L. Miller & Son, the Arnold Book Company, Alan Class Comics, and the importer/distributor/publisher Thorpe & Porter. Thorpe & Porter began by publishing Dell's Four Color series and Classics Illustrated in the UK. They also republished similar formatted titles under various names. Thorpe & Porter' Stratos imprint published a long-running Western comics series, Kid Colt, Outlaw, which contained black-and-white reprints from both Atlas Comics and DC. T & P also published some material never published in the US. When Captain Marvel ceased publication in the United States because of a lawsuit, L. Miller & Son copied the entire Captain Marvel idea in every detail, and began publishing their own knock-off under the names Marvelman and Young Marvelman, taking advantage of different copyright laws.(French) Depelley, Jean. \"Miller & Son : première partie,\" BDZoom.com (11 March 2014). These clone versions, created by British writer/artist Mick Anglo, continued for a few years and, as seen above, were revived years later in Warrior. The British publishers reprinted many other American series, including the early 1950s Eerie and Black Magic in black-and-white format. These usually contained the American stories related to the cover but also additional backup stories to fill up the 64 pages. In 1959, the UK ban on direct importation was lifted. Thorpe & Porter became the sole UK distributor of both DC and Marvel comics. The comics were printed on American printing presses — along with a special cover giving the British price instead of the price in cents — and shipped across the Atlantic. Thus it was that brand-new American-printed copies of Fantastic Four #1, Amazing Fantasy #15, and countless others appeared in the UK. Thorpe & Porter went bankrupt in 1966 and was purchased by the distribution arm of DC Comics, then known as IND. As a result, T & P's output became almost exclusively reprints of DC titles. Marvel Comics superhero reprints appeared in Odhams Press' Power Comics line in 1966–1969, overlapping for a period with Alan Class Comics' reprinting of some of Marvel's superhero characters. Marvel reprints also appeared in City Magazines' TV21 in 1970–1971. And in 1972 Marvel launched Marvel UK, cornering the market on Marvel reprints; key titles included The Mighty World of Marvel and Spider-Man Comics Weekly. The importation of Marvel's American comics continued to be erratic due to Marvel UK's promotion of their own reprints, which meant some titles were not offered for periods — The Amazing Spider-Man being a prime example. The reprint market really took off in the 1980s with Titan Books releasing collections of British material, as well as signing deals with DC Comics to release that company's titles in the UK. Igor Goldkind was Titan's (and Forbidden Planet's, which was owned by the same company) marketing consultant at the time; he helped popularise the term \"graphic novel\" for the trade paperbacks they were releasing, which generated a lot of attention from the mainstream press. Panini Comics took over in 1994, reprinting many of Marvel's titles, as well as Marvel UK reprints. Panini's titles include Ultimate Spider-Man (originally holding two issues of either Ultimate Spider- Man or Ultimate Marvel Team-Up, now existing as a double feature with Ultimate X-Men) and also a Collector's Edition line of comics, featuring a cardboard cover, three stories and a letters page on the inside back cover. Other titles include Astonishing Spider-Man, Essential X-Men, and Mighty World of Marvel, which reprints a variety of Marvel Comics. Beginning in 2003, Panini also published one DC comic, Batman Legends, reprinting various Batman adventures (e.g. two parts of a multi-title crossover and an issue of Batman: Year One); this title is now published by Titan Magazines. === Reprints of Japanese and European comics === Since 2005, a small selection of American translations of the most popular Japanese comics have been reprinted in the UK by major publishers such as Random House (through their Tanoshimi imprint) and the Orion Publishing Group. Both no longer publish British versions of Japanese comics; Random House abandoned all Japanese comics translations in early 2009, while Orion switched to publishing the original American versions. Simultaneously, the very small press Fanfare/Ponent Man published a few UK- exclusive English-language editions of alternative Japanese manga and French bande dessinée.Griepp, Milton. \"This Publisher Has Almost Half As Many Eisner Noms As Graphic Novel Releases,\" ICv2 (31 August 2016). ==List of British comics== There have been hundreds of comics in the UK over the years, including: ==See also== *List of British comic strips *List of DC Thomson publications *List of comic creators in the UK *British small press comics *The British Invasion of American comics, that took place during the late eighties *Comics Britannia, BBC Four documentary series on the history of British comics presented by Jonathan Ross *Welsh comics ==Notes== ==References== * * * * * ==External links== * Help for Researchers: British Comics Collection from the British Library * Comics UK * History of British Comics from britishcomics.com * downthetubes.net (British comics news, interviews, and other features) * IndieReview (UK indie comics news and reviews) * British Comics Top-10 Issue-Count Chart – 2021b edition! by Michael Carroll, 19 September 2021. A list of the 10 longest-lasting British comics. (Retrieved 20 September 2021.) * The Eaglution of British Comics (part 1) by Michael Carroll, 26 May 2018. Article featuring a chart showing which comics (published by IPC/Fleetway) were merged with which, with the dates they were founded and merged. (Retrieved 27 May 2018.) * DC Thomson Comics Timeline by Michael Carroll, 25 August 2018, about comics published by DC Thomson. (Retrieved 24 September 2018.) * BBC Cult presents: 2000AD and British Comics from BBC Online (last updated September 2005) Comics Comic",
 "title": "British comics"
}