{
 "id": "492042",
 "text": "{{Infobox writer | name = Ryōtarō Shiba | birth_date = | birth_place = Osaka, Japan | death_date = | death_place = Osaka, Japan | occupation = Writer | genre = historical novel, detective fiction | movement = | notableworks = }} , born , was a Japanese author best known for his novels about historical events in Japan and on the Northeast Asian sub-continent, as well as his historical and cultural essays pertaining to Japan and its relationship to the rest of the world. ==Career== Shiba took his pen name from Sima Qian, the great Han dynasty historian (Shiba is the Japanese rendition of Sima). He studied Mongolian at the Osaka School of Foreign Languages (now the School of Foreign Studies and , reference text. at Osaka University) and began his career as a journalist with the Sankei Shimbun, one of Japan's major newspapers. After World War II Shiba began writing historical novels. The magazine Shukan Asahi (:ja:週刊朝日) printed Shiba's articles about his travels within Japan in a series that ran for 1,146 installments. Shiba received the Naoki Prize for the 1959 novel Fukurō no Shiro (\"Castle of Owls\"). In 1993 Shiba received the Government's Order of Cultural Merit.\"Ryotaro Shiba, 72, Historical Novelist.\" The New York Times. Friday February 16, 1996. Retrieved on July 11, 2009. Shiba was a prolific author who frequently wrote about the dramatic change Japan went through during the late Edo and early Meiji periods. His most monumental works include Kunitori Monogatari, Ryoma ga Yuku (see below), Moeyo Ken, and Saka no Ue no Kumo, all of which have spawned dramatizations, most notably Taiga dramas aired in hour-long segments over a full year on NHK television. He also wrote numerous essays that were published in collections, one of which—Kaidō wo Yuku—is a multi-volume journal-like work covering his travels across Japan and around the world. Shiba is widely appreciated for the originality of his analyses of historical events, and many people in Japan have read at least one of his works. Several of Shiba's works have been translated into English, including Drunk as a Lord: Samurai Stories (2001), his fictionalized biographies of Kukai (Kukai the Universal: Scenes from His Life, 2003) and Tokugawa Yoshinobu (The Last Shogun: The Life of Tokugawa Yoshinobu, 2004), as well as The Tatar Whirlwind: A Novel of Seventeenth- Century East Asia (2007) and Clouds Above the Hill (2012, 2013, 2014). ==Ryōma Goes His Way== One of Shiba's best known works, , is a historical novel about Sakamoto Ryōma, a samurai who was instrumental in bringing about Japan's Meiji Restoration, after which values and elements from Western culture were introduced into the country, sparking dramatic change. The late Edo period was a very confused time when the country split into two factions. Japan had banned international trade for over two hundred years and isolated itself from the rest of the world. During the Edo period, the Japanese government, which was led by the Tokugawa clan, had agreed to open the country to trade with the United States and several European countries. However, many people were against this and they started a movement called Sonnō-Jōi (revere the emperor and expel the barbarians). They believed that they should stand up and fight the foreigners to protect the country from outside domination. The Tokugawa had usurped political power from the emperor, but he was still considered by many to be the sacred symbol of Japan. To protect the country, the Sonnō-Jōi faction sought to restore the emperor's political authority by overthrowing the Tokugawa shogunate. Partisans of these two political institutions caused civil war-like confusion, and assassinations were frequent. In Ryōma ga Yuku, Sakamoto Ryōma, the protagonist, starts out as a member of the Sonnō-Jōi faction but gradually realizes that people need to realize how much stronger other countries have grown during Japan's two centuries of national seclusion. Japan was almost powerless in the face of the technology and well-developed industry of the contemporary Western powers. He believed that Japan needed to adopt elements of Western culture to develop into a country that could stand equally among nations. Sakamoto Ryōma was not well known in Japan prior to the publication of Ryōma ga Yuku. Ryōma ga Yuku is Shiba's best selling work in Japanese, with 21,250,000 copies sold. ==Kaidō wo Yuku== is a series of travel essays initially published in Shūkan Asahi, a weekly magazine,Shukan Asahi , Asahi Shimbun from 1971 until 1996. Shiba wrote the series with an intercultural perspective, making observations about the history, geography, and people of the places he visited. Though mostly about different areas of Japan, the series includes several volumes on foreign lands as well—China, Korea, the Namban countries (Spain and Portugal), Ireland, the Netherlands, Mongolia, Taiwan, and New York. The work, now available in multi-volume book form, was also developed into documentary series and broadcast on NHK, Japan's public television broadcaster. The series ran for 1,146 installments. ==Clouds Above the Hill== Another well-known work, , is a historical epic centering on the careers of two ambitious brothers who work their way up from a rural backwater to positions of eminence in the new post-1868 Meiji period. In it, the Akiyama brothers strive to build a Japanese military capable of holding its own in an unstable region and the Russo-Japanese War becomes the central stage for their involvement in the frenzied modernisation and ascendancy of Japan in the region and subsequently, the world. It is Shiba's second best selling work in Japanese, with 14,750,000 copies sold. ==Death== Shiba suffered internal bleeding and lapsed into a coma on February 10, 1996. He died two days later. ==Works== ===Novels=== * Fukurō no Shiro (1959) * Zeeroku Bushido (, 1960) * Kaze no Bushi (1961) * Senun no yume (, 1961) * Fujin no mon (, 1962) * Ryoma ga Yuku (, 1963–66) * Moeyo Ken (1964) * Shirikurae Magoichi (, 1964) * Komyo ga tsuji (, 1965) * Shiro wo toru hanashi (, 1965) * Kunitori monogatari (, 1965) * Yotte soro (, 1965), published in English as Drunk as a Lord * Hokuto no hito (, 1966) * Niwaka Naniwa yukyoden (, 1966) * Sekigahara (, 1966) * Jūichibanme no shishi (, 1967) * Saigo no Shōgun (, 1967), translated into English as The Last Shogun: The Life of Tokugawa Yoshinobu , () about Tokugawa Yoshinobu. * Junshi (, 1967) * Natsukusa no fu (, 1968) * Shinshi taikoki (, 1968) * Yoshitsune (, 1968) * Touge (, 1968) * Musashi (, 1968) * Saka no ue no kumo (1969), translated into English as Clouds Above the Hill (), a work of historical fiction about the Russo- Japanese War. * Yōkai (, 1969) * Daitōzenshi (, 1969) * Saigetsu (, 1969) * Yoni sumu hibi (, 1971) * Jousai (, 1971–72) * Kashin (, 1972) * Haō no ie (, 1973) * Harimanada monogatari (, 1975) * Tobu ga gotoku (, 1975–76) * Kūkai no fukei (, 1975), translated into English as Kukai the Universal: Scenes from his Life () about the great Japanese monk Kukai who founded the Shingon school and is said to have invented the Japanese kana writing system. * Kochō no yume (, 1979) * Kouu to Ryūhō (, 1980) * Hitobito no ashioto (, 1981) * Nanohana no oki (, 1982) * Hakone no saka (, 1984) * Dattan shippuroku (, 1987), translated into English as The Tatar Whirlwind: A Novel of Seventeenth-Century East Asia (), about the decline of the Ming dynasty, the rise of the Manchus and the interplay of these two periods in China's history with Tokugawa Japan. ==Honours== *Naoki Prize (1960) *Kikuchi Kan Prize (1966) *Yomiuri Prize (1981) *Asahi Prize (1982) *Person of Cultural Merit (1991) *Order of Culture (1993) *Junior Third Rank (1996, Posthumous) ==See also== *Japanese literature *Taiga drama *Ōkunitama Shrine ==References== ==External links== *Shiba Ryōtarō Memorial Museum * * Synopsis of Kukai the Universal: Scenes from His Life (Kukai no Fukei) at JLPP (Japanese Literature Publishing Project) Category:1923 births Category:1996 deaths Category:Japanese writers Category:Japanese historical novelists Category:Writers from Osaka Category:Osaka University alumni Category:Winners of the Naoki Prize Category:Winners of the Yomiuri Prize Category:Recipients of the Order of Culture Category:20th-century novelists",
 "title": "Ryōtarō Shiba"
}