{
 "id": "493256",
 "text": "John Murray Forbes (February 23, 1813 - October 12, 1898) was an American railroad magnate, merchant, philanthropist and abolitionist. He was president of both the Michigan Central railroad and the Chicago, Burlington and Quincy Railroad in the 1850s. He kept doing business with Russell & Company. ==Early life== Forbes was born on February 23, 1813, in Bordeaux, France. His father, Ralph Bennett Forbes, was a member of the Forbes family, descended from Scottish immigrants who attempted unsuccessfully to start a trade from Bordeaux. His mother, Margaret Perkins, was a member of the Boston Brahmin Perkins family merchant dynasty involved in the China trade. Among his siblings was older brother was Robert Bennet Forbes, sea captain and China merchant.Smith, George Winston. \"Broadsides for Freedom: Civil War Propaganda in New England.\" The New England Quarterly, Vol. 21, No. 3. (Sep., 1948), pp. 291–312. His paternal uncle was John Murray Forbes, lawyer and diplomat, and his maternal uncle was merchant Thomas Handasyd Perkins. Among his cousins was the botanist Francis Blackwell Forbes. In 1814, his parents moved back to the Captain Robert Bennet Forbes House in Milton, Massachusetts. Forbes attended school at Phillips Academy in Andover, Massachusetts, then at Round Hill School in Northampton, Massachusetts, from 1823 to 1828. ==Career== Forbes was one of three brothers sent by their uncle to Canton, China, and achieved some financial success during a short time spent trading in Canton trading in opium. However, unlike his brother Robert, who devoted himself to the China trade, Forbes returned to Boston and became an early railroad investor and landowner. As with Jay Gould and E. H. Harriman, Forbes was an important figure in the building of America's railroad system. From March 28, 1846, through 1855, he was president of Michigan Central Railroad, and he was a director and president of the Chicago, Burlington and Quincy Railroad, he helped with the growth of the American Middle West.Pearson, Henry. An American Railroad Builder: John Murray Forbes, Houghton, Mifflin & Co., 1911. In addition, he founded J.M. Forbes & Co., an investment firm in Boston in 1838. In 1860, he was an elector for Abraham Lincoln. He served as the Chairman of the Republican National Committee during the administration of President Abraham Lincoln. Staunchly pro-Union, he is given credit for founding the New England Loyal Publication Society in early 1863 (Smith 1948).Historical Note: In 1863, John Murray Forbes, served as a 'confidential agent' of Secretary of the Navy, Gideon Wells, in Paris, France. Source: Office of Naval Records and Library, Record Group 45, indicating a 'gift of personal papers'. Citation: \"The Union\", A Guide to Federal Archives Relating to the Civil War, 1986, edited by K.W. Munden and H. P. Beers, 452. After the Civil War, Forbes was elected as a 3rd Class (honorary) Companion of the Military Order of the Loyal Legion of the United States. Forbes was a delegate to the Republican conventions of 1876, 1880 and 1884, he eventually became displeased with the Republican party and worked successfully to get Democrat Grover Cleveland elected president. ===Philanthropy=== He supplied money and weapons to New Englanders to fight slavery in Kansas and in 1859 entertained John Brown. Forbes's many philanthropic activities included the re-establishment of Milton Academy, a preparatory school south of Boston, Massachusetts in 1884.Hughes (editor), Sarah Forbes.Life and Recollections of John Murray Forbes, Two Volumes, Houghton, Mifflin & Co., 1899. ==Personal life== thumb|right|Forbes at 68 Forbes married Sarah Swain Hathaway (1813–1900). They resided in Milton, Massachusetts, and summered on Naushon Island in Dukes County, Massachusetts. They had two sons and four daughters: * Ellen Randolph Forbes (1838–1860). * Alice Hathaway Forbes (1838–1917), who married Edward Montague Cary (1828–1888) in 1875. * William Hathaway Forbes (1840–1897), who married Edith Emerson (1841–1929), the daughter of poet Ralph Waldo Emerson. William became the first president of the American Telephone and Telegraph Company and father of William Cameron Forbes.Pier, Arthur. Forbes: Telephone Pioneer, 1953. * Mary Hathaway Forbes (1844–1916), who married Henry Sturgis Russell (1838–1905) in 1863. * John Malcolm Forbes (1847–1904), the yachtsman and horseman who married Sarah Coffin Jones (1852–1891) in 1873. * Sarah Forbes (1853–1917), who married William Hastings Hughes (1833–1909) in 1887. Forbes died of pneumonia on October 12, 1898, in Milton, Massachusetts. ===Descendants=== His cousin Francis Blackwell Forbes (1839–1908) is the great-grandfather of 2004 U.S. Democratic presidential candidate John Forbes Kerry. His 4x great-grandson is Jonathan Meath, a renowned Emmy award-winning television producer. ===Legacy=== In the September 1899 issue of Atlantic magazine, Edward Waldo Emerson (Ralph Waldo Emerson's son), published Forbes' biography. The Emerson and Forbes families were close as Forbes' son, William, married Ralph's daughter, Edith Emerson. In Letters and Social Aims, Ralph Waldo Emerson wrote of Forbes: > \"Never was such force, good meaning, good sense, good action, combined with > such domestic lovely behavior, such modesty and persistent preference for > others. Wherever he moved he was the benefactor... How little this man > suspects, with his sympathy for men and his respect for lettered and > scientific people, that he is not likely, in any company, to meet a man > superior to himself,\" and \"I think this is a good country that can bear such > a creature as he.\" The small community of Forbes, Missouri, is named for him. ==References== ==External links== * Dictionary of Unitarian & Universalist Biography: John Murray Forbes * Old Plank Road Trail history and development. Retrieved October 2, 2013. * Category:1813 births Category:1898 deaths Category:People from Milton, Massachusetts Category:People from Dukes County, Massachusetts Category:Phillips Academy alumni Category:Businesspeople from Boston Category:19th-century American railroad executives Category:Chicago, Burlington and Quincy Railroad people Category:Massachusetts Republicans Category:Massachusetts Democrats Category:American philanthropists Category:Founders of schools in the United States Category:American abolitionists Category:American Unitarians Category:American expatriates in France Category:American expatriates in China John Murray Category:People from Bordeaux",
 "title": "John Murray Forbes"
}