{
 "id": "493683",
 "text": "Timothy Joseph Penny (born November 19, 1951) is an American author, musician, and former politician from Minnesota. Penny was a Democratic-Farmer-Labor member of the United States House of Representatives, 1983–1995, representing Minnesota's 1st congressional district in the 98th, 99th, 100th, 101st, 102nd and 103rd congresses. ==Early life== Penny was born in Albert Lea, Minnesota, and was educated at Winona State University, receiving a bachelor's degree in political science in 1974. He was a member of the Minnesota State Senate, 1976–1982. ==Political career== In 1982, Penny won the DFL nomination for the 1st District and upset four-term 2nd District Republican Tom Hagedorn, becoming only the third Democrat to ever represent this district. Leading up to the election, Republicans were divided after the conservative Hagedorn narrowly defeated two-term First District moderate incumbent, Rep. Arlen Erdahl, in a contentious Republican Convention endorsement contest after redistricting; in addition, Democrats made large gains in congressional elections across the country, which contributed to Penny's victory. Penny was reelected in 1984 with 56 percent of the vote, becoming the first non- Republican to win reelection in the district since statehood. He never faced another contest nearly that close, winning four more times by an average of 70 percent of the vote. Penny was a somewhat conservative Democrat; he opposed gun control and abortion (though he has since become pro-choice). These stances were typical for a mostly rural district in southern Minnesota. He was best known, however, for his work on fiscal policy. Although he had built a nearly unbreakable hold on his district, he announced in 1994 that he would not run for a seventh term. After Jesse Ventura was elected governor in 1998, Penny served an informal advisory role to the governor and assisted with the gubernatorial transition team.Ventura's party senses a repeat Governor's race in:Minnesota has Independent air ==2002 Minnesota Gubernatorial election== When Governor Ventura decided not to stand for reelection in 2002, he recruited Penny to join the Independence Party, and run as his replacement. Polls indicated a dead heat between him, DFL candidate Roger Moe, and Republican candidate Tim Pawlenty less than a month before the election. His running mate for the election was state senator Martha Robertson of Minnetonka, a moderate Republican. In the end, Penny was unsuccessful in his campaign. Penny is the most recent Independence Party gubernatorial candidate to exceed 15% of the vote. ==Electoral history== *2002 Race for Governor **Tim Pawlenty (R), 44% **Roger Moe (DFL), 36% **Tim Penny (IPM.), 16% **Ken Pentel (Grn), 2% ==Post-Congressional career== thumb|right|Penny with his granddaughter in 2006 In 2008, he endorsed Republican John McCain for presidentGillespie, Scott (2009-08026)\"Tim Penny on backing McCain\", Star Tribune and Independence Party candidate former senator Dean Barkley for US Senate. Penny is president of the Southern Minnesota Initiative Foundation. He is also a senior fellow at the University of Minnesota's Humphrey Institute. He served for a time as the institute's co-director alongside one of his former congressional colleagues, Republican Vin Weber. He serves on the advisory boardInstitute for Law and Politics:Advisory Board of the Institute for Law and Politics at the University of Minnesota Law School and is on the board of directors for the Energy Literacy Advocates. Penny also serves as vice chairman of the board of directors of ACDI/VOCA, a nonprofit U.S. international development organization. In addition, he is a co-chair of the Committee for a Responsible Federal Budget.Committee for a Responsible Federal Budget:Board Members |date=August 22, 2019}} ==Personal life== thumb|Penny performing in 2014 Penny lives in Owatonna, Minnesota and has four children. He is the lead singer and guitarist in a band called Led Penny. ==Writings== Penny is the co-author of three books, Payment Due (1996), Common Cents: A Retiring Six-Term Congressman Reveals How Congress Really Works — And What We Must Do to Fix It (1995), and The 15 Biggest Lies in Politics (1998). He is the lead author of \"The Road to Generational Equity\",Penny, Tim; Lamm, Richard; Tsongas, Paul (December 18, 1995). The Road to Generational Equity\". Reproduced on Earthlink website. Retrieved April 4, 2013. a manifesto that political analyst John Avlon characterizes as radical centrist.Avlon, John (2004). Independent Nation: How the Vital Center Is Changing American Politics. Harmony Books / Random House, p. 282. . ==Notes== ==External links== * * * * * * **Booknotes interview with Penny and co-author Major Garrett on Common Cents, May 14, 1995, C-SPAN |- Category:1951 births Category:American Lutherans Category:American male non-fiction writers Category:American political writers Category:Democratic Party members of the United States House of Representatives Category:Independence Party of Minnesota politicians Category:Living people Category:Members of the United States House of Representatives from Minnesota Category:Minnesota Democrats Category:Minnesota state senators Category:People from Albert Lea, Minnesota Category:Radical centrist writers Category:Winona State University alumni Category:People from Owatonna, Minnesota Category:Singers from Minnesota Category:Writers from Minnesota",
 "title": "Tim Penny"
}