{
 "id": "494013",
 "text": "A hexagonal number is a figurate number. The nth hexagonal number hn is the number of distinct dots in a pattern of dots consisting of the outlines of regular hexagons with sides up to n dots, when the hexagons are overlaid so that they share one vertex. none|The first four hexagonal numbers. The formula for the nth hexagonal number :h_n= 2n^2-n = n(2n-1) = \\frac{2n(2n-1)}{2}. The first few hexagonal numbers are: :1, 6, 15, 28, 45, 66, 91, 120, 153, 190, 231, 276, 325, 378, 435, 496, 561, 630, 703, 780, 861, 946... Every hexagonal number is a triangular number, but only every other triangular number (the 1st, 3rd, 5th, 7th, etc.) is a hexagonal number. Like a triangular number, the digital root in base 10 of a hexagonal number can only be 1, 3, 6, or 9. The digital root pattern, repeating every nine terms, is \"1 6 6 1 9 3 1 3 9\". Every even perfect number is hexagonal, given by the formula :M_p 2^{p-1} = M_p \\frac{M_p + 1}{2} = h_{(M_p+1)/2}=h_{2^{p-1}} :where Mp is a Mersenne prime. No odd perfect numbers are known, hence all known perfect numbers are hexagonal. :For example, the 2nd hexagonal number is 2×3 = 6; the 4th is 4×7 = 28; the 16th is 16×31 = 496; and the 64th is 64×127 = 8128. The largest number that cannot be written as a sum of at most four hexagonal numbers is 130. Adrien-Marie Legendre proved in 1830 that any integer greater than 1791 can be expressed in this way. Hexagonal numbers should not be confused with centered hexagonal numbers, which model the standard packaging of Vienna sausages. To avoid ambiguity, hexagonal numbers are sometimes called \"cornered hexagonal numbers\". ==Test for hexagonal numbers== One can efficiently test whether a positive integer x is a hexagonal number by computing :n = \\frac{\\sqrt{8x+1}+1}{4}. If n is an integer, then x is the nth hexagonal number. If n is not an integer, then x is not hexagonal. ==Other properties== ===Expression using sigma notation=== The nth number of the hexagonal sequence can also be expressed by using Sigma notation as : h_n = \\sum_{k=0}^{n-1}{(4k+1)} where the empty sum is taken to be 0. ===Sum of the reciprocal hexagonal numbers=== The sum of the reciprocal hexagonal numbers is , where denotes natural logarithm. :\\begin{align} \\sum_{k=1}^{\\infty} \\frac{1}{k(2k-1)} &= \\lim_{n \\to \\infty}2\\sum_{k=1}^{n} \\left(\\frac{1}{2k-1} - \\frac{1}{2k} \\right)\\\\\\ &= \\lim_{n \\to \\infty}2\\sum_{k=1}^{n} \\left(\\frac{1}{2k-1} + \\frac{1}{2k} - \\frac{1}{k} \\right)\\\\\\ &= 2 \\lim_{n \\to \\infty}\\left(\\sum_{k=1}^{2n}\\frac{1}{k} - \\sum_{k=1}^{n}\\frac{1}{k}\\right)\\\\\\ &= 2 \\lim_{n \\to \\infty}\\sum_{k=1}^{n}\\frac{1}{n+k} \\\\\\ &= 2 \\lim_{n \\to \\infty}\\frac{1}{n}\\sum_{k=1}^{n}\\frac{1}{1+\\frac{k}{n}}\\\\\\ &= 2 \\int_{0}^{1}\\frac{1}{1+x}dx \\\\\\ &= 2 [ \\ln(1+x) ]_{0}^{1} \\\\\\ &= 2 \\ln{2}\\\\\\ & \\approx{1.386294} \\end{align} ===Multiplying the index=== Using rearrangement , The next set of formulas is given: h_{2n} = 4h_n+2n h_{3n} = 9h_n+6n ... h_{m*n} = m^{2}h_n+(m^{2}-m)n ===Ratio relation=== Using the final formula from before with respect to m and then n , and then some reducing and moving , one can get to the following equation: \\frac{h_{m}+m}{h_{n}+n}=(\\frac{m}{n})^2 == Hexagonal square numbers== The sequence of numbers that are both hexagonal and perfect squares starts 1, 1225, 1413721,... . ==See also== *Centered hexagonal number ==External links== * Category:Figurate numbers",
 "title": "Hexagonal number"
}