{
 "id": "494091",
 "text": "The Yeomanry Mounted Division was a Territorial Force cavalry division formed at Khan Yunis in Palestine in June 1917 from three yeomanry mounted brigades. It served in the Sinai and Palestine Campaign of the First World War, mostly as part of the Desert Mounted Corps. In April 1918 six of the regiments were withdrawn from the division and sent to France, being converted from Yeomanry to battalions of the Machine Gun Corps. These were replaced by Indian Army cavalry regiments withdrawn from France, and the division was renamed 1st Mounted Division, the third such division to bear that title. In July the combined division was renamed as the 4th Cavalry Division. ==History== ===Formation=== In June 1917, it was decided to reorganize the mounted troops of the Desert Column into three divisions.In accordance with Eastern Force Order No. 53. Previously, the two existing divisions (ANZAC Mounted Division and Imperial Mounted Division) each contained four mounted brigades; hereafter, the three divisions would have three mounted brigades each. As a result, between 20 June and 22 July 1917, the Yeomanry Mounted Division was formed at Khan Yunis, Palestine. * the 6th Mounted Brigade was transferred complete from the Imperial Mounted Division on 27 June 1917, joining the new division at el Maraqeb. On 20 June, the Imperial Mounted Division was redesignated Australian Mounted Division as the majority of its units were now Australian. * the 8th Mounted Brigade arrived back in Egypt from Salonika on 8 June 1917. The Machine Gun Squadron was formed in Egypt on 14 June. The brigade moved forward and joined the new division on 21 July 1917 at el Fuqari. * the 22nd Mounted Brigade was transferred complete from the ANZAC Mounted Division on 6 July 1917, joining the new division at el Fuqari. * the CCLXIII (V Lowland) Brigade, RFA from 52nd (Lowland) Division joined as XX Brigade, Royal Horse Artillery (T.F.) (less Essex Battery, RHA which was attached to 7th Mounted Brigade) on 7 July 1917 at Khan Yunis. On the same date, the Berkshire Battery, RHA (formerly of the Imperial Mounted Division) and the Leicestershire Battery, RHA (formerly of the ANZAC Mounted Division) joined XX Brigade. * the Field Squadron Royal Engineers was newly formed at el Maraqeb between 1 and 22 July 1917. * the signal squadron was newly formed at Alexandria between 29 May and 11 July 1917. It joined the division at Khan Yunis on 14 July. {| class=\"wikitable\" |+Order of Battle, July 1917 |- |valign=top|6th Mounted Brigade 1/1st Royal Buckinghamshire Hussars 1/1st Queen's Own Dorset Yeomanry 1/1st Berkshire Yeomanry 17th Machine Gun Squadron, MGC 6th Mounted Brigade Signal Troop 2/South Midland Cavalry Field Ambulance, RAMC 4/1st North Midland Mobile Veterinary Section |valign=top|8th Mounted Brigade 1/1st County of London Yeomanry 1/1st City of London Yeomanry (Rough Riders) 1/3rd County of London Yeomanry (Sharpshooters) 21st Machine Gun Squadron, MGC 8th Mounted Brigade Signal Troop 1/London Cavalry Field Ambulance, RAMC 3/1st Highland Mobile Veterinary Section |valign=top|22nd Mounted Brigade 1/1st Staffordshire Yeomanry 1/1st Lincolnshire Yeomanry 1/1st East Riding of Yorkshire Yeomanry 18th Machine Gun Squadron, MGC 22nd Mounted Brigade Signal Troop 1/North Midland Cavalry Field Ambulance, RAMC 3/1st North Midland Mobile Veterinary Section |- |valign=top|XX Brigade, Royal Horse Artillery (T.F.) Hampshire RHA Berkshire RHA Leicestershire RHA XX RHA Brigade Ammunition Column |valign=top|Divisional Troops 6th Field Squadron, RE Yeomanry Mounted Division Signal Squadron 31st Sanitary Section |valign=top|Yeomanry Mounted Division Train 999th Company ASC 1000th Company ASC 1001st Company ASC 1002nd Company ASC |} ===Battles=== The Yeomanry Mounted Division served as part of the Egyptian Expeditionary Force in Palestine throughout its brief existence. From 31 October it took part in the Third Battle of Gaza, including the Battle of Beersheba (in GHQ Reserve) and the Capture of the Sheria Position under the Desert Mounted Corps (DMC). Still with the DMC, it took part in the Battle of Mughar Ridge on 13 and 14 November and the Battle of Nebi Samwil for 17 to 24 November. From 23 November it was attached to XXI Corps. From 27 to 29 November, it withstood the Turkish counter-attacks during the Capture of Jerusalem. From 28 November it was attached to XX Corps. ===Restructured and renamed=== In March 1918, the 1st Indian Cavalry Division was broken up in France. The British units (notably 6th (Inniskilling) Dragoons, 17th Lancers, 1/1st Queen's Own Yorkshire Dragoons and A, Q and U Batteries RHA) remained in France and the Indian elements were sent to Egypt. By an Egyptian Expeditionary Force GHQ Order of 12 April 1918, the mounted troops of the EEF were reorganised when the Indian Army units arrived in theatre. On 24 April 1918, the Yeomanry Mounted Division was indianized and its title was changed to 1st Mounted Division, the third distinct division to bear this title. On 24 April 1918, the 6th Mounted Brigade was merged with elements of the 5th (Mhow) Cavalry Brigade, the 8th Mounted Brigade with the 8th (Lucknow) Cavalry Brigade, and the 22nd Mounted Brigade with the 2nd (Sialkot) Cavalry Brigade. Six of the Yeomanry Regiments were merged in pairs, converted to Machine Gun Battalions, and posted to the Western Front: *C Battalion, Machine Gun Corps was formed by the merger of the 1/1st Royal Buckinghamshire Hussars and the 1/1st Berkshire Yeomanry *D Battalion, Machine Gun Corps was formed by the merger of the 1/1st Lincolnshire Yeomanry and the 1/1st East Riding of Yorkshire Yeomanry *E Battalion, Machine Gun Corps was formed by the merger of the 1/1st City of London Yeomanry (Rough Riders) and the 1/3rd County of London Yeomanry (Sharpshooters) They were replaced by Indian Cavalry Regiments from France. The Field Ambulances and Mobile Veterinary Sections merged with their Indian counterparts. Other units were retained unchanged, though some were renumbered to reflect the new divisional designation. On 22 July 1918, the 1st Mounted Division was renumbered as the 4th Cavalry Division and the brigades as the 10th, 11th and 12th Cavalry Brigades. The sub units (Signal Troops, Combined Cavalry Field Ambulances and Mobile Veterinary Sections) were renumbered on the same date. ==See also== * List of British divisions in World War I * British yeomanry during the First World War ==Notes== ==References== ==Bibliography== * * * == External links == *The British Army in the Great War: The Yeomanry Mounted Division Yeomanry Category:British cavalry divisions Category:Military units and formations established in 1917 Category:Military units and formations disestablished in 1918",
 "title": "Yeomanry Mounted Division"
}