{
 "id": "494109",
 "text": "==Captain William Lytle== thumb|125px|Captain William Lytle Captain William Lytle (1728–97), son of Christopher Lytle, 1693-1783, from Cumberland County. Pa. served in the British army in the French and Indian War and was deeded of land for service in the Revolutionary War. He solicited settlers to follow him with the promise of land in Kentucky, then part of Virginia. In April 1780, Capt. Lytle and his family led 63 Kentucky flatboats of settlers accompanied by 1000 fighting men, down the Ohio to the falls of the Ohio. They passed the future site of Cincinnati April 11 where they attacked and chased an Indian party which escaped on horseback. (Lytle, William. \"Personal Narrative of William Lytle.\" Quarterly Publication of the Historical and Philosophical Society of Ohio 1 (January-March 1906): 3-30.) (Centennial History of Cincinnati, p. 120) They continued on to Beargrass Creek (the site of Louisville), landing on April 15, 1780. Lytle made his permanent home near Lexington, Ky, in August, 1787. Three Lytle relatives were named Surveyor General of the Northwest Territory, based in Cincinnati after 1808. Family members included William Lytle II, the Surveyor General of Illinois, Congressman Robert Todd Lytle (a relative of the Todd-Lincoln family), Brig. Gen. William Haines Lytle (the poet), and members of the Livingood family. Captain Lytle (1728–97) gave land to his daughter Anne for a wedding gift on which she and her husband, Judge John Rowan, built the Federal Hill Mansion, in Bardstown, Kentucky, which, according to tradition, inspired the song My Old Kentucky Home. ==William Lytle== thumb|left|125px|William Lytle II His son, William Lytle, (1770-1831) amassed a fortune surveying the lands of Revolutionary War veterans granted land in Ohio, and was a good friend of Andrew Jackson, serving in his \"kitchen cabinet\". Considered the first landed millionaire in the West, Lytle lost most of his money during a financial panic when western landowners could not pay their debts and the banks in Cincinnati failed. Using the land from his father's land grant, he founded Cincinnati College and Cincinnati Law College (the University of Cincinnati). He funded it with $500 of his personal money, land donated by his father William Lytle, and $500 he solicited from a group of prominent first citizens of Cincinnati (John H. Piatt, David E. Wade, Ethan Stone, William Corry, John H. Lytle, Gen. James Findlay, Andrew Mack, Jacob Burnet). Each shareholder took turns serving on the Board of the Cincinnati CollegeThe Lytle Papers, Cincinnati Historical Society, Cincinnati, Ohio. and Centennial History of Cincinnati and Representative Citizens, Volume 1 by Charles Theodore Greve As a lad of only sixteen, William rode with Colonel (later General) Benjamin Logan on his famed \"Logan's Raid,\" a punitive expedition against the Shawnee villages located near the headwaters of the Great Miami and Mad Rivers in west central Ohio in October, 1786. Lytle later penned his eyewitness account of the raid, and of the brutal murder of the great Shawnee chief Moluntha by Colonel Hugh McGary which Lytle himself attempted unsuccessfully to thwart.Lytle, William, report quoted in \"Logan's Expedition Against the Mac-o-chee Towns,\" Historical Collections of Ohio: An encyclopedia of the state, Volume 2, Howe, Henry, ed., (Laning Printing Co., Norwalk, 1896) pp. 98-100. The Lytles served in the French and Indian War, the American Revolutionary War, the Mexican–American War, and the Civil War. ==William Haines Lytle== Brigadier Gen. William Haines Lytle (1826–1863) was a lawyer, educated man and syndicated poet (in newspapers). His poems spoke of courage, loss, the glory of war and tales of gallantry. He led the Irish troops (the most recent immigrants to the U.S.) and was so admired by his troops that six weeks before his death they presented him with a medal to show their affection. His most famous poem, Antony and Cleopatra, was beloved by both North and South in antebellum America and regularly memorized by school children in the U.S. through the 1940s. General William Haines Lytle died leading a charge at Chickamauga in the Civil War. Lytle Hill, in Chickamauga and Chattanooga National Military Park, is named for him and a monument in the shape of a pile of cannonballs marks the spot where he fell. When he was shot, he fell from his horse with a half-finished poem in his pocket. A southern soldier who served with him in the Mexican–American War, stood guard over his body until arrangements could be made to return his body to the North. A Guard of Honor composed of fifteen officers and men from the 10th Ohio Volunteer Infantry was appointed to escort Lytle's body from Chickamauga to Cincinnati. Under a flag of truce, both southern and northern soldiers escorted his body to Louisville where it was loaded on a paddle-wheeler and returned to Cincinnati. Since most soldiers were buried where they fell in the Civil War, few bodies were returned to their families. The city immediately went into mourning with all the windows of the stores draped in black. His horse, Fallaballaugh, another gift from his troops, led a parade down 4th street, with Lytle's boots turned backwards in the stirrups to represent a riderless horse. A long line of dignitaries followed the coffin.Antony & Cleopatra, The Poems of William Haines Lytle, 1865 A branch of this family settled to the north in Butler County, where Judge Robert Lytle acquired a section of land from the U.S. and named it Milford Township. Prominent descendants include Sen. Homer Truett Bone, Secretary of Agriculture Claude R. Wickard, Gov. Andrew L. Harris, James McBride of Hamilton, and others. Lytle Park, where the Lytle mansion was located, was donated to the city in 1903 by the family, with terms that it remain a park in perpetuity. When an expressway needed to be built downtown, the terms forced the Lytle Tunnel to be built under the park to preserve it. The statue of Abraham Lincoln at the entrance of the park was commissioned by the WPA Works Progress Administration.WPA Guide to Cincinnati, 1987, pgs. 162-163 ==References== ==External links== *Lytle House, Fourth and Lawrence Streets Category:Families from Ohio Category:American socialites Category:People from Cincinnati Category:People from Louisville, Kentucky Category:Families from Pennsylvania Category:Northwest Territory House of Representatives",
 "title": "Lytle family"
}