{
 "id": "494262",
 "text": "Samuel Liddell (or Liddel) MacGregor Mathers (8 or 11 January 1854 – 5 or 20 November 1918), born Samuel Liddell Mathers, was a British occultist. He is primarily known as one of the founders of the Hermetic Order of the Golden Dawn, a ceremonial magic order of which offshoots still exist. He became so synonymous with the order that Golden Dawn scholar Israel Regardie observed in retrospect that \"the Golden Dawn was MacGregor Mathers.\" ==Early life== Mathers was born on 8 or 11 January 1854 in Hackney, London, England. His father, William M. Mathers, died while he was still a boy. His mother, whose maiden name was Collins, died in 1885. He attended Bedford School and subsequently worked in Bournemouth as a clerk, before moving to London following the death of his mother. His wife was Moina Mathers (née Mina Bergson), sister of the philosopher Henri Bergson. ==Lifestyle== Mathers added the \"MacGregor\" surname as a claim to Highland Scottish heritage. He was a practising vegetarian, or (according to some accounts) vegan, an outspoken anti-vivisectionist, and a non-smoker. It is known that his main interests were magic and the theory of war, his first book being a translation of a French military manual, Practical Instruction in Infantry Campaigning Exercise (1884). Mathers became increasingly eccentric in his later years as was noted by W. B. Yeats. ===Freemasonry=== Mathers was introduced to Freemasonry by a neighbour, alchemist Frederick Holland, and was initiated into Hengist Lodge No.195 on 4 October 1877. He was raised as a Master Mason on 30 January 1878. In 1882 he was admitted to the Metropolitan College of the Societas Rosicruciana in Anglia as well as a number of fringe Masonic degrees. Working hard both for and in the SRIA he was awarded an honorary 8th Degree in 1886, and in the same year he lectured on the Kabbalah to the Theosophical Society. He became Celebrant of Metropolitan College in 1891 and was appointed as Junior Substitute Magus of the SRIA in 1892, in which capacity he served until 1900. He left the order in 1903, having failed to repay money which he had borrowed. In 1891, Mathers assumed leadership of the Hermetic Order of the Golden Dawn upon the death of William Robert Woodman. He moved with his wife to Paris on 21 May 1892. After his expulsion from the Golden Dawn in April 1900, Mathers formed a group in Paris in 1903 called Alpha et Omega (its headquarters, the Ahathoor Temple). Mathers choosing the title \"Archon Basileus.\" ===Translations=== Mathers was a polyglot; among the languages he had studied were English, French, Latin, Greek, Hebrew, Gaelic and Coptic, though he had a greater command of some languages than of others. His translations of such books as The Book of Abramelin (14th century), Christian Knorr von Rosenroth's The Kabbalah Unveiled (1684), Key of Solomon (anonymous, 14th century), The Lesser Key of Solomon (anonymous, 17th century), and the Grimoire of Armadel (17th century), while probably justly criticised with respect to quality, were responsible for making what had been obscure and inaccessible material widely available to the non-academic English speaking world. They have had considerable influence on the development of occult and esoteric thought since their publication, as has his consolidation of the Enochian magical system of John Dee and Edward Kelley. ==Criticism== In addition to many supporters, he had many enemies and critics. One of his most notable enemies was one-time friend and pupil Aleister Crowley, who portrayed Mathers as a villain named SRMD in his 1917 novel Moonchild. According to Crowley's memoirs, The Confessions of Aleister Crowley, Mathers was in the habit of ostensibly playing chess matches against various pagan gods. Mathers would set up the chessboard and seat himself behind the white(s) pieces, with an empty chair opposite him. After making a move for himself, Mathers would then shade his eyes and peer towards the empty chair, waiting for his opponent to signal a move. Mathers would then move a black piece accordingly, then make his next move as white, and so forth. Crowley did not record who won. Earlier, Crowley wrote in his Confessions that: \"As far as I was concerned, Mathers was my only link with the Secret Chiefs to whom I was pledged. I wrote to him offering to place myself and my fortune unreservedly at his disposal; if that meant giving up the Abra-Melin Operation for the present, all right.\" In 1888, MacGregor Mathers' text, The Tarot: Its Occult Signification, Use in Fortune Telling, and Method of Play, was published. Twenty-two years later, in 1910, Waite's own book, The Pictorial Key to the Tarot was made available to the public (along with the Rider Waite tarot deck). Mathers' text was listed as \"XIV\" in the bibliography. In that entry, Waite delivered a scathing critique of Mathers' scholarship. In The Doctrine and Literature of the Kabalah (1902), Waite criticises Mathers, previously published work on the subject, in the following terms: \"the Kabbalah Unveiled [1887] of Mr. S. L. MacGregor Mathers, which is largely translation and commentary, and, in addition to other limitations, embraces therefore only a small portion of an extensive literature.\" ==Decline and death== Mathers died on 5 or 20 November 1918 in Paris. The manner of his death is unknown; his death certificate lists no cause of death. Aleister Crowley wrote in his Confessions of the decline of the Hermetic Order of the Golden Dawn, as well as that of MacGregor Mathers. He lamented what he saw as the irredeemable changes by Waite in his order and MacGregor Mathers' legacy of well-meaning but low-quality leadership in his last years. ==Published works== * * * * * ==See also== *List of occultists *Mathers table ==Notes== ==References== ===Citations=== ===Works cited=== * * * * * * * * * * * ==External links== *Biography from Kheper.net *Biography from the Esoteric Order of the Golden Dawn *Biography from the Hermetic Order of the Golden Dawn, Inc. *The Truth about S.L. MacGregor Mathers Category:1854 births Category:1918 deaths Category:19th-century occultists Category:19th- century British translators Category:Anti-vivisectionists Category:Ceremonial magicians Category:Deaths from Spanish flu Category:English occult writers Category:English people of Scottish descent Category:English translators Category:Freemasons of the United Grand Lodge of England Category:Hermetic Order of the Golden Dawn Category:Hermetic Qabalists Category:People educated at Bedford School Category:People from Hackney Central Category:Tarotologists Category:Unsolved deaths",
 "title": "Samuel Liddell MacGregor Mathers"
}