{
 "id": "494213",
 "text": "thumb|The approximate geographical origins of Tumbuka in Africa The Tumbuka, (or, Kamanga, Batumbuka and Matumbuka), is an ethnic group found in Northern Malawi, Eastern Zambia and Southern Tanzania.Tumbuka people, Encyclopædia Britannica Tumbuka is classified as a part of the Bantu language family, and with origins in a geographic region between the Dwangwa River to the south, the North Rukuru River to the north, Lake Malawi to the east, and the Luangwa River. They are found in the valleys near the rivers, lake as well as the highlands of Nyika Plateau, where they are frequently referred to as Henga although this is strictly speaking the name of a subdivision. The Tumbuka people can further be distinguished into several smaller tribes with related yet distinct heritages headed by different sub-chiefs who are all under the paramount chief Chikulamayembe . These subgroupings include the Henga, Poka and kamanga. ==Demography and language== Various estimates suggest that over two million Tumbuka speakers live in north Malawi, northeast Zambia and Tanzania. Ethnologue estimates a total of 2,546,000 Tumbuka speakers in 2000.Ethnologue report for Tumbuka language, Ethnologue However, Ember et al. estimate that about an additional million Tumbuka people live in central and southern African countries such as Tanzania because of the diffusion of Tumbuka people as migrant labor. The Tumbuka language, also called chiTumbuka, is a Bantu language, similar to many other Bantu languages in structure and vocabulary. It is classified as a central Bantu language in the Niger-Congo family, and it has many dialects. The Tumbuka are collectively known as ŵaTumbuka and one is called \"mutumbuka\" meaning one of the Tumbuka tribe. The Tumbuka language is closely related to the Tonga language and it has been suggested that they originally formed a single group of mutually intelligible dialects until different missionaries treated two such dialects as the standard Tumbuka and Tonga languages. Before a British protectorate was created over Nyasaland, there were many ethnic groups in what is now Malawi's Northern Region including a substantial group culturally-related people, scattered widely and loosely organized under largely autonomous village headmen who spoke dialects of the Tumbuka language. Missionaries in the late 19th century standardised these languages into a relatively small number of groups, and chose the standardised Tumbuka language as the usual medium for teaching in the north of the country, in preference to the Ngoni, Tonga or Ngonde languages which were also prominent in the area. By the start of the 20th century, the Ngoni and Ngonde languages were in decline, although Tonga was more resilient. In 1968, Tumbuka was abolished as an official language, as a medium of instruction and in examinations, and the secondary school entrance system was manipulated to assist candidates from the Central Region and disadvantage those from the Northern Region. Some of those that objected to the ban on the use of Tumbuka were arrested or harassed but both the Church of Central Africa Presbyterian and the Catholic Church continued to preach and use religious texts in Tumbuka in the Northern Region. After the advent of multi-party democracy, Tumbuka language programmes began to be broadcast on national radio in 1994 but a 1996 proposal for the reintroduced of Tumbuka as a medium for teaching in the first four years of compulsory education has not been fully implemented. One effect of the failure to restore the Tumbuka language as the standard language of the Northern Region is that speakers of other languages in the region, the Tonga, Ngonde and even the little-spoken Ngoni language are now seeking parity with Tumbuka. ==History== thumb|A 1906 British Central Africa map showing the distribution of various ethnic groups. Tumbuka are marked as Batumbuka and shown near the German East Africa region in this map. The Tumbuka probably entered the area between the Luangwa valley and northern Lake Malawi in the 15th century. At the start of the 18th century, they formed a number of groups, of which the Henga was one, living in small, independent communities without a central organisation, spread thinly over this area. By the mid-18th century, traders dressed “as Arabs”, although coming from the Unyamwezi region of what is now Tanzania were involved in trading for ivory and to some extent slaves as far inland as the Luangwa valley. They formed alliances with groups of Henga, and their leader established the Chikulamayembe Dynasty ruling a federation of small chiefdoms However, by the 1830s, this Chikulamaybe dynasty was in decline and the area reverted to a state of political and military disorganisation The large elephant herds of the region attracted groups of coastal Swahili ivory hunters and traders followed in the colonial era by European ivory traders. In the 1840s, Swahili Arabs entered northern Malawi region, with Jumbe Salim bin Abdallah establishing a trading centre at Nkhotakota near Lake Malawi. Jumbe Abdallah's trade in slaves to satisfy the demand for slaves on Zanzibar plantations of cloves and for the Middle East triggered raids and violence against the Tumbuka people.Malawi Slave Routes and Dr. David Livingstone Trail, UNESCO (2011), Quote: \"Slave trade was introduced in Malawi by the Swahili-Arab traders in the 19th century following a great demand for ivory and slave in the East African markets namely Zanzibar, Kilwa, Mombasa and Quelimane. The Swahilis and Omani Arabs moved further into the interior of Africa including Malawi to obtain slaves and ivory. One of Slave Trade Route was Nkhotakota where one of the Swahili-Arab slave traders, Salim-bin Abdullah (Jumbe) set up his headquarters on the shore of Lake Malawi in the 1840s. From Nkhota kotawhere he organized his expeditions to obtain slaves and ship them across the lake to East African markets, Kilwa. About 20,000 slaves were annually shipped by Jumbe to Kilwa from Nkhotakota.\" A male slave was known as muzga or kapolo, while a chituntulu meant a young female slave.C. J. W. Fleming (1972), The Peculiar Institution Among The Early Tumbuka, The Society of Malawi Journal, Vol. 25, No. 1 (January, 1972), page 5 thumb|left|200px|The demand for elephant ivory from northern Malawi, along with the slavery market devastated the Tumbuka people in 18th and 19th centuries. The rising demand for ivory in the European market led to conflicts to control the export trade, resulting in greater social distinctions and politically centralized chiefdoms among the Tumbuka. These ruling groups collapsed around 1855, when the highly militarized warriors of the Ngoni ethnic group from South Africa arrived seeking agricultural slaves and recruits, in addition to those acquired by the Swahili traders., Quote: \"(...) raids on Tumbuka villages devastated the region as the demand for slaves by Zanzibar Arab traders increased in the early 1800s.\" The Ngoni of Mbelwa (also known as M'mbelwa) were a branch of Zwangendaba’s Ngoni, which began its migration from South Africa between 1819 and 1822, eventually reaching southern Tanzania and remained there until Zwangendaba's death in the mid-1840s. After this, his followers split into several groups, one of which under his son Mbelwa settled permanently in what is now the Mzimba district of northern Malawi around 1855. Mbelwa's Ngoni treated the Henga as subjects, exacting tribute and taking captives through raiding. These captives were rarely sold to the Swahili traders, but retained as unfree agricultural workers or enrolled in Ngoni regiments. Some of these Henga conscript soldiers revolted and fled north, entering Ngonde territory around 1881, where the Ngonde settled them as a buffer against their enemies. The Swahili traders had built most of their stockades in the area in which the Henga had been settled and, after the African Lakes Company set up a trading base at Karonga, and as the threat of Ngoni raids had declined, the usefulness of Henga and Swahili to the Ngonde state lessened. Both groups were aliens among the Ngonde majority, and were suspicious of cooperation between the company and Ngonde, so they allied with each other. The alliance of the Swahili and the Henga faced a rival alliance between the Ngonde and the African Lakes Company which eventually led to the so-called Karonga War between them, a series of skirmishes and sieges of stockades between 1887 and 1889O. J. M. Kalinga (1980), The Karonga War: Commercial Rivalry and Politics of Survival, Journal of African History, Vol. 21, pages 215-8. The Ngoni invasion led initially to a devastation of the Tumbuka people, through the death, destruction, loss of family members, abandonment of the settled valleys, and disruption of their traditional agricultural methods as the Tumbuka people hid in mountains, small islands, and marshes to escape from the violence associated with large-scale human raids and elephant hunting. It also led to intermingling and intermarriage between the people of Tumbuka and the Ngoni cultures. The British explorer David Livingstone wrote about the Lake Malawi region in 1858, mentioning slavery of the Tumbuka people both to the export of slaves to satisfy the Arab demand as well as domestic slavery in the form of \"debt settlement\".C. J. W. Fleming (1972), The Peculiar Institution Among The Early Tumbuka, The Society of Malawi Journal, Vol. 25, No. 1 (January, 1972), pages 5–10; Quote: \"Arab traders began penetrating deeper and deeper into Central Africa, slaves became a common article of commerce and slavery took on the many cruel and degrading aspects which Livingstone encountered in these regions during the course of his explorations. Minor wars were carried on for the sole purpose of capturing slaves and they were freely traded, not only with the Arabs but among the inhabitants themselves.\" Christian missionaries arrived in this region in the 1870s. Although a British protectorate over what is now Malawi was proclaimed in 1891, the Northern Ngoni only finally accepted British rule in 1904, when the Tumbuka people ceased to be their vassals or returned from where they had taken refuge to their original homes. A Chikulamayembe paramount chief was restored to office in 1907, and Tumbuka culture reasserted itself. The education provided by Scottish-run missions at several sites in the Northern Region of Nyasaland was more eagerly embraced by the Tumbuka and Tonga peoples, whose earlier social organisation and religion had suffered from the attacks of slave raiders and Ngoni, than by the Ngoni and Ngonde peoples, who retained these institutions intact, and more mission schools were opened among the Tumbuka than any other group in Nyasaland. The education that these schools provided not only reached a greater numbers of pupils but was also superior to that found in other parts of the protectorate, although other Scottish missionaries at Blantyre Mission also provided educational advancement for some southerners. Those that these missions trained became an educated African elite, who found employment as teachers, in the colonial civil service or in commerce, and whose political aim was African advancement to higher positions in the administration. In contrast, the Yao people in the south, who included many Muslims excluded from Christian education, and Chewa people in the centre, where fewer missions had been founded, were less affected by these political aspirations. In the pre- colonial period, the Tumbuka people, like most of the people of what became Nyasaland relied on subsistence farming to support their families. During the first three decades of colonial rule, commercial agriculture developed both on European-owned states and the smallholdings of African peasants in the southern and central parts of the protectorate. However, attempts to introduce commercial agriculture into the Northern Region were frustrated by a lack of suitable crops and high transport costs arising from its distance from the available markets. As early as the 1880s, Tumbuka and Tonga men began to leave the region to work as porters and estate workers in the Southern Region of Nyasaland and, once those Tumbuka that had received a mission education reached adulthood, they travelled to Southern Rhodesia and South Africa where their literacy and numeracy commanded much high wages than they could earn in within Nyasaland. Although the colonial government was concerned about the scale of labour migration, it was a virtual necessity for many in the north of the country where there were few alternatives besides subsistence agriculture. The colonial government were concerned that the Tumbuka-speaking areas had become the \"Dead North\" of the country but only invested small amounts in developing infrastructure or promoting commercial crops One supporter of the underdevelopment hypothesis blames the impoverishment and stagnation of Tumbuka-speaking areas on a step-by-step process that started in the middle of the 19th century when the Indian Ocean ivory and slave trade created a demand for imported goods and prompted social differentiation within their traditional societies.Vail (1981), pp. 233-4, 238 This was worsened by the mid-19th century incursion of Ngoni people, which caused a further loss of status of among the Tumbuka people, who become Ngoni serfs or refugees with limited access to land. Ngoni agricultural practices of shifting or slash-and- burn cultivation and overstocking cattle were said to impoverish the soil and promoted the spread of the tsetse fly. According to Vail, the effect of the Ngoni invasions was exacerbated during the period of colonial rule up to 1939 as, at best, local African men in the \"Dead North\" of Nyasaland had little choice but to become labour migrants and, at worst, their recruitment for the mines, farms and other employers of Southern Rhodesia and South Africa was forced. Much of Vail's account of environmental degradation in Northern Nyasaland is based on the views of 19th century missionaries who regarded Ngoni farming practices as environmentally destructive, wasteful and therefore morally wrong, although modern agronomists believe shifting cultivation may be efficient and sympathetic to the environment. His suggestions that both the recruitment of labour and the consumption of foreign goods was forced on the Tumbuka, seem overstated, and the first labour migrancy from this area was entirely voluntary and, in later years, was more often disapproved of by the Nyasaland government than promoted by them. Since independence, the economic conditions of the Tumbuka people have remained largely unchanged, their political power limited given the numerous ethnic groups in this region of Africa. Levi Mumba, Charles Chinula and many of the leading figures in organisations that later became part of Nyasaland African Congress, or of Congress itself, were Tumbuka-speaking northerners or graduates of Blantyre Mission. This movement ultimately gained independence for Malawi in 1964. After in 1963, in preparation for independence, Tumbuka speakers took a majority of the ministerial posts in the government of Hastings Banda. Shortly after independence, in the 1964 Cabinet Crisis, the demands of these ministers for more rapid Africanisation, a key demand of the mission-educated elite, led to their resignation or sacking and in many cases their exile. In the aftermath of this, Banda purged their supporters and other Tumbuka speakers from positions of influence and replaced them with Chewa nominees from the Central Region, at the same time promoting the Chewa culture as the only authentic Malawian culture. ==Society, religion and culture== thumb|A Tumbuka women group dance. Even before colonial rule was established, Christian missionaries arrived amongst Tumbuka people. Thomas Cullen Young was one of the first missionaries to publish on the culture in Notes on the history of the Tumbuka-Kamanga peoples in the Northern Province of Nyasaland. To help the conversion process, hymnbook and mythologies of Christianity were written into Tumbuka language, into a Tumbuka hymnbook. In contemporary times, the Tumbuka people are officially Christian, but they retain their traditional beliefs and folklores. The Tumbuka people have had a sophisticated traditional religion. It included the concept of a supreme creator called Chiuta symbolizing the sun, who Tumbuka faith holds was \"self created and all knowing\". This religious belief has yield a rich mythology filled with morals. In a manner similar to neighboring regions of Africa, the Tumbuka have also revered ancestor worship, spirit possession, witchcraft and similar practices. Their spirit possession and witchcraft is related to folk therapies for illnesses. This practice is locally called Vimbuza, includes a therapeutic dance performed by those possessed, and this is a part of modern syncretistic Christianity observed by the Tumbuka people. The Tumbuka people have been rural, living in villages or dispersed agnatically related clusters of rectangular thatched houses. A circular thatched granaries and kitchen would traditionally be a part of each household. The male members would spend their time mostly in a part of the house called Mpara and females in Ntanganini. In the crop season, family members dispersed, sometimes residing in isolated thatched houses near the cultivated land. In the contemporary era, the primary staple crops of the Tumbuka people are maize, cassava, millet, and beans, along with a variety of pumpkins, vegetables, and fruits such as bananas and oranges as supplements often grown by Tumbuka women. Men have tended to be migrant workers. In the past, the farming was done manually using hoes. During the colonial rule, ox-drawn plows were introduced. Citemene, or slash and burn agriculture by small farmers is a modern era practice and continues among the Tumbuka people. == Vimbuza == Vimbuza (pl. of Chimbuza) is a term used among the Tumbuka-speaking peoples of northern Malawi and eastern Zambia to describe several classes of possessive spirits, the embodied states of illness they produce in a person, and the therapeutic drumming, music, dance, and ritual that is performed to remedy the symptoms. As a cultural practice, Vimbuza is a local version of a more widespread therapeutic complex known as ngoma, which is found throughout much of central and southern Africa and has been the focus of important scholarship by John M. Janzen and others, and even earlier by Victor Turner in his writings about Ndembu drums of affliction. Vimbuza, in the traditional Tumbuka people's belief, are category of spirits that cause illnesses, a concept that according to James Peoples and Garrick Bailey is similar to \"bodily humours\" in early European texts. The Vimbuza causes imbalance in the hot and cold forces within the human body, whose healing process, to Tumbuka people, is a ritual dance with singing and music. The UNESCO inscribed the ritualistic Vimbuza dance as Intangible Cultural Heritage of Humanity in 2008.Vimbuza healing dance, UNESCO, Malawi, Inscribed in 2008 (3.COM) on the Representative List of the Intangible Cultural Heritage of Humanity (originally proclaimed in 2005) The musical instruments that accompany the Vimbuza includes a Ng’oma or “drums of affliction”. A healer diagnoses spirit possession, and with the patient undertakes dance healing ritual treatment over several weeks or months.The dance tries to bring the patient into a trance, while the songs call the spirits to help. Men participate by creating drum rhythms that are spirit-specific and sometimes as the healer. Vimbuza, states UNESCO, creates a \"space for patients to dance their disease”. The Vimbuza tradition is effectively a set of practices and beliefs of which the Vimbuza dance is part; is a traditional healing procedure, to cure psychological illnesses as well as exorcise demons. In some places it is specifically called mkhalachitatu Vimbuza. Mkhalachitatu Vimbuza is one of the names given to Vimbuza dances performed as an exorcism rite when one is possessed by demons or evil spirits. It is predominantly performed in Rumphi, but has spread to Mzimba, Karonga, Kasungu and other districts. The dance is also performed in Nkhata Bay where it is called masyabi and here it incorporates indigenous variations. ==See also== *Tumbuka language *Tumbuka mythology *Chikulamayembe Dynasty ==Notes== == References == ==External links== *Very brief report on Tumbuka language. Category:Ethnic groups in Malawi Category:Ethnic groups in Zambia Category:Ethnic groups in Tanzania",
 "title": "Tumbuka people"
}