{
 "id": "494279",
 "text": ", also spelled kompeitō, is a Portuguese and Japanese sugar candy.Richard Hosking A Dictionary of Japanese Food 1996 Page 84 \" Konpeitō コンペイトー 金平糖 comfit. A sugar candy introduced by the Portuguese in the sixteenth century, one kind of higashi. It is a small toffee sphere (5 mm in diameter) with a pimply surface, made from sugar, water, and flour in a variety of colors. Originally there was a sesame seed in the middle, later a poppy seed, but nowadays no seed at all. The word comfit derives from the Portuguese confeito.\" They come in a variety of colors and flavors. ==Etymology== The word comes from the Portuguese word (comfit), which is a type of sugar candy. The characters (lit. \"golden flat sugar\") are selected mostly for their phonetic value and can also be written or . == History == This technique for producing candy was introduced to Japan in the early 16th century by Portuguese traders. The infrastructure and refining technology of sugar had not yet been established in Japan. As uses a lot of sugar, it was very rare and expensive as a result. In 1569, Luís Fróis, a Portuguese missionary, presented a glass flask of to Oda Nobunaga in order to obtain the permit for mission work of Christianity. By the Meiji period, had already been culturally prescribed as one of the standards of Japanese sweets—the character Sugar Plum Fairy in The Nutcracker was translated into (, Fairy of ). ==Production== Konpeitō is usually in diameter and is produced by repeatedly coating a sugar syrup over a core consisting of a grain of coarse sugar. Originally, the core was a poppy seed. The process is somewhat similar to the dragée process, except the candies are produced by being ladled with sugar syrup and rotated slowly in a large heated gong-shaped tub called a \"dora.\" Each grain of the core sugar grows over the course of several days with the continued rotating, heating, and application of syrup, becoming a ball covered with tiny bulges. It usually takes 7–13 days to make konpeitō and they are still crafted by artisans today. == Other uses == thumb|Konpeitō The Ministry of Defense's Emergency Food Ration tins and the Imperial Army's Military Combat Ration tins in Japan both contain Konpeito candies, in addition to hard tack bread/biscuits and other food items. While the candies aid in the calorie content necessary for activities, it also helps promote the creation of saliva to make it easier to eat the dry bread. According to the Ministry of Defense's specifications, \"Each white emergency ration bag will contain 150g of small dry bread, with 8 whites, 3 reds, 2 yellows, 2 greens as standard, amounting to 15g or more to be put in the bag.” It is thought that providing the 'colorful and enjoyable' Konpeito will also reduce the stress that would be experienced at times during a disaster. Konpeito is often used for celebrations such as marriage and childbirth, in elaborate candy boxes called bonbonniere (), from the French , meaning candy box. It is given as a gift for prayers at shrines and temples. The practice of giving bonbonniere dates back to the commemoration ceremony of the Meiji Constitution in 1889 and has since been thought to be a symbol of good luck. The Japanese Imperial Family has used these Onshino Konpeitō as the official ‘Welcome’ gift continuously for over 130 years. == In popular culture == The Star Bits in Super Mario Galaxy and its sequel,https://www.thegamer.com/super-mario-galaxy-things-you-had-no- idea-about/ Super Mario Galaxy: 20 Crazy Things You Had No Idea About the Gratitude Crystals and Star Fragments in The Legend of Zelda series, the Star Fragments in Animal CrossingThe Real Japanese Culture Behind 10 Animal Crossing References as well as Minior, Max Revives (and to a lesser extent, Revives) and Cosmog's star candies from the Pokémon series, are all based on these candies. Super Mario RPG also features it as an attack item that was localized as \"Rock Candy\".Super Mario Wiki: Rock Candy ==See also== *Japanese words from Portuguese *Rock candy *Wagashi ==References== Category:Wagashi Category:Candy Category:Japanese snack food",
 "title": "Konpeitō"
}