{
 "id": "494305",
 "text": "thumb|upright=1.35|Restoration of Panthalassa around 250 Mya, with the Farallon Plate to the North-East The Farallon Plate was an ancient oceanic plate. It formed one of the three main plates of Panthalassa, alongside the Phoenix Plate and Izanagi Plate, which were connected by a triple junction. The Farallon Plate began subducting under the west coast of the North American Plate—then located in modern Utah—as Pangaea broke apart and after the formation of the Pacific Plate at the centre of the triple junction during the Early Jurassic. It is named for the Farallon Islands, which are located just west of San Francisco, California. Over time, the central part of the Farallon Plate was completely subducted under the southwestern part of the North American Plate. The remains of the Farallon Plate are the Juan de Fuca, Explorer and Gorda Plates, subducting under the northern part of the North American Plate; the Cocos Plate subducting under Central America; and the Nazca Plate subducting under the South American Plate. The Farallon Plate is also responsible for transporting old island arcs and various fragments of continental crustal material rifted off from other distant plates and accreting them to the North American Plate. These fragments from elsewhere are called terranes (sometimes, \"exotic\" terranes). Much of western North America is composed of these accreted terranes.thumb|upright=1.75|Formation of the Juan de Fuca (including Explorer and Gorda) and Cocos plates (including Rivera) and of the San Andreas Fault from the Farallon plate == Current state== thumb|upright=1.35|Region of the modern Cascadia subduction zone The understanding of the Farallon Plate is rapidly evolving as details from seismic tomography provide improved details of the submerged remnants.. Since the North American west coast shows a convoluted structure, significant work has been required to resolve the complexity. In 2013 a new and more nuanced explanation emerged, proposing two additional now-subducted plates which would account for some of the complexity.. ===Historic view === As data accumulated, a common view developed that one large oceanic plate, the Farallon plate, acted as a conveyor belt, conveying terranes to North America's west coast, where they accreted. As the continent overran the subducting Farallon plate, the denser plate became subducted into the mantle below the continent. When the plates converged, the dense oceanic plate sank into the mantle to form a slab below the lighter continent.. ===Farallon Plate subduction forms North American Cordillera=== thumb|upright=1.2|right|A software model by NASA of the remnants of the Farallon Plate, deep in Earth's mantle , it is generally accepted that the western quarter of North America consists of accreted terrane accumulated over the past 200 million years as a result of the oceanic Farallon plate moving terranes onto the continental margin as it subducts under the continent. However this simple model was unable to explain many terrane complexities, and is inconsistent with seismic tomographic images of subducting slabs penetrating the lower-mantle. In April 2013 Sigloch and Mihalynuk noted that under North America these subducting slabs formed massive, essentially vertical walls of 800 km to 2,000 km deep and 400–600 km wide, forming \"slab walls\". One such large \"slab wall\" runs from north-west Canada to the eastern U.S. and extends to Central America; this \"slab wall\" had traditionally been associated with the subducting Farallon plate. Sigloch and Mihalynuk proposed that the Farallon should be partitioned into Northern Farallon, Angayucham, Mezcalera and Southern Farallon segments based on recent tomographic models. Under this model, the North American continent overrides a series of subduction trenches and incorporates microcontinents (similar to those in the modern-day Indonesian archipelago) as it moves west in the following sequence:. * 165–155 Myr ago the Mezcalera promontory (the leading terrane to strike North America) strikes land and begins to be overridden. The overridden segment is replaced by an incipient South Farallon trench. * 160–155 Myr ago the Rocky Mountain deformation begins, recorded by a synorogenic (formed contemporaneously with the orogen) clastic wedge. The Franciscan subduction complex on the South Farallon plate begins. * 125 Myr ago the collision of the North America margin with an archipelago of terranes (Mezcalera / Angayucham /Southern Farallon island arcs) begins. This broad expanse causes strong deformations and creates the Sevier Mountains and the Canadian Rocky Mountains. * 124–90 Myr ago the Omineca magmatic belts are formed in the Pacific Northwest along with a gradual override of the Mezcalera promontory by the Pacific Northwest. * 85 Myr ago the South Farallon trench moves westward after accretion of the Shatsky Rise Conjugate plateau. Sonora volcanism results from the slab sinking. The Tarahumara ignimbrite province is formed. * 85–55 Myr ago Strong transpressive coupling of Farallon plate to terranes produces the buoyant Shatsky Rise. The Laramide orogeny results from basement uplift more than 1,000 km inland. * 72–69 Myr ago the Angayucham arc, is overridden by North America and Carmacks volcanic episode results. * 85–55 Myr ago Conjugate subducts. Northward shuffle of Insular terrane, Intermontane terrane, and Angayucham terranes along margin. * 55–50 Myr ago saw the override of the Cascadia Root arc by the Pacific Northwest along with accretion of the Siletzia and Pacific Rim terranes. * 55–50 Myr ago Final override of westernmost Angayucham occurred, with an explosive end of Coast Mountain arc volcanism When the final archipelago, the Siletzia archipelago, lodged as a terrane, the associated trench stepped west as the terrane accreted, converting an intra-oceanic subduction trench into the current Cascadia subduction zone and creating a slab window.; . == See also == * Izanagi Plate * Kula Plate * Kula–Farallon Ridge * Pacific-Farallon Ridge * San Andreas Fault ==References== Notes Bibliography * * * * \\---- * * ==External links== * USGS Professional Paper 1515: images of Farallon Plate * Demise of the Farallon Plate Beneath North America – California Institute of Technology * The Farallon Plate – Goddard Space Flight Center Category:Tectonic plates Category:Geology of North America Category:Geology of the Pacific Ocean Category:Historical tectonic plates Category:Historical geology Category:Cenozoic geology Category:Mesozoic geology Category:Cenozoic North America Category:Mesozoic North America Category:Cenozoic California Category:Mesozoic California Category:Geology of Marin County, California Category:Geology of Mendocino County, California Category:Geology of Sonoma County, California",
 "title": "Farallon Plate"
}