{
 "id": "494652",
 "text": "thumb|right Richthofen's War, subtitled \"The Air War 1916–1918\", is a board wargame published by Avalon Hill in 1973 that simulates aerial combat during World War I. ==Description== Richthofen's War is a two-player game in which one player controls one or more German airplanes of the First World War, and the other player controls Allied aircraft. ===Components=== The game box contains: * 22\" x 24\" mounted hex grid map of a section of the Western Front, including lines of trenches and no man's land * 80 die-cut counters * rulebook * eight scenario cards * playing aids and charts * airplane data card * six- sided die ===Scenarios and gameplay=== The game comes with eight scenarios. In some of the scenarios, several alternative pairings of aircraft are given. Using Basic Rules, players control one aircraft each; both have identical flight properties. The Advanced rules allow for more aircraft that have varied flight characteristics. ==Publication history== In 1966, Mike Carr designed a game of First World War aerial combat, Fight in the Skies, after watching the movie The Blue Max. In 1972, Simulations Publications Inc. (SPI) published a similarly-themed aerial combat wargame, Flying Circus. The following year, Avalon Hill released the very similar Richthofen's War, designed by Randall C. Reed, with graphic design and artwork contributed by Reed, Donal Greenwood, Thomas N. Shaw, W. Scott Moores, and Thomas N. Shaw. The Avalon Hill General Index and Company History claimed that \"Although owing much of its inspiration to Flying Circus and Fight in the Skies, [Richthofen's War] was readily recognized as better than its predecessors.\" Although SPI claimed that Richthofen's War was virtually identical to their Flying Circus game, their own poll showed that Richthofen's War enjoyed a higher initial popularity when it was released, and continued to be more popular than SPI's game at six months and one year after publication. In 1977, four years after its release, Richthofen's War still placed in the top 50 in SPI's poll of wargames. Avalon Hill published an expansion set of 27 maneuver cards in 1977. ==Reception== In his 1977 book The Comprehensive Guide to Board Wargaming, Nicholas Palmer noted \"this game has surprised many with its continuing success.\" He listed its good points as \"an excellent product, clear rules, well balanced between playability and realism, a variety of brisk scenarios, and a good period 'feel', with a more interesting mapboard that usual in air games.\" Bill Thompson, writing for the Wargame Academy, noted that Richthofen's War attracts an older demographic, saying, \"its forte and foible is its simplicity and familiarity with old time gamers. [...] Game strength is its role as an introductory game and ease of player designed scenarios and campaigns. The introduction of the maneuver card variant added some realism, suspense and refinement.\" In Issue 22 of Moves, Carl Hoffman called SPI's Flying Circus \"a much more limited game\" compared to Richthofen's War. ==Other recognition== A copy of Richthofen's War is held in the collection of the Imperial War Museum (object EPH 2946). ==Other reviews and commentary== *The Complete Book of Wargames *Battleplan #2 *PanzerFaust #59 ==References== ==External links== * Category:Avalon Hill games Category:Board games introduced in 1972 Category:Cultural depictions of Manfred von Richthofen Category:Tactical wargames Category:World War I board wargames",
 "title": "Richthofen's War"
}