{
 "id": "494785",
 "text": "Towson University (TU or Towson) is a public university in Towson, Maryland. Founded in 1866 as Maryland's first training school for teachers, Towson University is a part of the University System of Maryland. Since its founding, the university has evolved into eight subsidiary colleges with over 20,000 students. Its 329 acre campus is situated in Baltimore County, Maryland eight miles north of downtown Baltimore. Towson is one of the largest public universities in Maryland and still produces the most teachers of any university in the state. ==History== ===Maryland State Normal School=== The General Assembly of Maryland established what would eventually become Towson University in 1865, with the allocation of funds directed toward Maryland's first teacher-training school, or then called \"normal school\" (term used from a new French tradition). On January 15, 1866, this institution, known then as the \"Maryland State Normal School\" (M.S.N.S.), officially opened its doors as part of the substantial modern educational reforms prescribed by the Unionist/Radical Republican Party-dominated Maryland Constitution of 1864 of the Civil War-era state government, which provided for a new state superintendent of public instruction and a Board of Education to be appointed to advise and supervise the counties, in addition to the already progressive public educational system previously established in 1829 in Baltimore City. Located then at Red Man's Hall on North Paca Street in Baltimore, the new teachers' school originally enrolled eleven students and fostered three faculty members. McFadden Alexander Newell served as the school's first principal as well as the State Superintendent of Public Instruction and oversaw the first graduating class of sixteen students in June 1866. As time passed, the enrollment in the school grew exponentially. The State Normal School soon quickly outgrew its temporary facilities in Red Man's Hall on Paca Street and moved to another temporary location in 1873 on the northeast corner of North Charles and East Franklin Streets, in the former William Howard Greek Revival mansion (son of famous American Revolutionary War Col. John Eager Howard of the famous \"Maryland Line\" in the Continental Army who owned most of the land north of Baltimore Town as his estate of \"Belvidere\" or \"Howard's Woods\"), and his family was now starting to develop and lay out city streets. The landmark mansion, (across the street from the First Unitarian Church of Baltimore), which later was known as the Union Club by 1863 and later became the Athenaeum Club. The following year, the General Assembly appropriated money to construct an exclusive building to house the burgeoning school. In 1876, the Normal School moved its faculty and 206 students to this new landmark facility located in West Baltimore facing Lafayette Square on Carrollton and Lafayette Avenues. ===Move to Towson=== thumb|right|Stephens Hall, under construction in 1914. thumb|right|Newell Hall, 1916 The demand for qualified teachers became overwhelming by the turn of the century. The Maryland Department of Education reported an annual need for 350 new teachers, but the Maryland State Normal School was graduating fewer than 100. The facilities in West Baltimore were now inadequate to meet state demands. Principal Sarah Richmond, one of the original eleven graduates, began a campaign to establish a campus where the school could function more appropriately. In 1910, the General Assembly formed a committee to oversee site selection, budget, and design plans for the new campus. John Charles Linthicum was appointed president of the committee, alongside State Superintendent M. Bates Stephens and Sarah Richmond. The committee surveyed locations at Roland Park, Lutherville-Timonium, Mount Washington, Pimlico, Glencoe, and many other areas. Eventually, the committee settled on an site in Towson and the General Assembly financed the $600,000 move in 1912. Construction began in 1913 on the Administration Building, now known as Stephens Hall. In September 1915, the new campus, comprising Stephens Hall, Newell Hall, and the power plant, began classes. ===Name changes=== In 1934, the state decreed that new public school teachers must have baccalaureate degrees instead of two-year teaching certificates, and the school retooled its curriculum to issue Bachelor of Science degrees. The following year, the school changed its name to Maryland State Teachers College at Towson. As the name implied, the college's single purpose was to train teachers. In 1946, however, the institution established a junior college to offer two years of college work on a transfer basis. This expansion laid the foundation of what was later to become the art and sciences program. In 1958, the college offered its first graduate program leading to a Master of Education degree. In 1960, the college expanded the art and science programs into four-year courses and began awarding bachelor's degrees in these fields. Due to this change in focus, the name changed once more to Towson State College. Beginning in 1964, the college enrollment rates began a dramatic increase as the baby boomer generation began applying to colleges. Within a decade, Towson State's enrollment climbed from 3,537 to 13,399. This expansion led to the construction of the Center for the Arts, University Union, Cook Library, and many other new facilities. Under the presidency of James L. Fisher, the college expanded the courses offered to meet the demands of the growing student body. In 1976, the school's name changed again to Towson State University. In 1988, TU joined 10 other public institutions in the newly created University System of Maryland. On July 1, 1997, another name change took effect. Towson dropped the designation \"state\" from its name and became Towson University. The new name recognized shifts in funding and the development and growth of Towson as a metropolitan university. ===2014 Barry Freundel voyeurism === On October 14, 2014, Barry Freundel, a Jewish scholar, Rabbi, and religious studies and philosophy professor at Towson University was suspended after being arrested in connection to allegations that he secretly videotaped women as they used a religious bath known as a mikvah near his Georgetown synagogue. One victim was a student of Freundel's at Towson, and was encouraged by the professor to take “practice dunks” in the mikvah, though she was not Jewish and had no intention of converting. Authorities reported dozens of students may have also been taken on these “dunking field trips.” After serving a search warrant on Freundel's Towson office, police found a number of computer storage devices, hidden cameras concealed in items such as tissue boxes and a clock radio, and a list of handwritten names. He ultimately pleaded guilty to 52 counts of voyeurism, and was sentenced to six-and-a-half years in prison. ==Gallery== Image:TURedMan'sHall.jpg|Red Man's Hall Image:TUAthenaneumBuilding.jpg|The Athenueum Club Image:TUCarroltonSt.Building.jpg|Carrollton and Lafayette Street ==Academics== {{Infobox US university ranking | Forbes = 320 | USNWR_NU = 197 | Wamo_NU = 58 | THE_WSJ = 394 }} Towson University is accredited by the Middle States Commission on Higher Education and the Maryland State Department of Education. For the Fall 2010 freshmen class, Towson accepted about 57% of their applicants. The average grade point average was a 3.45 and the middle 50% of matriculating students had ACT composite scores between 21 and 25. Towson educates undergraduate and graduate students in thirty academic departments which are subdivided into eight colleges: ;College of Business and Economics ;College of Education ;College of Health Professions ;College of Liberal Arts ;Jess and Mildred Fisher College of Science and Mathematics ;Towson University Honors College ;College of Graduate Studies and Research ;Towson University College of Fine Arts and Communication :Includes departments for Art; Dance; Electronic Media and Film; Mass Communication; Communication Studies; and Performing Arts. The college's performing arts programs provide Music and Theatre Arts and dance performances on and off campus. The college is home to the Asian Arts & Culture Center. ===Programs=== The university provides 110 undergraduate majors, and more than 80 graduate degrees and certifications. Once students have determined a program of study, they become a member of the academic college administering the program. Towson's gerontology program is one of only 100 such undergraduate programs offered in the United States. It is also the only public university in the United States that offers an undergraduate degree in e-Business. ==Enrollment== More than 20,000 full-time and part-time students are enrolled in the University. Their numbers include over 800 international students from 100 nations. There are more than 17,000 undergraduates; approximately 32% are non-white. Also, in 2006 Towson achieved more enrollment in its business school than any other college in the state of Maryland. In terms of demographics, the student population of Towson University is 60% female; and 51% White and 25% Black or African American. ==Student life== thumb|upright|One of TU's high rise residence halls, the Residence Tower, pictured before it was renovated and re-opened in August 2018. ===Housing=== Around 74% of the freshman class, and over 5,000 students among all four classes, reside on campus. The University has 16 residence halls, which include apartment complexes, modern high-rise towers, and more traditional two- and three-story residential buildings. Students can also choose from 10 Residential Learning Communities. Towson University. Retrieved on 2009-03-02. While on campus, students have access to a counseling center, an academic advising center, a health center, and a career center. ===Transportation=== TU has its own on campus shuttle system that operates free of charge to students. The on-campus shuttle travels to most sections of the school, while the off- campus shuttles travel to housing complexes (The Fairways at Towson, University Village, The Colony, Donnybrook) that students live in that are on the outskirts of the campus. There is also direct access to the MTA Maryland buses with services connecting to the light rail. ===Campus police=== The Towson University Police Department (TUPD) is the primary law enforcement agency servicing the students, faculty, and visitors within the campus limits and adjacent streets and roadways. The TUPD is aided by the Baltimore County Police Department as directed by authority. The current chief of police is Bernard Gerst. The TUPD is divided into several units such as the Patrol Unit and the Community Crime Reduction Unit. It also includes emergency communications. ==Campus== ===Campus Master Plan=== As a response to the University System of Maryland's (USM) desire for Towson University to grow its enrollment, a new Campus Master Plan was developed for the university and approved by the USM, Board of Regents in December 2003. The university found that in the past, it has been guided by master plans that focused inward, resulting in disjointed campus development that was disconnected from the larger Towson community. The resulting vision, called TU:2010. addresses both University System of Maryland requirements and community concerns. It contains over 70 specific initiatives that range from growing diversity to increasing student involvement in service learning projects. Perhaps its most visible development is the creation of academic and student life buildings, as well as roads, parking, utilities, and landscapes to support those buildings. As part of this vision, Towson's campus is undergoing many construction projects set into different phases with staggered completion dates. Completed Construction Projects {| class=\"wikitable\" |- !Name of Project !Cost !Completion Date !Description |- |Union Third Floor Conference Rooms |$760,000 |August 2006 |Conversion of existing patio space on the third floor of the University Union into conference rooms for use by student organizations. |- |Cook Library Lobby Renovation and Starbucks Cafe |$1 million |September 2006 |Complete renovation of the lobby area to include new inner and outer storefronts with Starbucks Cafe replacing the vending area. |- |Burkshire Marriott Pub |$1 million |January 2007 |The patio outside of Nathan T's at the Burkshire Marriott was enclosed and the interior of Pub Smedley was renovated and expanded to create the newly named University Club. The University Club boasts new interior finishes, bar, and bathrooms. |- |Childcare Center |$4.5 million |January 2007 |Formerly housed in the Lida Lee Tall Education Building, TU's Childcare Center now has its own newly constructed building located on Auburn Drive. |- |Campus Memorial Garden |$200,000 |Summer 2007 |Construction of a memorial garden between the University Union and the Glen Towers was completed 2007. The garden is open to all students, faculty and staff. |- |Towsontown Garage Expansion |$10.6 million |December 2007 |Expansion of the garage to add 500 parking spaces for use by students, faculty, staff and visitors. Construction was completed in December 2007. |- |West Village Housing – Phase I |$36 million |Fall 2008 |Delivery of 668 additional beds in the West Village sector was completed before the fall 2008 semester. |- |College of Liberal Arts – Phase I |$51.5 million |April 2009 |Design and construction of the first of the academic building houses the College of Liberal Arts. The university broke ground on the building's construction in September 2007 completing the first phase in Fall of 2009. |- |College of Liberal Arts – Phase II |$72 million |Summer 2011 |Design and construction of the second of the academic building that will house the remainder of the College of Liberal Arts. The university broke ground on the building's construction in 2009 with the building opening in the Fall of 2011. |- |West Village Housing – Phase II |N/A |Summer 2011 |Phase II of the West Village housing project encompasses the construction of two residential facilities in the university's West Village precinct. The buildings consist of nearly 160,000 total gross square feet of space and contain 651 beds for freshman and sophomore students. They are a mirror images of Paca and Tubman Halls, located just west of these buildings which comprised phase one of the West Village housing project. |- |West Village Commons |$30 million |Summer 2011 |The West Village Commons building is an 85,000 gross square foot mixed-use facility that supports the residential population of the campus's West Village precinct. The building offers dining, retail, meeting, office and other student service spaces. |- |West Village Parking Garage |$27 million |Summer 2011 |The West Village Garage is a parking facility west of Towson Run Apartments in the university's West Village precinct. Construction on the garage began in August 2010 and was completed in August 2011. The six- story garage contains 1,500 parking spaces for TU students, faculty/staff and visitors. It also features LED lighting. |- |Campus Gateway |$11 million |Winter 2012 |The new gateway is located near Burdick Hall. Marked by brick pillars and a large, open plaza, the gateway serves as a major campus access route. |- |SECU Arena |$65 million |Summer 2013 |A 5,200-plus seat multi-use arena facility complete with video screens, entertainment suites/boxes, and expanded lobbies. Towson University has the new arena with the added benefit of preserving the Towson Center and keeping it operational in a redeveloped form for a basketball/volleyball practice facility, gymnastics facility and newly developed areas for sports medicine, strength & conditioning and a comprehensive academic and life skills area. Construction was completed May 2013 and was opened in June 2013. |} ===Campus sustainability=== In 2007, the university signed onto the American College and Universities Presidents' Climate Commitment, pledging to become carbon neutral by 2050. The institution has achieved a 48% reduction in greenhouse gas emissions. The university boast a 44% recycling rate, trayless and strawless dining, 4000 solar panels, 36 E/V charging stations, three green roofs and two bikeshares. ==Athletics== thumb|right|Towson's club Rugby team in action, October 2005. The Towson Tigers, formerly the Towson College Knights, are the athletics teams of Towson University. All of the major athletic teams compete in the Colonial Athletic Association with 20 Division I athletic teams (13 in women's sports, 7 in men's sports). Under the leadership of President Bob Caret the University placed a greater emphasis on the athletics program. In September 2010 Caret hired a new Director of Athletics, Michael P. Waddell, who had significant program building experience at the highest levels of college sports and led the Tigers to unprecedented success during his three years at the helm, including eleven (11) CAA Regular Season & Tournament Championships. Waddell left Towson in 2013 for the University of Arkansas and was replaced by Tim Leonard. Towson University offers the most comprehensive sports program in the metropolitan Baltimore area, fielding 20 varsity teams that compete in the Colonial Athletic Association. Since joining the league in 2001–02, the Tigers have won CAA titles in men's and women's lacrosse, men's swimming, women's swimming, men's soccer, men's golf, baseball, and football. During an athletics history that traces its roots to the 1920s, Towson has sent teams and individual student-athletes to NCAA post-season competition in baseball, basketball, football, golf, gymnastics, lacrosse, soccer, swimming, track & field and volleyball. Eleven Tigers have been named CAA Scholar-Athlete Award Winners for their respective sports, including the 2010 cross country recipient, Brandi Gervais, a senior Biology/Pre-Dentistry Major with a perfect 4.0 GPA. A number of student-athletes have gone on to enjoy professional careers, including most recently Jermon Bushrod, the starting left offensive tackle for the 2009 Super Bowl Champion New Orleans Saints; former MLB outfielder Casper Wells; and former NBA shooting guard Gary Neal. ==Towson Tiger== Before the 1960s, the name of the sports teams at Towson were known as the \"Towson College Knights\". Towson student John Schuerholz pushed for a new mascot, and the tiger was officially adopted in 1962. Schuerholz later became general manager and then president of the Atlanta Braves. The university's present baseball complex is named in his honor. According to school newspaper The Towerlight, when the Student Government Association first bought the tiger statue that sits outside Cook Library in 1996, the organization hoped to boost school spirit. Instead, it became subject to vandalism and disrepair. In March 2006, after several acts of vandalism, the statue was completely removed from in front of the library. In September 2006, the Towerlight reported that a new bronze tiger statue had been unveiled as the centerpiece of the university's \"Capital Campaign\" to raise $50 million. The primary difference between the new statue and previous one is that the new one is made of bronze and all of the legs are on the ground and the tail is wrapped around its legs rather than raised, so it won't get damaged by vandals. The new statue is outside Stephens Hall and was unveiled on February 8, 2007 where Caret said it would be \"visible to passersby on York Road as well as students\". ==Traditions== ===Tigerfest=== Tigerfest is TU's annual spring festival that features interactive activities for students, as well as live musical entertainment. Tigerfest, which is also open to the public (not just TU students), occurs in late April and was held in Johnny Unitas Stadium for most of the event's history. Starting in 2014, the event was moved to Towson's brand new basketball arena, SECU Arena. Also beginning in 2014 was the festival being held over two days. Day one features events and games on campus, while day two is centered around a concert. Artists such as Third Eye Blind, Dashboard Confessional, Krewella, Kid Cudi, The Used, and Yellowcard have appeared at Tigerfest in the past. ==Community outreach== ===Division of Economic and Community Outreach=== The Division of Economic and Community Outreach (DECO) was established in 2004 as an initiative of President Robert L. Caret. DECO's charge is to \"provide a focus for engagement with the external community and to provide a path into the university's research and project talent.\" DECO includes over 130 experts in the following areas: IT Solutions, Mapping Solutions (GIS), Technical Training, Applied Economics and Human Services, Information Assurance, and Business Growth. ===Cherry Hill Learning Zone=== The initiative is a partnership among the Baltimore City Public School System, Baltimore City government, Towson University and Cherry Hill's community organizations. Together, the programs are trying to rebuild the Cherry Hill neighborhood in southern Baltimore. The program interacts with Cherry Hill's civic leaders, community organizations and citizens, the Learning Zone hopes to serve as a resource for the academic progress of Cherry Hill's young residents and improvement of the overall environment in the community. ===Baltimore Urban Debate League=== The Towson Speech and Debate team has close ties with the Baltimore Urban Debate League and often volunteers people from the team and the university to judge and facilitate the running of the tournaments. The university often acts as a host for league tournaments at least once a year. Towson also has what they call an Urban Debate Scholar award that they give to one graduating senior every year. The scholarship pays for full tuition and fees at TU. They also offer varying awards between $2,000 – $4,000 to other graduating seniors. ===Adopt-A-Campus=== Former President Caret established a program called Adopt-A-Campus, which gives local businesses, organizations and others an opportunity to help beautify the TU campus. Every group is assigned a certain section of the campus, and will be encouraged to pick up litter and help keep the area clean of trash and debris. ==Media and publications== {| class=\"wikitable\" |- !Television !Radio !Print |- |valign=\"top\"| *WMJF – The university's student-run TV station |valign=\"top\"| *WTMD – Alternative music FM public radio *XTSR – Student-run Internet radio station; also played on campus television (formerly WTSR). |valign=\"top\" | *The Towerlight – Weekly student newspaper *Grub Street Literary and Arts Magazine *Journal of Philosophical Ideas – The Philosophy Forum's Undergraduate Journal *The Prelaw Society Journal *Journal of Historical Studies |} ==Greek life== {| class=\"wikitable\" |- !Interfraternity Council (IFC) !National Pan-Hellenic Council (NPHC) !Multicultural Greek Council (MGC) !Panhellenic Association (PHA) !Independent Greek Council (IGC) !Currently Suspended |- | style=\"vertical-align:top; font-size:smaller;\"| *Alpha Chi Rho fraternity *Alpha Epsilon Pi fraternity *Alpha Sigma Phi fraternity *Chi Phi fraternity *Delta Chi fraternity *Delta Sigma Phi fraternity *Kappa Delta Rho fraternity *Kappa Sigma fraternity *Phi Kappa Psi fraternity *Phi Sigma Kappa fraternity *Pi Kappa Alpha fraternity *Sigma Alpha Epsilon fraternity *Sigma Chi fraternity *Sigma Pi fraterni *Theta Chi fraternity *Zeta Beta Tau fraternity | style=\"vertical-align:top; font- size:smaller;\"| *Alpha Kappa Alpha sorority *Alpha Phi Alpha fraternity *Delta Sigma Theta sorority *Iota Phi Theta fraternity *Kappa Alpha Psi fraternity *Phi Beta Sigma fraternity *Sigma Gamma Rho sorority *Zeta Phi Beta sorority | style=\"vertical-align:top; font-size:smaller;\"| *Alpha Sigma Rho Asian sorority *Lambda Theta Alpha Latin sorority *Lambda Theta Phi Latin fraternity *Mu Sigma Upsilon Multicultural sorority *Sigma Lambda Gamma Multicultural sorority | style=\"vertical-align:top; font-size:smaller;\"| *Alpha Epsilon Phi sorority *Alpha Gamma Delta sorority *Alpha Omicron Pi sorority *Alpha Phi sorority *Alpha Xi Delta sorority *Delta Delta Delta sorority *Delta Phi Epsilon sorority *Kappa Delta sorority *Phi Mu fraternity for Women *Zeta Tau Alpha sorority | style=\"vertical-align:top; font-size:smaller;\"| *Alpha Kappa Psi – Business *Kappa Kappa Psi – Band *Phi Mu Alpha Sinfonia – Music *Phi Sigma Pi *Sigma Alpha Iota – Music *Sigma Alpha Epsilon Pi Jewish sorority *Tau Beta Sigma – Band | style=\"vertical-align:top; font-size:smaller;\"| *Tau Kappa Epsilon fraternity; April 2016 *Phi Sigma Sigma sorority; May 2018 |} ==Notable people== ==References== ==External links== * * Towson Athletics website * College of Fine Arts and Communication - Towson University Website Category:Educational institutions established in 1866 Category:Public universities and colleges in Maryland Category:Universities and colleges in Baltimore County, Maryland Category:Baltimore County, Maryland landmarks Category:1866 establishments in Maryland Category:University System of Maryland campuses",
 "title": "Towson University"
}