{
 "id": "495028",
 "text": "This is a list of public holidays (national or otherwise) in Chile; about half of them are Christian holidays. == Dates for the year 2022 == {| class=\"wikitable\" |- ! Month !! style=\"width:90px;\"| Day !! English Name !! Local Name !! Remarks |- | January || 1 (Saturday) || New Year's Day || Año Nuevo || Blue laws forbid opening of most services. |- | rowspan=2 | April || 15 (Friday) || Good Friday || Viernes Santo || |- | 16 (Saturday) || Holy Saturday || Sábado Santo || |- | rowspan=2 | May || 1 (Sunday) || Labour Day || Día del Trabajo || On this day, more stores and services will close than on any other holidays, as stipulated by blue laws. |- | 21 (Saturday) || Navy Day || Día de las Glorias Navales || Commemorates the Battle of Iquique. |- | rowspan=3 | June || 7 (Tuesday) || Battle of Arica || Asalto y Toma del Morro de Arica || This is a regional holiday, valid only in the Arica and Parinacota Region. |- | 21 (Tuesday) || National Day of Aboriginal Peoples || Día Nacional de los Pueblos Indígenas || This holiday is to be observed on each Winter Solstice. |- | 27 (Monday) || Saint Peter and Saint Paul || San Pedro y San Pablo || |- | July || 16 (Saturday) || Our Lady of Mount Carmel || Virgen del Carmen || Established in 2007, it replaced Corpus Christi. The Catholic Church's official name for this day is Solemnidad de la Virgen del Carmen, Reina y Patrona de Chile, but the law that created this holiday (20,148) does not use it. |- | rowspan=2 | August || 15 (Monday) || Assumption of Mary || Asunción de la Virgen || |- | 20 (Saturday) || Nativity of Liberator Bernardo O'Higgins || Nacimiento del Prócer de la Independencia || This is a local holiday, valid only in the communes of Chillán and Chillán Viejo. |- | rowspan=2 | September || 18 (Sunday) || National Day || Fiestas Patrias || Celebrates the establishment of the First Government Council in 1810. |- | 19 (Monday) || Army Day || Día de las Glorias del Ejército || |- | rowspan=2 | October || 10 (Monday) || Columbus Day || Encuentro de Dos Mundos || Colloquially known as Día de la Raza (\"Race Day\") or formally by its older name (Aniversario del Descubrimiento de América). |- | 31 (Monday) || Reformation Day || Día Nacional de las Iglesias Evangélicas y Protestantes || Established in 2008. This holiday moves in relation to the day of week. |- | November || 1 (Tuesday) || All Saints || Día de Todos los Santos || |- | rowspan=2 | December || 8 (Thursday) || Immaculate Conception || Inmaculada Concepción || |- | 25 (Sunday) || Christmas Day || Navidad / Natividad del Señor || |} ==History== On January 28, 1915, President of Chile Ramón Barros Luco promulgated law 2,977, which arranged all the information insofar about holidays celebrated in Chile. It established or kept the following holidays: #Sundays year-round. #January 1 (Feast of the Circumcision of Christ at the time; New Year in the late 20th and 21st centuries), June 29 (Saint Peter and Saint Paul), August 15 (Assumption of Mary), December 8 (Immaculate Conception), December 25 (Christmas Day), and the floating holidays of the Ascension of Jesus Christ and Corpus Christi. #Fridays and Saturdays during Holy Week. #September 18, Establishment of the First Government Junta in 1810. #September 19 and May 21, in celebration of the glories of the Army and the Navy. #The day of election of electors of the President of the Republic. The same law abolished, by omission, four religious holidays: Epiphany (\"Adoración de los Santos Reyes\", January 6), Carnival (\"Carnaval\", mobile), Annunciation (\"Anunciación del Señor\", march 25) and Nativity of the Virgin Mary (\"Natividad de la Virgen\", September 8). It also shortened the national independence holiday to two days (until 1914, they occupied September 18, 19 and 20). On November 14, 1921, President Arturo Alessandri Palma promulgated Law 3,810, marking October 12 (Columbus Day) as holiday. On April 30, 1931, President Carlos Ibáñez del Campo promulgated the \"Decree Enforceable as Law\" (\"Decreto con Fuerza de Ley\") 130, marking May 1 (May Day) as holiday. In 1932, Provisional President Bartolomé Blanche reinstated the September 20 holiday,Decree-law 636, published in the 17/09/1932 edition of the Diario Oficial. which existed until 1944.Law 8,223, published in the 13 September 1945 edition of the Diario Oficial. In 1968, the holidays of Saint Peter and Saint Paul, Ascension of Jesus Christ and Corpus Christi were eliminated by Article 144 of Law 16,840. The Catholic Church agreed to celebrate them on the nearest Sunday. September 11 (the day of the military coup in 1973) was established as a holiday (Día de la Liberación Nacional, \"Day of National Liberation\") by the military regime in 1981. In 1998 it was replaced by the Día de la Unidad Nacional (\"Day of National Unity\"), to be observed the first Monday in September. In March 2002 the latter was abolished. The holiday on June 29 (Saint Peter and Saint Paul) was reestablished in September 1985. In 1987, during a visit by Pope John Paul II, Corpus Christi was reestablished (although the Church continued to observe the holiday on the nearest Sunday). On March 10, 2000, Law 19,668 moved the Saint Peter and Saint Paul, Columbus Day and Corpus Christi holidays to the preceding Monday, if they were to fall on a Tuesday, Wednesday or Thursday, or to the following Monday, if they were to fall on a Friday. Additionally, the designation of Columbus Day was changed from Aniversario del Descubrimiento de América to Día del Descubrimiento de Dos Mundos (\"Discovery of Two Worlds' Day\"), an obvious corruption from the then-recent ubiquitous \"Encuentro de dos mundos\" (\"The Meeting of Two Worlds\") slogan. Celebran el encuentro de dos mundos 500 ańos del encuentro de dos mundos. Una perspectiva polaca. On January 6, 2007, Law 20,148 replaced Corpus Christi with Our Lady of Mount Carmel, to be observed July 16, starting that year. On September 14, 2007, Law 20,215. declared holidays all September 17s falling on a Monday and all September 20s falling on a Friday. On October 11, 2008, Law 20,299 established Reformation Day on October 31 as a national holiday, starting that year. This holiday is moved to the preceding Friday if it falls on a Tuesday, or to the following Friday if it falls on a Wednesday. On April 30, 2013, Law 20,663 established the regional Battle of Arica holiday, to be observed only in the Arica and Parinacota region. On December 30, 2016, Law 20,983 declared as holidays those days that are Monday January 2 or Friday September 17. On June 19, 2021, Law 21,357 declared the Winter Solstice as a holiday, honoring Chile's aboriginal peoples (\"pueblos originarios\"). Besides yearly holidays, since 1901 presidential elections are declared holidays, as mandated by successive versions of the General Elections law (Law 18,700 being the current one; see laws 1,464, 1,752, 2,977, decree- law 542, 6,250, 6,834, 9,334 and 12,891). Since the late 20th century, parliamentary and municipal elections are also public holidays (see Law 18,700). Censuses, held every ten years, are also declared holidays since 1982; that year's census and 1992's were so due to ad-hoc laws; censuses taken from 1992 onwards are declared holidays due to a reform in the Census law. (This did not occur in 2012, where the census was carried out in the space of two months, using a different methodology.) ===Meaning of the January 1 holiday=== Shortly after Chile's independence, an 1824 (government-approved) Church decreeBoletín de Leyes y Decretos del Gobierno, 1839, tomo II, decreto de 9 de agosto de 1824, pp. 14–15Peralta, Paulina (2007). ¡Chile tiene Fiesta, p.59. LOM Ediciones, Santiago, Chile. . reduced the amount of religious holidays, enumerating and the surviving holidays, including the Feast of the Circumcision of Christ, observed on January 1. Law 2,977 (passed in 1915, still in vigour) lists this holiday by date only, without using any name, but does treat it as religious one. However, nowadays (as of 2009) it's widely celebrated as the (civic) New Year holiday.El blog de Héctor Velis-Meza: Desde cuándo se celebra el año nuevo As a matter of fact, there aren't any known regulations later than 1915 that use the \"Circumcision of Christ\" name, while \"New Year\" is used by numerous regulations of all types (laws (19.925), decree-laws (decretos ley) (1.299, 1.613 and 2,408), decrees enforceable as law (decretos con fuerza de ley) (D.F.L 338 of 1960), ministerial decrees and resolutions (decree 6234 of 1929 of the Public Education Ministry (the oldest such regulation), decree 83 of 1985 of the Labor Ministry, decree 48 of 2007 of the Labor Ministry, et cetera) and municipal decrees and ordinances (decree 1316 of 2004 of the Las Condes Municipality, decree 23 of 2006 of the Padre Las Casas Municipality, decree 23 of 2009 of the San Carlos Municipality, et cetera). ==Notes== ==References== *Días Feriados en Chile (in Spanish) *Compilation of holiday-related laws (in Spanish) *Fiesta de la Virgen de Carmen (in Spanish) ==External links== *Chilean calendar with holidays (in Spanish) *Online laws at the Chilean National Congress' Library (in Spanish) Category:Lists of events in Chile Category:Chilean culture Category:Chilean society Category:Latin American culture Chile",
 "title": "Public holidays in Chile"
}