{
 "id": "495046",
 "text": "Nathan Beverly Stubblefield (November 22, 1860 – March 28, 1928) was an American inventor best known for his wireless telephone work. Self-described as a \"practical farmer, fruit grower and electrician\",\"Kentucky Inventor Solves Problem of Wireless Telephony\", The Sunny South, March 8, 1902, page 6. he received widespread attention in early 1902 when he gave a series of public demonstrations of a battery-operated wireless telephone, which could be transported to different locations and used on mobile platforms such as boats. While this initial design employed conduction, in 1908 he received a U.S. patent for a wireless telephone system that used magnetic induction. However, he was ultimately unsuccessful in commercializing his inventions. He later went into seclusion, and died alone in 1928. Disagreement exists whether Stubblefield's communications technology can be classified as radio, and if his 1902 demonstrations could be considered the first \"radio broadcasts\". Most reviews of his efforts have concluded that they were not radio transmissions, because his devices, although they used a form of \"wireless\", employed conduction and inductive fields, while the standard definition of radio is the transmission of electromagnetic radiation. However, Stubblefield may have been the first to simultaneously transmit audio wirelessly to multiple receivers, albeit over relatively short distances, while predicting the eventual development of broadcasting on a national scale. ==Biography== ===Early years and family life=== Stubblefield was the second of seven sons of William \"Captain Billy\" Jefferson Stubblefield (1830–1874), a Confederate Army veteran and lawyer, and Victoria Bowman (1837–1869), who died of scarlet fever. Stubblefield grew up in Murray, Kentucky, and his education included tutoring by a governess, followed by attendance at a boarding school in nearby Farmington called the \"Male and Female Institute\". His formal education ended in 1874, at the age of 14, with his father's death, which left Stubblefield an orphan in the care of his step-mother. However, he continued to develop his technical knowledge by reading contemporary scientific publications, such as Scientific American and Electrical World. In 1881 he married Ada Mae Buchannan, by whom he had nine children, two dying in infancy. Six of Nathan's surviving children left no descendants. The seventh, Oliver (RayJack), married Priscilla Alden, who gave birth to two daughters and Nathan's only grandson, Keith Stubblefield, who would become a television and recording personality under the professional name Troy Cory.profiles4.com – Troy Cory Initially Stubblefield supported his family by farming. (His farm land later became part of the campus of Murray State University.) From 1907 to 1911, he operated a home school called \"The Nathan Stubblefield Industrial School,\" or \"Teléph-on- délgreen Industrial School\".Lochte, Bob, Kentucky Farmer Invents Wireless Telephone! But Was It Radio? Facts and Folklore About Nathan Stubblefield, All About Wireless, 2001, , pages 12, 93. ==Inventions== Despite very limited finances, in his spare time Stubblefield worked on developing a series of inventions. His first patent, , was issued on November 3, 1885, for a tool for lighting coal oil lamps without having to remove the glass chimney. ===Acoustic telephone=== In late 1886, Stubblefield began to sell and install acoustic telephones—an early and somewhat limited form of the telephone, which, instead of using electricity, employed a taut wire to carry sound vibrations directly between two soundboxes which were located at the far ends of the wire. Although most installations were around Murray, he also made sales as far away as Mississippi and Oklahoma. On February 21, 1888, Stubblefield and partner Samuel Holcomb received for their \"mechanical telephone\" design. However, the establishment of a local Bell Telephone franchise, whose electric telephones were far superior to Stubblefield's offerings, ended most of the acoustic sales by 1890.Lochte, pages 15-22. ===Earth battery=== In 1898, Stubblefield was issued for an \"electric battery\", which was an electrolytic coil of iron and insulated copper wire that was immersed in liquid or buried in the ground. Stubblefield made the unsubstantiated claim that, combined with normal battery operation, his device also drew additional power from the earth. However, it did successfully serve as both a power source and ground terminal for wireless telephony. ===Wireless telephony=== After the winding-down of his acoustic telephone business, Stubblefield reviewed possible alternatives that would avoid infringing on the Bell telephone patents, and began researching wireless options. Because he never filed for a patent for his early work, the technical details of his experiments are largely unknown. But, based on contemporary descriptions, it appears that they initially employed induction, similar to a wireless telephone developed by Amos Dolbear, which was issued in 1886. Information for this period is very limited, but in 1935 a former neighbor, Rainey T. Wells, reported that in 1892 Stubblefield gave him a telephone receiver, and had Wells walk a short distance away from Stubblefield's shack, after which he was amazed to distinctly hear the words \"Hello, Rainey\", followed by additional speech from Stubblefield.\"Omahan Believes Heard First Radio Broadcast\" by W. H. Graham, Omaha (Nebraska) World-Herald, December 1, 1935, page 12. Because later references refer to earth connections, it appears that Stubblefield subsequently switched to using ground currents instead of induction. Following a decade of research and testing, he felt that his wireless telephone had now been perfected to the point that it was ready for commercialization, and began a series of demonstrations to publicize his work and attract investment. On Christmas Eve, December 24, 1901, he successfully transmitted ¼ mile (400 meters) to his home, where \"A party of children were gathered there and at the receiver obtained messages from Santa Claus\", and had local residents sign affidavits attesting to the success of his tests.\"Here's Wireless Telephone\", New York Sun, December 31, 1901, page 10. A much more ambitious demonstration was given on January 1, 1902. Assisted by his 14-year-old son, Bernard, \"hundreds of people\" in Murray witnessed a test where \"From a station in the law office of a friend over a transmitter of his own invention [Stubblefield] gave his friends a New Year's greeting by wireless telephony, and at seven stations, located in different business houses and offices in the town, the message was simultaneously delivered. Music, songs, whispered conversations could be heard with perfect ease.\" This in turn attracted the attention of the St. Louis Post-Dispatch, which sent a reporter to Murray to personally review Stubblefield's wireless telephone.Instead of seven listening sites, the St. Louis Post-Dispatch's account of the January 1, 1902 test stated: \"Mr. Stubblefield placed his transmitter in the courthouse square, and... established five 'listening' stations in various parts of the town, the furthest six blocks distant from the transmitter.\" A detailed, and positive, account appeared in the newspaper, which quoted an optimistic Stubblefield as saying that, in addition to point-to-point private communication, his system was \"capable of sending simultaneous messages from a central distributing station over a very wide territory. For instance, anyone having a receiving instrument, which would consist merely of a telephone receiver and a signalling gong, could, upon being signalled by a transmitting station in Washington, or nearer, if advisable, be informed of weather news. My apparatus is capable of sending out a gong signal, as well as voice messages. Eventually, it will be used for the general transmission of news of every description.\"\"Kentucky Farmer Invents Wireless Telephone\", St. Louis Post- Dispatch, January 12, 1902, Sunday Magazine, page 3. However, the unrestricted reception of signals from Stubblefield's device meant that there was still a major limitation in its intended use for personal communication. Although he exuberantly declared: \"The possibilities of the invention seem to be practically unlimited, and it will be no more than a matter of time when conversation over long distances between the great cities at the country will be carried on daily without wires\", he also admitted: \"I have as yet devised no method whereby it can be used with privacy. Wherever there is a receiving station the signal and message may be heard simultaneously. Eventually I, or some one, will discover a method of tuning the transmitting and receiving instruments so that each will answer only to its mate.\"\"Telephoning Without Wires\", Our Wonderful Progress, Trumbull White (editor), 1902, page 300. thumb|Nathan Stubblefield using his ground-current wireless telephone to receive a March 1902 test transmission at Washington, D.C. At this point a promoter, Gerald Fennel, traveled to Murray from New York City to enlist Stubblefield in a commercial venture. While negotiating, Stubblefield next embarked on his most publicized promotional trip. On March 20, 1902, he demonstrated his system in Washington, D.C., where voice and music transmissions were made over a third of a mile (535 meters) from the steamer Bartholdi, anchored in the Potomac River, to shore. This particular test was reported in prestigious scientific publications, including Scientific American, which claimed that Stubblefield's invention would be installed by the \"Gordon Telephone Company, of Charleston, S. C., for the establishment of telephonic communication between the city of Charleston and the sea islands lying off the coast of South Carolina\",\"The Latest Advance in Wireless Telephony\" by Waldon Fawcett, Scientific American, May 24, 1902, p. 363. There is no evidence that the South Carolina link was ever constructed. and Nature, which noted: \"The system used is an earth-conduction one, and is, therefore, similar in principle to, though doubtless differing in detail from, many other wireless telephony systems which are being tried in various countries.\"\"Notes\", Nature (London), June 12, 1902, page 158. In early 1902 three New York City residents, J. B. Green, W. B. Whelpley, and Wm. T. Quinn, incorporated, in the Territory of Arizona, the Wireless Telephone Company of America. The firm had a $5,000,000 capitalization, with shares set at a par value of $1 each.\"Certificate of Incorporation of The Wireless Telephone Company of America\" (public notice), Prescott (Arizona) Morning Courier, April 12, 1902, page 3. Gerald Fennel offered Stubblefield 500,000 shares of stock in exchange for the rights to his wireless telephone technology. A June 1902 stock-promotion advertisement for the company, echoing the excessive claims of contemporary wireless telegraph companies, proclaimed: \"With the vast savings made in cost and maintenance by the Stubblefield system, it is not unreasonable to expect that the earnings of Bell Telephone will be easily equalled by those of this company. Its stock at 25c. places the subscriber on the same basis as the earliest investors in Bell, whose profits have amounted to over 2,000%\". This advertisement also stated that regional sub-companies would be established throughout the United States.\"Wireless Telephone Company of America\" (advertisement), Boston Globe, June 22, 1902, page 32. With travel expenses financed by Fennel, Stubblefield made additional successful demonstrations in Philadelphia from May 30 to June 7, 1902, spanning a distance of around a mile (1600 meters). Tests followed in New York City beginning on June 11, 1902, which were less successful, with the explanation for the difficulties encountered including the rocky soil in Battery Park, and electrical interference from local alternating current power distribution. Stubblefield quickly became distrustful of the promoters behind the Wireless Telephone Company of America, and, in a letter dated June 19, 1902, severed his connections as a director after expressing his concern that the company was being fraudulently run. Two months later, the company announced that it had merged its operations with the Collins Wireless Telephone & Telegraph Company,\"Wireless Telephone Company of America\" (advertisement), Paducah (Kentucky) Sun, August 7, 1902, page 4. a company that had been organized to promote the work of Archie Frederick Collins, who had been doing research on conductive and inductive wireless telephone systems very similar to Stubblefield's.\"The Collins Wireless Telephone\", Scientific American, July 19, 1902, pages 37-38. (as reprinted in the Journal of the United States Artillery, September–October 1902, pages 202-205). Collins would later also develop radio-based wireless telephones, using arc-transmitters, but his efforts were tainted by excessive stock promotion. In early 1913 he and two associates working for the Continental Wireless Telephone and Telegraph Company would be convicted of mail fraud, for which he served one year of a three-year prison sentence. The fanciful stock solicitations now claimed that there were plans to \"license subsidiary companies in each state of the Union\". Stubblefield returned to Murray, where he faced considerable skepticism—a March 1903 review of his \"earth battery\" and wireless telephony endeavors stated: \"...the people in this section of the country are yet wondering whether he is simply a crank or will yet emerge some day from his obscurity to astonish the whole civilized world with a great discovery\".\"Inventor of Queer Motor\", Waterbury (Connecticut) Evening Democrat, March 9, 1903, page 2. Later that same year, he posted a Public Notice in the Murray Ledger stating that the Wireless Telephone Company of America had \"gone out of existence\", and \"My inventions have reverted back to me.\" He also noted that he was continuing his wireless telephone research, using the \"over two thousand dollars\" he had received from that company's promoter.\"Odds and Ends\", Telephony, January 1904, page 51. Stubblefield returned once again to investigating using induction, rather than conduction, for his wireless telephone system. This approach employed large circular induction coils, that no longer needed ground connections. He carefully documented his progress, preparing affidavits that in 1903 he had transmitted , and in 1904 reached . The total wire required for the transmitting and receiving coils was greater than the distance between the transmitter and receiver, but the invention allowed mobility. Bernard Stubblefield reported that in 1907, using a coil, transmitting and receiving spanned \"¼ mile (400 meters) nicely.\" Encountering difficulty in obtaining a patent, Nathan Stubblefield moved for a time to Washington, D.C. to speed up the process. On May 12, 1908, he was granted U.S. patent for his new version of a wireless telephone. The patent application stated that it would be usable for \"securing telephonic communications between moving vehicles and way stations\". An accompanying diagram shows wireless telephony from a fixed location to passing trains, boats, and wagons. Despite receiving a patent and some financial backing from Murray residents, and the assertion that \"while messages have been sent for distances less than ten miles, he is confident that with his machine he can talk across the Atlantic\",\"Stubblefield Wireless Phone\", Hopkinsville Kentuckian, May 26, 1908, page 8. Stubblefield made no headway in commercializing his latest invention. By now continuous-wave arc and alternator radio transmitters had been developed, which were capable of wireless telephone communication over distances that dwarfed the short ranges attainable by induction wireless systems, in addition to being able to be tuned to multiple transmitting frequencies. The invention of vacuum-tube radio transmitters in the mid-1910s would make possible, in the early 1920s, the nationwide broadcasting that Stubblefield had envisioned in 1902. But Stubblefield himself made no further progress beyond his previous work. ==Final years== Stubblefield later lived in self-imposed isolation in a crude shelter near Almo, Kentucky and died around March 28, 1928, although his body, \"gnawed by rats\", was not discovered until a couple days later.\"Nathan Stubblefield Probably 'Father' of Radio; End of His Dreams Finds Him Dead, Rats Gnaw Body\", Lexington (Kentucky) Leader, April 29, 1928, page 1. Although many later accounts state that he died of starvation, at the time of his death a coroner was quoted as saying \"he apparently was a victim of heart disease\".\"N. B. Stubblefield Buried\", Washington ( D.C.) Evening Star, April 1, 1928, Part 1, page 25. He was initially buried in an unmarked grave in the Bowman family cemetery in Murray, Kentucky. ==Legacy== Although Stubblefield's inventions did not lead directly to the development of radio technology, the public demonstrations in 1902 and the extensive press coverage may have helped spur interest in the possibilities of wireless transmission of voice and music, as most prior inventors had merely sought to provide point-to-point communication, to compete with telephone and telegraph companies. Since his death, various individuals and groups in Murray, Kentucky, have promoted Murray as the Birthplace of Radio, and Stubblefield as the Father of Broadcasting. Loren J. Hortin, Journalism Professor at Murray State, organized his students to investigate Stubblefield's work, leading to the dedication of a monument on the campus in 1930. Hortin, adopting an expanded definition of \"radio\" to include wireless transmissions that did not employ electromagnetic radiation, later contended: \"Radio is a device that transmits and receives voice over considerable distance without connecting wires. Stubblefield invented, manufactured, and demonstrated such a device and did so before anyone else on the planet.\" However, there had actually been earlier audio wireless transmissions, including, beginning in 1880, the photophone, invented by Alexander Graham Bell and Charles Sumner Tainter, which employed light beams,\"The Photophone: How Sound is Reproduced by Light-No Connecting Wires Between Stations Needed\", Springfield (Massachusetts) Republican, August 30, 1880, page 4. and Amos Dolbear's \"electrostatic telephone\", for which it was noted in 1884 that \"with this instrument we can telephone, not only without wires, but without even a beam of light\".\"Telephoning Without Wires\" by Professor E. J. Houston, Scientific American Supplement, December 6, 1884, page 7444. In 1948, Murray, Kentucky's first radio station began broadcast operations, and in honor of Nathan B. Stubblefield, the owners selected WNBS as the station's call letters. In 1952, his family installed a memorial headstone at his gravesite, which credits him as the \"Inventor of Wireless Telephony, or Radio\".Lochte, pages 129-130. The Murray State University physics club is also named in his honor. In 1991, Kentucky Governor Wallace G. Wilkinson issued a proclamation declaring that Stubblefield \"is the true inventor of radio\" and proclaimed 1992 as \"Nathan Beverly Stubblefield Year\" in Kentucky. ==Timeline== * 1892: First voice transmission, using conduction wireless telephone attached to ground electrodes. * May 8, 1898: patented \"electric battery\" (wireless telephone transmission coil) . * 1902: First ship-to-shore wireless telephone transmission, using wires dropped in the water from the steamer Bartholdi. * 1908: Patented inductive wireless telephone capable of mobile use . ==Further reading== ===Historical: Documents during Stubblefield's lifetime=== * Nathan B. Stubblefield Collection (MS 84-4), Wrather Museum, Murray State University, Murray, Kentucky :• Collection's online archive (\"correspondence, handwritten notes, drawings, photographs and patents\") :• Collection inventory (December 15, 2011) * Nathan B. Stubblefield Papers, Pogue Library, Murray State University, Murray, Kentucky * \"To Try Wireless Telephony: Inventor Stubblefield to Give an Exhibition of His Apparatus Thursday on the Potomac River\", New York Times, March 17, 1902, p. 1 * \"Wireless Telephony Tests: Partial Success of Inventor Stubblefield Near Washington\", New York Times, March 21, 1902, p. 2 * \"Practical Tests of Wireless Telephony\", Washington Times, March 24, 1902, p. 4 * Fawcett, Waldon, \"The Latest Advance in Wireless Telephony\", Scientific American, May 24, 1902, p. 363 * White, Trumbull, Telephoning Without Wires, pp. 297–302, in Our Wonderful Progress: The World's Triumphant Knowledge and Works, Book 2, \"The World's Science and Invention\", 1902 * \"Radio Pioneer Dies, Poor and Embittered. Kentucky Hermit, Stubblefield Had Wireless Phone in 1902-Predicted Broadcasting\", New York Times, April 24, 1928, p. 25 ===Books, Periodicals, journals, and dissertations after 1928 discussing Stubblefield=== *Cory-Stubblefield, Troy and Josie Cory, Disappointments Are Great! Follow the Money... Smart Daaf Boys, The Inventors of Radio & Television and the Life Style of Stubblefield, Marconi, Ambrose Fleming, Reginald Fessenden, Tesla, ... De Forest, Armstrong, Alexanderson and Farnsworth, 2003, Library of Congress Catalog Card #93-060451, * Dunlap, Orrin E. Jr., \"Listening In\", New York Times, April 13, 1930, p. 137 * Horton, L.T.(sic) (L.J. Hortin), \"Murray, Kentucky, Birthplace of Radio\", Kentucky, Progress Magazine, March 1930 * Kane, Joseph, et al., Famous First Facts (5th Edition), New York: Wilson, 1997: : • First radio broadcast demonstration (by Stubblefield, 1892). Item 6262, p. 455\\. : • First mobile radio telephone marine demonstration (by Stubblefield, March 20, 1902). Item 7716, p. 590\\. * Lochte, Bob, Kentucky Farmer Invents Wireless Telephone! But Was It Radio? Facts and Folklore About Nathan Stubblefield, All About Wireless, 2001, * Morgan, Thomas O., \"The Contribution of Nathan B. Stubblefield to the Invention of Wireless Voice Communications\" (dissertation), Florida State University, 1971 * Nahin, Paul J. The Science of Radio (2nd Ed.), Springer Verlag, New York, 2001, p 7. * Sivowitch, Elliot N., \"A Technological Survey of Broadcasting's 'Pre-History,' 1876–1920\", Journal of Broadcasting, Winter 1970–1971 ==See also== *Near and far field (electromagnetic concept) ==References== ==External links== ===Patents=== * Patent – \"Lighting device\" – November 3, 1885. * Patent – \"Mechanical telephone\" – February 21, 1888. * Patent – \"Electric battery\" – March 8, 1898. * Patent – \"Wireless telephone\" – May 12, 1908. * Canadian patent 114,737, \"Wireless Telephone\" dated October 20, 1908 ===Pro- Stubblefield pages=== (ed. The links below are cited in Troy Cory-Stubblefield and Josie Cory book) * Yes90 tviNews s90 • LookRadio Main. / FEATURE: lookradio.com / Smart90, lookradio, nbs100, tvimagazine, WiFi-187, WiMax187, RF-300, WiMaxBunny, WiVATS, Patent887, vratv, ... at lookradio.com * \"Stubblefield Radio Trust\". SMART90.com. * \"Did Nathan B. Stubblefield, really invent the wireless telephone?\". The TeleKey Group. * \"Nathan Stubblefield\". All About Wireless. 2001. ===Other=== * \"Nathan Stubblefield\". Find A Grave * Virgin Media website commemorating Nathan Stubblefield's device as \"world's first ever mobile telephone\" * * * Category:1860 births Category:1928 deaths Category:19th-century American inventors Category:20th-century American inventors Category:Radio pioneers Category:People from Murray, Kentucky Category:Battery inventors",
 "title": "Nathan Stubblefield"
}