{
 "id": "495299",
 "text": "is a Japanese manga series written and illustrated by Takeshi Konomi. The manga was serialized in Shueisha's Weekly Shōnen Jump from July 1999 to March 2008, with its chapters collected in forty-two tankōbon volumes. Viz Media licensed the manga for English release in North America. A 178-episode anime television series adaptation animated by Trans Arts, co-produced by Nihon Ad Systems and TV Tokyo, was broadcast on TV Tokyo from October 2001 to March 2005. A sequel of three original video animation (OVA) series, totaling 26 episodes, were released from March 2006 to January 2009. In North America, the anime series was first licensed by Viz Media and later by Funimation. The Prince of Tennis developed into a media franchise, including a long-running radio show, numerous video games, well over 250 soundtracks and CDs, and other merchandise. Since 2003, more than fifteen stage musicals adaptations have been produced. An anime film premiered in January 2005. A live-action film premiered in May 2006. A 3DCG film premiered in Japan in September 2021. A sequel to the manga, titled The New Prince of Tennis, began serialization in Shueisha's Jump Square in March 2009, with the story taking place several months after the end of the original manga. As of January 2012, The Prince of Tennis manga had over 51 million copies in circulation. == Plot == The series is primarily set in Tokyo, and centers around Ryoma Echizen, a tennis prodigy who attends , or for short, a school that is known for its strong tennis club and talented players. Shortly after entrance, Ryoma quickly defeats numerous upperclassmen, securing himself a spot as one of the team's regulars. In pursuit of their ultimate goal of winning the National Middle School Tennis Championship, members of the team make new friends while learning and mastering increasingly complex techniques. Ryoma also begins to develop his own style of tennis and eventually realizes what the sport really means to him. == Media == === Manga === The Prince of Tennis is written and illustrated by Takeshi Konomi. The manga was first published in Shueisha's Weekly Shōnen Jump in Japan on July 19, 1999. The series was put under hiatus when Konomi was injured in an accident during July 2006, but publication resumed in September 2006. The series finished on March 3, 2008, Shueisha collected its 379 individual chapters into forty-two tankōbon volumes published from January 7, 2000, to June 4, 2008. In North America, Viz Media announced the acquisition of the series in February 2004. The first volume was released on April 21, 2004. As of July 5, 2011, the forty-two volumes have been published. A 4-panel manga parody by Ken-ichi Sakura, titled , began in Jump Square on November 4, 2008. The first collected volume was released on June 4, 2010. As of September 3, 2021, seven volumes have been released. A sequel to the manga series, titled , was announced in the December issue of Jump Square, published on November 4, 2008. The series began serialization in Jump Square on March 4, 2009. The story is set several months after the end of the first manga, and features Ryoma returning to Japan after his stay in America. === Anime === An anime television series adaptation animated by Trans Arts, co-produced by Nihon Ad Systems and directed by Takayuki Hamana, was broadcast on TV Tokyo from October 10, 2001, to March 30, 2005, spanning a total of 178 episodes. The episodes were collected in forty-five DVD sets, released from January 25, 2002, to October 28, 2005. In North America, the anime series was licensed by Viz Media. On April 24, 2007, Viz Media released the first The Prince of Tennis box set in the United States. Viz Media has also opted to not include the Japanese opening and ending themes, instead using electric guitar music. However, the original music themes can be found in the DVD extras of disc 3. As of January 15, 2008, four box sets have been released by Viz. The four box sets contain the first 50 episodes of the series. On April 2, 2021, Funimation announced they had licensed the series, and it would stream on their website with a new English dub. ==== Original video animations ==== The anime television series was followed by a three original video animation (OVA) series which adapted the \"National Tournament\" arc. The first 13-episode OVA was launched on seven DVDs from March 24, 2006, to March 23, 2007; The second 6-episode OVA was launched on three DVDs from June 22, 2007, to January 25, 2008; The third 7-episode OVA was launched on four DVDs (including the first numbered 0) from April 25, 2008; to January 23, 2009. A 4-episode OVA, subtitled \"Another Story\", was released on two DVDs on May 26 and September 25, 2009. A 4-episode sequel to \"Another Story\" was released on two DVDs on August 26 and October 26, 2011. After the release of \"Another Story\" and \"Another Story II\" came a 13-episode OVA titled \"The Prince of Tennis II\", which aired in 2012. A 7-episode special, titled \"The Prince of Tennis II SPECIAL\", followed in 2013. The most current update to the anime television series came in the form of a 10-episode arc released in 2014-2015, \"The Prince of Tennis II OVA vs. Genius 10.\" However, following a long hiatus, the series recently announced a much-anticipated follow-up: \"New Prince of Tennis U-17 WORLD CUP\" is currently in the works, with plans for broadcasting in 2022. === Musicals === Beginning in 2003, a series of Prince of Tennis musicals began. Each year sees two musicals based on the storyline come out in the summer and winter, with a 'Dream Live' performance each Spring, featuring numerous actors and past songs. Each storyline musical adapts a single arc of the manga, typically one specific match against a team. Due to the aging of the actors, all the main characters have been recast several times. === Films === is the first animated film of the series. It was released in Japan on January 29, 2005, and co-aired with a short film, . On May 13, 2006, the live-action adaptation film, The Prince of Tennis, was released in Japan. is the second film directed by Shunsuke Tada. It was released in Japan on August 14, 2011. At the Jump Festa '19 event, a new film titled Ryōma! Shinsei Gekijōban Tennis no Ōji-sama (Ryoma! Rebirth: The Prince of Tennis Movie) was announced. The film would feature an original story set between the end of The Prince of Tennis manga and the start of The New Prince of Tennis manga. The film is in 3DCG, and is directed by Hiroshi Kōjina and animated by The Monk Studios and Keica with cooperation by Studio Kai. Takehito Hata is writing scripts, Kei Tsuda is composing the music, and Konomi himself is supervising the film and writing all insert songs. It was initially scheduled to be released in Spring 2020, but it was delayed to September 3, 2021. === Video games === The Prince of Tennis franchise has spawned many different video games. The vast majority of these are either tennis games or dating sims, and they are spread across several different video game consoles. The first of these games was released for the PlayStation console on February 20, 2002, and is the only game which holds the simple Prince of Tennis title – all of the following game titles are preceded by the \"Prince of Tennis\" title. This was followed by Genius Boys Academy, which was released for the Game Boy Advance on April 25, 2002. Since then, several other video games have been released for different gaming consoles, including one more PlayStation game, three Game Boy Advance games, five Nintendo DS games, thirteen PlayStation 2 games, and one mobile game. The latest game to be released was New Prince of Tennis: Rising Beat in 2017, a rhythm-based mobile game developed by Bushiroad. This game is currently in Japanese only. Additionally, characters from The Prince of Tennis appeared in the Shōnen Jump based video games Jump Super Stars and Jump Ultimate Stars. All of the games have so far only been released in Japan. === Dramas === There also are two Chinese dramas based on \"The Prince of Tennis\" story, with the titles of \"The Prince of Tennis\" (Mandarin: \"网球王子\"; Pinyin: \"Wang Qiu Wang Zi\") and \"Go for It! The Prince of Tennis\" (Mandarin: \"加油! 网球王子\"; Pinyin: \"Jia You! Wang Qiu Wang Zi\"). The first is the first season, while the second is the second season. There are some differences due to localization for names and cultural themes, including all the characters being renamed, but is still recognizable from its story and the characters' portrayal. The first season covers from when Ryoma first appears in the series up to the end of their equivalent of the Tokyo Prefecturals, while the second season picks up from the end of the first season and goes to the end of their equivalent of the Kanto Tournament. Due to being based on the anime, Josei Shonan is included. In addition, hints of the live-action film is present. A third Chinese drama, produced by Netflix in 2019, is called The Prince of Tennis (奋斗吧，少年！or Forge On, Young Men). It is set in China. A reticent talented teenage tennis player returns to China after spending his childhood overseas—the show does not specify where he spends his childhood—but he is trapped under the shadows of his father who used to be a top tennis player. When he joins a high school in China, he learns the importance of friendship and teamwork, and perhaps even gains his self-identity. === Other media === The series has produced a half- hour weekly radio show, over 300 music CDs and a large selection of merchandise. Including a trading card game and figures. Three live events, \"TeniPuri Perfect Live\" in 2003, \"The 100 song marathon\" in 2008 and \"Tenipuri Festa\" in 2009, were held by the TeniPuri voice actors and Konomi Takeshi himself. The 1986 J-pop song \"Valentine Kiss\" by Sayuri Kokushō was covered multiple times by multiple characters in the series. From February 2004 through February 2010, a total of nine different versions of the song were released (seven individually, and the final two together). The first one, featuring the character Keigo Atobe (voiced by Junichi Suwabe) reached No. 14 on the Oricon charts. == Reception == The Prince of Tennis has become a successful franchise. As of March 2008, the first 40 volumes of the manga had sold over 40 million copies in Japan. As of January 2012, the manga had over 51 million copies in circulation. Carl Kimlinger from Anime News Network reviewed the first DVD box set released by Viz Media, and commented that \"Prince of Tennis is among the dregs of the genre.\" They go on to say that it is \"boring\" and \"lacks the human drama necessary to get audiences to care who wins or loses.\" 'Anime on DVD', however, comments that the show \"takes the usual themes in sports shows and applies them masterfully.\" DVD Talk takes more of a nonchalant view, commenting that the \"series is okay but not great\" and that it has some charm, which will make you not regret watching it. Active Anime also gave praise to the series, saying that it \"holds some surprising twists to the regular sports drama formula\", and praised the suspenseful matches and innovative techniques. Despite the reviews, the series is popular in Japan. When TV Asahi, a television network in Japan, conducted a survey for the one hundred most popular animated television series, The Prince of Tennis anime came in twenty-seventh place. They also conducted an online web poll, in which The Prince of Tennis placed eighteenth. Nearly a year later, TV Asahi once again conducted an online poll for the top one hundred anime, and this time, The Prince of Tennis anime advanced in rank and came in eighth place. They also surveyed Japanese celebrities for their favorite anime, where the series only came in sixty-eighth out of the top one hundred. == Notes == == References == == External links == ; Official sites: * Animax's official Prince of Tennis website (Archived) * TV Tokyo's Prince of Tennis Site * Shin Prince of Tennis website * Official Prince of Tennis Site * Viz's Shonen Jump's The Prince of Tennis Site (Archived) ; Profiles: * * Category:Coming- of-age anime and manga Category:Funimation Category:Manga adapted into films Category:Production I.G Category:Shōnen manga Category:Shueisha franchises Category:Shueisha manga Category:Tennis in anime and manga Category:Tezuka Productions Category:TV Tokyo original programming Category:Viz Media anime Category:Viz Media manga",
 "title": "The Prince of Tennis"
}