{
 "id": "495340",
 "text": "Russian grammar employs an Indo-European inflexional structure, with considerable adaptation. Russian has a highly inflectional morphology, particularly in nominals (nouns, pronouns, adjectives and numerals). Russian literary syntax is a combination of a Church Slavonic heritage, a variety of loaned and adopted constructs, and a standardized vernacular foundation. The spoken language has been influenced by the literary one, with some additional characteristic forms. Russian dialects show various non-standard grammatical features, some of which are archaisms or descendants of old forms discarded by the literary language. Various terms are used to describe Russian grammar with the meaning they have in standard Russian discussions of historical grammar, as opposed to the meaning they have in descriptions of the English language; in particular, aorist, imperfect, etc., are considered verbal tenses, rather than aspects, because ancient examples of them are attested for both perfective and imperfective verbs. Russian also places the accusative case between the dative and the instrumental, and in the tables below, the accusative case appears between the nominative and genitive cases. == Nouns == Nominal declension involves six casesnominative, genitive, dative, accusative, instrumental, and prepositionalin two numbers (singular and plural), and absolutely obeying grammatical gender (masculine, feminine, and neuter). Up to ten additional cases are identified in linguistics textbooks, Zaliznyak A. A. \"Русское именное словоизменение.\" Moscow.: Science, 1967 Uspenskij V. A. \"К определению падежа по А. Н. Колмогорову // Бюллетень объединения по проблемам машинного перевода.\" Issue. 5. Moscow., 1957 online copy Klobukov E. V. \"Семантика падежных форм в современном русском литературном языке. (Введение в методику позиционного анализа)\" Moscow: Moscow State University Press, 1986. although all of them are either incomplete (do not apply to all nouns) or degenerate (appear identical to one of the six main cases) – the most recognized additional cases are locative, partitive and vocative. Old Russian also had a third number, the dual, but it has been lost except for its use in the nominative and accusative cases with the numbers two, three, and four (e.g. , \"two chairs\"), where it is now reanalyzed as genitive singular. More often than in many other Indo-European languages, Russian noun cases may supplant the use of prepositions entirely. Furthermore, every preposition is exclusively used with a particular case (or cases). Their usage can be summarised as: * nominative (): ** main subject; ** default case to use outside sentences (dictionary entries, signs, etc.); ** prepositions: '(what) kind of?'; : 'join the ranks of' (with plural noun only); * accusative (): ** direct object; ** some time expressions; ** prepositions indicating motion: 'into, in(ward)', 'onto (the top of)', 'behind, after', 'under'; ** other prepositions: 'about', 'over', 'through'; * genitive (): ** possession – 'of' (genitive noun); ** numerals and quantifiers; ** negated verbs (which take direct objects in Accusative) to indicate total absence; ** some time expressions; ** prepositions: 'without', 'instead of', 'near', 'around', 'ahead of', 'for', 'before', 'from', 'because of, from behind', 'from', 'except for', 'past by', 'near', 'after', 'against, opposite', 'among', 'by', 'near', 'along', 'out of, outside', 'inside'; ** verbs: 'afraid of', 'reach', 'avoid'; ** adjectives: 'full of' (genitive noun); * dative (): ** indirect object – 'to' (dative noun); ** some time expressions; ** impersonal clauses: – 'I am cold', lit. \"to_me (is) cold\"; ** age statements: – 'I am 20 (years old)', lit. 'to_me (is) 20 years'; ** prepositions: 'on', 'to(wards)', 'thanks to'; ** auxiliaries: or 'need/must (to)', 'allowed', 'forbidden'; ** verbs: 'believe', 'help', 'advise', 'call', 'amaze (self)'; * instrumental (): ** instrument used in the action or means by which action is carried out – 'by' (I. noun); ** logical subject of passive clause: – 'the letter was written by Ivan'; ** secondary direct object: – 'he is considered (to be) a student'; ** durational time expressions; ** verbs: 'interest (to be interested in)', 'use', 'occupy (to be preoccupied with)'; ** associates of connective verbs: 'be', 'became', 'remain', 'appear to be', 'turn out to be'; ** prepositions of position: 'behind', 'in front of', 'above', 'below', 'between', '(together) with'; ** adjective: 'pleased by'; * prepositional (): ** prepositions of place: 'inside', 'on (top of)'; ** other prepositions: 'about', 'by/of/with'; Definite and indefinite articles (corresponding to 'the', 'a', 'an' in English) do not exist in the Russian language. The sense conveyed by such articles can be determined in Russian by context. However, Russian also utilizes other means of expressing whether a noun is definite or indefinite: * The use of a direct object in the genitive instead of the accusative in negation signifies that the noun is indefinite, compare: (\"I don't see a book\" or \"I don't see any books\") and (\"I don't see the book\"). * The same goes for certain verbs expressing a desire to achieve something: wait, wish, ask, want, etc. When the inanimate object is definite (certain, or at least expected), the accusative is used; when it is indefinite (uncertain), the genitive is used. Compare: (\"I'm waiting for the bus\", а specific, scheduled bus) and (\"I'm waiting for a bus\", any bus, if one will come). Жду звонка... * The use of the numeral one sometimes signifies that the noun is indefinite, e.g.: – (\"Why did it take you so long?\" – \"Well, I met one [=a] friend and had to talk\"). * Word order may also be used for this purpose; compare (\"Into the room rushed a boy\") and (\"The boy rushed into the room\"). * The plural form may signify indefiniteness: (\"You can buy this in shops\") vs. (\"You can buy this in the shop\"). The category of animacy is relevant in Russian nominal and adjectival declension.Cooljugator: The Smart Declinator in Russian nouns Specifically, the accusative has two possible forms in many paradigms, depending on the animacy of the referent. For animate referents (persons and animals), the accusative form is generally identical to the genitive form. For inanimate referents, the accusative form is identical to the nominative form. This principle is relevant for masculine singular nouns of the second declension (see below) and adjectives, and for all plural paradigms (with no gender distinction). In the tables below, this behavior is indicated by the abbreviation 'N or G' in the row corresponding to the accusative case. Russian uses three declensions:Translated from the Russian by V. Korotky * The first declension is used for feminine nouns ending with / and some masculine nouns having the same form as those of feminine gender, such as (papa) or (uncle); also, common-gender nouns like (bully) are masculine or feminine depending on the person to which they refer. * The second declension is used for most masculine and neuter nouns. * The third declension is used for feminine nouns ending in . A group of irregular \"different-declension nouns\" (), consists of a few neuter nouns ending in (e.g. \"time\") and one masculine noun \"way\". However, these nouns and their forms have sufficient similarity with feminine third declension nouns that scholars such as LitnevskayaЕ. И. Литневская. Русский язык. Краткий теоретический курс для школьников БСМП \"ЭЛЕКС-Альфа\", 2000 consider them to be non-feminine forms of this declension. Nouns ending with , , (not to be confused with substantivated adjectives) are written with instead of in prepositional (as this ending is never stressed, there is no difference in pronunciation): – \"streaming – in lower streaming of a river\". However, if words and represent a compound preposition meaning\"while, during the time of\"they are written with : \"in a time of an hour\". For nouns ending in , , or , using in the prepositional (where endings of some of them are stressed) is usually erroneous, but in poetic speech it may be acceptable (as we replace with for metric or rhyming purposes): (Fyodor Tyutchev). === First declension === ==== Feminine and masculine nouns ending with 'а' or vowel ==== {| class=\"wikitable\" ! ! singular ! plural |- ! nominative | , || , |- ! accusative | , || N or G |- ! genitive | , || ∅ , |- ! dative | , || , |- ! instrumental | , || , |- ! prepositional | , || , |} === Second declension === ==== Masculine nouns ending with a consonant sound ==== {| class=\"wikitable\" ! ! singular ! plural |- ! nominative | ∅ /, , +-∅ || , , |- ! accusative | colspan=\"2\" style=\"text-align: center;\" | N or G |- ! genitive | , , + || /, , -∅ |- ! dative | , , + || , , |- ! instrumental | , , + || , , |- ! prepositional | , , + || , , |} Some singular nouns denoting groups of people may include suffix before ending. ==== Neuter nouns ==== {| class=\"wikitable\" | ! style=\"text-align: center;\" | singular ! style=\"text-align: center;\" | plural |- ! nominative | rowspan=\"2\" | || |- ! accusative | N or G |- ! genitive | || ∅ , |- ! dative | || |- ! instrumental | || |- ! prepositional | || |} === Third declension === ==== Feminine nouns ending with letter ь ==== {| class=\"wikitable\" | ! style=\"text- align: center;\" | singular ! style=\"text-align: center;\" | plural |- ! nominative | rowspan=\"2\" | || |- ! accusative | N or G |- ! genitive | rowspan=\"2\" | || |- ! dative | |- ! instrumental | || |- ! prepositional | || |} ==== Neuter nouns ending with мя ==== {| class=\"wikitable\" | ! style=\"text-align: center;\" | singular ! style=\"text-align: center;\" | plural |- ! nominative | rowspan=\"2\" | || rowspan=\"2\" | |- ! accusative |- ! genitive | rowspan=\"2\" | || |- ! dative | |- ! instrumental | || |- ! prepositional | || |} === Indeclinable nouns === Some nouns (such as borrowings from other languages, abbreviations, etc.) are not modified when they change number and case. This occurs especially when the ending appears not to match any declension pattern in the appropriate gender. An example of an indeclinable noun is кофе (\"coffee\"). === Additional cases === Some nouns use several additional cases. The most important of these are: * Locative (): the most common minor case, used after prepositions of location (). With most nouns the prepositional form is used in such instances. When there is a distinct locative, it may match the dative, or may take a unique form. For example, in (\"in the mouth\"), the locative of (\"mouth\") matches the dative form (and thus differs from the prepositional ). In (\"in the forest\"), the locative of (\"forest\") differs from both the prepositional and the dative (the dative and locative are spelt identically but pronounced differently). * Partitive (), or second genitive: sometimes used instead of the genitive: (to pour tea) – not .Илья Бирман. Хитрые падежи русского языка * Vocative (): used in archaic expressions to call or identify a person: (My God!). The modern vocative (sometimes called neo-vocative) is used to produce a person's nickname by removing the vowel ending from the affectionate version of the name: — (short, affectionate) — (neo-vocative); . The neo-vocative has no plural form and can only be applied to names frequently used in Russian; rare names (chiefly non-Slavic) do not have affectionate versions and thus no means of forming the neo-vocative. * Caritive (), used with the negation of verbs: (not know the truth) – (know the truth). This case is sometimes identical to the genitive and sometimes to the accusative. == Adjectives == A Russian adjective () is usually placed before the noun it qualifies, and it agrees with the noun in case, gender, and number. With the exception of a few invariant forms borrowed from other languages, such as ('beige', non-adapted form of ) or ('khaki-colored'), most adjectives follow one of a small number of regular declension patterns (except for some that complicate the ). In modern Russian, the short form appears only in the nominative and is used when the adjective is in a predicative role: are short forms of ('new'). Formerly (as in the bylinas) short adjectives appeared in all other forms and roles, which are not used in the modern language, but are nonetheless understandable to Russian speakers as they are declined exactly like nouns of the corresponding gender.Современный русский язык / Под ред. В. А. Белошапковой. Adjectives may be divided into three general groups: * qualitative () – denote a quality of the object; this is the only group that usually has degrees of comparison. * relational () – denote some sort of relationship; unlikely to act as a predicate or have a short form. * possessive () – denote belonging to a specific subject; have some declensional peculiarities. === Adjectival declension === The pattern described below holds true for full forms of most adjectives, except possessive ones. It is also used for substantivized adjectives as (\"scientist, scholar\" as a noun substitute or \"scientific, learned\" as a general adjective) and for adjectival participles. Russian differentiates between hard-stem and soft-stem adjectives, shown before and after a slash sign. {| class=\"wikitable\" style=\"text-align: center;\" | rowspan=\"2\" | ! colspan=\"3\" | singular ! rowspan=\"2\" | plural |- ! masculine ! neuter ! feminine |- ! nominative | lang=\"ru\" | -ый/-ий || rowspan=\"2\" lang=\"ru\" | -ое/-ее || lang=\"ru\" | -ая/-яя || lang=\"ru\" | -ые/-ие |- ! accusative | N or G || lang=\"ru\" | -ую/-юю || N or G |- ! genitive | colspan=\"2\" lang=\"ru\" | -ого/-его || rowspan=\"4\" lang=\"ru\" | -ой/-ей || lang=\"ru\" | -ых/-их |- ! dative | colspan=\"2\" lang=\"ru\" | -ому/-ему || lang=\"ru\" | -ым/-им |- ! instrumental | colspan=\"2\" lang=\"ru\" | -ым/-им || lang=\"ru\" | -ыми/-ими |- ! prepositional | colspan=\"2\" lang=\"ru\" | -ом/-ем || lang=\"ru\" | -ых/-их |- ! short form | zero ending || lang=\"ru\" | -о || lang=\"ru\" | -а || lang=\"ru\" | -ы/-и |} * The masculine and neuter genitive singular adjectival endings -ого and -его are pronounced as -ово and -ево. * After a sibilant (ш, ж, ч, щ) or velar (к, г, х) consonant, и is written instead of ы. * When a masculine adjective ends in -ой in the nominative, the stress falls on the final syllable throughout its declension: (, \"straight\"), compare (, \"stubborn\"). * The \"хоро́шее rule\" states that after a sibilant consonant, neuter adjectives end in -ее. * The masculine accusative singular and the accusative plural endings depend on animacy, as with nouns. * The instrumental feminine ending -ой/-ей has old-fashion alternative form -ою/-ею for all adjectives, which has only a stylistic difference. * There are often stress changes in the short form. For example, the short forms of но́вый (\"new\") are нов (m.), но́во (n.), нова́ (f.), новы́/но́вы (pl.). * In the masculine singular short form, when a word-final consonant cluster is being formed after ending removal, an additional е or о interfix is inserted after the root, as in го́лоден, from голо́дный (\"hungry\"). * Some adjectives (e.g. большо́й \"big\", ру́сский \"Russian\") have no short forms. === Comparison of adjectives === Comparison forms are usual only for qualitative adjectives and adverbs. Comparative and superlative synthetic forms are not part of the paradigm of original adjective but are different lexical items, since not all qualitative adjectives have them. A few adjectives have irregular forms that are declined as usual adjectives: большо́й 'big' – бо́льший 'bigger', хоро́ший 'good' – лу́чший 'better'. Most synthetically-derived comparative forms are derived by adding the suffix -е́е or -е́й to the adjective stem: кра́сный 'red' – красне́е 'more red'; these forms are difficult to distinguish from adverbs, whose comparative forms often coincide with those of their adjectival counterparts. Superlative synthetic forms are derived by adding the suffix -е́йш- or -а́йш- and additionally sometimes the prefix наи-, or using a special comparative form with the prefix наи-: до́брый 'kind' – добре́йший 'the kindest', большо́й 'big' – наибо́льший 'the biggest'. An alternative is to add an adverb to the positive form of the adjective. The adverbs used for this are бо́лее 'more' / ме́нее 'less' and са́мый 'most' / наибо́лее 'most' / наиме́нее 'least': for example, до́брый 'kind' – бо́лее до́брый 'kinder' – са́мый до́брый 'the kindest'. This way is rarely used if special comparative forms exist. === Possessive adjectives === Possessive adjectives are less frequently used in Russian than in most other Slavic languages, but are in use. They respond to the questions чей? чья? чьё? чьи? (whose?) and denote only animate possessors. See section below. == Pronouns == === Personal pronouns === {| class=\"wikitable\" ! rowspan=\"3\" | ! colspan=\"5\" | singular ! colspan=\"3\" | plural ! rowspan=\"3\" | reflexive |- ! rowspan=\"2\" | 1st ! rowspan=\"2\" | 2nd ! colspan=\"3\" | 3rd ! rowspan=\"2\" | 1st ! rowspan=\"2\" | 2nd ! rowspan=\"2\" | 3rd |- ! neuter ! masculine ! feminine |- ! English || style=\"text-align: center;\" | I || style=\"text-align: center;\" | you (thou) || style=\"text-align: center;\" | it || style=\"text-align: center;\" | he || style=\"text-align: center;\" | she || style=\"text-align: center;\" | we || style=\"text-align: center;\" | you || style=\"text-align: center;\" | they || style=\"text-align: center;\" | -self |- ! nominative | style=\"text-align: center;\" lang=\"ru\" | я || style=\"text-align: center;\" lang=\"ru\" | ты || style=\"text-align: center;\" lang=\"ru\" | оно́ || style=\"text-align: center;\" lang=\"ru\" | он || style=\"text-align: center;\" lang=\"ru\" | она́ || style=\"text- align: center;\" lang=\"ru\" | мы || style=\"text-align: center;\" lang=\"ru\" | вы || style=\"text-align: center;\" lang=\"ru\" | они́ || |- ! accusative | rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | меня́ || rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | тебя́ || rowspan=\"2\" colspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | его́ || rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | её || rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | нас || rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | вас || rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | их || rowspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | себя́ |- ! genitive |- ! dative | style=\"text-align: center;\" lang=\"ru\" | мне || style=\"text-align: center;\" lang=\"ru\" | тебе́ || style=\"text-align: center; text-align: center;\" colspan=\"2\" lang=\"ru\" | ему́ || style=\"text-align: center;\" lang=\"ru\" | ей || style=\"text-align: center;\" lang=\"ru\" | нам || style=\"text-align: center;\" lang=\"ru\" | вам || style=\"text- align: center;\" lang=\"ru\" | им || style=\"text-align: center;\" lang=\"ru\" | себе́ |- ! instrumental | style=\"text-align: center;\" lang=\"ru\" | мной (мно́ю) || style=\"text-align: center;\" lang=\"ru\" | тобо́й (тобо́ю) || colspan=\"2\" style=\"text-align: center;\" lang=\"ru\" | им || style=\"text-align: center;\" lang=\"ru\" | ей (ею) || style=\"text-align: center;\" lang=\"ru\" | на́ми || style=\"text-align: center;\" lang=\"ru\" | ва́ми || style=\"text-align: center;\" lang=\"ru\" | и́ми || style=\"text-align: center;\" lang=\"ru\" | собо́й (собо́ю) |- ! prepositional | style=\"text-align: center;\" lang=\"ru\" | мне || style=\"text-align: center;\" lang=\"ru\" | тебе́ || colspan=\"2\" style=\"text- align: center;\" lang=\"ru\" | нём || style=\"text-align: center;\" lang=\"ru\" | ней || style=\"text-align: center;\" lang=\"ru\" | нас || style=\"text-align: center;\" lang=\"ru\" | вас || style=\"text-align: center;\" lang=\"ru\" | них || style=\"text- align: center;\" lang=\"ru\" | себе́ |} * Russian is subject to the T–V distinction. The respectful form of the singular you is the same as the plural form. It begins with a capital letter: Вы, Вас, Вам, etc., in the following situations: personal letters and official papers (addressee is definite), and questionnaires (addressee is indefinite); otherwise it begins with minuscule. Compare the distinction between du and Sie in German or tu and vous in French. * When a preposition is used directly before a third-person pronoun, it is prefixed with н-: у него (read: у нево), с неё, etc. Because the prepositional case always occurs after a preposition, the third person prepositional always starts with an н-. * There are special cases for prepositions before first person singular pronouns: со мной – \"with me\" (usually с), ко мне – \"to me\" (usually к), во мне – \"in me\" (usually в), обо мне – \"about me\" (usually о). All of these preposition forms are unstressed. * Like adjectives and numerals, letter \"г\" (g) in masculine and neuter 3rd person genitive and accusative forms is pronounced as \"в\" (v): (н)его – (н)ево. * English \"it\" can be translated as both оно́ (neuter personal pronoun) and э́то (neuter proximal demonstrative, \"this\"). The latter is used as a stub pronoun for a subject: э́то хорошо́ – \"it/this is good\", кто́ это? – \"who is it/this?\". === Demonstrative pronouns === {| class=\"wikitable\" style=\"display: inline-table;\" |+этот ('this') ! !masculine !neuter !feminine !plural |- !nominative |э́тот | rowspan=\"2\" |э́то |э́та |э́ти |- !accusative |N or G |э́ту |N or G |- !genitive | colspan=\"2\" |э́того | rowspan=\"4\" |э́той |э́тих |- !dative | colspan=\"2\" |э́тому |э́тим |- !instrumental | colspan=\"2\" |э́тим |э́тими |- !prepositional | colspan=\"2\" |э́том |э́тих |} {| class=\"wikitable\" style=\"display: inline-table;\" |+тот ('that') ! !masculine !neuter !feminine !plural |- !nominative |тот | rowspan=\"2\" |то |та |те |- !accusative |N or G |ту |N or G |- !genitive | colspan=\"2\" |того́ | rowspan=\"4\" |той |тех |- !dative | colspan=\"2\" |тому́ |тем |- !instrumental | colspan=\"2\" |тем |те́ми |- !prepositional | colspan=\"2\" |том |тех |} If the preposition \"about\" is used (usually о), for singular demonstrative pronouns (as with any other words starting with a vowel) it is об: об э́том – about this. === Possessive adjectives and pronouns === Unlike English, Russian uses the same form for a possessive adjective and the corresponding possessive pronoun. In Russian grammar they are called possessive pronouns притяжательные местоимения (compare with possessive adjectives like Peter's = Петин above). The following rules apply: * Possessive pronouns agree with the noun of the possessed in case, gender, and number. * The reflexive pronoun свой is used when the possessor is the subject of the clause, whatever the person, gender, and number of that subject. * No non-reflexive exists for the third person: the genitive of the personal pronoun is instead, i.e. его for a masculine/neuter singular possessor, её for a feminine singular possessor and их for a plural possessor. But unlike other genitives used with a possessive meaning, in modern Russian these words are usually placed before the object of possession. * Example of the difference between reflexive and non-reflexive pronouns: ** \"Он лю́бит свою́ жену́ = He loves his (own) wife\" while \"Он лю́бит его́ жену́ = He loves his (someone else's) wife\". * Unlike Latin where a similar rule applies for the third person only, Russian accepts using reflexives for all persons: ** \"Люблю́ (свою́) жену́ = (I) love my wife\" ** \"Люблю́ себя́ = (I) love myself\" {| class=\"wikitable\" style=\"display: inline-table;\" |+мой (my, mine) |- ! ! masculine ! neuter ! feminine ! plural |- ! nominative | мой || rowspan=\"2\" | моё || моя́ || мои́ |- ! accusative |N or G|| мою́ ||N or G |- ! genitive | colspan=\"2\" | моего́ || rowspan=\"4\" | мое́й || мои́х |- ! dative | colspan=\"2\" | моему́ || мои́м |- ! instrumental | colspan=\"2\" | мои́м || мои́ми |- ! prepositional | colspan=\"2\" | моём || мои́х |} {| class=\"wikitable\" style=\"display: inline-table;\" |+твой (your, yours) for a singular possessor |- ! ! masculine ! neuter ! feminine ! plural |- !nominative | твой || rowspan=\"2\" | твоё || твоя́ || твои́ |- !accusative |N or G|| твою́ ||N or G |- !genitive | colspan=\"2\" | твоего́ || rowspan=\"4\" | твое́й || твои́х |- !dative | colspan=\"2\" | твоему́ || твои́м |- !instrumental | colspan=\"2\" | твои́м || твои́ми |- !prepositional | colspan=\"2\" | твоём || твои́х |} {| class=\"wikitable\" style=\"display: inline-table;\" |+свой (one's own) |- ! ! masculine ! neuter ! feminine ! plural |- !nominative | свой || rowspan=\"2\" | своё || своя́ || свои́ |- !accusative |N or G|| свою́ ||N or G |- !genitive | colspan=\"2\" | своего́ || rowspan=\"4\" | свое́й || свои́х |- !dative | colspan=\"2\" | своему́ || свои́м |- !instrumental | colspan=\"2\" | свои́м || свои́ми |- !prepositional | colspan=\"2\" | своём || свои́х |} {| class=\"wikitable\" style=\"display: inline-table;\" |+наш (our, ours) |- ! ! masculine ! neuter ! feminine ! plural |- ! nominative | наш || rowspan=\"2\" | на́ше || на́ша || на́ши |- ! accusative |N or G|| на́шу ||N or G |- ! genitive | colspan=\"2\" | на́шего || rowspan=\"4\" | на́шей || на́ших |- ! dative | colspan=\"2\" | на́шему || на́шим |- ! instrumental | colspan=\"2\" | на́шим || на́шими |- ! prepositional | colspan=\"2\" | на́шем || на́ших |} {| class=\"wikitable\" style=\"display: inline-table;\" |+ваш (your, yours) for a plural possessor |- ! ! masculine ! neuter ! feminine ! plural |- !nominative | ваш || rowspan=\"2\" | ва́ше || ва́ша || ва́ши |- !accusative |N or G|| ва́шу ||N or G |- !genitive | colspan=\"2\" | ва́шего || rowspan=\"4\" | ва́шей || ва́ших |- !dative | colspan=\"2\" | ва́шему || ва́шим |- !instrumental | colspan=\"2\" | ва́шим || ва́шими |- !prepositional | colspan=\"2\" | ва́шем || ва́ших |} The ending -его is pronounced as -ево́. === Interrogative pronouns === {| class=\"wikitable\" |+ кто ('who') and что ('what') |- ! ! кто ! что |- ! nominative | кто || rowspan=\"2\" | что (read: што) |- ! accusative | rowspan=\"2\" | кого́ (read: ково́) |- ! genitive | чего́ (read: чево́) |- ! dative | кому́ || чему́ |- ! instrumental | кем || чем |- ! prepositional | ком || чём |} These interrogatives are used by scholars to denote \"usual\" questions for correspondent grammatical cases (prepositional is used with о): (кто?) Ма́ша лю́бит (кого?) Ва́сю – (who?) Masha [N.] loves (whom?) Vasya [G.]. {| class=\"wikitable\" |+чей ('whose') |- ! ! masculine ! neuter ! feminine ! plural |- ! nominative | чей || rowspan=\"2\" | чьё || чья || чьи |- ! accusative |N or G|| чью ||N or G |- ! genitive | colspan=\"2\" | чьего́ || rowspan=\"4\" | чьей || чьих |- ! dative | colspan=\"2\" | чьему́ || чьим |- ! instrumental | colspan=\"2\" | чьим || чьи́ми |- ! prepositional | colspan=\"2\" | чьём || чьих |} The ending \"-его\" is pronounced as \"-ево\". == Numerals == Russian has several classes of numerals ([имена] числительные): cardinal, ordinal, collective, and also fractional constructions; also it has other types of words, relative to numbers: collective adverbial forms (вдвоём), multiplicative (двойной) and counting-system (двоичный) adjectives, some numeric-pronominal and indefinite quantity words (сколько, много, несколько). Here are the numerals from 0 to 10: {| class=\"wikitable\" ! ! cardinal numbers ! ordinal numbers (nominative case, masculine) ! collective numbers |- ! 0 | ноль or нуль || нулево́й || — |- ! 1 | оди́н (), одна́ (), одно́ (), одни́ () (раз is used when counting) || пе́рвый || — |- ! 2 | два (, ), две () || второ́й || дво́е |- ! 3 | три || тре́тий || тро́е |- ! 4 | четы́ре || четвёртый || че́тверо |- ! 5 | пять || пя́тый || пя́теро |- ! 6 | шесть || шесто́й || ше́стеро |- ! 7 | семь || седьмо́й || се́меро |- ! 8 | во́семь || восьмо́й || (во́сьмеро)Collective numerals for more than 7 are seldom used. |- ! 9 | де́вять || девя́тый || (де́вятеро) |- ! 10 | де́сять || деся́тый || (де́сятеро) |} == Verbs == Grammatical conjugation is subject to three persons in two numbers and two simple tenses (present/future and past), with periphrastic forms for the future and subjunctive, as well as imperative forms and present/past participles, distinguished by adjectival and adverbial usage (see adjectival participle and adverbial participle). Verbs and participles can be reflexive, i.e. have reflexive suffix -ся/-сь appended after ending. The past tense is made to agree in gender with the subject, for it is the participle in an originally periphrastic perfect formed (like the perfect passive tense in Latin) with the present tense of the verb \"to be\" быть , which is now omitted except for rare archaic effect, usually in set phrases (откуда есть пошла земля русская , \"whence is come the Russian land\", the opening of the Primary Chronicle in modern spelling). The participle nature of past-tense forms is exposed also in that they often have an extra suffix vowel, which is absent in present/future; the same vowel appears in infinitive form, which is considered by few scholars not to be verbal (and in the past it surely used to be a noun), but in which verbs appear in most dictionaries: ходить \"to walk\" – ходил \"(he) walked\" – хожу \"I walk\". Verbal inflection is considerably simpler than in Old Russian. The ancient aorist, imperfect, and (periphrastic) pluperfect have been lost, though the aorist sporadically occurs in secular literature as late as the second half of the eighteenth century, and survives as an odd form in direct narration (а он пойди да скажи , etc., exactly equivalent to the English colloquial \"so he goes and says\"), recategorized as a usage of the imperative. The loss of three of the former six tenses has been offset by the development, as in other Slavic languages, of verbal aspect (). Most verbs come in pairs, one with imperfective () or continuous, the other with perfective () or completed aspect, usually formed with a (prepositional) prefix, but occasionally using a different root. E.g., спать ('to sleep') is imperfective; поспать ('to take a nap') is perfective. The present tense of the verb быть is today normally used only in the third- person singular form, есть, which is often used for all the persons and numbers.In very bookish speech also can appear plural third-person form суть; it's often misused by some native Russian writers who don't know what this word really is. As late as the nineteenth century, the full conjugation, which today is extremely archaic, was somewhat more natural: forms occur in the Synodal Bible, in Dostoevsky and in the bylinas (былины ) or oral folk-epics, which were transcribed at that time. The paradigm shows as well as anything else the Indo-European affinity of Russian: {| class=\"wikitable\" ! English ! Russian ! Latin ! Classical Greek ! Sanskrit |- | \"I am\" || (есмь) || sum || εἰμί || ásmi |- | \"you are\" (sing.) || (еси́) || es || εἶ || ási |- | \"he, she, it is\" || есть || est || ἐστί(ν) || ásti |- | \"we are\" || (есмы́) || sumus || ἐσμέν || smás |- | \"you are\" (plural) || (е́сте) || estis || ἐστέ || sthá |- | \"they are\" || (суть) || sunt || εἰσί(ν) [eːsí(n)] || sánti |} === Infinitive === The infinitive is the basic form of a verb for most purposes of study. In Russian it has the suffix -ть/-ти (the latter is used after consonants), or ends with -чь (but -чь is not a suffix of a verb). For reflexive verbs -ся/-сь suffix is added in the end. Note that due to phonological effects, both -ться and -тся endings (later is used for present- future tense of a 3rd person reflexive verb; see below) are pronounced as or and often cause misspellings even among native speakers. === Present-future tense === Future tense has two forms: simple and compound. *Future simple forms are formed by the perfective verbs with the help of personal endings: \"She will read\" (She will have read) — \"Она прочита́ет\"; \"She will read\" (She will read [for a certain amount of time]) — \"Она почита́ет\". *Future compound forms are formed by the imperfective verbs: future simple tense form of the verb \"быть\" (to be) and the infinitive of the imperfective verb. The Russian compound future tense is remarkably similar in structure to the English simple future tense: \"She will read\" (She will be reading) — \"Она бу́дет чита́ть\". {| class=\"wikitable\" ! !First conjugation !Second conjugation |- !1st singular | -у or -ю | -у or -ю |- !2nd singular | -ешь | -ишь |- !3rd singular | -ет | -ит |- !1st plural | -ем | -им |- !2nd plural | -ете | -ите |- !3rd plural | -ут or -ют | -ат or -ят |} * -у/-ут,-ат is used after a hard consonant or ж, ш, щ or ч; otherwise -ю/-ют,-ят is used. * A mutating final consonant may entail a change in the ending. * е becomes ё when stressed. Two forms are used to conjugate the present tense of imperfective verbs and the future tense of perfective verbs. The first conjugation is used in verb stems ending in: * a consonant, * -у,-ы or -о,-я * -е (In addition to below) * Бить, пить, жить, шить, лить, вить, гнить, брить, стелить, зиждить. * -а not preceded by a hush (ж, ш, щ or ч): The second conjugation involves verb stems ending in: * -и or -е (Тереть, глядеть, смотреть, видеть, ненавидеть, обидеть, зависеть, терпеть, вертеть, пыхтеть, сидеть, лететь, гудеть, гореть, сопеть, дудеть, блестеть, храпеть, смердеть, хрипеть, шелестеть, хрустеть, сипеть, кишеть, бдеть, звенеть, кряхтеть, кипеть, корпеть, зудеть, скорбеть, тарахтеть, шуметь, зреть, висеть, греметь, шипеть) * -а preceded by a hush (ж, ш, щ or ч)(Слышать, дышать, держать, лежать, дребезжать, жужжать, брюзжать, дрожать, бренчать, стучать, мычать, кричать, молчать, рычать, мчать, урчать, звучать, бурчать, ворчать, торчать, журчать, гнать): * Стоять, бояться Example: попро- с-ить – попро-ш-у, попро-с-ят (to have solicited – [I, they] will have solicited). ==== Examples ==== {| class=\"wikitable\" |+ First conjugation |- ! colspan=\"2\" | чита́ть ('to read', stem: чита–) |- | я чита́ю || I read (am reading, do read) |- | ты чита́ешь || you read (are reading, do read) |- | он/она́/оно́ чита́ет || he/she/it reads (is reading, does read) |- | мы чита́ем || we read (are reading, do read) |- | вы чита́ете || you (plural/formal) read (are reading, do read) |- | они чита́ют || they read (are reading, do read) |} {| class=\"wikitable\" |+ First conjugation: verbs ending in -нуть |- ! colspan=\"2\" | верну́ть ('to return [something]', stem: верн–) |- | я верну́ || I will return |- | ты вернёшь || you will return |- | он/она́/оно́ вернёт || he/she/it will return |- | мы вернём || we will return |- | вы вернёте || you will return |- | они верну́т || they will return |} {| class=\"wikitable\" |+ First conjugation: verbs ending in -овать, -евать |- ! рисова́ть ('to draw', stem: рису-) ! плева́ть ('to spit', stem: плю-) ! танцева́ть ('to dance', stem: танцу-) |- | я рису́ю || я плюю́ || я танцу́ю |- | ты рису́ешь || ты плюёшь || ты танцу́ешь |- | он/она́/оно́ рису́ет || он/она́/оно́ плюёт || он/она́/оно́ танцу́ет |- | мы рису́ем || мы плюём || мы танцу́ем |- | вы рису́ете || вы плюёте || вы танцу́ете |- | они́ рису́ют || они́ плюю́т || они́ танцу́ют |} {| class=\"wikitable\" |+ First conjugation: verbs ending in -чь |- ! colspan=\"2\" | мочь ('to be able', stem: мог-/мож-) ! colspan=\"2\" | печь ('to bake', stem: пек-/печ-) |- | я могу́ || I can || я пеку́ || I bake |- | ты мо́жешь || you can || ты печёшь || you bake |- | он/она́/оно́ мо́жет || he/she/it can || он/она́/оно́ печёт || he/she/it bakes |- | мы мо́жем || we can || мы печём || we bake |- | вы мо́жете || you (all) can || вы печёте || you (all) bake |- | они́ мо́гут || they can || они́ пеку́т || they bake |} {| class=\"wikitable\" |+ First conjugation (verbs ending in -сти, -сть) |- ! colspan=\"2\" | нести́ ('to carry', stem: нес-) ! colspan=\"2\" | вести́ ('to lead', stem: вед-) ! colspan=\"2\" | мести́ ('to sweep', stem: мет-) ! colspan=\"2\" | грести́ ('to row', stem: греб-) ! colspan=\"2\" | красть ('to steal', stem: крад-) |- | я несу́ || I carry || я веду́ || I lead || я мету́ || I sweep || я гребу́ || I row || я краду́ || I steal |- | ты несёшь || you carry || ты ведёшь || you lead || ты метёшь || you sweep || ты гребёшь || you row || ты крадёшь || you steal |- | он/она́/оно́ несёт || he/she/it carries || он/она́/оно́ ведёт || he/she/it leads || он/она́/оно́ метёт || he/she/it sweeps || он/она́/оно́ гребёт || he/she/it rows || он/она́/оно́ крадёт || he/she/it steals |- | мы несём || we carry || мы ведём || we lead || мы метём || we sweep || мы гребём || we row || мы крадём || we steal |- | вы несёте || you (all) carry || вы ведёте || you (all) lead || вы метёте || you (all) sweep || вы гребёте || you (all) row || вы крадёте || you (all) steal |- | они́ несу́т || they carry || они́ веду́т || they lead || они́ мету́т || they sweep || они́ гребу́т || they row || они́ краду́т || they steal |} {| class=\"wikitable\" |+ First conjugation (verbs ending in -зти, -зть) |- ! colspan=\"2\" | везти́ ('to convey', stem: вез-) ! colspan=\"2\" | лезть ('to climb', stem: лез-) |- | я везу́ || I convey || я ле́зу || I climb |- | ты везёшь || you convey || ты ле́зешь || you climb |- | он/она́/оно́ везёт || he/she/it conveys || он/она́/оно́ ле́зет || he/she/it climbs |- | мы везём || we convey || мы ле́зем || we climb |- | вы везёте || you (all) convey || вы ле́зете || you (all) climb |- | они́ везу́т || they convey || они́ ле́зут || they climb |} {| class=\"wikitable\" |+ First conjugation: verbs ending in -ыть |- ! colspan=\"2\" | мыть ('to wash', stem: мо-) |- | я мо́ю || I wash |- | ты мо́ешь || you wash |- | он/она́/оно́ мо́ет || he/she/it washes |- | мы мо́ем || we wash |- | вы мо́ете || you (all) wash |- | они́ мо́ют || they wash |} {| class=\"wikitable\" |+ First conjugation (verbs бить, вить, лить, пить, шить) |- ! colspan=\"2\" | бить ('to beat', stem: бь-) ! colspan=\"2\" | вить ('to weave', stem: вь-) ! colspan=\"2\" | лить ('to pour', stem: ль-) ! colspan=\"2\" | пить ('to drink', stem: пь-) ! colspan=\"2\" | шить ('to sew', stem: шь-) |- | я бью || I beat || я вью || I weave || я лью || I pour || я пью || I drink || я шью || I sew |- | ты бьёшь || you beat || ты вьёшь || you weave || ты льёшь || you pour || ты пьёшь || you drink || ты шьёшь || you sew |- | он/она́/оно́ бьёт || he/she/it beats || он/она́/оно́ вьёт || he/she/it weaves || он/она́/оно́ льёт || he/she/it pours || он/она́/оно́ пьёт || he/she/it drinks || он/она́/оно́ шьёт || he/she/it sews |- | мы бьём || we beat || мы вьём || we weave || мы льём || we pour || мы пьём || we drink || мы шьём || we sew |- | вы бьёте || you (all) beat || вы вьёте || you (all) weave || вы льёте || you (all) pour || вы пьёте || you (all) drink || вы шьёте || you (all) sew |- | они́ бьют || they beat || они́ вьют || they weave || они́ льют || they pour || они́ пьют || they drink || они шьют || they sew |} {| class=\"wikitable\" |+ First conjugation (verbs жить, плыть, слыть) |- ! colspan=\"2\" | жить ('to live', stem: жив-) ! colspan=\"2\" | плыть ('to swim', stem: плыв-) ! colspan=\"2\" | слыть ('to pass for', stem: слыв-) |- | я живу́ || I live || я плыву́ || I swim || я слыву́ || I pass for |- | ты живёшь || you live || ты плывёшь || you swim || ты слывёшь || you pass for |- | он/она́/оно́ живёт || he/she/it lives || он/она́/оно́ плывёт || he/she/it swims || он/она́/оно́ слывёт || he/she/it passes for |- | мы живём || we live || мы плывём || we swim || мы слывём || we pass for |- | вы живёте || you (all) live || вы плывёте || you (all) swim|| вы слывёте || you (all) pass for |- | они́ живу́т || they live || они́ плыву́т || they swim || они́ слыву́т || they pass for |} {| class=\"wikitable\" |+ Second conjugation |- ! colspan=\"2\" | говори́ть ('to speak', stem: говор-) |- | я говорю́ || I speak (am speaking, do speak) |- | ты говори́шь || you speak (are speaking, do speak) |- | он/она́/оно́ говори́т || he/she/it speaks (is speaking, does speak) |- | мы говори́м || we speak (are speaking, do speak) |- | вы говори́те || you (plural/formal) speak (are speaking, do speak) |- | они говоря́т || they speak (are speaking, do speak) |} {| class=\"wikitable\" |+ Second conjugation (verbs ending in -бить, -вить, -пить, -мить) |- ! colspan=\"2\" | люби́ть ('to love', stem: люб-) ! colspan=\"2\" | лови́ть ('to catch', stem: лов-) ! colspan=\"2\" | топи́ть ('to sink', stem: топ-) ! colspan=\"2\" | корми́ть ('to feed', stem: корм-) |- | я люблю́ || I love || я ловлю́ || || я топлю́ || || я кормлю́ || |- | ты лю́бишь || you love || ты ло́вишь || || ты то́пишь || || ты ко́рмишь || |- | он́/она́/оно́ лю́бит || he/she/it loves || он́/она́/оно́ ло́вит || || он́/она́/оно́ то́пит || || он́/она́/оно́ ко́рмит || |- | мы лю́бим || we love || мы ло́вим || || мы то́пим || || мы ко́рмим || |- | вы лю́бите || you (all) love || вы ло́вите || || вы то́пите || || вы ко́рмите || |- | они́ лю́бят || they love || они́ ло́вят || || они́ то́пят || || они́ ко́рмят || |} {| class=\"wikitable\" |+ Second conjugation (verbs ending in -сить, -зить, -тить, -дить, -стить) |- ! colspan=\"2\" | проси́ть ('to ask', stem: прос-) ! colspan=\"2\" | вози́ть ('to convey', stem: воз-) ! colspan=\"2\" | плати́ть ('to pay', stem: плат-) ! colspan=\"2\" | ходи́ть ('to go [to walk]', stem: ход-) ! colspan=\"2\" | прости́ть ('to forgive', stem: прост-) |- | я прошу́ || || я вожу́ || || я плачу́ || I pay || я хожу́ || || я прощу́ || |- | ты про́сишь || || ты во́зишь || || ты пла́тишь || you pay || ты хо́дишь || || ты прости́шь || |- | он/она́/оно́ про́сит || || он/она́/оно́ во́зит || || он/она́/оно́ пла́тит || he/she/it pays || он/она́/оно́ хо́дит || || он/она́/оно́ прости́т || |- | мы про́сим || || мы во́зим || || мы пла́тим || we pay || мы хо́дим || || мы прости́м || |- | вы про́сите || || вы во́зите || || вы пла́тите || you (all) pay || вы хо́дите || || вы прости́те || |- | они́ про́сят || || они́ во́зят || || они́ пла́тят || they pay || они́ хо́дят || || они́ простя́т || |} There are five irregular verbs: * бежа́ть (run), бре́зжить (glimmer) – first conjugation in the plural third person, second in other forms; * хоте́ть (want) – first conjugation in the singular, second in plural; * дать (give) – дам, дашь, даст, дади́м, дади́те, даду́т; * есть (eat) – ем, ешь, ест, еди́м, еди́те, едя́т. === Past tense === The Russian past tense is gender specific: –л for masculine singular subjects, –ла for feminine singular subjects, –ло for neuter singular subjects, and –ли for plural subjects. This gender specificity applies to all persons; thus, to say \"I slept\", a male speaker would say я спал, while a female speaker would say я спалá. ==== Examples ==== {| class=\"wikitable\" |+ Past of сде́лать ('to do', 'to make') |- ! colspan=\"2\" | masculine ! colspan=\"2\" | feminine ! colspan=\"2\" | neuter ! colspan=\"2\" | plural |- | я сде́лал || I made (says a man) || я сде́лала || I made (says a woman) || || || мы сде́лали || we made |- | ты сде́лал || you made (is said to a man) || ты сде́лала || you made (is said to a woman) || || || вы сде́лали || you (all) made |- | он сде́лал || he made || она́ сде́лала || she made || оно́ сде́лало || it made || они́ сде́лали || they made |} ==== Exceptions ==== {| class=\"wikitable\" |+ Verbs ending in -сти, -сть, -зти, -зть |- ! infinitive !! present stem !! past |- | ле́зть || лез- || лез, ле́зла, ле́зло, ле́зли |- | нести́ || нес- || нёс, несла́, несло́, несли́ |- | везти́ || вез- || вёз, везла́, везло́, везли́ |- | вести́ || вед- || вёл, вела́, вело́, вели́ |- | мести́ || мет- || мёл, мела́, мело́, мели́ |- | грести́ || греб- || грёб, гребла́, гребло́, гребли́ |- | расти́ || раст- || рос, росла́, росло́, росли́ |} {| class=\"wikitable\" |+ Verbs ending in -чь |- ! infinitive !! present stem !! past |- | мочь || мог-/мож- || мог, могла́, могло́, могли́ |- | печь || пек-/печ- || пёк, пекла́, пекло́, пекли́ |} {| class=\"wikitable\" |+ Verbs ending in -ереть |- ! infinitive !! past |- | умере́ть || у́мер, умерла́, у́мерло, у́мерли |} {| class=\"wikitable\" |+ The verb идти́ ('to go, to walk') and verbs ending in -йти |- ! infinitive !! past |- | идти́ (to go) || шёл, шла, шло, шли |- | уйти́ (to go away) || ушёл, ушла́, ушло́, ушли́ |- | найти́ (to find) || нашёл, нашла́, нашло́, нашли́ |- | пройти́ (to pass) || прошёл, прошла́, прошло́, прошли́ |- | прийти́ (to come) || пришёл, пришла́, пришло́ пришли́ |- | вы́йти (to go out) || вы́шел, вы́шла, вы́шло, вы́шли |} {| class=\"wikitable\" |+ The verb есть (to eat) |- ! infinitive !! past |- | есть || ел, е́ла, е́ло, е́ли |} === Moods === Russian verbs can form three moods (наклонения): indicative (изъявительное), conditional (сослагательное) and imperative (повелительное). ==== Imperative mood ==== The imperative mood second-person singular is formed from the future-present base of most verbs by adding -и (stressed ending in present-future, or if base ends on more than one consonant), -ь (unstressed ending, base on one consonant) or -й (unstressed ending, base on vowel). Plural (including polite на вы) second-person form is made by adding -те to singular one: говорю 'I speak' – говори – говорите, забуду 'I shall forget' – забудь – забудьте, клею 'I glue' – клей – клейте. Some perfective verbs have first-person plural imperative form with -те added to similar simple future or present tense form: пойдёмте 'let us go'. Other forms can express command in Russian; for third person, for example, пусть particle with future can be used: Пусть они замолчат! 'Let them shut up!'. {| class=\"wikitable\" ! infinitive ! present stem ! imperative (2nd singular) ! imperative (2nd plural) |- | де́лать || де́ла- || де́лай || де́лайте |- | рисова́ть || рису- || рису́й || рису́йте |- | тро́нуть || трон- || тро́нь || тро́ньте |- | верну́ть || верн- || верни́ || верни́те |- | ве́рить || вер- || верь || ве́рьте |- | люби́ть || люб- || люби́ || люби́те |- | услы́шать || услыш- || услы́шь || услы́шьте |- | смотре́ть || смотр- || смотри́ || смотри́те |- | пла́кать || плач- || плачь || пла́чьте |- | писа́ть || пиш- || пиши́ || пиши́те |- | colspan=\"4\" | |- | лезть || ле́з- || лезь || ле́зьте |- | везти́ || вез- || вези́ || вези́те |- | нести́ || нес- || неси́ || неси́те |- | вести́ || вед- || веди́ || веди́те |- | мести́ || мет- || мети́ || мети́те |- | грести́ || греб- || греби́ || греби́те |- | расти́ || раст- || расти́ || расти́те |} ==== Conditional mood ==== The conditional mood in Russian is formed by adding the particle бы after the word which marks the supposed subject into a sentence formed like in the past tense. Thus, to say \"I would (hypothetically) sleep\" or \"I would like to sleep\", a male speaker would say я спал бы (or я бы поспа́л), while a female speaker would say я спалá бы (or я бы поспала́). {| class=\"wikitable\" |+ Conditional of the verb сказа́ть ('to say') |- ! colspan=\"2\" | masculine ! colspan=\"2\" | feminine ! colspan=\"2\" | neuter ! colspan=\"2\" | plural |- | я бы сказа́л || I would say (says a male speaker) || я бы сказа́ла || I would say (says a female speaker) || || || мы бы сказа́ли || we would say |- | ты бы сказа́л || you would say (said to a male speaker) || ты бы сказа́ла || you would say (said to a female speaker) || || || вы бы сказа́ли || you (all) would say |- | он бы сказа́л || he would say || она́ бы сказа́ла || she would say || оно́ бы сказа́ло || it would say || они́ бы сказа́ли || they would say |} {| class=\"wikitable\" |+ Negative conditional forms |- ! colspan=\"2\" | masculine ! colspan=\"2\" | feminine ! colspan=\"2\" | neuter ! colspan=\"2\" | plural |- | я бы не сказа́л || I wouldn't say (says a male speaker) || я бы не сказа́ла || I wouldn't say (says a female speaker) || || || мы бы не сказа́ли || we wouldn't say |- | ты бы не сказа́л || you wouldn't say (said to a male speaker) || ты бы не сказа́ла || you wouldn't say (said to a female speaker) || || || вы бы не сказа́ли || you (all) wouldn't say |- | он бы не сказа́л || he wouldn't say || она́ бы не сказа́ла || she wouldn't say || оно́ бы не сказа́ло || it wouldn't say || они́ бы не сказа́ли || they wouldn't say |} === Verbs of motion === Verbs of motion are a distinct class of verbs found in several Slavic languages. Due to the extensive semantic information they contain, Russian verbs of motion pose difficulties for non-native learners at all levels of study. Unprefixed verbs of motion, which are all imperfective, divide into pairs based on the direction of the movement (uni- or multidirectional — sometimes referred to as determinate/indeterminate or definite/indefinite). As opposed to a verb-framed language, in which path is encoded in the verb, but manner of motion typically is expressed with complements, Russian is a satellite language, meaning that these concepts are encoded in both the root of the verb and the particles associated with it, satellites. Thus, the roots of motion verbs convey the lexical information of manner of movement, e.g. walking, crawling, running, whereas prefixes denote path, e.g. motion in and out of space.Nesset (2008) applied Leonard Talmy's (1985, 2000) terms \"manner\" and \"path\" to her image schema for Russian verbs of motion. The roots also distinguish between means of conveyance, e.g. by transport or by one's own power, and in transitive verbs, the object or person being transported. The information below provides an outline of the formation and basic usage of unprefixed and prefixed verbs of motion. ==== Unprefixed ==== {| class=\"wikitable\" style=\"vertical-align: top;\" |+Pairs of Russian verbs of motion, adapted from Muravyova.Researchers have also included the reflexive verbs катиться/кататься, гнаться/гоняться, нестись/носиться, and тащиться/таскаться (Gagarina 2009: 451–452). ! English !! unidirectional !! multidirectional |- style=\"vertical-align: top;\" | to run || бежа́ть || бе́гать |- style=\"vertical-align: top;\" | to wander || брести́ || броди́ть |- style=\"vertical-align: top;\" | to convey, transport || везти́ || вози́ть |- style=\"vertical-align: top;\" | to lead || вести́ || води́ть |- style=\"vertical-align: top;\" | to drive, chase || гна́ть || гоня́ть |- style=\"vertical-align: top;\" | to go by vehicle, ride || е́хать || е́здить |- style=\"vertical-align: top;\" | to go, walk || идти́ || ходи́ть |- style=\"vertical-align: top;\" | to roll || кати́ть || ката́ть |- style=\"vertical-align: top;\" | to climb || ле́зть || ла́зить (ла́зать) |- style=\"vertical-align: top;\" | to fly || лете́ть || лета́ть |- style=\"vertical-align: top;\" | to carry || нести́ || носи́ть |- style=\"vertical-align: top;\" | to swim, float || плы́ть || пла́вать |- style=\"vertical-align: top;\" | to crawl || ползти́ || по́лзать |- style=\"vertical-align: top;\" | to drag || тащи́ть || таска́ть |} ==== Directionality ==== Unidirectional verbs describe motion in progress in one direction, e.g.: * We are headed to the library. Мы идём в библиотеку. * I was on my way to work. Я шла на работу. * The birds are flying south. Птицы летят на юг. Multidirectional verbs describe: # General motion, referring to ability or habitual motion, without reference to direction or destination, e.g.: #* The child has been walking for six months. Ребёнок ходит шесть месяцев. #* Birds fly, fish swim, and dogs walk. Птицы летают, рыбы плавают, а собаки ходят. # Movement in various directions, e.g.: #* We walked around the city all day. Мы ходили по городу весь день. # Repetition of completed trips, e.g.: #* She goes to the supermarket every week. Она ходит в супермаркет каждую неделю. # In the past tense, a single completed round trip, e.g.: #* I went to Russia (and returned) last year. В прошлом году я ездил в Россию. ==== Unidirectional perfectives with по- ==== The addition of the prefix по- to a unidirectional verb of motion makes the verb perfective, denoting the beginning of a movement, i.e. 'setting out'. These perfectives imply that the agent has not yet returned at the moment of speech, e.g., ==== Going versus taking ==== Three pairs of motion verbs generally refer to 'taking', 'leading' with additional lexical information on manner of motion and object of transport encoded in the verb stem. These are нести/носить, вести/водить, and везти/возить. See below for the specific information on manner and object of transport: ==== Prefixed motion verbs ==== Motion verbs combine with prefixes to form new aspectual pairs, which lose the distinction of directionality, but gain spatial or temporal meanings. The unidirectional verb serves as the base for the perfective, and the multidirectional as the base for the imperfective. In addition to the meanings conveyed by the prefix and the simplex motion verb, prepositional phrases also contribute to the expression of path in Russian. Thus, it is important to consider the whole verb phrase when examining verbs of motion. In some verbs of motion, adding a prefix requires a different stem shape: See below for a table the prefixes, their primary meanings, and the prepositions that accompany them, adapted from Muravyova. Several examples are taken directly or modified from Muravyova. {| class=\"wikitable\" |+ Prefixed verbs of motion |- style=\"vertical-align: top;\" ! Prefix / primary meanings ! Examples / additional meanings ! Prepositional Phrases |- style=\"vertical-align: top;\" | colspan=\"3\" | spatial |- style=\"vertical-align: top;\" | в-, о- Movement inwards across a threshold, entering Antonym: вы- | The tram stopped and the girl entered. Трамвай остановился, и девушка вошла. | в / на + |- style=\"vertical-align: top;\" | вы- Movement out of something across a threshold, exiting Antonym: в- | She exited the office. Она вышла из кабинета. Other: | из / с / от + в / на + к + |- style=\"vertical-align: top;\" | при- Intended arrival, signals presence of the agent at a location as a result of motion Antonym: у- | He arrived in Moscow a week ago. Он приехал в Москву неделю назад. | в / на + к + из / с / от + |- style=\"vertical-align: top;\" | у- Intended departure, signals absence Antonym: при- | They will leave Vladivostok in a month. Они улетят из Владивостока через месяц. Where is Igor? He already left. Где Игорь? Он уже ушёл. | в / на + к + из / с / от + |- style=\"vertical-align: top;\" | под-, подо- Approach Antonym: от- | He approached the girl to ask for her number. Он подошёл к девушке, чтобы спросить её номер. Other: Подвезти – give someone a lift, e.g.: : He took me (as far as) downtown. : Он подвёз меня до центра. | к + до + |- style=\"vertical-align: top;\" | от-, ото- Withdrawal a short distance away Antonym: под- | The boy stepped back from the stranger who had offered him candy. Мальчик отошёл от незнакомца, который предложил ему конфеты. Other: With transitive verbs, delivering or dropping something off (agent does not remain), e.g.: : I'll drop the book off at the library, then come. Я отнесу книги в библиотеку, потом приду. | от + |- style=\"vertical-align: top;\" | до- Reaching a limit or destination | The passengers reached the last station and exited the bus. Пассажиры доехали до последней остановки и вышли из автобуса. Other: Characterizing the duration of a journey, especially when it is long, e.g.: : We finally reached the dacha. : Мы наконец доехали до дачи. | до + |- style=\"vertical-align: top;\" | за- Movement behind an object; stopping off on the way | The old woman walked behind the corner and disappeared. Старушка зашла за угол и исчезла. Other: | в / на / за + к + за + |- style=\"vertical-align: top;\" | про- Movement across, through, or past something | We drove through the city. Мы проехали через город. We passed the metro station. Мы прошли мимо станции метро. Other: | сквозь / через / в + мимо + without preposition |- style=\"vertical-align: top;\" | пере- Movement across, from one point to another; through | The ducks swam across the river. Утки переплыли реку. Other: Changing residence, e.g.: I moved to another city. Я переехала в другой город. | через + acc without preposition + |- style=\"vertical-align: top;\" | вз-, взо-, воз-, вс-, вос- Movement upwards Antonym: с- | The mountain climber walked up the mountain. Альпинист взошёл на гору. | в / на + |- style=\"vertical-align: top;\" | с-, со- Movement downwards Antonym: вз- | After the performance, the actor got off the stage. После представления актёр сошёл со сцены. | c + на + к + за + |- style=\"vertical-align: top;\" | о-, об-, обо- Movement around an object or involving a consecutive number of objects, circling, covering a whole place | The little girl walked around the puddle. Девочка обошла лужу. I'm going around to all the stores in the mall. Я обхожу все магазины в центре. | вокруг + without preposition + |- style=\"vertical-align: top;\" | из-, изо-, ис- Movement involving the entire area concerned and carried out in all directions *only formed from multidirectional verb of motion | I traveled over the whole world. Я изъездил весь мир. | without preposition + |- style=\"vertical-align: top;\" | на- Movement onto the surface of an object *only formed from multidirectional verb of motion | A cloud crept onto the sun. Туча наползла на солнце. Other: Quantified movement, e.g.: The driver covered 50 kilometers. Водитель наездил 50 километров. I had 2500 flight hours in Boeing 737. Я налетал 2500 часов на Боинге 737. | в/на + without preposition + |- style=\"vertical-align: top;\" | с-, со- (+сь, +ся) Convergent movement from various directions towards one center Antonym: раз-, разо-, рас- (+сь, +ся) | In order to study, the student brought all her textbooks from other rooms to her desk. Чтобы заниматься, студентка снесла все учебники из других комнат на письменный стол. The children ran (from all directions) to the playground. Дети сбежались на детскую площадь | в / на + к + |- style=\"vertical-align: top;\" | раз-, разо-, рас- (+сь, +ся) Divergent movement in various directions from one center Antonym: с-, со- (+сь, +ся) | Grandfather Frost brought the gifts to the (various) houses. Дед Мороз разнёс подарки по домам. After dinner, we went to our separate homes. После ужина, мы разошлись по домам. | по + pl. в + асс. pl. |- style=\"vertical-align: top;\" | colspan=\"3\" | temporal |- style=\"vertical-align: top;\" | по- Beginning of unidirectional movement *with unidirectional verb of motion | I went to the university. Я пошла в университет. Other: | в / на + к + из / с / от + по + without + |- style=\"vertical-align: top;\" | за- Beginning of multidirectional movement *With multidirection verb of motion | She started running around the room. Она забегала по комнате. | по + |- style=\"vertical-align: top;\" | про- Prolonged multidirectional movement *with multidirectional verb of motion | We walked around the woods all day. Мы проходили по лесу весь день. | without prep + |- style=\"vertical-align: top;\" | по- Slow and measured multidirectional movement *with multidirectional verb of motion | She walked around the apartment pensively and finally decided to leave. Она задумчиво походила по квартире и наконец решила уйти. |- style=\"vertical- align: top;\" | colspan=\"3\" | resultative |- style=\"vertical-align: top;\" | с- Completed semelfactive movement in opposite directions, there and back. *only formed with multidirectional verb of motion | I went to the pharmacy for medicine and went to bed. Я сходил в аптеку за лекарством и лёг спать. | в / на + к + |} ===== Idiomatic uses ===== The uni- and multidirectional distinction rarely figures into the metaphorical and idiomatic use of motion verbs, because such phrases typically call for one or the other verb. See below for examples: {| class=\"wikitable\" |+ Idiomatic uses of motion verbs |- style=\"vertical-align: top;\" ! Verb ! Example |- style=\"vertical-align: top;\" | colspan=\"2\" | unidirectional |- style=\"vertical-align: top;\" | идти | |- style=\"vertical-align: top;\" | вести | |- style=\"vertical-align: top;\" | нести | |- style=\"vertical-align: top;\" | лететь | |- style=\"vertical-align: top;\" | лезть | :: The hooligans are getting into a brawl. Хулиганы лезут в драку. |- style=\"vertical-align: top;\" | везти | ::She is lucky/got lucky. Ей везёт / повезло. |- style=\"vertical-align: top;\" | бежать | |- style=\"vertical-align: top;\" | colspan=\"2\" | multidirectional |- style=\"vertical-align: top;\" | носить | |- style=\"vertical-align: top;\" | ходить | :: Rumor has it that she left her husband. Ходит слух, что она бросила мужа. |- style=\"vertical-align: top;\" | водить | :: He fooled me for a long time when he said that everything was fine in our firm. Он долго водил меня за нос, когда говорил, что в нашей фирме всё хорошо. |- style=\"vertical-align: top;\" | кататься | :: I like to ski, skate, cycle, and row. Мне нравится кататься на лыжах, на коньках, на велосипеде и на лодке. |} === Adjectival participle === Russian adjectival participles can be active or passive; have perfective or imperfective aspect; imperfective participles can have present or past tense, while perfective ones in classical language can be only past. As adjectives, they are declined by case, number and gender. If adjectival participles are derived from reciprocal verbs, they have suffix -ся appended after the adjectival ending; this suffix in participles never takes the short form. Participles are often difficult to distinguish from deverbal adjectives (this is important for some cases of orthography). ==== Active present participle ==== Лю́ди, живу́щие в э́том го́роде, о́чень до́брые и отве́тственные – The people living in this city are very kind and responsible. In order to form the active present participle, the \"т\" of the 3rd person plural of the present tense is replaced by \"щ\" and add a necessary adjective ending: {| class=\"wikitable\" | де́лать (to do, to make) – де́лают (they do/make) – де́лающий (doing, making) |} {| class=\"wikitable\" |+Declension of де́лающий | rowspan=\"2\" | ! colspan=\"3\" style=\"text-align: center;\" |singular ! rowspan=\"2\" style=\"text-align: center;\" |plural |- !masculine !neuter !feminine |- ! nominative | де́лающий|| rowspan=\"2\" | де́лающее|| де́лающая|| де́лающие |- ! accusative | N or G || де́лающую|| N or G |- ! genitive | colspan=\"2\" | де́лающего|| rowspan=\"4\" | де́лающей|| де́лающих |- ! dative | colspan=\"2\" | де́лающему|| де́лающим |- ! instrumental | colspan=\"2\" | де́лающим|| де́лающими |- ! prepositional | colspan=\"2\" | де́лающем|| де́лающих |} Note: Only imperfective verbs can have an active present participle. {| class=\"wikitable\" |+ Examples |- ! infinitive ! 3rd person plural (present Tense) ! active present participle |- ! colspan=\"3\" | First conjugation |- | име́ть (to have) || име́ют || име́ющий |- | писа́ть (to write) || пи́шут || пи́шущий |- | пря́тать (to conceal) || пря́чут || пря́чущий |- | рисова́ть (to draw) || рису́ют || рису́ющий |- | вести́ (to lead) || веду́т || веду́щий |- | печь (to bake) || пеку́т || пеку́щий |- | жить (to live) || живу́т || живу́щий |- | люби́ть (to love) || лю́бят || лю́бящий |- | коло́ть (to break) || ко́лют || ко́лющий |- | идти́ (to go) || иду́т || иду́щий |- | пить (to drink) || пьют || пью́щий |- | мыть (to wash) || мо́ют || мо́ющий |- | брить (to shave) || бре́ют || бре́ющий |- | петь (to sing) || пою́т || пою́щий |- | дава́ть (to give) || даю́т || даю́щий |- | жать (to press) || жмут || жмущий |- | тону́ть (to sink) || то́нут || то́нущий |- ! colspan=\"3\" | Second conjugation |- | слы́шать (to hear) || слы́шат || слы́шащий |- | сто́ить (to cost) || сто́ят || сто́ящий |- | стоя́ть (to stand) || стоя́т || стоя́щий |- | хоте́ть (to want) || хотя́т || хотя́щий |- ! colspan=\"3\" | Other verbs |- | бежа́ть (to run) || бегу́т || бегу́щий |- | есть (to eat) || едя́т || едя́щий |- | быть (to be) || *суть || *су́щий |} (*) Note: These forms are obsolete in modern Russian and they are not used in the spoken language as forms of the verb 'to be'. ===== Reflexive verbs paradigm ===== {| class=\"wikitable\" |+ де́лающийся – being done/being made | rowspan=\"2\" | ! style=\"text-align: center;\" colspan=\"3\" |singular ! style=\"text-align: center;\" rowspan=\"2\" |plural |- ! masculine ! neuter ! feminine |- ! nominative | де́лающийся || rowspan=\"2\" | де́лающееся|| де́лающаяся|| де́лающиеся |- ! accusative | N or G || де́лающуюся || N or G |- ! genitive | colspan=\"2\" | де́лающегося|| rowspan=\"4\" | де́лающейся || де́лающихся |- ! dative | colspan=\"2\" | де́лающемуся|| де́лающимся |- ! instrumental | colspan=\"2\" | де́лающимся|| де́лающимися |- ! prepositional | colspan=\"2\" | де́лающемся|| де́лающихся |} The participle agrees in gender, case and number with the word it refers to: :Я посвяща́ю э́ту пе́сню лю́дям, живу́щим в на́шем го́роде – I dedicate this song to the people living in our city. :Я горжу́сь людьми́, живу́щими в на́шем го́роде – I'm proud of the people living in our city. ==== Active past participle ==== The active past participle is used in order to indicate actions that happened in the past: :Де́вушка, чита́вшая тут кни́гу, забы́ла свой телефо́н – The girl, that read this book here, forgot her phone (the girl read the book in the past). Compare: :Де́вушка, чита́ющая тут кни́гу, – моя́ сестра́ – The girl reading this book here is my sister (she is reading the book now, in the present). In order to form the active past participle the infinitive ending '-ть' is replaced by the suffix '-вш-' and add an adjective ending: {| class=\"wikitable\" | де́лать (to do, to make) – де́лавший |} {| class=\"wikitable\" |+Declension of де́лавший | rowspan=\"2\" | ! colspan=\"3\" style=\"text-align: center;\" |singular ! rowspan=\"2\" style=\"text-align: center;\" |plural |- !masculine !neuter !feminine |- ! nominative | де́лавший|| rowspan=\"2\" | де́лавшее|| де́лавшая|| де́лавшие |- ! accusative | N or G || де́лавшую|| N or G |- ! genitive | colspan=\"2\" | де́лавшего|| rowspan=\"4\" | де́лавшей|| де́лавших |- ! dative | colspan=\"2\" | де́лавшему|| де́лавшим |- ! instrumental | colspan=\"2\" | де́лавшим|| де́лавшими |- ! prepositional | colspan=\"2\" | де́лавшем|| де́лавших |} {| class=\"wikitable\" |+ Examples ! infinitive ! active past participle |- | име́ть (to have) || име́вший |- | рисова́ть (to draw) || рисова́вший |- | тону́ть (to drown) || тону́вший |- | люби́ть (to love) || люби́вший |- | писа́ть (to write) || писа́вший |- | коло́ть (to poke through with a needle) || коло́вший |- | бить (to hit) || би́вший |- | мыть (to wash) || мы́вший |- | дава́ть (to give) || дава́вший |- | жать (to squeeze/compress) || жа́вший |- | стать (to become) || ста́вший |- | жить (to live) || жи́вший |} {| class=\"wikitable\" |+ Exceptions |- ! infinitive ! past tense (masculine) ! active past participle |- ! colspan=\"3\" | Some verbs ending in consonant + нуть |- | со́хнуть (to dry) || сох || сохший |- | проту́хнуть (to become rancid) || проту́х || проту́хший |- | сдо́хнуть (to die (\"croak\")) || сдох || сдо́хший |- ! colspan=\"3\" | Verbs ending in -зть |- | лезть (to climb) || лез || ле́зший |- ! colspan=\"3\" | Verbs ending in -ти |- | везти́ (to convey) || вёз || вёзший |- | вести́ (to lead) || вёл || ве́дший |- | нести́ (to carry) || нёс || нёсший |- | мести́ (to sweep) || мёл || мётший |- | грести́ (to row) || грёб || грёбший |- | расти́ (to grow) || рос || ро́сший |- ! colspan=\"3\" | Verbs ending in -чь |- | помо́чь (to help) || помог || помо́гший |- | печь (to bake) || пёк || пёкший |- ! colspan=\"3\" | Verbs ending in -ереть |- | умере́ть (to die) || у́мер || у́мерший |- | запере́ть (to lock) || за́пер || за́перший |- | стере́ть (to erase) || стёр || стёрший |- ! colspan=\"3\" | The verb красть |- | красть (to steal) || крал || кра́вший |- ! colspan=\"3\" | The verb идти́ |- | идти́ (to go) || шёл || шедший |} ===== Reflexive verbs paradigm ===== {| class=\"wikitable\" |+де́лавшийся – being done/being made | rowspan=\"2\" | ! colspan=\"3\" style=\"text-align: center;\" |singular ! rowspan=\"2\" style=\"text-align: center;\" |plural |- !masculine !neuter !feminine |- ! nominative | де́лавшийся|| rowspan=\"2\" | де́лавшееся|| де́лавшаяся|| де́лавшиеся |- ! accusative | N or G || де́лавшуюся|| N or G |- ! genitive | colspan=\"2\" | де́лавшегося|| rowspan=\"4\" | де́лавшейся|| де́лавшихся |- ! dative | colspan=\"2\" | де́лавшемуся|| де́лавшимся |- ! instrumental | colspan=\"2\" | де́лавшимся|| де́лавшимися |- ! prepositional | colspan=\"2\" | де́лавшемся|| де́лавшихся |} ==== Passive present participle ==== :обсужда́ть – to discuss; :обсужда́емый (full form), обсужда́ем (short form) – being discussed or able to be discussed; In order to form the passive present participle it is necessary to add an adjective ending to the 1st person plural of the present tense: {| class=\"wikitable\" | оставля́ть (to leave) – оставля́ем (we leave) – оставля́емый |} {| class=\"wikitable\" !masculine form | оставля́емый |- !feminine form | оставля́емая |- !neuter form | оставля́емое |- !plural form | оставля́емые |} {| class=\"wikitable\" |+ Examples |- ! infinitive ! 1st person plural (present tense) ! passive present participle |- | поздравля́ть (to congratulate) || поздравля́ем || поздравля́емый |- | рисова́ть (to draw [a picture]) || рису́ем || рису́емый |- | люби́ть (to love) || лю́бим || люби́мый |- | гнать (to race) || го́ним || гони́мый |- | мыть (to wash) || мо́ем || мо́емый |} {| class=\"wikitable\" |+ Exceptions |- ! infinitive ! present stem ! passive past participle |- ! colspan=\"3\" | Verbs ending in -авать |- | узнава́ть (to discover) || || узнава́емый |- ! colspan=\"3\" | Verbs ending in -зть, -зти, -сть, -сти |- | везти́ (to carry [by cart or vehicle]) || вез- || везо́мый |- | вести́ (to lead) || вед- || ведо́мый |- | нести́ (to carry [by hand]) || нес- || несо́мый |- | мести́ (to sweep) || мет- || мето́мый |- | грести́ (to row) || греб- || гребо́мый |- | красть (to steal) || крад- || крадо́мый |} Passive participles are occasional in modern Russian. Often, same meaning is conveyed by reflexive active present participles: :рису́ющийся (self-drawing) instead of рису́емый (being drawn, drawable); :мо́ющийся (self- washing) instead of мо́емый (being washed); The forms ending in -омый are mostly obsolete. Only the forms ведо́мый (from вести́ – to lead) and иско́мый (from иска́ть – to search, to look for) are used in the spoken language as adjectives: :ведо́мый челове́к – a slave (driven, following) man; :иско́мая величина́ – the sought quantity. ==== Passive past participle ==== :сде́лать – to do/to make (perfective verb) :сде́ланный – done/made Passive past participles are formed by means of the suffixes '-нн-' or '-т-' from the infinitive stem of perfective verbs. Besides that, this kind of participle can have short forms formed by means of the suffixes '-н-' or '-т-': {| class=\"wikitable\" | написа́ть (to write) – напи́санный (written) / напи́сан (short form) |} {| class=\"wikitable\" | уби́ть (to kill) – уби́тый (killed) / уби́т (short form) |} {| class=\"wikitable\" | ! full form ! short form |- ! masculine | напи́санный|| напи́сан |- ! feminine | напи́санная|| напи́сана |- ! neuter | напи́санное|| напи́сано |- ! plural | напи́санные|| напи́саны |} {| class=\"wikitable\" | ! full form ! short form |- !masculine | уби́тый|| уби́т |- !feminine | уби́тая|| уби́та |- !neuter | уби́тое|| уби́то |- !plural | уби́тые|| уби́ты |} {| class=\"wikitable\" |+ Participle-forming models (for perfect verbs) |- ! infinitive ! participle ! short forms |- ! colspan=\"3\" | Verbs in -ать, -ять, -еть with a present stem ending in a vowel |- | сде́лать (to do, do make) | сде́ланный | сде́лан |- | поменя́ть (to change) | поме́нянный | поме́нян |- | нарисова́ть (to draw) | нарисо́ванный | нарисо́ван |- | услы́шать (to hear) | услы́шанный | услы́шан |- | написа́ть (to write) | напи́санный | напи́сан |- | погреба́ть (to bury) | погребённый | погребён, погребена́, погребено́, погребены́ |- ! colspan=\"3\" | Verbs ending in -ить and -еть referred to the second conjugation |- | пожа́рить (to fry) | пожа́ренный | пожа́рен |- | уви́деть (to see) | уви́денный | уви́ден |- | оби́деть (to offend) | оби́женный | оби́жен |- | оплати́ть (to pay) | опла́ченный | опла́чен |- | порази́ть (to amaze) | поражённый | поражён, поражена́, поражено́, поражены́ |- | спроси́ть (to ask) | спро́шенный | спро́шен |- | прости́ть (to forgive) | прощённый | прощён, прощена́, прощено́, прощены́ |- | проломи́ть (to break in) | проло́мленный | проло́млен |- | установи́ть (to install, to set up) |устано́вленный | устано́влен |- | истреби́ть (to exterminate) | истреблённый | истреблён, истреблена́, истреблено́, истреблены́ |- | купи́ть (to buy) | ку́пленный | ку́плен |- ! colspan=\"3\" | Verbs ending in -зть, -сть, -зти or -сти |- | сгрызть (to chew) | сгры́зенный | сгры́зен |- | укра́сть (to steal) | укра́денный | укра́ден |- | проче́сть (to read) | прочтённый | прочтён, прочтена́, прочтено́, прочтены́ |- | увезти́ (to drive away) | увезённый | увезён, увезена́, увезено́, увезены́ |- | увести́ (to take away) | уведённый | уведён, уведена́, уведено́, уведены́ |- | подмести́ (to sweep) | подметённый | подметён, подметена́, подметено́, подметены́ |- | унести́ (to carry away) | унесённый | унесён, унесена́, унесено́, унесены́ |- ! colspan=\"3\" | Verbs ending in -чь |- | испе́чь (to bake) | испечённый | испечён, испечена́, испечено́, испечены́ |- | сбере́чь (to save) | сбережённый | сбережён, сбережена́, сбережено́, сбережены́ |- ! colspan=\"3\" | Verbs ending in -йти |- | найти́ (to find) | на́йденный | на́йден |- ! colspan=\"3\" | Verbs ending in -нуть |- | согну́ть (to bend) | со́гнутый | со́гнут |- ! colspan=\"3\" | Verbs ending in -оть |- | уколо́ть (to prick) | | уко́лотый | | уко́лот |- ! colspan=\"3\" | Verbs ending in -ыть |- | намы́ть (to wash) | | намы́тый | | намы́т |- | забы́ть (to forget) | | забы́тый | | забы́т |- ! colspan=\"3\" | Verbs ending in бить, вить, лить, пить, шить |- | уби́ть (to kill) | | уби́тый | | уби́т |} === Adverbial participle === Adverbial participles (деепричастия) express an earlier or simultaneous action providing context for the sentence in which they occur, similar to the English constructions \"having done X\" or \"while doing Y\". Like normal adverbs, adverbial participles are not declined. They inherit the aspect of their verb; imperfective ones are usually present, while perfective ones can only be past (since they denote action performed by the subject, the tense corresponds to the time of action denoted by the verb). Almost all Russian adverbial participles are active, but passive constructions may be formed using adverbial participle forms of the verb быть (past бывши \"having been\", present будучи \"being\"); these may be combined with either an adjectival participle in the instrumental case (Будучи раненным, боец оставался в строю – The combatant, being wounded, remained in the row), or a short adjective in the nominative (Бывши один раз наказан, он больше так не делал – Having been punished once, he didn't do it any more). Present adverbial participles are formed by adding the suffix -а/-я (or sometimes -учи/-ючи, which is usually deprecated) to the stem of the present tense. A few past adverbial participles (mainly of intransitive verbs of motion) are formed in the same way, but most are formed with the suffix -в (alternative form -вши, always used before -сь), some whose stem ends with a consonant, with -ши. For reflexive verbs, the suffix -сь remains at the very end of the word; in poetry it can take the form -ся. In standard Russian, adverbial participles are considered a feature of bookish speech; in colloquial language they are usually replaced with single adjectival participles or constructions with verbs: Пообедав, я пошёл гулять (\"Having eaten, I went for a walk\") → Я пообедал и пошёл гулять (\"I had dinner and went for a walk\"). But in some dated dialects adverbial and adjectival participles may be used to produce perfect forms which sound illiterate and do not occur in modern Russian; e.g. \"I haven't eaten today\" will be \"Я сегодня не евши\" instead of \"Я сегодня не ел\". {| class=\"wikitable\" |+ Adverbial participles |- ! infinitive ! present tense ! present adverbial participle ! past adverbial participle |- | думать (to think, ) | думаю | думая | (думав) |- | сказать (to say, ) | — | — | сказав (сказавши) |- | учиться (to be learning, ) | учусь | учась | (учившись)Rare but existing forms; they appear e.g. in negative sentences: как Он знает Писания, не учившись? (John 7:15). |- | научиться (to learn, ) | — | — | научившись |- | войти (to enter, ) | — | — | войдя (вошед,Deprecated irregular form. вошедши) |- | сплести (to weave, ) | — | — | сплётши (сплетя) |- | ехать (to ride/to drive, ) | еду | (ехав, ехавши) | (едучи) |- | colspan=\"4\" | |} === Irregular verbs === {| class=\"wikitable\" |+ Russian verb paradigm |- ! colspan=\"2\" | ! брать1 ! ви́деть2 ! дава́ть1 ! дать3 ! есть3 ! жить1 ! звать1 ! идти́1 ! писа́ть2 |- ! colspan=\"2\" |English | take | see | give | give () | eat | live | call | go | write |- ! rowspan=\"6\" |Present ! 1st singular | беру́ || ви́жу || даю́ || дам || ем || живу́ || зову́ || иду́ || пишу́ |- ! 2nd singular | берёшь || ви́дишь || даёшь || дашь || ешь || живёшь || зовёшь || идёшь || пи́шешь |- ! 3rd singular | берёт || ви́дит || даёт || даст || ест || живёт || зовёт || идёт || пи́шет |- ! 1st plural | берём || ви́дим || даём || дади́м || еди́м || живём || зовём || идём || пи́шем |- ! 2nd plural | берёте || ви́дите || даёте || дади́те || еди́те || живёте || зовёте || идёте || пи́шете |- ! 3rd plural | беру́т || ви́дят || даю́т || даду́т || едя́т || живу́т || зову́т || иду́т || пи́шут |- ! colspan=\"2\" |Past | брал брала́ бра́ло бра́ли || ви́дел ви́дела ви́дело ви́дели || дава́л дава́ла дава́ло дава́ли || дал дала́ да́ло́ да́ли || ел е́ла е́ло е́ли || жил жила́ жи́ло жи́ли | звал звала́ зва́ло зва́ли || шёл шла шло шли || писа́л писа́ла писа́ло писа́ли |- ! colspan=\"2\" |Imperative | бери́ || видь || дава́й || дай || ешь || живи́ || зови́ || иди́ || пиши́ |- ! rowspan=\"2\" |Active Participle ! present | беру́щий || ви́дящий || даю́щий || – || едя́щий || живу́щий || зову́щий || иду́щий || пи́шущий |- ! past | бра́вший || ви́девший || дава́вший || да́вший || е́вший || жи́вший || зва́вший || ше́дший || писа́вший |- ! colspan=\"2\" |Past passive participle | за́бранный || уви́денный || – || да́нный || съе́денный || – || по́званный || – || напи́санный |- ! colspan=\"2\" |Past passive participle (short forms) | за́бран за́брана за́брано за́браны || уви́ден уви́дена уви́дено уви́дены || – || дан дана́ дано́ даны́ || съе́ден съе́дена съе́дено съе́дены || – || по́зван по́звана по́звано по́званы || – || напи́сан напи́сана напи́сано напи́саны |- ! rowspan=\"2\" |Adverbial Participle ! present | беря́ || ви́дя || дава́я || – || едя́ || живя́ || зовя́ || идя́ || – |- ! past | брав || ви́дев || дава́в || дав || ев || жив || звав || ше́дши || писа́в |} 1These verbs all have a stem change. 2These verbs are palatalised in certain cases, namely с → ш for all the present forms of \"писа́ть\", and д → ж in the first person singular of the other verbs. 3These verbs do not conform to either the first or second conjugations. == Word formation == Russian has on hand a set of prefixes, prepositional and adverbial in nature, as well as diminutive, augmentative, and frequentative suffixes and infixes. All of these can be stacked one upon the other to produce multiple derivatives of a given word. Participles and other inflectional forms may also have a special connotation. For example: {| class=\"wikitable\" |- | мысль || || \"thought\" |- | мысли́шка || || \"a petty, cute or a silly thought\" |- | мысли́ща || || \"a thought of fundamental import\" |- | мышле́ние || || \"thought, abstract thinking, reasoning\" |- | мы́слить || || \"to think (as to cogitate)\" |- | мы́слящий || || \"thinking, intellectual\" (adjective) |- | мы́слимый || || \"conceivable, thinkable\" |- | мы́сленно || || \"mentally, in a mental manner\" |- | смысл || || \"meaning\" (noun) |- | осмы́слить || || \"to comprehend, to conceive; to grasp\" (perfect) |- | осмы́сливать || || \"to be in the process of comprehending\" (continuous) |- | переосмы́слить || || \"to reassess, to reconsider\" |- | переосмы́сливать || || \"to be in the process of reassessing (something)\" |- | переосмы́сливаемые || || \"(something or someone plural) in the process of being reconsidered\" |- | бессмы́слица || || \"nonsense\" |- | обессмы́слить || || \"to render meaningless\" |- | бессмы́сленный || || \"meaningless\" |- | обессмы́сленный || || \"rendered meaningless\" |- | необессмы́сленный || || \"not rendered meaningless\" |} Russian has also proven friendly to agglutinative compounds. As an extreme case: {| class=\"wikitable\" style=\"text-align: center;\" cellpadding=\"4\" | металло̀ломообеспече́ние || || \"provision of scrap metal\" |- | металло̀ломообеспе́ченный || || \"well supplied with scrap metal\" |} Purists (as Dmitry Ushakov in the preface to his dictionary) frown on such words. But here is the name of a street in St. Petersburg: {| class=\"wikitable\" style=\"text-align: center;\" cellpadding=\"4\" | Каменноостровский проспект || || \"Stone Island Avenue\" |} Some linguists have suggested that Russian agglutination stems from Church Slavonic. In the twentieth century, abbreviated components appeared in the compound: {| class=\"wikitable\" style=\"text-align: center;\" cellpadding=\"4\" | управдом || = управляющий домом || || \"residence manager\" |} == Syntax == Basic word order, both in conversation and written language, is subject–verb–object. However, because grammatical relationships are marked by inflection, considerable latitude in word order is allowed, and all possible permutations can be used. For example, the words in the phrase \"я пошёл в магазин\" ('I went to the shop') can be arranged: * Я пошёл в магазин. (I went to the shop; I went to the shop.) * Я в магазин пошёл. (I to the shop went; approx. I am going out, my destination is the shop.) * Пошёл я в магазин. (Went I to the shop; two meanings: can be treated as a beginning of a narrated story: \"Went I to the shop, and something happened.\" or a decision made by someone after a long contemplation: \"OK, I think I will go the shop.\") * Пошёл в магазин я. (Went to the shop I; rarely used, can be treated as a beginning of a line of a poem written in amphibrach due to uncommon word order, or when the speaker wants to highlight that exactly this subject \"went to the shop\". In that case, the subject is stressed) * В магазин я пошёл. (To the shop I went; two meanings: can be used as a response: \"I went to the shop.\" – \"Sorry, where did you go?\" – \"To the shop—that's where I went.\" or an emphasis on the way of transportation: I went to the shop on foot.) * В магазин пошёл я. (To the shop went I; It was me who went to the shop.) while maintaining grammatical correctness. Note, however, that the order of the phrase \"в магазин\" (\"to the shop\") is kept constant. Word order can express logical stress, and degree of definiteness. The primary emphasis tends to be initial, with a weaker emphasis at the end. Some of these arrangements can describe present actions, not only past (despite the fact that the verb пошёл is in the past). In some cases, alternative word order can change the meaning entirely: * Не надо меня уговаривать. (\"No need me [to] persuade\" → One should not persuade me [as I would never agree to do something].) * Меня не надо уговаривать. (\"Me no need [to] persuade\" → There is no need to persuade me [as I will do it anyway].) === Impersonal sentences === Russian is a null-subject language – it allows constructing sentences without subject (). Some of them are claimed to not be impersonal, but to have oblique subject. One possible classification of such sentences distinguishes: ; Subjectless impersonals contain an impersonal verb (in form of single third- person or single neutral), and no other word is used as a subject:Смеркалось. '(It got) dusky.' : В Москве полночь. '(It's) midnight in Moscow.' ; Dative impersonals usually express personal feelings, where experiencer in dative case can possibly be considered as subject:Мне скучно. 'I'm bored.' ; Other impersonals have an element which is neither nominative nor dative, but still is a nominal verb argument:Меня тошнит. 'I feel sick.' : Васю ударило током. 'Vasya had an electric shock.' === Negation === ==== Multiple Negatives ==== Unlike in standard English, multiple negatives are compulsory in Russian, as in \"никто никогда никому ничего не прощает\" ('No-one ever forgives anyone for anything' literally, \"no one never to no-one nothing does not forgive\"). Usually, only one word in a sentence has negative particle or prefix \"не\" or belongs to negative word \"нет\", while another word has negation-affirmative particle or prefix \"ни\"; but this word can often be omitted, and thus ни becomes the signal of negation: вокруг никого нет and вокруг никого both mean \"there is nobody around\". ==== Adverbial answers ==== As a one-word answer to an affirmative sentence, yes translates да and no translates нет, as shown by the table below. {| class=\"wikitable\" |+ Answer to an affirmative sentence | ! English ! Russian |- ! First speaker | It's raining | Идёт дождь |- ! Agreeing with speaker (rain is falling) | Yes = it's raining | Да = идёт дождь |- ! Disagreeing with speaker (rain is not falling) | No = it's not raining | Нет = дождь не идёт |} No simple rule supplies an adverbial answer to a negative sentence. B. Comrie says that in Russian answer да or нет is determined not so much by the negative form of the question as by the questioner's intent for using negation, or whether the response is in agreement with his presupposition. In many cases that means that the adverbial answer should be extended for avoiding ambiguity; in spoken language, intonation in saying нет can also be significant to if it is affirmation of negation or negation of negation. {| class=\"wikitable\" |+ Answer to a negative question |- ! Question!!Interpretation!!Positive answer what was negated is declared!!Negative answer what was negated is refused |- | Не желаете ли печенья? Would you like to have some cookies? | Negation is used only for more politeness | Да, пожалуйста. Yes, please. | Нет, спасибо. No, thank you. |- | Не задумывались ли вы над этим? Haven't you considered this? | Presence of a negative particle is conditioned by the expectation of a positive answer | Да, задумывался. Yes, I have. | Нет, не задумывался. No, I haven't. |- | Так что, не ку́пите? So, you (definitely) won't buy (it)? | Negation is forced by the presumption of negative answer | Нет, берём. No, we will buy it. | Да, не берём (less common). / Нет, не берём. No, we won't buy it. |- | Ты ведь не сердишься на меня? (But) you are not angry with me, (are you)? | Negation is hoped for, rather than expected | Нет, я сержусь. / Да, сержусь. Yes, I am angry. | Нет, не сержусь. / Да, не сержусь (less common). No, I am not angry. |} Note that while expressing an affirmation of negation by extending \"да\" with a negated verb is grammatically acceptable. In practice it is more common to answer \"нет\" and subsequently extend with a negated verb paralleling the usage in English. Answering a negative sentence with a non- extended \"нет\" is usually interpreted as an affirmation of negation again in a way similar to English. Alternatively, both positive and negative simple questions can be answered by repeating the predicate with or without не, especially if да/нет is ambiguous: in the latest example, \"сержусь\" or \"не сержусь\". === Coordination === The most common types of coordination expressed by compound sentences in Russian are conjoining, oppositional, and separative. Additionally, the Russian grammar considers comparative, complemental, and clarifying. Other flavors of meaning may also be distinguished. Conjoining coordinations are formed with the help of the conjunctions и \"and\", ни … ни (\"not … not\" — simultaneous negation), та́кже \"also\", то́же (\"too\"; the latter two have complementary flavors), etc. Most commonly the conjoining coordination expresses enumeration, simultaneity or immediate sequence. They may also have a cause-effect flavor. Oppositional coordinations are formed with the help of the oppositional conjunctions: а \"and\"~\"but\", но \"but\", одна́ко \"however\", зато́ \"on the other hand\", же \"and\"~\"but\", etc. They express the semantic relations of opposition, comparison, incompatibility, restriction, or compensation. Separative coordinations are formed with the help of the separative conjunctions: и́ли \"or\", ли́бо \"either\", ли … ли \"whether … or\", то … то \"then … then\", etc. They express alternation or incompatibility of things expressed in the coordinated sentences. Complemental and clarifying coordination expresses additional, but not subordinated, information related to the first sentence. Comparative coordination is a semantic flavor of the oppositional one. Common coordinating conjunctions include: * и \"and\", enumerative, complemental; * а \"and\", comparative, tending to \"but\" or \"while\"; * но \"but\", oppositional. The distinction between \"и\" and \"а\" is important: *\"и\" implies a following complemental state that does not oppose the antecedent; *\"а\" implies a following state that acts in opposition to the antecedent, but more weakly than \"но\" (\"but\"). {| class=\"wikitable\" style=\"text-align: center;\" | они́ уе́хали, и мы уезжа́ем || || they have left, and we are leaving (too) |- | они́ уже́ уе́хали, а мы ещё нет|| || they have already left, while (but) we haven't (left) yet |- | они уе́хали, но ненадо́лго || || they have left, but not for long |} The distinction between \"и\" and \"а\" developed after medieval times. Originally, \"и\" and \"а\" were closer in meaning. The unpunctuated ending of the Song of Igor illustrates the potential confusion. The final five words in modern spelling, \"князьям слава а дружине аминь\" can be understood either as \"Glory to the princes and to their retinue! Amen.\" or \"Glory to the princes, and amen (R.I.P.) to their retinue\". Although the majority opinion is definitely with the first interpretation, no consensus has formed. The psychological difference between the two is quite obvious. === Subordination === Complementizers (subordinating conjunctions, adverbs, or adverbial phrases) include: * если 'if' (meaning 'in case where' not meaning 'whether'); * потому что 'because' * так как 'since' (meaning 'for the reason that') * чтобы , дабы (bookish, archaic) 'so that' * после того, как 'after' * хотя 'although' In general, Russian has fewer subordinate clauses than English, because the participles and adverbial participles often take the place of a relative pronoun/verb combination. For example: {| class=\"wikitable\" style=\"text-align: center;\" | Вот человек, потерявший надежду. || || Here (is) a man who has lost (all) hope. [lit. having lost hope] |- | Гуляя по городу, всегда останавливаюсь у Ростральных колонн. || || When I go for a walk in the city, I always pause by the Rostral Columns. [lit. Walking in the city, I...] |} === Absolute construction === Despite the inflectional nature of Russian, there is no equivalent in modern Russian to the English nominative absolute or the Latin ablative absolute construction. The old language had an absolute construction, with the noun in the dative. Like so many other archaisms, it is retained in Church Slavonic. Among the last known examples in literary Russian occurs in Radishchev's Journey from Petersburg to Moscow (Путешествие из Петербурга в Москву ), 1790: : Едущу мне из Едрова, Анюта из мысли моей не выходила. \"As I was leaving Yedrovo village, I could not stop thinking about Aniuta.\" == See also == * List of Russian language topics * Reduplication in the Russian language == Notes == == References == == External links == * Interactive On-line Reference Grammar of Russian * Wikibooks Russian * Concise one-page tabular grammar reference * Gramota.ru – dictionaries * Wiktionary has word entries in Cyrillic with meanings and grammatical analysis in English * Russian Wiktionary gives word meanings and grammatical analysis in Russian * Russian grammar overview with practice tests * Over 400 links to Russian Grammar articles around the Net (wayback machine) * Free online Russian grammar book (with videos) *",
 "title": "Russian grammar"
}