{
 "id": "495492",
 "text": "Sergei Viktorovich Gonchar (; born 13 April 1974) is a Russian former professional ice hockey player and a former assistant coach for the Pittsburgh Penguins. He has previously played for the Washington Capitals, Boston Bruins, Pittsburgh Penguins (with whom he won the Stanley Cup in 2009), Ottawa Senators, Dallas Stars and the Montreal Canadiens. ==Playing career== Gonchar began his professional career in 1991 with Traktor Chelyabinsk in the Soviet Championship League. He also played two seasons for Dynamo Moscow. Gonchar was the first round pick, 14th overall, of the Washington Capitals in the 1992 NHL Entry Draft. He began his North American career in 1994, suiting up in two playoff games for the Capitals' American Hockey League (AHL) affiliate, the Portland Pirates. He continued with Portland in 1994–95 before making his NHL debut with the Capitals on 7 February 1995, against the Buffalo Sabres.Sergei Gonchar bio at pittsburghpenguins.com He appeared in 31 games total during the lockout-shortened 1994–95 season. The following year, in his first full- length campaign in the NHL, Gonchar tallied 41 points, showing his potential as an effective offensive defenceman. In the 1998–99 season, Gonchar became the first Russian defenceman to score over 20 goals in the regular season. The following season, Gonchar broke the 50-point mark for the first time in his career. He also finished in fifth place in Norris Trophy voting as the NHL's best defenceman. After 57- and 67-point (tied for a career high) seasons in 2000–01 and 2002–03 respectively, Gonchar was named to the Second All-Star Team both seasons. thumb|left|Gonchar in action with Pittsburgh On 3 March 2004, in his tenth season with the Capitals, Gonchar was traded to the Boston Bruins in exchange for Shaone Morrisonn and two draft picks. Finishing the season with Boston, he amassed 58 points, leading all NHL defencemen. Between 2000 and 2004, Gonchar recorded more points than any other defenceman, with 74 goals and 241 points. During the 2004–05 NHL lockout, Gonchar returned to Russia to play for Metallurg Magnitogorsk, where he played with future Pittsburgh Penguins teammates Petr Sýkora and Evgeni Malkin. After the lockout, Gonchar signed a five-year, $25 million deal with the Penguins on 4 August 2005. In 2006–07, his second season with Pittsburgh, Gonchar tied a career-high with 67 points. In addition to his on-ice duties for the Penguins, Gonchar housed rookie Evgeni Malkin when he first arrived from Russia in October 2006. The following season, Gonchar helped lead the Penguins, with offensive superstars Sidney Crosby and Evgeni Malkin, to the 2008 Stanley Cup Finals, the franchise's first finals appearance since 1992. After a 65-point regular season (the eighth 50-plus point season of his career), Gonchar added 14 points in 20 playoff games as the Penguins eventually lost in the finals to the Detroit Red Wings. Gonchar placed fourth in Norris Trophy voting, tying his best-ever placing for the league's best defenceman. During the first game of the 2008–09 pre-season, Gonchar was hit into the boards by David Kočí in a game against the Tampa Bay Lightning, dislocating his shoulder. It was reported that he would miss four to six months after opting for arthroscopic surgery. While both Gonchar and defense partner Brooks Orpik claimed the hit was late, well after Gonchar had completed a pass, it was judged by Penguins' head coach Michel Therrien to be a clean hit and that Kočí had simply \"finished his check\". With the Penguins struggling to make the playoffs, Gonchar returned to play his first game of the season on 14 February 2009, against the Toronto Maple Leafs after being sidelined for 21 weeks.https://www.google.com/hostednews/canadianpress/article/ALeqM5ic5Er_SGtJ3eyV-_3sa9xAbzSzGQ He played in the final 25 games of the regular season and tallied 19 points, helping the Penguins into the 2009 playoffs as the Eastern Conference's fourth seed. However, playing in game four of the conference semi-finals against the Washington Capitals, Gonchar suffered a serious knee injury with a knee on knee hit by Alexander Ovechkin . Despite being initially expected to be out for several weeks and possibly the remainder of the playoffs, Gonchar returned for game seven of the series. Gonchar and the Penguins went on to win the Stanley Cup in seven games, facing the Detroit Red Wings for the second consecutive year. After winning, he revealed he had been playing with a partially torn medial collateral ligament (MCL). Gonchar was sidelined with injuries again for a total of 20 games in the 2009–10 season. Despite missing time, he went on to record his ninth 50-point season in the past 10 seasons, besting Nicklas Lidström's eight. He also had his 11th season with ten goals or more, tying Sergei Zubov for the most 10+ goal seasons among Russian defencemen. Gonchar finished the season third in points-per-game average among defencemen (behind Norris Trophy nominees Mike Green and Duncan Keith). He set an NHL record on 2 March 2010, by scoring his 200th NHL goal, making him the first Russian defenceman to ever do so. From the 2000–01 season to the 2009–10 season, Gonchar tallied exactly 500 points, which was second among NHL defencemen only to Nicklas Lidström's 550. Gonchar was also second among NHL defencemen in assists during that span with 372 assists, behind Lidström's 434. He led the League in goals by a defenceman during that span, with 128. Rob Blake was second with 119 goals, while Lidström had 116. Gonchar led the NHL in points-per-game average among NHL defencemen during that span, scoring at 0.80 points per game to Lidström's 0.76 points per game. He also led the league in goals created per game among NHL defencemen with 0.27 to Al MacInnis's 0.26 and Lidström's 0.25. In fact, since his first NHL season in 1995, only Lidström scored more points among defencemen — Lidström tallied 889 points in that time, while Gonchar had 684. On 1 July 2010, Gonchar signed a three-year, $16 million contract with the Ottawa Senators. The deal included a no-trade clause. During the 2012–13 NHL lockout, Gonchar returned to his native Russia to play with the Kontinental Hockey League (KHL)'s Metallurg Magnitogorsk. He was traded on 7 June 2013, to the Dallas Stars in exchange for a conditional sixth-round pick in 2013. On 8 June 2013, Gonchar signed a two-year, $10 million contract with the Stars. The following year, on 11 November 2014, Gonchar was again traded, this time to the Montreal Canadiens for left winger Travis Moen. On 15 May 2015, it was announced by Canadiens' GM Marc Bergevin, that Gonchar would not return to the Montreal Canadiens the next season. Gonchar remained un-signed over the summer, and accepted an invitation to return to the Pittsburgh Penguins' training camp on a try-out basis on 14 August 2015. At the conclusion of training camp and during the pre-season, Gonchar was released by the Penguins on 3 October 2015. ==Coaching career== Gonchar signalled the end of his professional playing career in accepting a development coaching position within the Pittsburgh Penguins organization on 27 October 2015. Gonchar aided the Penguins defensive unit in back to back Stanley Cup championships in 2016 and 2017, resulting in promotion to a full time assistant on July 12, 2017. On August 12, 2020, it was announced that Gonchar's contract, along with those of fellow assistant coaches Mark Recchi and Jacques Martin, would not be renewed for the next season. The decision came following the team's loss to the Montreal Canadiens in a best-of-five qualifying round for the 2019-2020 Stanley Cup Playoffs. ==Awards and achievements== *1997-1998 NHL Playoffs Most Goals by Defenseman (7) *2001-2002 NHL Most Goals by Defenseman (26), NHL Most Points by Defenseman (59) *2002-2003 NHL Most Goals by Defenseman (18) *2003-2004 NHL Most Assists by Defenseman (47), NHL Most Points by Defenseman (58) *2006-2007 NHL Most Assists by Defenseman (54) *Played in the NHL All-Star Game in 2001, 2002, 2003, 2004 and 2008 *Named to the NHL Second All-Star Team in 2002 and 2003 *Won the Stanley Cup with the Pittsburgh Penguins in 2009 as a player, and in both 2016 and 2017 as a development coach. ==International play== Gonchar is a two-time Olympic medal-winner with Russia. He earned a silver medal at the 1998 Games and a bronze medal at the 2002 Games. Gonchar met his future wife, Xenia Smetanenko, then a figure skater for Armenia, at the 1998 Nagano Olympic Games. In addition, Gonchar also competed in the 1993 World Junior Championship, two World Cups and three World Championships. ==Personal life== Gonchar married Ksenia Smetanenko in 2000. They have two daughters, Natalie and Victoria. ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1990–91 | Mechel Chelyabinsk | URS.2 | 2 | 0 | 0 | 0 | 0 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 1991–92 | Traktor Chelyabinsk | CIS |31 |1 |0 |1 |6 | — | — | — | — | — |- | 1991–92 | Mechel Chelyabinsk | CIS.2 | 2 | 0 | 0 | 0 | 2 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" |1992–93 |Dynamo Moscow |IHL |31 |1 |3 |4 |70 |10 |0 |0 |0 |12 |- | 1992–93 | Dynamo–2 Moscow | RUS.2 | 3 | 2 | 0 | 2 | 4 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" |1993–94 |Dynamo Moscow |IHL |44 |4 |5 |9 |36 |10 |0 |3 |3 |14 |- |1993–94 |Portland Pirates |AHL | — | — | — | — | — |2 |0 |0 |0 |0 |- bgcolor=\"#f0f0f0\" |1994–95 |Portland Pirates |AHL |61 |10 |32 |42 |67 | — | — | — | — | — |- |1994–95 |Washington Capitals |NHL |31 |2 |5 |7 |22 |7 |2 |2 |4 |2 |- bgcolor=\"#f0f0f0\" |1995–96 |Washington Capitals |NHL |78 |15 |26 |41 |60 |6 |2 |4 |6 |4 |- |1996–97 |Washington Capitals |NHL |57 |13 |17 |30 |36 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" |1997–98 |Lada Togliatti |RSL |7 |3 |2 |5 |4 | — | — | — | — | — |- |1997–98 |Washington Capitals |NHL |72 |5 |16 |21 |66 |21 |7 |4 |11 |30 |- bgcolor=\"#f0f0f0\" |1998–99 |Washington Capitals |NHL |53 |21 |10 |31 |57 | — | — | — | — | — |- |1999–2000 |Washington Capitals |NHL |73 |18 |36 |54 |52 |5 |1 |0 |1 |6 |- bgcolor=\"#f0f0f0\" |2000–01 |Washington Capitals |NHL |76 |19 |38 |57 |70 |6 |1 |3 |4 |2 |- |2001–02 |Washington Capitals |NHL |76 |26 |33 |59 |58 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" |2002–03 |Washington Capitals |NHL |82 |18 |49 |67 |52 |6 |0 |5 |5 |4 |- |2003–04 |Washington Capitals |NHL |56 |7 |42 |49 |44 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2003–04 |Boston Bruins |NHL |15 |4 |5 |9 |12 |7 |1 |4 |5 |4 |- |2004–05 |Metallurg Magnitogorsk |RSL |40 |2 |17 |19 |57 |4 |1 |1 |2 |6 |- bgcolor=\"#f0f0f0\" |2005–06 |Pittsburgh Penguins |NHL |75 |12 |46 |58 |100 | — | — | — | — | — |- |2006–07 |Pittsburgh Penguins |NHL |82 |13 |54 |67 |72 |5 |1 |3 |4 |2 |- bgcolor=\"#f0f0f0\" |2007–08 |Pittsburgh Penguins |NHL |78 |12 |53 |65 |66 |20 |1 | 13 | 14 | 8 |- |2008–09 |Pittsburgh Penguins |NHL |25 |6 |13 |19 |26 |22 |3 |11 |14 |12 |- bgcolor=\"#f0f0f0\" |2009–10 |Pittsburgh Penguins |NHL |62 |11 |39 |50 |49 |13 |2 |10 |12 |4 |- | 2010–11 |Ottawa Senators |NHL |67 |7 |20 |27 |20 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" |2011–12 |Ottawa Senators |NHL |74 |5 |32 |37 |55 |7 |1 |3 |4 |6 |- |2012–13 | Metallurg Magnitogorsk |KHL |37 |3 |26 |29 |40 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" |2012–13 |Ottawa Senators |NHL |45 |3 |24 |27 |26 |10 |0 |6 |6 |14 |- |2013–14 |Dallas Stars |NHL |76 |2 |20 |22 |20 |6 |0 |0 |0 |4 |- bgcolor=\"#f0f0f0\" |2014–15 |Dallas Stars |NHL |3 |0 |1 |1 |2 | — | — | — | — | — |- |2014–15 |Montreal Canadiens |NHL |45 |1 |12 |13 |16 | — | — | — | — | — |- bgcolor=\"#e0e0e0\" !colspan=3|NHL totals !1301 !220 !591 !811 !981 !141 !22 !68 !90 !102 |} ===International=== {| border=0 cellpadding=1 cellspacing=0 style=\"text- align:center; width:40em\" |- align=\"center\" bgcolor=\"#e0e0e0\" !Year !Team !Event !Result !rowspan=\"99\" bgcolor=\"#ffffff\" | !GP !G !A !Pts !PIM |- | 1992 | Russia | EJC | | 6 | 1 | 4 | 5 | 8 |- bgcolor=\"#f0f0f0\" |1993 | Russia |WJC |6th |7 |0 |2 |2 |10 |- |1996 |Russia |WCH |SF |4 |2 |2 |4 |2 |- bgcolor=\"#f0f0f0\" |1998 |Russia |OG | |6 |0 |2 |2 |0 |- |2000 |Russia |WC |11th |6 |1 |0 |1 |2 |- bgcolor=\"#f0f0f0\" |2002 |Russia |OG | |6 |0 |0 |0 |2 |- |2004 |Russia |WCH |5th |4 |1 |2 |3 |6 |- bgcolor=\"#f0f0f0\" |2006 |Russia |OG |4th |8 |0 |2 |2 |8 |- |2007 |Russia |WC | |9 |1 |4 |5 |4 |- bgcolor=\"#f0f0f0\" |2010 |Russia |OG |6th |4 |1 |0 |1 |2 |- |2010 |Russia |WC | |5 |0 |4 |4 |0 |- bgcolor=\"#e0e0e0\" ! colspan=4 | Senior totals !52 !6 !16 !22 !26 |} ==See also== *List of NHL players with 1,000 games played ==References== ==External links== * Category:1974 births Category:Living people Category:Boston Bruins players Category:Dallas Stars players Category:HC Dynamo Moscow players Category:HC Lada Togliatti players Category:Ice hockey players at the 1998 Winter Olympics Category:Ice hockey players at the 2002 Winter Olympics Category:Ice hockey players at the 2006 Winter Olympics Category:Ice hockey players at the 2010 Winter Olympics Category:Medalists at the 1998 Winter Olympics Category:Medalists at the 2002 Winter Olympics Category:Metallurg Magnitogorsk players Category:Montreal Canadiens players Category:National Hockey League All-Stars Category:National Hockey League first round draft picks Category:Olympic bronze medalists for Russia Category:Olympic ice hockey players of Russia Category:Olympic medalists in ice hockey Category:Olympic silver medalists for Russia Category:Ottawa Senators players Category:Pittsburgh Penguins coaches Category:Pittsburgh Penguins players Category:Portland Pirates players Category:Russian expatriate ice hockey people Category:Russian expatriate sportspeople in Canada Category:Russian expatriate sportspeople in the United States Category:Russian ice hockey defencemen Category:Russian people of Ukrainian descent Category:Sportspeople from Chelyabinsk Category:Stanley Cup champions Category:Traktor Chelyabinsk players Category:Washington Capitals draft picks Category:Washington Capitals players",
 "title": "Sergei Gonchar"
}