{
 "id": "495687",
 "text": "Anton Dostler (10 May 1891 – 1 December 1945) was a German General of the Infantry who was executed after the end of World War II for war crimes. He was shot by a United States Army firing squad after being found guilty of ordering the execution of American prisoners of war during the Italian Campaign in March 1944. Dostler was convicted in the first Allied war crimes trials to be held after the end of the war in Europe. ==Military career== Dostler joined the German army in 1910 and served as a junior officer during World War I. From the start of World War II to 1940, he served as chief of staff of the 7th Army. Subsequently he commanded the 57th Infantry Division (1941–42), the 163rd Infantry Division (1942) and, after some temporary stand-ins at corps, was appointed commander of 75th Army Corps (Jan-July 1944) in Italy and then commander of the Venetian Coast (Sept-Nov 1944), when its name was reassigned to 73rd Army Corps, where he finished the war. ==Execution of U.S. soldiers== On 22 March 1944, 15 soldiers of the U.S. Army, including two officers, landed on the Italian coast about 15 kilometers north of La Spezia, 400 km (250 miles) behind the then established front, as part of Operation Ginny II. They were all properly dressed in the field uniform of the U.S. Army and carried no civilian clothes. Their objective was to demolish a tunnel at Framura on the important railway line between La Spezia and Genoa. Two days later the group was captured by a combined party of Italian Fascist soldiers and troops from the German Army. They were taken to La Spezia, where they were confined near the Headquarters of the 135th (Fortress) Brigade, which was under the command of German Col. Almers. His immediate superior was the commander of the 75th Army Corps—Dostler. The captured American party was interrogated by Wehrmacht intelligence officers, and an officer revealed the mission. The information, including that it was a commando raid, was then sent to Dostler at the 75th Army Corps H.Q. The following day he informed his superior, Field Marshal Albert Kesselring, Commanding General of all German forces in Italy, about the captured U.S. commandos and asked what to do with them. According to Dostler's adjutant, Kesselring responded by ordering the execution. Later that day Dostler sent a telegram to the 135th (Fortress) Brigade passing on the order that the captured commando party was to be executed, in line with the Commando Order of 1942 issued by Adolf Hitler, which ordered the immediate execution without trial of all enemy commandos and saboteurs taken prisoner by the Wehrmacht in the field. Colonel Almers at the 135th (Fortress) Brigade was uneasy with the execution order, and approached Dostler again to delay the execution command. In response Dostler dispatched another telegram ordering Almers to carry out the execution as previously ordered. Two last attempts were made by Colonel Almers to stop the execution, including some by telephone, as he knew that executing uniformed prisoners of war was in violation of the 1929 Geneva Convention on Prisoners of War. His appeals were unsuccessful, and the 15 Americans of the commando raid were executed on the morning of 26 March 1944, at Punta Bianca, south of La Spezia, in the municipality of Ameglia. Their bodies were buried in a mass grave that was afterwards camouflaged. Alexander zu Dohna-Schlobitten, a member of Dostler's staff who, unaware of the existence of Hitler's \"Commando Order\", had refused to sign the execution order for the American commandos, was dismissed from the Wehrmacht for insubordination. thumb|right|Dostler tied to a stake before the execution thumb|right|Dostler's body immediately after execution. ==Trial and execution== Dostler was taken prisoner of war by the United States Army and, after it discovered the fate of the commando raiding team, was put on trial for war crimes on 8 May 1945. A military tribunal was held at the seat of the Supreme Allied Commander, the Royal Palace in Caserta, on 8 October 1945. In the first Allied war crimes trial, he was accused of carrying out an illegal order. In his defense he maintained that he had not issued the order but had only passed it along to Colonel Almers from Field Marshal Kesselring, and that the execution of the OSS men was a lawful order. Dostler's plea of superior orders failed before the tribunal, which found that in ordering the mass execution he had acted on his own outside the Führer's orders. The Military Commission also rejected his plea for clemency, declaring that the mass execution of the commando party was in violation of Article 2 of the 1929 Geneva Convention on Prisoners of War, which prohibited acts of reprisals against prisoners of war. In its judgment the Commission stated that \"no soldier, and still less a Commanding General, can be heard to say that he considered the summary shooting of prisoners of war legitimate, even as a reprisal.\" Under the 1907 Hague Convention on Land Warfare, it was legal to execute spies and saboteurs disguised in civilian clothes or enemy uniforms, but not those captured in uniforms of their own army. Because the 15 U.S. soldiers were properly dressed in U.S. uniforms behind enemy lines, and not disguised in civilian clothes or enemy uniforms, they should not have been treated as spies but as prisoners of war, a principle which Dostler had violated in enforcing the order for execution. The trial found General Dostler guilty of war crimes, rejecting the \"superior orders\" defense. He was sentenced to death, and executed in Aversa by a 12-man firing squad at 0800 hours on 1 December 1945.Associated Press, \"Nazi General Executed For Ordering Deaths of G.I.'S [sic] - Dostler Falls Before U. S. Firing Squad\", The San Bernardino Daily Sun, San Bernardino, California, Sunday 2 December 1945, Volume 52, page 2. The execution was photographed on black and white still and movie cameras. Immediately after the execution Dostler's body was lifted onto a stretcher, shrouded inside a white cotton mattress cover, and driven away in an army truck. His body was buried in Grave 93/95 of Section H at Pomezia German War Cemetery. ==References== ==External links== * The Ginny II Mission * Dostler's defense Explained by Kent Emery, Jr., son of one of Dostler's defense attorneys. * * Anton Dostler Category:1891 births Category:1945 deaths Category:German military personnel of World War I Category:People executed by the United States military by firing squad Category:German people convicted of war crimes Category:Executed military leaders Category:Generals of the German Army (Wehrmacht) Category:Generals of Infantry (Wehrmacht) Category:Military personnel from Munich Category:People from the Kingdom of Bavaria Category:Filmed executions Category:Executed people from Bavaria Category:Reichswehr personnel Category:Recipients of the clasp to the Iron Cross, 1st class Category:Nazis executed by firing squad Category:Germans convicted of war crimes committed in Italy during World War II Category:Perpetrators of World War II prisoners of war massacres",
 "title": "Anton Dostler"
}