{
 "id": "496098",
 "text": "AchaiaBarrington Atlas, map 100 (), sometimes spelled Achaea,The spelling \"Achaea\" is based on an erroneous but well-established transliteration of the Greek original (which does not have a diphthong) and in disregard of the Latin spelling (Achaia). The Cambridge University Press's publication \"Pausanias' Greece\" claims (on p.1): \"Following modern standard usage, 'Achaia' refers to the Roman province, 'Achaea' to an area of the northern Peloponnese.\" Furthermore, Oliver (1983) The Civic Tradition and Roman Athens, p. 152 n. 6: 'The name of the province is Achaia.... It is so spelled in good manuscripts of [Tacitus, Suetonius, and Seneca] and all Latin inscriptions.' The transliteration \"Akhaïa\" of the (Ancient and Modern) Greek is sometimes used in English, for example by the Encyclopædia Britannica and the Collins English Dictionary as an alternative to \"Achaea\". was a province of the Roman Empire, consisting of the Peloponnese, Attica, Boeotia, Euboea, the Cyclades and parts of Phthiotis, Aetolia-Acarnania and Phocis. In the north, it bordered on the provinces of Epirus vetus and Macedonia. The region was annexed by the Roman Republic in 146 BC following the sack of Corinth by the Roman general Lucius Mummius, who was awarded the surname \"Achaicus\" (\"conqueror of Achaia\"). Initially part of the Roman province of Macedonia, it was made into a separate province by Augustus. Achaia was a senatorial province, thus free from military men and legions, and one of the most prestigious and sought-after provinces for senators to govern.Roman provincial coinage: Τόμος 1, Andrew Burnett, Michel Amandry, Pere Pau Ripollés Alegre - 2003 Athens was the primary center of education for the imperial elite, rivaled only by Alexandria, and one of the most important cities in the Empire. Achaia was among the most prosperous and peaceful parts of the Roman world until Late Antiquity, when it first suffered from barbarian invasions. The province remained prosperous and highly urbanized however, as attested in the 6th- century Synecdemus. The Slavic invasions of the 7th century led to widespread destruction, with much of the population fleeing to fortified cities, the Aegean islands and Italy, while some Slavic tribes settled the interior. The territories of Achaia remaining in Byzantine hands were grouped into the theme of Hellas. == History == === Conquest and Republican period === In 150–148 BC the Romans fought the Fourth Macedonian War, after which they annexed Macedon, formerly the largest and most powerful state in mainland Greece. In 146 BC the Achaean League rebelled against the Romans. This was a hopeless war as Rome was a far superior military power. Polybius, an ancient Greek scholar, blamed the demagogues of the cities of the Achaean League for stirring nationalism, the idea that the league could stand up to Roman power, fostering a rash decision and inciting a suicidal war. The League was quickly defeated and its main city, Corinth was destroyed. The Romans decided to annex the whole of mainland Greece and Achaia became part of the Roman province Macedonia. Some cities, such as Athens and Sparta retained their self-governing status within their own territories. The First Mithridatic War (89–85 BC) was fought in Attica and Boeotia, two regions which were to become part of the province of Achaia. In 89 BC, Mithradates VI Eupator, king of Pontus, seized the Roman Province of Asia (in western Anatolia). Mithridates then sent Archelaus (his leading military commander) to Greece, where he established Aristion as a tyrant in Athens. The Roman consul Lucius Cornelius Sulla landed in Epirus (in western Greece) and marched on Athens. He marched through Boeotia on his way to Attica. Sulla besieged Athens and Piraeus in 87-86 BC and then sacked Athens and destroyed Piraeus. He then defeated Archelaus at the Battle of Chaeronea and the Battle of Orchomenus, both fought in Boeotia in 86 BC. Roman rule was preserved. ===Principate=== After the defeat of Antony and Cleopatra, about 31 BC, the Emperor Augustus separated Macedonia from Achaia, though it remained a Senatorial province, as under the Republic. In AD 15, Emperor Tiberius, responding to complaints of mismanagement by the senatorial proconsul made Achaia and Macedonia Imperial provinces.Tacitus, Annals.1.76 They were restored to the Senate as part of Emperor Claudius' reforms in AD 44.Suetonius, Life of Claudius, 25.3 The Roman Emperor Nero visited Greece in AD 66, and performed at the Ancient Olympic Games, despite the rules against non-Greek participation. He was honoured with a victory in every contest, and in the following year, he proclaimed the freedom of the Greeks at the Isthmian Games in Corinth, just as Flamininus had over 200 years previously. Hadrian (117-138) was particularly fond of the Greeks, particularly Athens. He saw himself as an heir to Theseus and Pericles and had served as an eponymous archon of Athens before he became emperor. He carried out constitutional reforms at Athens in 126 and instituted a special 'council of the Panhellenes', where representatives of all Greek states met to discuss religious affairs, in Athens and under Athenian leadership. Hadrian was also responsible for large scale construction projects there, such as the completion of the Temple of Olympian Zeus and the Athenians built the Arch of Hadrian in his honour nearby. Construction was also carried out by local notables, many of whom became Roman citizens and joined the Imperial elite, most notably Herodes Atticus. During the Marcomannic Wars, in 170 or 171, the Costoboci invaded Roman territory, sweeping south through the Balkans to Achaia, where they sacked the sanctuary of Demeter and Persephone at Eleusis. Even though much of the invasion force was spent, the local resistance was insufficient and the procurator Lucius Julius Vehilius Gratus Julianus was sent to Greece with a small force to clear out the remnants of the invaders. The Pax Romana was the longest period of peace in Greek history, and Greece became a major crossroads of maritime trade between Rome and the Greek speaking eastern half of the empire. The Greek language served as a lingua franca in the East and in Italy, and many Greek intellectuals such as Galen would perform most of their work in Rome. Roman culture was highly influenced by the Greeks; as Horace said, Graecia capta ferum victorem cepit (\"Captive Greece captured her rude conqueror\"). The epics of Homer inspired the Aeneid of Virgil, and authors such as Seneca the Younger wrote using Greek styles. Some Roman nobles regarded the contemporary Greeks as backwards and petty, while still embracing the Greeks' literature, philosophy, and heritage. During this time, Greece and much of the rest of the Roman east came under the influence of Early Christianity. The apostle Paul of Tarsus preached in Philippi, Corinth and Athens, and Greece soon became one of the most highly Christianized areas of the empire. ==Later Roman Empire== Under Diocletian, the province of Achaia became a subdivision of the new diocese of Moesia. Under Constantine, the diocese was split and Achaia became part of the Diocese of Macedonia, which was itself assigned to the Praetorian prefecture of Italy or Illyricum at different points in the fourth century AD. In 267, the Heruli led a naval invasion of the Aegean, before landing near Sparta and plundering the Peloponnese, including not only Sparta, but also Corinth, Argos, and the sanctuary of Zeus at Olympia. They then moved north and sacked Athens, before being defeated by a local force led by the Athenian Dexippus, whose writings were a source for later historians. In the aftermath of this invasion, much of the classical and imperial monuments of Athens were spoliated to build the Post-Herulian wall, which enclosed only a small area around the Acropolis. Although a smaller city, Athens remained a centre of Greek culture and especially of Neo-Platonist pagan philosophy. Greece was again invaded in 395 by the Visigoths under Alaric I. Stilicho, who ruled as a regent for Emperor Arcadius, evacuated Thessaly and Arcadius' chief advisor Eutropius allowed Alaric to enter Greece, where he looted Athens, Corinth and the Peloponnese. Stilicho eventually drove him out around 397 and Alaric was made magister militum in Illyricum. Greece remained part of the relatively cohesive and robust eastern half of the empire, which eventually became the center of the remaining Roman Empire, the Eastern Roman now referred to as Byzantine Empire. Contrary to outdated visions of Late Antiquity, the Greek peninsula was most likely one of the most prosperous regions of the Roman Empire. Older scenarios of poverty, depopulation, barbarian destruction, and civil decay have been revised in light of recent archaeological discoveries.Rothaus, Richard M. Corinth: The First City of Greece. Brill, 2000. , p. 10. \"The question of the continuity of civic institutions and the nature of the polis in the late antique and early Byzantine world have become a vexed question, for a variety of reasons. Students of this subject continue to contend with scholars of earlier periods who adhere to a much-outdated vision of late antiquity as a decadent decline into impoverished fragmentation. The cities of late-antique Greece displayed a marked degree of continuity. Scenarios of barbarian destruction, civic decay, and manorialization simply do not fit. In fact, the city as an institution appears to have prospered in Greece during this period. It was not until the end of the 6th century (and maybe not even then) that the dissolution of the city became a problem in Greece. If the early 6th century Syndekmos of Hierokles is taken at face value, late-antique Greece was highly urbanized and contained approximately eighty cities. This extreme prosperity is born out by recent archaeological surveys in the Aegean. For late-antique Greece, a paradigm of prosperity and transformation is more accurate and useful than a paradigm of decline and fall.\" In fact the polis, as an institution, appears to have remained prosperous until at least the 6th century. Contemporary texts such as Hierokles' Syndekmos affirm that late antiquity Greece was highly urbanised and contained approximately eighty cities. This view of extreme prosperity is widely accepted today, and it is assumed between the 4th and 7th centuries AD, Greece may have been one of the most economically active regions in the eastern Mediterranean. ==Economy== Copper, lead, and silver mines were exploited in Achaia, though production was not as great as the mines of other Roman-controlled areas, such as Noricum, Britannia, and the provinces of Hispania. Marble from Greek quarries was a valuable commodity. Educated Greek slaves were much in demand in Rome in the role of doctors and teachers, and educated men were a significant export. Achaia also produced household luxuries, such as furniture, pottery, cosmetics, and linens. Greek olives and olive oil were exported to the rest of the Empire. == List of Roman governors == * Publius Rutilius Nudus (c. 89 BC);J. Bingen, Inscriptions d’Achaïe, Bulletin de Correspondance Hellénique, 78 (1954), pp. 82—85, ;R. Sherk, Rome and the Greek East to the Death of Augustus (Cambridge: University Press, 1984), vol. IV pp. 50—51; * Gaius Quinctius, Gaius filius, Trogus (50s BC);Jeanne Robert & Louis Robert, \"Bulletin épigraphique\", Revue des Études Grecques, 92 (1979), pp. 413—541, p. 444 n. 205T. Corey Brennan, The Praetorship in The Roman Republic (Oxford: University Press, 2000), Vol. II p. 894 n. 100 * Publius Rutilius Lupus (48 BC); * Servius Sulpicius Rufus (46—45 BC); * Manius Acilius Glabrio Caninianus (45—44 BC); * Atidius Geminus (before AD 25);Tacitus Annales, iv.43; * Publius Memmius Regulus (with Macedonia, between AD 31 and 37); * Quintus Granius Bassus (between 41 and 54); * Lucius Junius Gallio Annaeanus (before 54); * Aegeates (c. 70s); * Titus Avidius Quietus (91—92);Unless otherwise noted, governors from 91/92 to 136/137 are taken from Werner Eck, \"Jahres- und Provinzialfasten der senatorischen Statthalter von 69/70 bis 138/139\", Chiron, 12 (1982), pp. 281-362; 13 (1983), pp. 147-237. * Gaius Avidius Nigrinus (c. 90s); * Armenius Brocchus (c. 90s); * L. Munatius Gallus (c. 90s); * M. Mettius Rufus (c. 90s); * Lucius Herennius Saturninus (98—99); * Lucius Julius Marinus Caecilius Simplex (99—100); * C. Caristanius Julianus (100—101); * Gaius Minicius Fundanus (between 101 and 103); * Cassius Longinus (before 109); * Gaius Avidius Nigrinus (between 105 and 110); * Titus Calestrius Tiro Orbius Speratus (111—112); * Cassius Maximus (116—117); * Gaius Valerius Severus (117—118); * Clodius Granianus (118—119); * T. Prifernius Paetus Rosianus Geminus (122—123); * Lucius Antonius Albus (127—128); * C. Julius Severus (133—134); * Gaius Julius Scapula (135—136); * Julius Candidus (136—137); * Lucius Marcius Celer Marcus Calpurnius Longus (between 134 and 144);Werner Eck, \"L. Marcius Celer M. Calpurnius Longus Prokonsul von Achaia und Suffektkonsul unter Hadrian\", in Zeitschrift für Papyrologie und Epigraphik, 86 (1991), pp. 97–106.Giuseppe Camodeca, \"Una nuova coppia di consoli del 148 e il proconsul Achaiae M. Calpurnius Longus\", in Zeitschrift für Papyrologie und Epigraphik, 112 (1996), pp. 235–240. * Q. Licinius Modestinus Sex. Attius Labeo (144—145);Unless otherwise noted, governors from 144 to 182 are taken from Géza Alföldy, Konsulat und Senatorenstand unter der Antoninen (Bonn: Rudolf Habelt Verlag, 1977), pp. 260-262 * Sextus Quintilius Condianus (between 170 and 175); * Sextus Quintilius Valerius Maximus (between 170 and 175); * Lucius Albinus Saturninus (between 175 and 182); * Gaius Sabucius Maior Caecilianus (184—185);Unless otherwise noted, governors from 184 to about 235 are taken from Paul M. M. Leunissen, Konsuln und Konsulare in der Zeit von Commodus bis Severus Alexander (Amsterdam: J.C. Gieben, 1989), pp. 293-296 * Lucius Calpurnius Proculus (184—185); * Gaius Caesonius Macer Rufinianus (c. 192); * Pupienus Maximus (late 2nd century); * Gaius Asinius Protimus Quadratus (between 192 and 211); * [M.?] Claudius Demetrius (between 193 and 198); * Marcus Aemilius Saturninus (between 192 and 211); * Marcus Aurelius Amarantus (between 193 and 211); * Lucius Julius Julianus (between 198 and 211); * Aurelius Proculus (late 2nd century); * Quintus Flavius Balbus (between 200 and 213); * Lucius Lucius Priscillianus (between 211 and 217); * Gnaeus Claudius Leonticus (first quarter of the 3rd century); * Rutilius Pudens Crispinus (234—237); * Marcus Ulpius (end of the 2nd/beginning of the 3rd century); * [Ge]minius Modestus (between 222 and 235); * [...]us Paulinus (during the Severan dynasty); * Ti. Claudius Ti. Me[vius P]risc[us J]unior (between 221 and 250): * Valens Thessalonicus (250s, under Gallienus); * Aurelius Valerius Symmachus Tullianus (c. 319); * Strategius Musonianus (353); * Flavius Hermogenes (350s); * Vettius Agorius Praetextatus (c. 364). ==See also== *History of Roman and Byzantine Greece *Roman province ==References== Category:Achaia (Roman province) Category:States and territories established in the 2nd century BC Category:Provinces of the Roman Empire Category:146 BC Category:140s BC establishments Category:7th-century disestablishments in the Byzantine Empire Category:2nd-century BC establishments in the Roman Republic Category:Provinces of the Roman Republic",
 "title": "Achaia (Roman province)"
}