{
 "id": "496495",
 "text": "Australias Highway 1 is a network of highways that circumnavigate the country, joining all state capitals except the national capital of Canberra. At a total length of approximately it is the longest national highway in the world, surpassing the Trans-Siberian Highway (over ) and the Trans-Canada Highway (). Over a million people traverse some part of the highway network every day. ==History== Highway 1 was created as part of the National Route Numbering system, adopted in 1955. The route was compiled from an existing network of state and local roads and tracks. Highway 1 is the only route to reach across all Australian states, plus the Northern Territory. Many of the other national routes are tributaries of Highway 1. Under the original Highway 1 scheme, certain major traffic routes that ran parallel to the main route were designated National Route Alternative 1. Most of these route designations have been replaced by either a state route designation, or an alpha-numeric route designation, depending on which state the section is in. An example of the Alternative 1 designation remaining is on the old Princes Highway route from Dandenong to South Melbourne in Victoria. ===Route markers=== The entirety of Highway 1 was originally marked with a National Route 1 shield (black number on a white shield). In 1974, the segments of the route that were declared part of the National Highway network were updated to use the National Highway shield (gold number on a green shield). Since that time, all states and territories except for Western Australia have adopted (or are in the process of adopting) alphanumeric route numbers. As a consequence, much of Highway 1 is now marked with a M1, A1 or B1 route marker (depending on the route's quality and importance). A notable exception is in Tasmania, which was the first state to adopt alphanumeric route numbers but Highway 1 is still marked with a National Highway 1 shield. In South Australia, sections of Highway 1 which were once part of the National Highway are marked as A1 or M1 but retain the National Highway \"shield\". ==Track== Large sections of Highway 1 are shared with the Australian National Highway, though the two are not synonymous. Where they diverge, Highway 1 follows a coastal route, such as the Princes Highway from Sydney to Melbourne, whereas the National Highway follows an inland (and generally more direct) route between major cities, such as the Hume Highway and Freeway from Sydney to Melbourne. From Sydney, it heads southwards to Melbourne and onwards toward Adelaide. This section mostly follows the Princes Highway, except sections where that highway has been bypassed by freeways. It leaves the Sydney central business district via the Eastern Distributor, and continues southward through the Sydney metropolitan area via Southern Cross Drive, General Holmes Drive, The Grand Parade, President Avenue, and the Princes Highway (NSW). From Sydney's southern outskirts, it proceeds to Wollongong via the Princes Motorway, which bypasses the parallel section of the Princes Highway. Highway 1 returns to the Princes Highway south of Wollongong, from which it traverses the length of the NSW South Coast and into Victoria. East of Melbourne, Highway 1/Princes Highway turns into the eastern section of the Princes Freeway. Within Melbourne, this freeway turns into the Monash Freeway, and then into CityLink, which passes just south of the Melbourne central business district. Highway 1 exits Melbourne to the west via the West Gate Freeway and the western section of the Princes Freeway towards Geelong, which it bypasses via the Geelong Ring Road. It then proceeds west following the Princes Highway to Warrnambool, into South Australia to Mount Gambier, and then to Adelaide. From there it runs to Perth via Port Wakefield Road, Augusta Highway, Eyre Highway, Coolgardie-Esperance Highway, South Coast Highway and South Western Highway. It then heads to Darwin via Brand Highway, North West Coastal Highway, Great Northern Highway, Victoria Highway, and Stuart Highway. From Darwin, Highway 1 follows the Stuart Highway to Daly Waters, and thereafter the Carpentaria Highway to Borroloola. The Savannah Way is the largely unsignposted route for Highway 1 between the QLD/NT border, east of Borroloola, and Normanton, Queensland. From there, it follows the Gulf Developmental Road and Kennedy Highway to Cairns and southwards via the Bruce Highway to Brisbane. It then returns to Sydney via the Queensland/northern NSW section of the Pacific Motorway (QLD/NSW), the Pacific Highway (NSW), and the Sydney–Newcastle section of the Pacific Motorway. The motorway ends in Sydney's northern suburbs, and Highway 1 follows the Pacific Highway through Sydney's upper north shore, before turning onto the Gore Hill Freeway, Warringah Freeway. It crosses beneath Sydney Harbour in the Sydney Harbour Tunnel, and follows the Cahill Expressway for a short stretch before joining the Eastern Distributor. In Tasmania it starts at the Brooker Highway in Hobart and heads towards Launceston via the Midland Highway. At Launceston it becomes the Bass Highway to Burnie. Highway 1 ends at Burnie; the Bass Highway continues to Marrawah on the west coast as Highway A2. ===Route markers=== {| style=\"margin-left:1em; margin-bottom:1em; color:black; font-size:95%;\" class=\"wikitable\" |- style=\"text-align:center;\" ! State ! Segment ! Route marker ! Road(s) ! See also |- |rowspan=8|New South Wales | QLD border to | M1 | Pacific Motorway (QLD/NSW) | rowspan=8|Highway 1 (New South Wales) |- | West Ballina to | A1 | Pacific Highway (NSW) |- | Newcastle to | M1 | Pacific Motorway (NSW) |- | Wahroonga to | A1 | Pacific Highway (NSW) |- | Artarmon to | M1 | |- | Mascot to | A1 | |- | Waterfall to | M1 | Princes Motorway |- |rowspan=2| Yallah to |rowspan=2| A1 | Princes Highway (NSW) |- |rowspan=3| Victoria | Princes Highway (VIC) | rowspan=3|Highway 1 (Victoria) |- | Traralgon to | M1 | |- | Colac to SA border | A1 | Princes Highway (VIC) |- |rowspan=5| South Australia | VIC border to | A1 | Princes Highway (SA) | rowspan=5|Highway 1 (South Australia) |- |rowspan=5| South Australia | Mount Gambier to | B1 | Princes Highway (SA) |- | rowspan=5|Highway 1 (South Australia) | Tailem Bend to | National Highway A1 | Princes Highway (SA) |- | Murray Bridge to | National Highway M1 | South Eastern Freeway |- | Glen Osmond to | A1 | |- | Waterloo Corner to WA border | National Highway A1 | |- |rowspan=3| Western Australia | SA border to | National Highway 1 | Eyre Highway | rowspan=3|Highway 1 (Western Australia) |- | Norseman to | National Route 1 | |- | Port Hedland to NT border |rowspan=3| National Highway 1 | |- |rowspan=3| Northern Territory | WA border to | Victoria Highway |rowspan=3|Highway 1 (Northern Territory) |- | Katherine to | Stuart Highway |- | Daly Waters to QLD border | National Route 1 | |- |rowspan=3| Queensland | NT border to | National Route 1 | |rowspan=3|Highway 1 (Queensland) |- | Cairns to | A1 | Bruce Highway |- | Kybong to NSW border | M1 | |- | Tasmania | Entire Route | National Highway 1 | | Highway 1 (Tasmania) |} ====The Savannah Way section==== The section from the eastern end of the Carpentaria Highway at Borroloola in the Northern Territory to the western end of the Gulf Developmental Road near Normanton in Queensland is part of the Savannah Way but has no highway name/s. Wollogorang Road runs from Borroloola to the NT/QLD border, and Westmoreland Road runs from there to Doomadgee. From there Doomadgee Road runs to Burketown, and Nardoo Burketown Road then runs to the Leichhardt River. Burketown Normanton Road runs from the river to the Burke Developmental Road near Normanton. National Highway 1 follows this south for to the Gulf Developmental Road. ==Road conditions== With such a vast length, road conditions vary greatly; from multi-lane freeways in populous urban and rural areas, to sealed two-laners in remote areas, such as the Nullarbor Plain, to single lane roads, such as in northern Queensland. Some stretches are very isolated, such as the Eyre Highway, which crosses the Nullarbor Plain, and the Great Northern Highway, which runs close to the north-western coastline. Isolated roadhouses serving the small amount of passing traffic are often the only signs of human activity for hundreds of kilometres. Highway 1 has been described as a \"death trap\", particularly two- lane sections in northern Queensland, due to driver fatigue. The vast distances between destinations and limited rest areas, especially those suitable to trucks, contribute to the problem. ==Sights== Highway 1 covers practically every major inhabited part of Australia. Large capital cities, busy holiday resorts, dramatic coastlines, forests ranging from tropical to temperate gum forests, giant karri stands, scrubland, deserts, and huge tropical swamps are some of the variety of landscapes that can be found along the route. Stretches of Highway 1 are very popular with interstate and overseas tourists. A drive around Highway 1 with a major detour to Uluru and back again practically covers most of Australia. The number 1 shield became part of the bush landscape to many travellers, truckers/truckies, and country people. ==Record== On 18 June 2017 team Highway 1 to Hell set a new record for a complete lap of Australia.Caradvice.com.au- Around Australia speed record broken While there have been previous attempts (notably Motor Magazine's 2004 record of 6 days, 8 hours and 52 minutesMotormag.com.au- Around Australia in 6 days) which skipped inland direct to Mt Isa, the Highway 1 to Hell team travelled the route of Highway 1 skipping Tasmania's stretch of roadfacebook.com- Highway 1 to Hell Route [equaling ] in 5 days, 13 hours and 43 minutes. ==See also== * Highway 1 (New South Wales) * Highway 1 (Northern Territory) * Highway 1 (Queensland) * Highway 1 (South Australia) * Highway 1 (Tasmania) * Highway 1 (Victoria) * Highway 1 (Western Australia) * Highways in Australia * List of A1 roads * List of highways numbered 1 ==References== ==External links== * ==Further reading== * * Category:Highways in Australia",
 "title": "Highway 1 (Australia)"
}