{
 "id": "496736",
 "text": "The University of Wisconsin–Parkside is a public university in Somers, Wisconsin. It is part of the University of Wisconsin System and has 4,644 students, 161 full-time faculty, and 89 lecturers and part-time faculty. The university offers 33 undergraduate majors and 11 master's degrees in 22 academic departments. UW-Parkside is one of two universities in the UW System not named for the city in which it is located, the other being UW-Stout. It is accredited by the Higher Learning Commission. UW–Parkside is a member of the National Collegiate Athletic Association (NCAA) Division II for athletics. The athletic program is branded as the Parkside Rangers, and its teams wear forest green, black, and white. The Rangers compete in the Great Lakes Intercollegiate Athletic Conference. == History == ===Origins and formative years=== The history of University of Wisconsin–Parkside began on September 2, 1965, when the Wisconsin State Assembly approved Senate Bill 48, which mandated the creation of new collegiate institutions in northeastern Wisconsin and the Kenosha-Racine area \"as soon as practicable\".History and Accreditation. University of Wisconsin–Parkside. Governor Warren Knowles signed the bill into law. Although designated a Senate bill, much of the political force behind the legislation came from Democratic Representative George Molinaro of Kenosha. In April 1966 a site-selection committee chose a parcel of rolling farmland and woods near Petrifying Springs Park in Kenosha County as the site of the new southeastern University of Wisconsin campus, from around half a dozen alternative options. On April 21, 1966, UW-Madison history professor Irvin Wyllie chose the name University of Wisconsin–Parkside for the campus, writing that: \"No place can go anywhere tagged the Petrifying Springs Campus, or snide variations thereof: Putrifying Springs, Stupefying Springs\". In May the same year, Wyllie was named the first chancellor by UW President Fred Harvey Harrington. In October 1977, author Irving Wallace, a Kenosha native, donated a collection of his books, manuscripts, correspondence, awards and other items to UW–Parkside to establish the Irving Wallace Collection, including plays, screenplays, photographs and other materials. The next month ground was broken for the first two buildings of the new campus. 31 parcels of land were acquired for the $6.5 million first phase of the construction project, mostly through condemnation. The first building was finished in time to hold classes in the fall of 1969. The rest of the campus was finished in 1976 with the opening of the Union. Also in 1967, the historic Chiwaukee Prairie in the south of Kenosha County was named a state natural area as The Nature Conservancy Inc., and began donating the land to UW–Parkside. In June 1968 the University's library opened with 70,000 volumes. A part of the library's collection was stored in a barn on one of the former farms purchased for the University. The University of Wisconsin–Parkside was officially founded the following month, taking administrative control of the two-year UW centers in Racine and Kenosha. Classes were held on the two-year centers, which were later disbanded. In December, the Board of Regents named the administration building on Wood Road for Bernard Tallent, dean of the UW–Kenosha center from 1948 until his death in 1965. In February 1969, a bill introduced in the State Assembly limited UW–Parkside enrollment to 30,000, with the university's master plan envisioning eventual enrollment of 25,000. In September 1969, the university accepted its first students, holding classes in Greenquist Hall. Enrollment across the three campus sites (including the two former two-year UW Centers in Kenosha and Racine) was 2,911. In November the same year, students chose the name \"Rangers\" for the university's athletics teams. In May 1970, a host of dignitaries were invited to officially dedicate the new university at the end of its first year. In June the first cohort of 36 students graduated at a modest ceremony in Greenquist Hall with 500 attendees. George Becker of Kenosha was the first to receive his diploma. In April 1971 the first UW–Parkside student government was elected, and in October that year the State Legislature approved a bill to merge the four- campus University of Wisconsin with the Wisconsin State Universities, creating the University of Wisconsin System. The move had a profound effect on the growth of the UW–Parkside campus. In December 1971, three UW–Parkside researchers, Eugene Goodman, Ben Greenebaum, Michael Marron, received a United States Navy grant to study the effects of a proposed Navy communications system, Project Sanguine, on the cells of slime mold. Since then, the three researchers and others have received hundreds of thousands of dollars in further grants to study the effects of the communication system on living organisms. In Summer 1972, UW–Parkside runner Lucien Rosa competed in the Olympic marathon in Munich, representing his home country of Ceylon (now Sri Lanka). He later became the head men's cross country and track coach at the university. In September that year, the Library/Learning Center and the Physical Education Building opened to the public. The library's collection included 200,000 books and 1,700 periodicals, and later grew to include more than 365,000 volumes, 1,680 periodicals, 4,720 maps and 11,600 audio/visual titles. In March 1973, assistant life sciences professor Omar Amin discovered a new species of tiny parasitic worm in the Pike River and named it Acanthocephalus parksidei after the university. In June the same year, the first UW–Parkside Alumni Association was founded, for the around 1,200 alumni of the university. In July 1975 , Alan E. Guskin, acting president of Clark University in Massachusetts, became the second chancellor of UW–Parkside. In Spring 1976, Gary Cole finished his basketball career with a record 2,262 points (20.6 per game) and 1,177 rebounds. Cole, now known as Abdul Jeelani, went on to play for the Portland Trail Blazers and Dallas Mavericks. Around the same time, UW–Parkside race walker Jim Heiring was the university's first to compete in the United States Olympic trials in the 20-kilometer walk, narrowly missing out on a place in the team. He went on to become a six-time national champion and member of the 1980, 1984 and 1988 teams. In October 1976 the $3.7 million student union opened. ===1980s=== In January 1980, six athletes became the inaugural members of the UW–Parkside Hall of Fame: Heiring; Jeelani; four-time All-American wrestler Ken Martin; Kim Merritt, the first UW–Parkside woman All-American distance runner; marathoner Lucien Rosa; and wrestler Bill West. In February 1981, the university established the Biomedical Research Institute. Over the next decade, members of the institute were awarded nearly $4 million in research grants. In September 1981, in response to a shortage of nurses, UW–Parkside and UW–Milwaukee enrolled the first students in a cooperative program allowing students to earn a UW–Milwaukee nursing degree by taking courses at UW–Parkside, which became a model for the UW System. In June 1983, researcher Ross Gundersen demonstrated for the first time that a substance released by developing muscle tissue exerts an attraction on growing spinal nerves, illustrating that growing nerves communicate with the muscles to which they eventually attach. That year the university enrolled a record 6,008 students. In September 1985, Chancellor Guskin left UW-Parkside to become president of Antioch University in Yellow Springs, Ohio, and Sheila I. Kaplan, vice chancellor for academic affairs in the Minnesota State University System, became UW–Parkside's third chancellor the following July. In December 1987, the university's biological sciences Professor Chong-maw Chen, a researcher on plant hormones and genetic engineering, was named one of six Wisconsin Distinguished Professors by the Board of Regents, and later reappointed in 1993. The following September, the entire Biological Sciences Department was designated a Center of Excellence by the same board, and approval was granted for the university to offer a master's degree in applied molecular biology, including the study of advanced techniques in cloning, gene splicing and isolating traits on genetic material. In December 1988, professor of engineering science George Perdikaris was also named a Wisconsin Distinguished Professor of Applied Science. In February 1989, the UW–Parkside basketball team set four NCAA records with the new three-point shot during a 121-95 win over Lakeland College: most three-point shots completed by one player (14), most attempts by one team (70), most completions by one team (25) and most three-point attempts by both teams (77). ===1990s to present=== In March 1991, university officials traveled to Tbilisi, Georgia, to initiate an exchange agreement between UW–Parkside and the Georgian Technical University. Later in the year, Chancellor Kaplan and Vice Chancellor John Stockwell traveled to Ile-Ife, Nigeria to agree final details of an exchange agreement with Obafemi Awolowo University. In April 1991, a human-protein experiment coordinated by Associate Chemistry Professor Z. Richard Korszun launched into orbit aboard space shuttle Atlantis. Korszun invented a specialized device to \"grow\" crystallized human protein samples in the weightlessness of space, in the hope that the crystals will provide new information about the structure of proteins. In September 1991, UW-Parkside baseball coach Ken Oberbruner, who compiled a 332-229 record as coach from 1970 to 1991, died. His son Jamey was inducted into the UW–Parkside Athletic Hall of Fame in 1995 for his baseball career from 1978-81. In July 1992, two UW-Parkside connected race walkers competed in the Summer Olympics in Barcelona; 1989 alumna Michelle Marter-Rohl finished 20th, and Debi Spino- Lawrence, a member of the university's race walking team, finished 26th. Marter-Rohl went on to compete in the 1996 Summer Olympics in Atlanta, finishing 14th in the 10k race, the best US finisher. In the fall of 1992, UW- Parkside history professor Thomas Reeves published A Question of Character: A Life of John F. Kennedy, which spent several weeks on the New York Times Best Seller list. Around the same time the university began hosting a national computer Olympics. Coordinated by math professor Donald Piele, the competition is used to pick the United States team to compete in the annual International Olympiad in Informatics. By 1998, UW-Parkside teams had won four gold medals, six silver medals and nine bronze medals. In May 1993, the university awarded its first honorary doctor of humane letters degree to poet Gwendolyn Brooks. In May 1994, Chancellor Kaplan left the university to become president of the Metropolitan State University of Denver, and was succeeded by Eleanor J. Smith, vice president for academic affairs and provost at the William Paterson College of New Jersey. In 1994, in a project that grew from the university's 25th anniversary celebration, the UW–Parkside Nature Trail was created, including 10 geological and historical markers around the nearly campus. The project later included a printed guide and signs marking more than 140 species of trees. In May 1996, UW–Parkside was granted professional accreditation of its School of Business by the Association to Advance Collegiate Schools of Business (AACSB). In the Fall of that year, International Business Machines (IBM) donated an AS/400 computer worth $353,000 to UW–Parkside as part of a program to increase the number of employees with experience on the server. The computer was integrated into the management information systems curriculum in the Department of Business. Chancellor Smith resigned in May 1997 after three years in the post, and Gordon Lamb, president emeritus of Northeastern Illinois University in Chicago, was named interim chancellor by UW System President Katharine Lyall. The university's fifth chancellor, John Keating, previously provost of the University of Alaska-Fairbanks, began his tenure on July 1, 1998. In the early years of the new millennium, UW–Parkside was one of 64 universities nationwide, and the only one in Wisconsin, to be designated as an \"engaged campus\" by the Carnegie Foundation for the Advancement of Teaching. Keating stepped down as chancellor in 2008, but his named successor, Robert Felner, was asked to resign in Summer 2008 before he had taken over the position, as he was involved in a federal criminal investigation into possible misuse of funds, related to his time as dean of the University of Louisville's College of Education and Human Development. The investigation included an FBI raid at UW-Parkside of the papers Felner was storing there in preparation for his new job. Lane R. Earns became UW–Parkside's Interim Chancellor on August 25, 2008, and Deborah Ford became the university's sixth chancellor on August 1, 2009. ===List of chancellors=== The university has had six chancellors: Irvin G. Wyllie (1966–74), Alan Guskin (1975–85), Sheila Kaplan (1986–93), Eleanor J. Smith (1994–97), John P. Keating (1998–2008), and Deborah L. Ford (2009–present). == Campus == thumb|left|150px|Wyllie Hall (Main Place) UW–Parkside is a complex of buildings with the main academic buildings connected by an indoor walkway known as \"The Bridge\". Nationally known architect Gyo Obata developed the campus master plan with a major library/learning center at its heart. The original buildings, constructed between 1967 and 1976, occupy a small portion of the campus, which lies in Kenosha County. The campus comprises 15 buildings, including Wyllie Hall, Greenquist Hall, Molinaro Hall, Tallent Hall, the Rita Tallent Picken Regional Center for Arts and Humanities, the Student Center, the Sports & Activity Center, Ranger Hall, University Apartments, and Pike River Suites. Recent renovations and expansions to the Sports & Activity Center, Student Center, Rita Tallent Picken Regional Center for Arts and Humanities, and the newly constructed Pike River Suites blended the updates into the existing architecture. The campus has hundreds of acres of restored prairies, mature oak and maple forests, and a meandering creek. The university also owns hundreds of acres of off-campus nature preserves in Kenosha and Racine Counties. === Rita Tallent Picken Regional Center for Arts and Humanities === thumb|Rita Tallent Picken Regional Center for Arts and Humanities The Rita Tallent Picken Regional Center for Arts and Humanities, also known as \"The Rita\", underwent remodeling and expansion in 2012, with a goal of developing a creative and cultural hub for southeast Wisconsin with greater community access and new performance venues. The remodeling and expansion included a new music recital hall; a studio theater for smaller theater productions; galleries for art exhibitions; instructional studios for music, theater arts, and 2-D art programs; and expanded and upgraded classrooms. The Rita houses the UW-Parkside Theatre Arts Department, which caps the company at approximately 65 students.UW-P Theatre Arts- Professional Connections, Retrieved December 29, 2013. == Organization and administration == === Colleges === UW-Parkside is organized into four colleges: * The College of Arts and Humanities * The College of Social Sciences and Professional Studies * The College of Business, Economics, and Computing * The College of Natural and Health Sciences == Academics == UW-Parkside offers more than 30 undergraduate majors and graduate-level degrees in business, applied molecular biology, information systems, and sustainable management. Housed within the College of Social Sciences and Professional Studies is the Institute for Professional Educator Development, which offers courses leading to teacher certification in early adolescence through adolescence in several specializations. ===Ranking=== In 2020, UW-Parkside was ranked #164-#215 in National Liberal Arts Colleges by U.S. News & World Report. === Library === The University Library, located in Wyllie Hall, houses a collection of over 380,000 volumes, 19,000 audio visual titles, 972,991 microform pieces, over 80,000 electronic books, maintains subscriptions to 1200 periodicals, and offers access to over 200 databases, most of which are available remotely. The library is also home to the university archives and the Parkside Area Research Center (ARC). The ARC houses local and regional manuscript collections, including the Vincent F. Ruffolo Collection of Nash and AMC materials, the Irving Wallace collection, the David Kherdian collection, and the John Sullivan collection of Aviation materials, and documents on the history of UW- Parkside. Parkside's Library was named Library of the Year for 2017 by the Wisconsin Library Association. == Student life == === Housing === thumb|150px| Ranger Hall The university has three student housing facilities: Pike River Suites, Ranger Hall, and the University Apartments. Built in 2009, Pike River Suites is the newest residence hall at UW-Parkside. It can house approximately 250 residents. Ranger Hall is a traditional-style residence hall and can house approximately 410 residents. Most rooms are designed to house up to two students, though there are a limited number of single rooms available. The University Apartments is an apartment-style residence hall that can house approximately 370 student residents. It consists of seven separate buildings, each with 6-10 four-bedroom apartments. === Media === The Ranger News is the student-run paper, available online and in print. WIPZ (101.5 FM) is the on- campus radio station that broadcasts music, branded as Ranger Radio. As of May 29, 2020, the station suspended operations after filing the FCC's Notification of Suspension. == Athletics == UW–Parkside is a member of the National Collegiate Athletic Association (NCAA) Division II and the Great Lakes Intercollegiate Athletic Conference. Varsity sports for men and women include soccer, basketball, track, and cross country. Men's varsity sports are baseball, wrestling and golf. Women's varsity sports are softball and volleyball. The athletic program has been branded as the Parkside Rangers since joining the GLIAC in 2018. The university's mascot, depicted by a brown bear in a Parkside jersey, is Ranger Bear. In January 2011 Ranger Bear qualified for the first time for the Universal Cheer Association Mascot Nationals, where he took third place. == Notable alumni == *John Martin Antaramian, mayor of Kenosha *Jimmy Banks, Milwaukee Wave soccer player *Dominic A. Cariello, U.S. National Guard general *Jason Collum, film director *Darren Elkins, Ranger wrestler; professional mixed martial artist, currently competing in the Featherweight division of the UFC *Linda Ham, Nasa first female flight director *Abdul Jeelani, former NBA basketball player *Jim Kreuser, Kenosha County executive *Kim Merritt, long-distance runner, winner of the New York City Marathon *John Nichols, progressive journalist and author *Alex Pettit, Oklahoma's and Oregon's chief information officer *Kimberly Plache, member of the Wisconsin State Assembly and Wisconsin Senate *William S. Pocan, lawyer and judge *Tim Seaman, race walker who competed at the 2000 and 2004 Olympics *Robert L. Turner, member of the Wisconsin State Assembly *Robert Wirch, member of the Wisconsin Senate File:Michael Edward Edgerton, 2013.jpg|Michael Edward Edgerton, composer File:Charles B. Green.jpg|Charles B. Green, Surgeon General of the U.S. Air Force == References == == External links == * * Parkside Athletics website Category:Education in Kenosha, Wisconsin Wisconsin-Parkside, University of University of Wisconsin-Parkside Parkside Category:Buildings and structures in Kenosha County, Wisconsin Category:Education in Kenosha County, Wisconsin Category:Tourist attractions in Kenosha County, Wisconsin Category:1968 establishments in Wisconsin",
 "title": "University of Wisconsin–Parkside"
}