{
 "id": "496799",
 "text": "{{Infobox settlement | name = Nuwara Eliya | official_name = Nuwara Eliya | native_name = | native_name_lang = | other_name = | settlement_type = City | image_skyline = Nuwara Eliya Town Hall and racecourseGround.jpg | image_caption = Nuwara Eliya Town Hall and racecourse Ground | image_shield = | nickname = Little England | image_map = | map_caption = | pushpin_map = Sri Lanka | pushpin_map_caption = Map of Sri Lanka showing the location of Nuwara Eliya | coordinates = | subdivision_type = Country | subdivision_name = Sri Lanka | subdivision_type1 = Province | subdivision_type2 = District | subdivision_name1 = Central Province | subdivision_name2 = Nuwara Eliya District | established_title = | established_date = | parts_type = Divisional Secretariats | parts_style = para | government_type = Municipal Council | leader_party = | leader_title = Mayor | leader_name = | area_total_km2 = | area_land_km2 = | area_urban_km2 = 13 | elevation_footnotes = | elevation_m = 1868 | elevation_min_m = | population_total = 27,500 | population_as_of = 2011 census | population_footnotes = | population_density_km2 = 3197 | timezone1 = Sri Lanka Standard Time Zone | utc_offset1 = +5:30 | timezone1_DST = | utc_offset1_DST = | postal_code_type = Postcode | postal_code = 22200 | area_code = 052 | area_code_type = | website = | elevation_max_m = }} Nuwara Eliya ( ; ) is a city in the hill country of the Central Province, Sri Lanka. Its name means \"city on the plain (table land)\" or \"city of light\". The city is the administrative capital of Nuwara Eliya District, with a picturesque landscape and temperate climate. It is at an altitude of 1,868 m (6,128 ft) and is considered to be the most important location for tea production in Sri Lanka. The city is overlooked by Pidurutalagala, the tallest mountain in Sri Lanka. Nuwara Eliya is known for its temperate, cool climatethe coolest area in Sri Lanka. == History == The city was founded by Samuel Baker, the explorer of Lake Albert and the upper Nile in 1846. Nuwara Eliya's climate lent itself to becoming the prime sanctuary of the British civil servants and planters in Ceylon. Nuwara Eliya, called Little England, was a hill country retreat where the British colonialists could immerse in their pastimes such as fox hunting, deer hunting, elephant hunting, polo, golf and cricket. Many of the buildings retain features from the colonial period such as the Queen's Cottage, General's House, Grand Hotel, Hill Club, St Andrew's Hotel and Town Post Office. New hotels are often built and furnished in the colonial style. Visitors to the city can wallow in its nostalgia of bygone days by visiting the landmark buildings. Many private homes maintain their old English-style lawns and gardens. File:NuwaralEliyaWaterfall.JPG|A waterfall in the surroundings of Nuwara Eliya File:Nuwara Eliya.jpg|Map of Nuwara Eliya, ca 1914 ==Climate== Due to its highland location, Nuwara Eliya has a subtropical highland climate (Köppen climate classification Cfb), having no pronounced dry season, a monsoon-like cloudy season and with a mean annual temperature of . In the winter months, there can be frost at night, but it warms up rapidly during the day because of the high sun angle. ==Demographics== The majority of the population of Nuwara Eliya city is Sinhalese. There are sizable communities belonging to other ethnic groups, such as Indian Tamils and Sri Lankan Tamils. {| class=\"wikitable\" |+ |- !Ethnicity (2012)!!Population |- |Sinhala||19,157 (44.5%) |- |Sri Lankan Tamils||9,557 (22.2%) |- |Indian Tamils||9,101 (21.1%) |- |Sri Lankan Moors||4,629 (10.8%) |- |Other (including Burgher, Malay)||606 (1.4%) |- |Total|| 43,050 (100%) |} Source: statistics.gov.lk ==Language== Sinhala and Tamil are the two major languages spoken in Nuwara Eliya. English is also widely used by the locals. ==Festivals== thumb|300px|Nuwara Eliya Town Square The town really comes alive in April for the Sinhalese and Tamil New Year. It is difficult to find accommodation as Sri Lankans holiday in the region during this period. The festive season starts on April 1 annually in a ceremonial manner. The ceremony consists mainly of a band show in which all the local school bands participate. Main attractions during April include motor and horse racing events. Motor racing comes alive with the Mahagastotte and Radella Hill Climbs, the former being run since 1934. The Nuwara Eliya Road Race and the 4X4 Lake Cross on edge of Lake Gregory attract a fair share of enthusiasts. Parties are held nightly in the hotels, and the season culminates in the nine- furlong (1811 m) Governor's Cup at the Nuwara Eliya Racecourse, Golf Tournaments at the Nuwara Eliya Golf Club, and the flower show at the end of the month. ==Attractions== thumb|left|200px|Victoria Park. The town's attractions include the golf course, trout streams, Victoria Park, and boating or fishing on Lake Gregory. Victoria Park is an attractive and well-used oasis. It is popular with birdwatchers at quieter times because of the good opportunities for seeing species, particularly the Indian blue robin, pied thrush or scaly thrush lurking in the denser undergrowth. The Kashmir flycatcher is another attractive bird species in the park. Galway's Land Bird Sanctuary, close to Lake Gregory, is an area of montane forest a few kilometers east of the town. Covering an area of 0.6 km2 it is home to many bird and mammal species endemic to Sri Lanka, including wild boar and barking deer. The city is a base for visits to Horton Plains National Park. This is a key wildlife area of an open grassy woodland. Species found here include the leopard, sambar, and the endemic purple-faced langur. Endemic highland birds include the dull-blue flycatcher, Sri Lanka white-eye, and yellow-eared bulbul. The plains have a well-visited tourist attraction at World's End — a sheer precipice with a 1050 m drop. The return walk passes the scenic Baker's Falls. Early morning visits are best, both to see the wildlife and to view World's End before mists close in during the later part of the morning. One of the distinctive features of Nuwara Eliya's countryside is the widespread growing of vegetables, fruit and flowers usually associated with temperate Europe. This \"Little England\" is covered with terraces growing potatoes, carrots, leeks, and roses interspersed with tea bushes on the steeper slopes. The slow-growing tea bushes of this highland region produce some of the world's finest orange pekoe tea. Several tea factories around Nuwara Eliya offer guided tours and the opportunity to sample or purchase their products. 'Lovers Leap' is a spectacular waterfall set among tea plantations a short walk from the town of Nuwara Eliya. It falls a height of 30m in a long cascading sheet of water. It is said that it is named after a young couple who decided to be bound together forever by jumping off the cliff to their demise. ==Other places== A gravestone of Major Thomas William Rogers, (the Government Agent for Badulla District) is in the corner of the golf grounds. He is infamous for having shot, at the very lowest estimate 1,400 wild elephants. Folklore in Nuwara Eliya says that every year his gravestone is struck by lightning for his great sin. This place is not open for visitors. Another place related to folklore is the Hindu temple called Seetha Kovil (Hanuman Kovil). It is found on the way to Badulla from Nuwara Eliya before reaching the Hakgala Botanical Garden. The temple is in the village called Seetha Eliya. The area is related to the Ramayana story in Hinduism. Folklore says that the mighty king Ravana kidnapped princess Seeta who was the queen of Rama and hid her where the temple now is. There is a church called the Holy Trinity Church on Church Road, which accommodates an old graveyard. Most of the gravestones have British names on them. == Transportation == thumb|Peradeniya Nuwaraeliya road The nearest train station is in Nanu Oya, about 8 km away. Scheduled air taxi from Lake Gregory Waterdrome links Nuwara Eliya to Colombo. ==Sister cities== {| class=\"wikitable\" |- ! Country ! City ! State / Region ! Since |- | China | Yongzhou | Hunan | 2009 |- | Japan | Uji | Kyoto | 1986 |- | | Vidnoye | Moscow Oblast | |} ==See also== * List of cities in Sri Lanka ==References== Category:Populated places in Nuwara Eliya District Category:Places in the Ramayana",
 "title": "Nuwara Eliya"
}