{
 "id": "496924",
 "text": "The Northern March or North March () was created out of the division of the vast Marca Geronis in 965. It initially comprised the northern third of the Marca (roughly corresponding to the modern state of Brandenburg) and was part of the territorial organisation of areas conquered from the Wends. A Lutician rebellion in 983 reversed German control over the region until the establishment of the March of Brandenburg by Albert the Bear in the 12th century. == Slavic background == During the Migration Period, many Germanic peoples began migrating towards the Roman frontier. In the northeast they were replaced primarily by Slavic peoples (Veleti, later Lutici). The first Slavs were certainly in the Brandenburg area by 720, after the arrival of the Avars in Europe. These Slavs had come via Moravia, where they had arrived in the mid-seventh century. The remnants of the Germanic Semnoni were absorbed into these Slavic groups. The group of people who settled at the Spree river became known as Sprevani. They settled east of the line formed by the Havel and Nuthe rivers, in the current Barnim and Teltow regions. They built their main fortification at the confluence of the Spree and the Dahme rivers at Köpenick. The Hevelli lived west of that line, in the current Havelland and Zauche regions. They were named Habelli for the ancient Germanic name of the river \"Habula\" (Havel). The name for themselves was the Stodoranie. They built their main fortification at \"Brenna\" (modern Brandenburg). The Hevelli also built a large outpost at the current site of Spandau Citadel in Berlin. The Sprevani and Hevelli waged war against not only their German neighbors, but also their Slavic neighbours. == History of the Northern March == === Establishment and loss, 965–983 === After the Saxon War of 808, the victorious Charlemagne bestowed on the Slavic tribes allied with him (such as the Obotrites) part of the Saxon lands between the Elbe and the Baltic Sea. A period of quiet followed in the region. The Bishoprics of Brandenburg and Havelberg were established around 940 and the Christianisation of the pagan Slavs began. Henry I of Germany conquered Brandenburg in 928–929 and imposed tribute upon the tribes up to the Oder. By 948 his son Otto I had established German control over the many remaining pagans, who were collectively referred to as Slavs or Wends by contemporaries. Slavic settlements such as Brenna, Budišin (Bautzen), and Chotebuž (Cottbus) came under German control through the installation of margraves. The main function of the margravial office was to defend and protect the marches (frontier districts) of the Kingdom of Germany. After the death of the margrave Gero the Great in 965, the vast collection of marches (a \"super-march\") was divided by Otto into five smaller commands. The Northern March was one of these. The others were the Eastern March, the March of Merseburg, the March of Meissen, and the March of Zeitz. The rebellion of 983, initiated by the Lutici, led to a factual disestablishment of the Northern and Billung marches as well as the corresponding bishoprics, though titular margraves and bishops were still appointed. Until the collapse of the Liutizi alliance in the middle of the 11th century, the German expansion in the direction of the Northern March remained at a standstill and the Wends east of the Elbe remained independent for approximately 150 years. === March of Brandenburg === In the beginning of the 12th century, the German kings re- established control over the mixed Slav-inhabited lands on the eastern borders of the Holy Roman Empire. In 1134, in the wake of the Wendish Crusade of 1147, the German magnate Albert the Bear was granted the Northern March by the Emperor Lothair III. The Slavs were subsequently assimilated by German settlers during the Ostsiedlung. The church under Albert established dioceses, which with their walled towns protected the townspeople from attack. With the arrival of monks and bishops begins anew the recorded history of the town of Brandenburg, from which would develop the eponymous margraviate. Albert's control of the region was nominal for several decades, but he engaged in a variety of military and diplomatic actions against the Wends, and saw his control become more real by the middle of the century. In 1150, Albert formally inherited Brandenburg from its last Hevelli ruler, the Christian Pribislav. Albert and his Ascanian descendants made considerable progress in Christianising the captured lands. == List of margraves == The Margraves of the Nordmark were closely related to both the Counts of Stade, many holding dual titles, and the Counts of Walbeck. The early counts and margraves were discussed by Thietmar of Merseburg, a descendant of the original rulers. === Counts of Haldensleben === *Dietrich, 965–983, possibly the son of Wichman the Elder, an early Count of Stade === Counts of Walbeck === *Lothair I, 983–1003, the first margrave of the House of Walbeck, and son of Lothar II the Old, Count of Walbeck *Werner, 1003–1009, son of the previous and cousin of Thietmar of Merseburg === Counts of Haldensleben === *Bernard I, 1009–1018, son of Dietrich *Bernard II, 1018–1051, son of the previous *William, 1051–1056, son of the previous *Otto, 1056–1057, illegitimate son of Bernard === Counts of Stade === *Lothair Udo I, 1056–1057, also Count of Stade (as Lothair Udo II), first of the House of Udonids, and son of Siegfried II, Count of Stade *Lothair Udo II, 1057–1082, also Count of Stade (as Lothair Udo III), son of the previous *Henry I the Long, 1082–1087, also Count of Stade (as Henry III the Long), son of the previous *Lothair Udo III, 1087–1106, also Count of Stade (as Lothair Udo IV), brother of the previous *Rudolf I, 1106–1112, also Count of Stade, brother of the previous === Counts of Plötzkau === *Helperich von Plötzkau, 1112–1114, nondynastic, but part of the House of Walbeck as grandson of Conrad, Count of Walbeck === Counts of Stade === *Henry II, 1114–1128, son of Lothair Udo III *Udo IV, 1128–1130, son of Rudolf I === Counts of Plötzkau === *Conrad, 1130–1133, son of Helperich === Counts of Stade === *Rudolf II, 1133–1134, son of Rudolf I and the last of the House of Udonids === Counts of Ballenstedt (Ascanians) === *Albert the Bear, 1134–1170 Under Albert, the march was expanded with the acquisition of Slavic lands around Brandenburg in 1157. The expanded march became a hereditary possession of Albert's house, the Ascanians, and was called the March of Brandenburg. For a lists of margravines (margrave's wives), see List of consorts of Brandenburg. == Notes == == Sources == *Reuter, Timothy. Germany in the Early Middle Ages 800–1056. New York: Longman, 1991. *Thompson, James Westfall. Feudal Germany, Volume II. New York: Frederick Ungar Publishing Co., 1928. *Warner, David A., Ottonian Germany: The Chronicon of Thietmar of Merseburg, Manchester University Press, Manchester, 2001 *Medieval Lands Project, Grafen von Stade (family of Lothar) Category:Marches of the Holy Roman Empire Category:Former states and territories of Brandenburg Category:States and territories established in the 960s Category:960s establishments in the Holy Roman Empire Category:965 establishments Category:States and territories disestablished in the 980s Category:980s disestablishments in the Holy Roman Empire Category:983 disestablishments",
 "title": "Northern March"
}