{
 "id": "49725",
 "text": "The American bison (Bison bison), is an American species of bison native to North America. Bison are often called buffalo, though this term is also used to refer to other bovines. It is one of two extant species of bison, alongside the European bison. Its historical range, by 9000 BC, is described as the great bison belt, a tract of rich grassland that ran from Alaska to the Gulf of Mexico, east to the Atlantic Seaboard (nearly to the Atlantic tidewater in some areas) as far north as New York and south to Georgia and, according to some sources, further south to Florida, with sightings in North Carolina near Buffalo Ford on the Catawba River as late as 1750.Project Gutenburg E Book – The Extermination of the American Bison Retrieved on February 24, 2013. Once roaming in vast herds, the species nearly became extinct by a combination of commercial hunting and slaughter in the 19th century and introduction of bovine diseases from domestic cattle. With a population in excess of 60 million in the late 18th century, the species was down to just 541 animals by 1889. Recovery efforts expanded in the mid-20th century, with a resurgence to roughly 31,000 wild bison today.Aune, K., Jørgensen, D. & Gates, C. 2017. Bison bison (errata version published in 2018). The IUCN Red List of Threatened Species 2017: e.T2815A123789863. https://doi.org/10.2305/IUCN.UK.2017-3.RLTS.T2815A45156541.en. Downloaded on 06 March 2019. For many years, the population was primarily found in a few national parks and reserves through multiple reintroductions, the species now freely roams wild in several regions in the United States, Canada, and Mexico, with it also being introduced to Yakutia in Russia. Two subspecies or ecotypes have been described: the plains bison (B. b. bison), smaller in size and with a more rounded hump, and the wood bison (B. b. athabascae)—the larger of the two and having a taller, square hump. Furthermore, the plains bison has been suggested to consist of a northern plains (B. b. montanae) and a southern plains (B. b. bison) subspecies, bringing the total to three. However, this is generally not supported. The wood bison is one of the largest wild species of extant bovid in the world, surpassed only by the Asian gaur. Among extant land animals in North America, the bison is the heaviest and the longest, and the second tallest after the moose. Spanning back many millennia, Native American tribes have had cultural and spiritual connections to the American bison. It is the national mammal of the United States of America. ==Etymology== There are two living species of bison: the American bison and the European bison; and two types of buffalo: the African buffalo, native to Africa, and the water buffalo, native to Asia. Samuel de Champlain applied the term buffalo (buffles in French) to the bison in 1616 (published 1619), after seeing skins and a drawing shown to him by members of the Nipissing First Nation, who said they travelled forty days (from east of Lake Huron) to trade with another nation who hunted the animals.Champlain, Samuel, Henry P. Biggar. 1929. The Works of Samuel de Champlain, vol 3. Toronto: Champlain Society. p. 105. In English usage, the term buffalo dates to 1625 in North America, when the term was first recorded for the American mammal.The American Heritage Dictionary of the English Language, Fifth Edition: The word buffalo is derived from the French “bœuf,” a name given to bison when French fur trappers working in the US in the early 1600s saw the animals. The word bœuf came from what the French knew as true buffalo, animals living in Africa and Asia. The term bison was first recorded in 1774, and is the correct scientific terminology. In Plains Indian languages in general, male and female bison are distinguished, with each having a different designation rather than there being a single generic word covering both sexes. Thus: * in Arapaho: (bison cow), (bison bull) * in Lakota: (bison cow), (bison bull) Such a distinction is not a general feature of the language (for example, Arapaho possesses gender-neutral terms for other large mammals such as elk, mule deer, etc.), and so presumably is due to the special significance of the bison in Plains Indian life and culture. ==Description== thumb|Skeleton of plains bison A bison has a shaggy, long, dark-brown winter coat, and a lighter-weight, lighter-brown summer coat. Male bison are significantly larger and heavier than females. Plains bison are often in the smaller range of sizes, and wood bison in the larger range. Head- rump lengths at maximum up to for males and for females long and the tail adding .Halloran F.A., 1960, American Bison Weights and Measurements from the Wichita Mountains Wildlife Refuge, pp.212-218, Proceedings of the Oklahoma Academy of Science (POAS) Heights at withers in the species can reach up to for B. b. bison and B. b. athabascae respectively.Gennady G. Boeskorov, Olga R. Potapova, Albert V. Protopopov, Valery V. Plotnikov, Larry D. Agenbroad, Konstantin S. Kirikov, Innokenty S. Pavlov, Marina V. Shchelchkova, Innocenty N. Belolyubskii, Mikhail D. Tomshin, Rafal Kowalczyk, Sergey P. Davydov, Stanislav D. Kolesov, Alexey N. Tikhonov, Johannes van der Plicht, 2016, The Yukagir Bison: The exterior morphology of a complete frozen mummy of the extinct steppe bison, Bison priscus from the early Holocene of northern Yakutia, Russia, pp.7, Quaternary International, Vol.406 (June 25, 2016), Part B, pp.94-110 Typically weights can range from ,McDonald, J., 1981. North American Bison: Their classification and Evolution. University of California Press, Berkeley, Los Angeles, London. 316 pp.The Animal Files with medians of (B.b. bison) and (B.b.athabascae) in males, and with medians of in females, although the lowest weights probably representing typical weight around the age of sexual maturity at 2 to 3 years of age.Castelló, J.R. (2016). Bovids of the World: Antelopes, Gazelles, Cattle, Goats, Sheep, and Relatives. Princeton University Press.Berger, J., & Peacock, M. (1988). Variability in size-weight relationships of Bison bison. Journal of Mammalogy, 69(3), 618-624.Rutberg, A. T. (1984). Birth synchrony in American bison (Bison bison): response to predation or season? Journal of Mammalogy, 65(3), 418-423.Rutberg, A. T. (1986). Dominance and its fitness consequences in American bison cows. Behaviour, 96(1), 62-91.Roden, C., Vervaecke, H., & Van Elsacker, L. (2005). Dominance, age and weight in American bison males (Bison bison) during non-rut in semi-natural conditions. Applied Animal Behaviour Science, 92(1), 169-177. The heaviest wild bull for B.b.bison ever recorded weighed while there had been bulls estimated to be . B.b.athabascae is significantly larger and heavier on average than B.b.bison while the number of recorded samples for the former was limited after the rediscovery of a relatively pure herd.C. G Van Zyll de Jong , 1986, A systematic study of recent bison, with particular consideration of the wood bison (Bison bison athabascae Rhoads 1898), p.37, National Museum of Natural Sciences Elk Island National Park, which has wild populations of both wood and plains bison, has recorded maximum weights for bull bison of 1186 kg (plains) and 1099 kg (wood), but noted that 3/4 of all bison over 1000 kg were wood bison. When raised in captivity and farmed for meat, the bison can grow unnaturally heavy and the largest semidomestic bison weighed . The heads and forequarters are massive, and both sexes have short, curved horns that can grow up to long with to width,William Henry Burt, 1976, A Field Guide to the Mammals: North America North of Mexico, p.224, Houghton Mifflin HarcourtLegendary Bison Bulls which they use in fighting for status within the herd and for defense. Bison are herbivores, grazing on the grasses and sedges of the North American prairies. Their daily schedule involves two- hour periods of grazing, resting, and cud chewing, then moving to a new location to graze again. Sexually mature young bulls may try to start mating with cows by the age of two or three years, but if more mature bulls are present, they may not be able to compete until they reach five years of age. For the first two months of life, calves are lighter in color than mature bison. One very rare condition is the white buffalo, in which the calf turns entirely white. ==Evolution== Bison are members of the tribe Bovini. Genetic evidence from nuclear DNA indicates that the closest living relatives of bison are yaks, with bison being nested within the genus Bos, rendering Bos without including bison paraphyletic. The mitochondrial DNA of European bison is more closely related to that of domestic cattle and aurochs, which is either suggested to be the result of incomplete lineage sorting or ancient introgression.Wang, K., Lenstra, J. A., Liu, L., Hu, Q., Ma, T., Qiu, Q., & Liu, J. (2018). Incomplete lineage sorting rather than hybridization explains the inconsistent phylogeny of the wisent. Communications biology, 1(1), 1-9. Bison first appeared in Asia during the Early Pleistocene, around 2.6 million years ago. Bison only arrived in North America 195,000 to 135,000 years ago, during the late Middle Pleistocene, descending from the widespread Siberian steppe bison (Bison priscus), which had migrated through Beringia. Following its first appearance in North America, the bison rapidly differentiated into new species such as the largest of all bison, the long-horned Bison latifrons as well as Bison antiquus. The first appearance of bison in North America is considered to define the regional Rancholabrean faunal stage, due to its major impact on the ecology of the continent. Modern American bison are thought to have evolved from B. antiquus during the Late Pleistocene-Holocene transition via the intermediate form Bison occidentalis. ===Differences from European bison=== thumb|left|An adult European bison Although they are superficially similar, the American and European bison exhibit a number of physical and behavioral differences. Adult American bison are slightly heavier on average because of their less rangy build, and have shorter legs, which render them slightly shorter at the shoulder.Trophy Bowhunting: Plan the Hunt of a Lifetime and Bag One for the Record Books, by Rick Sapp, Edition: illustrated, published by Stackpole Books, 2006, , American bison tend to graze more, and browse less than their European relatives, because their necks are set differently. Compared to the nose of the American bison, that of the European species is set farther forward than the forehead when the neck is in a neutral position. The body of the American bison is hairier, though its tail has less hair than that of the European bison. The horns of the European bison point forward through the plane of its face, making it more adept at fighting through the interlocking of horns in the same manner as domestic cattle, unlike the American bison which favors charging.American Bison: A Natural History, By Dale F. Lott, Harry W. Greene, ebrary, Inc., Contributor Harry W. Greene, Edition: illustrated, Published by University of California Press, 2003 , American bison are more easily tamed than the European, and breed more readily with domestic cattle.Newman, Edward and James Edmund Harting (1859). Zoologist: A Monthly Journal of Natural History Published by J. Van Voorst. ===Crossbreeding with cattle=== During the population bottleneck, after the great slaughter of American bison during the 1800s, the number of bison remaining alive in North America declined to as low as 541. During that period, a handful of ranchers gathered remnants of the existing herds to save the species from extinction. These ranchers bred some of the bison with cattle in an effort to produce \"cattalo\". Accidental crossings were also known to occur. Generally, male domestic bulls were crossed with bison cows, producing offspring of which only the females were fertile. The crossbred animals did not demonstrate any form of hybrid vigor, so the practice was abandoned. The proportion of cattle DNA that has been measured in introgressed individuals and bison herds today is typically quite low, ranging from 0.56 to 1.8%. In the United States, many ranchers are now using DNA testing to cull the residual cattle genetics from their bison herds. The U.S. National Bison Association has adopted a code of ethics which prohibits its members from deliberately crossbreeding bison with any other species. ==Range and population== Despite being the closest relatives of domestic cattle native to North America, bison were never domesticated by Native Americans. Later attempts of domestication by Europeans prior to the 20th century met with limited success. Bison were described as having a \"wild and ungovernable temper\";Illinois State Museum page. Museum.state.il.us (September 1, 2011). Retrieved on January 29, 2012. they can jump close to vertically, and run when agitated. This agility and speed, combined with their great size and weight, makes bison herds difficult to confine, as they can easily escape or destroy most fencing systems, including most razor wire. The most successful systems involve large, fences made from welded steel I beams sunk at least into concrete. These fencing systems, while expensive, require very little maintenance. Furthermore, making the fence sections overlap so the grassy areas beyond are not visible prevents the buffalo from trying to get to new range. In 2011, about 500,000 bison existed on private lands and around 30,000 on public lands which includes environmental and government preserves. According to the IUCN, roughly 15,000 bison are considered wild, free-range bison not primarily confined by fencing. The Nature Conservancy (TNC) has reintroduced bison to over a dozen nature preserves around the United States. In October 2016, TNC established its easternmost bison herd in the country, at Kankakee Sands nature preserve in Morocco, Newton County, Indiana. In 2014, U.S Tribes and Canadian First Nations signed a treaty to help with the restoration of bison, the first to be signed in nearly 150 years. ===Habitat and trails=== American bison live in river valleys, and on prairies and plains. Typical habitat is open or semiopen grasslands, as well as sagebrush, semiarid lands, and scrublands. Some lightly wooded areas are also known historically to have supported bison. Bison also graze in hilly or mountainous areas where the slopes are not steep. Though not particularly known as high- altitude animals, bison in the Yellowstone Park bison herd are frequently found at elevations above and the Henry Mountains bison herd is found on the plains around the Henry Mountains, Utah, as well as in mountain valleys of the Henry Mountains to an altitude of . Those in Yukon, Canada, typically summer in alpine plateaus above treeline. The first thoroughfares of North America, except for the time-obliterated paths of mastodon or muskox and the routes of the mound builders, were the traces made by bison and deer in seasonal migration and between feeding grounds and salt licks. Many of these routes, hammered by countless hoofs instinctively following watersheds and the crests of ridges in avoidance of lower places' summer muck and winter snowdrifts, were followed by the aboriginal North Americans as courses to hunting grounds and as warriors' paths. They were invaluable to explorers and were adopted by pioneers. Bison traces were characteristically north and south, but several key east–west trails were used later as railways. Some of these include the Cumberland Gap through the Blue Ridge Mountains to upper Kentucky. A heavily used trace crossed the Ohio River at the Falls of the Ohio and ran west, crossing the Wabash River near Vincennes, Indiana. In Senator Thomas Hart Benton's phrase saluting these sagacious path-makers, the bison paved the way for the railroads to the Pacific. ===Mexico=== The southern extent of the historic range of the American bison includes northern Mexico and adjoining areas in the United States as documented by archeological records and historical accounts from Mexican archives from 700 CE to the 19th century. The Janos-Hidalgo bison herd has ranged between Chihuahua, Mexico, and New Mexico, United States, since at least the 1920s. The persistence of this herd suggests that habitat for bison is suitable in northern Mexico. In 2009, genetically pure bison were reintroduced to the Janos Biosphere Reserve in northern Chihuahua adding to the Mexican bison population. In 2020, the second herd was formed in Maderas del Carmen. A private reserve named Jagüey de Ferniza has kept bisons since before the above-mentioned reintroductions in Coahuila. ===Introductions to Siberia=== Since 2006, an outherd of wood bison sent from Alberta's Elk Island National Park was established in Yakutia, RussiaCBC News, \"Alberta bison bound for Russia\", 14 February 2011Edmonton Journal, \"Elk Island wood bison big hit in Russia\" , Hanneke Brooymans, 5 August 2010Edmonton Journal, \"Bison troubles\", CanWest MediaWorks Publications, 5 October 2006 as a practice of Pleistocene rewilding; wood bison are the most closely related to the extinct steppe bison. The bison are adapting well to the cold climate,CBC News, \"More Alberta bison to roam Russia\", 23 September 2013 and Yakutia's Red List officially registered the species in 2019; a second herd was formed in 2020.Wood bison to be listed in Yakutia's Red Data Book ==Behavior and ecology== thumb|right|Grazing in winter, Yellowstone National Park: Bison use their heads to clear out snow for the grass Bison are migratory and herd migrations can be directional as well as altitudinal in some areas. Bison have usual daily movements between foraging sites during the summer. In the Hayden Valley, Wyoming, bison have been recorded traveling, on average, per day. The summer ranges of bison appear to be influenced by seasonal vegetation changes, interspersion and size of foraging sites, the rut, and the number of biting insects. The size of preserve and availability of water may also be a factor. Bison are largely grazers, eating primarily grasses and sedges. On shortgrass pasture, bison predominately consume warm- season grasses. On mixed prairie, cool-season grasses, including some sedges, apparently compose 79–96% of their diet.Popp, Jewel Kay. (1981). \"Range Ecology of Bison on Mixed Grass Prairie at Wind Cave National Park\". Unpubl. M.S. Thesis. Iowa State University, Ames, Iowa. 59 p. In montane and northern areas, sedges are selected throughout the year. Bison also drink water or consume snow on a daily basis. ===Social behavior and reproduction=== Female bison live in maternal herds which include other females and their offspring. Male offspring leave their maternal herd when around three years old and either live alone or join other males in bachelor herds. Male and female herds usually do not mingle until the breeding season, which can occur from July through September. However, female herds may also contain a few older males. During the breeding season, dominant bulls maintain a small harem of females for mating. Individual bulls \"tend\" cows until allowed to mate, by following them around and chasing away rival males. The tending bull shields the female's vision with his body so she will not see any other challenging males. A challenging bull may bellow or roar to get a female's attention and the tending bull has to bellow/roar back. The most dominant bulls mate in the first 2–3 weeks of the season. More subordinate bulls mate with any remaining estrous cow that has not mated yet. Male bison play no part in raising the young. right|thumb|Calf Bison herds have dominance hierarchies that exist for both males and females. A bison's dominance is related to its birth date. Bison born earlier in the breeding season are more likely to be larger and more dominant as adults. Thus, bison are able to pass on their dominance to their offspring as dominant bison breed earlier in the season. In addition to dominance, the older bison of a generation also have a higher fertility rate than the younger ones. Bison mate in August and September; gestation is 285 days. A single reddish-brown calf nurses until the next calf is born. If the cow is not pregnant, a calf will nurse for 18 months. Cows nurse their calves for at least 7 or 8 months, but most calves seem to be weaned before the end of their first year. At three years of age, bison cows are mature enough to produce a calf. The birthing period for bison in boreal biomes is protracted compared to that of other northern ungulates, such as moose and caribou. Bison have a life expectancy around 15 years in the wild and up to 25 years in captivity. However, males and females from a hunted population also subject to wolf predation in northern Canada have been reported to live to 22 and 25 years of age, respectively. Bison have been observed to display homosexual behaviors, males much more so than females. In the case of males, it is unlikely to be related to dominance, but rather to social bonding or gaining sexual experience.Vervaecke H, Roden C. (2006). \"Going with the herd: same-sex interaction and competition in American bison\". In: Sommer V, Vasey PL, (editors). Homosexual behaviour in animals. Cambridge University Press. pp. 131–53 . ===Horning=== Bison mate in late spring and summer in more open plain areas. During fall and winter, bison tend to gather in more wooded areas. During this time, bison partake in horning behaviors. They rub their horns against trees, young saplings, and even utility poles. Aromatic trees like cedars and pine seem to be preferred. Horning appears to be associated with insect defense, as it occurs most often in the fall when the insect population is at its highest. Cedar and pines emit an aroma after bison horn them and this seems to be used as a deterrent for insects. ===Wallowing behavior=== A bison wallow is a shallow depression in the soil, which bison use either wet or dry. Bison roll in these depressions, covering themselves with dust or mud. Past and current hypotheses to explain the purpose of wallowing include grooming associated with shedding, male-male interaction (typically rutting), social behavior for group cohesion, play, relief from skin irritation due to biting insects, reduction of ectoparasite (tick and lice) load, and thermoregulation. Bison wallowing has important ecosystem engineering effects and enhances plant and animal diversity on prairies. ===Predation=== While often secure from predation because of their size and strength, in some areas, vulnerable individuals are regularly preyed upon by wolves. Wolf predation typically peaks in late winter, when elk migrates south and bison are distressed with heavy snows and shortages of food sources, with attacks usually being concentrated on weakened and injured cows and calves.Wolf–Bison Interactions in Yellowstone National Park Wolves more actively target herds with calves than those without. The length of a predation episode varies, ranging from a few minutes to over nine hours. Bison display five apparent defense strategies in protecting calves from wolves: running to a cow; running to a herd; running to the nearest bull; running in the front or center of a stampeding herd; entering water bodies, such as lakes or rivers. When fleeing wolves in open areas, cows with young calves take the lead, while bulls take to the rear of the herds, to guard the cows' escape. Bison typically ignore wolves not displaying hunting behavior. Wolf packs specializing in bison tend to have more males, because their larger size than females allows them to wrestle prey to the ground more effectively. Healthy, mature bulls in herds rarely fall prey. Grizzly bears are known to feed on carcass and may steal wolves' kills. While grizzlies can also pose a threat to calves and sometimes old, injured, or sick adult bison, direct killing of non-calves is rare even when targeting lone and injured young individuals;David Maccar, 2010, Amateur Photographer Captures a Grizzly Bear Chasing a Bison Down a Highway in YellowstoneWatch Now: Yellowstone grizzly vs. bison video vaults Wyoming man to prominence attacking healthy bison is risky for bears, who can be killed instead.Mary Ann Franke, 2005, To Save the Wild Bison: Life on the Edge in Yellowstone, p.201, University of Oklahoma PressTom McHugh, 1979, The Time of the Buffalo, p.213, University of Nebraska Press ===Dangers to humans=== Bison are among the most dangerous animals encountered by visitors to the various North American national parks and will attack humans if provoked. They appear slow because of their lethargic movements, but can easily outrun humans; bison have been observed running as fast as Bert Gildart, Jane Gildart, 2021, Hiking the Black Hills Country, p.5, Rowman & LittlefieldNational Bison Association, 2021, ~TEACHABLE TUESDAY~ Did you know...Bison may look big and cumbersome, but they're very agile and quick. Bison can run an impressive 30 to 45 mph and jump as high as six vertical feet. on Twitter for . Bison may approach people for curiosity, and close encounters including to touch the animals can be dangerous, and gunshots do not startle them.Teresa Scalzo, 2016, Field Guide to the American Bison, The Voice, Summer 2016, Carleton College thumb|right|Tourists approach dangerously close to a wild herd of American bison to take a photograph in Yellowstone National Park, Wyoming Between 1980 and 1999, more than three times as many people in Yellowstone National Park were injured by bison than by bears. During this period, bison charged and injured 79 people, with injuries ranging from goring puncture wounds and broken bones to bruises and abrasions. Bears injured 24 people during the same time. Three people died from the injuries inflicted—one person by bison in 1983, and two people by bears in 1984 and 1986. ==Hunting== {| class=\"wikitable\" style=\"float:right; margin-left: 10px;\" |- ! Year !! American bison (est) |- | Pre-1800 |align=\"right\"| 60,000,000 |- | 1830 |align=\"right\"| 40,000,000 |- | 1840 |align=\"right\"| 35,650,000 |- | 1870 |align=\"right\"| 5,500,000 |- | 1880 |align=\"right\"| 395,000 |- | 1889 |align=\"right\"| 541 (U.S.) |- | 1900 |align=\"right\"| 300 (U.S.) |- |rowspan=\"2\"| 1944–47 |align=\"right\"| 5,000 (U.S.) |- |align=\"right\"| 15,000 (Canada) |- | 1951 |align=\"right\"| 23,340 |- | 2000 |align=\"right\"| 360,000 |} Buffalo hunting, i.e. hunting of the American bison, was an activity fundamental to the Indigenous peoples of the Great Plains. This activity was later adopted by American professional hunters, as well as by the U.S. government, in an effort to sabotage the central resource of some American Indian Nations during the later portions of the American Indian Wars, leading to the near-extinction of the species around 1890. For many tribes the buffalo was an integral part of life—something guaranteed to them by the Creator. In fact, for some Plains indigenous peoples, bison are known as the first people. The concept of species extinction was foreign to many tribes. Thus, when the U.S. government began to massacre the buffalo, it was particularly harrowing to the Indigenous people. As Crow chief Plenty Coups described it: \"When the buffalo went away the hearts of my people fell to the ground, and they could not lift them up again. After this nothing happened. There was little singing anywhere.\" Spiritual loss was rampant; bison were an integral part of traditional tribal societies and they would frequently take part in ceremonies for each bison they killed to honor its sacrifice. In order to boost morale during this time, Sioux and other tribes took part in the Ghost Dance, which consisted of hundreds of people dancing until 100 persons were lying unconscious. Today, many conservation measures have been taken by Native Americans with the Inter Tribal Bison Council being one of the most significant. It was formed in 1990, composed of 56 tribes in 19 states. These tribes represent a collective herd of more than 15,000 bison and focus on reestablishing herds on tribal lands in order to promote culture, revitalize spiritual solidarity, and restore the ecosystem. Some Inter Tribal Bison Council members argue that the bison's economic value is one of the main factors driving its resurgence. Bison serve as a low cost substitute for cattle, and can withstand the winters in the Plains region far easier than cattle. File:Alfred Jacob Miller - Hunting Buffalo - Walters 371940190.jpg|Bison being chased off a cliff as \"seen\" and painted by Alfred Jacob Miller File:Ulm Pishkun. Buffalo jump, SW of Great Falls, Montana.jpg|Ulm Pishkun. Buffalo jump, SW of Great Falls, Montana. The Blackfoot drove bison over cliffs in the autumn to secure the winter supply. The Blackfoot used pishkuns as late as the 1850s.Ewers, John C. (1988): \"The last Bison Drive of the Blackfoot Indians\". Indian Life On The Upper Missouri. Norman and London, pp. 157–168 File:BuffaloHunters.jpg|Bison hunt under the wolf-skin mask, 1832–33 File:Buffalo Hunt.jpg|A bison hunt depicted by George Catlin ===As livestock=== left|thumb|Canned bison meat for saleBison are increasingly raised for meat, hide, wool, and dairy products. The majority of American bison in the world are raised for human consumption or fur clothing. Bison meat is generally considered to taste very similar to beef, but is lower in fat and cholesterol, yet higher in protein than beef, which has led to the development of beefalo, a fertile hybrid of bison and domestic cattle. In 2005, about 35,000 bison were processed for meat in the U.S., with the National Bison Association and USDA providing a \"Certified American Buffalo\" program with birth-to-consumer tracking of bison via RFID ear tags. A market even exists for kosher bison meat; these bison are slaughtered at one of the few kosher mammal slaughterhouses in the U.S., and the meat is then distributed nationwide. Bison are found in publicly and privately held herds. Custer State Park in South Dakota is home to 1,500 bison, one of the largest publicly held herds in the world, but some question the genetic purity of the animals. Wildlife officials believe that free roaming and genetically pure herds on public lands in North America can be found only in: the Yellowstone Park bison herd; the Henry Mountains bison herd at the Book Cliffs and Henry Mountains in Utah; at Wind Cave National Park in South Dakota; Fort Peck Indian Reservation in Montana; Mackenzie Bison Sanctuary in the Northwest Territories; Elk Island National Park and Wood Buffalo National Park in Alberta; Prince Albert National Park in Saskatchewan. Another population, the Antelope Island bison herd on Antelope Island in Utah, consisting of 550 to 700 bison, is also one of the largest and oldest public herds in the United States, but the bison in that herd are considered to be only semifree roaming, since they are confined to the Antelope Island. In addition, recent genetic studies indicate that, like most bison herds, the Antelope Island bison herd has a small number of genes from domestic cattle. In 2002, the United States government donated some bison calves from South Dakota and Colorado to the Mexican government. Their descendants live in the Mexican nature reserves El Uno Ranch at Janos and Santa Elena Canyon, Chihuahua, and Boquillas del Carmen, Coahuila, located near the southern banks of the Rio Grande, and around the grassland state line with Texas and New Mexico. Recent genetic studies of privately owned herds of bison show that many of them include animals with genes from domestic cattle. For example, the herd on Santa Catalina Island, California, isolated since 1924 after being brought there for a movie shoot, were found to have cattle introgression. As few as 12,000 to 15,000 pure bison are estimated to remain in the world. The numbers are uncertain because the tests used to date—mitochondrial DNA analysis—indicate only if the maternal line (back from mother to mother) ever included domesticated bovines, thus say nothing about possible male input in the process. Most hybrids were found to look exactly like purebred bison; therefore, appearance is not a good indicator of genetics. The size of the Canadian domesticated herd (genetic questions aside) grew dramatically through the 1990s and 2000s. The 2006 Census of Agriculture reported the Canadian herd at 195,728 head, a 34.9% increase since 2001. Of this total, over 95% was located in Western Canada, and less than 5% in Eastern Canada. Alberta was the province with the largest herd, accounting for 49.7% of the herd and 45.8% of the farms. The next-largest herds were in Saskatchewan (23.9%), Manitoba (10%), and British Columbia (6%). The main producing regions were in the northern parts of the Canadian prairies, specifically in the parkland belt, with the Peace River region (shared between Alberta and British Columbia) being the most important cluster, accounting for 14.4% of the national herd. Canada also exports bison meat, totaling in 2006. A proposal known as Buffalo Commons has been suggested by a handful of academics and policymakers to restore large parts of the drier portion of the Great Plains to native prairie grazed by bison. Proponents argue that current agricultural use of the shortgrass prairie is not sustainable, pointing to periodic disasters, including the Dust Bowl, and continuing significant human population loss over the last 60 years. However, this plan is opposed by some who live in the areas in question. ==Genetics== A major problem that bison face today is a lack of genetic diversity due to the population bottleneck the species experienced during its near-extinction event. Another genetic issue is the entry of genes from domestic cattle into the bison population, through hybridization. Officially, the \"American buffalo\" is classified by the United States government as a type of cattle, and the government allows private herds to be managed as such. This is a reflection of the characteristics that bison share with cattle. Though the American bison is not only a separate species, but also is usually regarded as being in a separate genus from domestic cattle (Bos taurus), they clearly have a lot of genetic compatibility and American bison can interbreed with cattle, although only the female offspring are fertile in the first generation. These female hybrids can be bred back to either bison or domestic bulls, resulting in either 1/4 or 3/4 bison young. Female offspring from this cross are also fertile, but males are not reliably fertile unless they are either bison or domestic. Moreover, when they do interbreed, crossbreed animals in the first generation tend to look very much like purebred bison, so appearance is completely unreliable as a means of determining what is a purebred bison and what is a crossbred cow. Many ranchers have deliberately crossbred their cattle with bison, and some natural hybridization could be expected in areas where cattle and bison occur in the same range. Since cattle and bison eat similar food and tolerate similar conditions, they have often been in the same range together in the past, and opportunity for crossbreeding may sometimes have been common. In recent decades, tests were developed to determine the source of mitochondrial DNA in cattle and bison, and most private \"buffalo\" herds were actually crossbred with cattle, and even most state and federal buffalo herds had some cattle DNA. With the advent of nuclear microsatellite DNA testing, the number of herds known to contain cattle genes has increased. As of 2011, though about 500,000 bison existed on private ranches and in public herds, perhaps only 15,000 to 25,000 of these bison were pure and not actually bison-cattle hybrids. \"DNA from domestic cattle (Bos taurus) has been detected in nearly all bison herds examined to date.\"Remove Threats to Irreplaceable Bison Herd at Wind Cave National Park . PDF. FY 2006 Challenge Cost Share Program. Final Project Report. September 30, 2007. Retrieved on September 16, 2011. Significant public bison herds that do not appear to have hybridized domestic cattle genes are the Yellowstone Park bison herd, the Henry Mountains bison herd, which was started with bison taken from Yellowstone Park, the Wind Cave bison herd, and the Wood Buffalo National Park bison herd and subsidiary herds started from it, in Canada. A landmark study of bison genetics performed by James Derr of Texas A&M; University corroborated this. The Derr study was undertaken in an attempt to determine what genetic problems bison might face as they repopulate former areas, and it noted that bison seem to be adapting successfully, despite their apparent genetic bottleneck. One possible explanation for this might be the small amount of domestic cattle genes that are now in most bison populations, though this is not the only possible explanation for bison success. In the study, cattle genes were also found in small amounts throughout most national, state and private herds. \"The hybridization experiments conducted by some of the owners of the five foundation herds of the late 1800s, have left a legacy of a small amount of cattle genetics in many of our existing bison herds.\" He also said, \"All of the state owned bison herds tested (except for possibly one) contain animals with domestic cattle mtDNA.\" It appears that the one state herd that had no cattle genes was the Henry Mountains bison herd; the Henry Mountain herd was started initially with transplanted animals from Yellowstone Park. However, the extension of this herd into the Book Cliffs of central Utah involved mixing the founders with additional bison from another source, so it is not known if the Book Cliffs extension of the herd is also free of cattle hybridization. A separate study by Wilson and Strobeck, published in Genome, was done to define the relationships between different herds of bison in the United States and Canada, and to determine whether the bison at Wood Buffalo National Park in Canada and the Yellowstone Park bison herd were possibly separate subspecies. The Wood Buffalo Park bison were determined to actually be crossbreeds between plains and wood bison, but their predominant genetic makeup was that of the expected \"wood buffalo\". However, the Yellowstone Park bison herd was pure plains bison, and not any of the other previously suggested subspecies. Another finding was that the bison in the Antelope Island herd in Utah appeared to be more distantly related to other plains bison in general than any other plains bison group that was tested, though this might be due to genetic drift caused by the small size of only 12 individuals in the founder population. A side finding of this was that the Antelope Island bison herd appears to be most closely related to the Wood Buffalo National Park bison herd, though the Antelope Island bison are actually plains bison. File:Bison original range map.svg|Original distribution of plains bison and wood bison in North America along the \"great bison belt\". Holocene bison (Bison occidentalis) is an earlier species at the origin of plains bison and wood bison. File:Extermination of bison to 1889.svg|Map of the extermination of the bison to 1889. This map based on William Temple Hornaday's late-19th century research. File:Bison bison 2003 map.svg|Distribution of public herds of plains bison and of free-ranging or captive breeding wood bison in North America as of 2003. In order to bolster the genetic diversity of the American bison, the National Park Service alongside the Department of the Interior announced on May 7, 2020, the 2020 Bison Conservation Initiative. This initiative focuses on maintaining the genetic diversity of the metapopulation rather than individual herds. Small populations of bison are at considerably larger risk due to their decreased gene pool and are susceptible to catastrophic events more so than larger herds. The 2020 Bison Conservation Initiative aims to translocate up to three bison every five to ten years between the Department of the Interior's herds. Specific smaller herds will require a more intense management plan. Translocated bison will also be screened for any health defects such as infection of brucellosis bacteria as to not put the larger herd at risk.\"New Bison Conservation Initiative Focuses On Genetic Diversity | THE WILDLIFE SOCIETY\". Wildlife.Org, 2020, https://wildlife.org/new-bison-conservation- initiative-focuses-on-genetic-diversity/. Accessed 5 July 2020. ==As a symbol== ===Native Americans=== Among many Native American tribes, especially the Plains Indians, the bison is considered a sacred animal and religious symbol. According to University of Montana anthropology and Native American studies professor S. Neyooxet Greymorning, \"The creation stories of where buffalo came from put them in a very spiritual place among many tribes. The buffalo crossed many different areas and functions, and it was utilized in many ways. It was used in ceremonies, as well as to make tipi covers that provided homes for people, utensils, shields, weapons and parts were used for sewing with the sinew.\" The Sioux consider the birth of a white buffalo to be the return of White Buffalo Calf Woman, their primary cultural prophet and the bringer of their \"Seven Sacred Rites\". Among the Mandan and Hidatsa, the White Buffalo Cow Society was the most sacred of societies for women. ===North America=== The American bison is often used in North America in official seals, flags, and logos. In 2016, the American bison became the national mammal of the United States. The bison is a popular symbol in the Great Plains states: Kansas, Oklahoma, and Wyoming have adopted the animal as their official state mammal, and many sports teams have chosen the bison as their mascot. In Canada, the bison is the official animal of the province of Manitoba and appears on the Manitoba flag. It is also used in the official coat of arms of the Royal Canadian Mounted Police. Several American coins feature the bison, most famously on the reverse side of the \"buffalo nickel\" from 1913 to 1938. In 2005, the United States Mint coined a nickel with a new depiction of the bison as part of its \"Westward Journey\" series. The Kansas and North Dakota state quarters, part of the \"50 State Quarter\" series, each feature bison. The Kansas state quarter has only the bison and does not feature any writing, while the North Dakota state quarter has two bison. The Montana state quarter prominently features a bison skull over a landscape. The Yellowstone National Park quarter also features a bison standing next to a geyser. Other institutions which have adopted the bison as a symbol or mascot include: Image:Flag of Wyoming.svg|Wyoming uses a bison in its state flag Image:Bison effigy.jpg|Skin effigy of a Buffalo used in the Lakota Sun Dance Image:Flag of Manitoba.svg|Manitoba uses a bison in its provincial flag, as seen inside the Manitoban coat of arms Image:1935 Indian Head Buffalo Nickel.jpg|The 1935 Buffalo nickel—this style of coin featuring an American bison was produced from 1913 to 1938 Image:US-$10-LT-1901-Fr.114.jpg|Series 1901 $10 legal tender depicting military explorers Meriwether Lewis, William Clark, and an American bison Image:US stamp 1898 4c Indian Hunting Buffalo.jpg|First postage stamp with image of bison was issued US in 1898—4¢ \"Indian Hunting Buffalo\", part of the Trans-Mississippi Exposition commemorative series ==See also== ==References== ==Further reading== * Branch, E. Douglas. (1997) The Hunting of the Buffalo (1929, new ed. University of Nebraska Press,), classic history * Dary David A. The Buffalo Book. (Chicago: Swallow Press, 1974) * * Gard, Wayne. The Great Buffalo Hunt (University of Nebraska Press, 1954) * Isenberg, Andrew C. The Destruction of the Bison: An Environmental History, 1750–1920 (Cambridge University press, 2000) * * McHugh, Tom. The Time of the Buffalo (University of Nebraska Press, 1972). * Meagher, Margaret Mary. The Bison of Yellowstone National Park. (Washington DC: Government Printing Office, 1973) * * Roe, Frank Gilbert. The North American Buffalo: A Critical Study of the Species in Its Wild State (University of Toronto Press, 1951). * Shaw, James H. \"How Many Bison Originally Populated Western Rangelands?\" Rangelands, Vol. 17, No. 5 (Oct. 1995), pp. 148–150 * Smits, David D. \"The Frontier Army and the Destruction of the Buffalo, 1865–1883,\" Western Historical Quarterly 25 (1994): 313–38 and 26 (1995) 203–8. * ==External links== * * Buffalo Field Campaign * Watch the NFB documentary The Great Buffalo Saga * Traditional use of Tatanka (buffalo) * Bison skeletal structure and bones American Bison American Bison Category:Mammals of Canada Category:Mammals of the United States Category:Fauna of the Plains-Midwest (United States) Category:Fauna of the Rocky Mountains Category:Fauna of the Western United States American Bison Category:Livestock Category:Beef Category:Native American cuisine Category:Pre-Columbian Great Plains cuisine American Bison American Bison American Bison Category:Cuisine of the Western United States Category:American frontier Category:Symbols of Wyoming Category:Provincial symbols of Manitoba Category:Conservation-reliant species Category:Articles containing video clips",
 "title": "American bison"
}