{
 "id": "497292",
 "text": "Top Secret is an espionage-themed tabletop role-playing game written by Merle M. Rasmussen and first published in 1980 by TSR, Inc. ==Top Secret (original edition)== thumb|right|Original edition logo The original version of Top Secret was designed by Merle M. Rasmussen,Rasmussen, M. W. (1981). Top Secret Espionage Role Playing Game, second ed. Lake Geneva: TSR, Inc. and allows players and gamemasters to build their own espionage story settings. The original boxed set of the game included a 64-page rule book and a sample adventure, \"Operation: Sprechenhaltestelle\". The TSR Product Code for the original boxed set is TSR-7006. The game was developed over a period of two years by Rasmussen and TSR editor Allen Hammack. As part of the playtesting for the game, a note written on TSR stationery about a fictitious assassination plot brought the FBI to the offices of TSR Hobbies. The Top Secret game is based exclusively on 10-sided dice. All character attributes and other statistics are percentiles; some scores are rolled, and some are derived from combinations of two or more other scores. Top Secret also features Areas of Knowledge, which function similarly to skills in more modern RPGs. Characters gain experience points and progress upward in level. The levels had relatively limited in-game effects (most significantly, gained experience points were divided by the character's level but the base mission pay was multiplied by the character's level). Characters could also improve statistics by spending experience points. Top Secret also featured Fame and Fortune points. These were the game first mechanics that players could use to alter game results, a concept that continues in many “storytelling” roleplaying games, such as Fate. Top Secret characters are employed in specific bureaus—Assassination (Killing), Confiscation (Theft), or Investigation (Research)—all in the structure of an unspecified espionage agency. Despite a character's primary vocation, he may be called on to perform any type of mission. The in-game effect of a character's bureau was a 100-point experience bonus for mission objectives which fall within that bureau as well as bonus mission pay for those actions specific to the chosen bureau. An appendix in the rule book lists dozens of historical and fictional espionage organizations which could serve as employers or adversaries for missions. An expansion to the game, The Top Secret Companion introduced enhancements to many game components. It included additional character classes and missions, as well as new Areas of Knowledge and abilities. A revised combat system was introduced that sped up and provided more variety to combat results. New equipment and weapons were introduced as well. ===Supplements=== ====Information supplements==== * Top Secret Administrator's Screen and Mini- Module. Corey Koebernick (1982). (Includes Operation: Executive One) (The agents must rescue the president, who is being held by a band of Canadian mercenaries in a haunted mansion). * Agent Dossiers (1983) (Character sheet pack). * TS007 - Top Secret Companion. Merle Rasmussen (1985). (Expanded rules and new equipment). ====Mission modules==== * TS001 - Operation: Sprechenhaltestelle. Merle Rasmussen (1980). , this module details a town on the border between East and West [the exact location is never specified] where secrets and subterfuge are everywhere). * TS002 - Operation: Rapidstrike!. Mike Carr (1982). (This module details a commando raid on an enemy complex to recover a kidnapped scientist). * TS003 - Lady In Distress. Mike Carr (1982). (This module's plot involved agents parasailing to rescue a hijacked cruise ship. The module's ship plans were based on the MS Achille Lauro, which was seized by PLO terrorists in 1985 and resulted in the murder of one passenger.) * TS004 - Operation: Fastpass. Philip Taterczynski (1983). (This module details a defection at an international puzzle tournament being held behind the Iron Curtain). * TS005 - Operation: Orient Express. David Cook. (This module contains a series of 6 adventures set on trains in Europe and rules for creating similar adventures). * TS006 - Operation: Ace of Clubs. Merle Rasmussen (1984). (The agents investigate events at The Ace of Clubs, an exclusive resort and casino operated as a front by The Agency). * TS008 - Operation: Seventh Seal. Evan Robinson (1985). (The agents have to deal with a nuclear threat by an organization that uses Tarot Cards as code names). ====Modules published in Dragon magazine==== * \"The Missile Mission\", Dragon no. 39. Mike Carr. * \"Doctor Yes: The Floating Island Mission\", Dragon no. 48 (April 1981). Merle Rasmussen, James Thompson. * \"Mad Merc: The Alulu Island Mission\", Dragon no. 56. Merle Rasmussen, James Thompson (1981). * \"Chinatown: The Jaded Temple\", Dragon no. 62. Jerry Epperson (1982). * \"Wacko World\", Dragon no. 79. Al Taylor. (The agents must investigate a theme park). * \"Whiteout\", Dragon no. 87. Merle Rasmussen (1984). (Suspicious incidents at an Antarctic research station require the agents to go undercover to investigate). ====Modules published in Gygax magazine==== * \"Operation Rendezvous Oasis\", Gygax no. 4. Merle Rasmussen (2014). ==Top Secret/S.I. edition== thumb|Top Secret/S.I. In 1987, TSR published Top Secret/S.I. (\"Special Intelligence\"), a revised edition designed by Douglas Niles. The TSR Product Code for the revised boxed set is TSR-7620.http://www.waynesbooks.com/TopSecretSI.html (1987). Top Secret/S.I., Doug Niles, TSR 7620, , Lake Geneva: TSR, Inc. S.I. introduced a more structured gaming environment in which players worked as agents for secret intelligence agency ORION against its evil adversary, WEB. Later source books in the product line introduce both supernatural (Agent 13) and futuristic (F.R.E.E.Lancers) adventure settings. These settings introduced several recurring characters such as Sebastian Cord and Agent 13. The Top Secret brand ceased production in 1992. TSR was purchased by Wizards of the Coast in 1997, which in turn was purchased by Hasbro in 1999. ===Combat system=== Top Secret/S.I. uses a fast, simple combat system based on percentages. With as little as a single die roll, a player can know not only if a character was hit, but what part of the body was hit and the extent of damage. Based on a character's stats, skills, bonuses and penalties, the gamemaster (Administrator) gives that character a certain percentage chance of hitting a given target. The player then rolls percentile dice; a result that is equal to or lower than the to-hit percentage succeeds. The hit location is determined by the 'ones' digit of the same roll, and hand-to-hand combat damage is determined by the 'tens' digit. Weapon damage ignores the 'tens' of the first roll, and requires a second roll based on the weapon's characteristics. For example: the gamemaster might say you have a 74% chance of hitting a target. To succeed, you would roll two 10-sided dice (then red representing 10s and the black representing 1s) and get a result that is equal to or lower than that percentage (the lower the better). If you rolled a 23, your shot would hit the enemy agent in the right side of the chest. A second roll would determine the extent of the damage done to that part of the body. ===Character sheets=== Character sheets in Top Secret/S.I. resemble agent dossiers, and are intended to provide quick and easy reference to all a player's stats and skills. They also provide a detailed map of the ten possible hit spots of a character's body, and a blank portrait area for drawing or attaching a depiction of the character. ===Supplements=== ====Box sets==== * Top Secret/S.I.. Douglas Niles, Warren Spector (1987). * High Stakes Gamble. Douglas Niles, Bob Kern (1988). ====Accessory books==== thumb|100px|G4 File cover * TSAC1 - G4 File: Guns, Gadgets & Getaway Gear. Merle Rasmussen (1987). * TSAC2 - Agent 13 Source Book. Mark Acres (1988). * TSAC3 - Covert Operations Sourcebook. John Prados (1988). * TSAC4 - F.R.E.E. Lancers. Jeff Grubb (1988). * TSAC5 - Commando. David Cook (1988). * TSAC6 - Covert Operations Sourcebook Vol. 2. John Prados (1988). * TSAC7 - F.R.E.E. America. Scott Bowles (1989). ====Mission modules==== * TS1 - Operation: Starfire. Tracy Hickman (1987). * TS2 - The Doomsday Drop. Tracy Hickman (1988). * TS3 - Orion Rising. (1988). * TS4 - Commando Brushfire Wars. * TSA1 - The Web. Caroline Spector (1990). * TSA2 - The Final Weapon. Ray Winninger (1990). * TSE1 - Web of Deceit. Bob Kern (1989). * TSE2 - Sting of the Spider. Bob Kern (1989). * TSE3 - Web Wars. Bob Kern (1989). ====Modules published in Dungeon magazine==== * \"Operation: Fire Sale\", Dungeon no. 26. John Terra. ====Solo Operations Casebooks==== thumb|100px|The Final Bug cover * The Final Bug. Jean Blashfield (1988). * Foul Play at Fool's Summit. Troy Denning (1989). (Note: though this module has an ISBN, it was never actually released, as the Catacombs gamebook line was cancelled before its release.) ===Novels=== Five novels were published by TSR from various campaign settings from Top Secret/S.I. game. * Agent 13: The Midnight Avenger #1: The Invisible Empire by Flint Dille and David Marconi. * Agent 13: The Midnight Avenger #2: The Serpentine Assassin Flint Dille and David Marconi. * Double Agent: Acolytes of Darkness/Web of Danger by Flint Dille and David Marconi/Aaron Allston * Double Agent: Royal Pain/The Hollow Earth Affair by Richard Merwin/Warren Spector * Double Agent: The Hard Sell/Glitch! by Richard Merwin/David Cook * F.R.E.E.Lancers by Mel Odom * F.R.E.E.Fall by Mel Odom ===Comics=== Two graphic novels based on the Pulp era setting were published. * Agent 13: The Midnight Avenger by Flint Dille, David Marconi, and Dan Spiegle * Agent 13: Acolytes of Darkness (loosely based on the novel) ====Agent 13==== TSR published eight issues of 13: Assassin comic that featured stories set in the Agent 13 campaign setting bringing the story to a more modern era (1990's). The first six issues had a back-up story set in the Top Secret/S.I. setting (ORION vs. WEB) which seemed to take place at the end of the agency's covert war. Each issue also contained a miniature game and some issues included character stats for the role-playing game. ====Warhawks==== Warhawks was a four issue comic/module series that took the Top Secret/S.I. game to a time traveling setting where characters derive powers from tattoos. The four issues featured character stats and served as a campaign book in addition to the comic book adventures. ==Top Secret: New World Order== In June 2017, Merle Rasmussen announced the release of a reboot entitled Top Secret: New World Order, a completely new iteration in the series. He had been running the game at conventions and events for two years prior to the release, adjusting the rules and user experience in real-time. The game has an updated rules system to appeal to more modern role-playing gamers. The Kickstarter page for Top Secret: New World Order went live on June 27, 2017. The game began shipping to backers in March 2018. ==Reception== Jerry Epperson reviewed Top Secret in Space Gamer No. 29. Epperson commented that \"I liked the game, despite its faults. The system is new enough that the situations will not become blase (as with other role-playing games) for months or years. And it would be a sound investment for any fans of the James Bond, Executioner, or Avenger stories. Others would be wise to stick with fantasy, if they cannot associate with the heroes of the present.\" Top Secret/S.I. was ranked 38th in the 1996 reader poll of Arcane magazine to determine the 50 most popular roleplaying games of all time. The UK magazine's editor Paul Pettengale commented: \"Top Secret is inspired more by The Man From U.N.C.L.E. and the lighter James Bond movies than real life. Players belong to an organisation of 'good guys' pitted against the 'bad guys' - a thinly veiled analogy of the Eastern Bloc. Gadgets and manners are more important than combat skills, and there are rarely nasty deaths.\" W.G. Armintrout comparatively reviewed Top Secret, Espionage!, and Mercenaries, Spies and Private Eyes in The Space Gamer No. 67. Armintrout commented that \"Top Secret is a good game, though I think both of the newer games slightly eclipse it. It has the best combat system of the three - being neither too simple nor too complicated - and the widest variety of 'fun' devices. Adventures are readily available for it. On the other hand, Top Secret is pretty lame when it comes to non-combat situations. If I were TSR, I'd be thinking about a new edition of the game to stay competitive.\" ==Reviews== *Challenge #36 (1988) - Top Secret/S.I. *White Wolf #9 (1988) - Top Secret/S.I. * Casus Belli #42 (Dec 1987) ==References== ==External links== *Modus-Operandi - The espionage role- playing game resource *Top Secret Role Playing Game Facebook Group *Top Secret Gaming Multigaming Side *Top Secret RPG at Deutscher Rollenspiel Index Category:Permadeath games Category:Role-playing games introduced in 1980 Category:TSR, Inc. games",
 "title": "Top Secret (role-playing game)"
}