{
 "id": "497277",
 "text": "{| |} HMS Fife was the first unit of the Batch 2 destroyers of the Royal Navy. She was subsequently sold to Chile and scrapped in 2005. ==Design and construction== Fife was the first and only British warship to bear the name, for the county of Fife. She was a Mk.2 Guided Missile Destroyer (GMD, also referred to pre-1975 by its then US Navy/NATO designator DLG (Destroyer, Light, Guided (USN 'Frigate') carrying long range surface to air missiles for area defence; post-1975 DDG, 'destroyer' with similar characteristics). The Mk.2 designator refers to her primary armament, the Seaslug Mk.2 missile. The weapon had begun development in the early fifties and entered service in the Mk.1 GMDs like . By modern standards the Seaslug was a huge missile with one sustainer rocket motor and 4 disposable boosters. The missile used 'beam riding' guidance. It was launched from a huge twin-rail launcher in the stern and boosted into the guidance beam from the fire direction radar which pointed at the target, a high altitude supersonic attack aircraft. Once in the beam the missile would fly at supersonic speed to the target where a proximity fuze would detect the target and detonate the continuous rod warhead. The ship was ordered by the Ministry of Defence (MoD) on 26 September 1961. The keel was laid on 1 June 1962 by Fairfield Shipbuilding and the vessel was launched 9 July 1964. Fife was commissioned 21 June 1966 with the pennant number D20. ==Royal Navy service== In 1969, Fife took part in a group deployment around the world. She left Portsmouth on 1 April 1970 and sailed to Safi in Morocco; the first visit by a British warship for over 100 years. Then to Lagos in Nigeria just at the end of the Biafran War. From Lagos to Simon's Town in South Africa. The gates of the former British naval base still bore the royal cypher, VR. From Simon's Town, she briefly took part in the Beira Patrol off the shores of Mozambique after Prime Minister Ian Smith declared Rhodesia's Unilateral Declaration of Independence. The Beira Patrol was a naval blockade to enforce economic sanctions on the errant regime. From there she crossed the Indian Ocean and stopped off at the NATO base on the island of Gan en route to Singapore. There she spent six weeks in an Assisted Maintenance Period (AMP) before heading for the South China Sea to conduct the first live firings of the Sea Slug Mk.2 area-protection anti-aircraft missile. The ship had been refitted in Portsmouth to accommodate a larger payload of missiles and this work was completed in Singapore where she took on live missiles. The trials were partially successful against US targets from bases in the Philippines. One failure was a result of the telemetry beam nutating waveguide breaking off and one booster motor failing to disengage. The missile crashed into the sea about 1 mile into the flight. After this she went to Hong Kong and Kobe in Japan for Expo 70, before heading to Pearl Harbor on Hawaii and then on to Long Beach in California and Acapulco in Mexico and via the Panama Canal to Puerto Rico and on to the Mediterranean. She visited Toulon and spent time in Malta and Gibraltar before returning to the UK. Whilst in Hawaii, the Royal Navy abolished the rum issue. As a result, Fife became the last ship in the Navy to issue rum by virtue of being the furthest west in the Pacific. The Hawaiian media came on board and were quite bemused when the ship's senior ratings staged a mock burial at sea, complete with a Piper's Lament provide by the ship's pipe and drum band and pall bearers dressed in black. Her commanding officer for this voyage was Captain David Scott, who had been the 1st Lieutenant of in the Second World War when the submarine penetrated Tokyo Harbour and sat on the bottom, carrying out reconnaissance of the Japanese shipping there. She had 'B' turret removed and replaced with four Exocet launchers in the mid-1970s. In 1977, she attended the Silver Jubilee Fleet Review and formed part of the 2nd Flotilla.Official Souvenir Programme, 1977. Silver Jubilee Fleet Review, HMSO In 1979, Fife provided assistance to the Caribbean island of Dominica after the island was severely hit by Hurricane David, for which she was awarded the Wilkinson Sword of Peace. She was under refit from October 1980 to December 1982, and therefore missed the Falklands War. Changes included replacing the old Wessex helicopter with a Westland Lynx, fitting a satellite communications system and anti-submarine torpedo tubes. She formally recommissioned after the refit on 31 March 1983. ==Refit 1986== In 1986, Fife underwent a refit to convert her into a mobile training ship. The removal of her Seaslug missile system and its large magazine was completed in June 1986, which created space for extra messdecks and classrooms for officers under training. One messdeck still used hammocks and these officers are possibly the last men in the Royal Navy to sleep in hammocks; they were told so at the time. In early September 1986 she undertook a Dartmouth Training Ship (DTS) deployment to the Caribbean Sea and Florida, returning to Portsmouth in late November. She was accompanied on this deployment by the frigates and . A \"hut\" was built where the Seaslug launcher had once stood, aft of the helicopter pad. This grey box was a navigation training classroom and attracted much attention from a Russian , which regularly \"buzzed\" Fife for some close quarter photographs. Her second Dartmouth Training Ship deployment in January 1987 took her via Brest into the Mediterranean Sea, in company with . Her final voyage in the Royal Navy was to lead a Dartmouth Training Ship deployment to North America, in which she and sailed into the Great Lakes. On her return to Great Britain in June 1987 she landed the officers under training at Dartmouth and then proceeded to Portsmouth where she was decommissioned after 21 years of service. ==Chilean Navy service== thumb|left|Chilean destroyer Blanco Encalada gets underway from Valparaiso, during Exercise Teamwork South '99 The ship was sold to Chile on 12 August 1987 and renamed Blanco Encalada. She was taken into refit at Talcahuano on her arrival and, taking advantage of the removed Sea Slug, her deck was extended aft and a new, larger hangar constructed. The rebuild was completed in May 1988. In 1996 Blanco Encaladas Sea Cat launchers were removed and she was fitted with the Barak SAM. Blanco Encalada was decommissioned from the Chilean Navy on 12 December 2003 and was sold for scrap in November 2005. She was broken up by Turkish shipbreakers Leyal Gemi Sokum in 2013. ==Commanding officers== Notable commanding officers include David Hallifax (1973-1975), David M Eckersley-Maslin in 1975, J Jeremy Black (1977-1978) and Jonathan J R Tod (1985-1985). ==References== ==Publications== * * * McCart, Neil, 2014. County Class Guided Missile Destroyers, Maritime Books. Category:County-class destroyers of the Royal Navy Category:Ships built in Barrow-in-Furness Category:1964 ships Category:Cold War destroyers of the United Kingdom Category:County-class destroyers of the Chilean Navy",
 "title": "HMS Fife (D20)"
}