{
 "id": "497274",
 "text": "The flag of the State of Utah was adopted in February 2011 and consists of the seal of Utah encircled in a golden circle on a background of dark navy blue. It replaced a previous, albeit rather similar flag that had been in use since 1913. ==Symbolism== thumb|upright| Flag of Utah (enhanced variant). A bald eagle, the national bird of the United States, symbolizes protection in peace and war. The sego lily, the state flower of Utah, represents peace. The state motto \"Industry\" and the beehive represent progress and hard work. The U.S. flags show Utah's support and commitment to the United States. The state name \"Utah\" appears below the beehive. The date 1847 represents the year the Mormon pioneers entered the Salt Lake Valley, while 1896 represents the year that Utah was admitted as the 45th state to the Union. The six arrows represent the six Native American tribes that live in Utah (Shoshone, Goshute, Navajo, Paiute, Northern Utes, and White Mesa Utes). David Rindlisbach (Art Director) placed 45 stars on the flag this time to represent Utah is the 45th state to join the Union. Alternatively, the sego lily, a flowering plant that survives in the arid Great Basin climate, provided food to the early pioneer colony, helping the settlers survive the harsh winters after their arrival in the Salt Lake Valley. Thus it became the state flower. The eagle and flanking flags are also important symbols; Utah's is one of the few state flags to carry the American flag as part of the design. This is because the Mormon settlers were thought not to be loyal to the United States, which was one of the reasons statehood was not granted to Utah until nearly 40 years after the original settlements. ==History== ===Flag of the State of Deseret=== thumb|One of the earlier flags of Deseret, reconstructed. According to most descriptions, the flag of the State of Deseret was similar to the flag of the State of Utah, but as it was not standardized, multiple other secular and religious alternatives were also used.Walker, Ronald W. \"A Banner is Unfurled\" Dialogue: A Journal of Mormon Thought Volume 26 Number 4, Winter 1993, pages 71-91. ===1903 design=== The flag's basic design uses the Seal of Utah which was adopted by the state legislature on April 3, 1896. The seal was designed by artist Harry Edwards, and has similarities with the seal of the Utah Territory. The state's first flag was created in March 1903 to be used at the Louisiana Purchase Exposition in St. Louis, Missouri. Heber M. Wells, the governor of Utah, asked the Utah State Chapter of the Daughters of the American Revolution to oversee the creation of a flag. On May 1, 1903, the governor and his delegation marched, under the new flag, in the parade of states. The flag was blue, with the state seal and the year '1896' hand-embroidered in white thread in the flag's center. Initially, this flag was known as the \"Governor's Flag\" until Senate Joint Resolution 17 was passed by the legislature on March 9, 1911, making it the official state flag. ===1913 design=== In 1912, the Sons and Daughters of Utah Pioneers ordered a custom made copy of the newly adopted flag to be presented to the recently commissioned battleship . When the flag arrived, the group discovered that the shield on the flag was in full color instead of white, and the manufacturer had added a gold ring around the shield. Rather than have the flag remade, Annie Wells Cannon introduced HJR 1 and the Utah legislature changed the law to allow the manufacturer's changes to become part of the official flag. Prior to being received by the Ship on June 25, 1913, the new flag was displayed at the state capitol in January 1913, then in the ZCMI windows on Main Street and at a ball held in honor of the flag. === 2002 Salt Lake Tribune design contest === In 2002, The Salt Lake Tribune, along with the North America Vexillological Association, solicited designs for a new state flag.http://www.vexman.net/nnpdf/NN174.pdf Over 1,000 designs were collected, with the top 35 selected for judging. However, no flags from this contest were adopted by the state. ===2011 correction=== During the 59th state legislative session in 2011, a Concurrent Resolution (HCR002) was adopted requiring flag makers to fix a mistake found on all current Utah state flags. The mistake originated in 1922 when a flag maker misplaced the year 1847, by stitching it just above the year 1896, instead of in its correct position on the shield. It is believed every flag made since 1922 used this flag as a model, and the mistake persisted for 89 years. Later that same 2011 session, House Bill #490 passed the legislature, making March 9 an annual Utah State Flag day. ===21st century redesign attempts=== In 2018, state representative Steve Handy recommended legislation to create a flag review commission to seek input from the public about whether to change the flag and make a recommendation to lawmakers. The bill came at the same time as an effort to change the flag of Salt Lake City. In 2019, state representative Keven Stratton sponsored separate legislation to adopt a specific flag design. Lawmakers objected to Stratton's bill, with one comparing the design to a corporate logo. Handy amended his bill to have the commission seek designs from the public, and the bill was passed by the state House. After Handy's bill stalled in the Senate, he proposed another bill in 2020, this time keeping the current flag as a \"historical flag\". The Senate sponsor of the bill commissioned a set of prototype designs for lawmakers. thumb|Commemorative flag of Utah (2021) as adopted by legislation In 2021, state senator Dan McCay sponsored a bill to create a task force to assess the need for redesigning Utah's state flag. The bill also designated an official flag to commemorate the 125th anniversary of Utah's statehood. The bill passed in the House and the Senate and was signed into law by Governor Spencer Cox. ==Gallery== Flag_of_the_Utah_Territory.svg|Flag of the Utah Territory Flag of Utah (1903–1904).svg|Flag of Utah (1903–1904) Flag of Utah (1904–1911).svg|Flag of Utah (1904–1911) Flag of Utah (1911–1913).png|Flag of Utah (1911–1913) Flag of Utah (1913–1922).png|Flag of Utah (1913–1922) Flag of Utah (1922–2011).svg|Flag of Utah (1922–2011) Flag of Utah.svg|Flag of Utah (2011–present) ==See also== *State of Utah *Symbols of the State of Utah *Great Seal of the State of Utah ==References== ==Further reading== *Book: How Proudly They Wave: Flags of the Fifty States by Rita D. Haban ==External links== *Utah State Flag Utah Category:Symbols of Utah Category:Flags of Utah Category:2011 establishments in Utah Utah Utah",
 "title": "Flag of Utah"
}