{
 "id": "497260",
 "text": "The flag of South Carolina is a symbol of the U.S. state of South Carolina consisting of a blue field with a white palmetto tree and white crescent. Roots of this design have existed in some form since 1775, being based on one of the first Revolutionary War flags. While keeping most of its design intact since its adoption, it has varied over the years. ==History== thumb|The Moultrie Flag (also known as the \"Liberty Flag\") alt=|thumb|First official draft for a State Flag right|thumb|2-day Flag right|thumb|Flag of South Carolina (1861) left|thumb|Flag of South Carolina (1861–1910) right|thumb|Sovereignty/Secession Flag left|thumb|Flag of South Carolina (1910–1940) thumb|South Carolina naval ensign during Revolutionary and Civil Wars ===Moultrie Flag=== In 1775, Colonel William Moultrie was asked by the Revolutionary Council of Safety to design a flag for the South Carolina troops to use during the American Revolutionary War. Moultrie's design had the blue of the militia's uniforms and a crescent taken from their cap insignia. It was first flown at Fort Johnson. This flag was famously flown in the defense of a new fortress on Sullivan's Island, when Moultrie faced off against a British fleet that had not lost a battle in a century. In the 16-hour battle on June 28, 1776, the flag was shot down, but Sergeant William Jasper ran out into the open, raising it and rallying the troops until it could be mounted again. This gesture was so heroic, saving Charleston from conquest for four years, that the flag came to be the symbol of the Revolution, and liberty, in the state and the new nation. Soon popularly known as either the Liberty Flag or Moultrie Flag, it became the standard of the South Carolinian militia and was presented in Charleston by Major General Nathanael Greene when the city was liberated at the end of the war. Greene described it as having been the first American flag to fly over the South. ===American Civil War=== The palmetto was added in 1861, also a reference to Moultrie's defense of Sullivan's Island; the fortress he had constructed had survived largely because the palmettos, laid over sand walls, were able to withstand British cannon. Following its declaration of secession from the Union, the newly independent state of South Carolina considered many designs for its \"National Flag\", with the first official draft for a flag being finalized on January 21, which was a white ensign with a green palmetto, and a blue canton with a white increscent. After a week of debate, they decided on an existing unofficial state flag with an upward facing crescent on a blue field, modifying it by adding a palmetto at the center of the field. On January 26, 1861, the South Carolina General Assembly adopted a new flag by adding a golden palmetto encircled with a white background. This flag has become known as the \"2-day flag\" because the golden palmetto was changed to its current design after two days on January 28 to a simple white palmetto on the blue background. Less than three months later, a variation of the palmetto flag unfurled over Fort Sumter on April 14, 1861, the day it was occupied by the Confederate Army, making it the first of the flags of the Confederate States of America to replace the Stars and Stripes of the United States of America, from which the Confederacy had seceded. The flag consisted of a palmetto on an entirely white background with a red star in the upper left quadrant and is commonly known as \"The Palmetto Guard Flag.\" The Sovereignty flag was never recognized as an official flag in South Carolina, but there are also claims that it was flown for a short period of time in South Carolina after its secession on December 20, 1860. Another significant flag is the \"South Carolina Secession Flag\"; the day after South Carolina seceded, a red flag with two tails, a large white star and a down-right facing crescent at the top by the flag staff was raised over the Charleston Custom House. It then spread to other cities as a symbol of secession. thumb|The flag flown by Citadel cadets over Morris Island, South Carolina during the American Civil War At the beginning of the American Civil War a similar flag was flown at Morris Island by cadets from The Citadel as they fired upon United States supply ships. == Origin of the crescent == William Moultrie states in his memoirs: \"A little time after we were in possession of Fort Johnson, it was thought necessary to have a flag for the purpose of signals: (as there was no national or state flag at that time) I was desired by the council of safety to have one made, upon which, as the state troops were clothed in blue, and the fort was garrisoned by the first and second regiments, who wore a silver crescent on the front of their caps; I had a large blue flag made with a crescent in the dexter corner, to be in uniform with the troops ...\" Moultrie's original design placed the crescent vertically, with the opening directing upward. The 1860s flag also shows the crescent with upward pointing cusps. However, in 1910—for reasons that he did not document—Alexander Samuel Salley Jr., secretary of the state's Historical Commission, angled the crescent to its current orientation. == Design standardization == While the flag invariably includes a white palmetto and crescent design on a blue background, state law since 1940 has not provided \"specifications for the shape, size, design or placement\" of the symbols, or the exact color of the background. As a result, flags from different manufacturers may have different appearances. A committee of the South Carolina Senate held a hearing on the issue in January 2018 but did not immediately advance a bill to standardize the design. A standardized design was revealed in 2020 but was immediately met with major backlash from the public for its perceived poor design and aesthetics.https://abcnews4.com/news/local/committee-goes-back-to-drawing- board-after-new-sc-state-flag-design-receives-backlash Two other designs were then proposed, one of which will become the official standardized version. ==Commercial use== Shirts, belts, shoes, wallets, koozies, holiday decorations and other accessories featuring the flag's palmetto and crescent are popular throughout South Carolina and other southeastern states as a symbol of the state's long-standing heritage. It is also common for alumni and supporters of the state's main universities (The University of South Carolina, Clemson University, Coastal Carolina University, Furman University, the College of Charleston, Winthrop University, Wofford College, and The Citadel) to display the state flag in their school colors. ==See also== * List of South Carolina state symbols * Seal of South Carolina ==References== ==Further reading== * ==External links== * Category:1861 establishments in South Carolina South Carolina Category:Symbols of South Carolina South Carolina",
 "title": "Flag of South Carolina"
}