{
 "id": "498211",
 "text": "Jesus of Montreal () is a 1989 French Canadian comedy-drama film written and directed by Denys Arcand, and starring Lothaire Bluteau, Catherine Wilkening and Johanne-Marie Tremblay. The film tells the story of a group of actors in Montreal who perform a Passion play in a Quebec church (the film uses the grounds of Saint Joseph's Oratory on Mount Royal), combining religious belief with unconventional theories on a historical Jesus. As the church turns against the main actor and author of the play, his life increasingly mirrors the story of Jesus, and the film adapts numerous stories from the New Testament. The film came out to critical acclaim and won numerous awards, including the Genie Award for Best Picture and the Jury Prize at the 1989 Cannes Film Festival. The film was also nominated for the 1989 Academy Award for Best Foreign Language Film. Critics in the Toronto International Film Festival have regarded the film as one of the Top 10 Canadian Films of All Time. ==Plot== In Montreal, an unknown actor named Daniel is hired by a Roman Catholic site of pilgrimage (\"le sanctuaire\") to present a Passion play in its gardens. The priest, Father Leclerc, asks him to \"modernize\" the classic play the church has been using, which he considers dated. Despite working with material others consider to be clichéd, Daniel is inspired and carries out intensive academic research, consulting archaeology to check the historicity of Jesus and drawing on supposed information on Jesus in the Talmud, using the Talmud name Yeshua Ben Pantera for Jesus, whom he portrays. He also includes arguments that the biological father of Jesus was a Roman soldier who left Palestine shortly after impregnating the unwed Mary. He assembles his cast, found from insignificant and disreputable backgrounds, and moves in with two of them, Constance and Mireille. When the play is performed, it receives excellent reviews from critics but is regarded as unconventional and controversial by Father Leclerc, who angrily distances himself from Daniel. Daniel's life is further complicated when he attends one of Mireille's auditions. Mireille is told to remove her top, causing an outburst from Daniel in which he damages lights and cameras, resulting in him facing criminal charges. When the higher authorities of the Roman Catholic Church strongly object to his Biblical interpretation and security forcibly stops a performance, the audience and actors object and he is injured in an ensuing accident. Daniel is first taken by ambulance to a Catholic hospital where he is neglected. He leaves and collapses on a Montreal Metro platform. The same ambulance takes him to the Jewish General Hospital. Despite immediate, skilled, and energetic efforts by the doctors and nurses, he is pronounced brain-dead. His doctor asks for the consent of his friends, since he has no known relatives, to take his organs for donation. His physician states that they would have been able to save him if he had been brought to them half an hour earlier. After his death, his eyes and heart are used to restore the health of other patients. In the wake of his death, Daniel's friends start a theatre company to carry on his work. ==Cast== {| class=\"wikitable sortable\" |- ! Actor !! Character !! Biblical analogue |- |align=\"center\" | Lothaire Bluteau |align=\"center\" | Daniel |align=\"center\" | Jesus |- |align=\"center\" | Catherine Wilkening |align=\"center\" | Mireille |align=\"center\" | Mary Magdalene |- |align=\"center\" | Johanne-Marie Tremblay |align=\"center\"| Constance |align=\"center\" | Mary, mother of Jesus |- |align=\"center\" | Rémy Girard |align=\"center\" | Martin |align=\"center\" |Saint Peter |- |align=\"center\" | Robert Lepage |align=\"center\" | Rene | align=\"center\"| Apostle |- |align=\"center\" | Gilles Pelletier |align=\"center\" | Father Leclerc |align=\"center\" | Judas Iscariot (possible) |- |align=\"center\" | Roy Dupuis |align=\"center\" | Marcel Brochu | |- |align=\"center\" | Yves Jacques |align=\"center\" | Richard Cardinal |align=\"center\" | Satan |- |align=\"center\" | Cédric Noël |align=\"center\" | Pascal Berger |align=\"center\" | John the Baptist |- |align=\"center\" | Denys Arcand |align=\"center\" | The Judge |align=\"center\" | Pontius Pilate |- |} ==Allegory== Authors have written Jesus of Montreal has \"many parallels\" to the New Testament, and \"is so loaded with all sorts of fascinating allusions\" between modern Quebec and the Gospels. Daniel is mainly known to the public through \"hearsay\", and is reported to have traveled to India and Tibet, reflecting \"extra-biblical legends\" about Jesus. The story begins when Daniel becomes a teacher to his actors, as Jesus was to his disciples. Another actor named Pascal Berger, played by Cédric Noël, praises Daniel as John the Baptist hailed Jesus. Pascal \"loses his head\" when an advertiser uses his photo to sell perfume, just as John the Baptist was beheaded. Daniel's outburst in the audition scene evokes the Cleansing of the Temple. In the subsequent criminal case, Daniel has a Pontius Pilate-like judge played by Arcand, and meets a lawyer played by Yves Jacques who – looking out over the city from a skyscraper – offers Daniel profit and fame, telling him \"The city is yours,\" which is a reference to the Temptation of Christ. After he is injured, Daniel is taken to the Jewish General Hospital. Arcand said this is a deliberate parallel with Jesus being a Jew \"rejected by his own people,\" but Arcand depicted the hospital as efficient and better organized than other Montreal hospitals because he felt this was accurate. Scholar Jeremy Cohen tied the Jewish doctor's statement \"we lost him\" to the idea of Jewish deicide. At the end, Daniel's organs are donated to patients, equated to the Resurrection of Jesus. Daniel's \"disciples\" also continue his work after he dies, led by Martin, played by Rémy Girard, who is an analogue of Saint Peter. ==Production== ===Development=== The idea for the film came to director Denys Arcand after an actor apologized for appearing with a beard at an audition at a Montreal conservatory, saying \"I'm sorry, I'm Jesus.\" The actor explained that he had the role of Jesus in a passion play at Saint Joseph's Oratory. Arcand went to see the play and recalls, \"I saw actors in a mediocre production which received shouted applause from the tourists. I decided I had to make a film.\" The actor also spoke to Arcand about the difficulties he and his friends had in the acting profession, taking undesirable roles in TV advertisements and pornographic films. As a lapsed Catholic and self-proclaimed atheist, Arcand did not envision Jesus of Montreal as a religious film, adding, \"In my film, the story of the Passion is a metaphor of an artist and his struggles and temptations.\" He spent a year in 1987 writing the screenplay. The film was made on a budget of $4.2 million, with Arcand saying he got a \"blank check\" after his success with The Decline of the American Empire (1986). This budget was unusually large for a Quebec film. ===Casting=== Arcand saw actress Johanne-Marie Tremblay in Straight for the Heart (1988) and cast her as Constance, one of Daniel's actresses who takes him in to live with her. She reprised her role as Constance in Arcand's later films The Barbarian Invasions (2003) and Days of Darkness (2007). Robert Lepage, who played René, one of Daniel's \"disciples\", was a playwright and said that aside from TV and student films, Jesus of Montreal was his first major acting role. He said that the screenplay was complete and detailed, leaving less room for improvisation than he expected. ===Filming=== The film was shot with mobile cameras on location in Montreal, which has many churches against its skyline and has been \"a center of Catholicism since its beginnings\". Arcand stated he often shot Montreal from a distance or from the air to represent God viewing the city. He claimed that while French Canadian churches in Montreal denied permission to shoot inside their buildings, an English language Catholic church allowed the crew to use its space. He said this was because, although church members asked to see the screenplay, they could not read French and needed money from the rental. Some scenes were shot near Saint Joseph's Oratory. A substantial amount of theatrical blood was required for the Passion play scenes. ==Reception== ===Box office=== In Canada, it won the Golden Reel Award, indicating the highest box-office performance of any Canadian film that year with a gross of C$2.53 million in Canada. It went on to gross C$3 million. In English Canada, it was among only three Canadian films to gross over $500,000 between 1987 and 1990, along with Black Robe and Dead Ringers with a gross of C$747,000. Jesus of Montreal did not enjoy the degree of success in France as Arcand's prior The Decline of the American Empire (1986), drawing an audience of 187,827 people, the eighth highest for a Quebec film to date. Generally, the film did not meet expectations in drawing audiences in countries with predominantly Roman Catholic populations, with Arcand claiming using the name Jesus in the title made the subject matter appear cliché. In the U.S., Stephen J. Nichols referred to it as \"not-very-popular\" and said it was Martin Scorsese's The Last Temptation of Christ \"to dominate the 1980s\" in dramatic portrayals of Jesus. ===Critical reception=== Jesus of Montreal enjoyed positive reviews, with a 79% approval rating on Rotten Tomatoes. Roger Ebert gave the film three and a half stars, calling Arcand \"the best of the new generation of Quebec filmmakers\", and saying \"It's interesting the way Arcand makes this work as theology and drama at the same time\", adding Lothaire Bluteau is perfectly cast. Caryn James of The New York Times called the film \"intelligent\" and \"audacious\", particularly praising the first half \"before it gives in to leaden, self-conscious Christ imagery\". Peter Travers of Rolling Stone wrote \"Arcand has exposed a world that can't recognize its own hypocrisy or hear a voice in the wilderness\". Jonathan Rosenbaum called it a \"must-see\". David Denby of New York, however, felt Jesus of Montreal was \"smug from the beginning\", but the film was not boring thanks to Arcand's \"theatricality and skill\". Entertainment Weekly gave the film a C−, questioning the controversy depicted in the film, saying \"Hasn’t Canada, in the past 20 years, ever seen a single touring company of Jesus Christ, Superstar?\" and claiming the film \"flits between the smug and the ersatz mystical\". Hal Hinson of The Washington Post said the scenes where Daniel collects his actors are the best part of the film, but the rest is outdated. In terms of religious response, Jesus of Montreal met \"dead calm\" on its release, in contrast to Scorsese's more controversial The Last Temptation of Christ. Critics in the Toronto International Film Festival ranked the film second in the Top 10 Canadian Films of All Time in 1993 and 2004 and fourth in 2015. In 2003, Rob Mackie of The Guardian called the film \"thought-provoking and wickedly funny\" and said \"Lothaire Bluteau, makes a charismatic focus whose performance makes sense of the whole thing\". In 2010, British critic Mark Kermode named Bluteau as one of \"The 10 best screen faces of Jesus,\" calling him \"mesmerising\" and praising the film as a \"genuine masterpiece\" and \"real cinematic miracle\". In 2014, Marc-Andre Lussier of the Montreal-based La Presse called the film excellent. E! Online named it the third best \"Jesus-inspired\" film, calling it \"beautiful\" and \"inventive\". ===Accolades=== Jesus of Montreal won the Prize of the Ecumenical Jury at the 1989 Cannes Film Festival and swept the 11th Genie Awards, winning 12 prizes, including Best Motion Picture, Best Director for Arcand, and the Golden Reel Award. It was also nominated for the 1989 Academy Award for Best Foreign Language Film. {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\"| Award ! scope=\"col\"| Date of ceremony ! scope=\"col\"| Category ! scope=\"col\"| Recipient(s) ! scope=\"col\"| Result ! scope=\"col\" class=\"unsortable\"| |- !scope=\"row\" | Academy Awards | rowspan=\"1\" | 26 March 1990 | Best Foreign Language Film | rowspan=\"4\" | Denys Arcand | | rowspan=\"1\" | |- !scope=\"row\" | BAFTA Awards | rowspan=\"1\" | 17 March 1991 | Film Not in the English Language | | rowspan=\"1\" | |- !scope=\"row\" rowspan=2| Cannes Film Festival | rowspan=\"2\" | 11 – 23 May 1989 | Jury Prize | | rowspan=\"2\" | |- | Prize of the Ecumenical Jury | |- !scope=\"row\" rowspan=17| Genie Awards | rowspan=\"17\" | 20 March 1990 | Best Motion Picture | Roger Frappier and Pierre Gendron | | rowspan=\"17\" | |- | Best Direction | Denys Arcand | |- | Best Actor | Lothaire Bluteau | |- | Best Actress | Catherine Wilkening | |- | rowspan=\"2\" | Best Supporting Actor | Rémy Girard | |- | Gilles Pelletier | |- | rowspan=\"2\" | Best Supporting Actress | Pauline Martin | |- | Johanne-Marie Tremblay | |- | Best Original Screenplay | Denys Arcand | |- | Best Art Direction | François Séguin | |- | Best Cinematography | Guy Dufaux | |- | Best Costume Design | Louise Jobin | |- | Best Editing | Isabelle Dedieu | |- | Best Sound | Patrick Rousseau, Adrian Croll, Hans Peter Strobl and Jo Caron | |- | Best Sound Editing | Marcel Pothier, Laurent Lévy, Antoine Morin and Diane Boucher | |- | Best Original Score | Yves Laferrière | |- | Golden Reel Award | rowspan=\"6\" | Denys Arcand | |- !scope=\"row\" | Golden Globe Awards | rowspan=\"1\" | 20 January 1990 | Best Foreign Language Film | | rowspan=\"1\" | |- !scope=\"row\" | National Board of Review | rowspan=\"1\" | 16 December 1990 | Top Foreign Language Films | | rowspan=\"1\" | |- !scope=\"row\" rowspan=2| Seattle International Film Festival | rowspan=\"2\" | 1990 | Best Picture | | rowspan=\"2\" | |- | Best Director | |- !scope=\"row\" | Toronto International Film Festival | rowspan=\"1\" | 7 –16 September 1989 | International Critics' Award | | rowspan=\"1\" | |- |} ==See also== *List of submissions to the 62nd Academy Awards for Best Foreign Language Film *List of Canadian submissions for the Academy Award for Best Foreign Language Film *Christ Recrucified *Rang De Basanti, an Indian film inspired by Jesus of Montreal ==References== ===Bibliography=== * * * * * * * * * * * * * * * * * * * * * * * ==External links== *Cannes, Prix du Jury 1989 *Film Reference Library * *Jésus de Montréal at the Arts & Faith: Top 100 Spiritually Significant Film list Category:1989 films Category:Canadian films Category:French films Category:English-language Canadian films Category:French-language films Category:Canadian drama films Category:Portrayals of Jesus in film Category:Best Picture Genie and Canadian Screen Award winners Category:Films set in Montreal Category:Films shot in Montreal Category:Films directed by Denys Arcand",
 "title": "Jesus of Montreal"
}