{
 "id": "498343",
 "text": "René González (August 5, 1918 – May 9, 1982) was a Cuban professional baseball player. A native of Cienfuegos, Cuba, González was a first baseman/outfielder who batted and threw right-handed. González was a consistent hitter who spent most of his career in Mexican baseball (1947–1949, 1951–1956), where he won three consecutive batting titles (1952–54) including the Triple Crown in 1952. An eight-time .300 hitter, he collected 1144 hits in 3459 at-bats for a .331 batting average during nine seasons. In 1950, González played for the New York Cubans in the Negro leagues. After that he played for the Patriotas de Venezuela club of the Venezuelan Professional Baseball League during the 1951–1952 season. He finished with a .357 batting average and led the league in home runs (10), RBI (56), hits (74), doubles (18) and slugging % (.739). Later, he played as a reinforcement for the Navegantes del Magallanes in the 1951 Caribbean Series, where he led the Venezuelan offensive with a .333 average and two home runs, while his 11 RBI topped the tournament. González also played in Cuba and Nicaragua up until 1958, his last season. Following his baseball retirement he returned to his Cuba homeland, where he died at age of 63. In 1993 he was inducted into the Mexican Baseball Hall of Fame. ==Sources== *Antero Núñez, José. Series del Caribe. Jefferson, Caracas, Venezuela: Impresos Urbina, C.A., 1987. *Gutiérrez, Daniel. Enciclopedia del Béisbol en Venezuela. Caracas, Venezuela: Editorial La Brújula, C.A., 1997. *MLBlogs.com – René González fue un Gigante en el Caribe (Spanish Biography) ==External links== *Baseball Reference Bullpen Biography Category:1918 births Category:1982 deaths Category:Alijadores de Tampico players Category:Cuban expatriate baseball players in Mexico Category:Diablos Rojos del México players Category:Mexican Baseball Hall of Fame inductees Category:New York Cubans players Category:Patriotas de Venezuela players Category:People from Cienfuegos Category:Rojos del Águila de Veracruz players Category:Tomateros de Culiacán players Category:Tuneros de San Luis Potosí players Category:Cuban expatriate baseball players in Nicaragua Category:Cuban expatriates in the United States",
 "title": "René González"
}