{
 "id": "498478",
 "text": "The Shanghai World Financial Center (SWFC; , Shanghainese: Zånhae Guejieu Cinyon Tsonsin) is a supertall skyscraper located in the Pudong district of Shanghai. It was designed by Kohn Pedersen Fox and developed by the Mori Building Company, with Leslie E. Robertson Associates as its structural engineer and China State Construction Engineering Corp and Shanghai Construction (Group) General Co. as its main contractor. It is a mixed-use skyscraper, consisting of offices, hotels, conference rooms, observation decks, and ground-floor shopping malls. Park Hyatt Shanghai is the tower's hotel component, comprising 174 rooms and suites occupying the 79th to the 93rd floors, which at the time of completion was the highest hotel in the world. It is now the third-highest hotel in the world after the Ritz-Carlton, Hong Kong, which occupies floors 102 to 118 of the International Commerce Centre. On 14 September 2007, the skyscraper was topped out at , making it the 2nd tallest building in the world on completion (the tallest at the time being Taipei 101), and the tallest building in Mainland China. The SWFC opened to the public on 28 August 2008, with its observation deck opening on 30 August. The observation deck offers views from above ground level. The SWFC has been lauded for its design, and in 2008 it was named by architects as the year's best-completed skyscraper.\"Shanghai tower named year's best skyscraper\". Reuters. 20 November 2008. Retrieved 5 August 2013.\"Shanghai tower named year's best skyscraper\" . ABS-CBN News. 21 November 2008. Retrieved 5 August 2013. In 2013, the SWFC was exceeded in height by the adjacent Shanghai Tower, which is China's tallest structure . Together, The Shanghai World Financial Center, The Shanghai Tower and The Jin Mao Tower form the world's first adjacent grouping of three supertall skyscrapers. ==History== Designed by American architectural firm Kohn Pedersen Fox, the 100-story tower was originally planned for construction in 1997, but work was temporarily interrupted by the Asian Financial Crisis in the late 1990s, and was later paused to accommodate design changes by the Mori Building Company. The building of the tower was financed by several multinational firms, including Chinese, Japanese, and Hong Kong banks, as well as by the Japanese developer and American and European investors. The American investment bank Morgan Stanley coordinated the tower's financing for Mori Building. ===Construction=== thumb|left|upright|Under construction in February 2006. The tower's foundation stone was laid on 27 August 1997. In the late 1990s, the Pierre de Smet Building Corporation suffered a funding shortage caused by the Asian financial crisis of 1997–98, which halted the project after the foundations were completed. On 13 February 2003, the Mori Group increased the building's height to and 101 stories, from the initial plans for a , 94-stories building. The new building used the foundations of the original design, and construction work was resumed on 16 November 2003. A fire broke out in the incomplete SWFC on 14 August 2007. The fire was first noticed on the 40th floor, around 16:30 (GMT +8), and soon the smoke was clearly seen outside the building. By 17:45, the fire had been extinguished. The damage was reported to be slight, and nobody was injured in the accident. The cause of the fire remains unknown, but according to some sources the preliminary investigation suggested workers' electric weldings caused the fire. The building reached its full height of on 14 September 2007 after the installation of the final steel girder. (The video has been removed due to expiry of the copyright). The final cladding panels were installed in mid-June 2008, and elevator installation was finished in mid-July. The Shanghai World Financial Center was declared complete on 17 July 2008, and was officially opened on 28 August. On 30 August 2008, the tower's observation floors were opened to the public. thumb|261px|right|The Shanghai World Financial Center compared with other Asian skyscrapers. ==Architecture== left|thumb|Shanghai World Financial Center. thumb|upright|The top of the building, with the aperture clearly visible. The most distinctive feature of the SWFC's design is the trapezoid aperture at the peak. The original design specified a circular aperture, in diameter, to reduce the stresses of wind pressure and to reference the Chinese mythological depiction of the sky as a circle. It also resembled a Chinese moon gate due to its circular form in Chinese architecture. However, this initial design began facing protests from some Chinese, including the mayor of Shanghai, Chen Liangyu, who considered it too similar to the rising sun design of the Japanese flag. Pedersen then suggested that a bridge be placed at the bottom of the aperture to make it less circular. On 18 October 2005, KPF submitted an alternative design to Mori Building and a trapezoidal hole replaced the circle at the top of the tower, which in addition to changing the controversial design, would also be cheaper and easier to implement, according to the architects.\"Shanghai World Financial Center (facts)\". Emporis.com. Retrieved 29 November 2012. Foreigners and Chinese alike informally refer to the building as \"the bottle opener\".\"The World's Largest Bottle Opener: Beautiful\". Shanghai Daily (subscription required). Retrieved 29 November 2012. Metal replicas of the building that function as actual bottle openers are sold in the tower's gift shop. The tower features three separate observation decks which constitute the floors above and below the aperture opening. The height of the lowest observation deck, located on the 94th floor, is ; the second, on the 97th floor, is at a height of ; and the highest, on the 100th floor, is high. The skyscraper's roof height is set at , and was at one point the highest roof in the world. Before construction on the roof was completed, the SWFC's total height was scheduled to be so that it would exceed the height of the Taipei 101, but a height limit was imposed, allowing the roof to reach a maximum height of 492 metres. Architect William Pedersen and developer Minoru Mori resisted suggestions to add a spire that would surpass that of Taipei 101 and perhaps One World Trade Center, calling the SWFC a \"broad-shouldered building\". The SWFC boasts a gross floor area of more than , 31 elevators, and 33 escalators. ===Structural efficiency=== The tower's trapezoid aperture is made up of structural steel and reinforced concrete. A large number of forces, such as wind loads, the people in the building and heavy equipment housed in the building, act on the SWFC's structure. These compressive and bending forces are carried down to the ground by the diagonal-braced frame (with added outrigger trusses). The design employs an effective use of material, because it decreases the thickness of the outer core shear walls and the weight of the structural steel in the perimeter. ==Tenants== Shanghai World Financial Center hosts the office building for many international financial companies, including those involved in banking, insurance, securities and fund management, such as Ernst & Young, Morgan Stanley, BNP Paribas, Commerzbank, Bank of Yokohama, Sumitomo Mitsui Banking Corporation and Korea Development Bank. Google's Shanghai branch is located on the 60th-61st floors.\"Google locations.\" Google. Retrieved 25 May 2016. \"Google Shanghai 60F, Shanghai World Financial Center 100 Century Avenue, Pudong New Area Shanghai 200120, China\" ==Transport== *Shanghai Metro: Line 2 at Lujiazui Station is a 10-minute walk to the center. ==Awards== Shanghai World Financial Center was named by architects as the best skyscraper completed in 2008, receiving both the Best Tall Building Overall and Asia & Australasia awards from the Council on Tall Buildings and Urban Habitat (CTBUH). CTBUH's Carol Willis, head of New York's Skyscraper Museum, stated: \"The simplicity of its form as well as its size dramatizes the idea of the skyscraper.\" Architect Tim Johnson noted its innovative structural design: \"Steel trusses guard against the forces of wind and earthquake and made the building lighter, made it use less steel, and contributed to its sustainability.\" Johnson described the SWFC's structure as \"nothing short of genius.\" ==Gallery== File:Shanghaiviewpic1.jpg|Shanghai World Financial Center, visible behind the Oriental Pearl Tower. File:Observation deck of the Shanghai World Financial Center.jpg|Inside the tower's observation deck. File:0352 20090626 Shanghai.jpg|Shanghai World Financial Center (left) and the Jin Mao Tower. File:Shanghai World Financial Center + Jin Mao Tower.jpg|The Shanghai World Financial Center and Jin Mao Tower adjacent to each other. File:Night shot of the Shanghai World Financial Centre.jpg|At night. File:Shanghai_world_financial_centre.JPG|Next to the Jin Mao Tower. File:CWC_9636.jpg|Beside the Shanghai Tower at night. File:Shanghai_World_Financial_Center_200802.jpg|Under construction. File:Shanghai_world_financial_center.jpg|Under construction. File:SWFC_May_2007.jpg|Under construction. File:Shanghai_scycrapers.jpg|Beside Jin Mao Tower. File:Shanghai World Financial Center during the night.JPG|Shanghai World Financial Center pictured at night. File:Shanghai World Financial Center 200802-2.jpg|The aperture under construction at the top of the building. File:SWFC mural.JPG|Stucco mural depicting the original design. File:Three Bigs Far.jpg|The SWFC, Jin Mao Tower and incomplete Shanghai Tower (far right) in August 2012. File:Shanghai Lujiazui Building.jpg|The SWFC, Jin Mao Tower, and the Shanghai Tower near completion in January 2014. File:View of Jin Mao from SWFC.jpg|View of Jin Mao Tower from the SWFC observation deck. File:Shanghai_World_Financial_Center_(Top).jpg|Top of the building. File:Shanghai World Financial Tower seen from Shanghai Tower.jpg|Shanghai World Financial Tower seen from Shanghai Tower, 2016. ==See also== *List of tallest buildings in Shanghai ==References== ==External links== *Shanghai WFC official website *Shanghai World Financial Center observatory *Kohn Pedersen Fox Shanghai WFC project page *Mori Building Co. Shanghai WFC project page *Shanghai WFC on CTBUH's Skyscraper Center database *The Shanghai WFC: a case study on Constructalia *Emporis.com data page on the Shanghai WFC *Window cleaners at work on the Shanghai WFC (video from the observation deck) * Category:Skyscrapers in Shanghai Category:World Financial Centers Category:Office buildings completed in 2008 Category:Landmarks in Shanghai Category:Kohn Pedersen Fox buildings Category:Mori Building Category:Retail buildings in China Category:Skyscraper office buildings in Shanghai Category:Skyscraper hotels in Shanghai Category:Pudong Category:2008 establishments in China",
 "title": "Shanghai World Financial Center"
}