{
 "id": "498980",
 "text": "An egg of Columbus or Columbus' egg ( ) refers to a brilliant idea or discovery that seems simple or easy after the fact. The expression refers to an apocryphal story, dating from at least the 16th century, in which it is said that Christopher Columbus, having been told that finding a new trade route was inevitable and no great accomplishment, challenges his critics to make an egg stand on its tip. After his challengers give up, Columbus does it himself by tapping the egg on the table to flatten its tip. The story is often alluded to when discussing creativity.Kant, Immanuel (2013[1790]), Critique of Judgement, Book II, \"Analytic of the Sublime\", Simon and Schuster: \"In my part of the country, if you set a common man a problem like that of Columbus and his egg, he says, 'There is no art in that, it is only science': i.e. you can do it if you know how; and he says just the same of all the would-be arts of jugglers.\" The term has also been used as the trade name of a tangram puzzle and several mechanical puzzles. It also shows that anything can be done by anyone with the right set of skills; however, not everyone knows how to do it. ==Source of the story== The Columbus egg story may have originated with Italian historian and traveler Girolamo Benzoni. In his book History of the New World, published in 1565,Girolamo Benzoni (1572[1565]), Historia del Mondo Nuovo, Venice, pp. 12–3; English translation: History of the New World by Girolamo Benzoni, Hakluyt Society, London, 1857, p. 17. he wrote: The factual accuracy of this story is called into question by its similarity to another tale published fifteen years earlier (while Benzoni was still travelling in the Americas) by painter and architect Giorgio Vasari.Giorgio Vasari (1550), Lives of the Most Excellent Painters, Sculptors, and Architects: \"Filippo Brunelleschi.\" Florence.The similarity of Vasari's story to the egg of Columbus story was first pointed out in Our Paper, vo. 10, Massachusetts Reformatory, 1894, p. 285. According to Vasari, the young Italian architect Filippo Brunelleschi had designed an unusually large and heavy dome for Santa Maria del Fiore in Florence, Italy. City officials had asked to see his model, but he refused, proposing instead: When the church was finally built it had the shape of half an egg slightly flattened at the top. ==Significant cultural references== Mary Shelley mentions Columbus's egg in her Introduction to the third edition of Frankenstein (1869, p. 10), writing, \"In all matters of discovery and invention, even of those that appertain to the imagination, we are continually reminded of the story of Columbus and his egg. Invention consists in the capacity of seizing on the capabilities of a subject, and in the power of moulding and fashioning ideas suggested to it.\" Leo Tolstoy mentions Columbus’s egg in War and Peace after Hélène explains to her spiritual guide her reasoning as to why she is not bound by her previous vows of marriage to Pierre after switching religions. \"The spiritual guide was astonished at this solution, which had all the simplicity of Columbus’ egg.\" Charles Darwin mentioned the \"principle of Columbus & his egg\" in his private autobiography (1876-1882, p. 89) when referring to the delayed discovery of his \"principle of divergence.\" Westinghouse Electric's Nikola Tesla display at the 1893 Chicago World's Columbian Exposition (celebrating the 400th anniversary of Christopher Columbus's arrival in the New World) used the story in an \"Egg of Columbus\" exhibit that had the rotating magnetic field in an alternating current induction motor spin a large copper egg until it stood on end. F. Scott Fitzgerald refers to Columbus' egg in The Great Gatsby when describing the topography of the fictional east and west eggs: \"They are not perfect ovalslike the egg in the Columbus story, they are both crushed flat at the contact endbut their physical resemblance must be a source of perpetual wonder to the seagulls that fly overhead.\"F. Scott Fitzgerald, The Great Gatsby, p. 4, Scribner, 2004 Adolf Hitler used the metaphor in Mein Kampf, saying that \" lie around us in hundreds of thousands; but observers like Columbus are rare.\"chapter XI \"Race and People\" of the 1939 Murphy translation, Husrt & Blackett, London, online at http://gutenberg.net.au/ebooks02/0200601.txt ==See also== *Egg balancing, a Chinese tradition *Gömböc, an egg-like (convex, homogeneous, solid) 3-D body that has only one stable equilibrium *Gordian Knot, a legendary impossible knot *Hindsight bias, the inclination to see events that have already occurred as being more predictable than they were before they took place *Superegg, an egg-like shape designed by Piet Hein that stands on its ends *Väinämöinen in Kalevala was asked to tie an egg into a knot, in which he succeeded ==Notes== ==References== *Baldwin, James. Columbus and the egg, 1903. Category:Christopher Columbus Category:Creativity Category:Eggs in culture Category:Italian folklore",
 "title": "Egg of Columbus"
}