{
 "id": "499013",
 "text": "Otto Viktor Karl Liman von Sanders (; 17 February 1855 – 22 August 1929) was a German general who served as an adviser to the Ottoman Empire during the First World War. In 1918 he commanded an Ottoman army during the Sinai and Palestine Campaign. On the whole Sanders provided only limited help to the Ottoman forces.Ulrich Trumpener, \"Liman von Sanders and the German-Ottoman alliance.\" Journal of Contemporary History 1.4 (1966): 179-192. [www.jstor.org/stable/259896 online] ==Early life and career== Otto Liman was born in Stolp (now Słupsk, Poland) in the Province of Pomerania in the Kingdom of Prussia. He was the son of Carl Leonhard Liman and his wife Emma née Michaelis. Carl Liman was a prosperous businessman, who purchased the lordship of the manor (Rittergut) of Schwessin (now Świeszyno, Poland). Although divergent details of Carl Liman's paternal ancestry are recorded, it is generally agreed that his father and Otto's grandfather was born to a Jewish family by the name of Liepmann and was later baptised a Christian.W. Rost, \"Die Nachkommen des Wolff Nathan Liepmann. Ein Beitrag zur Liman-Forschung\", Genealogie. Deutsche Zeitschrift für Familienkunde 29.2 (1980), pp. 44-51; F. Menges, \"Liman von Sanders, Otto\" in: Neue Deutsche Biographie 14 (1985), pp. 563–565; J. Jacobson, Jüdische Trauungen in Berlin 1759 - 1813 (Walter de Gruyter: Berlin 1968), p. 286. After gaining his diploma (Abitur) at the Friedrich Wilhelm Gymnasium in Berlin, Otto Liman entered the army on 13 March 1874 as a Fahnenjunker in the Leibgarde-Infanterie-Regiment (1. Grossherzöglich Hessisches) Nr. 115. From 1878 to 1881 he attended the Military Academy (Kriegsakademie) in Berlin, and was subsequently transferred to Garde-Dragoner-Regiment (1. Grossherzöglich Hessisches) Nr. 23. In 1885 he was promoted to Oberleutnant and in 1887 seconded to the General Staff. Promoted to Hauptmann in 1889, he was appointed a squadron commander (Eskadronschef) in 1891. In 1900 he was assigned command of Husaren-Regiment \"Graf Goetzen\" (2. Schlesisches) Nr. 6, first as Major, and from 1904 as Oberst. He was promoted to Generalmajor in 1908 and given command of the 22nd Division, based at Kassel.C. Mühlmann, \"Liman von Sanders\", Deutsches Biographisches Jahrbuch XI (Stuttgart/Berlin 1932), pp. 180-89 He attained the rank of Generalleutnant in 1911. On 16 June 1913, on the occasion of the 25th Jubilee of Kaiser Wilhelm II, Liman was ennobled. As his nobiliary suffix he chose the maiden name of his late first wife, Amelie von Sanders (1858–1906). He was thereafter known as Otto Liman von Sanders. In accordance with the rules of German nomenclature, this surname is correctly abbreviated \"Liman\" (and not \"von Sanders\" or \"Sanders\", as is often the case in English-language publications).P. Rance, The Struggle for the Dardanelles. The Memoirs of a German Staff Officer in Ottoman Service (Pen & Sword 2017), pp. 13, 40. ==German Military Mission to the Ottoman Empire and World War I== In 1913, like several other Prussian generals before him (such as Moltke and Goltz), Liman was appointed to head a German military mission to the Ottoman Empire. For nearly eighty years, the Ottomans had been trying to modernize their army along European lines. Liman von Sanders would be the last German to attempt this task.Ulrich Trumpener, \"Liman von Sanders and the German-Ottoman alliance.\" Journal of Contemporary History 1.4 (1966): 179-192. On 30 July 1914, two days after the outbreak of the war in Europe, the Ottoman leaders agreed to form an alliance with Germany against Russia, although it did not require them to undertake military action, and on 31 October 1914, the Ottoman Empire officially entered the war on the side of the Central Powers. Britain and France declared war on it on 5 November, and the Ottomans declared a jihad (holy war) later that month, but the call for jihad failed as many of the Arab nationalists formed an alliance with the British (which led to the Arab Revolt). ===Gallipoli=== The first proposal to attack the Ottoman Empire was made in November 1914 by the French Minister of Justice Aristide Briand and was rejected. Later that month Winston Churchill, First Lord of the Admiralty, proposed a naval attack on the Dardanelles, based in part on erroneous reports of Ottoman troop strength. An initial attempt to force the Dardanelles by sea failed on 18 March 1915, due to gunfire from Ottoman forts on both sides of the strait. The Allies then turned to planning amphibious operations to capture the forts and clear the strait, which led to the Battle of Gallipoli. Liman had little time to organize the defences, but he had two things in his favour. First, the Ottoman 5th Army in the Gallipoli peninsula was the best army they had, some 84,000 well-equipped soldiers in six divisions. Second, he was helped by poor Allied leadership. On 23 April 1915, the British landed a major force at Cape Helles. His decision to pull back the strong line of coastal defenses the local Turkish commanders had established and group them inland in preparation for the Allied attack almost gave an early victory to Allies. He was also convinced that Allied landings would take place at Saros Bay and did not believe for a long time the landings at Arıburnu was the main assault, not a ruse. He did not release the main troops in the critical first day of the landings.\"Diriliş - Çanakkale 1915\", Turgut Özakman, 2008, pp 230-250 One of Liman's best decisions during this time was to promote Mustafa Kemal (later known as Atatürk) to command the 19th division. Kemal's division was crucial to the Ottomans' defense. His troops marched up on the day of the landings and occupied the ridge line above the ANZAC landing site, just as the ANZAC troops were moving up the slope themselves. Kemal recognized the danger and personally made sure his troops held the ridge line. They were never forced off despite constant attacks for the next five months. From April to November 1915 (when the decision to evacuate was made), Liman had to fight off numerous attacks against his defensive positions. The British tried another landing at Suvla Bay, but this also was halted by the Ottoman defenders. The only bright spot for the British in this entire operation was that they managed to evacuate their positions without much loss. However, this battle was a major victory for the Ottoman army and some of the credit is given to the generalship of Liman von Sanders. Early in 1915, the previous head of the German military mission to the Ottoman Empire, Baron von der Goltz, arrived in Istanbul as military advisor to the (essentially powerless) Sultan, Mehmed V. The old Baron did not get along with Liman von Sanders and did not like the three Pashas (Enver Pasha, Cemal Pasha and Talat) who ran the Ottoman Empire during the war. The Baron proposed some major offensives against the British, but these proposals came to nothing in the face of Allied offensives against the Ottomans on three fronts (the Dardanelles, the Caucasus Front, and the newly opened Mesopotamian Front). Liman was rid of the old Baron when Enver Pasha sent him to fight the British in Mesopotamia in October 1915. (Goltz died there six months later, just before the British army at Kut surrendered.) ===Sinai and Palestine=== In 1918, the last year of the war, Liman von Sanders took over command of the Ottoman army during the Sinai and Palestine Campaign, replacing the German General Erich von Falkenhayn who had been defeated by British General Allenby at the end of 1917. Liman was hampered by the significant decline in power of the Ottoman army. His forces were unable to do anything more than occupy defensive positions and wait for the British attack. The attack was a long time in coming, but when General Allenby finally unleashed his army, the entire Ottoman army was destroyed in a week of fighting (see the Battle of Megiddo). In the rout, Liman was nearly taken prisoner by British soldiers. ==Alleged war crimes== After one group of 300 Armenians were deported from Smyrna, Liman von Sanders blocked additional deportations by threatening to use military force to obstruct them. However, this action was not motivated by humanitarianism, but by his insistence to avoid chaos in a war zone. Liman von Sanders has been accused of perpetrating war crimes in his dealings with the Greek civilian population of Aivali, by proposing to the Ottoman authorities their deportation \"for the security of the army\" (the deportation did occur in 1917 and led to the death of many), or by directly ordering, as an autocratic military dictator, the mass deportation of Greeks and Armenians. British Admiral Sir Somerset Gough-Calthorpe accused him of being behind the deportation of 35,000 Greeks from Aivali \"under horrible conditions\", as part of the deportation and partial assassination of 300,000 Ottoman Greeks under his complete authority, and that the 1915 expulsion of 1.5 million Armenians and 450,000 Greeks was overseen by von Sanders. Von Sanders was also accused of \"deliberately\" cutting a trench system through the British war cemeteries at Gallipoli and of the maltreatment of British soldiers. British authorities arrested him in 1919 on war crime charges, concretely for sanctioning massacres of Greeks and Armenians, kept him for half a year on Malta with Malta exiles, but then released him. ==Later life== After being released, Liman returned home and retired from the German army later that year. After former Ottoman Grand Vizier Talaat Pasha was assassinated by Armenian revolutionary Soghomon Tehlirian in Berlin in March 1921, Liman was called upon to testify as an expert witness at Tehlirian's trial. Tehlirian was ultimately acquitted. In 1927 he published a book he had written in captivity in Malta about his experiences before and during the war (there is an English translation).. Liman von Sanders died in Munich on 22 August 1929, at the age of seventy-four. ==See also== * Hans Freiherr von Wangenheim (1859–1915), diplomat for Imperial Germany accused of complicity in the Armenian genocide * Bund der Asienkämpfer (1918-1938), social welfare organisation for German World War I veterans who had served in the Near East and the Balkans * Erich Prigge (1878–1955), adjutant to Marshal von Sanders (1914–19) and military memoirist == References == == Further reading == * Kerner, Robert J., \"The Mission of Liman von Sanders: I. Its Origin,\" The Slavonic Review, vol. 6, no. 16, 1927, pp. 12–27, https://www.jstor.org/stable/4202133 * Kerner, Robert J., \"The Mission of Liman von Sanders: II. The Crisis,\" The Slavonic Review, vol. 6, no. 17, 1927, pp. 344–363, https://www.jstor.org/stable/4202174 * Kerner, Robert J., \"The Mission of Liman von Sanders: III,\" The Slavonic and East European Review, vol. 6, no. 18, 1928, pp. 543–560, https://www.jstor.org/stable/4202208 * Kerner, Robert J., \"The Mission of Liman von Sanders: IV. The Aftermath,\" The Slavonic and East European Review, vol. 7, no. 19, 1928, pp. 90–112, https://www.jstor.org/stable/4202243 * Mulligan, William. \"'We Can't be more Russian than the Russians': British Policy During the Liman von Sanders Crisis, 1913–1914.\" Diplomacy and Statecraft 17.2 (2006): 261-282. * Travers, Tim. \"Liman von Sanders, the capture of Lieutenant Palmer, and Ottoman anticipation of the Allied landings at Gallipoli on 25 April 1915.\" The Journal of Military History 65.4 (2001): 965. * Trumpener, Ulrich. \"Liman von Sanders and the German-Ottoman alliance.\" Journal of Contemporary History 1.4 (1966): 179-192. online == External links == * World War One.com Short biography. January 2006. * * |- Category:1855 births Category:1929 deaths Category:People from Słupsk Category:German Army generals of World War I Category:Ottoman military personnel of World War I Category:Field marshals of the Ottoman Empire Category:People from the Province of Pomerania Category:Generals of Cavalry (Prussia) Category:Recipients of the Pour le Mérite (military class) Category:Pashas Category:German expatriates in Turkey Category:German people of Jewish descent Category:Greek genocide Category:Recipients of the Imtiyaz Medal Category:Recipients of the Order of the Medjidie, 1st class Category:Recipients of the Iron Cross (1914), 1st class Category:German untitled nobility Category:World War I crimes by Imperial Germany",
 "title": "Otto Liman von Sanders"
}