{
 "id": "499041",
 "text": "Akzo Nobel N.V., stylized as AkzoNobel, is a Dutch multinational company which creates paints and performance coatings for both industry and consumers worldwide. Headquartered in Amsterdam, the company has activities in more than 80 countries, and employs over 32,000 people. Sales in 2020 were €8.5 billion. ==History== AkzoNobel has a long history of mergers and divestments. Parts of the current company can be traced back to 17th-century companies.Tomorrow's answers today, AkzoNobel 2008 , , English version The milestone mergers and divestments are the formation of AKZO in 1969, the merger with Nobel Industries in 1994 forming Akzo Nobel, and the divestment of its pharmaceutical business and the merger with ICI in 2007/2008 resulting in current-day AkzoNobel. ===History and formation of Akzo=== Akzo was formed in 1969 as merger of Algemene Kunstzijde Unie (AKU) and Koninklijke Zout Organon (KZO). The AKU was formed in 1929 when the Vereinigte Glanzstoff Fabrike (est. 1899) and Nederlandse Kunstzijdefabriek (ENKA, est. 1911) merged, forming Algemene Kunstzijde Unie (AKU). The latter faced, amongst others, technical problems in the manufacturing of synthetic fibers. Its founder, Jacques Coenraad Hartogs, turned to Dutch industrialist Rento Hofstede Crull for a solution for which Hofstede Crull provided the answer. They created a joint venture, the NV I.S.E.M., whose successes and profits laid the foundation for the ENKA's subsequent acquisitions and mergers and which was eventually absorbed by the AKU in 1938.History of the NV I.S.E.M.: (); Jaap Tuik. Een bijzonder energiek ondernemer - Rento Wolter Hendrik Hofstede Crull (1863-1938): pioneer van de elektriciteits voorziening in Nederland Zutphen, Netherlands: Historisch Centrum Overijsssel & Walberg Pers, 2009. pp: 137- 138 The other part of the merger, the KZO, was formed when Koninklijke Zout Ketjen merged with Koninklijke Zwanenberg Organon in 1967. The former was itself a merger of Koninklijke Nederlandse Zoutindustrie (KNZ) and Ketjen. The KNZ was formed in 1918 by Ko Vis as a salt producing company; a business that to this day plays an important role in AkzoNobel's activities. The other part, Koninklijke Zwanenberg Organon, was formed when Zwanenberg's Fabrieken (est. 1887), a meat export factory based in Oss merged with Organon, a pharmaceuticals company founded by Saal van Zwanenberg, also in Oss. After the merger of AKU and KZO, Akzo made a number of other critical acquisitions; Armour and Company in 1970,AkzoNobel company history , fundinguniverse.com Levis Paints in 1985, specialty chemicals division of Stauffer in 1987 and divested its polyamides and polyesters plastics engineering business to DSM in 1992. In 1993, Akzo formed a joint venture with Harrisons Chemicals (UK) Ltd a subsidiary of Harrisons & Crosfield. ===History and formation of Nobel=== In 1646, the Swedish weapons manufacturer Bofors was established in Karlskoga. In 1893 the company became majority owned by Swedish chemist Alfred Nobel. In 1984 Bofors acquired KemaNobel, which had been established in 1841 and then existed as the result of mergers and acquisitions in 1970: Liljeholmens Stearinfabriks chemicals business (established 1841), Barnängen Tekniska Fabrik AB (1868) and Casco (1928). In the late 1970s and early 1980s the company continued to make a number of acquisitions. In 1978 KemaNord acquired Swedish civil explosives chemical group Nitro Nobel and Liljeholmens Stearinfabrik; in 1981 it acquired Swedish electronics group Pharos from AGA and a year later the paints group Nordsjö. In 1983 the group consolidated the food systems groups of KenoGard and Kema Nobel to form Probel, later called Nobel Biotech. In 1984 Bofors acquired majority interest in KemaNobel, both companies have historic ties to Alfred Nobel, the 19th century Swedish inventor whose invention of dynamite gave a safe way to manage the detonation of nitroglycerin. By 1985 Bofors had integrated the entire KemaNobel group into itself and changed its name to Nobel Industries. In 1986 the group divested its civil explosives business, Nitro Nobel, whilst acquiring paper and pulp group Eka AB. In 1988 the company acquired Berol Kemi from Procordia. In 1986 the company acquired Elektrokemiska Aktiebolaget (Eka), another company founded by Alfred Nobel in 1895. Eka acquired Swedish forest company Iggesunds Bruk AB in 1951. In the late 80s a number subsidiary companies made various acquisitions; Casco Nobel acquired: Sadolin & Holmblad in 1987, Parteks adhesives and joint compound operations in 1988 and English paints group, Crown Berger in 1990. In 1990, Pharos acquired American electronics group Spectra-Physics. By the mid 90s, the company had begun to divest itself of non core businesses, streamlining itself: KVK Agro Chemicals was sold to Sandoz in 1991, the Nobel Consumer Goods (which consisted of: Barnängen Tekniska Fabrik, Liljeholms, Sterisol, and Vademecum, in the main) to the German group, Henkel, and NobelTech (the consolidated electronic business operation of the group) to Celsius Industries. ===AkzoNobel formation=== In 1994 Akzo and Nobel Industries agreed to merge, forming Akzo Nobel, with the new combined entity having 20 business entities a number of divestments were made: Nobel Chemicals, Nobel Biotech and Spectra-Physics. In 1995 the PET resins business was sold to Wellman, Inc.. In 1996 the group sold the crop protection business to Nufarm. In 1998 the company acquired industrial coatings and in synthetic fiber company Courtaulds, later divesting Courtaulds industrial coatings and Daejen Fine Chemicals. Courtaulds was merged with Akzo Nobel Fibres forming Acordis, which in December 1999 was divested CVC Capital Partners. In 1999 the company acquired the pharmaceutical business of Kanebo, the Italian pharmaceutical manufacturer, Farmaceutici Gellini, Nuova ICC and Hoechst Roussel Vet. In the early 2000s the company began another wave of divestitures, first in 2000 with its stake in Rovin's VCM and PVC business to Shin-Etsu Chemical. In 2001 divests ADC optical monomers business to Great Lakes Chemical, in 2002 its printing inks business, in 2004 its catalyst business to Albemarle Corp., in 2005 its Ink & Adhesive Resins to Hexion and UV/EB Resins to Cray Valley, in 2007 its Akcros Chemicals to GIL Investments. In 2006 the group acquired Canadian decorative and industrial coatings company, SICO Inc. and a year later Canadian industrial coatings company, Chemcraft International, Inc. In 2007 Organon International was sold to Schering-Plough for €11 billion and AkzoNobel delisted its shares from the US NASDAQ stock market. In 2008 Crown Paints was sold in a management buyout. In December 2012, AkzoNobel agrees to sell its North American Architectural Coatings business to PPG Industries for $1.1 billion ===Acquisition of Imperial Chemicals Industries (ICI)=== In 2008 AkzoNobel acquired British Imperial Chemical Industries plc for $15.8 billion. ICI can trace its history back to four British-based chemical companies; British Dyestuffs Corporation, Brunner, Mond & Company, Nobel Explosives, and the United Alkali Company. which merged in 1926, forming ICI. A year later, the newly merged entity employed over 33,000 employees in five main product areas: alkali products, explosives, metals, general chemicals, and dyestuffs. In 1933 the company developed polyethylene, which is later patented and sold as an insulating material. In 1986 focusses to paint and specialty products with the purchase of Beatrice's Chemicals Division and Glidden Paint. In 1993 ICI demerged its bioscience business, splitting into two the publicly listed companies: ICI and Zeneca—Zeneca would later go onto merge with Astra AB, forming the current pharmaceutical company, AstraZeneca. In 1997 ICI acquired four businesses from Unilever: National Starch, Quest, Uniqema, and Crosfield and began to divest its bulk commodity and also speciality business as Crossfield (1998) as Uniqema (2006), Quest (2006). In April 2008 Henkel acquired from Akzo Noble the adhesive part of National starch Henkel Closes Acquisition of National Starch Businesses, April 8 2008, https://news.thomasnet.com and in June 2010, AkzoNobel divested the starch part National Starch business to Corn Products International. ===Attempted acquisition by PPG Industries=== In March 2017, PPG Industries launched an unsolicited takeover bid of €20.9bn, which was promptly rejected by AkzoNobel's management. Days later, PPG again launched an increased bid of €24.5 billion ($26.3 billion), which was again rejected by AkzoNobel's management. A number of shareholders urged the company to explore the offer and subsequent negotiations. In April, activist investor, Elliot Investors' called for the removal of Chairman Antony Burgmans following Akzo's refusal to submit to discussing with PPG. Elliott, which has a 3.25% stake in the company, claimed it was one of a group of investors that met the Dutch legal threshold of 10% voting-share support, which is needed to call an extraordinary meeting to vote on a proposal to remove Burgmans. On April 13, Templeton Global Equity said it was among another group of investors calling for an extraordinary meeting of AkzoNobel shareholders to discuss Burgmans continued tenure as Chairman. Later, in the same month Akzo outlined its plan to separate its chemicals division and pay shareholders €1.6 billion in extra dividends, in order to attempt to hold-off PPG. The new Akzo strategy was dismissed by PPG, which claimed that their offer represented better value for shareholders, supported by activist Akzo shareholder, Elliot Advisors. On April 24, a day before Akzo's annual meeting of shareholders, PPG increased its final offer by approximately 8% to $28.8 billion (€26.9 billion, €96.75 per share)—with Akzo's share pricing rising 6% to a record price of €82.95 per share. Akzo shareholder, Columbia Threadneedle Investments, urged the company to open dialogue with PPG, whilst PPG claimed that the deal would add to earning within its first year. Days later one of Great Britain's largest pension scheme investors, Universities Superannuation Scheme (USS), urged Akzo to engage with PPG. On 2 May, Reuters revealed that the supervisory board of Azko was meeting to discuss how to deal with PPGs third offer, still maintaining it did not value the company highly enough. In early May, Akzo again rejected PPGs bid, citing the deal still undervalued the company, as well as potentially facing antitrust risks, and not addressing other concerns such as \"cultural differences\". Under Dutch company law, PPG had to then decide to either make a formal bid or walkaway. In early June, PPG chose to walk away from the potential deal. As part of Akzo's defense to shareholders, many of whom pushed for the deal, chief executive Ton Büchner agreed to split Akzo in two and achieve increased financial targets. Büchner stepped down as CEO in July 2017, citing health reasons. He was succeeded by Thierry Vanlancker, former chief of the company's chemicals division. ===Recent=== The company AkzoNobel is focused on paints and coatings. On October 9, 2018 Specialty Chemicals was re-branded as a new company, Nouryon, after acquisition by the Carlyle Group. ==Organization== AkzoNobel consists of three main business areas, as well as corporate functions, with business responsibility and autonomy. Due to high revenues from the sales of its pharmaceutical business, AkzoNobel was the world's most profitable company in 2008.Top companies: Most profitable , CNNMoney.com, Retrieved on 4 March 2009. ===Decorative paints=== This part of the business is mostly geographically organised: * Europe, Middle East and Africa * Latin America * Asia AkzoNobel markets their products under various brandnames such as Dulux, Alabastine, Bruguer, Tintas Coral, Hammerite, Herbol, Sico, Sikkens, International, Interpon, Casco, Nordsjö, Sadolin, Cuprinol, Taubmans, Lesonal, Levis, Glidden, Flood, Flexa, Flora, Vivexrom, Marshall, and Pinotex among others. These products were used on London's Millennium Wheel, La Scala Opera House in Milan, the Öresund Bridge between Denmark and Sweden, the Beijing National Stadium, Airbus A380, and Stadium Australia in Sydney. ===Performance coatings=== AkzoNobel is a leading coatings company whose key products include automotive coatings, specialised equipment for the car repair and transportation market and marine coatings. The coatings groups consist of the following business units: * Marine Coatings * Protective Coatings * Vehicle Refinishes * Specialty Coatings * Metal Coatings * Wood Coatings * Powder Coatings ===Specialty chemicals=== The speciality chemicals group was sold in 2018 and is now named Nouryon. It consisted of four business units. * Functional Chemicals (FC) * Industrial Chemicals (IC), before 1 January 2009 known as Base Chemicals (BC) * Pulp and Performance Chemicals, under brand name Eka (PPC) * Surface Chemistry (SC) The divestment of the former business unit of Chemicals Pakistan was completed in Q4 2012. As chemicals producer, AkzoNobel was a world leading salt specialist, chloralkali products, and other industrial chemicals. Ultimately, AkzoNobel products were found in everyday items such as paper, ice cream, bakery goods, cosmetics, plastics and glass. Each business unit had an annual turnover of approximately EUR 1 billion to 1.9 billion. ==Expancel== Expancel is a unit within AkzoNobel. Scott, Alex. \"Akzo Nobel adds capacity for Expancel spheres.(expandable polymer spheres, Sweden)(Brief Article).\" Chemical Week. IHS Global, Inc. 2003. HighBeam Research. 2 Jun. 2012 . Expancel produces expandable microspheres under the tradename \"Expancel Microspheres\". Expancel has its head office in Sundsvall, Sweden. Production, R&D;, sales and marketing is located in Sundsvall. Expancel has sales offices in Germany, the Netherlands, Poland, Russia, Italy, US, Brazil, Thailand, Singapore and China. The number of employees is about 200. ==Turn-over and profit history== {| class=\"wikitable\" |- ! Year ! Turn- over ! Profit |- | 2017 | €9.6 billion | €511 million |-|- | 2016 | €14.2 billion | €970 million |-|- | 2015 | €14.9 billion | €979 million |-|- | 2014 | €14.3 billion | €546 million |- | 2013 | €14.59 billion | €724 million |- | 2012 | €15.39 billion | € -2.169 billion |- | 2011 | €15.70 billion | €541 million |- | 2010Report for the 2010 and the 4th quarter | €14.64 billion | €754 million |- | 2009 | €13.03 billion | €285 million |- | 2008 | €15.42 billion | € -1.08 billion |- | 2007 | €10.22 billion | €410 million |- | 2006 | €10.02 billion | €715 million |- | 2005 | €13.00 billion | €961 million |- | 2004 | €12.83 billion | €945 million |- | 2003 | €13.05 billion | €602 million |- | 2002 | €14.00 billion | €818 million |- | 2001 | €14.11 billion | €671 million |} ==See also== *Herbol, an industrial coating brand by AkzoNobel *Twaron, trade name of aramid synthetic fiber *Teijin Aramid, producer of Twaron, former AkzoNobel company *GLARE, composite material patented by AkzoNobel *List of companies in the Netherlands *List of companies of Sweden ==References== ==External links== * Category:Multinational companies headquartered in the Netherlands Category:Manufacturing companies based in Amsterdam Category:Chemical companies established in 1994 Category:Paint manufacturers Category:1994 establishments in the Netherlands Category:Mining companies of the Netherlands Category:Companies listed on Euronext Amsterdam Category:Companies formerly listed on the Nasdaq",
 "title": "AkzoNobel"
}