{
 "id": "499139",
 "text": "thumb|Alison Richard Building, Cambridge Dame Alison Fettes Richard, (born 1 March 1948) is an English anthropologist, conservationist and university administrator. She was the 344th Vice-Chancellor of the University of Cambridge, the third Vice-Chancellor of Cambridge since the post became full- time, and the second woman. Before arriving at Cambridge, she served as the provost of Yale University from 1994 to 2002. ==Early life== Alison Richard was born in Kent. She attended the Queenswood School and was an undergraduate in Anthropology at Newnham College, Cambridge, before gaining a PhD from King's College London in 1973 with a thesis titled Social organization and ecology of propithecus verreaux grandidier. ==Research and teaching== In 1972, she moved to Yale University where she taught and continued her research on the ecology and social behavior of wild primates in Central America, West Africa, the Himalayan foothills of Pakistan, and the southern forests of Madagascar. She was named Professor of Anthropology in 1986 and chaired the Department of Anthropology at Yale from 1986 to 1990. From 1991 to 1994 she was the Director of Yale's Peabody Museum of Natural History, which houses one of the world’s most important university natural history collections. In 1998 she was named the Franklin Muzzy Crosby Professor of the Human Environment. Richard is best known for her studies of the sifaka (Propithecus verreauxi), a lemur of southern and western Madagascar. With collaborators and students, she led a program of field observation, capture and release, anatomical measurement, and genetic and hormone sampling, of more than 700 individually known sifaka from 1984 to the present. This is one of the largest primate populations continuously observed for such a long period. The research has yielded valuable insights into sifaka life-histories, demography, social behavior, and genetics. These, in turn, expand the understanding of the variation in the lives and biology of the members of the primate order. ==University administration== From 1994 until 2002, she was Provost of Yale University with operational responsibility for the University’s financial and academic programs and planning. From 2003 to 2010, Richard was the Vice- Chancellor of the University of Cambridge. During her tenure, she led several major changes in university policy, ranging from intellectual property to undergraduate financial aid, re-organized management of the University's endowment, and expanded Cambridge’s global partnerships, most notably in the US, China, India, Singapore, and the Persian Gulf. She launched and completed a billion-pound fund-raising campaign, the largest ever for a UK university. ==Conservation== In the 1970s, in collaboration with RW Sussman (Washington University) and G Ramanantsoa (University of Madagascar), she helped establish a nature reserve at Beza-Mahafaly, southwest Madagascar, which was formally incorporated into the Madagascar Nature Reserve system in 1986.Peter M. Kappeler, David P. Watts (2012): Long-term Field Studies of Primates. Springer. For more than three decades, she has worked with colleagues to help conserve the reserve’s unique natural heritage, sponsor training and research by students from Madagascar and elsewhere, and to enhance socio-economic opportunities for people living in and around the forest. Over the years, these conservation efforts have been funded by the Liz Claiborne Art Ortenberg Foundation, WWF, the Schwartz Foundation, and USAID. ==Advisory boards== Richard is currently a member of the Boards of the Howard Hughes Medical Institute, and of WWF International. She serves as an advisor to the Liz Claiborne/Art Ortenberg Foundation, Arcadia Fund, and to the Cambridge Conservation Initiative. She is also Chairman of the Advisory Board of the executive search firm Perrett Laver. ==Honours== Richard was appointed Dame Commander of the Order of the British Empire (DBE) in the 2010 Birthday Honours. In 2005, she was appointed Officier de l'Ordre National in Madagascar. She has received honorary doctorates from universities in the UK (Edinburgh, Queens University Belfast, Anglia Ruskin, Exeter, Cambridge), China (Peking, Chinese University of Hong Kong), Madagascar (University of Antananarivo), Canada (York), Korea (Ewha Women’s University) and the US (Yale), and in 2011 she was made a Fellow of King's College, London. She was awarded the Green Globe Award of the Rainforest Alliance (1998), and the Verrill Medal, Yale University (2008). She was made Deputy Lieutenant of the County of Cambridgeshire in 2004. She is an Honorary Fellow of Lucy Cavendish, Newnham and Wolfson Colleges, University of Cambridge. ==Clubs== She is a member of the Athenaeum Club. ==Footnotes== ==See also== * List of Vice- Chancellors of the University of Cambridge ==External links== * Vice- Chancellor's Office, University of Cambridge * Interviewed by Alan Macfarlane 21 August 2008 (video) Category:1948 births Category:Living people Category:Alumni of Newnham College, Cambridge Category:Alumni of King's College London Category:Vice-Chancellors of the University of Cambridge Category:Fellows of Newnham College, Cambridge Category:People educated at Queenswood School Category:Dames Commander of the Order of the British Empire Category:Deputy Lieutenants of Cambridgeshire Category:Fellows of King's College London",
 "title": "Alison Richard"
}