{
 "id": "499512",
 "text": "Walter Stacy Keach Jr. (born June 2, 1941) is an American actor and narrator. He has played mainly dramatic roles throughout his career, often in law enforcement or as a private detective. His most prominent role was as Mickey Spillane's fictional detective Mike Hammer, which he played in numerous stand- alone television films and at least three television series throughout the 1980s and 1990s. The role earned him a Golden Globe Award nomination in 1984. He has appeared as the lead in films such as Fat City and The Ninth Configuration. He has also performed as a narrator for programs including CNBC'S American Greed (2008–) and various educational television programs. Comedic roles include Ken, the father of comedian Christopher Titus in the FOX sitcom Titus (2000–2002), and as Sergeant Stedenko in Cheech & Chong's films Up in Smoke (1978) and Nice Dreams (1981). Keach won a Golden Globe Award and was nominated for a Primetime Emmy Award for the television miniseries Hemingway (1988). He is an inductee of the Theatre Hall of Fame and was honored with a star on The Hollywood Walk of Fame in 2019. ==Early life== Keach was born in Savannah, Georgia, to Mary Cain (), an actress, and Stacy Keach Sr., a theatre director, drama teacher, and actor with dozens of television and theatrical film credits billed as \"Stacy Keach.\" His brother James is an actor and television director. Keach graduated from Van Nuys High School in June 1959, where he was class president, then earned two BA degrees at the University of California, Berkeley (1963): one in English, the other in Dramatic Art. He earned a Master of Fine Arts at the Yale School of Drama in 1966 and was a Fulbright Scholar at the London Academy of Music and Dramatic Art. While studying in London, Keach met Laurence Olivier, his acting hero. ==Career== ===Theatre=== thumb|Keach in 1969 (Central Park, New York City) Keach played the title role in MacBird!, an Off-Broadway anti-war satire by Barbara Garson staged at the Village Gate in 1966. In 1967, he was cast, again Off-Broadway, in George Tabori's The Niggerlovers with Morgan Freeman in his acting debut. To this day, Freeman credits Keach with teaching him the most about acting.\"James Lipton Takes on Three\". Million Dollar Baby, DVD, directed by Clint Eastwood In 1967, Keach also starred in We Bombed in New Haven, a play by Joseph Heller that premiered in New Haven at the Yale Repertory Theatre and later was produced on Broadway. Keach first appeared on Broadway in 1969 as Buffalo Bill in Indians by Arthur Kopit. Early in his career, he was credited as Stacy Keach, Jr. to distinguish himself from his father. He played the lead actor in The Nude Paper Sermon, an avant-garde musical theatre piece for media presentation, commissioned by Nonesuch Records by composer Eric Salzman. Keach has won numerous awards, including Obie Awards, Drama Desk Awards and Vernon Rice Awards. In the early 1980s, he starred in the title role of the national touring company of the musical Barnum, composed by Cy Coleman. In 1991 and 1996 he won Helen Hayes Awards for Outstanding Actor for his work in Richard III and Macbeth with the Shakespeare Theatre Company. In 1998, he was one of the three characters in a London West End production of 'Art' with David Dukes and George Wendt. In 2006, Keach performed the lead role in Shakespeare's King Lear at the Goodman Theatre in Chicago. In 2008, he played Merlin in Lerner and Loewe's Camelot, done with the New York Philharmonic. In the summer of 2009, Shakespeare Theatre Company remounted the production of King Lear at Sidney Harman Hall in Washington, D.C., for which Keach won another Helen Hayes Award for Outstanding Actor. He has played the title role in two separate productions of Hamlet.Boehm, Mike. Stacy Keach Suffers Mild Stroke Los Angeles Times, March 18, 2009 In 2008 and 2009, Keach portrayed Richard M. Nixon in the U.S. touring company of the play Frost/Nixon. On December 16, 2010, Keach began performances as patriarch Lyman Wyeth in the off-Broadway premiere of Jon Robin Baitz' acclaimed new play Other Desert Cities. The production transferred to Broadway's Booth Theatre, where it opened November 3, 2011. Keach is a founding member of L.A. Theatre Works. He has performed leads in many productions with the company, including 'Willy Loman' in Death of a Salesman and 'John Proctor' in The Crucible. He was scheduled to return to Broadway in December 2014 in the revival of Love Letters at the Brooks Atkinson Theatre alongside Diana Rigg, but the production closed before Keach and Rigg began their runs. Keach was scheduled to play Ernest Hemingway in Jim McGrath's one-man play Pamplona at the Goodman Theatre in Chicago from May 30 to June 25, 2017. Keach appeared in previews of Pamplona, May 19 through May 28, and was well-received by audiences. On opening night, he suffered a mild heart attack on stage and the next day, Keach had bypass surgery. On June 2, the Goodman Theatre announced that the entire run would be canceled after Keach's doctors advised a period of rest and recuperation. Keach returned to the role at The Goodman one year later, July 10, 2018 through August 18, 2018. Keach said it would fulfill an obligation \"to the play, to the city and to myself\". ===Music=== Keach is an accomplished pianist and composer. He sang backing vocals on the Judy Collins hit song \"Amazing Grace\". He is also credited with co-writing a song, \"Easy Times\", on the Judy Collins live album Living. He provided music for the film Imbued, directed by Rob Nilssen. He has also completed composing the music for the Mike Hammer audio radio series, \"Encore For Murder\", written by Max Collins, directed by Carl Amari, and produced by Blackstone Audio. ===Films=== Keach played a rookie policeman in The New Centurions (1972), opposite George C. Scott. That year he also starred in Fat City, a boxing film directed by John Huston. He was the first choice for the role of Damien Karras in the 1973 movie The Exorcist, but he did not accept the role. He went on to play Kane in the 1980 movie The Ninth Configuration, written and directed by Exorcist author William Peter Blatty; this role was itself intended for Nicol Williamson. Keach was narrator of the 1973 Formula One racing documentary Champions Forever, The Quick and the Dead by Claude du Boc. He played Cheech & Chong's police department nemesis Sgt. Stedenko in Up in Smoke and Nice Dreams. He also appeared as Barabbas in Jesus of Nazareth. In 1978, he played a role of explorer and scientist in The Mountain of the Cannibal God, co- starring former Bond girl Ursula Andress. The film became a cult favorite as a \"video nasty\". Another one of his screen performances was as Frank James (elder brother of Jesse) in The Long Riders (1980). His brother James played Jesse James. Keach starred in the 1981 Australian thriller Roadgames alongside Jamie Lee Curtis. In 1982, Keach starred in Butterfly with Pia Zadora and Orson Welles. In the 1993 movie, Body Bags he played a man who is obsessed with hair. He portrayed a white supremacist in American History X, alongside Edward Norton and Edward Furlong. In Oliver Stone's 2008 biographical film W., Keach portrays a Texas preacher whose spiritual guidance begins with George W. Bush's AA experience, but extends long thereafter. Keach also starred in the TV film Ring of Death playing a sadistic prison warden who runs an underground fight club where prisoners compete for their lives. He had also starred in the movie Planes as Skipper Riley, main character Dusty Crophopper's flight instructor. He reprised the role in Planes: Fire & Rescue. In 2012, Keach had a supporting role in The Bourne Legacy, and in the 2013 Alexander Payne film Nebraska. In the 2017 film Gotti, Keach played the part of Neil Dellacroce, the underboss of the Gambino crime family. ===Television=== Keach's first-ever experience as a series regular on a television program was playing the lead role of Lieutenant Ben Logan in Caribe in 1975. He played Barabbas in 1977's Jesus of Nazareth, and portrayed Jonas Steele, a psychic and Scout of the United States Army in the 1982 CBS miniseries, The Blue and the Gray. He later portrayed and is best known as Mike Hammer in the CBS television series Mickey Spillane's Mike Hammer and The New Mike Hammer from 1984 to 1987. He returned to the role of Hammer in Mike Hammer, Private Eye, a new syndicated series that aired from 1997 to 1998. In 1988, he starred as Ernest Hemingway in the made-for-TV movie Hemingway. In 2000, he played Ken Titus, the sarcastic, chain-smoking, five-times-divorced functional alcoholic father of the title character in Fox's sitcom Titus. Cast members of Titus have commented they enjoyed working with Keach because he would find a way to make even the driest line funny.Commentary found in Titus Season 1&2 DVD. Keach lent his voice to The Simpsons episodes \"Hungry, Hungry Homer\", \"Old Yeller-Belly\", \"Marge and Homer Turn a Couple Play\", and \"Waiting for Duffman\", portraying Duff Brewery President Howard K. Duff VIII, and the Batman Beyond episode \"Lost Soul\" as an artificial intelligence. He also guest starred in a 2005 episode of the sitcom Will & Grace, and had a recurring role as Warden Henry Pope in the Fox drama Prison Break. In 2006, he acted in the mini-series Blackbeard, made for the Hallmark Channel. It was directed by Kevin Connor, and starred Angus Macfadyen, with Richard Chamberlain, David Winters, and Jessica Chastain. In 2011, Keach co-starred as \"Pops\", the father of the main character in the short lived boxing drama series Lights Out. In November 2013, Keach appeared on the Fox comedy series Brooklyn Nine-Nine, in the episode \"Old School\". In February 2015, Keach started guest appearing in NCIS: New Orleans as Cassius Pride, father of NCIS Agent Dwayne Pride. He played the elderly father Bob on the 2016 sitcom Crowded. Beginning in 2016, Keach occasionally appears on CBS's drama Blue Bloods as Archbishop Kevin Kearns. In 2017, Keach started guest appearing in Man with a Plan as Joe Burns, father of Adam Burns (played by co-star Matt LeBlanc) and was later promoted to series regular status for season three. ===Narrator=== Stacy Keach narrated several episodes of Nova, National Geographic, and various other informational series. From 1989-92, he was host of the syndicated informational reenactment show, Missing Reward, which had a similar format to the popular Unsolved Mysteries at the time. From 1992-95, he became the voice-over narrator for the paranormal series Haunted Lives: True Ghost Stories. Beginning in 1999, he served as the narrator for the home video clip show World's Most Amazing Videos, which is now seen on Spike TV. He currently hosts The Twilight Zone radio series. Keach can also be heard narrating the CNBC series American Greed. For the PBS series American Experience, he narrated The Kennedys, among others. In 2008, Keach once again reprised his famous role as Mike Hammer in a series of full-cast radio dramatisations for Blackstone Audio. (He also arranged and performed the music for the audio dramas. His wife, Malgosia Tomassi also starred in the dramas playing Maya Ricci, a yoga instructor.) Keach has also read many of Mickey Spillane's original Mike Hammer novels as Audiobooks. Keach played the role of John in The Truth & Life Dramatized Audio Bible, a 22-hour audio version of the RSV-CE translation of the New Testament. He also voiced both Job and Paul the Apostle in The Word of Promise, a 2007 dramatic audio presentation based on the New King James Version. On January 6, 2014, Keach became the official voice of The Opie and Anthony Channel on SiriusXM Satellite Radio (Sirius Channel 206, XM Channel 103). Keach is the voice of CNBC's American Greed, now on their thirteenth season. ==Personal life== Keach was born with a cleft lip and a partial cleft of the hard palate, and he underwent numerous operations as a child. Throughout his life he has usually worn a mustache to hide the scars. He is now the honorary chairman of the Cleft Palate Foundation, and advocates for insurance coverage for surgeries. stacykeach.com In 1984, police in London arrested Keach at Heathrow Airport for importation of cocaine. Keach pleaded guilty, and served six months at Reading Prison. Keach stated that his time in prison, which he described as the lowest point of his life, and the friendship he formed with a priest during that time led to his conversion to Roman Catholicism. Subsequently, he and his wife met Pope John Paul II. His wife, Małgosia Tomassi, had attended the same school in Warsaw as the pope. Keach has been married four times: to Kathryn Baker in 1964, to Marilyn Aiken in 1975, to Jill Donahue in 1981, and to Małgosia Tomassi in 1986.\"Malgosia Tomassi was born in Warsaw, Mazowieckie, Poland.... She has been married to Stacy Keach since June 22, 1986.\" IMDb He has two children with Małgosia: son Shannon Keach and daughter Karolina Keach. In 2015, Keach became a Polish citizen. ==Honors== In 2015, Keach was inducted into the American Theater Hall of Fame. In 2019, he received a star on the Hollywood Walk of Fame. ==Filmography== ===Films=== {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Title ! scope=\"col\" | Year ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" | | 1968 | Blount | |- ! scope=\"row\" | Brewster McCloud |rowspan=3|1970 | Abraham Wright | |- ! scope=\"row\" | End of the Road | Jacob Horner | |- ! scope=\"row\" | | Jonas Candide | |- ! scope=\"row\" | Doc | 1971 | 'Doc' Holliday | |- ! scope=\"row\" | |rowspan=3|1972 | Roy Fehler | |- ! scope=\"row\" | Fat City | Billy Tully | |- ! scope=\"row\" | | Original Bad Bob The Albino | |- ! scope=\"row\" | Wilbur and Orville: The First to Fly |rowspan=2|1973 | Wilbur Wright | |- ! scope=\"row\" | Luther | Martin Luther | |- ! scope=\"row\" | The Gravy Train | rowspan=2 |1974 | Calvin | |- ! scope=\"row\" | Watched! | Mike Mandell / 'Sonny' | |- ! scope=\"row\" | Conduct Unbecoming | 1975 | Captain Harper | |- ! scope=\"row\" | Street People |rowspan=2|1976 | Charlie Hanson | |- ! scope=\"row\" | | Lou Ford | |- ! scope=\"row\" | | 1977 | Jim Naboth | |- ! scope=\"row\" | |rowspan=4|1978 | Major Mannfred Roland | |- ! scope=\"row\" | Gray Lady Down | Captain Bennett | |- ! scope=\"row\" | Up in Smoke | Sergeant Stedenko | |- ! scope=\"row\" | Two Solitudes | Huntley McQueen | |- ! scope=\"row\" | Mountain of the Cannibal God | 1979 | Professor Edward Foster | |- ! scope=\"row\" | |rowspan=2|1980 | Colonel Vincent Kane | |- ! scope=\"row\" | | Frank James | |- ! scope=\"row\" | Roadgames |rowspan=2|1981 | Patrick Quid | |- ! scope=\"row\" | Nice Dreams | Sergeant Stedenko | |- ! scope=\"row\" | Butterfly |rowspan=2|1982 | Jess Tyler | |- ! scope=\"row\" | That Championship Season | James Daley | |- ! scope=\"row\" | False Identity |rowspan=2|1990 | Ben Driscoll / Harlan Errickson | |- ! scope=\"row\" | Class of 1999 | Dr. Bob Forest | |- ! scope=\"row\" | Milena | 1991 | Jesenski | |- ! scope=\"row\" | Sunset Grill |rowspan=2|1993 | Harrison Shelgrove | |- ! scope=\"row\" | Batman: Mask of the Phantasm | Carl Beaumont / Voice of Phantasm | Voice |- ! scope=\"row\" | New Crime City | rowspan=2 |1994 | Wynorski | |- ! scope=\"row\" | Raw Justice | Deputy Mayor Bob Jenkins | |- ! scope=\"row\" | Escape From L.A. |rowspan=2|1996 | Commander Mac Malloy | |- ! scope=\"row\" | Prey of the Jaguar | Commander | |- ! scope=\"row\" | The Sea Wolf | 1997 | Captain Wolf | |- ! scope=\"row\" | American History X | rowspan=2|1998 | Cameron Alexander | |- ! scope=\"row\" | Future Fear | General Wallace | |- ! scope=\"row\" | Fear Runs Silent | rowspan=2|1999 | Mr. Hill | |- ! scope=\"row\" | Children of the Corn 666: Isaac's Return | Dr. Michaels | |- ! scope=\"row\" | Unshackled |rowspan=4|2000 | Warden Kelso | |- ! scope=\"row\" | Icebreaker | Bill Foster | |- ! scope=\"row\" | Militia | George Armstrong Montgomery | |- ! scope=\"row\" | Mercy Streets | Tom | |- ! scope=\"row\" | Sunstorm |rowspan=2|2001 | General John Parker | |- ! scope=\"row\" | Birds of Passage | Captain Savienko | |- ! scope=\"row\" | When Eagles Strike | 2003 | General Thurmond | |- ! scope=\"row\" | The Hollow |rowspan=4|2004 | Claus Van Ripper | |- ! scope=\"row\" | Caught in the Headlights | Mr. Jones | |- ! scope=\"row\" | Galaxy Hunter | 3V3 | |- ! scope=\"row\" | El Padrino: The Latin Godfather | Governor Lancaster | |- ! scope=\"row\" | Man with the Screaming Brain |rowspan=2|2005 | Dr. Ivanov | |- ! scope=\"row\" | Keep Your Distance | Brooks Voight | |- ! scope=\"row\" | Come Early Morning |rowspan=2|2006 | Owen Allen | |- ! scope=\"row\" | Jesus, Mary and Joey | Jack O'Callahan | |- ! scope=\"row\" | Honeydripper | 2007 | Sheriff | |- ! scope=\"row\" | W. | 2008 | Earle Hudd | |- ! scope=\"row\" | Chicago Overcoat |rowspan=2|2009 | Ray Berkowski | |- ! scope=\"row\" | The Boxer | Joe | |- ! scope=\"row\" | Weather Wars |rowspan=3|2011 | Marcus Grange | |- ! scope=\"row\" | Cellmates | Warden Merville | |- ! scope=\"row\" | Jerusalem Countdown | Jackson | |- ! scope=\"row\" | The Bourne Legacy |rowspan=2|2012 | Turso | |- ! scope=\"row\" | The Great Chameleon | Max | |- ! scope=\"row\" | Ooga Booga | rowspan=3|2013 | | |- ! scope=\"row\" | Planes | Skipper Riley | Voice |- ! scope=\"row\" | Nebraska | Ed Pegram | |- ! scope=\"row\" | Planes: Fire & Rescue |rowspan=3|2014 | Skipper Riley | Voice |- ! scope=\"row\"| Sin City: A Dame to Kill For | Alarich 'Kraut' Wallenquist | |- ! scope=\"row\"| If I Stay | Grandpa | |- ! scope=\"row\"| Truth | 2015 | Lieutenant Colonel Bill Burkett | |- ! scope=\"row\"| Cell |rowspan=2|2016 | Charles Ardai | |- ! scope=\"row\"| Gold | Clive Coleman | |- ! scope=\"row\"| Girlfriend's Day | 2017 | Gundy | |- ! scope=\"row\"| Gotti | 2018 | Aniello \"Neil\" Dellacroce | |- ! scope=\"row\"| Survival Skills | 2020 | Narrator | |} ===Television=== {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Title ! scope=\"col\" | Year ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" |Channing | 1964 | The Colleague | Episode: \"The Face in the Sun\" |- ! scope=\"row\" |The Winter's Tale | 1967 | Autolycus | rowspan=2|Television film |- ! scope=\"row\" |Macbeth |1968 | Banquo |- ! scope=\"row\" |NET Playhouse | 1971 | Wilbur Wright | Episode: \"The Wright Brothers\" |- ! scope=\"row\" |The Man of Destiny | 1973 | Napoleon Bonaparte | rowspan=2|Television film |- ! scope=\"row\" |All the Kind Strangers |rowspan=2|1974 | Jimmy Wheeler |- ! scope=\"row\" |Great Performances | Chorus | Episode: \"Antigone\" |- ! scope=\"row\" |Caribe | 1975 | Lieutenant Ben Logan | 6 episodes |- ! scope=\"row\" |Dynasty |rowspan=2|1976 | Matt Blackwood | Miniseries |- ! scope=\"row\" |Lincoln | Politician | Episode: \"Crossing Fox River\" |- ! scope=\"row\" |Jesus of Nazareth | 1977 | Barabbas | Miniseries; episode: \"Part 2\" |- ! scope=\"row\" |The Fitzpatricks |rowspan=2|1978 | Unnamed Character | Episode: \"The New Fitzpatrick\" |- ! scope=\"row\" |Saturday Night Live | Man In Cold As Ice | Episode: \"Christopher Lee/Meatloaf\" |- ! scope=\"row\" |A Rumor of War | 1980 | Major Ball |rowspan=3|Miniseries |- ! scope=\"row\" |The Blue and the Gray | 1982 | Jonas Steele |- ! scope=\"row\" |Princess Daisy |rowspan=2|1983 | Prince Alexander 'Stash' Valensky |- ! scope=\"row\" |Murder Me, Murder You | Mike Hammer | Television film |- ! scope=\"row\" |Mistral's Daughter |rowspan=2|1984 | Julien Mistral | Miniseries |- ! scope=\"row\" | More Than Murder | rowspan=4|Mike Hammer | Television film |- ! scope=\"row\" |Mickey Spillane's Mike Hammer | 1984–1985 | Nominated - Golden Globe Award for Best Performance by an Actor in a Television Series - Drama |- ! scope=\"row\" |The Return of Mickey Spillane's Mike Hammer |rowspan=2|1986 |Television film |- ! scope=\"row\" |Intimate Strangers | Dr. Jeff Bierston |- ! scope=\"row\" |The New Mike Hammer | 1986–1987 | |- ! scope=\"row\" | Hemingway | 1988 | Ernest Hemingway | Miniseries Golden Globe Award for Best Actor - Miniseries or Television Film (tied with Michael Caine for Jack the Ripper) Nominated - Primetime Emmy Award for Outstanding Lead Actor - Miniseries or a Movie |- ! scope=\"row\" | The Forgotten |rowspan=2|1989 | Adam Roth | rowspan=2|Television film |- ! scope=\"row\" |Mike Hammer: Murder Takes All | Mike Hammer |- ! scope=\"row\" |Missing: Reward | 1989-1992 | Host | |- ! scope=\"row\" |The Mysteries of the Dark Jungle |rowspan=2|1991 | Colonel Edward Corishant | Miniseries |- ! scope=\"row\" |Mission of the Shark: The Saga of the U.S.S. Indianapolis | Captain Charles Butler McVay III, USN |rowspan=2|Television film |- ! scope=\"row\" |Lincoln |rowspan=3|1992 | George McClellan (voice only) |- ! scope=\"row\" |Haunted Lives: True Ghost Stories | Narrator | |- ! scope=\"row\" |Revenge on the Highway | Claude Sams | rowspan=9|Television film |- ! scope=\"row\" |Rio Diablo |rowspan=3|1993 | 'Kansas' |- ! scope=\"row\" |Body Bags | Richard Coberts |- ! scope=\"row\" |In The Heat of the Night | Wade Hatton |- ! scope=\"row\" |Against Their Will: Women in Prison |rowspan=2|1994 | Jack Devlin |- ! scope=\"row\" |Texas | Sam Houston |- ! scope=\"row\" |Young Ivanhoe | rowspan=2|1995 | Pembrooke |- ! scope=\"row\" |Amanda & the Alien | Emmitt Mallory |- ! scope=\"row\" |The Pathfinder | 1996 | Compte Du Leon |- ! scope=\"row\" |Promised Land |rowspan=3|1997 | Ned Bernhart | Episode: \"Downsized\" |- ! scope=\"row\" |Legend of the Lost Tomb | Dr. William Bent | rowspan=2|Television film |- ! scope=\"row\" |Murder in My Mind | Cargill |- ! scope=\"row\" |Mike Hammer, Private Eye | 1997–1998 | Mike Hammer | 26 episodes |- ! scope=\"row\" |Touched by an Angel | 1997 & 2003 | Maury Hoover / Ty Duncan | 2 episodes |- ! scope=\"row\" |Planet of Life | 1998 | Narrator | 7 episodes |- ! scope=\"row\" |Rugrats | 1998–2001 | Marvin Finster (voice) | 3 episodes: The Family Tree, Parts One and Two & Finsterella |- ! scope=\"row\" |Batman Beyond | 1999 | Vance (voice) | Episode: \"Lost Soul\" |- ! scope=\"row\" |The Courage to Love |rowspan=2|2000 | Jean Baptiste | Television film |- ! scope=\"row\" |The Outer Limits | Cord Van Owen | Episode: \"The Gun\" |- ! scope=\"row\" |Titus | 2000–2002 | Ken Titus | 54 episodes |- ! scope=\"row\" |Lightning: Fire from the Sky |rowspan=2|2001 | Bart Pointdexter | Television film |- ! scope=\"row\" |The Zeta Project | Roland De Flores (voice) | Episode: \"The Next Gun\" |- ! scope=\"row\" |The Simpsons | 2001–2016 | Howard Duff / Various (voice) | 6 episodes |- ! scope=\"row\" |The Santa Trap |rowspan=3|2002 | Max Hurst | Television film |- ! scope=\"row\" |The Zeta Project | Roland De Flores (voice) | Episode: \"The Next Gun\" |- ! scope=\"row\" |Girls Club | Harold Falcon | Episode: \"Book of Virtues\" |- ! scope=\"row\" |Miracle Dogs |rowspan=2|2003 | C.W. Aldrich | rowspan=2|Television film |- ! scope=\"row\" |Frozen Impact | Pete Crane |- ! scope=\"row\" |What's New, Scooby-Doo? | 2003 & 2005 | Harold Lind / The Mayor (voice) | 2 episodes |- ! scope=\"row\" |George Lopez |rowspan=2|2005 | Blaine McNamara | Episode: \"George Stare-oids Down Jason\" |- ! scope=\"row\" |Will & Grace | Wendell Schacter | Episode: \"From Queer to Eternity\" |- ! scope=\"row\" |Prison Break | 2005–2007 | Henry Pope | 23 episodes |- ! scope=\"row\" |Desolation Canyon |rowspan=4|2006 | Samuel Kendrick | rowspan=4|Television film |- ! scope=\"row\" |Fatal Contact: Bird Flu in America | Secretary Collin Reed |- ! scope=\"row\" |Blackbeard | Captain Benjamin Hornigold |- ! scope=\"row\" |Death Row (a.k.a. Haunted Prison) | John Elias |- ! scope=\"row\" |ER | 2007 | Mike Gates | 3 episodes |- ! scope=\"row\" |American Greed | 2007–present | Narrator | Transmitted on the Consumer News- and-Business Channel |- ! scope=\"row\" |Lone Rider |rowspan=2|2008 | Robert Hattaway | rowspan=4|Television film |- ! scope=\"row\" |Ring of Death | Warden Golan |- ! scope=\"row\" |Meteor |rowspan=2|2009 | Sheriff Crowe |- ! scope=\"row\" |The Nanny Express | Reverend McGuiness |- ! scope=\"row\" |Two and a Half Men | 2010 | Tom, Chelsea's Father | 4 episodes |- ! scope=\"row\" |Lights Out |rowspan=4|2011 | 'Pops' Leary | 13 episodes |- ! scope=\"row\" |Bored to Death | Bergeron | 2 episodes |- ! scope=\"row\" |Mater's Tall Tales | Skipper (voice) | Episode: \"Air Mater\" |- ! scope=\"row\" |Hindenburg: The Last Flight | Edward Van Zandt | Television film |- ! scope=\"row\" |30 Rock |rowspan=2|2012 | Himself | Episode: \"Murphy Brown Lied to Us\" |- ! scope=\"row\" |Anything For Money | Narrator | Song written and composed to promote CNBC's series American Greed (see above) |- ! scope=\"row\" |The Neighbors | 2012–2013 | Dominick Weaver | 3 episodes |- ! scope=\"row\" |Sean Saves the World |rowspan=4|2013 | Lee Thompson | 3 episodes |- ! scope=\"row\" |1600 Penn | Senator Frohm Thoroughgood | 2 episodes |- ! scope=\"row\" |Anger Management | Ray | Episode: \"Charlie and Deception Therapy\" |- ! scope=\"row\" |Brooklyn Nine-Nine | Jimmy Brogan | Episode: \"Old School\" |- ! scope=\"row\" |Law & Order: Special Victims Unit |rowspan=4|2014 | Orion Bauer | Episode: \"American Disgrace\" |- ! scope=\"row\" |Enlisted | Patrick | Episode: \"Vets\" |- ! scope=\"row\" |Jennifer Falls | Mike | Episode: \"Jennifer's Song\" |- ! scope=\"row\" |The Exes | Bill Drake | Episode: \"An Officer and a Dental Man\" |- ! scope=\"row\" |Hot in Cleveland |rowspan=2|2015 | Alex | 2 episodes |- ! scope=\"row\" |Full Circle | Bud O'Rourke | 8 episodes |- ! scope=\"row\" |NCIS: New Orleans | 2015, 2017-2019 | Cassius Pride | 6 episodes |- ! scope=\"row\" |Crowded |rowspan=3|2016 | Bob Moore | 13 episodes |- ! scope=\"row\" |Blunt Talk | Arthur Bronson | 2 episodes |- ! scope=\"row\" |Ray Donovan | Marty 'The Texan' Swanbeck | 2 episodes |- ! scope=\"row\" |Blue Bloods | 2016–present | Archbishop Kevin Kearns | 8 episodes |- ! scope=\"row\" |Man with a Plan | 2017–2020 | Joe Burns | 50 episodes |- ! scope=\"row\" |The Blacklist | 2019 & 2021 | Robert Vesco | 2 episodes |} === Dubbing === {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Title ! scope=\"col\" | Year ! scope=\"col\" | Language version ! scope=\"col\" | Role ! scope=\"col\" class=\"unsortable\" | Notes |- |Planes |2013 |Polish |Tom Stinger |Cameo |} ==References== ==External links== * * * * * Cleft Palate Foundation * BroadwayWorld.com interview with Stacy Keach, September 23, 2008 Category:1941 births Category:Living people Category:Actors from Savannah, Georgia Category:Alumni of the London Academy of Music and Dramatic Art Category:American expatriates in England Category:American male film actors Category:American male Shakespearean actors Category:American male television actors Category:American male voice actors Category:American people convicted of drug offenses Category:American people of English descent Category:Best Miniseries or Television Movie Actor Golden Globe winners Category:Catholics from Georgia (U.S. state) Category:Converts to Roman Catholicism Category:Keach family Category:Male actors from Georgia (U.S. state) Category:Obie Award recipients Category:Polish people of American descent Category:Naturalized citizens of Poland Category:University of California, Berkeley alumni Category:Van Nuys High School alumni Category:Yale School of Drama alumni Category:20th-century American male actors Category:21st-century American male actors",
 "title": "Stacy Keach"
}