{
 "id": "499755",
 "text": "Ælfric of Eynsham (; ; ) was an English abbot and a student of Æthelwold of Winchester, and a consummate, prolific writer in Old English of hagiography, homilies, biblical commentaries, and other genres. He is also known variously as Ælfric the Grammarian (Alfricus Grammaticus), Ælfric of Cerne, and Ælfric the Homilist. In the view of Peter Hunter Blair, he was \"a man comparable both in the quantity of his writings and in the quality of his mind even with Bede himself.\"Peter Hunter Blair, An Introduction to Anglo-Saxon England, 3rd edition, Cambridge University Press, 2003, p. 357 According to Claudio Leonardi, he \"represented the highest pinnacle of Benedictine reform and Anglo-Saxon literature\". ==Life and works== Ælfric was educated in the Benedictine Old Minster at Winchester under Saint Æthelwold, who was bishop there from 963 to 984. Æthelwold had carried on the tradition of Dunstan in his government of the abbey of Abingdon, then in Berkshire, and at Winchester he continued his strenuous support for the English Benedictine Reform. He seems to have actually taken part in the teaching activities of the abbey. Ælfric no doubt gained some reputation as a scholar at Winchester, for when, in 987, the abbey of Cerne (at Cerne Abbas in Dorset) was finished, he was sent by Bishop Ælfheah (Alphege), Æthelwold's successor, at the request of the chief benefactor of the abbey, the ealdorman Æthelmær the Stout, to teach the Benedictine monks there. This date (987) is one of only two certain dates we have for Ælfric, who was then in priest's orders. Æthelmaer and his father Æthelweard were both enlightened patrons of learning, and became Ælfric's faithful friends. It was at Cerne, and partly at the desire, it appears, of Æthelweard, that he planned the two series of his English homilies, compiled from the Christian fathers, and dedicated to Sigeric, Archbishop of Canterbury from 990 to 994. (The series were edited by Benjamin Thorpe and published in 1844–1846 for the Ælfric Society and edited more recently by Malcolm Godden and Peter Clemoes for the Early English Text Society.) The Latin preface to the first series enumerates some of Ælfric's authorities, the chief of whom was Gregory the Great, but the short list by no means exhausts the authors whom he consulted. In the preface to the first volume he regrets that, except for Alfred's translations, Englishmen had no means of learning the true doctrine as expounded by the Latin fathers. John Earle (Anglo-Saxon Literature, 1884) thinks he aimed at correcting the apocryphal, and to modern ideas superstitious, teaching of the earlier Blickling Homilies. He may also have translated the Pseudo-Basilian Admonition to a Spiritual Son. The first series of forty homilies is devoted to plain and direct exposition of the chief events of the Christian year; the second deals more fully with church doctrine and history. Ælfric's teaching on the Eucharist in the Canons and in the Sermo de sacrificio in die pascae (ibid. ii.262 seq.) was appealed to by the Protestant Reformation writers as a proof that the early English church did not hold the Roman doctrine of transubstantiation. Ælfric of Eynsham also denied the immaculate conception. After the two series of homilies, he wrote three works to help students learn Latin – the Grammar, the Glossary and the Colloquy. In his Grammar, he translated the Latin grammar into English, creating what is considered the first vernacular Latin grammar in medieval Europe. In his glossary the words are not in alphabetical order, but grouped by topics. Finally, his Colloquy was intended to help students to learn how to speak Latin through a conversation manual. It is safe to assume that the original draft of this, afterwards maybe enlarged by his pupil and copyist, Ælfric Bata, was by Ælfric, and represents what his own scholar days were like. A third series of homilies, the Lives of the Saints (hagiography), dates from 996 to 997.Ælfric's Lives of Saints: Being a Set of Sermons on Saints' Days Formerly Observed by the English Church, Edited from Manuscript Julius E. VII in the Cottonian Collection, with Various Readings from Other Manuscripts, ed. by Walter W. Skeat, Early English Text Society, Original Series, 76, 82, 94, 114, 2 vols (London: Trübner, 1881–1900). The edition includes translations which were actually by Mss Gunning and Wilkinson, but they are credited only in the preface. Some of the sermons in the second series had been written in a kind of rhythmical, alliterative prose, and in the Lives of the Saints the practice is so regular that most of them are arranged as verse by their editor W. W. Skeat. Appended to the Lives of the Saints there are two homilies, On False Gods and The Twelve Abuses. The first one shows how the Church was still fighting against the ancient religion of Britain, but also against the religion of the Danish invaders. Ælfric was asked by Æthelweard to translate the book of Genesis up to the story of Abraham and Isaac, along with selections from other books of the Hexateuch. Against his better judgment, Ælfric agreed because he knew it would be done regardless of whether he helped or not. This, the Old English Hexateuch, was revolutionary, for it was the first time that the Bible was translated from Latin into Old English. To his translation of Genesis, he wrote a preface. This preface was to ensure that readers understand they ought not believe that the practices of the ancient Israelites were still acceptable for Christians. In his preface, Ælfric employs the same writing techniques that King Alfred used in his preface to a translation of the Cura Pastoralis by Pope Gregory I. Also notable is that in his translation of Genesis Ælfric did not just translate it word for word from the Latin, which was common due to the belief that the word order of sacred Scripture was itself sacred. Rather, he translated much of it by its meaning. There is no certain proof that he remained at Cerne. It has been suggested that this part of his life was chiefly spent at Winchester; but his writings for the patrons of Cerne, and the fact that he wrote in 998 his Canons as a pastoral letter for Wulfsige, the bishop of Sherborne, the diocese in which the abbey was situated, afford presumption of continued residence there. 1005 is the other certain date we have for Ælfric, when he left Cerne for nobleman Æthelmær's new monastery in Eynsham in Oxfordshire, a long eighty-five-mile journey inland. Here he lived out his life as Eynsham's first abbot, from 1005 until his death. After his elevation, he wrote his Letter to the Monks of Eynsham, an abridgment for his own monks of Æthelwold's De consuetudine monachorum, adapted to their rudimentary ideas of monastic life; a letter to Wulfgeat of Ylmandun; an introduction to the study of the Old and New Testaments (about 1008, edited by William L'Isle in 1623); a Latin life of his master Æthelwold; two pastoral letters for Wulfstan, archbishop of York and bishop of Worcester, in Latin and English; and an English version of Bede's De Temporibus. The last mention of Ælfric Abbot, probably the grammarian, is in a will dating from about 1010. Ælfric left careful instructions to future scribes to copy his works carefully because he did not want his works' words marred by the introduction of unorthodox passages and scribal errors. Through the centuries, however, Ælfric's sermons were threatened by Viking axes and human neglect when – some seven hundred years after their composition – they nearly perished in London's Cotton Library fire that scorched or destroyed close to 1,000 invaluable ancient works. Ælfric was the most prolific writer in Old English. His main theme is God's mercy. He writes, for example: \"The love that loves God is not idle. Instead, it is strong and works great things always. And if love isn’t willing to work, then it isn’t love. God’s love must be seen in the actions of our mouths and minds and bodies. A person must fulfil God’s word with goodness.\" (\"For Pentecost Sunday\") He also observes in \"For the Sixth Day (Friday) in the Third Week of Lent\" and in \"For the First Sunday After Pentecost\": \"And we ought to worship with true humility if we want our heavenly God to hear us because God is the one who lives in a high place and yet has regard for the deep down humble, and God is always near to those who sincerely call to him in their trouble. . . . Without humility no person can thrive in the Lord.\" And in the \"Fifth Sunday After Pentecost\" he wrote: \"Bosses who cannot permit those working under them to know kindness during this life of labour should never themselves enjoy lives of luxury because they could easily be kind to their workers every day. And then they would have some kindness in their souls. God loves kindness\". Contrast this leitmotif of God's mercy with Archbishop Wulfstan's trenchant pulpiteering and thundering sermons. Ælfric by no means expressed the popular opinion of the time. His forward-thinking views toward women (though they were not 'modern' views, by any stretch of the imagination) and his strong stance on 'clǽnnes', or purity, were more extreme than others during that time (see for instance his homily on Judith). This was, no doubt, related to his service under the monastic reformer Saint Æthelwold in the monastery at Winchester. ==Identification== Until the end of the nineteenth century, the true identification of Ælfric had been problematic, primarily because Ælfric had often been confused with Ælfric of Abingdon, who served as Archbishop of Canterbury. Though Ælfric had formerly been identified with the archbishop, thanks to the work of Lingard and Dietrich, most modern scholars now identify Ælfric as holding no higher office than abbot of Eynsham. However, in the past, there have been attempts to identify him with three different people: (1) As above, Ælfric was identified with Ælfric of Abingdon (995–1005), Archbishop of Canterbury. This view was upheld by John Bale;Ill. Maj. Brit. Scriptorum, 2nd ed., Basel, 1557–1559; vol. i, p. 149, s.v. Alfric. by Humphrey Wanley;Catalogus librorum septentrionalium, &c.;, Oxford, 1705, forming vol. ii of George Hickes's Antiquae literaturae septemtrionalis. by Elizabeth Elstob;The English Saxon Homily on the Birthday of St. Gregory (1709; new edition, 1839. and by Edward Rowe Mores, Ælfrico, Dorobernensi, archiepiscopo, Commentarius (ed. G. J. Thorkelin, 1789), in which the conclusions of earlier writers on Ælfric are reviewed. Mores made him abbot of St Augustine's at Dover, and finally archbishop of Canterbury. (2) Sir Henry Spelman, in his Concina …1639, vol. i, p. 583. printed the Canones ad Wulsinum episcopum and suggested Ælfric Putta or Putto, Archbishop of York, as the author, adding some note of others bearing the name. The identity of Ælfric the grammarian with Ælfric archbishop of York was also discussed by Henry Wharton, in Anglia Sacra.1691, vol. i, pp. 125-134), in a dissertation reprinted in J. P. Migne's Patrologia Latina (vol. 139, pp. 1459–70, Paris, 1853). (3) William of MalmesburyDe gestis pontificum Anglorum, ed. N(icholas) E. S. A. Hamilton, Rolls Series, 1870, p. 406. suggested that he was Abbot of Malmesbury and Bishop of Crediton. The main facts of his career were finally elucidated by Eduard Dietrich in a series of articles in the Zeitschrift für historische Theologie,Vols. for 1855 and 1856, Gotha. which formed the basis of subsequent writings on the subject. ==Notes== ==References== * ==Further reading== * Davis, Graeme.The Word Order of Ælfric. Edwin Mellen Press, 1997. * Frantzen, Allen J. The Literature of Penance in Anglo-Saxon England. New Brunswick: Rutgers University Press, 1983. * Gatch, Milton McC. Preaching and Theology in Anglo-Saxon England: Ælfric and Wulfstan. Toronto: University of Toronto Press, 1977. * * Godfrey, John. The Church in Anglo-Saxon England. Cambridge: Cambridge University Press, 1962. * Grundy, Lynne. Books and Grace: Ælfric’s Theology. King's College London Medieval Studies VI. London: King's College, 1991. * Hurt, James. Ælfric. New York: Twayne Publishers, Inc., 1972. * Lutz, Cora E. Schoolmasters of the Tenth Century. Archon Books (1977). * White, Caroline L. Ælfric: A New Study of His Life and Writings: With a Supplementary Classified Bibliography Prepared by Malcolm R. Godden, Yale Studies in English II. 1898. Ed. Albert S. Cook. Hamden: Archon Books, 1974. * Whitelock, Dorothy. \"Two Notes on Ælfric and Wulfstan\". 1943. In History, Law and Literature in 10th-11th Century England, 122-26. London: Variorum Reprints, 1981. * Wilcox, Jonathan, ed. Ælfric’s Prefaces. Durham Medieval Texts, Number 9. Durham: Durham Medieval Texts, 1994. * Magennis, Hugh and Mary Swan (eds.). A Companion to Ælfric (Leiden, Brill, 2009) (Brill's Companions to the Christian Tradition, 18). * Withers B. The Illustrated Old English Hexateuch Cotton Claudius Biv. The British Library & University of Toronto Press 2007 ==Selected bibliography: editions of works by Ælfric== ===Homilies=== * Pope, John C., ed. Homilies of Ælfric: a Supplementary Collection. Being twenty-one full homilies of his middle and later career for the most part not previously edited, with some shorter pieces, mainly passages added to the second and third Series. 2 volumes. EETS 259, 260. London: Oxford University Press, 1967, 1968. * Clemoes, Peter, ed. Ælfric’s Catholic Homilies: the First Series Text. EETS. Oxford: Oxford University Press, 1997. * Eliason, Norman and Peter Clemoes, eds. Ælfric’s First Series of Catholic Homilies. British Museum Royal 7 C. XII fols. 4-218. EETS. Early English Manuscripts in Facsimile 13. Copenhagen: Rosenkilde and Bagger, 1966. * Elstob, Elizabeth. An English-Saxon Homily on the Birth-day of St. Gregory: anciently used in the English-Saxon Church. Giving an account of the conversion of the English from paganism to Christianity, Translated into Modern English, with notes, etc.. London: W. Bowyer, 1709. * idem. An English- Saxon Homily on the Birth-day of St. Gregory: anciently used in the English- Saxon Church. Giving an account of the conversion of the English from paganism to Christianity, Translated into Modern English, with notes, etc.. London: W. Bowyer, 1709. Created by Timothy Graham and designed by John Chandler. Kalamazoo, MI: The Board of the Medieval Institute, 2002. [cited 11 October 2004]. http://www.wmich.edu/medieval/research/rawl/elstob/cover.html. * Fausbøll, Else, ed. Fifty-Six Ælfric Fragments: the Newly-Found Copenhagen Fragments of Ælfric's Catholic Homilies with Facsimiles. Copenhagen: University of Copenhagen, 1986. * Godden, Malcolm, ed. Ælfric’s Catholic Homilies: Introduction, Commentary, and Glossary. EETS. Oxford: Oxford University Press, 2001. * idem. Ælfric’s Catholic Homilies: the Second Series Text. EETS. London: Oxford University Press, 1979. * Temple, Winifred M. \"An Edition of the Old English Homilies in the British Museum MS. Cotton Vitellius C.v\". 3 volumes. Diss. Edinburgh University, 1952. * Thorpe, Benjamin, ed. and trans. The Homilies of the Anglo-Saxon Church. The First Part, Containing The Sermones Catholici, or Homilies of Ælfric. In the original Anglo-Saxon, with an English version. 2 volumes. Ælfrices Bocgild. London: Richard and John E. Taylor, 1844, 1846. ===Hagiography=== * Corona, Gabriella, ed. Ælfric’s Life of Saint Basil the Great: Background and Content. Anglo-Saxon Texts 5. Cambridge: D. S. Brewer, 2006. * Griffiths, Bill, ed. and trans. St Cuthbert: Ælfric's Life of the Saint in Old English with Modern English Parallel. Seaham: Anglo-Saxon Books, 1992. * Needham, G. I., ed. Ælfric: Lives of Three English Saints. Gen. ed. M. J. Swanton. Exeter Medieval English Texts. 2nd ed. Exeter: University of Exeter, 1984. * Skeat, Walter W. (ed. and tr.). Ælfric’s Lives of Saints. Being a set of sermons on saints' days formerly observed by the English Church. 2 volumes. EETS OS 76, 82 and 94, 114. London: N. Trübner & Co., 1881–85, 1890–1900. Reprinted as 2 volumes, 1966. * Smith, Alexandra. \"Ælfric’s Life of St. Cuthbert, Catholic Homily II.X: an edition with introduction, notes, translation, and glossary\". Diss. Queen's University at Kingston, 1972. * Upchurch, Robert, ed. Ælfric’s Lives of the Virgin Spouses with Modern English Parallel-Text Translations. Exeter Medieval Texts and Studies. University of Exeter Press, 2007. * * ===Old English Hexateuch=== * Crawford, Samuel J., ed. The Old English Version of the Heptateuch, Ælfric’s Treatise on the Old and New Testament and His Preface to Genesis. EETS OS 160. London: Oxford University Press, 1969. * Hawk, Brandon, W., Ælfric’s Preface to Genesis: A Translation. brandonwhawk.net 30 July 2014. ;Correspondence * Fehr, Bernhard, ed. Die Hirtenbriefe Ælfrics: in Altenglischer und Lateinischer Fassung. 1914. With a supplement to the Introduction by Peter Clemoes. Darmstadt: Wissenschaftliche Buchgesellschaft, 1966. * Jones, Christopher A. Ælfric's Letter to the Monks of Eynsham. Cambridge: Cambridge University Press, 1999. * Swain, Larry, ed. and trans. Ælfric of Eynsham's Letter to Sigeweard: An Edition, Commentary, and Translation. Witan Publishing, 2017. . ===Other=== * Crawford, Samuel J., ed. Exameron Anglice or The Old English Hexameron. Hamburg: Verlag von Henri Grand, 1921. * Henel, Heinrich, ed. Ælfric’s De Temporibus Anni. EETS OS 213. 1942. Woodbridge: Boydell and Brewer, 1970. * Zupitza, Julius. Ælfrics Grammatik und Glossar. Berlin: Weidmannsche Buchhandlung, 1880. scans available online * Throop, Priscilla, trans. Aelfric's Grammar and Glossary, Charlotte, VT: MedievalMS, 2008. * Garmonsway, G. N., ed. Colloquy. Ælfric. 2nd ed. 1939. Exeter: University of Exeter, 1999. * Tessmann, Alfred, ed. Ælfrics ae Bearbeitung der Interrogationes Sigewulfi Presbyteri in Genesim des Alcuin (Berlin 1891). * Clayton, Mary, ed. and trans. Two Ælfric Texts: The Twelve Abuses and The Vices and Virtues: An Edition and Translation of De duodecimo abusiuis and De octo uitiis et de duodecimo abusiuis. Anglo-Saxon Texts 11. 2013. Brewer, 2013. ==Links to original texts== * The homilies, in Anglo-Saxon, with an English version by B.Thorpe. * The life of Oswald (in Latin), p. 399 ff. * ==External links== * * * Category:950s births Category:1010 deaths Category:Abbots of Eynsham Category:Anglo-Saxon writers Category:Christian hagiographers Category:English abbots Category:English religious writers Category:English sermon writers Category:Grammarians of Latin Category:Medieval linguists Category:10th-century Latin writers Category:10th- century English writers Category:11th-century English writers Category:11th- century Latin writers",
 "title": "Ælfric of Eynsham"
}