{
 "id": "500592",
 "text": "Lev Zalmanovich (Zinovyevich) Kopelev (, German: Lew Sinowjewitsch Kopelew, 9 April 1912, Kiev – 18 June 1997, Cologne) was a Soviet author and dissident. == Early life == Kopelev was born in Kiev, then Russian Empire, to a middle- class Jewish family. In 1926, his family moved to Kharkov. While a student at Kharkov State University's philosophy faculty, Kopelev began writing in Russian and Ukrainian languages; some of his articles were published in the Komsomolskaya Pravda newspaper. An idealist communist and active Bolshevik, he was first arrested in March 1929 for \"consorting with the Bukharinist and Trotskyist opposition,\" and spent ten days in prison. ==Career== Later, he worked as an editor of radio news broadcasts at a locomotive factory. In 1932, as a correspondent, Kopelev witnessed the NKVD's forced grain requisitioning and the dekulakization. Later, he described the Holodomor in his memoirs The Education of a True Believer. Robert Conquest's The Harvest of Sorrow later quoted him directly (see also Collectivisation in the USSR). He graduated from the Moscow State Institute of Foreign Languages in 1935 in the German language faculty, and, after 1938, he taught at the Moscow Institute of Philosophy, Literature and History where he earned a PhD. When the German–Soviet War broke out in June 1941, he volunteered for the Red Army and used his knowledge of German to serve as a propaganda officer and an interpreter. He was tasked with subverting and indoctrinating Germans, and on one occasion persuaded the German garrison of Graudenz (Grudziądz) to mutiny. When he entered East Prussia with the Red Army throughout the East Prussian Offensive, he sharply criticized the atrocities against the German civilian population and was arrested in 1945 and sentenced to a ten-year term in the Gulag for fostering \"bourgeois humanism\" and for \"compassion towards the enemy\". In the sharashka Marfino he met Aleksandr Solzhenitsyn. Kopelev became a prototype for Rubin from The First Circle. Released in 1954, in 1956 he was rehabilitated. Still an optimist and believer in the ideals of communism, during the Khrushchev Thaw he restored his Communist Party of the Soviet Union (CPSU) membership. From 1957–1969 he taught in the Moscow Institute of Polygraphy and the Institute of History of Arts. It was Kopelev who approached Aleksandr Tvardovsky, editor of the top Soviet literary journal, the Novy Mir (New World) to urge publication of Solzhenitsyn's One Day in the Life of Ivan Denisovich. From 1968 onward Kopelev actively participated in the human rights and dissident movement. In 1968 he was fired from his job and expelled from the CPSU and the Writers' Union for signing protest letters against the persecution of dissidents, publicly supporting Andrei Sinyavsky and Yuli Daniel and actively denouncing the Soviet invasion of Czechoslovakia. He also protested Solzhenitsyn's expulsion from the Writers' Union and wrote in defense of dissenting General Pyotr Grigorenko, imprisoned at a psikhushka. Kopelev's books were distributed via samizdat (underground publishing), smuggled out of Russia and published in the West. For his political activism and contacts with the West, he was deprived of the right to teach or be published in 1977. ==Germany== thumb|Lev Kopelev (Amsterdam, 1980) As a scientist, Kopelev led a research project on the history of Russian-German cultural links at the University of Wuppertal. In 1980, while he was on a study trip to West Germany, his Soviet citizenship was revoked. After 1981 Kopelev was a Professor at the University of Wuppertal. Kopelev was an honorary PhD at the University of Cologne and a winner of many international awards. In 1990 Soviet General Secretary Mikhail Gorbachev restored his Soviet citizenship. ==Personal life== Kopelev was married for many years to Raisa Orlova, a Soviet specialist in American literature, who emigrated with him to Germany. Her memoirs were published in the United States in 1984. ==Death== Lev Kopelev died in Cologne, Germany on June 18, 1997 at the age of 85, and was buried in the New Donskoy Cemetery in Moscow. == References == * Lev Kopelev. Open letter to Solzhenitsyn. Magazine \"Syntax\" № 37 ==Bibliography== ;Books *We lived in Moscow (Мы жили в Москве), 1974 *The Education of a True Believer, lit. And madest thyself an idol (\"И сотворил себе кумира\"), 1976 *To Be Preserved Forever (\"Хранить вечно\"), 1976 *Ease My Sorrows: A Memoir, lit. nourish my sorrows (\"Утоли моя печали\"), 1981 *No jail for thought, lit. about truth and tolerance (\"О правде и терпимости\"), 1982 *Holy Doctor Fyodor Petrovich (\"Святой доктор Федор Петрович\"), 1985 ;Articles * * * * * ==Further reading== * * * * * * Category:1912 births Category:1997 deaths Category:Writers from Kyiv Category:People from Kiev Governorate Category:Ukrainian Jews Category:Soviet Jews Category:Soviet emigrants to Germany Category:German people of Ukrainian-Jewish descent Category:Expelled members of the Communist Party of the Soviet Union Category:Ukrainian male writers Category:Soviet dissidents Category:Sharashka inmates Category:Soviet expellees Category:People denaturalized by the Soviet Union Category:Soviet literary historians Category:Soviet male writers Category:20th-century German male writers Category:University of Cologne alumni Category:University of Wuppertal faculty Category:University of Cologne faculty Category:Soviet military personnel of World War II Category:Burials at Donskoye Cemetery Category:Jewish Russian writers",
 "title": "Lev Kopelev"
}