{
 "id": "500744",
 "text": "Marshall Bertram Rosenberg (October 6, 1934February 7, 2015) was an American psychologist, mediator, author and teacher. Starting in the early 1960s, he developed nonviolent communication, a process for supporting partnership and resolving conflict within people, in relationships, and in society. He worked worldwide as a peacemaker and in 1984, founded the Center for Nonviolent Communication, an international nonprofit organization for which he served as Director of Educational Services. According to his biographer, Marjorie C. Witty, \"He has a fierce face – even when he smiles and laughs. The overall impression I received was of intellectual and emotional intensity. He possesses a charismatic presence.\" ==Family== Rosenberg was born in Canton, Ohio to Jewish parents. His parents were Jean (Weiner) Rosenberg and Fred Donald Rosenberg. Rosenberg's grandmother Anna Satovsky Wiener had nine children. Though living in impoverished circumstances, she kept a settlement house, taking in people in need. She loved to dance and was a model to Julius, her son-in-law. His grandfather worked at Packard Motor Car Company, and his grandmother taught workers' children to dance. In Steubenville, Ohio his father loaded trucks with wholesale grocery stock, and Rosenberg went to a three-room school. Jean Rosenberg was a professional bowler with tournaments five nights a week. She was also a gambler with high-stakes backers. His parents divorced twice, once when Rosenberg was three, and when he left home. The family moved to Detroit, Michigan one week prior to the Detroit race riot of 1943 when 34 people were killed and 433 wounded. At an inner-city school Rosenberg discovered anti-Semitism and internalized it. \"Growing up as a kid, I couldn't stand to see people torment other people.\" He developed a \"kind of awareness of suffering – why do people do this – and particularly, why does it have to happen to me?\" \"My family was very affectionate. I got heaps of love, and if it had not been for that, the effects of this self-hatred could have been much harder to deal with.\" His maternal grandmother, Anna Satovsky Wiener, was dying of ALS in the dining room, cared for by Uncle Julius and his mother. His parents were also caring for his grandfather and aunt. Rosenberg hid under the porch and learned to be invisible. Uncle Julius projected a model of compassion in the care for his maternal grandmother (Julius's mother- in-law). Julius was a pharmacist with a drugstore on Woodward Avenue. His brother was seven years younger, outgoing and precocious, attracting attention. Rosenberg stood up to defend him and suffered in fights. The brothers were estranged for a 44-year interval. \"My brother is like my mother is like my wife Gloria. They stir things up everywhere they go. Now I love that characteristic in all of them, but...\" Rosenberg explained, \"I was in the hospital a lot, though from sports, violent ones that I was good at, probably more than fights.\" Summer camp instilled a love of nature: \"My safety requires a high-density of trees and a low density of people.\" Rosenberg married his first wife, Vivian, in 1961. They had three children. In 1974, he married his second wife, Gloria, whom he divorced in 1999. He married his third wife, Valentina (a.k.a.Kidini) in 2005, with whom he remained until his death in 2015. ==Education== After Rosenberg's father bought a house in a better neighborhood Rosenberg attended Cooley High School and graduated in 1952 as valedictorian. A neighbor boy Clayton Lafferty first mentioned psychology to Rosenberg. He wrote a high school term paper on criminal psychology. \"I did an honours program as an undergraduate, and my professor's father, who was a warden, got me an opportunity to see what psychology is really like in prison.\" When considering medicine as a career he worked with an embalmer for a while to measure his interest in the human body. At age 13 he began Hebrew school but got expelled. Twice his father beat Rosenberg, once so badly he missed school the next day. Rosenberg's first college was Wayne State University. With money earned he entered the University of Michigan; and, he worked as a waiter at a sorority and a cook's help at a fraternity. He fell in love with a Catholic girl who wanted him to convert. Putting up with anti- Semitism, he graduated in three years. The State of Wisconsin paid for Rosenberg's training as a psychologist. \"Of the twenty-seven of us in our first year class [at Wisconsin], only three got throughnot the ones with the qualities you would want them to have. I got through because I had been through worse in Detroit.\" Professor Michael Hakeem radicalized Rosenberg when he indicated that psychology and psychiatry were dangerous in that scientific and value judgments were mixed in the fields. Hakeem also had Rosenberg read about traditional moral therapy in which clients were seen as down on their luck rather than sick. Rosenberg was influenced by the 1961 books The Myth of Mental Illness by Thomas Szasz and Asylums by Erving Goffman. He also remembered reading Albert Bandura on \"Psychotherapy as a learning process\". Rosenberg's practicum placements were the Wisconsin Diagnostic Center, schools for delinquent girls and boys, and Mendota State Hospital. There psychiatrist Bernie Banham \"would never have it where we would talk about a client in his absence\". In Mendota Rosenberg began to practice family therapy with all parties present, including children. After graduation, Rosenberg worked in Winnebago with Gordon Filmer-Bennett for a year to fulfill his obligation to the state for his graduate training. ==Practice== thumbnail|Marshall Rosenberg lecturing in a nonviolent communication workshop (1990) Rosenberg showed a need to explore and try out different things: \"Ask Carl Rogers. He asked me to be on his research project because he wanted many people doing many different things.\" In 1961, Rosenberg received his Ph.D. in clinical psychology from the University of Wisconsin–Madison. His dissertation, Situational Structure and Self-evaluation, prefigured certain key aspects of his later work with nonviolent communication by focusing on \"the relationship between (the) structure of social situations and two dimensions of self evaluation; positive self evaluation and certainty of self evaluation\". In 1966 he was awarded Diplomate status in clinical psychology from the American Board of Examiners in Professional Psychology. Rosenberg started out in clinical practice in Saint Louis, Missouri, forming Psychological Associates with partners. In making an analysis of problems of children in school, he found learning disabilities. He wrote his first book, Diagnostic Teaching, in 1968, reporting his findings. He also met Al Chappelle, a leader in the Zulu 1200s, a black liberation group in St. Louis. Rosenberg went to teach his approach to conflict resolution to the gang in exchange for Chappelle appearing at desegregation conventions, starting in Washington, D.C. While Chappelle was harnessing communication against racism, Vicki Legion began to collaborate to counter sexism. \"I started to give my services, instead of to individual affluent clients, to people on the firing line like Al and Vicki, and others fighting in behalf of human rights of various groups.\" The superintendent of schools, Thomas Shaheen, in Rockford, Illinois called upon Rosenberg to deal with conflicts in an alternative school that was established. In 1970 Shaheen became superintendent of schools in San Francisco, California and was charged with racially integrating the city's schools. He called on Rosenberg to help as before and Rosenberg organized a group but Shaheen was dismissed before it could come into action. Rosenberg decided to stay in California and promoted the Community Council for Mutual Education with the help of Vicki Legion. NVC \"evolved out of my practice with people who were hurting, and experimenting with what might be of value to them, whether they be in the correctional school for girls, or people labeled schizophrenic\". The San Francisco experience gave me the exciting concept that we could start local projects to train masses of people in the skills, quickly and with no money. He worked for four years in Norfolk, Virginia's school integration. As a caricature of his program in street talk he offered this version, spoken to himself: : Thug, identify observable behaviour. Identify feeling. Identify reason for feeling. Identify wants. Put that out. Make sure other person connects with it. And thug, you'll know a miracle start to happen after a bit. About 1982 Rosenberg spent his last $55 for admission to Midwest Radical Therapy Conference, which was the \"best investment I ever made because I met people and made connections that I still have\". The importance of strokes of appreciation or affirmation, between communicants, had been emphasized for instance by adherents to transactional analysis. \"My workshops before this time used a language of conflict resolution and talked about getting power with people and stuff like that. They focused entirely on helping people deal with behaviors that were painful to them and finding ways of changing them. There was nothing about celebrating with people or affirming each other, or the words 'nurturance' or 'compassion'.\" Rosenberg says the program led to the femininization of the program (beyond conflict). Rosenberg was called to many states, countries, and conflicts to provide his expertise in nonviolent communication. In 2004 he was visiting about 35 countries per year on his mission as a travelling peacemaker. Rosenberg enjoyed success in his work: :Such incredible things happen when I leave groups, so that when I go back, I can hardly believe what they've accomplished in the time since I was last there. I see this everywhere I go. The people I work with want to radiate this process and transform things. They want everyone to have access to these principles, and they have enormous energy for spreading this kind of work. From his home base at Albuquerque, Rosenberg supported his followers elsewhere with a Center of Nonviolent Communication in New Mexico. He died at home on February 7, 2015. The Center has continued, after Rosenberg's death, connecting people all over the world to certified NVC trainers nearby. According to cognitive therapist Albert Ellis, Ted Crawford, who co-authored the book Making Intimate Connections with Ellis, \"particularly liked the anger-resisting philosophy of Marshall Rosenberg and made presentations on it\". ==See also== * List of peace activists == Awards == * 2014: Hero and Champion of Forgiveness Award Worldwide Forgiveness Alliance * 2006: Bridge of Peace Nonviolence Award from the Global Village Foundation * 2005: Light of God Expressing in Society Award from the Association of Unity Churches * 2004: Religious Science International Golden Works Award * 2004: International Peace Prayer Day Man of Peace Award by the Healthy, Happy Holy (3HO) Organization * 2002: Princess Anne of England and Chief of Police Restorative Justice Appreciation Award * 2000: International Listening Association Listener of the Year Award == Bibliography == * (2015) Nonviolent Communication: A Language of Life. (264 pages) Third Edition. Encinitas, CA: PuddleDancer Press. * (2012) Living Nonviolent Communication: Practical Tools to Connect and Communicate Skillfully in Every Situation. (288 pages; compilation of prior short works) Sounds True. * (2005) Being Me, Loving You: A Practical Guide to Extraordinary Relationships. (80 pages) * (2005) Practical Spirituality: The Spiritual Basis of Nonviolent Communication. (32 pages) * (2005) Speak Peace in a World of Conflict: What You Say Next Will Change Your World. (240 pages) Encinitas, CA: PuddleDancer Press. * (2005) The Surprising Purpose of Anger: Beyond Anger Management: Finding the Gift. (48 pages) * (2004) Getting Past the Pain Between Us: Healing and Reconciliation Without Compromise. (48 pages) * (2004) The Heart of Social Change: How to Make a Difference in Your World. (45 pages) * (2004) Raising Children Compassionately: Parenting the Nonviolent Communication Way. (48 pages) * (2004) Teaching Children Compassionately: How Students and Teachers Can Succeed with Mutual Understanding (41 pages) * (2004) We Can Work It Out: Resolving Conflicts Peacefully and Powerfully. (32 pages) * (2003) Life-Enriching Education: NVC Helps Schools Improve Performance, Reduce Conflict and Enhance Relationships. (192 pages) Encinitas, CA: PuddleDancer Press. * (2003) Nonviolent Communication: A Language of Life. (222 pages) Second Edition. Encinitas, CA: PuddleDancer Press. * (2003) Speaking Peace: Connecting with Others Through Nonviolent Communication. (audiobook) * (1999) Nonviolent Communication: A Language of Compassion. (166 pages) First Edition. Encinitas, CA: PuddleDancer Press. * (1986) Duck Tales and Jackal Taming Hints. Booklet. (Out of Print) * (1983) A Model for Nonviolent Communication. (35 pages) Philadelphia, PA: New Society Publishers. * (1972) A Manual for \"Responsible\" Thinking and Communicating. (55 pages) St. Lois, MI: Community Psychological Consultants * (1972) Mutual Education: Toward Autonomy and Interdependence. Bernie Straub Publishing Co. (Out of Print) * (1968) Diagnostic Teaching Special Child Publications (Out of Print) == References == == External links == * Big Picture TV Free video clip of Marshall Rosenberg discussing nonviolent communication * about nonviolent communication in close relationships * PuddleDancer Press: the main publisher of nonviolent communication-related works * Vintage 1993 video of a Dr. Marshall Rosenberg TV appearance in Tucson, Arizona * Giving from the heart Excerpt from the book Nonviolent Communication: A Language of Life * Wiki for Nonviolent Communication * The Center for Nonviolent Communication Making the World a More Compassionate Place Through Nonviolent Communication * Marshall Rosenberg Library * Marshall Rosenberg video clips on youtube * TruceWorks A conflict resolution website influenced by his nonviolent communication theory * Category:1934 births Category:2015 deaths Category:20th-century American Jews Category:American psychologists Category:Jewish peace activists Category:Nonviolence advocates Category:University of Michigan alumni Category:University of Wisconsin-Madison alumni Category:Cooley High School alumni Category:21st-century American Jews",
 "title": "Marshall Rosenberg"
}