{
 "id": "500819",
 "text": "thumb|550px|right|Map of the 37 Victorian counties Cadastral divisions in Victoria are called counties, which are further subdivided into parishes and townships, for cadastral or land administration purposes. Cadastral divisions of county, parish and township form the basis for formal identification of the location of any piece of land in the state. There are 37 counties and 2004 parishes and 909 townships.https://www.ncgrl.vic.gov.au/sites/default/files/Land%20Records%20and%20Parish%20Maps%20Research%20Guide.pdf https://prov.vic.gov.au/sites/default/files/files/List%20of%20Parishes%20in%20the%20State%20of%20Victoria%20-%20ListofParishes.pdf Parishes were subdivided into sections of various sizes for sale as farming allotments, or designated as a town and then divided into sections and these subdivided into crown allotments. However, many parishes do not follow county borders, some being located in more than one county. Counties in Victoria, Australia were gazetted in stages between 1849 and 1871 as Victoria was progressively opened up to British settlement. All parish boundaries were gazetted by 1890. In addition to identification of particular parcels of land by county, parish and other names, such parcels are also usually identified by reference to a lot number of a particular plan of subdivision or other certified plan or survey. Legal documents (such as grants, titles or transfers) that describe a particular parcel of land do so by reference to the county, parish, township (if there is one), section, crown allotment number, and certified plan numberCrown Survey Requirements , land.vic.gov.au — for example: \"County of Dalhousie, Parish of Lauriston, being 2 hectares, being Crown Allotment 2, Section 40\";LAND (MISCELLANEOUS) BILL 2004 or \"Parish of Ballarat, County of Grant, Crown Allotment 29, Section 101, Township of Ballarat East, as shown on Certified Plan No. 105127\" Ballarat (Sovereign Hill) Land Act 1970 . Act No. 7955/1970 Under streamlined rules of the Torrens title in Australia, a parcel of land on a transfer, etc. can now be described by reference to the relevant volume-folio number on the Land Register, which is itself based on the cadastral descriptions described above. When searching for title details, for example online, searching by street address is also often available. In each case, titles continue to be based on the original cadastral descriptions. Unlike counties in the United States and the United Kingdom, Victoria's counties have no administrative or political function. County names have traditionally been used as names for Victorian electoral districts, although the boundaries of these districts seldom coincided with county boundaries. == History == thumb|1852 map of eastern Victoria, showing seven proposed counties thumb|right|1877 map of the counties of Victoria Following the unauthorised settlement of settlers from Tasmania (then called Van Diemen's Land) in the future Melbourne in 1835, in September 1836, Governor Bourke established the Port Phillip District of New South Wales. He also commissioned Robert Hoddle to make the first plan for the town. The plan was completed on 25 March 1837, and came to be known as the Hoddle Grid. The surveys were intended to prepare for land sales. The boundaries of the Port Phillip District were not settled until 1 July 1843, when a proclamation formalised the border as running from Cape Howe, to the nearest source of the Murray River, and then along the course of the Murray to the border with South Australia. ===Land districts=== Before the division of the Port Phillip District into counties, the colony was divided into land districts, as shown on an 1864 map. The land districts were used as the names for parts of the state where counties had yet to be proclaimed. The land districts included: * Bourke Land District (Melbourne area, including the County of Bourke) * Geelong (or Grant) Land District * Gipps Land District (name for the area today is still Gippsland) * Loddon Land District * Murray Land District * Normanby Land District * Western Land District * Wimmera Land District (the southern part still called the Wimmera today) ===Proclamation of counties=== Counties were proclaimed or changed in 1849, 1853, 1869, 1870 and 1871. The proclamation of counties of 1849 was made while Port Phillip District was part of New South Wales, while the others were made after the separation from NSW in 1851, to create the colony of Victoria. Earlier maps of Gippsland area in the eastern part of Victoria show proposed counties of Douro (a title of the Duke of Wellington), Bass, Haddington, Bruce, Abinger, Combermere and Howe with approximate boundaries. These counties are shown on several early maps such as an 1845 map and 1848 map. They were presumably changed in the mid-1860s, as they appear on maps up until 1864, but the new counties appear on an 1865 map. In turn, all parish boundaries were gazetted by 1890. Historical parish plans and maps produced between 1837 and 1986, the majority of which have been digitised, are available online from the State Library Victoria.Victorian county, parish & township plans == Naming of the counties == The majority of the counties proclaimed prior to 1871 were named after British politicians. The counties formed from the Gipps Land District, Loddon Land District, Murray Land District and Wimmera Land District proclaimed in 1871 were all given aboriginal names. ==List of Victorian counties== The 37 Victorian counties and the year they were proclaimed are: {| class=\"wikitable sortable\" |- ! Year !! County name |- | 1849 || Anglesey |- | 1871 || Benambra |- | 1869 || Bendigo |- | 1871 || Bogong |- | 1871 || Borung |- | 1853 || Bourke |- | 1871 || Buln Buln |- | 1871 || Croajingolong |- | 1849 || Dalhousie |- | 1871 || Dargo |- | 1871 || Delatite |- | 1849 || Dundas |- | 1849 || Evelyn |- | 1849 || Follett |- | 1870 || Gladstone |- | 1853 || Grant |- | 1849 || Grenville |- | 1871 || Gunbower |- | 1849 || Hampden |- | 1849 || Heytesbury |- | 1871 || Kara Kara |- | 1871 || Karkarooc |- | 1871 || Lowan |- | 1871 || Millewa |- | 1871 || Moira |- | 1849 || Mornington |- | 1853 || Normanby |- | 1849 || Polwarth |- | 1849 || Ripon |- | 1871 || Rodney |- | 1849 || Talbot |- | 1871 || Tambo |- | 1871 || Tanjil |- | 1871 || Tatchera |- | 1849 || Villiers |- | 1871 || Weeah |- | 1871 || Wonnangatta |} ==Land administration== Land Use Victoria is the Victorian Government's key agency for land administration, property information and facilitating better use of government-owned land.Victoria State Government, Property and land titles ==See also== *Lands administrative divisions of Australia *List of localities in Victoria *Local government areas of Victoria *List of places in Victoria (Australia) named from pastoral runs *Regions of Victoria ==References== Category:Lists of subdivisions of Australia * Counties Counties of Victoria Victoria Victoria",
 "title": "Cadastral divisions of Victoria"
}