{
 "id": "500956",
 "text": "The Missouri Plan (originally the Missouri Nonpartisan Court Plan, also known as the merit plan, or some variation) is a method for the selection of judges. It originated in Missouri in 1940 and has been adopted by many states of the United States. Similar methods are used in some other countries. Under the Plan, a non-partisan commission reviews candidates for a judicial vacancy. The commission then sends to the governor a list of candidates considered best qualified. The governor then has sixty days to select a candidate from the list. If the governor does not make a selection within sixty days, the commission makes the selection. At the general election soonest after the completion of one year's service, the judge must stand in a retention election. If a majority votes against retention, the judge is removed from office, and the process starts anew. Otherwise, the judge serves out a full term. As of 2016, 38 states have a form of merit-based selection and retention method for some or all judges.Gleason, James A. \"State judicial selection methods as public policy: The Missouri plan.\" (2016). Twenty-five states have a nominating commission to screen all candidates of the state courts of last resort. Eight states have commissions which fill interim vacancies on the highest courts. Twenty states utilize retention elections for judges who wish to serve on highest state courts beyond their initial term. == Nonpartisan judicial commissions under the Plan == Under the Missouri Nonpartisan Court Plan, a nonpartisan judicial commission reviews applications, interviews candidates and selects a judicial panel. For the Supreme Court and Court of Appeals, the Appellate Judicial Commission makes the selection. It is composed of three lawyers elected by members of the Missouri Bar (the organization of all lawyers licensed in this state), three citizens selected by the governor, and the chief justice, who serves as chair. Each of the three geographic districts of the Court of Appeals must be represented by one lawyer and one citizen member on the Appellate Judicial Commission. Each of the circuit courts in Clay, Greene, Jackson, Platte, and St. Louis Counties, and the city of St. Louis has its own circuit judicial commission. These commissions are composed of the chief judge of the court of appeals district in which the circuit is located, plus two lawyers elected by the bar and two citizens selected by the governor. All of the lawyers and citizens must live within the circuit for which they serve the judicial commission. ==History and spread of the plan== In line with other reforms urged during the Progressive Era, legal scholars put forth ideas in the first decades of the 1900s to reduce or remove the role of politics in the selection of judges, particularly circuit judges with responsibilities over the day-to-day work of the courts. An example of this advocacy is the merit selection program urged by Albert M. Kales in his work Unpopular Government in the United States (1914). Support for merit selection increased due to the perceived corruption of urban political bosses. Missouri voters adopted the system by initiative petition in November 1940 after several very contentious judicial elections, which were heavily influenced by the political machine of Tom Pendergast. Most associate and circuit judges are elected. However, the state constitution requires such judges in Jackson County (Kansas City) and the city of St. Louis to be selected under the nonpartisan system.Mo. Const. art. V, sec. 25(a) Similarly, the voters in Clay and Platte counties (parts of Kansas City), St. Louis county, and Greene County (Springfield) have elected to appoint such judges under the nonpartisan system.Mo. Const. art. V, sec. 25(b) After Missouri adopted this method for selecting judges, several other states adopted it, either in full or in part. The plan was put forth by a committee chaired by Luther Ely Smith, \"founder\" of the Gateway Arch National Park.http://www.nps.gov/jeff/historyculture/upload/luther_ely_smith.pdf Luther Ely Smith: Founder of a Memorial - nps.gov - Retrieved January 12, 2008 The Missouri Non-Partisan Court Plan has served as a model for thirty-four other states that use merit selection to fill some or all judicial vacancies. 23 states use the method or a variant for the state supreme court. California uses a heavily modified version in which the Governor can theoretically nominate any California attorney who has practiced for ten years. But then the nominee must undergo an evaluation by the Commission on Judicial Nominees Evaluation (JNE) of the State Bar of California, which then forwards a nonbinding evaluation to the Governor. For superior court positions, the Governor can make an appointment after receiving a report from JNE. For appellate court positions, the Governor submits the nomination to the Commission on Judicial Appointments, consisting of the Chief Justice, the Attorney General, and the presiding justice of the affected Court of Appeal district (or the most senior presiding justice for Supreme Court nominations). The CJA holds a public meeting, and receives the report from the JNE Commission, then decides whether to confirm the nominee. Once confirmed, the judge can take office but then must go through retention elections (at different intervals for each level of the judiciary). == Criticism == The Missouri Plan is not without critics. There are several alternative ways of filling judicial posts that are used in other states. These include direct elections (either partisan or non-partisan), election by the state legislature, or appointment by the governor with advice and consent of the state senate. Missouri had previously used all of these methods before adopting the Nonpartisan Court Plan in 1940. === Excessive influence of attorneys === Better Courts for Missouri has argued that flaws in the current plan give elite trial lawyers too much control over judicial selection. According to the organization's executive director, \"they are a small, insular group who have their interests. They have a lot to add to the process, but we don't think they should dominate the process - (and they) are in no way accountable to Missourians.\"Bob Watson, \"Opponents of judicial selection process form new group\" Jefferson City News Tribune. Accessed 2008-14-03. Professor Stephen Ware of the University of Kansas wrote about the Missouri Plan, \"As the bar is an elite segment of society, states that give lawyers more power than their fellow citizens are rightly described as elitist.\"The Missouri Plan in National Perspective, Missouri Law Review, Vol. 74, Issue 3 Ware continued: === Low diversity of the Commission === Former Missouri State legislator and lawyer, Elbert Walton, has focused on the plan's effect on African Americans. \"It is unfair that lawyers elect judges ... It disenfranchises people and it especially disenfranchises black people.\"Jason Noble, \"Another amendment, another hearing, more of the same debate on the judicial selection process Kansas City Star 2008-26-02. Accessed 2008-14-03. At a press conference in February, 2008, Walton accused Missouri Bar President Charlie Harris, an African-American,Missouri Bar News Release, September 28, 2007, News Release of ignoring the Missouri Plan's effect on black people. Walton noted that no African American had ever been elected to one of the Missouri Bar's three slots on the Appellate Judicial Commission, though many have been appointed judges, and suggested that Mr. Harris \"ought to be ashamed of himself\" for supporting such a plan.Scott Lauck, St. Louis attorney says blacks left out of judicial selection Daily Record Governor Phil Bredesen of Tennessee has criticized that state's version of the Missouri Plan for similar reasons. === Political interference === The Wall Street Journal wrote \"If the recent slugfests have proven anything, it's that Missouri's courts are every bit as hung up in politics as they are in other states. The difference is that in Missouri the process happens behind closed doors.\"Wall Street Journal Missouri Compromised 2007-22-12. Accessed 2008-14-03 Similarly, Professor Brian T. Fitzpatrick of Vanderbilt University has argued that politics are undoubtedly a part of judicial selection in Missouri Plan states, writing, \"In short, I am skeptical that merit selection removes politics from judicial selection. Rather, merit selection may simply move the politics of judicial selection into closer alignment with the ideological preferences of the bar.\"The Politics of Merit Selection, Missouri Law Review, Vol. 74, Issue 3 Fitzpatrick notes that \"…if we are willing to accept the notions that lawyers care about the outcomes of judicial decisions and that these outcomes are correlated with judges' ideological preferences, then we might expect merit commissions to select judges who share the ideological preferences of the bar rather than those of the public.\" Tennessee governor Phil Bredesen has made similar complaints. He remarked, \"I think [the nominating commissioners] have been vastly too political in their selection process. And what they are supposed to do is give you the best candidates in the ideal world.\"Andy Sher. Chattanooga Times Free Press \"Bredesen Wants Nominating Commission to Operate in Open 2008-14-01. ==See also== * Judicial nominating commission * Tennessee Plan ==References== ==External links== ;Explanations of the Missouri Plan *Info from the Missouri Judiciary *Voting for Missouri's Judges - From Missouri Bar Association ;Pro-Missouri Plan links ;Anti-Missouri Plan links *Minnesota Judicial Elections: Better Than the \"Missouri Plan\" Category:Selection of judges in the United States Category:Legal history of Missouri Category:1940 establishments in Missouri",
 "title": "Missouri Plan"
}