{
 "id": "500989",
 "text": "Adeline Records was an American record label that was formed in Oakland, California in late 1997 and closed in August 2017. == History == In 1997, Adeline Records was founded by Billie Joe Armstrong, lead singer of Green Day, Screw 32's Doug Sangalang, Green Day guitarist Jason White, and professional skateboarder Jim Thiebaud. It was named after a street (Adeline Street) that runs from The Port of Oakland through West Oakland and Emeryville, terminating at Ward St and Shattuck Ave in Berkeley. Green Day's management company, Pat Magnarella Management, took over ownership of the label and ran it from the company's office in San Diego for many years. The label was closed in 2017. In July 2017, Pat Magnarella split from Green Day having managed them for over 21 years. Shortly thereafter Adeline Records abruptly closed down. === Merchandise === Adeline Records also sold clothing for men and women as well as other clothing, providing advertising for the label. The range was called Adeline Street and included clothes (skirts, tops, underwear, dresses, hats, hoodies, jackets), accessories and jewellery for men, women, and children. The Adeline street logo is a skull and crossbones with a heart in the center of the crossed bones in pink for women and khaki for men. The clothing line ceased trading in 2008. The company posted the following statement at the time: \"Adeline Street has decided not to move forward with future designs while Billie Joe and the guys are working hard on their follow up to 'American Idiot.'\" == Bands == *The Frustrators *Green Day (vinyl releases only) *Stickup Kid *Jesse Malin *Living with Lions *Look Mexico *One Man Army *Pinhead Gunpowder *Timmy Curran *White Wives *AFI *Agent 51 *Broadway Calls *Fetish *Fleshies *The Frisk *The Hours *The Influents *The Living End *The Network *The Soviettes *The Thumbs *Emily's Army == See also == * List of record labels ==References== == External links == * Category:American record labels Category:Vanity record labels Category:Record labels established in 1997 Category:Punk record labels",
 "title": "Adeline Records"
}