{
 "id": "501265",
 "text": "Magrath is a town in Cardston County, Alberta, Canada. Its population was 2,374 in 2016. Magrath is south of Lethbridge and south of Calgary. == History == Magrath was established in 1899 by settlers sent by The Church of Jesus Christ of Latter-day Saints (LDS Church) from Utah and Idaho. These Church of Jesus Christ of Latter-day Saints settlers were recruited by the Alberta Railway and Irrigation Company to construct irrigation works in the area funded by British interests by the family of Sir Alexander Galt. The settlers were paid in cash and land in the town. This was the first major irrigation work in Canada and was made possible by the settlers' experience with the extensive irrigation projects undertaken by their church in Utah and Idaho. The irrigation system was completed in November 1899 and spanned ninety-miles. It was the first large-scale irrigation system in Canada. The area's irrigation canal system supplies water to farmers throughout Southern Alberta and was the first major irrigation project in Canada. In its early years Magrath was known as The Irrigation Capital of Canada, and later as \"The Garden City\" for its beautiful natural setting and plentiful trees. The design and layout of Magrath was based on the Church of Jesus Christ of Latter-day Saints 'Plat of Zion' urban design model. Magrath also has historical links to the internationally recognized British Garden City tradition which was piloted in England during this same period. Magrath was named after Charles Alexander Magrath, the son-in-law of Sir Alexander Galt.Holmgren, Eric J. and Patricia M. Holmgren (1973) Over 2,000 Place-Names of Alberta, p. 112, Saskatoon, Sask: Western Producer Book Service, Magrath post office was established 1 March 1900, with Ammon Mercer as first postmaster.Post Office Archives page for Magrath == Demographics == In the 2021 Census of Population conducted by Statistics Canada, the Town of Magrath recorded a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. The population of the Town of Magrath according to its 2017 municipal census is 2,435, a change of from its 2015 municipal census population of 2,398. In the 2016 Census of Population conducted by Statistics Canada, the Town of Magrath recorded a population of 2,374 living in 757 of its 794 total private dwellings, a change from its 2011 population of 2,217. With a land area of , it had a population density of in 2016. === Religious affiliation === The following is a breakdown of Magrath's population by religious affiliation from the 2001 federal census. * Protestant: 84% * Catholic: 4% * No religious affiliation: 11% * Christian Orthodox: <1% * Christian (unspecified denomination): <1% Statistics Canada includes 44 churches in its 2001 Protestant definition, including the Mormon denominations of the LDS Church and the Community of Christ. The religious affiliation within Magrath is primarily from the LDS Church. There is a stake based in Magrath, which is composed of ten congregations (eight wards and two branches) in the town and surrounding area. As of June 2016, the total membership in the Magrath Alberta Stake was reported as 2433 members. == Attractions == * Buffalo Bin Elevator - Magrath,Buffalo Bin Elevator the first of five ever built in the Province. The \"Buffalo Bin\" style grain elevator was built as an experiential elevator for Alberta Wheat Pool in the 1970-1980s, today only three of the original buffalo bins remain. The others still standing are Foremost and Fort Saskatchewan. * Galt Irrigation Canal, first major irrigation project in Canada, a National Historic Site of Canada.\"Historic Galt Canal head-gates to receive face lift\". August 6, 2015 By Karlene Skretting, Westwind Weekly News. * Galt Canal Nature TrailGalt Canal Nature Trail - Magrath * Magrath Golf club * Magrath Skateboard Park * Magrath Wind farm == Notable people == * Randall K. Bennett, general authorityhttps://www.churchofjesuschrist.org/church/leader/randall-k- bennett?lang=eng of the LDS Church. * Ron Minor, Paralympic athlete. Winner of two gold and two bronze medals (1984 New York/Stoke Mandeville Paralympics) http://paralympic.ca/athletes/37560 * Trevor Panczak, country performing artist and two-time Country Showdown National Finalisthttp://www.trevortown.com/content-detail.asp?ID=60&CatID;=1 * Phil Tollestrup (b. 1949), Olympics basketball player and member of the Canadian Basketball Hall of Fame *Gordon McOmber (1919-2018), Lieutenant Governor for Montana (1988-1989) was born in Magrath. == See also == *List of communities in Alberta *List of towns in Alberta == References == == External links == * Category:1901 establishments in the Northwest Territories Category:Cardston County Category:Latter-day Saint settlements in Canada Category:Populated places established in 1899 Category:Towns in Alberta",
 "title": "Magrath, Alberta"
}