{
 "id": "501814",
 "text": "Whit Monday or Pentecost Monday, also known as Monday of the Holy Spirit, is the holiday celebrated the day after Pentecost, a moveable feast in the Christian liturgical calendar. It is moveable because it is determined by the date of Easter. In the Catholic Church, it is the Memorial of the Blessed Virgin Mary, Mother of the Church, marking the resumption of Ordinary Time. Whit Monday gets its English name from \"Whitsunday\", an English name for Pentecost, one of the three baptismal seasons. The origin of the name \"Whit Sunday\" is generally attributed to the white garments formerly worn by those newly baptized on this feast. ==Observance== The Monday after Pentecost is a public holiday in Antigua and Barbuda, Anguilla, Austria, The Bahamas, Barbados, Belgium, The British Virgin Islands, Cyprus, Denmark, Dominica, France, Germany, Greece, Grenada, Hungary, Iceland, Ivory Coast, Luxembourg, Monaco, Montserrat, The Netherlands, Norway, Romania, Saint Lucia, Saint Kitts and Nevis, Saint Vincent and the Grenadines, Solomon Islands, Switzerland, Togo and Ukraine. In many of these countries, Whit Monday is known as \"the second day of Pentecost\" or \"the second Whitsun\". In France, it became a work day for many workers from 2005 to 2007. This was to raise extra funds following the government's lack of preparation for a summertime heat wave, which led to a shortage of proper health care for the elderly.Solidarity Day in France Retrieved 2009-04-17. It continues to be a \"worked public holiday\" in France. In Liechtenstein, Whit Monday is considered to be a \"favorite holiday\", much like Christmas in many other countries. In Germany, Whit Monday () is a Holy Day of Obligation for Roman Catholics.Deutsche Bischofskonferenz, 1995-10-05, Feiertagregelung . Retrieved 2008-05-12. In South Tyrol, it replaces the holiday of the local patron saint celebrated elsewhere in Italy. Until 1973, Whit Monday was a public holiday in Ireland (also called a bank holiday). It was a bank holiday in the United Kingdom until 1967. It was formally replaced by the fixed Spring Bank Holiday on the last Monday in May in 1971.Spring Bank Holiday in the United Kingdom. Retrieved 2009-04-17. It was also a public holiday in various former British colonies, especially in the Pacific. It remains a public holiday in some of the countries of the Commonwealth Caribbean. In Sweden, Whit Monday was a public holiday until 2004; it was replaced by the National Day of Sweden in 2005.Sveriges riksdag – Svensk författningssamling 1989:253 – \"Lag (1989:253) om allmänna helgdagar\". Although Whit Monday is a civil holiday in many countries, it was not a Catholic religious holiday any more than the other weekdays that follow Pentecost Sunday. Until the 1969 revision of the General Roman Calendar, they were part of the octave of Pentecost, which was added in the 7th century.Calendarium Romanum (Libreria Editrice Vaticana, 1969), p. 56 The Monday after Pentecost is now the first day of the resumption of Ordinary Time. While the details differ from diocese to diocese, the most widespread practice in Germany (where the holiday remains an obligation) was to have a compulsory votive Mass of the Holy Spirit outranking even solemnities (these would be local solemnities in that case). However, in February 2018, Pope Francis declared that henceforth, Whit Monday will be the fixed date for the celebration of a new feast, officially known as the “Memorial of Mary, Mother of the Church” to be celebrated throughout the universal Church. ===Observance in Eastern Orthodoxy=== In the Eastern Orthodox Church Whit Monday is known as \"Monday of the Holy Spirit\" or \"Day of the Holy Spirit\" and is the first day of the afterfeast of Pentecost, being dedicated specifically to the honor of God the Holy Spirit and particularly in commemoration of his descent upon the apostles at Pentecost. The day following is known as Third Day of the Trinity.OCA – Feasts and Saints. Retrieved 2011-06-06. In the services on the Monday of the Holy Spirit many of the same hymns are sung as on the day of Pentecost itself. During the Divine Liturgy the Deacon intones the same introit as on the day of Pentecost, and the dismissal is the same as on the day of Pentecost. Special canons to the Holy Spirit are chanted at Compline and Matins. ==Dates== The table on the right provides columns giving the dates on which Whit Monday is observed in both Western and Eastern Christianity. The Eastern Orthodox and Oriental Orthodox churches calculate Pascha (Easter) differently from the West (see Computus), and so the date of Whit Monday will be different most years. == See also == * Azores Day * ==References== ==External links== * Trinity Week—Day of the Holy Spirit Orthodox icon and synaxarion Category:Pentecost Category:Public holidays in Denmark Category:Public holidays in Germany Category:Public holidays in Norway Category:Holidays based on the date of Easter Category:May observances Category:June observances Category:Monday observances",
 "title": "Whit Monday"
}