{
 "id": "501906",
 "text": "A comma-separated values (CSV) file is a delimited text file that uses a comma to separate values. Each line of the file is a data record. Each record consists of one or more fields, separated by commas. The use of the comma as a field separator is the source of the name for this file format. A CSV file typically stores tabular data (numbers and text) in plain text, in which case each line will have the same number of fields. The CSV file format is not fully standardized. Separating fields with commas is the foundation, but commas in the data or embedded line breaks have to be handled specially. Some implementations disallow such content while others surround the field with quotation marks, which yet again creates the need for escaping if quotation marks are present in the data. The term \"CSV\" also denotes several closely- related delimiter-separated formats that use other field delimiters such as semicolons. These include tab-separated values and space-separated values. A delimiter guaranteed not to be part of the data greatly simplifies parsing. Alternative delimiter-separated files are often given a \".csv\" extension despite the use of a non-comma field separator. This loose terminology can cause problems in data exchange. Many applications that accept CSV files have options to select the delimiter character and the quotation character. Semicolons are often used instead of commas in many European locales in order to use the comma as the decimal separator and, possibly, the period as a decimal grouping character. ==Data exchange== CSV is a common data exchange format that is widely supported by consumer, business, and scientific applications. Among its most common uses is moving tabular data between programs that natively operate on incompatible (often proprietary or undocumented) formats. This works despite lack of adherence to RFC 4180 (or any other standard), because so many programs support variations on the CSV format for data import. For example, a user may need to transfer information from a database program that stores data in a proprietary format, to a spreadsheet that uses a completely different format. Most database programs can export data as CSV and the exported CSV file can then be imported by the spreadsheet program. ==Specification== proposes a specification for the CSV format; however, actual practice often does not follow the RFC and the term \"CSV\" might refer to any file that: # is plain text using a character encoding such as ASCII, various Unicode character encodings (e.g. UTF-8), EBCDIC, or Shift JIS, # consists of records (typically one record per line), # with the records divided into fields separated by delimiters (typically a single reserved character such as comma, semicolon, or tab; sometimes the delimiter may include optional spaces), # where every record has the same sequence of fields. Within these general constraints, many variations are in use. Therefore, without additional information (such as whether RFC 4180 is honored), a file claimed simply to be in \"CSV\" format is not fully specified. As a result, some applications supporting CSV files allow users to preview the first few lines of the file and then specify the delimiter character(s), quoting rules, etc.; for example, Microsoft Excel's Text Import Wizard. == History == Comma-separated values is a data format that predates personal computers by more than a decade: the IBM Fortran (level H extended) compiler under OS/360 supported CSV in 1972. List-directed (\"free form\") input/output was defined in FORTRAN 77, approved in 1978. List-directed input used commas or spaces for delimiters, so unquoted character strings could not contain commas or spaces. The term \"comma-separated value\" and the \"CSV\" abbreviation were in use by 1983. The manual for the Osborne Executive computer, which bundled the SuperCalc spreadsheet, documents the CSV quoting convention that allows strings to contain embedded commas, but the manual does not specify a convention for embedding quotation marks within quoted strings. Comma- separated value lists are easier to type (for example into punched cards) than fixed-column-aligned data, and they were less prone to producing incorrect results if a value was punched one column off from its intended location. Comma separated files are used for the interchange of database information between machines of two different architectures. The plain-text character of CSV files largely avoids incompatibilities such as byte-order and word size. The files are largely human-readable, so it is easier to deal with them in the absence of perfect documentation or communication. The main standardization initiative—transforming \"de facto fuzzy definition\" into a more precise and de jure one—was in 2005, with , defining CSV as a MIME Content Type. Later, in 2013, some of RFC 4180's deficiencies were tackled by a W3C recommendation.See sparql11-results-csv-tsv, the first W3C recommendation scoped in CSV and filling some of RFC 4180's deficiencies. In 2014 IETF published describing application of URI fragments to CSV documents. RFC 7111 specifies how row, column, and cell ranges can be selected from a CSV document using position indexes. In 2015 W3C, in an attempt to enhance CSV with formal semantics, publicized the first drafts of recommendations for CSV-metadata standards, that began as recommendations in December of the same year. ==General functionality== CSV formats are best used to represent sets or sequences of records in which each record has an identical list of fields. This corresponds to a single relation in a relational database, or to data (though not calculations) in a typical spreadsheet. The format dates back to the early days of business computing and is widely used to pass data between computers with different internal word sizes, data formatting needs, and so forth. For this reason, CSV files are common on all computer platforms. CSV is a delimited text file that uses a comma to separate values (many implementations of CSV import/export tools allow other separators to be used; for example, the use of a \"Sep=^\" row as the first row in the *.csv file will cause Excel to open the file expecting caret \"^\" to be the separator instead of comma \",\"). Simple CSV implementations may prohibit field values that contain a comma or other special characters such as newlines. More sophisticated CSV implementations permit them, often by requiring \" (double quote) characters around values that contain reserved characters (such as commas, double quotes, or less commonly, newlines). Embedded double quote characters may then be represented by a pair of consecutive double quotes,* or by prefixing a double quote with an escape character such as a backslash (for example in Sybase Central). CSV formats are not limited to a particular character set. They work just as well with Unicode character sets (such as UTF-8 or UTF-16) as with ASCII (although particular programs that support CSV may have their own limitations). CSV files normally will even survive naive translation from one character set to another (unlike nearly all proprietary data formats). CSV does not, however, provide any way to indicate what character set is in use, so that must be communicated separately, or determined at the receiving end (if possible). Databases that include multiple relations cannot be exported as a single CSV file. Similarly, CSV cannot naturally represent hierarchical or object-oriented data. This is because every CSV record is expected to have the same structure. CSV is therefore rarely appropriate for documents created with HTML, XML, or other markup or word-processing technologies. Statistical databases in various fields often have a generally relation-like structure, but with some repeatable groups of fields. For example, health databases such as the Demographic and Health Survey typically repeat some questions for each child of a given parent (perhaps up to a fixed maximum number of children). Statistical analysis systems often include utilities that can \"rotate\" such data; for example, a \"parent\" record that includes information about five children can be split into five separate records, each containing (a) the information on one child, and (b) a copy of all the non-child-specific information. CSV can represent either the \"vertical\" or \"horizontal\" form of such data. In a relational database, similar issues are readily handled by creating a separate relation for each such group, and connecting \"child\" records to the related \"parent\" records using a foreign key (such as an ID number or name for the parent). In markup languages such as XML, such groups are typically enclosed within a parent element and repeated as necessary (for example, multiple `<child>` nodes within a single `<parent>` node). With CSV there is no widely accepted single-file solution. ==Standardization== The name \"CSV\" indicates the use of the comma to separate data fields. Nevertheless, the term \"CSV\" is widely used to refer to a large family of formats that differ in many ways. Some implementations allow or require single or double quotation marks around some or all fields; and some reserve the first record as a header containing a list of field names. The character set being used is undefined: some applications require a Unicode byte order mark (BOM) to enforce Unicode interpretation (sometimes even a UTF-8 BOM). Files that use the tab character instead of comma can be more precisely referred to as \"TSV\" for tab-separated values. Other implementation differences include handling of more commonplace field separators (such as space or semicolon) and newline characters inside text fields. One more subtlety is the interpretation of a blank line: it can equally be the result of writing a record of zero fields, or a record of one field of zero length; thus decoding it is ambiguous. === RFC 4180 and MIME standards === The 2005 technical standard RFC 4180 formalizes the CSV file format and defines the MIME type \"text/csv\" for handling of text-based fields. However, interpretation of the text of each field is still application-specific. Files that follow the RFC 4180 standard can simplify CSV exchange and should be widely portable. Among its requirements: * MS-DOS-style lines that end with (CR/LF) characters (optional for the last line). * An optional header record (there is no sure way to detect whether it is present, so care is required when importing). * Each record should contain the same number of comma-separated fields. * Any field may be quoted (with double quotes). * Fields containing a line-break, double- quote or commas should be quoted. (If they are not, the file will likely be impossible to process correctly.) * If double-quotes are used to enclose fields, then a double-quote in a field must be represented by two double-quote characters. The format can be processed by most programs that claim to read CSV files. The exceptions are (a) programs may not support line-breaks within quoted fields, (b) programs may confuse the optional header with data or interpret the first data line as an optional header and (c) double quotes in a field may not be parsed correctly automatically. === OKF frictionless tabular data package === In 2011 Open Knowledge Foundation (OKF) and various partners created a data protocols working group, which later evolved into the Frictionless Data initiative. One of the main formats they released was the Tabular Data Package. Tabular Data package was heavily based on CSV, using it as the main data transport format and adding basic type and schema metadata (CSV lacks any type information to distinguish the string \"1\" from the number 1). The Frictionless Data Initiative has also provided a standard CSV Dialect Description Format for describing different dialects of CSV, for example specifying the field separator or quoting rules. === W3C tabular data standard === In 2013 the W3C \"CSV on the Web\" working group began to specify technologies providing a higher interoperability for web applications using CSV or similar formats. The working group completed its work in February 2016, and is officially closed in March 2016 with the release of a set of documents and W3C recommendationsCSV on the Web Repository (on GitHub) for modeling \"Tabular Data\",Model for Tabular Data and Metadata on the Web (W3C Recommendation) and enhancing CSV with metadata and semantics. ==Basic rules== Many informal documents exist that describe \"CSV\" formats. IETF RFC 4180 (summarized above) defines the format for the \"text/csv\" MIME type registered with the IANA. Rules typical of these and other \"CSV\" specifications and implementations are as follows: ==Example== {| class=\"wikitable\" |- !Year||Make||Model||Description||Price |- |1997||Ford||E350||ac, abs, moon||3000.00 |- |1999||Chevy||Venture \"Extended Edition\"|| ||4900.00 |- |1999||Chevy||Venture \"Extended Edition, Very Large\"|| ||5000.00 |- |1996||Jeep||Grand Cherokee||MUST SELL! air, moon roof, loaded||4799.00 |} The above table of data may be represented in CSV format as follows: Year,Make,Model,Description,Price 1997,Ford,E350,\"ac, abs, moon\",3000.00 1999,Chevy,\"Venture \"\"Extended Edition\"\"\",\"\",4900.00 1999,Chevy,\"Venture \"\"Extended Edition, Very Large\"\"\",\"\",5000.00 1996,Jeep,Grand Cherokee,\"MUST SELL! air, moon roof, loaded\",4799.00 Example of a USA/UK CSV file (where the decimal separator is a period/full stop and the value separator is a comma): Year,Make,Model,Length 1997,Ford,E350,2.35 2000,Mercury,Cougar,2.38 Example of an analogous European CSV/DSV file (where the decimal separator is a comma and the value separator is a semicolon): Year;Make;Model;Length 1997;Ford;E350;2,35 2000;Mercury;Cougar;2,38 The latter format is not RFC 4180 compliant. states, \"Within the header and each record, there may be one or more fields, separated by commas.\" Compliance could be achieved by the use of a comma instead of a semicolon as a separator and either the international notation for the representation of the decimal mark or the practice of quoting all numbers that have a decimal mark. ==Application support== Some applications use CSV as data interchange format to enhance its interoperability, exporting and importing CSV. Others use CSV as internal format. As data interchange format: the CSV file format is supported by almost all spreadsheets and database management systems, * Spreadsheets including Apple Numbers, LibreOffice Calc, and Apache OpenOffice Calc. Microsoft Excel also supports CSV, but with restrictions in comparison to other spreadsheet software (e.g., Excel still cannot export CSV files in the commonly used UTF-8 character encoding). * Relational databases, when using standard SQL, can export/import CSV by the `COPY` command. For example on PostgreSQL is valid `COPY TO t 'file.csv' CSV` and `COPY FROM t 'file.csv' CSV`. * Many utility programs on Unix-style systems (such as cut, paste, join, sort, uniq, awk) can split files on a comma delimiter, and can therefore process simple CSV files. However, this method does not correctly handle commas within quoted strings. As (main or optional) internal representation. Can be native or foreign, but differ from interchange format (\"export/import only\") because it is not necessary to create a copy in another format: * Some Spreadsheets including LibreOffice Calc offers this option, without enforcing user to adopt another format. * Some relational databases, when using standard SQL, offer foreign-data wrapper (FDW). For example PostgreSQL offers the \"CREATE FOREIGN TABLE\" and \"CREATE EXTENSION file_fdw to configure any variant of CSV. * Databases like Apache Hive, offers the option to express CSV or .csv.gz as internal table format. * The emacs editor can operate on CSV files using csv-nav mode. CSV format is supported by libraries available for many programming languages. Most provide some way to specify the field delimiter, decimal separator, character encoding, quoting conventions, date format, etc. ===Software and row limits === Each software that works with CSV has its limits on the maximum amount of rows CSV file can have. Below is a list of common software and its limitations: *Microsoft Excel: 1,048,576 row limit; *Apple Numbers: 1,000,000 row limit; *Google Sheets: 5,000,000 cell limit (the product of columns and rows); *OpenOffice and LibreOffice: 1,048,576 row limit; *Text Editors (such as WordPad, TextEdit, Vim etc.): no row or cell limit; * Databases (COPY command and FDW): no row or cell limit. ==See also== *Tab-separated values *Comparison of data-serialization formats *Delimiter-separated values *Delimiter collision *Flat-file database *Simple Data Format *Substitute character, Null character, invisible comma U+2063 ==References== ==Further reading== * (Has file descriptions of delimited ASCII (.DEL) (including comma- and semicolon-separated) and non-delimited ASCII (.ASC) files for data transfer.) Category:Spreadsheet file formats Category:Delimiter-separated format Category:Open formats",
 "title": "Comma-separated values"
}