{
 "id": "502047",
 "text": "John Penn (14 July 1729 – 9 February 1795) was the last governor of colonial Pennsylvania, serving in that office from 1763 to 1771 and from 1773 to 1776. Educated in Britain and Switzerland, he was also one of the Penn family proprietors of the Province of Pennsylvania from 1771 until 1776, holding a one-fourth share, when the creation of the independent Commonwealth of Pennsylvania during the American Revolution removed the Penn family from power. Held in exile in New Jersey after the British occupation of Philadelphia, Penn and his wife returned to the city in July 1778, following the British evacuation. After the war, the unsold lands of the proprietorship were confiscated by the new state government, but it provided Penn and his cousin, John Penn \"of Stoke\", who held three-fourths of the proprietorship, with compensation. They both appealed as well to Parliament, which granted them more compensation. ==Early life and education== John Penn was born in London, the eldest son of Richard Penn and Hannah Lardner. His father Richard had inherited a one-fourth interest in the Pennsylvania proprietorship from his father, the Pennsylvania founder William Penn. It provided the family a fairly comfortable living. Richard's older brother Thomas Penn controlled the other three-fourths of the proprietorship. As Thomas did not have any sons while John Penn was in his youth, the younger man was in line to inherit the entire proprietorship (one-fourth from his father and three-fourths from his paternal uncle). John Penn's upbringing and conduct was of concern to the entire family. ===First marriage=== In 1747, when John Penn was eighteen years old and still in school, he secretly married Grace Cox, a daughter of Dr. James Cox of London.Note: The name of John Penn's first wife does not appear in Penn correspondence, but a modern genealogy identifies her as Grace Cox. Treese (1992), Storm Gathering, 214, note 1. The Penn family disapproved of the marriage, believing that Cox had married Penn to share in the family fortune. For a while, John's father refused to speak to him because of the marriage. Thomas Penn sponsored a trip for the younger Penn to Geneva to study and to get him away from his wife. Apparently regretting his marriage, Penn made no effort to contact Grace during this period. The Cox family sued Penn for support of Grace Penn in 1755, but after that time, no further reference to her appears in the Penn family records. How the marriage was dissolved is unknown; they had no children.Treese (1992), Storm Gathering, p. 24 ==Immigration to Pennsylvania== John Penn first traveled to Pennsylvania in 1752, sent by his uncle Thomas to the province as a political apprentice to Governor James Hamilton. Penn served on the governor's council, associating with important Penn family appointees such as Richard Peters and William Allen. In 1754, Penn attended the Albany Congress alongside other Pennsylvania delegates, including Peters, Benjamin Franklin, and Isaac Norris, but the younger man was there primarily as an observer.Treese, Storm Gathering, p. 23. The meeting was held by representatives of seven colonies to plan common defense against the French and Indians before the French and Indian War, the North American front of the Seven Years' War between Britain and France. From his home in England, the chief proprietor Thomas Penn soon became alarmed at John's extravagant expenses. Peters reported John's close association with an Italian musician, whose rent Penn paid and at whose home Penn stayed until two or three in the morning. The \"debauched\" musician was, in turn, \"constantly tagging after him.\" Thomas Penn summoned his nephew, John, back to England in late 1755.Hubertis Cummings, Richard Peters, Provincial Secretary and Cleric, 1704–1776 (Philadelphia: University of Pennsylvania Press, 1944), pp. 169, 209–10. ==Governorship== In 1763, Thomas Penn sent his nephew John Penn back to Pennsylvania to take over the governorship from Hamilton. The Penns were not displeased with Hamilton but believed that John was prepared to assume leadership in the province for the family. He took the oath of office as governor, officially \"lieutenant governor,\" on 31 October 1763 and served until 1771 in his first tenure. The new governor faced many challenges: Pontiac's Rebellion; the Paxton Boys; border disputes with other colonies; controversy over the taxation of Penn family lands; and the efforts of the Pennsylvania Provincial Assembly, led by Benjamin Franklin, to have the Penn proprietary government replaced with a royal government. Meanwhile, he was elected in 1768 to the American Philosophical Society, which Franklin had founded.Bell, Whitfield J., and Charles Greifenstein, Jr. Patriot-Improvers: Biographical Sketches of Members of the American Philosophical Society. 3 vols. Philadelphia: American Philosophical Society, 1997, 3:176–185. ===Second marriage and family=== In 1766, Penn married Anne Allen, the daughter of William Allen and his wife, who were later Loyalists in Philadelphia. Penn reluctantly returned with his family to England in 1771 after his father's death, where he took over his father's position and affairs as one of the proprietors of Pennsylvania. His uncle Thomas Penn still held three fourths of the proprietorship but had a son, who was born in 1760. John's brother, Richard Penn Jr., was appointed governor of the province in his place. ===Second appointment as governor=== As Thomas Penn was displeased with Richard Jr's performance, he arranged in 1773 for the reappointment of John Penn as governor. Returning to the province with his family, Penn served until 1776. That year, the revolutionary government took control during the American Revolution. Thomas Penn had died in 1775, and his son John Penn \"of Stoke\" inherited the chief proprietorship (and three quarters of the total property). John Penn \"of Stoke,\" born in 1760, was 15 when his father died. He was assigned a guardian for the proprietorship until he came of age, but the Revolution disrupted his control of the holdings. ==American Revolution== The Penns were slow to perceive that the growing unrest, which became the American Revolution, would threaten their proprietary interests.Treese (1992), Storm Gathering, 202. In 1774 Penn refused to summon the Assembly so it could select delegates to the First Continental Congress. Patriots responded by taking control in 1775, leaving Penn powerless.Randall M. Miller and William Pencak, eds. Pennsylvania: A history of the commonwealth (2002) p. 118. Henry J. Cadbury states, \"The end of proprietary government in Pennsylvania may be dated Sept. 26, 1776, with the last adjournment of the provincial assembly. The governor's acts and meetings of the council closed nearly a year earlier.\"Cadbury, 1934. After the American Revolutionary War began at the Battles of Lexington and Concord, Penn watched with apprehension as Pennsylvania colonists formed militia companies and prepared for war. Soon after the adoption of the American Declaration of Independence, \"Patriots\" (or \"Whigs\") in Pennsylvania created the Pennsylvania Constitution of 1776, which replaced Penn's government with a Supreme Executive Council and no royal officials. With no power at his command, Penn remained aloof and carefully neutral in the hope that the radicals would be defeated or at least reconciled with the king. The war soon began to go badly for the Patriots. In August 1777, as General William Howe began his Philadelphia Campaign, Patriot soldiers arrived at Penn's Lansdowne estate near Philadelphia. They demanded him to sign a parole that stated that he would do nothing to harm the revolutionary cause. Penn refused and was taken to Philadelphia, where he was kept under house arrest. As Howe's army drew close, the Patriots threatened Penn with exile to another colony, and he then signed the parole. With Howe near Philadelphia, Patriot leaders decided to exile Penn to an Allen family estate in New Jersey called \"the Union,\" also known as Solitude House, about from Philadelphia in present High Bridge.Treese (1992), Storm Gathering, 4, 176. Anne Penn initially stayed in Philadelphia to look after family affairs while British forces occupied the city but later joined her husband in New Jersey.Treese, Storm Gathering, 179. After the British evacuated Philadelphia in 1778, the Penns returned to the city in July of that year. The new government of Pennsylvania required all residents to take a loyalty oath to the Commonwealth or to face confiscation of their property. With the consent of his family, he took the oath.Treese, Storm Gathering, p. 187. While that protected Penn's private lands and manors, the Pennsylvania Assembly passed the Divestment Act of 1779, which confiscated about of unsold lands held by the proprietorship and abolished the practice of paying quitrents for new purchases. As compensation, John Penn and his cousin were paid £130,000. That was a fraction of what the lands were worth but was a surprisingly large sum, as in some areas, Loyalist properties were taken without any compensation.Treese, Storm Gathering, 189. Penn retired to Lansdowne and waited out the final years of the war, which ended in 1781. ==Later life== For several years after the war, Penn and his cousin, John Penn \"of Stoke\", who had inherited three fourths of the proprietorship and received that portion of the settlement, lobbied the Pennsylvania government for greater compensation for their confiscated property. John Penn \"of Stoke\" lived in Pennsylvania from 1783 to 1788. Failing there, they traveled to England in 1789 to seek compensation from Parliament, which awarded the Penn cousins a total of £4,000 per year in perpetuity.Treese, Storm Gathering, 199. (Penn \"of Stoke\" stayed in England for the rest of his life, serving as a Member of Parliament in the early 1800s.) Returning to Pennsylvania, John Penn lived the rest of his life with his family quietly at Lansdowne. After his 1795 death, Penn was buried under the floor of Christ Church, Philadelphia, the only proprietor to be buried in Pennsylvania. Some older accounts state that his remains were eventually taken back to England, but there are no records of that.Cadbury, \"John Penn\", p. 430. ==See also== * John Penn (\"the American\") (1700–1746), Pennsylvania proprietor, the only son of William Penn born in the province of Pennsylvania * List of colonial governors of Pennsylvania, has information about proprietors as well as governors ==Notes== ==References== *Cadbury, Henry J. \"John Penn\". Dictionary of American Biography (1934), vol. 2, pt. 2, p. 430\\. *Treese, Lorett. The Storm Gathering: The Penn Family and the American Revolution. University Park: The Pennsylvania State University Press, 1992. . ==External links== *Biography and portrait, University of Pennsylvania Archives, People of the 1700s *John Penn's House, Philadelphia * Category:1729 births Category:1795 deaths Category:Colonial governors of Pennsylvania Category:English Anglicans Category:English people of Welsh descent Category:Members of the Pennsylvania Provincial Council Category:People from Union Township, Hunterdon County, New Jersey Category:People of colonial Pennsylvania Category:People of Pennsylvania in the American Revolution Category:People of Pennsylvania of Pontiac's War Category:British people of Pontiac's War Category:Burials at Christ Church, Philadelphia John",
 "title": "John Penn (governor)"
}