{
 "id": "502223",
 "text": "Argentine () is a station on Line 1 of the Paris Métro, located on the boundary between the 16th arrondissement and the 17th arrondissement, in the western part of the city. ==Location== Like most stations on Line 1, Argentine station lies on an east–west route through Paris from Vincennes in the east to La Défense in the west. Specifically, the station is underneath Avenue de la Grande Armée, the extension of the Champs-Élysées west of the Arc de Triomphe, at its intersection with Rue d'Argentine. In relation to the rest of the city, Argentine straddles the border between the 16th and 17th arrondissements of Paris. ==History== Argentine station opened on 1 September 1900, six weeks after the opening of the initial segment of Line 1 between Porte de Vincennes and Porte Maillot, as part of the gradual opening of stations on the inaugural line of the Métro. Upon its opening, the station was known as Obligado, the name of the nearby cross-street at the time, in turn named after the Battle of Vuelta de Obligado, an Anglo-French victory over the Argentine Confederation in 1845 commanded by Juan Manuel de Rosas. The name remained until 25 May 1948, when Rue Obligado was renamed Rue d'Argentine, as a good-will gesture after the visit of Eva Perón to France and as a mark of respect to Argentina, which was a source of aid to the French during World War II; large shipments of grain and beef arrived from Argentina to feed the population struggling to get their fields and livestock back in order. In the 1960s, the platform were covered with a metallic panels with yellow horizontal uprights and with golden, illuminated advertising frames. This arrangement was completed by yellow benches attached to the panels. In the same period, a crypt was created at the end of the two platforms towards Château de Vincennes to allow the passage of five to six cars. The station lost the tiling of the tunnel exit towards Vincennes and the vault. At the end of the 1990s, the metallic panels were renewed. The horizontal uprights changed from yellow to blue, they were completed with blue Motte style seats to replace the old yellow benches attached to the camber and the old enamelled plates indicating the station name have been replaced by Parisine font plates. On March 24, 2006, a commemorative plaque was inaugurated on the western tunnel exit of the platforms towards La Défense, bearing the words in Spanish Nunca más (literally meaning: \"Never again\"), \"in homage to Argentinian citizens and French kidnapped, detained and disappeared in Argentina under the military dictatorship (1976-1983) ”and“ to all the victims of repression ”. A small exhibition on Argentina was also opened in the middle of the platform towards Château De Vincennes. As part of the automation of line 1, the platforms were completely renovated in 2008, resulting in the removal of the bodywork and the exposures. They were raised on the weekend of 20 and 21 September 2008 to platform screen doors, which were installed in February 2010.La station Argentine, fermée du 19 au 21 septembre Blog en Commun Retrieved 3 July 2010 In 2019, 3,026,210 travelers entered this station, which places it at the 172nd position of metro stations for its use out of 302. In 2020, with the COVID-19 crisis, 1,603,572 travelers entered this station, which places it 160th among metro stations in terms of attendance. ==Passenger services== ===Access=== The station has two entrances made up of fixed stairs: * access 1 Rue des Acacias, adorned with a Dervaux candelabra, located to the right of no. 36 of the avenue; * access 2 Avenue de la Grande-Armée located opposite no 37. ===Station layout=== {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 valign=top|Street Level |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 valign=top|B1 |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;\" width=100 valign=top|Mezzanine for platform connection |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border- top:solid 1px gray;\" rowspan=5 width=50 valign=top|B2 Platforms |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text- align:center;\" colspan=2| |- |style=\"border-bottom:solid 1px gray;\" width=100|Westbound |style=\"border-bottom:solid 1px gray;\" width=390|← toward La Défense – Grande Arche |- |Eastbound | toward Château de Vincennes → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2| |} ===Platforms=== As the Paris Métro runs inversely to normal railways in the rest of France (save for in Alsace-Moselle), the southern track is used by trains heading east to Château de Vincennes and the northern to La Défense – Grand Arche. Argentina is a station of standard configuration. It has two platforms separated by the metro tracks and the vault is elliptical. A 15-meter-long crypt, whose ceiling rests on pillars very close together has been extended it at its eastern end due to increasing the service to six-car trains in the 1960s. Since 2008, as part of the automation of line 1, the platforms have been decorated on a theme dedicated to Argentina, mainly composed of eight large backlit panels of different colours each representing a landscape of that country, to which is incorporated the name of the station in Parisine font. The inauguration of these facilities took place on 15 June 2011 in the presence of Pierre Mongin, Chairman and CEO of RATP, Aldo Ferrer, Ambassador of Argentina and Enrique Meyer, Minister Argentine Tourism. The station's Akiko style seats are in the emblematic colour of that country, blue. The rest of the decoration is classic according to the style used for the majority of the metro stations. The lighting canopies are white and rounded in the Gaudin style of the metro revival of the 2000s, and the bevelled white ceramic tiles cover the wall, the tunnel exits towards La Défense and the outlets of the corridors. The vault and the tunnel exit towards Vincennes are painted white, while the columns of the crypt are covered with small tiles of a dark shade. The advertising frames are in white ceramic and the platforms are equipped with platform screen doors. ===Bus connections=== The station is served by bus line 73 of the RATP Bus Network and, at night, by lines N11 and N24 of the Noctilien bus network. ==References== == Sources == *Roland, Gérard (2003). Stations de métro. D’Abbesses à Wagram. Éditions Bonneton. Category:Paris Métro stations in the 16th arrondissement of Paris Category:Paris Métro stations in the 17th arrondissement of Paris Category:Railway stations in France opened in 1900 Category:Railway stations located underground in France",
 "title": "Argentine (Paris Métro)"
}