{
 "id": "50246",
 "text": "Physical Graffiti is the sixth studio album by the English rock band Led Zeppelin. It was released as a double album on 24 February 1975 by the group's new record label, Swan Song Records. The band wrote and recorded eight new songs for the album in early 1974 at Headley Grange, a country house in Hampshire, which gave them ample time to improvise arrangements and experiment with recording. The total playing time covered just under three sides of an LP, so they decided to expand it into a double by including previously unreleased tracks from the sessions for the earlier albums Led Zeppelin III, Led Zeppelin IV and Houses of the Holy. The album covered a range of styles including hard rock, progressive rock, rock 'n' roll and folk. The album was then mixed over summer 1974 and planned for an end-of year release; however, its release was delayed because the Peter Corriston-designed die-cut album cover proved difficult to manufacture. Physical Graffiti was commercially and critically successful upon its release and debuted at number one on album charts in the UK and number three in the US. It was promoted by a successful US tour and a five-night residency at Earl's Court, London. The album has been reissued on CD several times, including an expansive 40th anniversary edition in 2015. Physical Graffiti was later certified 16x platinum in the United States by the Recording Industry Association of America (RIAA) in 2006, signifying shipments of over eight million copies. ==Recording== The first attempt by Led Zeppelin to record songs for Physical Graffiti took place in November 1973 at Headley Grange in Hampshire, England, where they had previously recorded their untitled fourth album. The recording equipment consisted of Ronnie Lane's Mobile Studio. Guitarist and producer Jimmy Page and drummer John Bonham recorded an instrumental which was later reworked as \"Kashmir\" during this visit. However, these sessions came to a halt quickly and the studio time was turned over to Bad Company, who used it to record songs for their debut album. The press reported that bassist/keyboardist John Paul Jones was ill and unable to record. However, he became disillusioned with the group and fed up with touring, and told manager Peter Grant he was considering quitting. Grant asked him to reconsider and take the rest of the year off to recuperate. The group reconvened at Headley Grange in January and February 1974, where they recorded eight tracks engineered by Ron Nevison. Lead singer Robert Plant later referred to these eight tracks as \"the belters\", including \"off-the-wall stuff that turned out really nice\". As with previous sessions at Headley Grange, the informal atmosphere allowed the group to improvise and develop material while recording. Sometimes the group would rehearse or record a track several times, discuss what went wrong or what could be improved and then realised they had worked out an alternative arrangement for it which was better. Bonham was a driving force at the sessions, regularly suggesting ideas or the best ways in which a complicated arrangement could be played successfully. This led to him getting a lead songwriting credit on several tracks. The eight songs extended beyond the length of a conventional album, almost spanning three sides of an LP, so the group decided to create a double album, adding material they had recorded for previous albums but never issued. This included various jam sessions such as \"Boogie With Stu\", which Page thought would be unsuitable as a track on a single album. Additional overdubs were laid down, and the final mixing of the album was performed in July 1974 by Keith Harwood at Olympic Studios, London. The title \"Physical Graffiti\" was coined by Page to illustrate the whole physical and written energy that had gone into producing the set. ==Songs== The album spanned several years of recording and covered a range of musical styles, including hard rock (\"Custard Pie\", \"The Rover\", \"The Wanton Song\", \"Sick Again\", \"Houses of the Holy\"), eastern-influenced orchestral rock (\"Kashmir\"), progressive rock (\"In the Light\"), driving funk (\"Trampled Under Foot\"), acoustic rock and roll (\"Boogie with Stu\", \"Black Country Woman\"), love ballad (\"Ten Years Gone\"), blues rock (\"In My Time of Dying\"), soft rock (\"Down by the Seaside\"), country rock romp (\"Night Flight\"), and acoustic guitar instrumental (\"Bron-Yr-Aur\"). Several tracks from the album became live staples at Led Zeppelin concerts. In particular, \"In My Time of Dying\", \"Trampled Under Foot\", \"Kashmir\", \"Ten Years Gone\", \"Black Country Woman\", and \"Sick Again\" became regular components of the band's live concert set lists following the release of the album. ===Side one=== \"Custard Pie\" was recorded at Headley Grange in early 1974. The first take was played at a faster tempo than the finished version, with various improvised vocals. After a basic run- through, the group then discussed possibilities for rearranging it. Page played the guitar solo through an ARP synthesiser, while Jones overdubbed a Hohner Clavinet part and Plant played harmonica. \"The Rover\" was written in 1970 at Bron-Yr-Aur, a cottage near Machynlleth, Wales. It was first recorded at Headley Grange in May 1970 as an acoustic number for Led Zeppelin III. It was reworked as an electric number in 1972 for Houses of the Holy, which formed the basis for the backing track. Page subsequently added guitar overdubs in 1974 with Keith Harwood engineering. \"In My Time of Dying\" is based on a traditional song that Bob Dylan recorded on his debut album in 1962. The track was recorded live, with Page later adding further slide guitar overdubs. The arranging and structuring was led by Bonham, who worked out where the various stop / start sections in the track should be, and how the group would know where to come back in. The very end of the song features his off-mic cough, causing the rest of the group to break down at that point. Bonham subsequently shouted \"That's got to be the one, hasn't it?\", feeling it was the best take. It was left on the album to show fans that Led Zeppelin were a working band that took care in their recordings. ===Side two=== \"Houses of the Holy\" was recorded as the title track for the album of the same name in June 1972 at Electric Lady Studios with Eddie Kramer engineering. It was left off that album because of its similarity to other tracks such as \"Dancing Days\", which were felt to be better. Unlike some of the other older material on Physical Graffiti, it required no further overdubbing or remixing. \"Trampled Under Foot\" developed from a jam session driven by Jones at the Clavinet. The song went through several arrangement changes before arriving at the version heard on the album, with the group rehearsing various different ideas and arguing about the overall style. Bonham decided the track was too \"souly\" and rearranged it into a funk style, suggesting that Page should play a guitar riff throughout in place of chords. The lyrics are a series of double entendres around driving and cars. The song quickly became a popular live piece that was played at every live show from 1975 onwards, and was later revived by Plant for his solo tours. It was released as a single in the US on 2 April (with \"Black Country Woman\" as the B-side) and was a top 40 hit. \"Kashmir\" was an idea from Page and Bonham, and was first attempted as an instrumental demo in late 1973. Plant wrote the lyrics while on holiday in Morocco. Jones played Mellotron on the track, and arranged strings and brass parts that were played by session musicians. The song was one of the most critically acclaimed on the album, and was played at every gig from 1975 onwards. Page and Plant played it on their 1994 tour, and it was reworked in 1998 by Sean \"Puffy\" Combs for his single \"Come With Me\" which featured Page on guitar. ===Side three=== \"In the Light\" was recorded at Headley Grange in early 1974. It was initially called \"In the Morning\" and went through several rehearsals and takes to work out a basic structure. A drone / chant introduction was later added to the piece. \"Bron-Yr-Aur\" was a solo acoustic piece by Page, named after the cottage where he had composed and arranged much of Led Zeppelin III with Plant. It was recorded at Island Studios in mid-1970. The track was later used as background music in the group's film The Song Remains the Same. \"Down by the Seaside\" was originally written as an acoustic track at Bron-Yr-Aur in 1970, and was influenced by Neil Young. It was reworked as an electric track during sessions for the fourth album the following year. Page and Bonham led the arranging, changing tempo from the slow to fast section and then back again. \"Ten Years Gone\" was mostly composed by Plant about an old love affair, and was combined with an instrumental piece from Page, featuring overdubbed electric and acoustic guitar parts. When the track was performed live, Jones played a triple-neck guitar featuring mandolin, six- and twelve-string guitars, in order to try to reproduce the various guitar overdubs on the studio recording. ===Side four=== \"Night Flight\" was recorded at Headley Grange in 1971 for the fourth album. Besides the usual bass, Jones plays Hammond organ on the track, and Page plays guitar through a Leslie speaker. Plant wrote the lyrics after reading a news headline entitled \"Nuclear Damage Test Threat\" and wondered why there seemed to be little peace and love in the world. \"The Wanton Song\" was built around a Page guitar riff. Unlike some of the other tracks recorded at the 1974 Headley Grange sessions, it was straightforward to arrange, with the group building the song around the riffs. \"Boogie with Stu\" was a jam session with Rolling Stones pianist Ian Stewart based around the Ritchie Valens song \"Ooh My Head\". It was recorded in 1971 at Headley Grange during the same session that produced \"Rock and Roll\" for the fourth album. It did not credit Valens or Bob Keane, instead crediting Valens' mother. Eventually, a lawsuit was filed by Keane, and half of the award went to Valens' mother, although she was not part of the suit. \"Black Country Woman\" was recorded in the garden at Stargroves in 1972 for Houses of the Holy, as part of the group's desire to work in \"off the wall\" locations outside a traditional studio environment. The track was nearly abandoned when an aeroplane cruised overhead, but it was left on the final recording for effect. \"Sick Again\" was written by Page and Plant about the 1973 tour and their experience with meeting groupies. The track was driven by Bonham's drumming and Page's guitar riffs. The arrangement had been worked out before recording, and was straightforward to put down on tape. ===Unreleased material=== As Physical Graffiti collected various out-takes from earlier albums, little was left over from the recording sessions that was not eventually released. An early arrangement of \"Custard Pie\", different from the final version, was reworked as \"Hots on For Nowhere\" on the following album, Presence. A number of other outtakes from earlier album sessions that had not been put on Physical Graffiti were later included on the 1982 album Coda. ==Artwork and packaging== The album was originally released with a die-cut sleeve design depicting a New York City tenement block, through whose windows various cultural icons could be interchangeably viewed. The album designer, Peter Corriston, was looking for a building that was symmetrical with interesting details, that was not obstructed by other objects and would fit the square album cover. He subsequently came up with the rest of the cover based on people moving in and out of the tenement, with various sleeves that could be placed under the main cover and filling the windows with various pieces of information. Incidentally, the same front doorway and stoop at 96 St. Mark's Place is also the location used by The Rolling Stones for their music video promoting their single \"Waiting on a Friend\" from their 1981 album Tattoo You. The two five-storey buildings photographed for the album cover are located at 96 and 98 St. Mark's Place in New York City. The original photograph underwent a number of tweaks to arrive at the final image. The fourth floor of the building had to be cropped out to fit the square album cover format. Eschewing the usual gatefold design in favour of a special die- cut cover, the original album jacket included four covers made up of two inners (for each disc), a middle insert cover and an outer cover. The middle insert cover is white and details all the album track listings and recording information. The outer cover has die-cut windows on the building, so when the middle cover is wrapped around the inner covers and slid into the outer cover, the title of the album is shown on the front cover, spelling out the name \"Physical Graffiti\". Images in the windows touched upon a set of American icons and a range of Hollywood ephemera. Pictures of W. C. Fields and Buzz Aldrin alternated with the snapshots of Led Zeppelin. Photographs of Lee Harvey Oswald, Marcel Duchamp and Pope Leo XIII are also featured. Per the liner notes, package concept and design was by AGI/Mike Doud (London) and Peter Corriston (New York). Photography was by Elliott Erwitt, B. P. Fallon, and Roy Harper. \"Tinting Extraordinaire\": Maurice Tate, and window illustration by Dave Heffernan. In 1976 the album was nominated for a Grammy Award in the category of best album package. ==Release and critical reception== Physical Graffiti was Led Zeppelin's first release on their own Swan Song Records label, which had been launched in May 1974. Until this point, all of Led Zeppelin's albums had been released on Atlantic Records, who would distribute Swan Song. The album was first announced to the press on 6 November with a planned release date of 29 November and an accompanying US tour (the band's tenth) starting in January. Delays in the production of the album's sleeve design prevented its release prior to the commencement of the tour. It was finally released on 24 February 1975. thumb|left|Led Zeppelin touring the US shortly before the release of Physical Graffiti The album was a commercial and critical success, having built up a huge advance order following the delayed release date, and when eventually issued it reached No. 1 in the UK charts. In the US, it debuted at No. 3 on the Billboard Pop Albums chart, rising to No. 1 the following week and staying there for six weeks. Physical Graffiti has since proven to be one of the most popular releases by the group, shipping 8 million copies in the United States. It was the first album to go platinum on advance orders alone. Shortly after its release, all previous Led Zeppelin albums simultaneously re-entered the top-200 album chart. The group debuted several songs from Physical Graffiti live for the first time at a warm-up gig in Rotterdam, Netherlands on 11 January, a week before the US tour, which lasted until 27 March. The tour was also successful, and was followed up by a series of shows at Earl's Court, London. Tickets for the shows sold out within four hours, described by promoter Mel Bush as \"unprecedented demand in the history of rock music\", so a further two dates were added. The shows attracted rave reviews, and critics noted the band enjoyed playing the new material on Physical Graffiti more than the older songs. NMEs Nick Kent reviewed the album three months before it was released. He speculated it could be the group's best work to date, saying \"the album's tonal density is absolutely the toughest, most downright brutal I've heard all year\". In March 1975, Billboard magazine's reviewer wrote: \"[Physical Graffiti] is a tour de force through a number of musical styles, from straight rock to blues to folky acoustic to orchestral sounds.\" Similarly, Jim Miller stated in Rolling Stone that the double album was \"the band's Tommy, Beggar's Banquet and Sgt. Pepper rolled into one: Physical Graffiti is Led Zeppelin's bid for artistic respectability\". Village Voice critic Robert Christgau was less impressed, writing that except for side two, the material often wanders into \"wide tracks, misconceived opi, and so forth\", and \"after a while Robert Plant begins to grate\". In 2003, Rolling Stone ranked it at number 70 on the magazine's list of the \"500 Greatest Albums of All Time.\" It was re-ranked at number 73 in a 2012 revised list, and re-ranked at number 144 in 2020. Plant later felt that Physical Graffiti represented the band at its creative peak, and has since said that it is his favourite Led Zeppelin album. Page has also said the album was a \"high-water mark\" for the group, and the creative energy from jamming and gradually working out song structures together led to some strong material. Reviewing the album for BBC Music in 2007, Chris Jones described it as \"a towering monument to the glory of Zeppelin in their high- flying heyday\". ClassicRockHistory.com ranked Physical Graffiti as the number one rock album release of 1975. {|class=\"wikitable sortable\" |+Accolades for Physical Graffiti |- ! scope=\"col\" | Publication ! scope=\"col\" | Country ! scope=\"col\" | Accolade ! scope=\"col\" | Year ! scope=\"col\" style=\"text- align:center;\"|Rank |- | Grammy Award | US | \"Grammy Award for Best Recording Package\" | 1976 | Nominee |- | Rolling Stone | US | \"The 500 Greatest Albums of All Time\" | 2020 | 144 |- | Pitchfork | US | \"Top 100 Albums of the 1970s\" | 2004 | 95 |- | AllMusic | US | \"Top Digital Albums\" | 2012 | 20 |- | AllMusic | US | \"Top Pop Catalog\" | 2012 | 3 |- | AllMusic | US | \"Billboard 200\" | 2012 | 43 |- | Classic Rock | UK | \"100 Greatest Rock Album Ever\" | 2001 | 5 |- | Mojo | UK | \"The 100 Greatest Albums Ever Made\" |1996 |47 |- | Q | UK | \"100 Greatest Albums Ever\" | 2003 | 41 |- | Record Collector | UK | \"Classic Albums from 21 Genres for the 21st century\" | 2005 | * |- | Robert Dimery | US | 1001 Albums You Must Hear Before You DieDimery, Robert – 1001 Albums You Must Hear Before You Die; page 856 | 2005 | * |- | Q | UK | \"100 Best Albums Ever\" | 2006 | 57 |- | Classic Rock | UK | \"100 Greatest British Rock Album Ever\" | 2006 | 7 |- | Rock and Roll Hall of Fame | US | \"The Definitive 200: Top 200 Albums of All-Time\" | 2007 | 93 |- | Guitar World | US | \"Reader's Poll: 100 Greatest Guitar Albums\" A copy can be found at | 2006 | 9 |} (*) designates unordered lists. ==Reissues== Physical Graffiti was first issued on CD as a double-disc set in 1987. However, it was done without input from the band, and the first pressing accidentally edited off the studio banter at the end of \"In My Time of Dying\" (later fixed on repressings). Page was unhappy with his lack of input over the CDs and decided he would produce new versions himself. He booked a week in May 1990 with engineer George Marino to remaster the entire back catalogue. Eight tracks from Physical Graffiti appeared on the four-disc Boxed Set and three on Remasters, both in 1990; the remainder appeared on Boxed Set 2 in 1993, while the album was properly reissued in 1994. An extended remastered version of Physical Graffiti was reissued on 23 February 2015, almost exactly forty years after the original album was released. The reissue comes in six formats: a standard two-CD edition, a deluxe three-CD edition, a standard two-LP version, a deluxe three- LP version, a super deluxe three-CD plus three-LP version with a hardback book, and as high resolution 24-bit/96k digital downloads. The deluxe and super deluxe editions feature bonus material containing alternative takes and arrangements of songs. The reissue was released with an altered colour version of the original album's artwork as its bonus disc's cover. ==Track listing== ==Personnel== Led Zeppelin *Robert Plant – vocals, harmonica *Jimmy Page – electric, acoustic, lap steel and slide guitars, production *John Paul Jones – bass guitar, mandolin, acoustic guitar, keyboards *John Bonham – drums, percussion Additional musician *Ian Stewart – piano on \"Boogie with Stu\" Production *George Chkiantz – engineering at Olympic (1972) *Keith Harwood – engineering at Olympic (1974) *Andy Johns – engineering at Island (1970 & 1971) and Headley Grange (1971) *Eddie Kramer – engineering at Stargroves (1972) *Ron Nevison – engineering at Headley Grange (1974) *Peter Grant – executive producer *George Marino and Jimmy Page – remastered CD release Artwork *Peter Corriston – artwork, design, cover design *Mike Doud – artwork, design, cover design *Elliot Erwitt – photography *B. P. Fallon – photography *Roy Harper – photography *Dave Heffernan – illustrations ==Charts== ===Weekly charts=== {| class=\"wikitable sortable\" |+Sales chart performance for Physical Graffiti |- ! Chart (1975) ! Peak position |- |- |Canadian Albums (RPM) | style=\"text-align:center;\"|1 |- |- |Japanese Albums (Oricon) | style=\"text-align:center;\"|13 |- |- |- |- |- ! Chart (2015) ! Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |US Billboard 200 | style=\"text-align:center;\"|11 |} ===Year-end charts=== {| class=\"wikitable sortable\" |+1975 year-end chart performance for Physical Graffiti |- ! Chart (1975) ! Position |- |Austrian Albums (Ö3 Austria) | style=\"text- align:center;\"|7 |- |Dutch Albums (Album Top 100) | style=\"text- align:center;\"|43 |} {| class=\"wikitable sortable\" |+2015 year-end chart performance for Physical Graffiti |- ! Chart (2015) ! Position |- |Belgian Albums (Ultratop Flanders) | style=\"text-align:center;\"|173 |- |Belgian Albums (Ultratop Wallonia) | style=\"text-align:center;\"|130 |} ==Certifications== ==See also== *List of best-selling albums in the United States ==References== Notes Citations Sources * * * * * ==External links== * Category:1975 albums Category:Albums produced by Jimmy Page Category:Albums recorded at Electric Lady Studios Category:Led Zeppelin albums Category:Swan Song Records albums Category:Albums with cover art by Peter Corriston Category:Albums recorded at Olympic Sound Studios Category:Albums recorded in a home studio",
 "title": "Physical Graffiti"
}