{
 "id": "502557",
 "text": "Jonathan Worth (November 18, 1802 – September 5, 1869) was the 39th governor of the U.S. state of North Carolina from 1865 to 1868, during the early years of Reconstruction. ==Early life== Jonathan Worth was born on November 18, 1802 in Randolph County, North CarolinaNational Governors Association to Dr. David Worth and Eunice Worth (née Gardner). A native of Guilford County, Worth settled in Randolph County and made his fame and fortune there as an attorney and legislator. A Quaker and protégé of Judge Archibald Murphey, Worth championed the cause of free public schools, and, though he belonged to the greatly outnumbered Whig party, gained much stature for his practicality and vision. In 1830, he ran for a seat in the North Carolina House of Representatives from Randolph County, motivated in large part by a failing law practice. His major shortcoming, he had decided, was his deficiency as a public speaker. His peers at the Bar persuaded him there was no better way to improve his oratory and achieve better rhetoric than to become a member of the North Carolina General Assembly, which thrives on \"talk\". He served two terms in the House, took a break from public service to build a lucrative law practice, was elected to the North Carolina Senate, and then ran twice for Congress, both times unsuccessfully. In 1858, Worth was again elected to the State Senate, where he was made chairman of a committee to investigate the poorly run North Carolina Railroad. He pursued this official duty so relentlessly that the president of the Railroad, formerly a good friend, challenged Worth to a duel, which Worth declined. ==Civil War Treasurer== Worth was an avid opponent of North Carolina's secession from the Union. Though opposed to the Confederate stands on most issues, Worth remained loyal to North Carolina and refused to take part in several peace movements. He owned slaves and saw slavery as a Constitutional right which was best defended by remaining within the Union. In late 1862 or early 1863, the legislature elected him State Treasurer by acclamation. Worth had the unhappy duty of issuing notes and bonds to finance the State's share of its war debt. Of the some $20 million in notes authorized by the State, Worth issued $8.5 million and $5.2 million were outstanding at the end of the war. War bonds totaling more than $13 million were issued. At the end of the war, all of the State's war debt was repudiated. Just before Raleigh was occupied by Sherman's conquering forces at the end of the war, Governor Zebulon B. Vance charged Worth with the duty of safeguarding the State archives, which he did by evacuating them to Company Shops in Alamance County. Worth was so highly regarded that when William W. Holden was installed as the provisional governor, he requested Worth continue as the provisional treasurer. Worth held that title for five months until he resigned during his campaign against Gov. Holden in a special November 9, 1865 election. Worth is the only statewide North Carolina treasurer to become governor. ==Governor== Worth was nominated by the Conservative Party, a state coalition that included most Democrats and some former Whigs, to run for governor in North Carolina's first and only special election for the office. Worth had been associated with the Conservative Party since the beginning of the Civil War. His opponent was the incumbent Gov. William W. Holden, who had been appointed by President Andrew Johnson and was running on the National Union Party ticket. Worth's strength was in the eastern part of the state, and Holden carried the western counties which had mostly opposed secession and the Civil War. Worth won with 32,549 votes (55.5%) to Holden's 25,809 votes (44.0%). Worth won with the support of many elements of the state that had supported secession. The 1865 election had been conducted according to the 1865 state constitution, which was rejected by the U.S. Congress. Worth was re-elected on October 18, 1866 for a term that started December 22, 1866. He won 34,250 votes (75.9%) to 10,759 votes (23.8%) for former U.S. Rep. Alfred Dockery, running on the National Union Party ticket. In both his gubernatorial campaigns, Worth emphasized that he had opposed secession and that he sought to heal state and national divisions. He expressed support for President Andrew Johnson. The major event of Worth's second term was the state constitutional convention, held in early 1868 to draft a constitution meeting the requirements of Congress. One of Worth's major interests was to restore North Carolina to the Union. Worth was disappointed with the new constitution and refused to run for re-election on the Conservative Party ticket in the election of 1868. He did not recognize the legitimacy of that election, which William W. Holden won. Nevertheless, he wrote to Holden: \"I surrender the office to you under what I deem Military duress.\" Worth died 14 months after leaving office as governor. He is buried in Historic Oakwood Cemetery. His younger brother, John M. Worth, was also a successful politician and North Carolina State Treasurer from 1876 to 1885. ==Personal life== On October 20, 1824, Jonathan Worth married Martitia Daniel, a niece of Judge Archibald Murphey. They had eight children: Roxana Cornelia (born 1826), Lucy Jane (born 1828), David Gaston (born 1831), Eunice Louisa (born 1832), Elvira Evelyna (born 1838), Sarah Corinne (born 1839), Adelaide Ann (born 1842) and Mary Martitia (born 1846). Famous descendants include grandsons Worth Bagley and David W. Bagley, granddaughter Addie Worth Bagley Daniels, and her son, Jonathan Worth Daniels. ==References== *Official Site of Dept. of State Treasurer Category:1802 births Category:1869 deaths Category:Burials at Historic Oakwood Cemetery Category:Governors of North Carolina Category:People of North Carolina in the American Civil War Category:State treasurers of North Carolina Category:North Carolina Democrats Category:Democratic Party state governors of the United States Category:People from Guilford County, North Carolina Category:People from Asheboro, North Carolina Category:North Carolina Whigs Category:19th-century American politicians Category:Members of the North Carolina House of Representatives",
 "title": "Jonathan Worth (governor)"
}