{
 "id": "502576",
 "text": "The Gare d'Austerlitz (English: Austerlitz Station), officially Paris- Austerlitz, is one of the six large Paris rail termini. The station is located on the left bank of the Seine in the southeastern part of the city, in the 13th arrondissement. It is the start of the Paris–Bordeaux railway; the line to Toulouse is connected to this line. In 1997, the Ministry of Culture designated the Gare d'Austerlitz a historical monument; it became the fifth large railway station in Paris to receive such a label, as currently only Montparnasse has not been attributed it. Since the opening of the LGV Atlantiqueending at Gare MontparnasseAusterlitz has lost most of its long- distance southwestern services. It is used by some 30 million passengers annually, about half the number passing through Montparnasse. The Elipsos Train Hotels (Trenhotel) operated jointly by RENFE and SNCF operated from here to Madrid and Barcelona from 2001 to 2013. They would leave in the early evening and arrive next morning. With the start of a direct TGV from Paris to Barcelona, on 15 December 2013, the Trenhotel services finished. ==History== ===1840 station=== thumb|left|Gare d'Orléans in 1843. The Gare D'Austerlitz was the main station in Paris for the Paris-Orléans (PO) company and was originally called the Gare d'Orléans station. The station is near the Quai d'Austerlitz, and the bridge that gives it its name. These were named after the Czech town once known as Austerlitz (today Slavkov u Brna). Napoleon I defeated the superior numbers of the Third Coalition there on 2 December 1805 at the Battle of Austerlitz. Built from 1838, the first platform was built slightly back from the current location of the station by the architect Félix- Emmanuel Callet and began service on 20 September 1840, on the occasion of the opening of the Paris-Corbeil line, which was extended to Orléans in May 1843. Part of the rue Poliveau was cut by this construction, and another part, located near the Seine, took the name of rue Jouffroy. The first expansion took place in 1846. ===1867 station=== thumb|left|Gare d'Austerlitz in 1883. thumb|right|Place Valhubert and administrative building at the Gare d'Austerlitz. Demolished, the station was rebuilt, from 1862 to 1869, by Pierre-Louis Renaud (1819–1897), chief architect of the Paris-Orléans company. It included a large hall made from iron, wide and long (the second largest in France after Bordeaux), designed by Ferdinand Mathieu and carried out by the construction workshops of Schneider & Co at Le Creusot and Chalon-sur-Saône. This vast space was also used as a workshop for making gas balloons, during the Siege of Paris in 1870. Also built was the departure pavilion to the north, the perpendicular building of the restaurant buffet, the arrival pavilion to the south, as well as the Paris-Orléans railway administration building at the west end of the hall, on Place Valhubert, with a Belle Époque style façade. The administrative building was an extension of the iron hall, whose pediment was invisible from Place Valhubert. This arrangement, as well as the choice of side entrances, was unusual for a terminal station. ===Evolution since 1900=== In 1900, the Paris-Orléans company extended its railway line towards the centre of the capital, with the Gare d'Orsay becoming the new head of line, when it entered service on 28 May on the occasion of the Exposition Universelle. The design was by architect Victor Laloux, and the construction by the contractor Léon Chagnaud. In 1906, the great hall of Gare d'Austerlitz was literally pierced through its width by the Metro 5 line by an extension of a viaduct crossing the Seine. An elevated station was located in the hall. In 1910, during the great flood of the Seine, the station was flooded and rail traffic completely interrupted from 31 January to 9 February. During this period, the departure and arrival of the trains were terminated at Gare de Juvisy. Since 1926, the Paris-Vierzon line was electrified to 1500 V, so no more steam engines entered Austerlitz. It was the first station in Paris to no longer receive a steam train. In 1939, the Gare d'Orsay saw its function limited to suburban traffic, and the Gare d'Austerlitz once again became a terminus station for the main lines. On 28 February 1997, part of the station were classified as historical monuments, especially its facades and glass roof. ===Future=== A large refurbishment project of the Paris Austerlitz is currently under way. Four new platforms are being constructed and all the existing tracks are being refurbished. The interior will be rebuilt in order to handle LGV Sud-Est and LGV Atlantique services, partially transferred from the Gare de Lyon and Gare Montparnasse, both of which are at maximum capacity. All the work is planned to be completed by 2020, and will double the activity at the station. ==Train services== The following services currently call at Paris-Austerlitz: *intercity services (Intercités) Paris–Orléans *intercity services (Intercités) Paris–Orléans–Blois–Tours *intercity services (Intercités) Paris–Orléans–Vierzon–Bourges *intercity services (Intercités) Paris–Vierzon–Limoges–Brive–Toulouse *night services (Intercités de Nuit) Paris–Toulouse–Latour-de-Carol *night services (Intercités de Nuit) Paris–Orléans–Portbou/Albi *night services (Intercités de Nuit) Paris–Gap–Briançon Gare d'Austerlitz also hosts stations on the Paris Métro (lines 5 and 10, see Gare d'Austerlitz (Paris Métro)) and RER. ==See also== *List of Paris railway stations *List of stations of the Paris RER *List of stations of the Paris Métro ==References== *Roland, Gérard (2003). Stations de métro. D'Abbesses à Wagram. Éditions Bonneton. ==External links== * * Category:Railway termini in Paris Category:Réseau Express Régional stations Category:Buildings and structures in the 13th arrondissement of Paris Category:Paris Métro stations in the 13th arrondissement of Paris Category:Railway stations in France opened in 1840 Category:TER Centre-Val de Loire",
 "title": "Gare d'Austerlitz"
}