{
 "id": "502920",
 "text": "{| |} HMS Locust was one of 4 s of the Royal Navy, and was named after the locust, an insect. Launched on 28 September 1939 and commissioned on 17 May 1940, she survived the Second World War despite being severely damaged many times, including taking a shell hit during Operation Overlord. ==Service== Designed as a Gunboat for the Yangtze River, she was equipped with two 4-inch guns; fore and aft, two 3-pounders each side, and a 3.5-inch howitzer midship plus a multi-barrel 2-pounder (40 mm) anti-aircraft gun. She was flat bottomed with a triple rudder configuration. She participated in the Dunkirk evacuation during which she was attacked by German aircraft and evacuated 1,000 troops.Tragedy At Dieppe: Operation Jubilee August 19, 1942. Mark Zuehlke. Douglas & McIntyre:Vancouver, p.62 of ebook edition. Locust had a central role in Operation Jubilee, the Dieppe Raid in August 1942, in which she was part of the \"Cutting Out Force\" that was to seize barges and trawlers and tow them back to England. She carried about 200 Royal Marine Commandos. She served during Operation Overlord, during which she received a hit from shellfire. She survived the war, was recommissioned as a training vessel and eventually sold for scrap in 1968. ==Fate== She was placed in reserve from 1946 until 1951 when she was converted to a drill ship for the Royal Naval Reserve and used for training. When moored next to the RNVR ship HMS Flying Fox in Bristol, the vessel's shallow draught (essential for navigating shallow rivers) could be seen easily, around a foot or so below the waterline. Locust had three propellors and three large-bladed shallow rudders, equally spaced across its stern. She was decommissioned in 1968 and sold on 24 May 1968 to Cashmore for breaking. She was broken up in Newport. ==References== * Category:1939 ships Category:Ships built on the River Clyde Category:World War II patrol boats of the United Kingdom Category:Dragonfly-class gunboats",
 "title": "HMS Locust (T28)"
}