{
 "id": "503164",
 "text": "Raymond Allen Liotta (; born December 18, 1954) is an American actor and producer. He is best known for playing Shoeless Joe Jackson in Field of Dreams (1989), Henry Hill in Goodfellas (1990) and Tommy Vercetti in the video game Grand Theft Auto: Vice City (2002). His other roles include Ray Sinclair in Something Wild (1986), for which he received a Golden Globe nomination, as well as Officer Pete Davis in Unlawful Entry (1992), Officer Gary Figgis in Cop Land (1997), Paul Krendler in Hannibal (2001), Fred Jung in Blow (2001), Chief Gus Monroe in John Q (2002), Samuel Rhodes in Identity (2003), Detective Harrison in Observe and Report (2009), Markie Trattman in Killing Them Softly (2012), Peter Deluca in The Place Beyond the Pines (2012), Lieutenant Matt Wozniak in the drama series Shades of Blue (2016–2018), and Jay Marotta in Marriage Story (2019). ==Early life== Raymond Allen Liotta was born in Newark, New Jersey, on December 18, 1954. Having been abandoned at an orphanage, he was adopted at the age of six months by township clerk Mary and auto-parts store owner Alfred Liotta. Mary was of Scottish descent. Alfred, the son of Italian immigrants, was also a personnel director and president of a local Democratic Party club. His adoptive parents each unsuccessfully ran for local office; he recalls attending parades to hand out flyers for his father's run. Liotta has a sister, Linda, who is also adopted. He has said that he knew he was adopted as a young child and presented a show-and-tell report on it for kindergarten. He hired a private detective to locate his biological mother in the 2000s, and subsequently learned from her that he is mostly of Scottish descent. He has one biological sister, one biological half-brother, and five biological half-sisters. He grew up in a Roman Catholic household in Union, New Jersey, although his family was not very religious. They went to church and he received first communion and was confirmed, but the family did not pray much. He occasionally uses prayer in his daily life. He graduated from Union High School in 1973. He graduated from the University of Miami, where he studied acting and received a BFA in 1978. He performed in musicals such as Cabaret, Dames at Sea, Oklahoma, and Sound of Music during his time there. ==Career== After college, Liotta moved to New York City. He got a job as a bartender at the Shubert Organization and landed an agent within six months. One of his earliest roles was as Joey Perrini on the soap opera Another World, on which he appeared from 1978 to 1981. He quit the show so he could try his luck in the film industry and moved to Los Angeles. He made his film debut in 1983's The Lonely Lady. His first major acting role was Something Wild (1986), which earned him his first Golden Globe nomination, this nomination being for Best Supporting Actor – Motion Picture. In 1989, Liotta portrayed the ghost of famed baseball player Shoeless Joe Jackson in the fantasy/drama film Field of Dreams. In 1990, Liotta portrayed real-life mobster Henry Hill in Martin Scorsese's critically acclaimed and commercially successful film Goodfellas. In 1992, he starred as a psychopathic cop in the thriller Unlawful Entry. He appeared in a leading role in the science-fiction/action film No Escape. In 1996, he starred in the sci-fi/thriller Unforgettable. Liotta earned critical praise for his turn in James Mangold's 1997 film Cop Land, and he received critical praise in 1998 for his performance as a compulsive gambler in Phoenix. In addition to his film roles, Liotta portrayed singer Frank Sinatra in the 1998 TV movie The Rat Pack (for which he received a Screen Actors Guild award nomination), starred as himself in the sitcom Just Shoot Me in December 2001 & January 2002, provided the voice of Tommy Vercetti for the 2002 video game Grand Theft Auto: Vice City, and appeared in the television drama ER in 2004, playing Charlie Metcalf in the episode \"Time of Death\". The ER role earned Liotta an Emmy for Outstanding Guest Actor in a Drama Series (Liotta later spoofed himself and his Emmy win in Bee Movie). Liotta starred in the 2006 CBS television series Smith, which was pulled from the schedule after three episodes, and in 2012 Liotta appeared as himself in a purely vocal role for the \"What a Croc!\" episode of the Disney Channel comedy series Phineas & Ferb. Liotta played the Justice Department official Paul Krendler in the 2001 film Hannibal opposite Anthony Hopkins and Julianne Moore, who becomes a victim of Hannibal Lecter, when he opens Krendler's skull, removes part of his prefrontal cortex, sautés it, and feeds it to him. Also in 2001, Liotta played the father of drug dealer George Jung in the film Blow and, in the following year, appeared as Detective Lieutenant Henry Oak in the Joe Carnahan-directed film Narc, a role that led to an Independent Spirit Award nomination and a Phoenix Film Critics Society Awards nomination for Best Supporting Male. He then reunited with director James Mangold in 2003, alongside John Cusack and Alfred Molina, in the dark horror-thriller Identity. In 2005, he narrated Inside the Mafia for the National Geographic Channel. He later appeared in Smokin' Aces—reuniting with Narc director Carnahan, in which he portrayed an FBI agent named Donald Carruthers in one of the lead roles. Liotta appeared with John Travolta in the movie Wild Hogs, in Battle in Seattle as the city's mayor, and in 2008, starred in Hero Wanted as a detective alongside Cuba Gooding Jr. Also in 2008, he made a guest appearance on the SpongeBob SquarePants episode \"What Ever Happened to SpongeBob?\"; in the episode, he voices the leader of a gang called the Bubble Poppin’ Boys, who try to kill an amnesiac SpongeBob (voiced by Tom Kenny). He also appeared in Crossing Over, co-starring Harrison Ford. Liotta played Detective Harrison in the 2009 Jody Hill comedy Observe and Report as Seth Rogen's nemesis from the local police. In 2011, he starred in The Son of No One, opposite Channing Tatum, and for the first time in his career, Al Pacino. In 2004, Liotta made his Broadway debut opposite Frank Langella in the Stephen Belber play, Match. In the 2010s, Liotta appeared in Date Night, with Steve Carell, Charlie St. Cloud with Zac Efron, the independent drama Snowmen, and The River Sorrow, which stars Liotta as a detective alongside Christian Slater and Ving Rhames. He starred alongside Brad Pitt and James Gandolfini in the 2012 Andrew Dominik film Killing Them Softly and the 2013 Ariel Vromen film The Iceman features Liotta as the character of Roy DeMeo. He had a supporting role in Muppets Most Wanted (2014). In 2014, Liotta played a preacher in the faith-based film The Identical. Liotta starred in the Western miniseries Texas Rising for The History Channel in 2015. Other projects include Kill the Messenger with Jeremy Renner, Stretch with Chris Pine and a David Guetta video. Since June 2015, Liotta narrates the AMC docu-series The Making of the Mob. Liotta starred opposite Jennifer Lopez in Shades of Blue between 2016 and 2018. In 2018, Liotta became a spokesperson for Pfizer's Chantix advertising campaign. ==Personal life== Liotta married actress and producer Michelle Grace in February 1997 after they had met at a baseball game, where her former husband Mark Grace was playing for the Chicago Cubs. They had a daughter together before divorcing in 2004. From his experience shooting the Western Texas Rising, Liotta continued horseback riding and said in September 2014, \"I was obsessed with riding horses [on the show]. I love it now. I've never had a hobby. It might be my new hobby.\" In February 2007, he was charged for driving under the influence after crashing his Cadillac Escalade into two parked vehicles in Pacific Palisades. He pleaded no contest. On an episode of Jay Leno's Garage, Ray Liotta revealed that Nancy and Tina Sinatra, daughters of Frank Sinatra, once sent Liotta a horse's head in the mail. The joke was in response to Liotta passing on playing their late father in a miniseries they were working on, only to have Liotta play him in the HBO made-for-TV movie The Rat Pack. ==Filmography== ===Film=== {| class = \"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1983 | | Joe Heron | |- | 1986 | Something Wild | Ray Sinclair |Boston Society of Film Critics Award for Best Supporting Actor (tied with Dennis Hopper for Blue Velvet) Nominated—Golden Globe Award for Best Supporting Actor – Motion Picture Nominated—National Society of Film Critics Award for Best Supporting Actor (3rd place) Nominated—New York Film Critics Circle Award for Best Supporting Actor (3rd place) |- | 1987 | Arena Brains | The Artist | Short film |- | 1988 | Dominick and Eugene | Eugene \"Gino\" Luciano | |- | 1989 | Field of Dreams | Shoeless Joe Jackson | |- | 1990 | Goodfellas | Henry Hill | |- | rowspan=2 | 1992 | Article 99 | Dr. Richard Sturgess | |- | Unlawful Entry | Officer Pete Davis | Nominated—MTV Movie Award for Best Villain |- | rowspan=\"2\" | 1994 | No Escape | Captain J.T. Robbins | |- | Corrina, Corrina | Manny Singer | |- | 1995 | Operation Dumbo Drop | Captain T.C. Doyle | |- | 1996 | Unforgettable | Dr. David Krane | |- | rowspan=2 | 1997 | Turbulence | Ryan Weaver | |- | Cop Land | Detective Gary \"Figgsy\" Figgis | |- | 1998 | Phoenix | Detective Harry Collins | Also co-producer |- | rowspan=2 | 1999 | Muppets from Space | Gate Guard #1 | Cameo |- | Forever Mine | Mark Brice | |- | rowspan=2 | 2000 | Pilgrim | Jack | |- | | Nathan Neubauer | |- | rowspan=3 | 2001 | Hannibal | Paul Krendler | |- | Heartbreakers | Dean Cummano / Vinny Staggliano | |- | Blow | Fred Jung | |- | rowspan=3 | 2002 | Narc | Lieutenant Henry Oak | Also producer Nominated—Independent Spirit Award for Best Supporting Male Nominated—Phoenix Film Critics Society Award for Best Supporting Actor |- | John Q | Chief Gus Monroe | |- | Ticker | FBI Agent | Segment for the BMW short film series The Hire |- | 2003 | Identity | Samuel Rhodes | |- | rowspan=2 | 2004 | The Last Shot | Jack Devine | |- | Control | Lee Ray Oliver | Direct-to-DVD |- | rowspan=2 | 2005 | Revolver | Dorothy Macha | |- | Slow Burn | Ford Cole | Also co-executive producer |- | rowspan=5 | 2006 | Even Money | Tom Carver | |- | Take the Lead | Unknown | Executive producer |- | Local Color | John Talia Sr. | |- | Comeback Season | Walter Pearce | |- | Smokin' Aces | FBI Agent Donald Carruthers | |- | rowspan=4 | 2007 | Wild Hogs | Jack Blade | |- | In the Name of the King: A Dungeon Siege Tale | Gallian | |- | Battle in Seattle | Mayor Jim Tobin | |- | Bee Movie | Himself (voice) | |- | rowspan=2 | 2008 | Hero Wanted | Detective Terry Subcott | |- | Powder Blue | Jack Doheny | |- | rowspan=4 | 2009 | Crossing Over | Cole Frankel | |- | Observe and Report | Detective Harrison | |- | La Linea | Mark Shields | Also executive producer |- | Youth in Revolt | Lance Wescott | |- | rowspan=5 | 2010 | Crazy on the Outside | Gray | |- | Date Night | Joe Miletto | Uncredited |- | Snowmen | Reggie Kirkfield | Also executive producer |- | Chasing 3000 | Adult Mickey | |- | Charlie St. Cloud | Florio Ferrente | |- | rowspan=7 | 2011 | The Details | Peter Mazzoni | |- | | Captain Marion Mathers | |- | All Things Fall Apart | Dr. Brintall | |- | Street Kings 2: Motor City | Detective Marty Kingston | Direct-to-DVD |- | | Jack Verdon | |- | Field of Dreams 2: Lockout | Roger Goodell | Short film |- | | Richard Nader | |- | rowspan=9 | 2012 | Wanderlust | Himself | Cameo |- | Killing Them Softly | Markie Trattman | |- | Breathless | Sheriff Cooley | |- | The Iceman | Roy DeMeo | |- | | DeLuca | |- | Ticket Out | Jim | |- | Yellow | Afai | |- | Bad Karma | Molloy | |- | Dear Dracula | Count Dracula (voice) | Direct-to-DVD |- | rowspan=3 | 2013 | | Dr. Robert Michaels | |- | Pawn | Man in the Suit | |- | Suddenly | Todd Shaw | |- | rowspan=7 | 2014 | Better Living Through Chemistry | Jack Roberts | |- | Muppets Most Wanted | Big Papa | |- | The Identical | Reece Wade | Also executive producer |- | Sin City: A Dame to Kill For | Joey | |- | Revenge of the Green Dragons | FBI Agent Michael Bloom | |- | Stretch | Himself | Cameo |- | Kill the Messenger | John Cullen | |- | rowspan=2 | 2015 | Blackway | Blackway | |- | Campus Code | Bartender | |- | rowspan=2 | 2016 | Sticky Notes | Jack | |- | Flock of Dudes | Uncle Reed | |- | 2019 | Marriage Story | Jay Marotta | |- | 2020 | Hubie Halloween | Mr. Landolfa | |- | rowspan=\"2\" | 2021 | No Sudden Move | Frank Capelli | |- | The Many Saints of Newark | Aldo \"Hollywood Dick\" Moltisanti / Salvatore \"Sally\" Moltisanti | |- | 2022 | Cocaine Bear | | Filming |- | rowspan=3 | TBA | Broken Soldier | Mr. Ancilla | Post-production |- | El Tonto | | Post- production |- | The Substance | | |} ===Television=== {| class = \"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1978–1981 | Another World | Joey Perrini | |- | 1980 | Hardhat and Legs | Family | Television film |- | 1981 | Crazy Times | Johnny \"Wizard\" Lazarra | Television film |- | rowspan=2|1983 | St. Elsewhere | Murray | Episode: \"Rain\" |- | Casablanca | Sacha | 5 episodes |- | 1984 | Mike Hammer | Tony Cable | Episode: \"Kill Devil\" |- | 1985 | Our Family Honor | Officer Ed Santini | 10 episodes |- | 1991 | Women & Men 2: In Love There Are No Rules | Martin Meadows | Television film |- | 1995 | Frasier | Bob (voice) | Episode: \"Frasier Grinch\" |- | 1998 | | Frank Sinatra | Television film Nominated—Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie |- | 2001 | Family Guy | Zack (voice) | Episode: \"Brian Does Hollywood\" |- | | Just Shoot Me! | Himself | 2 episodes |- | 2002 | Point of Origin | John Leonard Orr | Television film |- | 2003 | Saturday Night Live | Himself (host) | Episode: \"Ray Liotta/The Donnas\" |- | 2004 | ER | Charlie Metcalf | Episode: \"Time of Death\" Primetime Emmy Award for Outstanding Guest Actor in a Drama Series |- | 2006–2007 | Smith | Bobby Stevens | 7 episodes |- | 2008 | SpongeBob SquarePants | Leader of the Bubble Poppin Boys Gang (voice) | Episode: \"What Ever Happened to SpongeBob?\" |- | 2010 | Hannah Montana | Principal Luger | Episode: \"Hannah Montana to the Principal's Office\" |- | 2011 | The League | Mr. Hudabega | Episode: \"Yobogoya!\" |- | rowspan=\"3\" | 2012 | Phineas and Ferb | Himself (voice) | Episode: \"What A Croc!\" |- | NTSF:SD:SUV:: | Jason | Episode: \"Wasilla Hills Cop\" |- | Abominable Christmas | Abominable Dad (voice) | Television film |- | 2014 | The Money | George Archer | Pilot |- | 2015 | Texas Rising | Lorca | 5 episodes Nominated—Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie |- | 2015–2016 | The Making of the Mob | Narrator (voice) | 16 episodes |- | 2016–2018 | Shades of Blue | Lt. Matt Wozniak | 36 episodes |- | 2016 | Modern Family | Himself | Episode: \"Playdates\" |- | rowspan=2|2017 | Unbreakable Kimmy Schmidt | Paulie Fiuccillo | Episode: \"Kimmy Pulls Off a Heist!\" |- | Young Sheldon | Vincent | Episode: \"A Solar Calculator, a Game Ball, and a Cheerleader's Bosom\" |- | rowspan=2|2018 | Great News | Himself | Episode: \"Early Retirement\" |- | The Simpsons | Morty Szyslak (voice) | Episode: \"King Leer\" |- |2021 |Hanna |Gordon Evans |6 episodes |- | TBA | In with the Devil | James \"Big Jim\" Keene | |} ===Video games=== {| class = \"wikitable\" |- ! Year ! Title ! Role ! Notes |- | 2002 | Grand Theft Auto: Vice City | Tommy Vercetti | G-Phoria Award for Best Male Voice Performance. Spike Video Game Award for Best Performance. |- |2013 |Call of Duty: Black Ops II (Zombies) |Billy Handsome |Character featured in the Mob of the Dead zombies map. |- |2021 |Grand Theft Auto: The Trilogy – The Definitive Edition |Tommy Vercetti |Archival Recordings Remaster of Grand Theft Auto: Vice City only. |} ===Theatre=== {| class = \"wikitable\" |- ! Year ! Title ! Role ! Notes |- | 2004 | Match | Mike | Broadway |} ===Music videos=== {| class = \"wikitable\" |- ! Year ! Title ! Album ! Role |- | 2014 | \"Lovers on the Sun\" | Listen by David Guetta | The Villain |- | 2015 | \"Bloodstream\" | × by Ed Sheeran and Rudimental | |} ==References== ==External links== * * * * Category:1954 births Category:20th- century American male actors Category:21st-century American male actors Category:American adoptees Category:American male film actors Category:American male soap opera actors Category:American male television actors Category:American male video game actors Category:American male voice actors Category:American people of Scottish descent Category:Catholics from New Jersey Category:Lee Strasberg Theatre and Film Institute alumni Category:Living people Category:Male actors from New Jersey Category:Male actors from Newark, New Jersey Category:People from Union Township, Union County, New Jersey Category:Primetime Emmy Award winners Category:University of Miami alumni Category:Union High School (New Jersey) alumni",
 "title": "Ray Liotta"
}