{
 "id": "503657",
 "text": "(Japan > Hiroshima Prefecture > Numakuma District) was a district located in Hiroshima Prefecture, Japan. The original district areas contained some parts of the present city of Fukuyama. The district hall was placed together with Fukatsu District (later merged with Yasuna District to form Fukayasu District) at the town of Fukuyama in Fukatsu District, but in 1898, their own district hall was placed at the town of Tomo (now the town of Tomo in the city of Fukuyama). In 1954, the town of Matsunaga and 6 villages merged and gained city status to become the city of Matsunaga (later in 1966, the city merged with the city of Fukuyama and dissolved). Afterwards, the towns and villages within the district continued on to merge either into the cities of Fukuyama and Onomichi, and the last remaining town of Numakuma merged into the city of Fukuyama on February 1, 2005, and Numakuma District dissolved. ==The following towns and villages were part of the district (as of the 1889 municipal status enforcement)== * Tomo (鞆町) * Akasaka (赤坂村) * Imazu (今津村) * Urasaki (浦崎村) * Ka (神村) * Kashima (神島村) * Kanae (金江村) * Kusado (草戸村) * Kumano (熊野村) * Gōbun (郷分村) * Saba (佐波村) * Samna (山南村) * Sanba (山波村) * Seto (瀬戸村) * Takasu (高須村) * Tashima (田島村) * Tajiri (田尻村) * Chitose (千年村) * Tsunogō (津之郷村) * Nishi (西村) * Hashirijima (走島村) * Higashi (東村) * Fujie (藤江村) * Hongō (本郷村) * Matsunaga (松永村) * Minomi (水呑村) * Momoshima (百島村) * Yanaizu (柳津村) * Yamate (山手村) * Yokoshima (横島村) (1 town, 29 villages. The district hall never placed within Numakuma District (~1898), but Numakuma-Fukatsu District Hall was placed at the town of Fukuyama in Fukatsu District.) ==Timeline (since 1889)== *April 1, 1889 - The municipal status enforced. They were 1 town and 29 villages at that time. *October 1, 1898 - Numakuma District Hall was placed at the town of Tomo. *March 3, 1900 - The village of Matsunaga was elevated to town status to become the town of Matsunaga (1st) (2 towns, 28 villages). *November 1, 1926 - The village of Imazu was elevated to town status to become the town of Imazu (3 towns, 27 villages). *January 1, 1933 - The villages of Kashima, Kusado and Saba were merged into the city of Fukuyama (1st) (3 towns, 24 villages). *July 1, 1939 - The village of Samba was merged into the city of Onomichi (3 towns, 23 villages). *July 1, 1942 - The villages of Gōbun and Yamate were merged into the city of Fukuyama (3 towns, 21 villages) *July 1, 1942 - The town of Tomo (1st) absorbed the villages of Tajiri and Hashirijima to create the town of Tomo (2nd) (3 towns, 19 villages). *August 1, 1947 - The village of Minomi was elevated to town status to become the town of Minomi (4 towns, 18 villages). *April 1, 1953 - The towns of Imazu and Matsunaga (1st) were merged to create the town of Matsunaga (2nd) (3 towns, 18 villages) *March 31, 1954 - The town of Matsunaga absorbed the villages of Ka, Kanae, Higashi, Fujie, Hongō and Yanaizu to become the city of Matsunaga (now part of the city of Fukuyama) (2 towns, 12 villages). *February 1, 1955 - The villages of Takasu and Nishi were merged into the city of Onomichi (2 towns, 10 villages). *March 31, 1955 - The villages of Tashima and Yokoshima were merged to create the town of Utsumi (3 towns, 8 villages). *March 31, 1955 - The villages of Samba and Chitose were merged to create the town of Numakuma (4 towns, 6 villages). *April 1, 1955 - The village of Momoshima was merged into the city of Onomichi (4 towns, 5 villages) *September 30, 1956 - The towns of Tomo and Minomi, and the villages of Akasaka, Kumano, Seto, and Tsunogŏ were merged into the city of Fukuyama (2 towns, 1 village). *January 1, 1957 - The village of Urasaki was merged into the city of Onomichi (2 towns). *February 3, 2003 - The town of Utsumi, along with the town of Shin'ichi (from Ashina District), was merged into the expanded city of Fukuyama (2nd) (1 town). *February 1, 2005 - The town of Numakuma was merged into the expanded city of Fukuyama. Numakuma District was dissolved as a result of this merger. ==See also== *List of dissolved districts of Japan Numakuma District",
 "title": "Numakuma District, Hiroshima"
}