{
 "id": "503864",
 "text": "Jaurès () is a station on Paris Métro Line 2, Line 5, and Line 7bis in the 10th and 19th arrondissements. ==History== The station was opened on 23 February 1903, three weeks after line 2 was extended from Anvers to Bagnolet, now called Alexandre Dumas on 31 January 1903. The line 7bis platforms opened on 18 January 1911 as part of the first section of line 7 between Opéra and Porte de la Villette more than two months after the opening of the line on 5 November 1910. On 3 December 1967 the branch to Pré Saint-Gervais was separated as 7bis, terminating at Louis Blanc. The line 5 platforms opened on 12 October 1942 with the opening of the first section of the line between Gare du Nord and Église de Pantin. The station was originally called Rue d'Allemagne (\"Street of Germany\"). On 1 August 1914, just before the outbreak of World War I the name of the street and the station were changed to Rue de France as a result of the rising tensions with Germany, at the same time as the name of Berlin station was changed to Liège. However, just before the socialist and pacifist politician Jean Jaurès had been assassinated and the station and street were soon renamed after him. ==Passenger services== === Access === The station has three accesses leading to the following streets: * 1, Avenue Jean-Jaurès * 2, Place de Stalingrad * 196, Boulevard de la Villette ===Station layout=== {| border=0 cellspacing=0 cellpadding=3 |style=\"border- bottom:solid 1px gray;\" width=50 rowspan=10 valign=top|Line 2 platforms |style=\"border-top:solid 1px gray;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 2px black;text-align:center;\" colspan=2| |- |style=\"border-bottom:solid 1px gray;\" width=100|Westbound |style=\"border-bottom:solid 1px gray;\" width=390|← 20px 20px|link=Paris Métro Line 2 toward Porte Dauphine |- |Eastbound | 20px 20px|link=Paris Métro Line 2 toward Nation → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 1px gray;text- align:center;\" colspan=2| |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 valign=top|1F |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;\" width=100 valign=top|Line 2 mezzanine |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 valign=top|Street Level |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;border-top:solid 1px gray;\" width=50 valign=top|B1 |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;\" width=100 valign=top|Mezzanine for platform connection |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border-bottom:solid 1px gray;\" width=50 rowspan=10 valign=top|Line 5 platforms |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border- bottom:solid 2px black;text-align:center;\" colspan=2| |- |style=\"border- bottom:solid 1px gray;\" width=100|Southbound |style=\"border-bottom:solid 1px gray;\" width=390|← 20px 20px|link=Paris Métro Line 5 toward Place d'Italie |- |Northbound | 20px 20px|link=Paris Métro Line 5 toward Bobigny – Pablo Picasso → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2| |} {| border=0 cellspacing=0 cellpadding=3 |style=\"border- bottom:solid 1px gray;\" width=50 rowspan=10 valign=top|Line 7bis platforms |style=\"border-top:solid 1px gray;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 2px black;text-align:center;\" colspan=2| |- |style=\"border-bottom:solid 1px gray;\" width=100|Inbound |style=\"border-bottom:solid 1px gray;\" width=390|← 20px 20px|link=Paris Métro Line 7bis toward Louis Blanc |- |Outbound | 20px 20px|link=Paris Métro Line 7bis toward Pré Saint-Gervais → |- |style=\"border-top:solid 2px black;border- right:solid 2px black;border-left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2| |} === Platforms === The stations of consisting three lines are of a standard configuration with two platforms separated by the railway track. The platforms of Line 2 are above ground, located on a viaduct, while those of Lines 5 and 7 bis are underground, under an elliptical vault. Line 2 platforms are equipped with glass awnings, as are all above-ground stations on the line. Lighting is achieved through white neon light tubes. The steel pillars and spandrels incorporate stained glass windows which sit atop white and flat ceramic tiles. On the platform in the direction of Nation, part of the glass supports a stained-glass work that of abstract patterns, dominated by the blue-white-red French flag, suggesting a crowd that seized the Bastille prison on 14 July 1789, which is represented in white in the center of the work. Created in 1989 by the visual artist Jacques-Antoine Ducatez, it is visible both from the inside and outside the station. The presence of this window in this station is explained by the proximity of the quays of Valmy and Jemappes, whom reference two decisive victories of the revolutionary wars following the overthrow of the French Monarchy. The stained glass also pays tribute to the pacifist Jean Jaurès, founder of the newspaper L'Humanité, murdered on 31 July 31, 1914 by the nationalist Raoul Villain. At the corner of the canopy and the piers, ivy spreads beneath the latter, planted in 2017, by the company Les Jardins de Babylone, as part of the revegetation of RATP spaces. The platforms, devoid of advertising, are equipped with blue Motte style seats and the name of the station is written in Parisine font on enamelled plates. The platforms of Line 5 are equipped with two white rounded lighting strips in the Gaudin style of the Renouveau du métro of the 2000s. Beige white ceramic tiles cover the pillars, vault, spandrels and the openings of the corridors. The platforms are equipped with slat seating and the name of the station is inscribed in faience in the original CMP style. It is therefore decorated in a style identical to that applied to the majority of Paris metro stations. Only the advertising frames are special: in brown faience and with simple patterns, they are surmounted by the letter M. These same frames are only present in seven other Paris metro stations. The platforms on Line 7a are also equipped with two white Gaudin rounded lighting strips and white bevelled ceramic tiles on the pillars, vault, the spandrels and the outlets of the corridors. The advertising frames are white ceramic and the name of the station is registered in Parisine font on enamelled plates. The seats are of the Akiko orange style. === Bus connections === * RATP Buses 26 and 48 * Night buses N13, N41, N42 and N45 ==Nearby== Nearby are the Rotonde de la Villette (part of the Wall of the Farmers-General, built between 1784 and 1788) and the Bassin de la Villette. ==Popular culture== This neighborhood of Paris is mentioned in the 1942 Henri- Georges Clouzot film \"L'Assassin habite au 21\". Vincent Dieutre's French Docudrama film Jaurès was released in 2012, it was named after the station. == Gallery == File:Metro de Paris - Ligne 2 - Jaures 05.jpg|Line 2: MF 2000 and MF 67 rolling stock File:Paris Metro Jaurès 002.JPG|Line 5 platforms File:Metro de Paris - Ligne 7bis - Jaures 01.jpg|Line 7bis platforms File:GM Metro Station Jaures 01c02.jpg|Station sign on line 5 platforms ==References== *Roland, Gérard (2003). Stations de métro. D’Abbesses à Wagram. Éditions Bonneton. Category:Paris Métro stations in the 10th arrondissement of Paris Category:Paris Métro stations in the 19th arrondissement of Paris Category:Railway stations in France opened in 1903 Category:Jean Jaurès",
 "title": "Jaurès (Paris Métro)"
}