{
 "id": "503926",
 "text": "Vanessa Bradford Kerry (born December 31, 1976) is an American physician, health care administrator, and doctor. She is a founder of the non-profit Seed Global Health. Her father is John Kerry, who served as the 68th United States Secretary of State. ==Early life and education== Kerry was born in Boston, Massachusetts on December 31, 1976. She is the younger daughter of politician John Forbes Kerry and writer Julia Stimson Thorne. Her older sister Alexandra is an actress, filmmaker, director and producer. After her parents divorced, she moved with her mother to Bozeman, Montana. She attended Phillips Academy in Andover, Massachusetts for high school. Kerry graduated from Phillips Academy, Andover and summa cum laude from Yale University with a major in biology. While a student at Yale, she played for the varsity lacrosse team. After graduating with her bachelor's degree, she went to Harvard Medical School where she graduated with honors. She took a year from Harvard to attend the London School of Economics and the London School of Hygiene and Tropical Medicine, earning her master's of science in health policy, planning and financing. While in London, she was a Fulbright Scholar. While in medical school, she interned with the Vaccine Fund of the Global Alliance for Vaccines and Immunization, founded by the Bill and Melinda Gates Foundation; she conducted a study on immunization in Ghana. She later studied and advised on government relations for health and development in Rwanda in partnership with Partners in Health. ==Career== Kerry completed her internal medicine residency and critical care fellowship at the Massachusetts General Hospital in Boston. She is now a physician specializing in critical care. Kerry has continued work in international health and has collaborated on projects in Haiti and Rwanda through the Harvard Medical School Department of Global Health and Social Medicine. She is also actively working on public sector partnerships in Uganda through Massachusetts General Hospital and MGH Global Health. ===Seed Global Health=== Active in global health for many years, in 2011 Kerry started the non-profit Seed Global Health (formerly called Global Health Service Corps). Seed's flagship program was the Global Health Service Partnership, a partnership with the Peace Corps. The Partnership sent health professionals abroad to work as medical and nursing educators and to help build capacity. Seed has helped send over 191 physician and nurse educators to train more than 16,000 health professionals in sub-Saharan Africa. The program is currently active in Malawi, Uganda, Eswatini, and Zambia. In 2010, Kerry wrote an op-ed on the idea of sending American health professionals to teach for The New York Times. She has also published in the New England Journal of Medicine and The Lancet on the topic. The program also partners with academic medical centers such as the Massachusetts General Hospital and MGH Global Health. In 2013, Kerry, as CEO was named a Draper Richards Kaplan Social Entrepreneur. In 2014, she was featured in Boston Magazines Power of Ideas for her work with the organization. Kerry is the Associate Director of Partnerships and Global Initiatives at MGH Global Health and spearheads the program in Global Public Policy and Social Change at the Department of Global Health and Social Medicine. She is an Associate Professor of Medicine at Harvard Medical School and serves on its faculty. ==Personal life== On October 10, 2009, in Boston, Kerry married neurosurgeon Dr. Brian Vala Nahed, who specializes in brain tumors and spinal disorders. As a surgeon and scientist, Dr. Brian Nahed leads a research lab, which aims to develop the first blood test for brain tumors. In 2012, she gave birth to their son, and gave birth to their daughter in 2015. She is a former member of the Board of Directors of Young Democrats of America and is a term member to the Council on Foreign Relations. ===Advocacy=== Kerry took a leave from her medical studies in order to campaign for her father's, then Senator John Kerry, presidential bid in 2004, even introducing him at that year's Democratic National Convention. She campaigned by herself and with her sister, mostly focusing on campaign stops at university campuses. She made speeches in support of her father and focused on health care issues and tuition costs for students, two Democratic campaign issues she felt personally attached to. She also appeared with Alexandra on the MTV Music Video Awards show in Miami where she joined George W. Bush's daughters Barbara and Jenna, who were campaigning for their father George W. Bush, to encourage youth and citizen voting. Jenna later confirmed that Barbara and Jenna also developed a friendship with John Kerry's daughters, Alexandra and Vanessa.\"Jenna describes friendship with John Kerry’s daughters during 2004 campaign\", today.com, 5 Nov 2020, accessed 26 Sept 2021 Through her work with her father and her public health policy education, she has not ruled out running for political office in the future. She has also spoken at a number of venues around the US including Aspen Ideas Festival Millennium Campus Network Conferences, TedX Boston, San Diego State University, UCLA, APHA and other venues. ==Notes== ==External links== * * *Vanessa Kerry at Harvard University * * *Vanessa Kerry on C-SPAN Category:Members of the Council on Foreign Relations Category:1976 births Category:American health care businesspeople Category:American nonprofit chief executives Category:Businesspeople from Massachusetts Category:Forbes family Category:Harvard Medical School alumni Category:Kerry family Category:Living people Category:Alumni of the London School of Economics Category:People from Boston Category:People from Bozeman, Montana Category:Phillips Academy alumni Category:Physicians from Massachusetts Category:Winthrop family Category:Woolsey family Category:Yale University alumni Category:Alumni of the London School of Hygiene & Tropical Medicine Category:Massachusetts Democrats Category:American women physicians Category:American women chief executives",
 "title": "Vanessa Kerry"
}