{
 "id": "504188",
 "text": "thumb A settle is a wooden bench, usually with arms and a high back, long enough to accommodate three or four sitters. ==Description== Settles are commonly movable, but occasionally fixed. The settle shares with the chest and the chair the distinction of great antiquity. Its high back was a protection from the draughts of medieval buildings, protection which was sometimes increased by the addition of winged ends or a wooden canopy. It was most frequently placed near the fire in the common sitting-room. thumb|Seventeenth- century oak settle Dimensions: length , height , depth . Constructed of oak or other hardwood, it was extremely heavy, solid, and durable. Few English examples of earlier date than the middle of the 16th century are extant; survivals from the Jacobean period are more numerous. Settles of the more expensive type were often elaborately carved or incised; others were divided into plain panels. They were commonly used in farmhouse kitchens or manorial halls. Its vogue did not long outlast the first half of the 18th century. Elaborate specimens of oak settles with very tall backs, sometimes a cupboard built into them, or a box under the seat, are referred to as \"monks settles\", but Frederick Robinson writing in 1905 was of the opinion that none of them were of any great age. Two pre-reformation settles of which he was aware are in Winchester Cathedral. Neither of them contain cupboards or boxes. thumb|Seventeenth-century settle table combination. Dimensions: length , height as table , width . Robinson also describes a specimen of a settle and table combination, with a chest in the seat that was made in the 17th century (see right). \"The flanges in the back have a long slit in the lower half, into which fits a peg on the inside of the back of the arm. The back is raised and drawn forwards to serve as a table top as far as the play of the pegs in the slit allows\". This type of furniture is also called a monks bench. The English architect and designer William Burges designed the Zodiac settle, made between 1869 and 1870. The settle is painted and illustrated with dancing Zodiac signs, and adorned with inlaid pieces of glass crystal and vellum. ==See also== *Couch ==Notes== ==References== ;Attribution * == External links == * Settles in the Middle Ages and Renaissance -- links to 15th century examples in paintings, manuscript illuminations, and museums * Example of a modern English oak settle Category:Benches (furniture) Category:History of furniture",
 "title": "Settle (furniture)"
}