{
 "id": "504248",
 "text": "Solarsoft Business Systems is a privately held software company based in Richmond Hill, Ontario, with UK headquarters in Bracknell. The company supplies modern business management systems, enterprise resource planning (ERP) software and IT services to manufacturers, distributors and wholesale businesses across North America, Europe and Asia. ==Overview== Solarsoft is a specialist in mid-market ERP software that is optimized for specific industries. These industries include: Discrete Manufacturing (Automotive Supply Chain, Stamping, Forge and Casting, Plastics and Rubber); Process Manufacturing (Food and Beverage, Pharmaceuticals, Healthcare and Cosmetics, Mills, Metals and Chemicals); Packaging Manufacturing (Corrugated and Retail); and Distribution (General, High-Tech Products, and Building and Construction Supplies). Solarsoft employs 400 staff and provides local support from offices spanning 16 time zones across the USA, Canada, the UK and China. The company's origins in ERP go back nearly 30 years in North America and the UK. The name was adopted in November 2007 following the earlier merger of CMS Software Inc. of Toronto and UK-based XKO Software Ltd. Solarsoft delivers systems that make connections across sales, purchasing, finance, inventory and warehouse management, logistics, manufacturing resource planning (MRP) and quality control departments. Solarsoft real-time production control systems are employed in hundreds of manufacturing plants to monitor production and boost operating efficiency. For finished goods, Solarsoft's warehouse and logistics systems help to control inventory movements and distribution. * Enterprise Resource Planning (ERP) Systems: Solarsoft ERP systems support traditional ERP functions including financial management, sales management, inventory management, production planning and control, and include niche-specific functions for the automotive supply chain, food and beverage, and packaging industries. * Manufacturing Execution Systems (MES): Solarsoft's Mattec manufacturing execution system provides real-time monitoring and control for production and process manufacturing. The system provides accurate 24/7 real- time manufacturing information of all plant operations. Mattec aims to help users become proactive in manufacturing operations, to anticipate and solve manufacturing problems before they occur, and do more with existing resources and find new capacity. * Enterprise manufacturing intelligence (EMI) Systems: Solarsoft's Informance manufacturing intelligence software lets users monitor manufacturing line performance in real-time, and focus continuous improvement efforts on the most critical opportunities. Solarsoft helps users focus operating strategies at the executive level, and convert them into execution tactics at the plant level. ==Acquisition== Solarsoft announced on October 15, 2012 that Solarsoft Business Systems has been acquired by Epicor Software Corporation. Since then, Solarsoft Business Systems has been conducting business under the \"Epicor Software Corporation\" moniker. Marketing, sales, customer support, services and other materials are currently being converted into the Epicor branding and will be released when completed.http://www.solarsoft.com/history/epicor/ ==See also== *Enterprise Resource Planning *Manufacturing Execution Systems *Enterprise manufacturing intelligence Systems ==References== ==External links== * Official website Category:Companies based in Richmond Hill, Ontario Category:Business software companies Category:ERP software companies Category:Production and manufacturing software Category:Software companies of Canada Category:Canadian companies established in 1986 Category:Canadian brands Category:1986 establishments in Ontario",
 "title": "Solarsoft Business Systems"
}