{
 "id": "504458",
 "text": "In probability theory and statistics, given two jointly distributed random variables X and Y, the conditional probability distribution of Y given X is the probability distribution of Y when X is known to be a particular value; in some cases the conditional probabilities may be expressed as functions containing the unspecified value x of X as a parameter. When both X and Y are categorical variables, a conditional probability table is typically used to represent the conditional probability. The conditional distribution contrasts with the marginal distribution of a random variable, which is its distribution without reference to the value of the other variable. If the conditional distribution of Y given X is a continuous distribution, then its probability density function is known as the conditional density function. The properties of a conditional distribution, such as the moments, are often referred to by corresponding names such as the conditional mean and conditional variance. More generally, one can refer to the conditional distribution of a subset of a set of more than two variables; this conditional distribution is contingent on the values of all the remaining variables, and if more than one variable is included in the subset then this conditional distribution is the conditional joint distribution of the included variables. ==Conditional discrete distributions== For discrete random variables, the conditional probability mass function of Y given X=x can be written according to its definition as: Due to the occurrence of P(X=x) in the denominator, this is defined only for non-zero (hence strictly positive) P(X=x). The relation with the probability distribution of X given Y is: :P(Y=y \\mid X=x) P(X=x) = P(\\\\{X=x\\\\} \\cap \\\\{Y=y\\\\}) = P(X=x \\mid Y=y)P(Y=y). ===Example=== Consider the roll of a fair and let X=1 if the number is even (i.e., 2, 4, or 6) and X=0 otherwise. Furthermore, let Y=1 if the number is prime (i.e., 2, 3, or 5) and Y=0 otherwise. {| class=\"wikitable\" |- ! D !! 1 !! 2 !! 3 !! 4 !! 5 !! 6 |- | X || 0 || 1 || 0 || 1 || 0 || 1 |- | Y || 0 || 1 || 1 || 0 || 1 || 0 |} Then the unconditional probability that X=1 is 3/6 = 1/2 (since there are six possible rolls of the die, of which three are even), whereas the probability that X=1 conditional on Y=1 is 1/3 (since there are three possible prime number rolls—2, 3, and 5—of which one is even). ==Conditional continuous distributions== Similarly for continuous random variables, the conditional probability density function of Y given the occurrence of the value x of X can be written as where f_{X,Y}(x,y) gives the joint density of X and Y, while f_X(x) gives the marginal density for X. Also in this case it is necessary that f_X(x)>0. The relation with the probability distribution of X given Y is given by: :f_{Y\\mid X}(y \\mid x)f_X(x) = f_{X,Y}(x, y) = f_{X|Y}(x \\mid y)f_Y(y). The concept of the conditional distribution of a continuous random variable is not as intuitive as it might seem: Borel's paradox shows that conditional probability density functions need not be invariant under coordinate transformations. ===Example=== The graph shows a bivariate normal joint density for random variables X and Y. To see the distribution of Y conditional on X=70, one can first visualize the line X=70 in the X,Y plane, and then visualize the plane containing that line and perpendicular to the X,Y plane. The intersection of that plane with the joint normal density, once rescaled to give unit area under the intersection, is the relevant conditional density of Y. Y\\mid X=70 \\ \\sim\\ \\mathcal{N}\\left(\\mu_1+\\frac{\\sigma_1}{\\sigma_2}\\rho( 70 - \\mu_2),\\, (1-\\rho^2)\\sigma_1^2\\right). ==Relation to independence== Random variables X, Y are independent if and only if the conditional distribution of Y given X is, for all possible realizations of X, equal to the unconditional distribution of Y. For discrete random variables this means P(Y=y|X=x) = P(Y=y) for all possible y and x with P(X=x)>0. For continuous random variables X and Y, having a joint density function, it means f_Y(y|X=x) = f_Y(y) for all possible y and x with f_X(x)>0. ==Properties== Seen as a function of y for given x, P(Y=y|X=x) is a probability mass function and so the sum over all y (or integral if it is a conditional probability density) is 1. Seen as a function of x for given y, it is a likelihood function, so that the sum over all x need not be 1. Additionally, a marginal of a joint distribution can be expressed as the expectation of the corresponding conditional distribution. For instance, p_X(x) = E_{Y}[p_{X|Y}(X \\ |\\ Y)] . ==Measure-theoretic formulation== Let (\\Omega, \\mathcal{F}, P) be a probability space, \\mathcal{G} \\subseteq \\mathcal{F} a \\sigma-field in \\mathcal{F}. Given A\\in \\mathcal{F}, the Radon- Nikodym theorem implies that there isBillingsley (1995), p. 430 a \\mathcal{G}-measurable random variable P(A\\mid\\mathcal{G}):\\Omega\\to \\mathbb{R}, called the conditional probability, such that\\int_G P(A\\mid\\mathcal{G})(\\omega) dP(\\omega)=P(A\\cap G)for every G\\in \\mathcal{G}, and such a random variable is uniquely defined up to sets of probability zero. A conditional probability is called regular if \\operatorname{P}(\\cdot\\mid\\mathcal{B})(\\omega) is a probability measure on (\\Omega, \\mathcal{F}) for all \\omega \\in \\Omega a.e. Special cases: * For the trivial sigma algebra \\mathcal G= \\\\{\\emptyset,\\Omega\\\\}, the conditional probability is the constant function \\operatorname{P}\\\\!\\left( A\\mid \\\\{\\emptyset,\\Omega\\\\} \\right) = \\operatorname{P}(A). * If A\\in \\mathcal{G}, then \\operatorname{P}(A\\mid\\mathcal{G})=1_A, the indicator function (defined below). Let X : \\Omega \\to E be a (E, \\mathcal{E})-valued random variable. For each B \\in \\mathcal{E}, define \\mu_{X \\, | \\, \\mathcal{G}} (B \\, |\\, \\mathcal{G}) = \\mathrm{P} (X^{-1}(B) \\, | \\, \\mathcal{G}).For any \\omega \\in \\Omega, the function \\mu_{X \\, | \\mathcal{G}}(\\cdot \\, | \\mathcal{G}) (\\omega) : \\mathcal{E} \\to \\mathbb{R} is called the conditional probability distribution of X given \\mathcal{G}. If it is a probability measure on (E, \\mathcal{E}), then it is called regular. For a real-valued random variable (with respect to the Borel \\sigma-field \\mathcal{R}^1 on \\mathbb{R}), every conditional probability distribution is regular.Billingsley (1995), p. 439 In this case,E[X \\mid \\mathcal{G}] = \\int_{-\\infty}^\\infty x \\, \\mu(d x, \\cdot) almost surely. === Relation to conditional expectation === For any event A \\in \\mathcal{F}, define the indicator function: :\\mathbf{1}_A (\\omega) = \\begin{cases} 1 \\; &\\text{if } \\omega \\in A, \\\\\\ 0 \\; &\\text{if } \\omega otin A, \\end{cases} which is a random variable. Note that the expectation of this random variable is equal to the probability of A itself: :\\operatorname{E}(\\mathbf{1}_A) = \\operatorname{P}(A). \\; Given a \\sigma- field \\mathcal{G} \\subseteq \\mathcal{F}, the conditional probability \\operatorname{P}(A\\mid\\mathcal{G}) is a version of the conditional expectation of the indicator function for A: :\\operatorname{P}(A\\mid\\mathcal{B}) = \\operatorname{E}(\\mathbf{1}_A\\mid\\mathcal{B}) \\; An expectation of a random variable with respect to a regular conditional probability is equal to its conditional expectation. == See also == *Conditioning (probability) *Conditional probability *Regular conditional probability *Bayes' theorem == References == === Citations === === Sources === * Category:Theory of probability distributions Distribution",
 "title": "Conditional probability distribution"
}