{
 "id": "504710",
 "text": "Porte de Saint-Ouen () is a station on line 13 of the Paris Métro on the border of the 17th and 18th arrondissements. Unusually it has an escalator directly linking the platform to the street at the exit to the Rue Leibniz. ==Location== The station is located under the northern end of the Avenue de Saint-Ouen, between the Porte and the cutting of the Chemin de fer de Petite Ceinture line. Oriented roughly along a north-south axis and located on the branch towards Saint-Denis–Université, it is positioned between the Garibaldi and Guy Môquet metro stations. ==History== The station opened on 26 February 1911 as part of the Nord-Sud Company's line B from Saint-Lazare to Porte de Saint-Ouen. On 27 March 1931, line B became line 13 following the absorption of the Nord-Sud company on 1 January 1930 by its competitor, the Nord-Sud Company (known as CMP). It was the terminus of the northern branch of the line until 30 June 1952 when the line was extended to Carrefour Pleyel. The station is named after the Porte de Saint-Ouen, a gate in the nineteenth century Thiers wall of Paris, which led to Saint-Ouen From the 1950s until 2008, the side walls were clad in metal casing with red horizontal uprights and golden advertising frames. This layout was later supplemented with “shell” seats characteristic of the “Motte” style, in red. As part of the RATP's Renouveau du métro programme, the station corridors were renovated on 3 June 2005, and then it was the turn of the platforms in 2009, leading to the removal of the bodywork in favour of a restitution of the original North-South decoration. In 2020, with the Covid-19 crisis, 2,060,676 passengers entered this station, which places it in 119th position among metro stations for its attendance. ==Passenger services== ===Access=== The station has three accesses divided into five metro entrances, located on either side of Avenue de Saint-Ouen: * Access 1 - Boulevard Bessières comprising two fixed staircases leading to the right of no. 153 of the avenue, the one furthest at the corner with Boulevard Bessières, decorated with a mast with a yellow \"M\" inscribed in a circle; * Access 2 - Avenue de Saint-Ouen - Hopital Bichat also comprising two fixed staircases established back-to-back, located opposite no. 154 and 156 of the avenue, the closest to Boulevard Ney is equipped with a yellow “M” mast. * Access 3 - Rue Leibniz, consisting of an ascending escalator allowing only an exit from the platform in the direction of Saint-Denis - University, located to the right of no. 136 of the avenue. ===Station layout=== {| border=0 cellspacing=0 cellpadding=3 |style=\"border-top:solid 1px gray;\" width=50 valign=top|G |style=\"border-top:solid 1px gray;\" width=100 valign=top|Street Level |style=\"border-top:solid 1px gray;\" width=400 valign=top|Exit/Entrance |- |style=\"border-top:solid 1px gray;\" width=50 valign=top|B1 |style=\"border- top:solid 1px gray;\" width=100 valign=top|Mezzanine |style=\"border-top:solid 1px gray;\" width=400 valign=top|Fare control, connection between platform |- |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;\" width=50 rowspan=4 valign=top|B2 |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text- align:center;\" colspan=2| |- |style=\"border-bottom:solid 1px gray;\" width=100|Northbound |style=\"border-bottom:solid 1px gray;\" width=390|← toward Saint-Denis – Université |- |Southbound | toward Châtillon – Montrouge → |- |style=\"border-top:solid 2px black;border-right:solid 2px black;border- left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2| |} ===Platforms=== Porte de Saint-Ouen is a station with a standard configuration. It has two platforms separated by the metro tracks and the vault is semi-elliptical, a shape specific to the old Nord-Sud Company stations. The tiling and ceramics take up the original decorative style with advertising frames and the surrounds of station name in a green colour (a tint used for terminuses and transfer stations). Green geometric designs are found on the side walls and the vault, while station name inscribed in white earthenware on a small blue background with a green border. Green tile borders surrounds the very large advertising frames. The direction incorporated in the ceramic on the south tunnel exit indicating Saint-Lazare was not changed and is kept as it is. Bevelled white ceramic tiles cover the side walls, the vault and the tunnel exits. Lighting is provided by two tube strips and the Akiko style seats are cyan in colour. ===Other connections=== The station is served by lines 21, 237, 341 and Traverse Batignolles-Bichat of the RATP Bus Network. It is also connected to, since 24 November 2018, with the line 3b tramway. ==Nearby== * Porte de Saint-Ouen * Bichat–Claude Bernard Hospital * Gare de l'avenue de Saint-Ouen and its cultural space Le Hasard Ludique. ==Gallery== File:Porte de Saint-Ouen, Paris Métro - 20070915.jpg|Line 13 platforms at Porte de Saint-Ouen ==References== *Roland, Gérard (2003). Stations de métro. D’Abbesses à Wagram. Éditions Bonneton. Category:Paris Métro stations in the 17th arrondissement of Paris Category:Paris Métro stations in the 18th arrondissement of Paris Category:Railway stations in France opened in 1911",
 "title": "Porte de Saint-Ouen (Paris Métro)"
}