{
 "id": "50495",
 "text": "The Clapham Sect, or Clapham Saints, were a group of social reformers from Clapham spanning the 1780s to the 1840s. Despite being considered a sect most members remained in the \"established\" and dominant Church of England, which was highly interwoven with offices of state. Its successors were in many cases outside of the same church affiliation. ==Summary and context== These were reformists and abolitionists, being contemporary terms as the 'Sect' was - until 1844 - unnamed. They figured and heard readings, sermons and lessons from prominent and wealthy Evangelical Anglicans who called for the liberation of slaves,Ann M. Burton, \"British Evangelicals, Economic Warfare and the Abolition of the Atlantic Slave Trade, 1794–1810.\" Anglican and Episcopal History 65#2 (1996): 197–225. in JSTOR abolition of the slave trade and the reform of the penal system, and recognised and advocated other cornerstone civil-political rights and socio-economic rights. Defying the status quo of labour exploitation and consequent vested interests in the legislature was laborious and was motivated by their Christian faith and concern for social justice and fairness for all human beings. Their most famous member was William Wilberforce, widely commemorated in monuments and credited with hastening the end of the slave trade. Electoral and other political rights were a main cause of all Radicals then their Northern successors the Chartists, their shared earliest success being the Great Reform Act 1832. Many of the other key rights saw a comparative context in treatises of the Age of Enlightenment, and Age of Revolutions. France's 1789 Declaration of the Rights of Man and of the Citizen, together with the 1689 English Bill of Rights, the 1776 United States Declaration of Independence, and the 1789 United States Bill of Rights, inspired, in large part, the 1948 United Nations Universal Declaration of Human Rights.Douglas K. Stevenson (1987), American Life and Institutions, Stuttgart (Germany), p. 34 ==Campaigns and successes== The name stems from most of its figures being non-dissenting parishioners of Clapham, then a village south of London (today part of south-west London), where Wilberforce and Thornton, its two most influential leaders, often lived and met. Liturgy, sermons and sometimes meetings at Holy Trinity Church on Clapham Common were a central feature, largely neighboured by upmarket new homes and expensive single-home plots of land (fashionable villas in the terms of the time). Henry Venn, since seen as the founder, was lesser clergy, Curate, there (from at least 1754) and his son John became rector (parish priest) (1792-1813). The House of Commons politicians (MPs) William Wilberforce (first elected 1780) and Henry Thornton (first elected 1782), two of the most influential of the sect were parishioners and many of the meetings were held in their houses. They were encouraged by Beilby Porteus, the Bishop of London, himself an abolitionist and reformer, who sympathised with many of their aims. The term \"Clapham Sect\" is an almost non-contemporaneous invention by James Stephen in an article of 1844 which celebrated and romanticised the work of these reformers.Gathro, John \"William Wilberforce and His Circle of Friends\", CS Lewis Institute. Retrieved 31 August 2016 The reformers were partly composed of members from St Edmund Hall, Oxford and Magdalene College, Cambridge, where the Vicar of Holy Trinity Church, Charles Simeon had preached to students from the university, some of whom underwent an evangelical conversion experience and later became associated with the Clapham Sect. Lampooned in their day as \"the saints\", the group published a journal, the Christian Observer, edited by Zachary Macaulay and were also credited with the foundation of several missionary and tract societies, including the British and Foreign Bible Society and the Church Missionary Society. After many decades of work both in British society and in Parliament, the reformers saw their efforts rewarded with the final passage of the Slave Trade Act 1807, banning the trade throughout the British Empire and, after many further years of campaigning, the total emancipation of British slaves with the passing of the Slavery Abolition Act 1833. They also campaigned vigorously for Britain to use its influence to work towards abolishing slavery throughout the world. Some of the group, Granville Sharp, Thomas Clarkson and William Wilberforce, were responsible for the founding in 1787 of Sierra Leone as a settlement for some of the African-Americans freed by the British during the American Revolutionary War; it thus became the first non trading-post British \"colony\" akin to a fledgling mission state in Africa, whose purpose in Clarkson's words was \"the abolition of the slave trade, the civilisation of Africa, and the introduction of the gospel there\". Later, in 1792, another of the group John Clarkson was instrumental in the creation of its capital Freetown. The group are described by the historian Stephen Tomkins as \"a network of friends and families in England, with William Wilberforce as its centre of gravity, who were powerfully bound together by their shared moral and spiritual values, by their religious mission and social activism, by their love for each other, and by marriage\".Tomkins, (2010) The Clapham Sect: How Wilberforce’s circle changed Britain, By 1848 when evangelical bishop John Bird Sumner became Archbishop of Canterbury, it is said that between a quarter and a third of Anglican clergy were linked to the movement, which by then had diversified greatly in its goals, although they were no longer considered an organised faction.Boyd Hilton, A Mad, Bad, Dangerous People? England 1783–1846 (2006), p 175. Members of the group founded or were involved with a number of other societies, including the Abolition Society, formally known as the Society for Effecting the Abolition of the Slave Trade (founded by Clarkson, Sharp and others) and run largely by white middle-class women of Quaker, Unitarian and Evangelical faiths The Society for the Mitigation and Gradual Abolition of Slavery Throughout the British Dominions followed, in 1823, and there was also the Proclamation Society, the Sunday School Society, the Bettering Society, and the Small Debt Society. The Clapham Sect have been credited with playing a significant part in the development of Victorian morality, through their writings, their societies, their influence in Parliament, and their example in philanthropy and moral campaigns, especially against slavery. In the words of Tomkins, \"The ethos of Clapham became the spirit of the age.\" ==Members== Members of the Clapham Sect, and those associated with them, included:David Spring, \"The Clapham Sect: Some Social and Political Aspects.\" Victorian Studies 5#1 (1961): 35–48. * Thomas Fowell Buxton (1786–1845), leader of the movement for the abolition of slavery, MP for Weymouth and Melcombe Regis and brewer * William Dealtry (1775–1847), Rector of Holy Trinity Church, Clapham, mathematician * Edward James Eliot (1758–97), MP for St Germans and Liskeard * Thomas Gisborne (1758–1846), Prebendary of Durham Cathedral and author * Charles Grant (1746–1823), administrator, chairman of the directors of the British East India Company, father of the first Lord Glenelg * Zachary Macaulay (1768–1838), estate manager, governor of Sierra Leone, father of Thomas Babington Macaulay * Hannah More (1745–1833), bluestocking, playwright, religious writer and philanthropist * Granville Sharp (1735–1813), campaigner for social justice, scholar and administrator * Charles Simeon (1759–1836), Anglican cleric, minister of Holy Trinity Church, Cambridge, promoter of missions * James Stephen (1758–1832), Master of Chancery, great-grandfather of Virginia Woolf * Lord Teignmouth (1751–1834), Governor-general of India * Henry Thornton (1760–1815), economist, banker, philanthropist, Member of Parliament (MP) for Southwark, great-grandfather of writer E.M. Forster * Marianne Thornton (1797-1887), daughter of Henry Thornton * Henry Venn (1725–97), curate of Holy Trinity Church, Clapham, and founder of the group, father of John Venn (priest) and great-grandfather of John Venn (originator of the Venn diagram) * John Venn (1759–1813), Rector of Holy Trinity Church, Clapham * William Wilberforce (1759–1833), MP for Kingston upon Hull, Yorkshire and Bramber, abolitionist, and leader of the campaign against the slave trade * William Smith (1756–1835), MP for Sudbury and Norwich ==See also== * List of abolitionist forerunners ==References== ==Further reading== * Brown, Ford K. Fathers of the Victorians: the age of Wilberforce (1961). * Burton, Ann M. \"British Evangelicals, Economic Warfare and the Abolition of the Atlantic Slave Trade, 1794–1810.\" Anglican and Episcopal History 65#2 (1996): 197–225. in JSTOR *Butler, Ryan J. “Transatlantic Discontinuity? The Clapham Sect’s Influence in the United States.” Church history 88, no. 3 (2019): 672–695. * Cowper, William. \"'The Better Hour Is Near': Wilberforce And Transformative Religion.\" (Evangelical History Association Lecture 2013) online * Danker, Ryan Nicholas. Wesley and the Anglicans: Political Division in Early Evangelicalism (InterVarsity Press, 2016). * Hennell, Michael. John Venn and the Clapham Sect (1958). * Hilton, Boyd. The Age of Atonement: The Influence of Evangelicalism on Social and Economic Thought, 1795-‐1865 (1988). * Hilton, Boyd. A Mad, Bad, Dangerous People? England 1783–1846 (2006), pp 174–88, passim. * Himmelfarb, Gertrude. \"From Clapham to Bloomsbury: a genealogy of morals.\" Commentary 79.2 (1985): 36. * Howse, Ernest Marshall. Saints in Politics: The 'Clapham Sect' and the Growth of Freedom (University of Toronto Press, 1952) * Klein, Milton M. Amazing Grace: John Thornton & the Clapham Sect (2004), 160 pp. * * Spring, David. \"The Clapham Sect: Some Social and Political Aspects.\" Victorian Studies 5#1 (1961): 35–48. in JSTOR * Tomkins, Stephen. The Clapham Sect: How Wilberforce’s circle changed Britain (Oxford: Lion Hudson, 2010) * Tomkins, Stephen. William Wilberforce: a biography (Wm. B. Eerdmans Publishing, 2007). * Ward, William Reginald. The Protestant evangelical awakening (Cambridge University Press, 2002). * Wolffe, John/ \"Clapham Sect (act. 1792–1815)\", Oxford Dictionary of National Biography 2005; online edn, Oct 2016 accessed 13 Nov 2017 == External links == * The Clapham Group – 1701–1800 – Church History Timeline * William Wilberforce (1759–1833): The Shrimp Who Stopped Slavery by Christopher D. Hancock * William Wilberforce 'condoned slavery', Colonial Office papers reveal – The Guardian – Davies, Caroline. Monday 2 August 2010. * Do-gooders in 1790s London – The Economist – Aug 26th 2010 Category:History of the Church of England Category:Church of England societies and organisations Category:19th- century disestablishments in England Category:English theologians Category:Abolitionist organizations Category:Evangelical Anglicanism Category:Anglican organizations established in the 18th century Category:19th- century Protestantism Category:18th-century Protestantism Category:Clapham Category:History of the London Borough of Lambeth",
 "title": "Clapham Sect"
}