{
 "id": "50556",
 "text": "James IV (17 March 1473 – 9 September 1513) was King of Scotland from 11 June 1488 until his death at the Battle of Flodden in 1513. He inherited the throne at the age of fifteen on the death of his father, James III, at the Battle of Sauchieburn, following a rebellion in which the younger James was the figurehead of the rebels. James IV is generally regarded as the most successful of the Stewart monarchs. He was responsible for a major expansion of the Scottish royal navy, which included the founding of two royal dockyards and the acquisition or construction of 38 ships, including the Michael, the largest warship of its time.T. Christopher Smout, Scotland and the Sea (Edinburgh: Rowman and Littlefield, 1992), , p. 45. James was a patron of the arts and took an active interest in the law, literature and science, even personally experimenting in dentistry and bloodletting. With his patronage the printing press came to Scotland, and the Royal College of Surgeons of Edinburgh and the University of Aberdeen were founded. He commissioned the building of Holyrood Palace and Falkland Palace, and extensive building work at Linlithgow Palace, Edinburgh Castle and Stirling Castle. The education act passed by the Parliament of Scotland in 1496 introduced compulsory schooling. During James's 25 year reign, royal income doubled, the crown exercised firm control over the Scottish church, royal administration was extended to the Highlands and the Hebrides, and by 1493 James had overcome the last independent Lord of the Isles. Relations with England were improved with the Treaty of Perpetual Peace in 1502 and James's marriage to Margaret Tudor in 1503 (the marriage led to the Union of the Crowns in 1603, when Elizabeth I of England died without heirs and James IV's great-grandson James VI succeeded to the English throne). The long period of domestic peace after 1497 allowed James to focus more on foreign policy, which included the sending of several of his warships to aid his uncle, King John of Denmark, in his conflict with Sweden; amicable relations with the Pope, Holy Roman Emperor Maximilian I and Louis XII of France; and James's aspiration to lead a European naval crusade against the Turks of the Ottoman Empire. James was granted the title of Protector and Defender of the Christian Faith in 1507 by Pope Julius II. When Henry VIII of England invaded France in 1513 as part of the Holy League, James chose the Auld Alliance with the French over the 'Perpetual Peace' with the English, and answered France's call for assistance by leading a large army across the border into England. James and many of his nobles were killed at the Battle of Flodden on 9 September 1513. He was the last monarch in Great Britain to be killed in battle, and was succeeded by his son James V. ==Early life== Born on 17 March 1473 at Stirling Castle, James was the eldest son of King James III and Margaret of Denmark.MacDougall, Margaret of Denmark, ODNB As heir apparent to the Scottish crown, he became Duke of Rothesay at birth. James probably spent most of his infancy and youth at Stirling Castle in the care of his mother, along with his two younger brothers, James and John. In 1478, Queen Margaret was officially entrusted with the custody and education of the Duke of Rothesay.Macdougall, Norman, James IV, p. 1. Not much is known about James's early life, but it is known that he received a good education from Archibald Whitelaw, the Secretary of State, and John Ireland, under the direction of his mother. James became fluent in Latin and Spanish, also learned French, German, Flemish and Italian, and was the last Scottish monarch known to have spoken Gaelic.Calendar of State Papers, Spain (1485–1509), volume 1 (1862), No. 210, English translation from Spanish.: See original letter at Archivo General de Simancas, PTR, LEG,52, DOC.166 - 857V - Imagen Núm: 2 / 26 The surviving exchequer records show that Prince James was taken from Stirling to visit Edinburgh in the summers of 1474 and 1479, and that his nurse in the 1470s was Agnes Turing, the wife of an Edinburgh burgess.Macdougall, Norman, James IV, p. 2. In October 1474, James III agreed a peace treaty with Edward IV of England, the foundation of which was to be a marriage between Prince James and Edward's daughter, Cecily of York, when they both reached marriageable age.Macdougall, Norman, James IV, pp. 1–2. The treaty marked the beginning of James III's pursuit of friendship with England, a policy which was unpopular in Scotland. This policy would see further prospective English brides proposed for his son: Anne de la Pole (niece of Richard III of England) in 1484 and an unspecified daughter of Edward IV in 1487.Macdougall, Norman, James IV, pp. 1–2. James III was an unpopular king: he faced two major rebellions during his reign, and alienated members of his close family, especially his younger brother, Alexander, Duke of Albany. James III's unpopular pro-English policy rebounded badly upon him when the peace with England broke down in 1480. This led to the invasion of Scotland and capture of Berwick in 1482 by Richard, Duke of Gloucester, in the company of the Duke of Albany. When James III attempted to lead his army against the invasion, his army rebelled against him and he was briefly imprisoned by his own councillors. During James III's imprisonment, Albany visited Queen Margaret and the young Duke of Rothesay at Stirling Castle to discuss the crisis with them.Macdougall, Norman, James IV, pp. 5–7. For the nine-year old heir to the throne, the crisis of 1482 had shattered the calm of his youthful existence at Stirling.Macdougall, Norman, James IV, p. 2. Following the death of Margaret of Denmark in July 1486, Prince James may have viewed the king's deliberate promotion of his second son - the 1486 and 1487 proposals to marry him to one of the younger daughter's of Edward IV of England, and the conferring on him of the dukedom of Ross in January 1488 - with apprehension. There is no explanation of why James III seemed to be favouring his second son over his heir, although it has been suggested that James III's suspicion and distrust of his heir arose from the young Duke of Rothesay's meeting with the Duke of Albany during the 1482 crisis.Macdougall, Norman, James IV, p. 13. On 2 February 1488, the Duke of Rothesay departed from Stirling Castle, without the king's knowledge. This defection saw the start of another major rebellion against James III, led by the earls of Angus and Argyll, and the Home and Hepburn families. Pitscottie claimed that the prince defected as he had heard that his father was approaching Stirling with a large army to imprison him.Macdougall, Norman, James IV, p. 24. The prince became the figurehead of the rebels, who claimed that they had removed him from Stirling to protect him from his vindictive father, who had surrounded himself with wicked Anglophile counsellors.Macdougall, Norman, James IV, p. 39. Like Prince James, many of the rebels also feared for their safety if James III continued to rule.Macdougall, Norman, James IV, p. 40. Matters came to a head on 11 June 1488, when the royal and rebel armies fought outside Stirling at the Battle of Sauchieburn. The royal army was defeated and James III was killed during the battle, though several later sources claimed that the Duke of Rothesay had forbidden any man to harm his father.Mackie, R.L., James IV, (1958), pp. 36–44.Goodwin, George. Fatal Rivalry: Flodden 1513. New York: WW Norton, 2013. pp. 9–10. James IV bore intense guilt for the indirect role which he had played in the death of his father. He decided to do penance for his sin, constantly wearing an iron belt around his waist, next to the skin, to which he added weight every year throughout his life.Macdougall, Norman, James IV, p. 53.Lindsay of Pitscottie, Robert, The History of Scotland, Robert Freebairn, Edinburgh (1778), p. 149. ==Early reign== thumb|Sketch of James by Jacques Le Boucq The victorious rebels moved swiftly to consolidate their power, and on 12 June, only a day after Sauchieburn, the new king issued his first charter. Edinburgh and Stirling castles were secured, as were the late king’s money and jewels, and the rebel leaders were rewarded with offices of state and posts in the royal household.Macdougall, Norman, James IV, p. 49. James IV's coronation took place on 24 June 1488 at Scone Abbey. The Archbishop of St Andrews, William Scheves, a favourite of James III, did not officiate during the coronation ceremony, with the new king being instead crowned by Robert Blackadder, Bishop of Glasgow.Macdougall, Norman, James IV, p. 52. A few days later, James IV attended the burial of his father at Cambuskenneth Abbey, a scene later portrayed in James IV's book of hours.Macdougall, Norman, James IV, p. 52. The new king also hosted his maternal great-uncle, Gerhard VI, Count of Oldenburg, who arrived at Leith with a Danish fleet in August, and remained in Scotland until the following year.Macdougall, Norman, James IV, p. 52. James IV quickly proved to be a wise and effective ruler, and entrusted the running of his government to Patrick Hepburn, 1st Earl of Bothwell, Archibald Douglas, 5th Earl of Angus, and William Elphinstone, Bishop of Aberdeen. He defeated a major rebellion led by the Master of Huntly, the Earl of Lennox, and Lord Lyle in 1489, laying siege to Crookston, Duchal and Dumbarton castles, and defeating a rebel army at Gartloaning in Stirlingshire.Macdougall, Norman, James IV, pp. 68-74. James also took a direct interest in the administration of justice, brought the feud between the Murrays and the Drummonds in Strathearn to an end, and went out on justice ayres across the kingdom throughout his reign.Macdougall, Norman, James IV, p. 84. A tax of £5,000 was granted by the Parliament of Scotland to fund an embassy to France and Spain to search for a foreign bride for the king; Pope Innocent VIII conferred the Golden Rose on James in 1491; the alliance with France was renewed, and treaties were made with Denmark and Spain, and truces were negotiated with Henry VII of England in 1493 and 1494.Macdougall, Norman, James IV, p. 82. In 1494 James received the Sceptre of Scotland as a papal gift from Pope Alexander VI. James IV met with Hugh Roe O'Donnell, King of Tyrconnell in June 1495 in Glasgow. O'Donnell was the most powerful northern Irish magnate and a committed enemy of Henry VII’s government in Ireland, and the Scottish and Irish kings made a defensive alliance. They also discussed Perkin Warbeck, the pretender to the English throne, who O'Donnell had been a supporter of for years.Macdougall, Norman, James IV, p. 117. James IV received Warbeck in Scotland in November 1495. The attraction of Warbeck to James lay in the recognition of Warbeck's claim to the English throne by Maximilian, King of the Romans, Ferdinand II and Isabella I of Spain (the Catholic monarchs), Philip, Duke of Burgundy, and Margaret of York. Embracing Warbeck’s cause would give James IV international leverage to seek European alliances, and threatening Henry VII with Warbeck would surely produce a much more attractive offer of alliance from the English king.Macdougall, Norman, James IV, p. 117. As Ferdinand and Isabella were negotiating an alliance with Henry VII, James knew that Spain would help him in his struggles with England in order to prevent the situation escalating into war with France.Macdougall, Norman p. 123-124, 136, 140–141. Spanish ambassadors arrived in Edinburgh, and later Pedro de Ayala was established as a resident ambassador during the crisis. In September 1496, James IV invaded England alongside Warbeck, destroying Tillmouth, Duddo, Branxton and Howtel towers, and Twizel Castle and Heaton Castle. However, the army quickly retreated when resources were expended,Accounts of the Lord High Treasurer of Scotland, vol. 1 (Edinburgh, 1877), pp. 299–300. and hoped-for support for Perkin Warbeck in Northumberland failed to materialise. The Scottish army left on 25 September 1496 when an English army commanded by Lord Neville approached from Newcastle.Bain, Joseph, ed., Calendar of Documents relating to Scotland, 1357–1509, vol. 4 (Edinburgh, 1888), pp. 418–9 no. 35 (there dated as if '1497'): David Dunlop (1991), 108–9 & fn., quotes another version, and cites four more, noting mistaken date in Bain (1888). When news of this invasion reached Ludovico Sforza, Duke of Milan, on 21 October 1496, he wrote to his ambassador in Spain, to request the Spanish monarchs make peace between England and Scotland. The peace mission was entrusted to the Spanish ambassador in Scotland, Pedro de Ayala.Calendar State Papers Milan (London, 1912), no. 514. Later, wishing to be rid of Warbeck, James IV provided a ship called the Cuckoo and a hired crew under a Breton captain, Guy Foulcart.Robert Kerr Hannay, Letters of James IV (SHS: Edinburgh, 1953), p. 9. Horses were hired for 30 of Perkin's companions to ride to the ship at Ayr on 5 July 1497, where Perkin sailed to Ireland.Thomas Dickson, Accounts of the Treasurer, vol. 1 (Edinburgh, 1877), pp. 342-5. In August 1497, James invaded England once more, and laid siege to Norham Castle with a huge artillery train, including Mons Meg.Macdougall, Norman p. 139. ==Peace with England== thumb|Portrait of James IV James IV's use of war as a forceful extension of his diplomacy with England, and Henry VII's realisation of how vulnerable the Anglo-Scottish border was, saw Henry treat for peace with James. The Treaty of Ayton was signed on 30 September 1497, agreeing to a seven-year truce between Scotland and England. Shipping and trade were to be conducted according to the 1464 Treaty of York, and Border wardens on either side were given new powers to execute cross-border murderers after 20 days detention, and punish thieves caught red-handed, and neither King should harbour the other's rebels.Rymer, Thomas, ed., Foedera, vol.12 (1711), pp.670–680, see sources The Spanish monarchs Ferdinand and Isabella were appointed to arbitrate future disputes and unresolved issues such as redress for damages caused by the recent invasions.Macdougall, Norman, James IV, Tuckwell, (1997), 141, citing CSP Spain, vol. 1 no. 186. The possibility was also raised of strengthening the peace between both kingdoms with the marriage of James IV to Henry VII's eldest daughter, Margaret.Goodwin, George, Fatal Rivalry, p. 39. Following several years in which the Ayton agreement held, Scottish and English commissioners met at Richmond Palace on 24 January 1502. They agreed the marriage between James IV and Margaret, with a dowry of £35,000 Scots, and a peace treaty between the two kingdoms.Goodwin, George, Fatal Rivalry, p. 39. Under the terms of the Treaty of Perpetual Peace, there was to be \"good, real and sincere, true, sound, and firm peace, friendship, league and confederation, to last all time coming\" between England and Scotland, neither king or their successors were to make war against the other, and if either king broke the treaty, the Pope would excommunicate them.Goodwin, George, Fatal Rivalry, p. 40. In a ceremony at the altar of Glasgow Cathedral on 10 December 1502, James confirmed the Treaty of Perpetual Peace with Henry VII, the first peace treaty between Scotland and England since 1328.Bain, Joseph, ed., Calendar of Documents relating to Scotland, 1357–1509, vol. 4, HM Register House, Edinburgh (1888), nos. 1681, 1690–1697. The marriage was completed by proxy on 25 January 1503 at Richmond Palace in the presence of the King and Queen of England, the Earl of Bothwell standing as proxy for the Scottish king. Margaret left Richmond for Scotland on 27 June and, after crossing the border at Berwick upon Tweed on 1 August 1503, was received at Lamberton by the Archbishop of Glasgow and the Bishop of Moray.Goodwin, George, Fatal Rivalry, p. 47. On 8 August 1503, the marriage of the 30-year old Scottish king and his 13-year old English bride was celebrated in person in Holyrood Abbey. The rites were performed by Robert Blackadder, Archbishop of Glasgow and Thomas Savage, Archbishop of York. Their wedding was commemorated by the gift of the Hours of James IV of Scotland, and was portrayed as the marriage of The Thrissil and the Rois (the thistle and rose – the flowers of Scotland and England, respectively) by the poet William Dunbar, who was then resident at James' court. It is possible that the consummation of the marriage was delayed. This was not uncommon when young medieval brides were married, with the couple maintaining separate households or simply avoiding consummation until the bride was a more acceptable age. Margaret did not bear her first child until she was 17, so it is likely that James IV respected this convention. James IV's marriage to Margaret meant that only the future Henry VIII stood between the Scottish king and the English succession, as Henry's lack of an heir made it possible that either James or one of his successors might succeed if the Tudors failed to produce heirs.Macdougall, Norman, James IV, p. 250. Margaret’s first pregnancy resulted in the birth of James, Duke of Rothesay at Holyrood Palace in February 1507.Macdougall, Norman, James IV, p. 196 However, this heir to the throne died a year later in February 1508. At this point Margaret was already pregnant with a second child, a daughter whose name is unknown, and who was born and died in July 1508. In October 1509, a second son was born and named Arthur, a name recalling Margaret's late brother, Arthur, Prince of Wales, and reminding the still heirless Henry VIII that, if he were unable to produce a legitimate son to succeed him, it might be a son of Margaret Tudor who would succeed.Goodwin, George, Fatal Rivalry, p. 133. ==Government== ===Policy in the Highlands and Isles=== In 1476, John of Islay, Lord of the Isles and chief of Clan Donald, had forfeited the earldom of Ross to James III due to the treasonous Treaty of Westminster he had agreed with Edward IV of England. After this, Ross-shire was continually invaded by the MacDonald islanders. In 1491, Alexander MacDonald of Lochalsh, heir to the lordship of the Isles, attempted to recover the earldom of Ross by raiding Ross-shire in alliance with Clan Cameron and Clan Chattan.The Raid on Ross 1491 clan-cameron.org. Retrieved 23 May 2015. They marched to Inverness, where they stormed Inverness Castle, and clashed with Clan Mackenzie before being routed. In consequence of this insurrection, at a meeting of parliament in Edinburgh in May 1493, the title and possessions of John MacDonald, Lord of the Isles were declared to be forfeited to the Crown.Macdougall, Norman, James IV, p. 102. In August 1493, King James made his first expedition to the western Highlands. Accompanied by Chancellor Angus, Bishop Elhinstone, the Earl of Bothwell, Lord Home, and Secretary of State Archibald Whitelaw, James IV sailed to Dunstaffnage Castle, where the local chiefs, including John MacLean of Lochbuie and John MacIain of Ardnamurchan, made their submissions of loyalty to him.Macdougall, Norman, James IV, p. 102. John of Islay surrendered and was brought back to the royal court and given an annual pension.Macdougall, Norman, James IV, p. 103. The following year, Sir John MacDonald of Dunnyveg rebelled, and in July the king sailed with an army from Dumbarton to Tarbert Castle, before sailing south to Dunaverty Castle in Kintyre. The royal forces repaired both castles, and soon afterwards Sir John was summoned for treason committed in Kintyre.Macdougall, Norman, James IV, p. 105. Sir John ignored the summons and continued to reside at Islay, but was later captured by John MacIain of Ardnamurchan and brought to Edinburgh to be hung for treason.Macdougall, Norman, James IV, p. 105. In 1495 King James sailed on his third and final expedition to the Isles to find and reward supporters of the Crown within the forfeited lordship, sailing to Mingary Castle, where Lachlan Maclean of Duart, Alan Cameron, and MacNeil of Barra came in to mingary to submit and offer their allegiance to the king in person, who by confired them in their lands and offices.Macdougall, Norman, James IV, p. 115-16. In October 1496, the Privy Council ordered that the clan chiefs in the region would be held responsible by the king for crimes of the islanders. This act for the governance of the region was unworkable, and after the Act of Revocation of 1498 undermined the chiefs' titles to their lands, resistance to Edinburgh rule was strengthened. James waited at Kilkerran Castle at Campbeltown Loch to regrant the chiefs' charters in the summer of 1498. Few of the chiefs turned up.MacDougall, Norman, James IV, (1997), 176–177. At first, Archibald Campbell, 2nd Earl of Argyll, was set to fill the power vacuum and enforce royal authority, but he met with limited success in a struggle with his brother-in-law, Torquil MacLeod of Lewis. Torquil was ordered to hand over Domhnall Dubh, heir to the lordship of the Isles, to James IV at Inverness in 1501. James waited, but Torquil never came. After this defiance, Alexander Gordon, 3rd Earl of Huntly, was granted Torquil's lands. He raised an army in Lochaber and also cleared the tenants of that area, replacing them with his supporters.MacDougall, Norman, (1997), 179–181. After the parliament of 1504, a royal fleet sailed north from Ayr to attack the Castle of Cairn-na-Burgh, west of Mull, where it is thought that Maclean of Duart had Domhnall Dubh in his keeping.MacDougall, Norman, James IV, (1997), 185. As progress at the siege was slow, James sent Hans the royal gunner in Robert Barton's ship and then the Earl of Arran with provisions and more artillery. Cairn-na-Burgh was captured by June 1504 but Domhnall Dubh remained at liberty.MacDougall, Norman, (1997), 185-186. In September 1507, Torquil MacLeod was besieged at Stornoway Castle on Lewis. Domhnall Dubh was captured and imprisoned for 37 years until he was released in 1543 and died 1545 in Ireland; Torquil MacLeod died in exile in 1511. The Earl of Huntly was richly rewarded for his troubles, a price that James was prepared to pay.MacDougall, Norman, James IV, (1997), p. 189. ===Parliament=== James IV's reign saw a decline in the holding of parliaments, which was a departure from the practice of previous reigns. While ten meetings of the three estates were held between 1488 and 1496, there were only three during the remaining seventeen years of the reign, with no parliaments held in the eight years between 1496 and 1504.MacDougall, Norman, James IV, (1997), p. 170. There was also a substantial reduction in the numbers of those attending parliaments as the reign progressed. This development matched that of the English and European monarchies in the playing down of the role of their representative assemblies, and placing more reliance on conciliar government: Edward IV of England only held six parliaments during his twenty-three year reign, and Henry VII held seven in his twenty-four years on the throne.MacDougall, Norman, James IV, (1997), p. 172. In France, the Estates General were not summoned again for seventy-six years after 1484MacDougall, Norman, James IV, (1997), p. 172. With the ending of the conflicts with England in 1497, the Crown no longer needed Parliament to grant extraordinary revenue in the form of taxation, with Parliament no longer being summoned with the same regularity as a result.MacDougall, Norman, James IV, (1997), p. 172. In the decade before 1496, successive parliaments had presided over, or sanctioned, regicide or rebellion, and failed foreign embassies to find the king a bride. With this experience of parliaments, perhaps James IV considered the frequent calling of parliaments inimical to good royal government.MacDougall, Norman, James IV, (1997), p. 173. The absence of parliaments between 1496 and 1504 may also have been due to James's discovery of other methods of raising revenue, and his reluctance to summon meetings of the three estates due to their propensity for dissent. The last three parliaments of James IV's reign in 1504, 1506 and 1509 were all called to address the administration of justice and the forfeiture of rebels following further risings in the western Highlands.MacDougall, Norman, James IV, (1997), p. 191. James IV managed to govern effectively without regular parliaments from 1496 onwards due to his use of general councils (a sister institution to Parliament) in 1497, 1498, 1502, 1511 and 1512, and the use of greatly enlarged sessions of the Privy Council in 1508, 1511 and 1513.MacDougall, Norman, James IV, (1997), p. 192. ===Finances=== From the beginning of his reign, one of James's objectives was to increase the relatively limited Crown income by extracting larger returns from all available sources of revenue. The king had to fund all government expenses out of his own income, which came from the revenue from Crown lands, and from burgh customs, mails, tolls, and duties. The annual revenues of the Crown from these sources remained constant throughout James’s reign (around £5-6,000 Scots).Macdougall, Norman, James IV, p. 147. However, the king only received a small amount of the income from burgh revenues, as the majority of that income was alienated to provide annuities to reward numerous nobles and Crown servants. Taxation imposed by Parliament offered the king greater opportunities to raise income. Between 1488 and 1497, Parliament voted taxation almost annually to support diplomacy and war, including embassies to the continent, the king’s naval expeditions to the western Highlands, and the 1496-97 conflicts with England. However, James soon learned that using taxation extensively as a means of generating revenue was likely to provoke resistance without bringing in the sums required. Following the failure to raise the huge sum of £12,000 Scots from the three estates (clergy, nobility, and burghs) in 1502-04 to fund the sending of a naval expedition and a small army to Denmark, no further taxation was imposed until 1512, and even then the tax which brought in almost £7,000 was only imposed on the clergy.Macdougall, Norman, James IV, p. 150. James's annual income increased remarkably between 1497 and 1513, due to several sources of revenue. In 1497 he received a substantial windfall from the death of Archbishop William Scheves of St Andrews.Macdougall, Norman, James IV, p. 151. James appointed his younger brother, the Duke of Ross, to fill the vacant see of St Andrews, and as the duke was a minor, the appointment generated an annual income of around £2,500 for the Crown from the revenues of the archbishopric.Macdougall, Norman, James IV, p. 156. Following the death of the Duke of Ross in 1504, James IV appointed his 11-year-old illegitimate son, Alexander, ensuring that the Crown would continue to receive the revenues of St Andrews.Macdougall, Norman, James IV, p. 156. In 1498, James IV reached the age of twenty-five, and was entitled to make a formal act of revocation of all grants made by him during his minority. Although James could – in theory – cancel all grants of lands and offices which had been made since his accession, the purpose of the revocation was only to assert royal authority by regranting lands and offices surrendered to the Crown, and raise thousands of pounds in revenue, as their holders paid compensation to the Treasurer to receive confirmation of their holdings.Macdougall, Norman, James IV, p. 151. The payment of Margaret Tudor’s dowry between 1503 and 1505 also brought in a relatively meager £10,000 sterling.Macdougall, Norman, James IV, p. 155. By the end of the reign the Treasurer’s annual receipts had increased - due to feudal payments made to the Crown by the holders of land, and judicial fines for criminal offences - from around £4,500 in 1496-97 to a huge £28,000 by 1512.Macdougall, Norman, James IV, p. 165. When these receipts are added to income from ecclesiastical properties and the rental income from Crown lands, James IV may have received a total income of around £44,500 by 1513, although by that time there was an annual deficit of around £7,000.Macdougall, Norman, James IV, p. 165. ===Military=== James IV took a close interest in the development of the Royal Scots Navy, viewing a strong fleet as a means of protecting Scottish shipping, gaining international prestige, and providing him with an outlet to pursue foreign policies in alliance with either England or France.Macdougall, Norman, James IV, p. 228. In the course of his reign James commissioned or acquired a total of at least 38 ships. His naval building programme was large, especially so for the ruler of a small kingdom. Naval expenditure was by far the greatest single item of royal expenditure in the later years of his reign.Macdougall, Norman, James IV, p. 223. In the early years, the annual average spent on ships was about £140. By the early 1510s it was £8,710 10/-.Macdougall, Norman, James IV, p. 228. In 1491, James determined to address the many attacks on Scottish shipping in the vicinity of the Firth of Forth from the English and other pirates. He erected fortresses at Largo and Inchgarvie, and made extensive repairs to Dunbar Castle, to defend the firth from hostile attacks.Macdougall, Norman, James IV, p. 227. James also remonstrated with King Manuel I of Portugal against the piracy practised by the Portuguese against Scottish shipping, and granted letters of marque to Andrew Barton, authorizing him to attack Portuguese ships.Macdougall, Norman, James IV, p. 227. The forfeiture of the Lordship of the Isles in 1493 was followed by James's naval expeditions to Argyll and the Hebrides in 1492-5 and 1498, and in May 1502 James sent a fleet of five ships to Denmark to aid his uncle, John, King of Denmark, who had appealed to James for aid against a rising in Sweden and Norway.Macdougall, Norman, James IV, p. 229. The Danish expedition seems to have concentrated James IV's mind on naval expansion: shipwrights and craftsmen were recruited from across Scotland, and from France, Flanders, Denmark and Spain; timber for shipbuilding was felled in Lanarkshire and the Highlands and imported from Norway and France. James was also responsible for the founding of new dockyards on the Forth at Newhaven in 1504, and Pool of Airth in 1506. The king also wore the insignia of an Admiral - a whistle and a chain of gold.Macdougall, Norman, James IV, p. 232. The Margaret, built at Leith and launched in 1506, weighed around 600-700 tons, was armed with four falconets, a cannon, and twenty-one other guns, and cost the king an estimated £8,000 - more than a quarter of his annual income.Macdougall, Norman, James IV, p. 233. The carrack Michael was the largest warship of its time.Macdougall, Norman, James IV, Tuckwell (1997); chapter 'Royal Obsession: The Navy', pp. 223–46.T. Christopher Smout, Scotland and the Sea (Edinburgh: Rowman and Littlefield, 1992), , p. 45. Built at Newhaven and launched in 1511, it measured between and in length, weighed around 1,000 tons, and was supposed to have cost around £30,000.Macdougall, Norman, James IV, Tuckwell (1997); chapter 'Royal Obsession: The Navy', pp. 223–46. Armed with twenty- four bronze cannon and three basilisks, it marked a shift in design as it was designed specifically to carry a main armament of heavy artillery.S. Murdoch, The Terror of the Seas?: Scottish Maritime Warfare, 1513–1713 (Leiden: Brill, 2010), , pp. 33-4. James IV also took an enthusiastic interest in artillery from the early years of his reign. In 1507 he shot some ‘great guns’ at Holyrood Abbey with three of his gunners, and the following year it is recorded that he held shooting matches with hand culverins in the great halls of Holyrood Palace and Stirling Castle. James also took a culverin to stalk deer in the park of Falkland Palace, and shot at sea birds with one from a row boat off the Isle of May.James Balfour Paul, Accounts of the Treasurer, vol. 4 (Edinburgh, 1902), pp. lxvii-lxxi, 115, 130. James IV imported guns, shot and powder from France, and in 1511 the royal gun foundry was moved from Stirling Castle to Edinburgh Castle, where Scots, Dutch, and French gunmakers worked under the master gunner, Robert Borthwick, in what was the earliest significant foundry for producing large bronze guns the British Isles.Caldwell, p.81 Their output included guns for the Michael, and the Seven Sisters, a set of cannons captured by the English at Flodden.Cruden, p.209 James's artillery also included arquebus à croc (mounted heavy arquebuses), hand culverins, and falconets.Caldwell, p.81 ==Culture and patronage== James IV was a true Renaissance prince and a patron of the arts, including many literary figures, most notably the Scots makars whose diverse and socially observant works convey a vibrant and memorable picture of cultural life and intellectual concerns of the period. Figures associated with his court include William Dunbar, Walter Kennedy and Gavin Douglas, who made the first complete translation of Virgil's Aeneid in northern Europe. His reign also saw the passing of the makar Robert Henryson. James patronised music at Restalrig using rental money from the King's Wark, and gave his backing to the foundation of King's College, Aberdeen, by his chancellor, William Elphinstone, and St Leonard's College, St Andrews, by his illegitimate son, Alexander, Archbishop of St Andrews, and John Hepburn, Prior of St Andrews.W. Swan, South Leith Records Second Series (Leith, 1925), p. 191. In 1496, partly at Elphinstone's instance, he also passed what has been described as Scotland's first education act, which dictated that all barons and freeholders of substance had to send their eldest sons and heirs to school for a certain time. James was both highly intelligent and well educated. In July 1498, Spanish ambassador, Pedro de Ayala, reported to Ferdinand II of Aragon and Isabella I of Castile: James also ensured that the very best education was given to his illegitimate son, Alexander, who was tutored by Erasmus in Padua, Siena, and Rome.Goodwin, George, Fatal Rivalry, p. 111. James IV allegedly conducted a language deprivation experiment in which two children were sent to be raised by a mute woman alone on the island of Inchkeith, to determine if language was learned or innate.Dalyell, John Graham, ed., Chronicles of Scotland by Robert Lindsay of Pitscottie, vol. 1, Edinburgh (1814) pp. 249–250. James IV had a wide range of intellectual interests, and took an interest in practical and scientific matters. He patronised the establishment of Scotland's first printing press, Chepman and Myllar Press, in 1507, and granted the Incorporation of Surgeons and Barbers of Edinburgh a royal charter in 1506. James was also interested in dentistry, an interest which began in 1503 when the king summoned a ‘barbour’ to extract one of his teeth for the sum of 14 shillings. In 1511, he sought more practical experience of dentistry and purchased two gold toothpicks suspended from a chain, and “ane turcase [pincer] to tak out teith”. It is recorded that James pulled two teeth from one of his own barber-surgeons, for which the king paid him 14 shillings, and also tried bloodletting on patients, and treating and dressing ulcer wounds. He also took an interest in other sciences which are now less creditable, establishing an alchemy workshop at Stirling Castle, where alchemist John Damian looked for ways to turn base metals into gold. The project consumed quantities of mercury, golden litharge, and tin.Accounts of the Lord High Treasurer of Scotland, vol. 3, HM General Register House (1901), 99, 202, 206, 209, 330, 340, 341, 353, 355, 365, 379, 382, 389, 409: vol. 2 (1900), 362. Damian also researched aviation and undertook a failed experiment to fly from the battlements of Stirling Castle, an event which William Dunbar satirised in two separate poems.Reed 1958, p. 31. James poured large amounts of money into the construction or remodelling of several royal residences. He commissioned the construction between 1501 and 1505 of Holyrood Palace, adjacent to Holyrood Abbey. The impetus for the work probably came from his marriage to Margaret Tudor, which took place in the abbey in August 1503 while work was still ongoing. James also commissioned the construction of Falkland Palace in Fife between 1501 and 1513, on a site to the south of Falkland Castle.Dunbar, John G., Scottish Royal Palaces, Tuckwell (1999). At Stirling Castle, James remodelled the chapel royal and erected it into a collegiate church, constructed a new royal lodging (the present day King’s Old Building), reconstructed the principal defences on the southern and eastern sides of the castle, and built the great hall. He also remodelled Linlithgow Palace, built the great hall at Edinburgh Castle, and furnished his palaces with tapestries.Dunbar, John G., Scottish Royal Palaces, Tuckwell (1999). The first evidence of whisky production in Scotland comes from an entry in the Exchequer Rolls for 1494 where malt is sent \"To Friar John Cor, by order of the king, to make aquavitae\", enough to make about 500 bottles. James IV reportedly had a great liking for whisky, and in 1506 the town of Dundee purchased a large amount of whisky from the Guild of Barber-Surgeons, which held the monopoly on production at the time. James IV's court and royal household were cosmopolitan, containing assorted foreign peoples including French and Italian minstrels. The court also hosted a number of Africans, some working as servants or (possibly) slaves, but others appearing to have been courtiers, invited guests or musicians. In 1504, two African women, who were later christened as Margaret and Helen or Ellen More, are mentioned in the Accounts of the Lord High Treasurer of Scotland. The women were visible in court life and Helen More became the presumed subject of the poem 'Ane Blak Moir' by William Dunbar due to her being offered as a prize in jousting tournaments. The poem is critical of her appearance and status as a black woman in a predominantly white court and country. An African drummer referred to as the \"More taubronar\", who travelled with the court, is also mentioned. The status of the Africans in James IV's court is contested, with some historians taking the view that the two women were \"enjoying in the royal service a benevolent form of ... black slavery\". However, other historians emphasise that these individuals were treated as \"court curiosities\" rather than being in control of their own lives, and were most likely enslaved to some extent. \"Peter the Moor\" was an African man whose travel and expenses were paid for by royal funds. He first appears in records in 1500 and historians believe he arrived in Scotland initially as \"human booty\" captured by Scottish privateers from Portuguese cargo ships. Expense records suggest he was a companion to King James in his various trips across the country, and Peter the Moor continues to appear in royal records until August 1504, when he received a large and final payment. Historian Imtiaz Habib argues that these records reveal an individual who was \"clearly a favourite companion to the monarch\" and was \"well accepted\" into the court culture of James IV. ==Diplomacy and war== James was granted the title Protector and Defender of the Christian Faith in 1507 by Pope Julius II, and in April 1507 at Holyrood Abbey he received the Blessed sword and hat.Grant, James Old and New Edinburgh, Vol. III, Ch. 7, p. 47Macdougall, Norman, James IV, p. 196. In 1508 James IV made plans to go on pilgrimage to Jerusalem, after a journey to Venice, before sailing from there to Jaffa in a Venetian shipMacdougall, Norman, James IV, p. 196 James's uncle, King John of Denmark, protested against his projected pilgrimage to Jerusalem in a letter written to the Archbishop of Glasgow in July 1507, remarking that the Scottish king should think first of his young wife and his country.Macdougall, Norman, James IV, p. 200 Archbishop Blackadder left Scotland in February 1508 to set out on pilgrimage to the Holy Land, probably as a reconnaissance for the king's pilgrimage. Blackadder's death on 28 July, presumably from an infectious illness, onboard a ship from Venice to Jaffa appears to have convinced James IV of the inadvisability of sailing to Jerusalem.Macdougall, Norman, James IV, p. 200 In 1507-8, Louis XII of France was endeavouring to have James renew the Franco-Scottish alliance, and James wrote to Louis raising the idea of a joint Franco-Scottish crusade to the Holy Land.Macdougall, Norman, James IV, p. 200 James's maintenance of Scotland's traditional good relations with France occasionally created diplomatic problems with England. In April 1508, Thomas Wolsey was sent to Scotland discuss Henry VII's concerns over rumours that James would renew the Auld Alliance with France. Wolsey found \"there was never a man worse welcome into Scotland than I. ...They keep their matters so secret here that the wives in the market know every cause of my coming.\"Macdougall, Norman, James IV, (1997), p. 254; Letters James IV, SHS (1953) p. xlii and 107–11; Pinkerton, John, History of Scotland from the Accession, vol. 2 (1797), p. 449, prints Wolsey's letter in full and attributes it to Nicolas West. Wolsey was unable to persuade James to abandon the Auld Alliance, but Anglo-Scottish relations nonetheless remained stable until the death of Henry VII in 1509. Relations between Scotland and England deteriorated with the accession of Henry VIII of England in April 1509. Unlike his father, Henry had no interest in appeasing James, because his focus was on France.Macdougall, Norman, James IV, p. 129. Henry VIII also believed that, whatever the implications of the Treaty of Perpetual Peace, the King of Scots owed him obedience.Goodwin, George, \"Fatal Rivalry\", p. 133. At the core of the increasing hostility between James and Henry was James IV’s position in relation to the English throne. From his accession in 1509 until the birth of his daughter Mary in 1516 - apart from the short life of his son Henry, Duke of Cornwall in 1511 - Henry was childless and had no recognised heir. Through his wife Margaret, James IV was an heir to the English throne. When Margaret gave birth to a son in October 1509, the baby was christened Arthur, not after Margaret and Henry’s elder brother, but to advertise the Scottish claim to the Arthurian legend, and as a British name for a potential British king.Goodwin, George, \"Fatal Rivalry\", p. 133. Then on 10 April 1512, Margaret gave birth to another boy, to be called James. This boy, the future James V, was still alive and well a year later, while his uncle continued to remain childless.Goodwin, George, \"Fatal Rivalry\", p. 134. As a result of the Italian Wars, in October 1511 Pope Julius II created a Holy League against France.Mallett and Shaw, The Italian Wars, 103; Norwich, History of Venice, 419–420. The new alliance included the Papacy, Venice, Spain, and the Holy Roman Empire. In November 1511, England also joined the League, with Henry VIII deciding to use the occasion as an excuse to conclude the Treaty of Westminster — a pledge of mutual aid against the French — with Ferdinand II..Baumgartner, Louis XII, 219; Mallett and Shaw, The Italian Wars, 103; Hutchinson, Young Henry, 159.Goodwin, George, \"Fatal Rivalry\", p. 123. Relations between the Scottish and English kings continued to deteriorate with the passing of the Subsidy Act by the English parliament in 1512, with the act's preamble declaring that the King of Scots was \"the very homage and obedience of right to your Higness [Henry VIII]’.Goodwin, George, \"Fatal Rivalry\", p. 128. This assault on Scotland’s independence was a reassertion of claims to English overlordship which had been implicitly revoked on a permanent basis by the 1502 Treaty of Perpetual Peace. The English justification of the claim was that James IV had broken the peace, and was preparing for war. This was completely specious as James had by then not even acceded to Louis XII’s urgent requests to renew the Franco-Scottish alliance. In theory there was a ‘court of appeal’ which had the power to adjudicate such differences between the parties to the treaty: the Papacy. But Pope Julius II was now an ally of England, and far from being an honest broker.Goodwin, George, \"Fatal Rivalry\", p. 128. James IV had so far refused the French king's requests to renew the Franco-Scottish alliance as Louis XII was not offering a sufficient benefit in return. However, Henry VIII’s increasingly belligerent stance effectively ensured that the Auld Alliance would be renewed.Goodwin, George, \"Fatal Rivalry\", p. 129. James gave formal agreement to the renewal of the alliance in July 1512, but this was a gesture rather than a commitment of active support against England, and it was still possible that Scotland would remain neutral in any Anglo-French war.Goodwin, George, \"Fatal Rivalry\", p. 132. Before his death in February 1513, Pope Julius II had been persuaded by the Archbishop of York, Christopher Bainbridge, to impose an interdict as a general censure against the Scottish people. He also threatened to excommunicate the Scottish king if he was judged to have broken the treaty with England, and granted Bainbridge the power to excommunicate James is such circumstances.Goodwin, George, \"Fatal Rivalry\", p. 132. James IV sent Andrew Forman, the Bishop of Moray, to Rome to try and persuade the new Pope, Leo X, to countermand the interdict, but without success. Leo sent a letter to James, threatening him with ecclesiastical censure for breaking peace treaties, and in the summer of 1513 the King of Scots was excommunicated by Bainbridge. On 30 June, Henry VIII invaded France, his troops defeating a French army at the Battle of the Spurs, before capturing Thérouanne and Tournai. James IV summoned the Scottish army, and sent a naval fleet of twenty two vessels, including the Michael, to join the ships of Louis XII of France.Hannay, Robert Kerr, ed., Letters of James IV, SHS (1953), 307–8, 315–6, 318–9. The fleet, commanded by James Hamilton, 1st Earl of Arran, departed from the Firth of Forth on 25 July, and sailed around the north of Scotland. It first created a diversion in Ireland, where it attacked the English royal garrison at Carrickfergus and burnt the town, with support from Hugh Duff O'Donnell. The Scottish fleet then joined the French at Brest, from where it might cut the English army in France's line of communication across the English Channel. However, the fleet was so badly delayed that it played no part in the war; unfortunately, James had sent most of his experienced artillerymen with the expedition, a decision which was to have unforeseen consequences for his land campaign.Goodwin 2013, pp. 155-156 ==Flodden== Led by James IV, the Scottish army, numbering some 42,000 men, and including a large artillery train, crossed the River Tweed into England near Coldstream around 22 August.Goodwin 2013, pp. 163-165Goodwin 2013, p. 252 The Scottish troops were unpaid and were only required by feudal obligation to serve for forty days. Once across the border, a detachment turned south to attack Wark on Tweed Castle, while the bulk of the army followed the course of the Tweed downstream to the northeast to invest the remaining border castles.Goodwin 2013, p. 165 Norham Castle was taken and partly demolished, and the army then moved south, capturing the castles of Etal and Ford.Macdougal, Norman, James IV (Tuckwell: East Linton, 1997), pp. 272-3. On 8 September the Scottish army took up position against an English army commanded by Thomas Howard, Earl of Surrey on Branxton Hill in Northumberland. James' army, somewhat reduced from the original 42,000 by sickness and desertion, still amounted to about 34,000, outnumbering the English force by 8,000. The Scottish infantry had been equipped with long pikes by their French allies; a new weapon which had proved devastating in continental Europe, but required training, discipline and suitable terrain to use effectively.Hallam- Baker 2013, p. 22 The Scottish artillery, consisting mainly of heavy siege guns, included five great curtals and two great culverins, together with four sakers, and six great serpentines.Petrie, George, \"An account of Floddon\", Proceedings Society Antiquaries Scotland, (1866–7), 146. The English infantry were equipped with traditional pole weapons, mostly bills which were the favoured pole arm of the English infantry. There was also a large contingent of well-trained archers armed with the English longbow.Hallam-Baker 2013, p. 27-28 The English artillery consisted of light field guns of rather old- fashioned design, typically firing a ball of only about , but easy to handle and capable of rapid fire.Hallam-Baker 2013, p. 24 James IV began the battle with an artillery duel, but his heavy guns did not perform well, contemporary accounts putting this down to the difficulty for the Scots of shooting downhill, another factor being that their guns had been hastily sited instead of the careful emplacement which was usually required for such heavy weapons, slowing their rate of fire. This allowed the light English guns to turn a rapid fire on the massed ranks of Scottish infantry.Hallam-Baker 2012, pp. 60-61 The Scottish left, under Lord Home and the Earl of Huntly, then advanced downhill towards the English army. The Scots had placed their most heavily armoured men in the front rank, so that the English archers had little impact. The outnumbered English formation was forced back and elements of it began to run off, before Surrey ordered the intervention of Dacre's light horsemen. The eventual result was a stalemate in which both sides stood off from each other and played no further part in the battle.Goodwin 2013, p. 201 In the meantime, James had observed Home and Huntly's initial success, and ordered the advance of the next formation in line, commanded by the Earls of Errol, Crawford, and Montrose. At the foot of Branxton Hill, they encountered an unforeseen obstacle, an area of marshy ground, made worse by days of heavy rain.Rose & Mather 2012, pp. 24-25 As they struggled to cross the waterlogged ground, the Scots lost the cohesion and momentum on which pike formations depended for success. Once the line was disrupted, the long pikes became an unwieldy encumbrance, and the Scots began to drop them. Reaching for their side-arms of swords and axes, they found themselves outreached by the English bills in the close-quarter fighting that developed.Goodwin 2013, pp. 202-204 It is unclear whether James had seen the difficulty encountered by the earls formation, but he followed down the slope regardless, making for Surrey's formation. James has been criticised for placing himself in the front line, thereby putting himself in personal danger and losing his overview of the field. He was, however, well known for taking risks in battle, and it would have been out of character for him to stay back. Encountering the same difficulties as the previous attack, James's men nevertheless fought their way to Surrey's bodyguard. The fierce fighting continued, centred on the contest between Surrey and James. As other English formations overcame the Scottish forces they had initially engaged, they moved to reinforce the Earl of Surrey. An instruction to English troops that no prisoners were to be taken explains the exceptional mortality amongst the Scottish nobility.Goodwin 2013, p. 206 James IV himself was killed in the final stage of the battle, having fought to within a spear length of the Earl of SurreyRoth 2012, p. 212 The Battle of Flodden was one of Scotland's worst military defeats: the loss of not only a popular and capable king, but also a large portion of the political community, was a major blow to the realm. James IV's son, James V, was crowned three weeks after the disaster at Flodden, but was only one year old, and his minority was to be fraught with political upheaval. ==Death of the king== The body of James IV was found the following day, surrounded by the corpses of his bodyguard of archers. The king was identified by Thomas Dacre, 2nd Baron Dacre.Macdougall, James IV, P. 300 James's lower jaw had been pierced by an arrow, an injury which would have disabled him sufficiently for the attacking English soldiers to move in and slash him with their bills, almost severing his left hand and slicing him across the throat.Goodwin, George, Fatal Rivalry, p. 206. James's body was taken to Berwick-upon-Tweed, where it was embalmed, sealed in a lead-lined coffin, and transported to Sheen Priory in Surrey, where it remained unburied.Goodwin, George, Fatal Rivalry, p. 224. James's torn and bloodstained surcoat was sent to Henry VIII (then on campaign in France) by his queen, Catherine of Aragon. As James had been excommunicated prior to his death, he could not be buried in consecrated ground until the Pope remitted the sentence. Although Henry VIII obtained a dispensation from Pope Leo X on 29 November 1513 to have the Scottish king buried in St Paul's Cathedral in London, James IV remained unburied.Goodwin, George, Fatal Rivalry, p. 225. His coffin remained above ground at Sheen Priory, as the decades passed and the priory was dissolved in 1539 during the English Reformation, becoming the secularized estate of Henry Grey, 1st Duke of Suffolk. During the reign of Edward VI of England the antiquarian John Stow was shown the coffin, lying in a store room: \"since the dissolution of the House I have been shewed the same body (as was affirmed) so lapped in lead throwne into an old wast roome, amongst old timber, stone, lead, and other rubble\".Goodwin, George, Fatal Rivalry, p. 225. James IV's coffin was rediscovered during the reign of Elizabeth I of England, when it was opened and his body became a plaything, John Stow writing that \"Workmen there for their foolish pleasure hewed off his head.\"Herbert, Edward, The Life and Reign of Henry VIII,(1672), 45: Letters & Papers Henry VIII, vol.1 (1920) no. 2469, Leo X to Henry.Goodwin, George, Fatal Rivalry, p. 225. The body disappeared, its last-known resting place at Sheen now lying under the fairway of the 14th hole of the Royal Mid-Surrey Golf Course. Elizabeth I's master glazier, Lancelot Young, is said to have kept James's head as a curio at his home in Wood Street in the City of London, before asking the sexton of the local church, St Michael's, to bury it.Goodwin, George, Fatal Rivalry, p. 225. The church was later demolished, and the site redeveloped many times; it is now occupied by a public house.Aikman, James, Buchanan's History of Scotland, vol. 2 (1827), 259 note, quoting Stow's Survey of London on St Michael, Cripplegate ward. Rumours persisted that James IV had survived and was seen riding back across the Tweed; that he had gone on pilgrimage to Jerusalem; or that his body was buried in Scotland. Two castles in the Borders are claimed as his resting place. The legend ran that, before the Scottish charge at Flodden, James had ripped off his surcoat to show his nobles that he was prepared to fight as an ordinary man-at-arms. Border legend claimed that during the battle, four Home horsemen or supernatural riders swept across the field snatching up the King's body, or that the King left the field alive and was killed soon afterwards. In the 19th century, when the medieval well of Hume Castle was being cleared, the skeleton of a man with a chain round his waist was discovered in a side cave; but this skeleton has since disappeared. Another version of this tale has the skeleton discovered at Hume a few years after the battle and re-interred at Holyrood Abbey. The same story was told for Roxburgh Castle, with the skeleton there discovered in the 17th century. Yet another tradition is the discovery of the royal body at Berry Moss, near Kelso. Fuelling these legends, Robert Lindsay of Pitscottie, writing in the 1570s, claimed that a convicted criminal offered to show John Stewart, 2nd Duke of Albany the King's grave ten years after the battle, but Albany refused.Adam de Cardonnel, The Edinburgh Magazine, vol. 4, August (1786), p. 112, and Numismata Scotiae, (1786), p. 83, note both legends: Pitscottie, History of Scotland, Glasgow, (1749), p. 214; Spencer, Nathaniel, The Complete English Traveller, (1772), p. 575; Archaeologia Aeliana, vol. 3, (1859), p. 228. ==Issue== ===Legitimate issue=== {| class=\"wikitable\" |- ! Name ! Birth ! Death ! Notes |- | colspan=4|By Margaret Tudor |- | James, Duke of Rothesay | 21 February 1507 | 27 February 1508 | |- | Unnamed daughter | colspan=2 align=center|15 July 1508 | Stillborn at Palace of Holyroodhouse |- | Arthur, Duke of Rothesay | 20 October 1509 | 14 July 1510 | |- | James V | 10 April 1512 | 14 December 1542 | Married: #Madeleine of Valois, 1537; no issue; #Mary of Guise, 1538; had issue, including Mary, Queen of Scots |- | Unnamed daughter | colspan=2 align=center|November 1512 | Stillborn at Palace of Holyroodhouse |- | Alexander, Duke of Ross | 30 April 1514 | 18 December 1515 | |} ===Illegitimate issue=== {| class=\"wikitable\" |- ! Name ! Birth ! Death ! Notes |- | colspan=4|By Marion Boyd |- | Alexander Stewart | c. 1493 | 9 September 1513 | Archbishop of St Andrews; Lord Chancellor of Scotland; no issue. |- | Catherine Stewart | c. 1495 | 1554 | Married James Douglas, 3rd Earl of Morton and had issue. |-| | colspan=4|By Margaret Drummond |- | Margaret Stewart | c. 1498 | ? | Married: # John Gordon, Lord Gordon and had issue. # Alexander Stewart and had issue. #Sir John Drummond 2nd of Innerpeffray and had issue. |-| | colspan=4|By Janet Kennedy |- | James Stewart, 1st Earl of Moray | c. 1500 | 1544 | Married Lady Elizabeth Campbell and had issue. |-| | colspan=4|By Isabel Stewart |- | Janet Stewart, Lady Fleming | 17 July 1502 | 20 February 1562 | Married Malcolm Fleming, 3rd Lord Fleming and had issue. |} ==Fictional portrayals== James IV has been depicted in historical novels, short stories, and media portrayals. They include the following:Nield (1968), p. 61. *The Yellow Frigate (1855) by James Grant, also known as The Three Sisters. The main events of the novel take place in the year 1488, covering the Battle of Sauchieburn, the assassination of James III of Scotland, the rise to the throne of James IV, and the plots of the so- called English faction in Scotland. James IV, and Margaret Drummond are prominently depicted. Andrew Wood of Largo and Henry VII of England are secondary characters. *In the King's Favour (1899) by J. E. Preston Muddock, which covers the last few months of James IV's reign and ends with the Battle of Flodden (1513).Nield (1968), p. 67. *The Arrow of the North (1906) by R. H. Forster. The novel mainly depicts Northumberland in the reigns of Henry VII and Henry VIII. It covers the Flodden campaign of the Anglo-Scottish Wars and the finale depicts the battle that ended James IV's life.Nield (1968), p. 67. *The Crimson Field (1916) by Halliwell Sutcliffe, which Also covers the Anglo- Scottish Wars. It features James IV and \"ends with a full account of the Battle of Flodden\" (1513). *King Heart (1926) by Carola Oman. The story depicts Scotland in the time of James IV. The king himself is depicted in an epilogue featuring the Battle of Flodden (1513). *Gentle Eagle (1937) by Christine Orr, a fictional account of the king's life. * Sunset at Noon (1955) by Jane Oliver, a fictionalised account of the king's life. *Chain of Destiny (1964) by Nigel Tranter, a fictional account of the king's life, from Sauchieburn to Flodden. *Falcon (1972) by A.J. Stewart, an unusual work by an author claiming to be a reincarnation of the king. *Three Sisters, Three Queens (2016) by Philippa Gregory, a fictional work written from the point of view of Margaret Tudor, extensively featuring James, * The Spanish Princess (2020), with James portrayed by actor Ray Stevenson. ==Ancestors== ==References== ==Bibliography== *James the Fourth, Norman Macdougall (2006 with two earlier editions, regarded as definitive). *King James IV of Scotland, R.L. Mackie (1958, the most important previous biography). * *James IV in Oxford Dictionary of National Biography, Oxford University Press, New York, 2004, Vol. 29, pp. 609–619 *Higgins, James, 'Scotland's Stewart Monarchs. A Free Translation of Works by Hector Boece / John Bellenden and Robert Lindsay of Pitscottie' (2020). At https://sites.google.com/view/stewart-scotland *Accounts of the Comptroller, Sir Duncan Forestar, 1495–1499, Miscellany of the Scottish History Society, vol. 9 (1958), 57–81. In Latin. *Bain, Joseph, ed., Calendar of Documents relating to Scotland, 1357–1509, vol. 4, HM Register House, Edinburgh (1888) *Flodden Papers, 1505–1517, ed. Marguerite Wood, Scottish History Society, (1933), French diplomatic correspondence (does not refer to the battle). *Letters of James IV, 1505–1513, ed. Mackie & Spilman, Scottish History Society (1953), English summaries of international letters. * *Fatal Rivalry: Henry VIII, James IV and the Battle for Renaissance Britain - Flodden 1513, George Goodwin (2013) * * Category:House of Stuart Category:Dukes of Rothesay *Main Category:Monarchs killed in action Category:People excommunicated by the Catholic Church Category:Scottish people of Danish descent Category:1473 births Category:1513 deaths Category:15th-century Scottish monarchs Category:16th-century Scottish monarchs Category:Scottish princes Category:Deaths at the Battle of Flodden Category:High Stewards of Scotland Category:15th-century Scottish peers Category:Husbands of Margaret Tudor Category:African presence at the Scottish royal court",
 "title": "James IV of Scotland"
}