{
 "id": "505728",
 "text": "Claude Jutra (; March 11, 1930 – November 5, 1986) was a Canadian actor, film director, and screenwriter.\"Claude Jutra\" at The Canadian Encyclopedia. The Prix Jutra, and the Academy of Canadian Cinema and Television's Claude Jutra Award, were named in his honour because of his importance in Quebec cinema history.\"Claude Jutra's name to be pulled from Quebec film awards\" . Ottawa Citizen, February 16, 2016. The awards were renamed in 2016 following the publication of allegations that he had sexually abused children during his lifetime, as were streets named for him.\"Quebec Cinema will rename Jutra awards; cities renaming streets\". CTV Montreal, February 17, 2016. ==Life and career== Jutra was born and raised in Montreal, Quebec as Claude Jutras. His father, Albert Jutras, was a radiologist and a director of the Collège des médecins du Québec. He made the short films Dément du lac Jean-Jeunes and Perpetual Movement (Mouvement perpétuel) before graduating from the Université de Montréal with a degree in medicine, but turned to filmmaking instead of medical practice after completing his degree. He studied theatre in Montréal (1952–53) and wrote his first original Quebec television play (L'Ecole de la peur) in 1953, and a television series, Images en boite, in 1954. He went to work at the National Film Board of Canada in 1956 where he trained in all facets of filmmaking, although his first film for the NFB, Trio-Brio, was permanently lost when the organization moved its head office from Ottawa to Montreal. As a filmmaker, he dropped the s from his surname, a common Québécois surname, because the Jutra spelling was more distinctive. In 1958 he went to France and Africa to work with noted French filmmaker, Jean Rouch. Claude Jutra's career in film, in a certain sense, paralleled Quebec cinema itself. Beginning as an amateur at a time when there was no Quebec cinema, he participated in (and sometime led) several of the principal developments in Quebec: traditional documentaries and docudramas at the NFB; the germinal period of direct cinema; the first steps in the early 1960s toward independent film production; and later trend toward large-budget features, such as Kamouraska, a box office failure now revealed to be a major work in the canon of Canadian cinema. Overall, his work had a consistent thematic pattern: young people and the (often traumatic) passage from innocence to knowledge, a theme that has nostalgic overtones. With financing and production provided by the NFB, Jutra co-wrote and directed the 1971 film Mon oncle Antoine, which until very recently has been ranked as the best Canadian movie ever made. As well as directing several cinema vérité shorts such as Wrestling and The Devil's Toy, he also co-directed with Norman McLaren and starred in the innovative pixilation Academy Award-nominated short A Chairy Tale. He was offered the Order of Canada in 1972 but declined because he was a Quebec separatist.\"Jutra pedophile allegations rock Quebec film industry\". The Globe and Mail, February 15, 2016. In 1984, he was awarded the Prix Albert-Tessier, given to individuals for an outstanding career in Québec cinema. ==Death== Jutra was diagnosed with early-onset Alzheimer's disease in the early 1980s.\"Corpse found in river is Jutra's, note says\". The Globe and Mail, April 23, 1987. He was reported missing on November 5, 1986.\"Film maker missing for 2 months: Police to circulate photo of Jutra\". The Globe and Mail, January 10, 1987. His body was found in the St. Lawrence River in April 1987, with a note in his pocket reading \"Je m'appelle Claude Jutra\" (\"My name is Claude Jutra\"); an autopsy later confirmed drowning as his cause of death.\"Claude Jutra’s body found in river\". CBC Digital Archives. Retrieved August 12, 2017. ==Controversy== In 2016, 30 years after Jutra's death, journalist Yves Lever wrote in the book Claude Jutra, biographie and claimed that Jutra was a pederast. Lever said that \"one of Jutra's victims was under 14 years old.\" He also maintained that Jutra's proclivities were known by many people in the industry, \"but nobody made a big deal out of it.\" Lever's allegations were not officially proven, as no victims publicly came forward; however, in the wake of the allegations, Québec Cinéma held an emergency meeting to discuss changing the name of the Prix Jutra.\"Claude Jutra sex allegations shake Quebec film industry\". CBC News, February 16, 2016. On February 17, 2016, La Presse published an interview with an alleged victim of Jutra, who requested to remain anonymous, relating sexual contact ranging from embrace to oral sex from the time the victim was 6 to 16.Pilon-Larose, Hugo. \"\"Une victime de Claude Jutra témoigne: des attouchements dès 6 ans\". La Presse, February 17, 2016. On the same day and based on the information in the same article, the Minister of Culture of Quebec Hélène David asked Cinéma Québec to remove the name Jutra from its prizes recognizing cinematic achievements in Quebec, which they did.\"La ministre David demande à Québec Cinéma de se dissocier de Claude Jutra\". ICI Radio-Canada, February 17, 2016. She also mandated the Commission de toponymie (Quebec Toponymy Commission), a sub-agency of Office québécois de la langue française which reports to the Minister of Culture, to assemble a list of all streets and public places in the province bearing the name Jutra. On the same day, Montreal mayor Denis Coderre announced that the city would remove Jutra's name from streets and parks in its jurisdiction.\"Montréal et trois autres villes vont retirer le nom de Claude Jutra de leurs rues et parcs\". La Presse, February 17, 2016. Of the controversy, The Globe and Mail wrote: \"Few legendary figures have fallen so quickly and so completely. Merely 24 hours after the official publication of the first explosive allegation of child abuse against the Canadian cinematic pioneer, the film industry and governments started scrubbing the name Claude Jutra from every trophy, park and street.\" ==Selected films== ===As actor=== *A Chairy Tale - 1957 *À tout prendre - 1964 *The Rape of a Sweet Young Girl (Le viol d'une jeune fille douce) - 1968 *Préambule - 1969 *Act of the Heart - 1970 *We Are Far from the Sun (On est loin du soleil) - 1971 *Mon oncle Antoine -1971 *Love on the Nose - 1974 (TV) *Pour le meilleur et pour le pire - 1975 *La fleur aux dents - 1976 *Arts Cuba - 1977 (voice) *Two Solitudes - 1978 *Riel - 1979 (TV) *Till Death Do Us Part - 1982 (TV) *The Tin Flute (Bonheur d'occasion) - 1983 ===As director=== Jutra made his debut as a director with Le dément du lac Jean- Jeunes - it explored themes that remained throughout his work, a nostalgia for childhood, madness, and troubled waters. His collaboration with Michel Brault began at this early period. Mouvement perpétuel was influenced by Jean Cocteau's Le Sang d'un poète. L'École de la peur (1953) was the first television film made in Quebec. Toward the end of the 1950s, he moved to France, and François Truffaut, who became a friend, asked him to direct Anna la Bonne (1959), a Cocteau scenario. In 1960, Jutra returned to Canada. ====Fiction==== *Le dément du lac Jean-Jeunes - 1948, short film *Perpetual Movement (Mouvement perpétuel) - 1949, short film *L'école de la peur - 1953, TV movie *Pierrot des bois - 1956, short film *A Chairy Tale - 1957 short animated film co-directed with Norman McLaren *Les mains nettes - 1958 *Anna la bonne - 1959, short film from a scenario by Jean Cocteau *À tout prendre - 1963 *Marie-Christine - 1970, short film *Mon oncle Antoine - 1971 *Kamouraska - 1973 *For Better or For Worse (Pour le meilleur et pour le pire) - 1975 *Ada - 1977, TV movie created for anthology series For the Record *Dreamspeaker - 1977, TV movie created for anthology series For the Record *Seer Was Here - 1977, TV movie created for anthology series For the Record *The Patriarch - 1978, episode of The Beachcombers *The Wordsmith - 1979, TV movie *Surfacing - 1980 *By Design - 1981 *Un petit bonhomme de chemin - 1982, unfinished film *The Dame in Colour (La dame en couleurs) - 1985 *My Father, My Rival - 1985, TV movie ====Documentaries==== *Au service de l'esprit troublé (Short film Co- Directed with Stanley Jackson, 1955) *Chantons maintenant (Short film, 1956) *Jeunesses musicales (Short film, 1956) *Rondo de Mozart (Short film, 1957) *Félix Leclerc, troubadour (Short film, 1958) *Fred Barry, comédien (Short film, 1959) *Le Niger, jeune république (Short film, 1961) *La Lutte (Wrestling) (Short film Co-Directed with Marcel Carrière, Claude Fournier and Michel Brault, 1961) *Québec-U.S.A. ou l'invasion pacifique (Short film Co- Directed with Michel Brault, 1962) *Petit discours de la méthode (Short film Co-Directed with Pierre Patry, 1963) *Ciné boum (Short film Co-Directed with Robert Russell, 1964) *Comment savoir... (1966) *The Devil's Toy (Short film, 1966) *Au coeur de la ville (Short film, 1969) *Wow (1969) *Québec fête juin '75 (Co-Directed with Jean-Claude Labrecque, 1976) *Arts Cuba (Short film, 1977) == Awards and nominations == Canadian Film Awards *(1950) Canadian Film Award, Amateur for Perpetual Movement (Mouvement perpétuel) *(1958) Canadian Film Award, Arts and Experimental for A Chairy Tale (shared with Norman McLaren) *(1964) Canadian Film Award, Feature Film for À tout prendre (shared with Robert Hershorn) *(1971) Canadian Film Award, Direction (Feature) for Mon Oncle Antoine *(1977) Canadian Film Award, Direction (Non-Feature) for Dreamspeaker Genie Awards *(1986) Genie Award, Best Achievement in Direction for The Lady in Colours (La Dame en couleurs) *(1986) Genie Award, Best Screenplay for The Lady in Colours (La Dame en couleurs) Moscow International Film Festival *1985, Golden Prize for The Dame in Colour (La Dame en couleurs) *1971, Golden Prize for Mon oncle Antoine == Film about Claude Jutra== Jutra's close friend, filmmaker Paule Baillargeon, directed the feature documentary Claude Jutra: An Unfinished Story in 2002. Marie-Josée Saint-Pierre used a mix of archival footage of Jutra with animation to create the 2014 short documentary film Jutra.\"Another Quebec director at Cannes: Marie-Josée Saint- Pierre with Jutra\". Montreal Gazette, April 22, 2014. ==Legacy== Besides the film awards (Claude Jutra Award and Jutra Award), a number of places bear or bore Jutra's name, all found in Quebec:\"Claude Jutra had sex with underage boys, new biography alleges\". CBC News, February 15, 2016. * Claude-Jutra Crescent, Montreal * Claude-Jutra Park, Montreal * Place Claude-Jutra, Repentigny, Quebec * Claude-Jutra Street, Blainville, Quebec * Claude-Jutra Street, Saint-Bruno-de-Montarville * Claude-Jutra Street, Quebec City * Claude-Jutra Street, Levis, Quebec * Jutra Street, Candiac Multiple parks and streets later were renamed or scheduled to be renamed after the pederasty controversy in 2016. ==Further reading== Books and thesis * CARRIER-LAFLEUR, Thomas, Une philosophie du « temps à l'état pur ». L'autofiction chez Proust et Jutra, Paris : Librairie philosophique J. Vrin, Québec : Les Presses de l'Université Laval (Zêtêsis : Esthétiques), 2010, 215 p. * GARNEAU, Michèle, « Pour une esthétique du cinéma québécois », Thèse de doctorat en Littérature comparée, option théorie et épistémologie, Montréal, Université de Montréal, 1997. * LEACH, Jim, Claude Jutra filmmaker, Montreal/Kingston/London/Ithaca, McGill-Queen's University Press (Films Studies), 1999, XII-306 p. * Articles * BELLEMARE, Denis, « Narcissisme et corps spectatorielle », in Cinémas, vol. nos 1-2, fall 1996, p. 37-54. * BRADY, James, « À tout prendre : fragments du corps spéculaire », in Copie Zéro, Revue de cinéma, no 37 (October 1988), p. 23-26. * MARSOLAIS, Gilles, « À tout prendre », in Lettres et écritures, Revue des Étudiants de la Faculté des Lettres de l'Université de Montréal, vol. I, no 2 (February 1964), p. 35-41. * MARSOLAIS, Gilles, « Au delà du miroir... », in Cinéma : acte et présence, Québec, Éditions Nota bene, 1999, p. 189-203. * WAUGH, Thomas, « Je ne le connais pas tant que ça: Claude Jutra », in Nouvelles « vues » sur le cinéma québécois (on line), no 2, summer-fall 2004. * SIROIS-TRAHAN, Jean-Pierre, « Le devenir-québécois chez Claude Jutra. Autofiction, politique de l'intime et le je comme faux raccords », in Nouvelles « vues » sur le cinéma québécois (on line), no 11, fall 2010. ==References== ==External links== *Je m’appelle Claude Jutra, an online exhibition (In French) *Canadian Film Encyclopedia * Category:1930 births Category:1986 suicides Category:20th-century Canadian male actors Category:Canadian male film actors Category:Canadian male television actors Category:Canadian screenwriters in French Category:Film directors from Montreal Category:French Quebecers Category:LGBT film directors Category:LGBT screenwriters Category:Canadian gay writers Category:Male actors from Montreal Category:National Film Board of Canada people Category:Suicides by drowning in Canada Category:Suicides in Quebec Category:Writers from Montreal Category:Best Director Genie and Canadian Screen Award winners Category:People with Alzheimer's disease Category:Prix Albert-Tessier winners Category:20th- century Canadian screenwriters Category:1986 deaths Category:20th-century LGBT people",
 "title": "Claude Jutra"
}