{
 "id": "505950",
 "text": "John Hadley (16 April 1682 - 14 February 1744) was an English mathematician, and laid claim to the invention of the octant, two years after Thomas Godfrey claimed the same. ==Biography== He was born in Bloomsbury, London the eldest son of George Hadley of Osidge, East Barnet, Hertfordshire and his wife Katherine FitzJames.https://archive.org/details/eastbarnet00cass/page/n97/mode/2up His younger brother George Hadley became a noted meteorologist. In 1717 John became a member (and later vice-president) of the Royal Society of London. In 1729 he inherited his father's East Barnet estate. He died in East Barnet in 1744 and is buried in the local churchyard with other members of his family. He had married Elizabeth, daughter of Thomas Hodges, FRS (former Attorney General of Barbados) and had one child, a son and heir John, born in 1738. ==Work== In 1730 Hadley invented the reflecting octant, which could be used to measure the altitude of the sun or other celestial objects above the horizon at sea. A mobile arm carrying a mirror and pivoting on a graduated arc provides a reflected image of the celestial body overlapping the image of the horizon, which is observed directly. Institute and Museum of the History of Science, Florence, Italy: Picture of Hadley's octant If the position of the object on the sky and the time of the observation are known, it is easy for the user to calculate his own latitude. The octant proved extremely valuable for navigation and displaced the use of other instruments such as the Davis quadrant. An American, Thomas Godfrey, independently invented the octant at approximately the same time. Hadley also developed ways to make precision aspheric and parabolic objective mirrors for reflecting telescopes. In 1721 he showed the first parabolic Newtonian telescope to the Royal Society.amazing- space.stsci.edu - Hadley’s Reflector This Newtonian, with a primary mirror, compared favorably with the large aerial refracting telescopes of the day. The complete Amateur Astronomer - John Hadley's Reflector He also made Gregorian telescopes with accurately shaped mirrors.Henry C. King - The history of the telescope - page 77telescopeѲptics.net - 8.2. Two-mirror telescopes ==Honors== Mons Hadley and Rima Hadley on the Moon are named after him. The Oasis Trust Academy in Ponders End is called Oasis Academy Hadley in his honour.Oasis Academy in NE Enfield Retrieved 5 February 2009 ==See also== *List of largest optical telescopes in the 18th century ==References== ==Further reading== * ==External links== * Biography from the School of Mathematics and Statistics at the University of St Andrews, Scotland Category:1682 births Category:1744 deaths Category:People from Chipping Barnet Category:18th-century British astronomers Category:18th-century British inventors Category:Fellows of the Royal Society Category:People from Bloomsbury Category:British scientific instrument makers",
 "title": "John Hadley"
}