{
 "id": "505992",
 "text": "An Earth battery is a pair of electrodes made of two dissimilar metals, such as iron and copper, which are buried in the soil or immersed in the sea. Earth batteries act as water activated batteries. If the plates are sufficiently far apart, they can tap telluric currents. Earth batteries are sometimes referred to as telluric power sources and telluric generators. ==History== One of the earliest examples of an earth battery was built by Alexander Bain in 1841 in order to drive a prime mover—a device that transforms the flow or changes in pressure of a fluid into mechanical energy.\"Prime mover\", McGraw-Hill Concise Encyclopedia of Science and Technology, Third Edition, Sybil P. Parker, ed. McGraw-Hill, Inc., 1994, p. 1498.Bain Bain buried plates of zinc and copper in the ground about one meter apart and used the resulting voltage, of about one volt, to operate a clock. Carl Friedrich Gauss, who had researched Earth's magnetic field, and Carl August von Steinheil, who built one of the first electric clocks and developed the idea of an \"Earth return\" (or \"ground return\"), had previously investigated such devices. Daniel Drawbaugh received for an Earth battery for electric clocks (with several improvements in the art of Earth batteries). Another early patent was obtained by Emil Jahr Method of utilizing electrical Earth currents). In 1875, James C. Bryan received for his Earth Battery. In 1885, George Dieckmann, received US patent for his Electric Earth battery. In 1898, Nathan StubblefieldThe Real Father of Radio received for his electrolytic coil battery, which was a combination of an earth battery and a solenoid. (For more information see US patents , , , , , , and .) The Earth battery, in general, generated power for early telegraph transmissions and formed part of a tuned circuit that amplified the signalling voltage over long distances. {| style=\"float:right; width:246px; margin:1em; border:1px; border-style:solid;\" |+ Metals and soils !colspan=\"2\"| ;Potential differences of metals (Soil galvanic series) |- | _Metal_ ... | _Potential_ V Cu/CuSO4 electrode |- |Magnesium (pure) | -1.75 |- |Magnesium (alloy) | -1.60 |- |Zinc | -1.10 |- |Aluminum (alloy) | -1.05 |- |Aluminum (pure) | -0.8 22 |- |Steel (clean) | -0.50 to -0.80 |- |Steel (rusted) | -0.20 to -0.50 |- |Cast iron | -0.50 |- |Lead | -0.50 |- |Steel (concrete) | -0.20 |- |Copper | -0.20 |- |Brass | -0.20 |- |Bronze | -0.20 |- |Steel (mill scale) | -0.20 |- |Cast iron (high silicon) | -0.20 |- |Carbon | +0.30 |- |Graphite | +0.30 |- |Coke | +0.30 |- |colspan=\"2\"|Notes: * Non-uniform conditions at node surface results in different voltages Ref.: Engineering Tutorials: Potential of Metals in Soils | |} ==Operation and use== The simplest earth batteries consist of conductive plates from different metals of the electropotential series, buried in the ground so that the soil acts as the electrolyte in a voltaic cell. As such, the device acts as a primary cell. When operated only as electrolytic devices, the devices were not continuously reliable, owing to drought condition. These devices were used by early experimenters as energy sources for telegraphy. However, in the process of installing long telegraph wires, engineers discovered that there were electrical potential differences between most pairs of telegraph stations, resulting from natural electrical currents (called telluric currentsIt has been estimated that natural telluric current density during twelve hours in one hemisphere are in range of 100 to 1000 amperes.) flowing through the ground. Some early experimenters did recognize that these currents were, in fact, partly responsible for extending the earth batteries' high outputs and long lifetimes. Later, experimenters would utilize these currents alone and, in these systems, the plates became polarized. It had been long known that continuous electric currents flowed through the solid and liquid portions of the Earth,Gish, O. H., The Natural Electric Currents in the Earth's Crust. The Scientific Monthly, Volume 32, Issue 1, pp. 5–21. and the collection of current from an electrically conductive medium in the absence of electrochemical changes (and in the absence of a thermoelectric junction) was established by Lord Kelvin.Lord Kelvin (William Thomson). www.phy.bg.ac.rs. (cf., By the middle of the 19th century it had been shown that magnetism and electricity, electromagnetism, and light were related, and Thomson had shown by mathematical analogy that there was a relationship between hydrodynamic phenomena and an electric current flowing through wires.)Method and apparatus for generating electricity, US Pat. 4153757. Column 1 Line 40 - Column 2 Line 4. Lord Kelvin's \"sea battery\" was not a chemical battery. Lord Kelvin observed that such variables as placement of the electrodes in the magnetic field and the direction of the medium's flow affected the current output of his device. Such variables do not affect battery operation. When metal plates are immersed in a liquid medium, energy can be obtained and generated,W. P. Piggot, \"U.S. Patent 050314 Telegraph cable\". p. 1, Column 1, Line 9-12. including (but not limited to) methods known via magneto-hydrodynamic generators. In the various experiments by Lord Kelvin, metal plates were symmetrically perpendicular to the direction of the medium's flow and were carefully placed with respect to a magnetic field, which differentially deflected electrons from the flowing stream. The electrodes can be asymmetrically oriented with respect to the source of energy, though. To obtain the natural electricity, experimenters would thrust two metal plates into the ground at a certain distance from each other in the direction of a magnetic meridian, or astronomical meridian. The stronger currents flow from south to north. This phenomenon possesses a considerable uniformity of current strength and voltage. As the Earth currents flow from south to north, electrodes are positioned, beginning in the south and ending in the north, to increase the voltage at as large a distance as possible.Bryan, James C., \"U.S. Patent 160152 Earth Battery\". February 23, 1875. p. 1, Column 1, Lines 29-32. In many early implementations, the cost was prohibitive because of an over-reliance on extreme spacing between electrodes. It has been found that all the common metals behave relatively similarly. The two spaced electrodes, having a load in an external circuit connected between them, are disposed in an electrical medium, and energy is imparted to the medium in such manner that \"free electrons\" in the medium are excited. The free electrons then flow into one electrode to a greater degree than in the other electrode, thereby causing electric current to flow in the external circuit through the load. The current flows from that plate whose position in the electropotential series is near the negative end (such as palladium). The current produced is highest when the two metals are most widely separated from each other in the electropotential series, and when the material nearer the positive end is to the north, while that at the negative end is towards the south. The plates, one copper and another iron or carbon, are connected above ground by means of a wire with as little resistance as possible. In such an arrangement, the electrodes are not appreciably chemically corroded, even when they are in earth saturated with water, and are connected together by a wire for a long time. It had been found that to strengthen the current, it was most advantageous to drive the northerly electropositive electrode deeper into the medium than the southerly electrode. The greatest currents and voltages were obtained when the difference in depth was such that a line joining the two electrodes was in the direction of the magnetic dip, or magnetic inclination. When the previous methods were combined, the current was tapped and utilized in any well-known manner. In some cases, a pair of plates with differing electrical properties, and with suitable protective coatings, were buried below the ground. A protective or other coating covered each entire plate. A copper plate could be coated with powdered coke, a processed carbonaceous material. To a zinc plate, a layer of felt could be applied. To use the natural electricity, earth batteries fed electromagnets, the load, that were part of a motor mechanism. ==See also== * Water-activated battery * Soil science: soil acidity, soil redox and soil moisture * Biology: anaerobic respiration, electrotroph, and electrolithoautotroph. * Soil resistivity and grounding * Antenna and ground antenna * Transmission medium and electromagnetic induction * Electric field and near and far field * Metal, electrodes, and contact potential * Acidity and bases * List of battery types ==References and articles== ===General information=== * Park Benjamin and Melvin L. Severy, The Voltaic Cell: Its Construction and Its Capacity. Wiley, 1893. 562 pages. pp. 317–319. * George Milton Hopkins, Experimental Science: Elementary, Practical and Experimental Physics. Munn & Co., 1902. pp. 437–451. * Frederick Collier Bakewell, Electric science, its history, phenomena and applications. 1853. pp. 182–184. * James Napier, A manual of electro- metallurgy. 1876. pp. 48–49. * William Edward Armytage Axon, The Mechanic's Friend. Trübner, 1875. 339 pages. pp. 303–304. * Adolph A. Fesquet, Oliver Byrne, and John Percy, The Practical Metal-worker's Assistant. H.C. Baird & Co., 1878. 683 pages. pp. 529–530. * Eugenii Katz, \"Alexander Bain\". The history of electrochemistry, electricity and electronics; Biosensors & Bioelectronics. * Vassilatos, Gerry, \"An Introduction to the Mysteries of Ground Radio\". * Burns, R. W., \"Alexander Bain, a most ingenious and meritorious inventor\". Engineering Science and Education Journal, Volume 2, Issue 2, Apr 1993. pp. 85–93. ISSN 0963-7346 * R. J. Edwards G4FGQ, Measurement of Soil Resistivity & Calculation of Earth Electrode Resistance. 15 February 1998 * The Gentleman's magazine. (1731). London: [s.n.]. p. 587\\. * Spencer W. Richardson, \"The Flow of Electricity through Dielectrics\". Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character, Vol. 92, No. 635 (Nov. 1, 1915), pp. 101–107. * John Patterson Abernethy, The Modern Service of Commercial and Railway Telegraphy. 1887. 423 pages. p. 72\\. * William Dwight, Whitney Dictionary: An Encyclopedic Lexicon of the English Language. p. 1405\\. * Thomas Dixon Lockwood, Electricity, Magnetism, and Electric Telegraphy. D. Van Nostrand Co., 1883. 375 pages. p. 42\\. ** * Edwin James Houston, A Dictionary of Electrical Words, Terms and Phrases. P.F. Collier & Son, 1903. p. 756\\. * Henry Minchin, Student's Text-book of Electricity. Lockwood, 1867. 519 pages. pp. 477–485. (Alternative copy) * Vassilatos, G. (2000). Lost science. Kempton, Ill: Adventures Unlimited. * \"Telluric Currents: The Natural Environment and Interactions with Man-made Systems\". The Earth's Electrical Environment (1986), Commission on Physical Sciences, Mathematics, and Applications. * Prescott, G. B. (1860). History, theory, and practice of the electric telegram. Boston: Ticknor and Fields. 468 pages. ===Citations and notes=== ===Patents=== * A. Bain, \" Copying surfaces by electricity\". * A. Bain, \" Improvements in electric telegraphs\". * W. P. Piggot, \" Telegraph cable\". * W. D. Snow, \" Earth-batteries for generating electricity\". * J. Cerpaux, \" Electric piles\". * Daniel Drawbaugh, \" Earth battery for electric clocks\". * M. Emme, \" Ground generator of electricity\". * M. Emme, \" Storage Battery\". * Jahr, Emil, \" Method of utilizing electrical earth currents\". * Bryan, James C., \" Improvements in lightning rods\". * Bryan, James C., \" Earth Battery\". February 23, 1875. * Bryan, James C., \" Improvements in lightning rods\". * James M. Dices, \" Immersion type battery\". * Dieckmann, George F., \" Electric Earth Battery\". November 3, 1885. * Stubblefield, Nathan, \" Electric battery\". May 8, 1898. * William T. Clark, \" Method and apparatus for generating electricity\". * Ryeczek, \" Earth battery\". July 3, 1984. ===Further reading=== * Lamont, J. V., Der Erdstrom und der Zusammen desselben mit dem Erdmagnetismus. Leopold-Voss-Verlag, Leipzig und Muenchen, 1862. (Tr., Telluric currents and their relationship to geomagnetism) * Weinstein, Electrotechnische Zeitshrift. 1898, pg., 794. (Tr., Electrotechnic magazine) * John Timbs, The Year-book of Facts in Science and Art. 1868. p. 130\\. * Journal of the Telegraph. Western Union Telegraph, Co., 1914. Category:Battery types",
 "title": "Earth battery"
}