{
 "id": "506403",
 "text": "The Toronto Zoo is a zoo located in Toronto, Ontario, Canada. Encompassing , the Toronto Zoo is the largest zoo in Canada. It is divided into seven zoogeographic regions: Indo-Malaya, Africa, Americas, Tundra Trek, Australasia, Eurasia, and the Canadian Domain. Some animals are displayed indoors in pavilions and outdoors in what would be their naturalistic environments, with viewing at many levels. It also has areas such as the Kids Zoo, Waterside Theatre, and Splash Island. It has one of the most taxonomically diverse collection of animals on display of any zoo; it is currently home to over 5,000 animals (including invertebrates and fish) representing over 500 species. The zoo is open to the public every day of the year except December 25. The zoo is a corporation owned by the municipal government of Toronto. Founded by John Cameron Egan and business partner, Hugh A. Crothers, an industrialist who became the first Chairman of the Metro Toronto Zoological Society in 1966, the zoo opened on August 15, 1974, as the Metropolitan Toronto Zoo. The word \"Metropolitan\" was dropped from its name when the individual municipalities that make up the Municipality of Metropolitan Toronto was amalgamated into the current city in 1998. The zoo is located near the Rouge River on the western border of Rouge Park in the city's east end district of Scarborough. == History == === Predecessor === Around 1880, businessman Harry L. Piper (1839–1921) established a Zoological and Acclimatization Society (also as Toronto Zoological Garden) and open a zoological garden at Old Post Office Lane at Toronto Street north of King Street East, then in 1881 to a lot at Front Street and York Street next to the Queen's Hotel and finally to the eastern end of the Exhibition Grounds in 1885. Piper was also Alderman for St. John's Ward from 1877 to 1880 and 1883–1888. In 1888, the Riverdale Zoo opened in Toronto, as a typical example of a zoo during this time, with animals displayed as curiosities in dark cages and cramped enclosures. Animals for Piper's zoo moved to this site. In 1963, a private citizen's brief to build a new zoo was introduced by Hugh Crothers to the Chairman of the Council of the Municipality of Metropolitan Toronto, William Allen. Allen asked Crothers to head up a committee to investigate the feasibility of a new zoo. By 1966, a group of eleven people became The Metro Toronto Zoological Society with Crothers as the first chairman. Original plans were to have the park located at the Leaside area, but the site was later used to create the E.T. Seton Park. In 1966, Mr. Crothers and the 10 other citizens met at City Hall to form the Metropolitan Toronto Zoological Society. In 1967, the Municipality of Metropolitan Toronto approved the Rouge Park site in Scarborough for a new zoo. The following year, a feasibility study on the new zoo was produced by architect Raymond Moriyama. In 1969, a master plan was created by Johnson Sustronk Weinstein and Associates that was approved by the Zoological Society. Construction of the new zoo began in 1970. On August 15, 1974, the Metropolitan Toronto Zoo was open to the public. The zoo increased from the original Riverdale Zoo's to , and is now one of the largest zoos in the world. The Zoo introduced some designs to enhance the public's viewing experience and the animals' living comfort. Animals were displayed in naturalized environments and grouped according to their zoogeographic region. The old zoo was converted into an urban farm called Riverdale Farm, which opened in 1978. === Since opening === In 1976, the Zoo opened the Canadian Domain Ride, a monorail-like automated guideway transit service that travelled into the Zoo's Canadian Domain area, located in the Rouge Valley. The rides operations were placed on hold in July 1994 after an accident. The monorail has since been mothballed with many sections becoming overgrown with vegetation. A 2009 study determined it would cost upwards of $800,000 to return the infrastructure to use and upgrade it to current standards. A fundraising drive was started in 2010 and has since raised $1.15 million. In the interim, the current Zoomobile uses five (4-car set) Chance Coach Sunliner trams. Between 1980 and 1984, several new exhibits were added to the zoo, including snow leopards, gaur, a children's zoo (Littlefootland), and a new indoor habitat for African elephants, and the Indian Rhinoceros Pavilion, as well as the official opening of the Zoomobile. In 1985, Qing Qing and Quan Quan – a pair of giant pandas, on loan for three months from the People's Republic of China, were displayed at the Zoo. The Zoo broke all previous attendance records as thousands of visitors came to see these rare animals. Over the years, the Zoo has presented other rare or unusual animals, including golden monkeys (1986), koalas (1988, 1996, 2002), Tasmanian devils (the late 1970s until 1998), and white lions (1995, 2012 onwards). In 1987, the zoo rebranded the South American Waterfall area as the Maya Temple Ruin exhibits, featuring some architectural decor. Animals such as capybaras, jaguars and spider monkeys remained while llamas and similar animals were relocated. In 1988, the zoo completed new reptile exhibits in the Australasia Pavilion, the spotted-necked otter exhibit in the Africa Pavilion, and the Primate Wing in the Americas Pavilion. The Malayan Woods Pavilion opened in 1983. The Sumatran tigers arrived in 1994. Naked mole-rats went on exhibit in 1996. Komodo dragons become a feature exhibit in 1997. In 1997, zoo workers went on strike for nine weeks, however, the zoo remained open. After the strike, they signed a minimum compliment contract. In 1998, with the amalgamation of the individual municipalities that made up Metro Toronto, the Zoo was officially renamed the Toronto Zoo. That same year, the Zoo opened the Africa Savanna, the largest expansion in its history. ==== 2000s ==== In 2001, the zoo remodeled half of the Africa Pavilion into the Gorilla Rainforest, featuring the world's largest indoor habitat for western lowland gorillas, as well a giant fish tank for Lake Malawi cichlids. The zoo's Splash Island, an educationally-themed water play area, opened in 2002. This was followed by an open-air amphitheatre in 2003 and the Kids Zoo in 2004. While the SARS outbreak in 2003 had a devastating effect on the tourism industry in Toronto, the Zoo fared well with local residents supporting the zoo by visiting often. The Zoo's attendance has recovered well with many record-breaking annual attendance numbers since then. In November 2006, the Toronto Zoo temporarily closed the Australasia Pavilion for redevelopment. The pavilion underwent two years of construction, resulting in new exhibits including a Great Barrier Reef area in the location of the former Edge of Night area. The Great Barrier Reef exhibit consists of a large seven-metre-long community tank featuring brownbanded bamboo sharks, damselfish, and triggerfish. Lionfish were also added, as well as enlarged seahorse tanks, sea anemones and moon jellyfish. The exhibit opened on May 16, 2008, alongside the reopening of the Australasia Pavilion. In May 2007, Dinosaurs Alive opened, which featured 18 animated dinosaur models and life-size skeleton replicas. It featured the largest T-Rex model in North America. This exhibit was enjoyed by over 600,000 visitors and was included with zoo admission. The exhibit closed in October 2007. On August 21, 2007, the polar bear, llama, Dall sheep and mara exhibits were closed for the construction of the new Tundra Trek area. Tundra Trek featured new exhibits for the polar bears, reindeer, and Arctic wolves, as well as new additions to the zoo, such as Arctic foxes, snow geese and snowy owls. Returning to the zoo to take up residence in the new polar bear exhibit were 3 orphaned polar bears initially raised at the zoo and named by the community: Aurora, Nikita, and Inukshuk. The Tundra Trek opened on August 1, 2009. On May 16, 2008, Stingray Bay opened for the first time. This interactive exhibit allowed the public to touch, feel, and feed live stingrays. The exhibit returned to the zoo on a regular basis but closed permanently on October 8, 2012, to make room for the Giant Panda Research Center. In September 2008, the Toronto Zoo Board approved a motion to dissolve the Toronto Zoo Foundation and bring fundraising and development in-house. All parties agreed to the transfer of existing donor funds to the Toronto Community Foundation. On August 15, 2009, the Toronto Zoo celebrated its 35-year anniversary. During that weekend the public got to learn about some of the zoo's oldest residents, including Marg the demoiselle crane and Monty the West African dwarf crocodile. On September 9, 2009, the south side of the African Rainforest Pavilion was closed for construction. The pavilion opened in early 2011, with new exhibits for pygmy hippos, red river hogs, an African softshell turtle, and ring-tailed lemurs replacing the mandrills, as well as a variety of exhibits for fish and reptiles. ==== 2010s ==== The Frank Schofield Memorial/Asian Gardens opened the first phase in June 2010, and includes a statue erected in Schofield's honour. On May 21, 2011, the black-footed penguin exhibit opened to the public. This exhibit once housed South African fur seals and was closed in 2010 and modified to house the black-footed penguins. In 2011, the city started looking at the process of selling the zoo to a third party after Toronto Mayor Rob Ford claimed there were many interested buyers. This process was short-lived with the city later deciding the zoo will remain an entity of the city. In April 2012, the zoo lost its accreditation in the Association of Zoos and Aquariums due to a disagreement regarding sending its three elephants to PAWS, an animal sanctuary in California that is not AZA-accredited. The zoo began looking for a new accredited home for its elephants in October 2011, but the Toronto city council voted to send the elephants to California instead, ignoring the recommendations of the zoo's professional staff. The zoo re- applied for AZA accreditation in March 2013, and they later returned to the AZA program. The three elephants were transported to the PAWS sanctuary in California on October 16, 2013. In 2012, on a trade mission to China, it was announced that the Toronto Zoo and the Calgary Zoo would be lent two giant pandas from China for the span of ten years, with the pandas splitting the time equally between the two facilities. The pandas, named Er Shun and Da Mao, arrived at the Toronto Zoo on Monday, March 25, 2013, greeted by prime minister Stephen Harper. Their exhibit opened on May 18, 2013. The pandas originated from the Chongqing Zoo and Chengdu Panda Base. In October 2015, Er Shun gave birth to twin cubs named Jia Panpan and Jia Yueyue. The exhibit closed on March 18, 2018, when the pandas were moved to the Calgary Zoo. In December 2014, the renovated Eurasia area, renamed the Eurasia Wilds, opened, featuring a new aviary with Eurasian eagle-owls and Steller's sea eagles and a new exhibit for the snow leopards. In April 2016, plans to install a maglev operation to replace the Zoo Domain Ride surfaced. Plans have been confirmed in November 2018 with the consortium (which includes Magna International and Lockheed Martin) paying for construction and the first 15 years of operation. On May 11, 2017, over 400 employees went on strike, and zoo management decided to close the zoo, due to job security negotiations falling out, though conservation programs continued. During the strike, three snow leopard cubs, two clouded leopard cubs, five cheetah cubs, and three Vancouver Island marmot pups were born. The strike ended on June 15, 2017, after the Union and Zoo Board of Management signed and ratified a four-year agreement. In December 2019, the zoo opened an after-hours night walk experience called Terra Lumina, in partnership with Montréal-based company Moment Factory. The experience is designed as a hypothetical look into the year 2099, showing positive change having occurred in the world as humanity made changes in the decades between now and then to respect and live in harmony with wildlife, with strong indigenous influences. The experience closed early on March 14, 2020, due to the COVID-19 pandemic and returned on August 14, 2020. ==== 2020s ==== The Toronto Zoo closed to all visitors starting March 14, 2020, due to concerns about the COVID-19 pandemic. Essential zoo staff remained on-site during the closure to continue caring for the animals. During this closure, a Masai giraffe calf was born. The zoo reopened as a drive-through experience beginning May 23, 2020, and began re-admitting walkthrough guests beginning July 4, 2020, with the drive-through experience continuing to run until October 5, 2020. The zoo closed to visitors once again starting November 23, 2020, due to the second lockdown of the Greater Toronto Area, and reopened June 12, 2021. The zoo implemented a mandatory COVID-19 vaccine policy starting October 25, 2021, which requires all staff and visitors aged 12 and older to be fully vaccinated against COVID-19 and to show their proof-of- vaccination documents in order to enter the entire Zoo grounds. The zoo closed for a third time on January 5, 2022, due to growing concerns around the COVID-19 Omicron variant, and reopened on February 10, 2022. == Exhibits == thumb|275px|Map showing the extent of the Toronto Zoo. The Toronto Zoo is divided up into seven different geographic regions. Each region showcases animals and plants from that area of the world. ===Indo-Malaya=== The Indo- Malayan area contains two pavilions that exhibit plants and animals from South and Southeast Asia. Featured animals in this area include Indian rhinoceroses, babirusas, Sumatran orangutans, great hornbills, false gharials, reticulated pythons, Sumatran tigers, and white-handed gibbons. The Malayan Woods Pavilion houses butterflies, giant gouramis, and clouded leopards. The former gaur exhibit is currently being reworked into a large outdoor orangutan enclosure that will allow further study of orangutan social behaviors. ===Africa=== Opened in 1998, the African Savanna became the zoo's largest expansion in history. The African Savanna combined with the African Rainforest Pavilion encompasses most of the southern third of the zoo. The African Savanna featured species include white lions, Grévy's zebras, olive baboons, greater kudus, cheetahs, white rhinoceroses, hippopotamuses, spotted hyenas, watusi cattle, blue wildebeests, common elands, African penguins and Masai giraffes. The African Rainforest Pavilion holds the world's largest indoor gorilla exhibit, home to Charles, as well as dozens of other African species, including meerkats, red river hogs, dwarf crocodiles, and pygmy hippopotamuses. The south side of the pavilion was completely refurbished in 2011 and showcases ring-tailed lemurs and Aldabra giant tortoises. ===Canadian Domain=== The Canadian Domain is situated in the Rouge Valley. The Canadian Domain was built in accompaniment with the Canadian Domain Ride, which exhibited North American animals in their native environment. Featured species in this area include wood bison, moose, bald eagles, cougars, trumpeter swans, raccoons, and grizzly bears. ===Americas=== This area of the zoo houses animals from both North and South America. The Americas Pavilion displays a wide variety of New World monkeys, amphibians, reptiles, fish, and insects. Some of its most popular residents are the white-faced sakis, golden lion tamarins, two-toed sloths, American alligators, beavers, and river otters. The Mayan Temple Ruins features jaguars, capybaras, blue-and-yellow macaws, black- handed spider monkeys, and American flamingos. The Americas Pavilion houses the majority of the zoo's reptile and amphibian collection, as well as a large number of its invertebrates, and was the designated area for the 2008 Year of the Frog conservation project. ===Tundra Trek=== After the closing of some of the Americas animal exhibits in 2007, the Tundra Trek opened on August 1, 2009. This area became the sixth region of the zoo, and showcases a variety of Arctic animals including porcupine caribou, polar bears, snow geese, and Arctic wolves. The new state-of-the-art exhibits are larger in order to encourage breeding. Educational theming emphasizes the lives of the Inuit and the effects of climate change. ===Australasia=== The Australasian Pavilion features animals from the Australian mainland, as well as surrounding islands. Featured species in this area include Western grey kangaroos, red-necked wallabies, short-beaked echidnas, southern hairy-nosed wombats, kookaburras, Victoria crowned pigeons, Matschie's tree-kangaroos, and Komodo dragons. The Komodo dragons were donated to the zoo as a gift from the President of Indonesia. This pavilion once had an \"Edge of Night\" section to highlight crepuscular and nocturnal marsupials, but this was later converted into the Great Barrier Reef exhibit featuring seahorses, a jellyfish tank, lionfish, brownbanded bamboo sharks, and a long community tank. The exhibits inside the pavilion also received facelifts during the transition, including an outdoor area for the hairy-nosed wombats and wallabies. ===Eurasia Wilds=== Often regarded as the oldest part of the zoo, Eurasia received a large overhaul in 2014. The featured species in this section of the zoo are snow leopards, Amur tigers, West Caucasian tur, mouflon, chamois, red pandas, and Bactrian camels. With the area's redesign to the Eurasia Wilds Steller's sea eagles were added; while several other species are now only viewable from the Zoomobile, including lion-tailed macaques, yak, and the herd of Przewalski's horses. From May 18, 2013, to March 18, 2018, the area included two giant pandas: Er Shun (female) and Da Mao (male). With the pandas' arrival, the zoo has refurbished its seasonal attraction area into an extensive educational centre – the Giant Panda Interpretive Centre. In 2014, after her first estrus, Er Shun was artificially inseminated – the first such procedure performed on a panda in Canada. No baby was born in 2014 and it was believed that Er Shun experienced a pseudopregnancy, a phenomenon common in giant pandas. In 2015, Er Shun was again artificially inseminated, resulting in the first birth of giant pandas in Canada. Twin cubs, one male (later named \"Jia Panpan\" indicating \"Canadian Hope\") and one female (\"Jia Yueyue\" indicating \"Canadian Joy\"), were born on October 13, 2015. The cubs were raised by Er Shun, with \"twin swapping\" occurring through the first four months of their lives until they were large and healthy enough that zoo staff were confident of their survival. ===Discovery Zone=== This area is geared towards children by featuring educational themes and exhibits. The most prominent area is a children's water park, Splash Island, which features landscaping and themed objects depicting the three states of water. Exhibits are grouped around variously themed groups of aquatic animals, including rivers, lakes, and oceans. Waterside Theatre is an open-air enclosure where live demonstrations of a variety of animals are shown, including goats, grey crowned cranes, ravens, macaws, and ground hornbills. A third area, the Kids Zoo, consists of a variety of animals that children can interact with, such as guinea pigs, skunks, and alpacas. The Discovery Zone also hosted Dinosaurs Alive and the Stingray Bay exhibit for their respective durations. ==Conservation== The Toronto Zoo makes considerable effort to conserve endangered species from around the world with the help of other accredited zoos. Captive breeding is often considered one of the most difficult and elusive rewards of captive animal care, but the Toronto Zoo's efforts have been met with much success, and even resulted in the re- introduction of many species. Some of the conservation initiatives that the Toronto Zoo has participated in are as follows: *The Toronto Zoo was the first zoo to establish a captive-breeding program for black-footed ferrets with the goal of releasing them back into their wild habitat and, after years of successful breeding, had released more than 120 animals by 2011. This included re-introducing the ferrets, which had been extinct in the wild, to Saskatchewan's Grasslands National Park beginning in 2009. *The zoo has rescued orphaned polar bears from the wild: two in 2001, later named Aurora and Nikita and one in 2003, later named Inukshuk after the Inuit wayfinding landmark. *In 2008, the Toronto Zoo participated in 2008 Year of the Frog, where researchers were sent to study a deadly fungus causing problems to amphibians and reptiles worldwide. *The Toronto Zoo has acted and continues to act in the captive breeding, and re-introduction into the wild of critically endangered and otherwise threatened Canadian species, including the Vancouver Island marmot, loggerhead shrike, and Blanding's turtle, as well as Great Lakes fishes. The zoo also runs a program for habitat preservation within the Great Lakes Region, focusing on the protection of endemic species of freshwater mussels. In the past, the zoo contributed heavily to increasing the numbers of threatened species, including the wood bison and the trumpeter swan. *The Toronto Zoo has actively contributed to international conservation efforts and reintroduction programs, including for the Puerto Rican crested toad, and for fish in the African Great Lakes (including the Singidia tilapia, or ngege). *The zoo has bred additional rare Ontario species such as the redside dace and eastern massasauga rattlesnake. *One zoo staff member has been key in preservation of critically endangered Malagasy freshwater fish species, both at the zoo and in Madagascar. The Toronto Zoo has been collecting and recycling cell phones since 2006. In 2010, it was awarded the distinction of being the top cell phone recycler out of the Eco-Cell's 175 participating wildlife organizations in North America. Other participating wildlife organizations include the San Diego Zoo and the Philadelphia Zoo. Coltan is a mineral ore mined and refined in central Africa for metals used in the electronics industry. This unregulated mining industry has a dramatic impact on the region's biodiversity. Recycling cell phones helps to preserve the critical Lowland gorilla rainforest habitat in Africa by decreasing the demand for these minerals. This is of particular interest to the Toronto Zoo as its gorilla habitat has expanded with the addition of a newly born baby gorilla. The Toronto Zoo's cell phone recycling program is composed of two parts: Retrocell is the zoo's official cell phone refurbisher and the Ontario Electronic Stewardship Program processes the remainder of the phones that are collected by the Toronto Zoo. In addition, the Toronto Zoo also participates in, and has been a key centre for, the Species Survival Plans of dozens of species, maintaining healthy captive populations of animals which may one-day be re-introduced to their former homes. Some notable SSP species the zoo has successfully bred over the years include the western lowland gorilla, Sumatran orangutan, golden lion tamarin, Sumatran tiger, Amur tiger, snow leopard, cheetah, Przewalski's horse, Indian rhinoceros, Matschie's tree-kangaroo, African penguin, and Komodo dragon. The Toronto Zoo has bred hundreds of species, with many of these breedings being firsts for Canada, North America, and even the world. ===Notable births=== In 2003, a Komodo dragon was hatched for the first time in Canada. In 2004, two female West African dwarf crocodiles successfully hatched on October 1, the first hatching of this species in Canada. Three Sumatran tigers were born at the zoo to parents Brytne and Rengat in 2003, and two more were born in 2006. In 2006, three orangutans were born and named Jinnga, Kembali, and Budi through a TVOKids naming contest. In 2006, a Matschie's tree kangaroo was born, one of three born in North America in 2006. Later named Noru, it was sent to the Lincoln Zoo, and was paired with a mate named Milla who gave birth to twins – a first for this species. On June 5, 2007, two rare snow leopards were born, the first birth in thirteen years. Another snow leopard was born in 2009, alongside three more in 2017. Two Przewalski's horses, one male and one female, were born on June 22, 2007, the first birth in fifteen years. The zoo also successfully bred Przewalski's horses in 2008, 2009 and 2020. The zoo has also been very successful in breeding Bactrian camels, the most recent birth coming in 2018. In July 2015 two wood bison calves were born as the result of artificial insemination using frozen-thawed sperm that had been collected from a male wood bison in Elk Island, Alberta, in 1980. Through the weekend of September 26–27, 2015, the zoo's white lioness Makali gave birth to four cubs: the first pure-bred white lions born at the Toronto Zoo. On October 13, 2015, Er Shun, the visiting female giant panda, gave birth to two cubs. This was this first successful reproduction of giant pandas in Canada. A male, later named Jia Panpan, was born at 3:31 AM with a weight 187.7 g, while the other, a female, later named Jia Yueyue, was born at 3:44 AM and weighed 115 g. Their sexes were unknown during the first few months of their lives, being determined in February 2016. The cubs were kept off display until the age of 5 months. In March 2016, the cubs were given the names Jia Panpan and Jia Yueyue to signify Canadian hope and Canadian joy, respectively, and revealed to the public before the March Break of that year. On Remembrance Day (November 11) of 2015, a female polar bear named Juno was born to mother, Aurora. On February 17, 2016, 11-year-old Indian rhinoceros Ashakiran, on loan from the Los Angeles Zoo, gave birth to a male named Nandu. With fewer than 3,555 left in the wild, Indian rhinos are classified as a vulnerable species. In May 2017, the Toronto Zoo had its first births of clouded leopards to mom, Parvati, and dad, Mingma. On July 17, 2017, a wood bison calf was born at the Toronto Zoo as a result of embryo transfer from a bison at the University of Saskatchewan. On May 1, 2021, three Amur tiger cubs were born to mom, Mayzira, with one surviving. ==Scientific contributions== The Toronto Zoo has conducted extensive reproduction research on wood bison (Bison bison athabascae), in an effort to find means of supporting wild populations in northwestern Canada which may be reproductively compromised due to disease. In July 2015, two wood bison calves were born as the result of artificial insemination using frozen- thawed sperm that had been collected from a male wood bison in Elk Island, Alberta, in 1980. On July 17, 2017, a wood bison calf was born at the Toronto Zoo as a result of embryo transfer from a bison at the University of Saskatchewan. ==Controversies== On November 30, 2009, Tara, the zoo's largest African elephant, died. She was found lying down when staff arrived in the morning and was unable to be raised to her feet. Tara was the third elephant in 14 months to die at the zoo and fourth in three years. Elephant deaths preceding Tara's: *June 2009: Tessa, knocked to the ground by another elephant, unable to stand unassisted after being raised to her feet by staff and equipment. *September 2008: Tequila, cause of death not released. *July 2006: Patsy, euthanized due to long-term degenerative arthritis In the days following Tara's death, both Zoocheck Canada and U.S.-based In Defence of Animals, as well as game show host Bob Barker, called for the zoo to close the exhibit and send the remaining three elephants to a sanctuary. Toronto City Council endorsed this highly controversial decision. In September 2013, plans were finalized to move Toka, Thika and Iringa to a facility in California in October 2013. The three elephants were transported on land during a 50-hour- long drive with stopovers. Iringa died on July 22, 2015, at the sanctuary in California. ==Media== *Zoo Diaries was a Canadian documentary television series which aired on Life Network. Its focus was on the relationship between the animals and their keepers, allowing viewers to experience what it is like to bond with some of the world's most exotic creatures. There have been 74 episodes produced since 2000 by DocuTainment Productions. The first two seasons of the show were also released on DVD/VHS. *Undercover Boss Canada took place in 2011 and was filmed at the Toronto Zoo with the CEO. *Rick Mercer Report featured Canadian comedian Rick Mercer at the Toronto Zoo in 2008 and early 2016 with Mercer visiting the pandas. *Multiple YouTube videos released by the zoo have gone viral, being shared by news agencies and social media sites to millions of viewers around the world. Notably, videos of visiting giant panda Da Mao have received significant attention. * The Zoo began releasing the Wild for Life podcast in early 2019 sharing interviews with staff on the behind-the-scenes conservation, animal care and research work done by the facility. ==See also== * Fauna of Toronto Other Toronto zoos and animal exhibits: * Centreville Amusement Park – Far Enough Farm, a livestock zoo, on Toronto Islands * High Park Zoo – small zoo in High Park run by donations * Riverdale Farm – livestock zoo on site of former Toronto Zoo ==References== ==External links== * Category:Zoos in Ontario Category:Culture of Toronto Metro Toronto Zoo Category:Scarborough, Toronto Category:Tourist attractions in Toronto Category:Zoos established in 1974 Category:Companies owned by municipalities of Canada Category:1974 establishments in Ontario",
 "title": "Toronto Zoo"
}