{
 "id": "506498",
 "text": "The yeren (, \"wild man\") is a cryptid apeman reported to inhabit remote, mountainous regions of China, most famously in the Shennongjia Forestry District in the Hubei Province. Sightings of \"hairy men\" have remained constant since the Warring States Period circa 340 BCE through the Tang dynasty (618–907 CE), before solidifying into the modern legend of the yeren. Generally, they are described as savage, strong, and fast-moving, living in mountain caves and descending only to raid villages for food or for people to wed or rape. Scientific interest in such apemen erupted in the 1950s and 60s in conjunction with pseudoscientific discoveries relating to Bigfoot and the yeti, but pressure by the Maoist government to leave behind these kinds of legends and folk stories repressed further interest in the yeren until its dissolution in 1976. Afterwards, large expeditions were launched by the Chinese Academy of Sciences to investigate alleged eyewitness accounts, footprints, hairs, and bodies as \"yeren fever\" took hold, combining scientists with one of the largest utilizations of peasant and villager knowledge in scientific endeavors. The yeren was often speculated to be a far removed human relative, such as Gigantopithecus or Paranthropus robustus. All forwarded evidence of the creature originated from known animals — namely bears, monkeys, and gibbons — and scientific interest waned by the late 1980s. Nonetheless, organized yeren research still persists, though no serious scientific institutions recognize such apemen. The creature has become an artistic icon of wildness and nature, and was used in the wake of the Cultural Revolution to challenge sexually restrictive and egalitarian ideals, as well as to address deforestation and other environmental issues in China. ==Antiquity== Oral traditions and literature of \"wild men\" () and similar creatures have persisted for millennia in Chinese folklore. Their oldest ostensible appearance in writing may lie in the Jiu Ge (\"Nine Songs\") by Qu Yuan who lived from 340 to 278 BCE in the state of Chu during the Warring States period. His 9th Song speaks of a \"mountain spirit\" (); these characters generally refer to a human figure. The shān guǐ has variously been interpreted as a humanlike creature clad in a fig leaf, a yaoguai (a demon), or an ogre. In 1982, Zhou Guoxing discovered a 2,000 year old lantern with an ornament apparently depicting a \"hairy man\" (), which similarly speaks to an ancient tradition surrounding wild men. Written reports of \"wildmen\" become more frequent in the Tang dynasty (618–907 CE), though they are quite inconsistent in how visually human these creatures are. Other supposed early descriptions of hairy wildmen include: *The Yi Zhou Shu and Erya compiled in the 4th and 3rd centuries BCE mention a fast-moving, long-haired creature using a character commonly translated as \"baboon\" () that supposedly ate people: *The Erya also mentions a creature using a character translated as \"orangutan\" (), an animal not native to China, or more generally \"ape\". In 139 BCE, Gao Yu described the xingxing in the Huainanzi as having the face of a human but the \"body of a beast\". *In 650 CE, Zhao Yanshou detailed a band of maoren who scaled a city wall. On account of their \"wild\" nature, these creatures were often portrayed as lustful, capturing and raping villagers, the latter especially if the victim was female. Usually referred to as the jue (), these apemen purportedly lack females entirely and need to abduct and rape women to breed. The reverse is said for the \"wild women\" or \"wild wives\" () or sometimes xingxing, where they would abduct and sling men over their backs, carrying them up the mountain to wed. The exact name \"yeren\" has typically been used in the mountains of the Shennongjia Forestry District in the Hubei Province, though the earliest written reports of the yeren are from Fang County north of Shennongjia. In 1555, during the Qing dynasty, its local newspaper Fangxianzhi published a story about a group of yeren sheltering in nearby mountain caves which preyed on their dogs and chickens. In Fang County, the yeren were rumored to be the descendants of the runaway laborers conscripted to build the Great Wall of China. Other newspapers as well as Chinese natural history works, such as Li Shizhen's 1578 Compendium of Materia Medica, frequently mention yeren or similar apemen. ==Description== Testimonies of the alleged creature typically agree the yeren walks upright and stands over tall; is covered in tawny hair all over the body, especially long at the scalp; and has a face reminiscent of both an ape and a human. Other common descriptors include black-red hair, distended eyes, long arms hanging all the way down to the knees, and big feet. The yeren supposedly laughs when coming across a human. ==Scientific interest== ===Mao era=== Reported sightings of apemen increased during the 20th century, prompting scientific investigations in the 1950s and 60s. The first such expeditions focused more on the yeti, a similar apeman cryptid from Tibet, funded by the Soviet Yeti Research Commission. The Institute of Vertebrate Paleontology and Paleoanthropology (IVPP) headquartered in Beijing followed suit and included the yeti as part of its survey of Mount Everest in 1959. Prominent paleoanthropologist Pei Wenzhong communicated to Soviet colleagues a small collection of similar apeman reports across China. Separately, Professor Mao Guangnian linked the yeti with the yeren. His interest in the topic began when he heard his colleague Wang Zelin's story of an apeman shot dead in 1940 while in the field on behalf of the Yellow River Water Control Committee. In 1962, another prominent paleoanthropologist, Wu Rukang, led an investigation of reports from the Xishuangbanna Dai Autonomous Prefecture in the Yunnan Province, but dismissed them as a misidentified gibbon. During the Mao era (1949–1976) under chairman Mao Zedong, fervent government campaigns aimed to squash superstitious beliefs and to quell debates surrounding mysterious apemen. Such stories of yeren, ghosts, and spirits were held to impair productivity, such as by scaring farmers from tending to their fields, and circulating them were sometimes punishable. Scientific interest quickly dwindled and Mao Guangnian became one of the only scientists researching the yeren. He used primarily recent scientific reports and ancient literature as opposed to contemporary eye witness accounts. Other scientists, such as Pei, ascribed apemen testimonies to scientific illiteracy and strong superstitious beliefs among villagers in these remote areas, though they remained affirmative of further study. Mao Guangnian, nonetheless, argued that, by studying yeren, he could replace superstitions with scientific evidence. He speculated yeren are the source of Chinese ghost and spirit folklore, much like how manatees inspired some mermaid stories. Soviet historian Boris Porshnev suggested these apemen are a relict population of Neanderthals, but Mao Guangnian believed the yeren to be far too primitive, more likely a descendant of the giant Chinese ape Gigantopithecus. ===Post-Mao \"yeren fever\"=== In 1974, historian Li Jian, the vice secretary of the Prefectural Propaganda Department of Shennongjia recorded testimonies from locals regarding the yeren, the oldest occurring in 1945. This earned Li the nickname \"The Minister of Yeren\". His work attracted the attention of Liu Minzhuang, a professor at East China Normal University, as well as several IVPP scientists, in 1976. As the Mao Era ended on the downswing of the tumultuous Cultural Revolution, the taboo against superstitions diminished, and popular Western works regarding the yeti and the similar North American Bigfoot were translated into Chinese. Coupled with Li and Liu's work and increasing commercialization with newly wrought publishing freedoms, interest in apemen surged as \"yeren fever\" took hold. In subsequent years, Liu would become the most prominent worker on the yeren, earning the nickname \"The Professor of Yeren\". In 1977, Zhou along with 109 military personnel, zoologists, biologists, and photographers launched a yeren expedition in Shennongjia on behalf of the Chinese Academy of Sciences (though the group size was probably counterproductive, generating too much noise). Subsequent expeditions comprising scientists, technicians, government officials, and local villagers collected alleged footprints, hair samples, and sightings of the yeren, published in scientific journals, pop science magazines, and newspapers. Yeren hunts were some of the largest involvements of peasants and common people in scientific endeavors. In 1981, the China Wildman Research Society formed with the help of the famous Chinese paleoanthropologist Jia Lanpo, and offered a cash reward for a yeren body, ¥5,000 dead and ¥10,000 alive (at the time, $1,750 and $3,500). Much like Mao Guangnian, the majority of scientists worked to prove these apemen were undiscovered early offshoots of humanity rather than supernatural entities, while a minority maintained they were misidentified ordinary animals. The most popular candidates include a descendant of Gigantopithecus or an undiscovered Chinese variant of the African Paranthropus robustus (at the time considered to be gigantic like Gigantopithecus). Another notable hypothesis, though not the most popular among scientists, was that the yeren are a backwards and unevolved race of modern humans, often supported by racist comparisons with local ethnic minorities. In 1984, local Li Mingzhi, when detailing his yeren sighting, remarked that at first he, \"thought it was a local Wa woman climbing the mountains to collect pig food.\" The yeren being a far removed human relative would have confirmed several popular Chinese theories of the time, which depended strongly on Marxism. Most notably is Friedrich Engels' concept of \"labor created humanity\", because, despite being bipedal with hands free to labor, the yeren did not organize into a laborious society and remained evolutionarily stagnant. It would also support the Out of Asia theory (that modern humans evolved in Asia) which was being overturned by the now-popular Out of Africa hypothesis. Consequently, hypothetical yeren society was often characterized using Marxist feminism, a polygynous and matriarchal one. This was not a ubiquitous notion, nonetheless; for example, in 1976, a pregnant yeren was rumored to be searching for her \"husband\" in Shennongjia. By the 1980s, whole books about the yeren were being published, and a substantial collection of such literature has since amassed. Some yeren hunters — generally men — dedicated their lives to the chase, leaving their families behind. In 1981, Li received funding by the Chinese Anthropological Society to found the Chinese Yeren Investigative Research Association. Four of their exhibitions that decade garnered audiences upwards of 400,000. ===Conclusion=== As all expeditions had failed to turn up convincing evidence, scientific interest plummeted by the late 1980s. Alleged bodies, hairs, and footprints actually came from various known animals, including humans, Himalayan brown bears, Tibetan blue bears, Asian black bears, macaques, goral, and serow. Purported \"monkey boy\" skulls, supposed evidence of yeren/human hybrids, actually belonged to fully human children who suffered spinocerebellar ataxia. Since they usually are reported to have occurred at a distance, eyewitnesses may have misidentified bears, gibbons, and monkeys. Additionally, many eyewitness accounts were likely completely fabricated or embellished. Nonetheless, further study is still not ubiquitously reproved in Chinese academic circles. In 1994, the Strange and Rare Animals Exploration and Investigation Committee was organized to continue yeren research, though mainstream academia does not consider the yeren to be real. ==In popular culture== Owing to their mysterious yet humanlike atmosphere, the yeren became a popular symbol in fiction writing of wildness and savagery. Kidnapping stories from antiquity have inspired modern, though usually far less graphic, imaginative retellings. Among the more popular was Song Youxing's A Yeren Seeks a Mate which erotically described an attractive female yeren with big breasts and long hair, as such a subject is often portrayed both in literature and by eyewitnesses. It was particularly significant as the yeren was described as a loving wife (to an abducted husband) and mother, and the story juggles feminine sexuality with traditional family values, concepts under much discussion and evolution subsequent to the egalitarian and sexually conservative Mao Era. Ascribing such qualities to a normally savage subject makes for easy contrast with \"civilized\" people with differing values, popular in the midst of the \"primitivism\" trend of the 1970s and 80s in China, which celebrated \"primitive\" ethnic minorities. In Post-Mao China, the yeren became an ideal of humanity in its natural state, untainted by the malices and vices of civilization, especially in reference to the humanitarian crises of the Cultural Revolution. Alongside the giant panda, the yeren was also used to spotlight environmental issues in China in the 1970s and 80s, specifically widespread deforestation which many researchers were worried would lead to the extinction of the yeren before it could be discovered. \"Yeren fever\" may have been at play, among many other factors, in the establishment of the Shennongjia National Nature Reserve in 1983. Hubei capitalizes on the creature's infamy to attract tourists to remote villages within the province. A statue depicting a female yeren and her child exists within the nature preserve, serving as another popular tourist attraction. == See also == * Almas * Bigfoot * Hibagon * Orang Mawas * Orang Pendek * Skunk ape ==References== Category:Chinese folklore Category:Chinese legendary creatures Category:Hominid cryptids",
 "title": "Yeren"
}