{
 "id": "506449",
 "text": "Ferry Tales is a 2003 American short documentary film written, produced and directed by Katja Esson. It follows the conversations of women in the powder room of the Staten Island Ferry during the morning commute from Staten Island to Manhattan. It was nominated for the Academy Award for Best Documentary Short. ==Story== Ferry Tales exposes a secret world that exists in the powder room of the Staten Island Ferry—a place that brings together suburban moms and urban dwellers, white-collar and blue-collar, sisters and socialites. For 30 minutes every day, they gather around mirrors to put on their makeup – talking not as wives, mothers, or professionals, but just as themselves. Sassy and honest, they dish on everything from sex scandals to stilettos, family problems to September 11, leaving stereotypes at the door and surprising viewers with their straight-shooting wisdom. In broaching such topics as divorce, single motherhood and domestic violence, Ferry Tales goes beyond the surface to show us the realities of life for working women. A rare and honest look at the intersections of race and class, this heartwarming film is utterly charming and often outrageous, FERRY TALES gives these unlikely heroines their moment in the spotlight. ==Production== Inspired by an idea of Cassis Birgit Staudt, Katja Esson decided in July 2001 to create a sort of ‘working-girl’ documentary about the women who occupy the ladies bathroom on the ferry each and every morning. Coming up with a concept was simple enough, but trying to gain the confidence of these women and filming them in their element was quite another matter. Then, just as filming had started, the tragic events of September 11 happened. At first, Esson felt she would have to scrap the project altogether. Instead, she kept filming. The resulting footage shows just how strong a sense of community exists between the many different women in the powder room. ==Film Festivals & Awards== 'Esson's film gives a fantastic glimpse into one of the countless secret sub-cultures of New York. Her brilliant portrayal rethinks class and gender and turns our ideas of the suburban/urban divide on their head'. (K.E. Flemming, New York University) Academy Award Nominee for Best Short Doc Women's Network Awards - Best Documentary Film Underdog Film Festival - Best Doc Annapolis Film Festival - Honorable Mention Woodstock Film Festival - Honorable Mention ==References== ==External links== * Official Website * * Ferry Tales at Women Make Movies Category:2003 films Category:American short documentary films Category:American films Category:2000s short documentary films Category:Staten Island Ferry Category:Documentary films about women Category:2003 documentary films Category:Documentary films about New York City Category:Women in New York City",
 "title": "Ferry Tales"
}