{
 "id": "506768",
 "text": "Wolfgang Drechsler (born June 6, 1963 in Marburg, West Germany) is a Public Administration and Management, Innovation Policy and Political Philosophy scholar. He is Professor of Governance, and one of the founders and directors of the Technology Governance program, at the Tallinn University of Technology, Tallinn, Estonia, where between 2010 and 2016 he also served as Vice Dean for International Relations at its Faculty of Social Sciences. Since 2017, he is also affiliated with Harvard University, as a Davis Center Associate and a member of the center’s Advisory Board, and since 2019, with University College London, where he is Honorary Professor at the Institute for Innovation and Public Purpose (IIPP). Drechsler holds degrees from Bridgewater College, the University of Virginia, the University of Marburg, and the German Post- Graduate School of Public Administration Speyer. Between 1993 and 2006, he was Professor of Public Administration and Government at the University of Tartu. Before coming to Estonia, and during this time, he taught at Universities of Marburg, Giessen, and Frankfurt am Main, all Germany. He was Visiting Professor of Sociology in Lund, Sweden, in 1997, of Governance at the University of Erfurt, Germany, in 2007, of Public Management at the Collegium Civitas, Warsaw, Poland, in 2011, and at the University of Malaya, Malaysia in 2013, and during the same year, of Public Administration at the Central University of Finance and Economics in Beijing, China, as well as in 2015 at Zhejiang University in Hangzhou, China, and at Gadjah Mada University in Yogyakarta, Indonesia, in 2016 at the National Institute of Development Administration in Bangkok, Thailand, and in 2017 at the Lee Kuan Yew School of Public Policy, National University of Singapore. In 2012-2014, he served as the André Molitor Chair of Political, Administrative and International Reforms (as professeur invité) at the Université Catholique de Louvain, Belgium. He has served as Advisor to the President of Estonia, as Executive Secretary with the German Wissenschaftsrat during German reunification, and, as an American Political Science Association Congressional Fellow, a Senior Legislative Analyst in the United States Congress. He was the Vice Chairman of the executive board of Praxis, Estonia’s pre-eminent public policy think-tank, and a member of the Innovation Policy Council of the Estonian Ministry of Economics. In Public Administration, Drechsler emphasizes the non- technocratic, non-managerial, \"state sciences\" approach that focuses on effectiveness rather than efficiency. He is also especially interested in Non- Western Public Administration (Confucian, Islamic, and Buddhist). In economics and public policy, he is a strong protagonist of the role of the state in economic growth and of innovation and industrial policy. Philosophically, Drechsler is a classical Hermeneutician, as one of the last students of the late Hans-Georg Gadamer. Drechsler serves or has served as an advisor, especially in the areas of public management reform and innovation policy as well as e-governance, for national governments and international organizations, such as the Organisation for Economic Co-operation and Development, Council of Europe, SIGMA, World Bank, European Union (Lisbon Strategy), Inter-American Development Bank, and United Nations Development Program; he has worked, in different capacities, on the national development plans of, e.g., Estonia, Mongolia, Kazakhstan, Peru, Brazil, and Norway. In 2000, Drechsler co-founded The Other Canon, a center and network for heterodox economics research, with - amongst others - main founder and executive chairman Erik Reinert. Drechsler received the 1997 Estonian National Science Award, Social Science category, the 2001 Alena Brunovskà Award for Teaching Excellence in Public Administration, the 2002 Outstanding Alumnus Award from Bridgewater College, where he also delivered the annual W. Harold Row Endowed Lecture, in 2004, the Order of the Cross of Terra Mariana (Maarjamaa Rist), Estonia's Order of Merit, and in 2005, the German one, the Bundesverdienstkreuz. In 2013, he was awarded an Honorary Doctorate in Social Sciences by the Corvinus University Budapest, Hungary, and in 2017, the Senator Peter B. Boorsma Award from SECoPA, the Southeastern regional association of the American Society for Public Administration, for his merits in international public administration theory and practice. ==Books== *Gadamer in Marburg (3rd edition 2016) *Islamic Public Administration; First Explorations in the Second World (and Beyond), Administrative Culture (2014, co-ed.) *Techno-Economic Paradigms: Essays in Honour of Carlota Perez (2009, co-ed.) *A Distinctive European Model? The Neo-Weberian State, The NISPAcee Journal of Public Administration and Policy (2009, co-ed.) * Friedrich Nietzsche 1844-1900: Economy and Society (2006, co-ed. with Jürgen Backhaus), contributions by among others Sophus Reinert, M.A.G. van Meerhaeghe * Kaiserliche Universität Dorpat 200 - Academia Gustaviana 370 - Das Jubiläum der Universität Tartu (2004, co-ed.) *Enhancing the Capacities to Govern: Challenges Facing the CEE Countries (2004, co-ed.) *Good and Bad Government (2001; on Ambrogio Lorenzetti’s Siena frescoes) *Die selbstverwaltete Gemeinde (1999, ed.) *Paradiama (Otto Kaiser 75), Trames (1999, ed.) *On the Eminence of the Social Sciences at the University of Dorpat (1998, also in Estonian) *Foundations of Public Administration (1997, ed., in Estonian) *Johann Ulrich v. Cramer’s Opuscula (5 vols., 1996, ed.) *Estonia in Transition, World Affairs (1995, ed.) *Reforming Higher Education and Research in Eastern Germany, World Affairs (1992, ed.) *Andrew D. White in Germany (1989) ==References== ==External links== *Homepage *Publications for download *Official Estonian scholarship entry *Google Scholar entry Category:1963 births Category:Living people Category:University of Virginia alumni Category:University of Marburg alumni Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:Recipients of the Order of the Cross of Terra Mariana, 5th Class Category:Hermeneutists Category:Bridgewater College alumni Category:Tallinn University of Technology faculty",
 "title": "Wolfgang Drechsler"
}