{
 "id": "507785",
 "text": "Phosphofructokinase-1 (PFK-1) is one of the most important regulatory enzymes () of glycolysis. It is an allosteric enzyme made of 4 subunits and controlled by many activators and inhibitors. PFK-1 catalyzes the important \"committed\" step of glycolysis, the conversion of fructose 6-phosphate and ATP to fructose 1,6-bisphosphate and ADP. Glycolysis is the foundation for respiration, both anaerobic and aerobic. Because phosphofructokinase (PFK) catalyzes the ATP- dependent phosphorylation to convert fructose-6-phosphate into fructose 1,6-bisphosphate and ADP, it is one of the key regulatory steps of glycolysis. PFK is able to regulate glycolysis through allosteric inhibition, and in this way, the cell can increase or decrease the rate of glycolysis in response to the cell's energy requirements. For example, a high ratio of ATP to ADP will inhibit PFK and glycolysis. The key difference between the regulation of PFK in eukaryotes and prokaryotes is that in eukaryotes PFK is activated by fructose 2,6-bisphosphate. The purpose of fructose 2,6-bisphosphate is to supersede ATP inhibition, thus allowing eukaryotes to have greater sensitivity to regulation by hormones like glucagon and insulin. == Structure == Mammalian PFK1 is a 340kd tetramer composed of different combinations of three types of subunits: muscle (M), liver (L), and platelet (P). The composition of the PFK1 tetramer differs according to the tissue type it is present in. For example, mature muscle expresses only the M isozyme, therefore, the muscle PFK1 is composed solely of homotetramers of M4. The liver and kidneys express predominantly the L isoform. In erythrocytes, both M and L subunits randomly tetramerize to form M4, L4 and the three hybrid forms of the enzyme (ML3, M2L2, M3L). As a result, the kinetic and regulatory properties of the various isoenzymes pools are dependent on subunit composition. Tissue-specific changes in PFK activity and isoenzymic content contribute significantly to the diversities of glycolytic and gluconeogenic rates which have been observed for different tissues. PFK1 is an allosteric enzyme and has a structure similar to that of hemoglobin in so far as it is a dimer of a dimer.; One half of each dimer contains the ATP binding site whereas the other half the substrate (fructose-6-phosphate or (F6P)) binding site as well as a separate allosteric binding site. Each subunit of the tetramer is 319 amino acids and consists of two domains: one that binds the substrate ATP, and the other that binds fructose-6-phosphate. Each domain is a b barrel, and has cylindrical b sheet surrounded by alpha helices. On the opposite side of the each subunit from each active site is the allosteric site, at the interface between subunits in the dimer. ATP and AMP compete for this site. The N-terminal domain has a catalytic role binding the ATP, and the C-terminal has a regulatory role == Mechanism == PFK1 is an allosteric enzyme whose activity can be described using the symmetry model of allosterism whereby there is a concerted transition from an enzymatically inactive T-state to the active R-state. F6P binds with a high affinity to the R state but not the T state enzyme. For every molecule of F6P that binds to PFK1, the enzyme progressively shifts from T state to the R state. Thus a graph plotting PFK1 activity against increasing F6P concentrations would adopt the sigmoidal curve shape traditionally associated with allosteric enzymes. PFK1 belongs to the family of phosphotransferases and it catalyzes the transfer of γ-phosphate from ATP to fructose-6-phosphate. The PFK1 active site comprises both the ATP-Mg2+ and the F6P binding sites. Some proposed residues involved with substrate binding in E. coli PFK1 include Asp127 and Arg171. In B. stearothermophilus PFK1, the positively charged side chain of Arg162 residue forms a hydrogen-bonded salt bridge with the negatively charged phosphate group of F6P, an interaction which stabilizes the R state relative to the T state and is partly responsible for the homotropic effect of F6P binding. In the T state, enzyme conformation shifts slightly such that the space previously taken up by the Arg162 is replaced with Glu161. This swap in positions between adjacent amino acid residues inhibits the ability of F6P to bind the enzyme. Allosteric activators such as AMP and ADP bind to the allosteric site as to facilitate the formation of the R state by inducing structural changes in the enzyme. Similarly, inhibitors such as ATP and PEP bind to the same allosteric site and facilitate the formation of the T state, thereby inhibiting enzyme activity. The hydroxyl oxygen of carbon 1 does a nucleophilic attack on the beta phosphate of ATP. These electrons are pushed to the anhydride oxygen between the beta and gamma phosphates of ATP. thumb|Mechanism of phosphofructokinase 1 == Regulation == PFK1 is the most important control site in the mammalian glycolytic pathway. This step is subject to extensive regulation since it is not only highly exergonic under physiological conditions, but also because it is a committed step – the first irreversible reaction unique to the glycolytic pathway. This leads to a precise control of glucose and the other monosaccharides galactose and fructose going down the glycolytic pathway. Before this enzyme's reaction, glucose-6-phosphate can potentially travel down the pentose phosphate pathway, or be converted to glucose-1-phosphate for glycogenesis. PFK1 is allosterically inhibited by high levels of ATP but AMP reverses the inhibitory action of ATP. Therefore, the activity of the enzyme increases when the cellular ATP/AMP ratio is lowered. Glycolysis is thus stimulated when energy charge falls. PFK1 has two sites with different affinities for ATP which is both a substrate and an inhibitor. PFK1 is also inhibited by low pH levels which augment the inhibitory effect of ATP. The pH falls when muscle is functioning anaerobically and producing excessive quantities of lactic acid (although lactic acid is not itself the cause of the decrease in pH). This inhibitory effect serves to protect the muscle from damage that would result from the accumulation of too much acid. Finally, PFK1 is allosterically inhibited by PEP, citrate, and ATP. Phosphoenolpyruvic acid is a product further downstream the glycolytic pathway. Although citrate does build up when the Krebs Cycle enzymes approach their maximum velocity, it is questionable whether citrate accumulates to a sufficient concentration to inhibit PFK-1 under normal physiological conditions. ATP concentration build up indicates an excess of energy and does have an allosteric modulation site on PFK1 where it decreases the affinity of PFK1 for its substrate. PFK1 is allosterically activated by a high concentration of AMP, but the most potent activator is fructose 2,6-bisphosphate, which is also produced from fructose-6-phosphate by PFK2. Hence, an abundance of F6P results in a higher concentration of fructose 2,6-bisphosphate (F-2,6-BP). The binding of F-2,6-BP increases the affinity of PFK1 for F6P and diminishes the inhibitory effect of ATP. This is an example of feedforward stimulation as glycolysis is accelerated when glucose is abundant. PFK activity is reduced through repression of synthesis by glucagon. Glucagon activates protein kinase A which, in turn, shuts off the kinase activity of PFK2. This reverses any synthesis of F-2,6-BP from F6P and thus de-activates PFK1. The precise regulation of PFK1 prevents glycolysis and gluconeogenesis from occurring simultaneously. However, there is substrate cycling between F6P and F-1,6-BP. Fructose-1,6-bisphosphatase (FBPase) catalyzes the hydrolysis of F-1,6-BP back to F6P, the reverse reaction catalyzed by PFK1. There is a small amount of FBPase activity during glycolysis and some PFK1 activity during gluconeogenesis. This cycle allows for the amplification of metabolic signals as well as the generation of heat by ATP hydrolysis. Serotonin (5-HT) increases PFK by binding to the 5-HT(2A) receptor, causing the tyrosine residue of PFK to be phosphorylated via phospholipase C. This in turn redistributes PFK within the skeletal muscle cells. Because PFK regulates glycolytic flux, serotonin plays a regulatory role in glycolysis ==Genes== There are three phosphofructokinase genes in humans: * PFKL – liver * PFKM – muscle * PFKP – platelet ==Clinical significance == A genetic mutation in the PFKM gene results in Tarui's disease, which is a glycogen storage disease where the ability of certain cell types to utilize carbohydrates as a source of energy is impaired. Tarui disease is a glycogen storage disease with symptoms including muscle weakness (myopathy) and exercise induced cramping and spasms, myoglobinuria (presence of myoglobin in urine, indicating muscle destruction) and compensated hemolysis. ATP is a natural allosteric inhibitor of PFK, in order to prevent unnecessary production of ATP through glycolysis. However, a mutation in Asp(543)Ala can result in ATP having a stronger inhibitory effect (due to increased binding to PFK's inhibitory allosteric binding site). Phosphofructokinase mutation and cancer: In order for cancer cells to meet their energy requirements due to their rapid cell growth and division, they survive more effectively when they have a hyperactive phosphofructokinase 1 enzyme. When cancer cells grow and divide quickly, they initially do not have as much blood supply, and can thus have hypoxia (oxygen deprivation), and this triggers O-GlcNAcylation at serine 529 of PFK. This modification inhibits PFK1 activity and supports cancer proliferation, in contrast with the view that high PFK1 activity is necessary for cancer. This may be due to redirecting glucose flux towards the pentose phosphate pathway to generate NADPH to detoxify reactive oxygen species. Herpes simplex type 1 and phosphofructokinase: Some viruses, including HIV, HCMV and Mayaro affect cellular metabolic pathways such as glycolysis by a MOI-dependent increase in the activity of PFK. The mechanism that Herpes increases PFK activity is by phosphorylating the enzyme at the serine residues. The HSV-1 induced glycolysis increases ATP content, which is critical for the virus's replication. ==See also== *PFK2 (converts fructose 6-phosphate to fructose 2,6-bisphosphate through on site, or the opposite, on another site) *PFP (reversibly interconverts fructose 6-phosphate and fructose 1,6-bisphosphate using inorganic pyrophosphate rather than ATP) *Fructose bisphosphatase (hydrolyses fructose 1,6-bisphosphate to fructose 6-phosphate) == References == ==External links== * * Proteopedia.org Phosphofructokinase * * Category:EC 2.7.1 Category:Glycolysis",
 "title": "Phosphofructokinase 1"
}