{
 "id": "507767",
 "text": "Concelho () is the Portuguese-language term for municipality, referring to the territorial subdivision in local government. In comparison, the word município () refers to the organs of State. This differentiation is still in use in Portugal and some of its former overseas provinces, but is no longer in use in Brazil following the abolition of these organs, in favour of the French prefecture system. It is similar to borough and council. ==History== thumb|170px|Map of the municipalities of Portugal showing the 20 with the highest number of inhabitants (darker shade) and the 20 with the lowest (lighter shade) After the civil parish (), the Portuguese concelho is the most stable territorial subdivision within the country, with over 900 years of history. Founded in the royal charters attributed to parcels and territorial enclaves, in order to establish a presence by the Crown, rather than personal fiefdoms of the nobility and aristocracy. This municipal institution changed throughout history: many were abolished and reconstituted based on the political necessity; first they were subject to the specifics of each charter (which varied based on conditions and circumstances), and then based on national laws established during the Liberal era. Today, the municipalities are governed by the municípios, constituted by the Câmara Municipal (Municipal Chamber), its executive organ and by the Assembleia Municipal (Municipal Assembly), its deliberative body. The Câmara is the executive body that is charged with governing the territory and policies of the region. Owing to population, the municipal chamber can comprise a number of alderman (normally between 5 and 17) elected by lists, using direct, universal suffragan vote, based with or without political parties. The municipal assembly, sometimes parliament, is responsible principally for auditing the activities of the executive branch. Its members are elected by population and proportionally by civil parishes, using the same schema as the executive (by universal direct suffrage with or without political parties), but also represented by the presidents of the juntas de freguesia (civil parish council presidents). Though a unitary state, the Portuguese model governance has undergone periods of centralized and decentralized tendencies: :\"One of the interesting and innovative aspects of the 1976 Constitution, occurs in the consideration of decentralized democracy, particularly in the ambient of territorial decentralization...The Portuguese State continues to be unitary (Article 6, Paragraph 1) , with the ability to be also decentralized...or basically, capable of distribute functions and powers to community authorities, other entities and centres of existing interest. \" ==See also== * Administrative divisions of Cape Verde * Municipalities and parishes of Macau * Municipalities of Portugal ==References== ;Notes ;Sources * Category:Types of administrative division Category:Subdivisions of Portugal Category:Geography of Macau Category:Politics of Macau Category:Local government in Portugal pt:Município#Como divisão territorial",
 "title": "Concelho"
}