{
 "id": "507834",
 "text": "Kim Jong-nam (, ; 10 May 1971 – 13 February 2017) was the eldest son of North Korean leader Kim Jong-il. From roughly 1994 to 2001, he was considered the heir apparent to his father. He was thought to have fallen out of favour after embarrassing the regime in 2001 with a failed attempt to visit Tokyo Disneyland with a false passport, although Kim himself said his loss of favour had been due to advocating reform. Kim Jong-nam was exiled from North Korea 2003, becoming an occasional critic of his family's regime. His younger paternal half-brother, Kim Jong-un, was named heir apparent in September 2010. Kim Jong-nam was assassinated in Malaysia on 13 February 2017 with the nerve agent VX. The Wall Street Journal on 10 June 2019 reported that former US officials stated that Kim Jong-nam had been a CIA source. == Life and career == === Early life (1971–1998)=== Kim Jong-nam was born on 10 May 1971 in Pyongyang, North Korea, to Song Hye-rim, one of four women known to have had children with Kim Jong-il. Because Kim Jong-il aimed to keep his affair with Song a secret due to the disapproval of his father Kim Il-sung, he initially kept Jong-nam out of school, instead sending him to live with Song's older sister Song Hye-rang, who tutored him at home. North Korea Leadership Watch says he left North Korea to visit his grandmother in Moscow, Soviet Union, and spent his childhood at international schools in both Russia and Switzerland until returning to his home country in 1988. Kim Jong-nam was reported to have had a personality similar to that of his father, and was described by his aunt as being \"hot-tempered, sensitive, and gifted in the arts\". His aunt also said in 2000 that he \"[did] not wish to succeed his father\". Like Kim Jong-il, he was interested in film: he wrote scripts and short films from a young age. His father also created a small movie set for him to use. Kim Jong-nam made several clandestine visits to Japan, starting as early as 1995. === 1998–2001: Heir apparent === In 1998, Kim Jong-nam was appointed to a senior position in the Ministry of Public Security of North Korea, as a future leader. He was also reported to have been appointed head of the North Korean Computer Committee, in charge of developing an information technology (IT) industry. In January 2001, he accompanied his father to Shanghai, where he had talks with Chinese officials on the IT industry. === 2001: Tokyo Disneyland incident === In May 2001, Kim Jong-nam was arrested in Japan on arrival at Narita International Airport, accompanied by two women and a four-year-old boy identified as his son. He was travelling on a forged Dominican Passport using a Chinese alias, Pang Xiong (). After being detained, he was deported to China, where he said he was travelling to Japan to visit Tokyo Disneyland. The incident caused his father to cancel a planned visit to China due to the embarrassment it caused him. === 2001–2005: Loss of favour === Until the Tokyo incident, Kim Jong-nam was expected to become leader of the country after his father. In February 2003, the Korean People's Army began a propaganda campaign under the slogan \"The Respected Mother is the Most Faithful and Loyal Subject to the Dear Leader Comrade Supreme Commander.\" This was interpreted as praise of Ko Young-hee, and likely part of a campaign designed to promote Kim Jong- chul or Kim Jong-un, her sons. Since the loyalty of the army is the real foundation of the Kim family's continuing hold on power in North Korea, this was a serious detriment for Kim Jong-nam's prospects. In late 2003, it was reported that Kim Jong-nam was living in Macau, lending strength to this belief. Kim Jong-un was left in charge while his father was on a state visit to China. Outsider observers also believed North Korea's sinking of a South Korean ship in March 2010 was part of Kim Jong-il's attempt to secure succession for the youngest Kim. Kim Jong-nam's loss of favour was thought to have been caused by the Tokyo incident. However, Kim Jong-nam himself claimed that he had fallen out of favour due to advocating for reform. In an email to the editor of the Tokyo Shimbun, Kim Jong-nam wrote that after being educated in Switzerland, he \"insisted on reform and market-opening\", leading his father to decide that he had turned \"into a capitalist\". Kim Jong-nam at this time has also been described as \"the closest [North Korea] ever had to an international playboy\", and gained a reputation for \"gambling and drinking and arranging the occasional business deal\". He used to be the only member of the Kim family to ever speak directly to media outside of North Korea, until Kim Jong-un took a question from a foreign journalist during the 2019 North Korea–United States Hanoi Summit. It was believed that Kim Jong-nam had friendly ties to China. Outside analysts considered him as a possible candidate to replace Kim Jong-un if the North Korean leadership imploded and China, traditionally an ally, sought a replacement in its client state. === 2005–2017: Rise of Kim Jong-un === The Asahi Shimbun reported that Kim Jong- nam, while travelling to see his brother Kim Jong-chul in Munich, survived an assassination attempt at the Budapest Ferihegy International Airport in July 2006. According to South Korean reports, the Hungarian government protested against the incident to the North Korean embassy in Vienna, requesting there be no recurrence. It was reported in the South China Morning Post on 1 February 2007, that Kim Jong-nam had been living incognito with his family in Macau, for some three years, and that this was a cause of some embarrassment to both the Macanese and Chinese governments. South Korean television and the South China Morning Post reported in 2007 that Kim Jong-nam had a Portuguese passport. However, Portuguese authorities and the Portuguese consul in Macau, Pedro Moitinho de Almeida, stated that if he had such a document, it would be a forgery. In January 2009, Kim Jong-nam said that he had \"no interest\" in taking power in North Korea after his father, stating that it is only for his father to decide. In June 2010, Kim Jong-nam gave a brief interview to the Associated Press in Macau while waiting for a hotel elevator. He said that he had \"no plans\" to defect to Europe, as the press had recently rumoured. He lived in an apartment on the southern tip of Macau's Coloane Island until 2007.Where Is Kim Jong-il's Eldest Son? . The Chosun Ilbo. 4 October 2010. An anonymous South Korean official reported in October 2010 that Kim Jong-nam had not lived in Macau for \"months\", and shuttled between China and \"another country\". In late September 2010, his younger half-brother Kim Jong-un was made heir-apparent. Kim Jong-un was declared Supreme Leader of North Korea on 24 December 2011 after the death of Kim Jong-il. The two half-brothers had never met because of the ancient practice of raising potential successors separately. On 1 January 2012, it was reported that Kim Jong-nam secretly flew to Pyongyang from Macau on 17 December 2011, after learning about his father's death that day and was presumed to have accompanied Kim Jong-un when paying his last respects to their father. He left after a few days to return to Macau and was not in attendance at the funeral to avoid speculation about the succession. On 14 January 2012, Kim Jong-nam was seen in Beijing waiting for an Air China flight to Macau. He confirmed his identity to a group of South Koreans, which included a professor at Incheon University, and told them that he usually travels alone. In a book released in 2012 titled My Father, Kim Jong Il, and Me by Japanese journalist Yōji Gomi who had interviewed him on numerous occasions, Kim Jong-nam said that he expected the leadership of Kim Jong-un to fail, citing that he was too inexperienced and young. He also stated, \"Without reforms, North Korea will collapse, and when such changes take place, the regime will collapse\". According to South Korean intelligence sources, Kim Jong-un had issued a standing order to have his half-brother killed. In 2012, there was another assassination attempt on Kim Jong-nam, who later that year sent a letter to his half-brother begging for his life. In late 2012, he appeared in Singapore one year after leaving Macau. He left Macau on suspicions that he was being targeted for assassination by Kim Jong- un; South Korean authorities had formerly indicted a North Korean agent, Kim Yong-su, who confessed to planning an attack on Kim Jong-nam in July 2010. On 10 June 2019, the Wall Street Journal, citing former US officials, stated that Kim Jong-nam had been a CIA source. A book by Anna Fifield, Washington Post bureau chief in Beijing, had earlier reported this, stating that he had been previously filmed abroad with a US intelligence agent, and had carried a backpack containing $120,000 in cash. == Assassination == On 13 February 2017, Kim Jong-nam died after being exposed to VX nerve agent at Kuala Lumpur International Airport in Malaysia. It was widely believed that he was killed on the orders of his half-brother Kim Jong-un.Patricia Bauer, Kim Jong-Nam, Encyclopedia Britannica (last updated on 6 May 2018): \"analysts believed that the murder was likely to have been ordered by Kim Jong-Un.\" Four North Korean suspects left the airport shortly after the attack, travelling back to Pyongyang. An Indonesian woman, Siti Aisyah, and a Vietnamese woman, Đoàn Thị Hương, were charged with murder but said they thought they were taking part in a TV prank. In March 2019, Siti Aisyah was freed after the charge against her was dropped. In April, the murder charge against Hương was also dropped, and she pleaded guilty to the lesser charge of \"voluntarily causing hurt by dangerous weapons or means\". She was sentenced to three years and four months in prison, but received a one-third reduction in her term, and was released on 3 May 2019. == Personal life == It has been reported that Kim Jong-nam had two wives, and one mistress, and had at least six children. His first wife, Shin Jong-hui (born ), lives at a home called Dragon Villa on the northern outskirts of Beijing. His second wife, Lee Hye-kyong (born ), their son Han- sol (born 1995) and their daughter Sol-hui (born ) lived in a modest 12-story apartment building in Macau; his mistress, former Air Koryo flight attendant So Yong-la (born ), also lives in Macau. He had several tattoos, including two of dragons. == See also == * Foreign relations of North Korea * List of people of Korean descent * Outline of North Korea * Politics of North Korea == Notes == == References == == External links == * Japan expels North Korean leader's 'son' Category:1971 births Category:2017 deaths Category:Assassinated North Korean politicians Category:Deaths from nerve agent poisoning Category:People deported from Japan Category:People from Pyongyang Category:Workers' Party of Korea politicians Category:Kim dynasty (North Korea) Category:Kim Il-sung University alumni Category:North Korean expatriates in Macau Category:Children of national leaders Category:North Korean expatriates in Singapore Category:Korean people murdered abroad Category:People murdered in Malaysia Category:2010s murders in Malaysia Category:2017 crimes in Malaysia Category:2017 murders in Asia Category:North Korean individuals subject to the U.S. Department of the Treasury sanctions",
 "title": "Kim Jong-nam"
}