{
 "id": "507911",
 "text": "The East Bay Regional Park District (EBRPD) is a special district operating in Alameda County and Contra Costa County, California, within the East Bay area of the San Francisco Bay Area. It maintains and operates a system of regional parks which is the largest urban regional park district in the United States. The administrative office is located in Oakland. As of 2020, EBRPD spans with 73 parks and over of trails. Some of these parks are wilderness areas; others include a variety of visitor attractions, with opportunities for swimming, boating and camping. The trails are frequently used for non-motorized transportation such as biking, hiking, and horse riding. More than of paved trails (identified as Interpark Regional Trails) through urban areas link the parks together. ==History== A destructive grass fire that broke out in Wildcat Canyon blew west into Berkeley on September 27, 1923, and burned down 640 structures, mostly homes. The East Bay Water Company was harshly criticized for its failure to deliver enough water to successfully fight the fire. Much of the problem arose from having a system of small private water companies who obtained water either from their own wells or from runoff, then pumped the water to the water companies' wells, Chabot and Temescal. A state law was passed that enabled citizens of Alameda and Contra Costa Counties to create a special district that could obtain water from the Mokelumne River and pump it directly to customers. The East Bay Municipal District (EBMUD) was formed and approved by the electorate.McCreery, Laura. Living Landscape. Berkeley, California. Wilderness Press. 2010. . p. 7. The EBRPD was founded in 1934, and acquired its first land two years later, when the East Bay Municipal Utility District sold of its surplus land. The founders of the district included Robert Sibley, a hiking enthusiast, Hollis Thompson, then Berkeley City Manager, and Charles Lee Tilden, among others. William Penn Mott Jr. served as director of the agency from 1962 to 1967, and oversaw a doubling of the system's acreage from 10,500 to 22,000.William Penn Mott, Jr. biography , California State Parks Foundation. In June 2013, EBRPD purchased a tract of land formerly known as Roddy Ranch in east Contra Costa County. The tract lies south of Antioch and west of Brentwood. The cost was reported as $14.24 million. Funding will also be provided by California Wildlife Conservation Board and an unidentified private foundation. The acquisition does not include Roddy Ranch Golf Club or about 240 acres of privately owned land inside the project boundary. The East Contra Costa County Habitat Conservancy will install gates, fencing and signs around the tract in the coming year, while the sale is in escrow. The new area will likely be named Deer Valley Regional Park.Burgarino, Paul. East County Times. \"Ranch's future at last secure.\" June 20, 2013. In 2016, Vargas Plateau Regional Park in Fremont was the first park ever to have been shut down as the result of legal action in the more than 80-year history of EBRPD.Cuff, Denis. East County Times. July 15, 2016. p. B3. Accessed July 15, 2016. During 2014, EBRPD cut park hours on a temporary and interim basis to reduce public access to Mission Peak in Fremont, using a media strategy designed by political consultant George Manross. ===2020 California Wildfires=== The parks in the East Bay Regional Park District was badly affected by the various lightning complex fires plaguing the Bay Area in August 2020. The fires have enveloped the Bay Area in a layer of smoke and forced the closures of many national parks within the Bay Area including all parks in the East Bay Regional Parks District. ==Notable parks== The parks administered by the EBRPD vary greatly in size and character. Particularly notable are the string of parks along the Berkeley Hills above and east of both Berkeley and Oakland, including Wildcat Canyon Regional Park, Tilden Regional Park, Robert Sibley Volcanic Regional Preserve, Huckleberry Botanic Regional Preserve, and Redwood Regional Park. There are also bay shore parks such as the Point Pinole Regional Shoreline north of Richmond, the Coyote Hills Regional Park near Fremont, the Martin Luther King Jr. Regional Shoreline on San Leandro Bay, and the Oyster Bay Regional Shoreline south of the Oakland International Airport. The district also includes a former farm, a former coal mine, an extinct volcano, and one of the biggest dog-walking parks in the country. Redwood Regional Park contains the largest remaining natural stand of coast redwood in the East Bay. ==District parks== *Anthony Chabot Regional Park *Antioch/Oakley Regional Shoreline *Ardenwood Historic Farm *Big Break Regional Shoreline *Bishop Ranch Regional Preserve *Black Diamond Mines Regional Preserve *Briones Regional Park *Brooks Island Regional Preserve *Browns Island Regional Shoreline *Brushy Peak Regional Preserve *Carquinez Strait Regional Shoreline *Castle Rock Regional Recreation Area *Claremont Canyon Regional Preserve *Contra Loma Regional Park *Coyote Hills Regional Park *Crockett Hills Regional Park *Crown Memorial State Beach (California state park operated by EBRPD) *Cull Canyon Regional Recreation Area *Del Valle Regional Park *Diablo Foothills Regional Park *Don Castro Regional Recreation Area *Dry Creek Pioneer Regional Park *Dublin Hills Regional Park *Eastshore State Park (California state park operated by EBRPD) *Five Canyons Open Space *Garin Regional Park *Hayward Regional Shoreline *Huckleberry Botanic Regional Preserve *Judge John Sutter Regional Shoreline *Kennedy Grove Regional Recreation Area *Lake Chabot Regional Park *Las Trampas Regional Wilderness *Leona Canyon Regional Open Space Preserve *Little Hills Picnic Ranch *Martin Luther King Jr. Shoreline *Middle Harbor Shoreline Park *Miller/Knox Regional Shoreline *Mission Peak Regional Preserve *Morgan Territory Regional Preserve *Ohlone Wilderness *Oyster Bay Regional Shoreline *Pleasanton Ridge *Point Isabel Regional Shoreline *Point Pinole Regional Shoreline *Quarry Lakes Regional Recreation Area *Radke Martinez Regional Shoreline *Redwood Regional Park *Ridgelands Regional Park (in development) *Robert Sibley Volcanic Regional Preserve *Roberts Regional Recreation Area *Round Valley Regional Preserve *Shadow Cliffs Regional Park *Sobrante Ridge Regional Preserve *Sunol Regional Wilderness *Sycamore Valley Regional Open Space Preserve *Tassajara Creek Regional Park *Temescal Regional Recreational Area *Tilden Regional Park *Vargas Plateau Regional Park (reopened May 15, 2017) *Vasco Caves Regional Preserve *Waterbird Regional Preserve *Wildcat Canyon Regional Park ==Notes== ==Interpark Regional Trails== Interpark Regional Trails connect various Regional Parks. Their routes may take them through other parks, along creeks and channels, or even down streets and sidewalks in urbanized areas. The list below does not include trails that exist inside single parks. *Alameda Creek Regional Trail *Bay Area Ridge Trail *Briones to Las Trampas Regional Trail *Calaveras Ridge Trail *California Riding and Hiking Trail *Contra Costa Canal Regional Trail *Delta de Anza Regional Trail *Iron Horse Regional Trail *Lafayette-Moraga Regional Trail *Las Trampas to Mount Diablo Trail *Marsh Creek Regional Trail *Ohlone Wilderness Trail *Old Moraga Ranch Trail *San Francisco Bay Trail *Tassajara Creek/Ridge Trail *Wildcat Creek Trail ==Planned expansions== ===Vargas Plateau Regional Park=== Around 1995, EBRPD acquired of the Vargas Plateau in Fremont, with of the Bay Area Ridge Trail and of other trails.Bay Area Ridge Trail: Vargas Plateau Construction Subsequently, park use was pushed back. As of 2007, the opening was expected by 2010.Guaranteed Returns Banking Land for Future Parks In 2010, EBRPD directors were expecting it would open soon.Newest gem in East Bay Regional Park system, Vargas Plateau, will be safe In 2011, EBRPD put the start in 2012.Fremont park to open next year As of January 2015, EBRPD pointed to late 2015;Park opening is expected to be in late 2015 while as of May 2015, the district pointed to spring 2016. A 2012 settlement agreement between EBRPD and the owners of two large nearby ranches required the construction of improvements to park access roads. EBRPD and the city of Fremont agreed in 2013 to undertake them jointly, using $260,000 of funding by EBRPD and performed by the city.city of Fremont Cooperative Funding Agreement with East Bay Regional Park District, https://fremontcityca.iqm2.com/Citizens/FileOpen.aspx?Type=30&ID;=2499 The park opened on May 5, 2016. However, the park was closed by a court-issued preliminary injunction on July 13, 2016. The court found that the park district “did not complete the improvements required by the settlement agreement prior to opening,” which had “very specific road widening requirements.” The order applied to access by motor vehicles, as well as to access by non-motorized users for hiking, bicycling and horse riding, with immediate effect.Superior Court the County of Alameda, Balch and George vs. East Bay Regional Park District, No. RG16814952, Order Granting Preliminary Injunction, July 13, 2016, Accessed July 17, 2016. “The park could remain closed for months or years,” until the improvements are completed.Alexander, Kurtis. San Francisco Chronicle. July 16, 2016. URL= http://www.sfgate.com/bayarea/article/East-Bay-s-newest-park-Vargas-Plateau- shuts-8381247.php Accessed July 16, 2016. On May 2, 2017, EBRPD announced that it had settled the lawsuit, and that the park would reopen on May 15, 2017. EBRPD said that it agreed to construct a paved shoulder along Vargas Road, and a vehicle turnaround on the upper part of Morrison Canyon Road. It also announced that the City of Fremont had agreed to contribute part of the necessary funds.\"Vargas Plateau Regional Park to Re-Open May 15, 2017.\" EBRPD Public Affairs. May 2, 2017. Accessed July 18, 2017. ==Open space (land banks)== One quarter of the District is designated as “land banks,” with no public access. The conversion of that open space to public use as regional parks has no fixed time line, and may span decades. Some parcels may never be converted. ===Doolan Canyon tracts=== Early in March 2019, EBRPD announced that it had finalized the purchase of in unincorporated Contra Costa County, from the Grove family. Funding of $1.24 million was provided by Measure WW. The parcel is about northwest of Livermore, and is bounded on the south by the proposed Doolan Canyon Regional Preserve. The other sides are bounded by private ranches and farmland. A park spokesman said that the parcel, \"... will protect the upper reaches of Doolan Canyon for 'habitat protection, open space preservation, and potential recreational opportunities.'\" Sciacca, Annie. \"Park District buys 160 acres to expand Doolan Canyon.\" East Bay Times. March 5, 2019.] Accessed March 6, 2019. According to Sciacca's article, EBRPD had already purchased adjacent to the Grove tract with funding from Altamont County (Altamont Landfill Open Space Landfill Fund, the City of Livermore, East Bay Community Foundation and Measure WW The price was $6.4 million. EBRPD says that the Doolan Canyon area is habitat for the endangered species Alameda whip snake and red-legged frog. It also supports other \"special status\" species and some rare alkali soil plants. The parcel will remain in land bank status until a land-use plan is written and approved. Making it into a park will require environmental assessments and community input, which could take many years, according to EBRPD. Meanwhile, EBRPD's holdings are known as Doolan Canyon Regional Preserve ===Suncrest Homes/Antioch Holdings LLC property=== EBRPD acquired a hillside in Antioch, between Black Diamond Mines Regional Preserve and Contra Loma Regional Park, and bought near Byron Vernon Pools Regional Preserve for $520,000. The 50-acre hillside, valued at $3.5 million, was donated to EBRPD by Suncrest Homes and Antioch Holdings LLC, a Suncrest land-holding subsidiary. The Byron tract is being purchased through the East Contra Costa County Habitat Conservancy, a joint-powers authority created by the county, Brentwood. Oakley, Pittsburg and Next Era Energy. Szymanski, Kyle. \"East Bay Regional Park District purchases more land in Antioch, Byron.\" Brentwood Press. December 23, 2016.] Accessed May 22, 2018. ===Hanson Hills property=== EBRPD announced in September 2016 that it had finalized the purchase of of ranch land east of Mount Diablo, near Antioch and Brentwood. The tract was identified only as the Hanson Hills property, which had previously been bought by the Save Mount Diablo conservation group. EBRPD reported that it had paid $730,000 for this property, which it intends to include in the Deer Valley Regional Park. The East Contra Costa County Habitat Conservancy contributed $547,000 to the purchase, and the remainder was supplied from the regional park Measure WW bonds approved by East Bay voters. Deer Valley Regional Park remains in Land Bank status and is closed to the public.Cuff, Dennis. \"Deer Valley Regional Park to add 76 acres.\" East Bay Times. October 2, 2016. Accessed October 11, 2016. ===Roddy Ranch parcel=== In 2013, EBRPD began acquiring Roddy Ranch a additional tract in east Contra Costa County. The new acquisition will create a nearly continuous offer zone of undeveloped land in eastern Contra Costa County from Black Diamond Mines Regional Park to Marsh Creek. ===Dainty Ranch parcel=== In 2013, EBRPD announced plans to acquire of grazing land southwest of the Roddy Ranch tract for $5 million. It will provide hiking and recreation services, and protect habitat for rare species such as the California red-legged frog. The combined Dainty and Roddy tracts will form the future Deer Valley Regional Park near Antioch and Brentwood.Cuff, Dennis. \"965 acres being bought for new regional park near Antioch.\" Contra Costa Times. December 4, 2013. Retrieved December 29, 2013. James Ball Dainty, a rancher and coal miner, acquired Dainty Ranch in 1872. ===Mollar Ranch parcel=== Antioch Unified School District agreed to sell a 192-acre tract known as Mollar Ranch to EBRPD. The tract adjoins the Black Diamond Mines Regional Preserve on Somerville Road in Antioch, California. EBRPD plans to use the property to create a northern entrance to the preserve. The price agreed upon is $305,000. Funding is expected to come from the California Wildlife Protection Act and East Bay Regional Parks Measure WW funds.\"Park district to expand regional preserve.\" the press.net. January 23, 2014. Retrieved January 23, 2014. ===Wildcat Canyon addition=== EBRPD announced on February 17, 2014, that it had acquired of woodland on the east side of Wildcat Canyon Regional Park, which will be added to the existing park. The property is hilly with a mixture of laurels, oaks and native grasses. Fauna include mountain lions, coyotes, deer and hawks. The property had been owned by a developer who had intended to build 36 houses on it, before the recent collapse of real estate prices.Jones, Carolyn. San Francisco Chronicle. \"Big Tract of pristine acreage being added to East Bay hills parklands.\" February 17, 2014. Retrieved February 18, 2014. ===Eddie's Flat acquisition (Brushy Peak Regional Preserve)=== On April 3, 2014, two conservation groups, Center for Biological Diversity and the Alameda Creek Alliance, announced the acquisition of a land parcel known as \"Eddie's Flat, adjacent to the western boundary of Brushy Peak Regional Preserve.Press release by Center for Biological Diversity. April 3, 2014. Retrieved September 17, 2014. ==Public safety and support organization== The district maintains a police department and a fire department. A volunteer organization that supports the work of EBRPD, the Regional Parks Foundation raises funds for the improvement of the parks. The EBRPD is a member of the Bay Area Open Space Council. === Lifeguards === East Bay Lifeguards can work at eleven different facilities.thumb|East Bay Lifeguard Training at Cull Canyon Regional Park's Lagoon == Staff members == === Full-time aquatic employees === ==== Aquatic Manager ==== General function {| |Under general direction, this position administers the District's extensive aquatics program, which includes the lifeguard service and aquatic recreation programs. Assures that the highest quality of lifeguard services is provided at the District's guarded beaches and swim facilities. Develops in-house training and recruitment programs to maintain adequate staffing of qualified and certified seasonal lifeguards. Determines staffing levels and adjusts the workforce size and work schedules to assure park visitors the safest possible aquatic recreation. Provides Emergency Medical Services and infection control training to appropriate District staff. |- |} .Oversee 11 open water, lagoons, and pools within Alameda and Contra Costa counties. The Aquatic Manager reports back to the Chief the East Bay Regional Park District Fire Department. ==== Program Lieutenant ==== General function To assist in planning, developing, conducting and overseeing a wide range of lifeguard training, including emergency medical services, water safety, and lifeguard operations. To development and administration of aquatic recreation programs and promotional efforts. The job also entails supervising and evaluating aquatic programs staff. The Program Lieutenant reports to the North Captain. {| class=\"wikitable\" |- ! ! Current position holder ! Rank |- ! | Chief of Aquatics |Pete Dequincy |1 (reports to Chief of the Regional Parks Fire Department) |- ! | \"North Region\" |Eric Nurse |2 (reports to Aquatic Manager) |- ! | | |2 (reports to Aquatic Manager) |- ! | \"South Region\" |Tyler Waespi |3 (reports to South Aquatic Supervisor) |- ! | \"North Region\" |Kyle Maxwell |3 (reports to North Aquatic Supervisor) |- ! | \"Programs Manager\" |Aaron Roth |3 (reports to North Aquatic Supervisor) |- |} ==Notes== ==References== ==External links== *East Bay Regional Park District - official site *Regional Parks Foundation *Regional Parks Association *Bay Area Hiker - descriptions of many EBRPD trails Category:Park districts in California Category:Government agencies established in 1934 Category:Specialist police departments of California Category:Organizations based in Oakland, California Category:1934 establishments in California Category:Park police departments of the United States",
 "title": "East Bay Regional Park District"
}