{
 "id": "507976",
 "text": "In January 2003, a Cambodian newspaper article falsely alleged that a Thai actress Suvanant Kongying claimed that Angkor Wat belonged to Thailand. Other Cambodian print and radio media picked up the report and furthered the nationalistic sentiment which resulted in riots in Phnom Penh on 29 January where the Thai Embassy was burned and commercial properties of Thai businesses were vandalized. The riots reflect the fluid historical relationship between Thailand and Cambodia, as well as the economic, cultural and political factors involving the two countries. ==Background== ===Historical=== Historically, the relationship between Siam (modern Thailand) and Cambodia has been extremely fluid, reflecting the region's division into city states rather than nation states. These city states were bound together into empires by more or less strong political, military and tributary ties. In the 14th century, the centre of Thai power passed from Sukhothai to the more southerly Ayutthaya, in territory which had formed part of the Khmer empire. The threat posed by Ayutthaya to Angkor increased as its power grew, and in the 15th century Angkor itself was besieged and sacked, plunging Cambodia into a dark age. The ensuing centuries saw numerous further incursions by the Siamese. For much of the 19th century, northern Cambodia, including Angkor, was ruled by Siam. The degree of independence enjoyed by Cambodia fluctuated according to the relative fortunes of Siam, Cambodia, Vietnam and the French colonists. In 1907, Siam ceded northern Cambodia to France. In the 1930s, this loss became the basis of the nationalist government's claim that the area was a \"lost territory\" which rightfully belonged to Thailand. In 1941, following a war with Vichy France, Thailand briefly regained the territories ceded to France in 1907. This claim was not abandoned until the 1950s. ===Economic=== Thailand's rapid economic progress during the 1980s and 1990s made its economy one of the strongest in Southeast Asia. Conversely, the Cambodian Civil War, the Khmer Rouge government and the subsequent government of the People's Republic of Kampuchea, which failed to secure United Nations recognition, kept Cambodia economically weak. As a result, Thai businesses dominate part of the Cambodian economy, fuelling resentment. ===Cultural=== Compared to Cambodia, Thailand has a far greater population and is more open to western influences. These factors have given Thailand a substantial cultural influence on Cambodian music and television. This is coupled with a perception on the part of many Cambodians that Thais are arrogant and racist towards their neighbors. There has been a long history of dispute and misunderstanding between the Khmer and Thais. Conflicts and claims from both sides led to great deal of resentment; this, despite the fact that Thailand's and Cambodia's cultures are almost identical. No other country in Southeast Asia is as culturally similar to Thailand as Cambodia. The reason behind Khmer resentment for the Thais stem from the feeling of decline since the days of the Khmer empire, while the Thais have remained dominant in the region. There have also been different interpretations in the history of the two countries and the era of the Khmer empire. \"This lack of understanding is reflected in the thinking of a considerable number of educated Thais and member of the ruling class, who distinguish between the Khom and the Khmer, considering them to be two separate ethnic group\". They further go on to assert that \"it was the Khom, not the Khmer, who built the majestic temple complexes at Ankor Wat and Angkor Thom and founded one of the world's truly magnificent ancient empires\". The Khmer resentment towards this attitude of Thai-centric view of historical accounts—true or not, was not newly founded in 2003. Despite the world consensus that the culture and the empire that rule the region originated from the Khmer; the fact that there are Thais that claim otherwise could be seen as an insult by some Khmer. In the 19th century the Khmer kingdom narrowly escaped being swallowed by two stronger neighbors, Thailand on the west and Vietnam on the east. This created a fear in many Khmer that the neighboring country was out to conquer and erase Khmer identity. ==Cause of the riots== The riots were prompted by a 18 January article in the Cambodian newspaper Rasmei Angkor (Light of Angkor). The article alleged that Thai actress Suvanant Kongying said Cambodia had \"stolen\" Angkor Wat, and that she would not appear in Cambodia until it was returned to Thailand. The newspaper's editor gave the source for the story as a group of Khmer nationalists who said they had seen the actress on television. No evidence to support the newspaper's claim has ever emerged, and it seems that the report was either fabricated or arose from a misunderstanding of what Suvanant's character had said. It has also been suggested that the report was an attempt by a rival firm to discredit the actress, who was also the \"face\" of a cosmetics company. The report was picked up by Khmer radio and print media, and copies of the Rasmei Angkor article were distributed in schools. On 27 January, Cambodian prime minister Hun Sen repeated the allegations, and said that Suvanant was \"not worth a few blades of grass near the temple\". On 28 January, the Cambodian government then banned all Thai television programs in the country. Strong nationalistic sentiments were also present during the build up to the riot. \"Nationalism has over the years been exploited by the two countries' political leaders to fulfil [sic] a myriad of their own political interests\". Some have argued that the ruling Cambodian People's Party (CPP) had a political incentive to orchestrate the riots. After the arrest of Mam Sonando, \"Phnom Penh's then Governor Chea Sophara, an increasingly popular CPP politician (who had been tipped by some to challenge Hun Sen as a PM candidate) was sacked\". Coincidental or not the events that followed the 2003 riot, was beneficial to the Prime Minister of Cambodia. ==The riots== On 29 January, rioters attacked the Thai embassy in Phnom Penh, destroying the building. Mobs also attacked the premises of Thai-owned businesses, including Thai Airways International and Shin Corp, owned by the family of then Thai prime minister, Thaksin Shinawatra. A photograph of a Cambodian man holding a burning portrait of the revered King of Thailand Bhumibol Adulyadej enraged many Thai people. The Thai government sent military aircraft to Cambodia to evacuate Thai nationals, while Thais demonstrated outside the Cambodian embassy in Bangkok. Responsibility for the riots was disputed: Hun Sen attributed the government’s failure to prevent the attacks to \"incompetence\", and said that the riots were stirred up by \"extremists\". The chairman of the National Assembly, Prince Norodom Ranariddh claimed that opposition leader Sam Rainsy had directed the attacks. Rainsy said that he had attempted to prevent the violence. Some, including the Thai ambassador to Cambodia at the time, argue that the 29 January 2003 riot was orchestrated. Cambodians and Thais alike, in online discussions, asserted that \"Hun Sen and elements of the CPP were behind the demonstration\". The Cambodian prime minister made a speech, just two days prior to the riot, which further reinforced the allegation that was made about the Thai actress's comment. Also \"despite desperate calls from the frantic Thai ambassador to the Cambodian Foreign Minister, police and Defence Ministry, Cambodian official and police did little to discourage the crowd\". The Thai embassy was within very close proximity to the Ministry of Interior and the headquarters of the CPP. ==The aftermath== The Thai government closed the country's border with Cambodia following the riots, but only to Thai and Cambodian nationals. The border was re-opened on 21 March 2003, following the Cambodian government's payment of US$6 million compensation for the destruction of the Thai embassy. In a 2006 rally against Thai Prime Minister Thaksin Shinawatra, several influential Thai diplomats, including former ambassador to the UN Asda Jayanama and former ambassador to Vietnam Supapong Jayanama, alleged that only half of the compensation was actually paid. The Thai Ministry of Foreign Affairs has denied this accusation. The Cambodian government also agreed to compensate individual Thai businesses for the losses which they had suffered, to be negotiated separately. Shortly after the riots, a wave of arrests—more than 150 persons—was criticized by human rights groups, highlighting irregularities in the procedures and denial by the authorities to monitor their detention conditions. The owner of Beehive Radio, Mam Sonando, and Chan Sivutha, Editor- in-Chief of Reaksmei Angkor, were both arrested without warrants, charged with incitement to commit a crime, incitement to discrimination and announcement of false information. They were later on released on bailHuman Rights Watch and no trial was ever held. ==See also== *2013–2014 Cambodian protests ==References== ==External links== *The Nation Bangkok *U.S. Department of State Report Category:History of Phnom Penh Category:Riots and civil disorder in Cambodia Phnom Penh riots Phnom Penh riots Category:2003 in international relations Category:Cambodia–Thailand relations Category:21st century in Phnom Penh Category:Controversies in Thailand Category:History of the foreign relations of Thailand",
 "title": "2003 Phnom Penh riots"
}