{
 "id": "508223",
 "text": "Dutch cheese farmers traditionally take their cheeses to the town's market square to sell them. Teams (vemen) of official guild cheese-porters (kaasdragers), identified by differently coloured straw hats associated with their forwarding company, carried the farmers' cheese on barrows that weighed about 160 kilograms. Buyers sampled the cheeses and negotiated prices using a ritual system, called handjeklap, whereby buyers and sellers clapped each other's hands and shouted out prices.Alkmaar cheese market - Cheese Bargaining. kaasmarkt.nl; VVV, NL. Once a price was agreed, porters carried the cheese to the weigh house (Waag) and weighed the cheese on a company scale.Edam cheese market . Holland.com. There are currently five cheese markets operating in the NetherlandsWoerden, Alkmaar, Gouda, Edam, and Hoorn. Each of these was once a merchant cheese market in operation during the Dutch Golden Age of the 17th century. Today, the markets still function as farmers' markets for cheeses in addition to hosting dramatic re-enactments of sales techniques from the Golden Age. In the summer months, shows are surrounded by stalls selling traditional items steeped in Dutch culture. ==Woerden== This commercial cheese market features farmers' cheeses with little of the spectacle or pageantry displayed by the other markets.Woerden Cheese Market (in Dutch) For more than 100 years, every Wednesday morning, starting at around 9:00 am, there is a trading session between the cheese farmers and the marktmeester (market foreman), during which prices are set for the various types of cheeses. The cheeses for sale are boerenkazen (farmers' cheeses); this type of cheese is considered by cheese aficionados to be more authentic and to taste better than factory-made cheese. ===Annual Historic Cheese Market Woerden=== Every August, on the last Wednesday of the (central-Netherlands) school summer break, a historic cheese market is held. On this day the cheese farmers and their families re-enact the traditional cheese markets by dressing up in the attire worn by farmers in the distant past. ==Alkmaar== This large 400-year-old cheese market located on the Waagplein (\"weighing square\") is open every Friday between 10:00 am and 1:00 pm, starting on the first Friday in April and ending on the last Friday of September. In 2017, evening cheese markets took place on 2 May, 23 May, 6 June, 4 July, 18 July, 1 August, August 15, and 29 August, from 7:00 to 9:00 pm. From opening ceremonies to final load, market activities are explained in Dutch, German, English, and Spanish or French, and sometimes Japanese.Alkmaar Cheese Market schedule. kaasmarkt.nl; VVV, NL.The Alkmaar Cheese Market, a tradition since 1593 . alkmaar.nl; Municipality of Alkmaar. === The Alkmaar Cheese Guild === The Alkmaar Cheese Guild (Kaasdragersgilde) was established on June 17, 1593, and is composed of 30 men who accompany their leader, the Cheese Father. The guild meets in the weighing square, and its members are divided into four groups called Forwarding Companies. The Forwarding Companies are distinguished by the colour of their straw hats: red, blue, green, or yellow. Each Forwarding Company has six carriers, who fulfill any number of tasks within the market, and one Tasman, who is responsible for placing the weights onto the cheese scales. The roles that carriers can fulfill are: Zetter (the first guildsman to show up at the market and is responsible for taking the cheese from storage to the market in the morning; he must wear black pants with a blue shirt), Ingooier (takes the cheese from the market to storage at the end of the day; he must wear black pants with a light fawn shirt), Temporary worker (not considered to be a member of the guild and must train for at least two years before being allowed to join), Bootelier (responsible for getting drinks for his company after the market is over), and the Voorman (head of the Forwarding Company, and often the oldest member of the company. Every two years each Forwarding Company elects a Voorman, who then wears a silver sign with a ribbon and a bow tie in his company's color). Finally, the Cheese Father is the head of the entire guild; he wears a white suit with an orange hat to match his orange cane, and all members of the Forwarding Companies refer to him as \"Dad\". === Traditions === The men of the cheese guilds adhere to strict behavior and dress codes. Those who fail to adhere to the guild face repercussions. The provost marshal collects fees from men who show up late or men whose uniforms are not \"white as snow\", and the money collected from these fines is used to sponsor a local school. The carriers are expected to be at the weighing house at 7:00 am the morning of the market to set it up and have it ready to open by 10:00 am. Every Friday, right before the market opens, the Cheese Father gives a speech to the Forwarding Companies. In his speech, he takes a roll call to ensure that all the companies are there, informs them if any important guests will be attending, and tells them the amount of cheese, in metric tons, at the market that day. At exactly 10:00 am, the town bell is rung to signify the opening of the cheese market. Special guests are invited each week to ring the bell; it is considered a great honor. The market has opened in this manner every Friday since 1593. The only time that the cheese market did not take place was during World War II when it was temporarily put on hold for safety concerns. However, directly following the war, the market opened again. Cheese was very scarce during the war, so people were thrilled to see the markets return. Once the market opens, samplers, in white lab coats, use a special scoop to inspect the insides of the cheese wheels. The sampler inspects the feel, smell, and taste of the cheese. He also does a visual analysis of the cheese to make sure it has holes, also known as \"eyes\", that are evenly spread throughout the wheel. Once a batch is sold, it is carried to the scales to be weighed. The cheese is transported on a wooden barrow that is carried between two men. The barrows can have up to 130 kilos (287 pounds) of cheese on them at a time. In order to carry the barrows keeping them as steady as possible for the safety of the cheese, the carriers walk in a synchronized rhythm known as the \"cheese carriers’ dripple\". Once the cheese reaches the scales, the Tasman weighs it in front of the Weighing Master or \"Waagmeester\", thus ensuring that the buyer receives the correct amount of cheese that they bought. The Weighing Master is a public servant who is not a member of the cheese guild. The guildsmen follow the motto \"Een valse Waghe is de Heere een gruwel\", which translates from Dutch as \"a false balance is an abhorrence in the eyes of the Lord\". The market ends promptly at 1:00 pm and all the unsold cheese is carried back to the hauler's lorry for storage. ==Edam== At the Edam cheese market, which unsurprisingly features Edam cheese, horse-drawn carriages and boats bring farmers' cheeses to the Jan van Nieuwenhuizen Square to be presented at the current weigh house, built in 1778. This traditional-style cheese market opens in July and in August on Wednesday mornings from 10:30 am until 12:30 pm.Edam Cheese Market event information. Stichting Kaasmarkt Edam, 2010. ==Gouda== Gouda cheese has been traded on the Goudse kaasmarkt for over three centuries. Nowadays, it is open from mid-June until August, every Thursday morning between 10:00 am and 12:30 pm. Farmers from the region gather to have their cheese weighed, tasted and priced. The Gouda cheese market is surrounded by many exhibitions of authentic Dutch professions, from cheese production to clog making and buttermilk preparation.Gouda Cheese Market event information. Stichting Goudse Kaas foundation, 2010. ==Hoorn== Opened in 2007 on the Roode Steen square, this cheese market takes place between June 28 and September 20 on Thursdays between 12:30 pm and 1:45 pm, and again between 9:00 pm and 10:15 pm. There are live commentaries regarding the process of carrying in the cheese, weighing the cheese, and negotiating in both Dutch and English.Hoorn Cheese Market official site (Flash) ==See also== *Culture of the Netherlands *Dutch cuisine *Cheese *History of marketing *Market *Market (place) *Market town *Netherlands *Retail ==References== Category:Dutch cheeses Category:Retail markets in the Netherlands",
 "title": "Dutch cheese markets"
}