{
 "id": "508464",
 "text": "thumb|right|Melchior de Polignac Melchior Cardinal de Polignac (11 October 1661 – 20 November 1742) was a French diplomat, Cardinal and neo-Latin poet. Second son of Armand XVI, marquis de Polignac and Marquis Chalancon, Governor of Puy; and Jacqueline de Beauvoir -Grimoard-de Roure (his third wife), Melchior de Polignac was born at Chateau de la Ronte, near Puy en Vélay, Lavoûte-sur-Loire, Haute-Loire, Auvergne. ==Education and early career== A precocious child, he was taken by his uncle to Paris,Faucher, I, p. 6. and installed in the Jesuit Collège de Clermont (later named the Collège de Louis le Grand). At the appropriate time, he passed to the Collège de Harcourt, where thanks to the misdirected efforts of a teacher who was an enthusiast for Aristotle, Polignac adopted the opposite view and became a Cartesian. His thesis in Theology at the Sorbonne (1683) discussed the Kings of Judah who had destroyed the \"high places\". He was either prescient, or aware of discussion around Louis XIV which led in two years to the revocation of the Edict of Nantes (1685) and the removal of the Huguenot \"high places\". He had somehow attracted the patronage of the Cardinal Emmanuel de la Tour d'Auvergne de Bouillon, who took Polignac with him when he went to Rome for the Conclave following the death of Pope Innocent XI on 12 August 1689. Bouillon chose Polignac as one of his Conclavists.Bullarium Romanum (Turin 1870) vol. 20, p. 4; Giovanni Mario Crescimbeni, Vite degli Arcadi illustri V (Roma 1750), 206 When the new Pope, Alexander VIII (Ottoboni) was elected, he assisted Cardinal de Bouillon and the French Ambassador, the Duc de Chaulnes, in attempting to improve relations between Louis XIV and the Holy See. Polignac was sent back to France to report to Louis, who immediately sent him back to Rome with further instructions. He was still in Rome when Alexander VIII died after less than sixteen months on the throne, and was again Conclavist of Cardinal de Bouillon in the Conclave of 1691 that elected Innocent XII (Pignatelli).Bullarium Romanum Vol. 20 (Turin edition 1870), p. 170. At an early age he achieved recognition as a diplomat. In 1693 he was sent as ambassador to Poland, where he worked with Cardinal Augustyn Michal Stefan Radziejowski, the Primate of Poland and nephew of King John III Sobieski, to bring about the election of François-Louis de Bourbon, prince de Conti as successor to John Sobieski (1697). The other candidate, Augustus the Strong of Saxony, however, was supported by Austria and Russia, and was elected over the French candidate. The subsequent failure of this intrigue led to Polignac's temporary disgrace, and retirement to his Abbey of Bon-Port, but in 1702 he was restored to favour. In 1709 he was sent along with Nicholas du Blé, Maréchal d'Huxelles, as plenipotentiaries to conduct negotiations toward peace at the Dutch town of Geertruidenberg, but thanks to the obstinacy of Louis XIV, they were unsuccessful. Polignac left Getruidenberg on 25 July 1710 and had an interview with Louis XIV at Versailles on 31 July.Faucher, II, 4–98. In 1712 he was sent, again along with the Maréchal d'Huxelles, as a plenipotentiary of Louis XIV of France, to the Congress of Utrecht, and this time a peace was concluded. ==Character portrait== The Duc de Saint-Simon provides a character portrait of the Abbé de Polignac around the end of 1705, as he was trying to restart his career and climb back into the notice of the French government, in particular the Duc de Bourbon—a portrait full of Saint- Simon's usual snobbery and malevolence:Memoirs of the Duc de Saint-Simon (tr. K.P. Wormeley) I (Boston 1899), 311–313. \"The Abbe de Polignac, after his adventures in Poland and the exile which followed them, came back to the surface. He was a tall man, very well made, with a handsome face, much cleverness, and above all, grace and polished manners; all kinds of knowledge, a most agreeable way of expressing himself, a touching voice, a gentle eloquence, insinuating, manly, exact in terms, charming in style, a gift of speech that was wholly his own; all about him was original and persuasive; amusing in narratives; possessed of a smattering of all the arts, all the manufactures, all the professions. In whatever belonged to his own, that is, learning and the ecclesiastical calling, he was rather less versed. … In other respects he was wholly occupied with his own ambition, without friendship, without gratitude, without any feeling except for himself; false, lax, indifferent to the means of success; without restraint from God or man, but always with a cloak of delicacy which gave him dupes; above all, a libertine, more from facility, coquetry, ambition, than from natural debauchery; so that while the heart was false and the soul not upright, his judgment was nil, his actions erroneous, his mind inaccurate, which, in spite of the most gracious and deceptive exterior, caused the failure in his hands of every enterprise intrusted to him. \"With a face and talents so fitted to impress others, he was aided by his birth, to which, however, his property did not respond; but that fact dispelled all envy and conciliated favour and good will. The most amiable ladies of the Court, those even of advanced age, the men most distinguished for place or reputation, the persons of both sexes who chiefly set the tone,—he won them all. Even the King succumbed to him through M. du Maine, to whose wife he was devoted. He was on all the Marly trips, end every one was eager to enjoy his charms; he had them for all sorts of conditions, persons, and minds....\" ==Literary prestige== On 26 May 1704 Abbé de Polignac was elected to the Académie Française, to the seat once held by Bossuet. His inauguration speech survives.His address to the Académie Française on his inauguration is printed in the Eloge by M. de Boze, in M. de Genoude, La Raison de Christianité Tome second (Paris 1841, 220–231, at pp. 227–229). In 1715 he became a member of the Académie royale des sciences, and was its President several times. In 1717, he became a member of the Académie des Inscriptions et Belles-Lettres. He left unfinished a refutation of Lucretius, written in Latin verse,Melchior de Polignac, Anti-Lucretius, sive De Deo et natura, libri novem (C. d'Orléans de Rothelin curâ & studio ed. mandatum) 2 vols. (London: apud Johannem Nourse 1748). mostly during his first exile, and published after his death by the abbé de Rothelin (Anti-Lucretius, 1745).Casimir Alexandre Fusil, L'anti-Lucrèce du cardinal de Polignac: contribution à l'etude de la pensée philosophique et scientifique dans le premier tiers du XVIIIe siècle (Paris: Éditions Scientifica, 1917). Lucretius' poem, De rerum natura, had also been left unpublished at that poet's death, and was published through the efforts of Cicero, according to Jerome. Polignac's poem was very popular in the eighteenth century and translated several times: for example, Jean-Pierre de Bougainville translated it into French prose in 1749,L'anti-Lucrece, poème sur la religion naturelle, composé par M. le cardinal de Polignac; traduit par M. de Bougainville, de l'Académie Royale des Belles-Lettres, (Paris 1749). and François-Joseph Bérardier de Bataut translated it in French verse in 1786. It was translated into English by George Canning in 1766 in a self-published tome. It is now forgotten. ==Ecclesiastical career== Pope Clement XI (Altieri) had been watching Polignac's career. On 17 May 1706 he showed his favor by naming Polignac an Auditor of the Rota (one of the Church's highest courts), a post made vacant by the promotion of Msgr. Joseph-Emmanuel de la Trémoille to the cardinalate.Pierre La Croix and Jean Arnaud, Mémoire historique sur les Institutions de la France à Rome (Rome 1892), p. 33. He spent the next three years in Rome.\"Eloge\", Histoire de l' Académie des sciences (1744), p. 186-187. In 1712, he was created a Cardinal Deacon by Pope Clement XI (Altieri) on 18 May 1712 but the nomination was made in pectore, that is, his appointment was not made public at the time; it was only announced on 30 January 1713. At the time Polignac was a negotiator residing in a Protestant country, and it was deemed inadvisable to disrupt the course of events or cause offense by making his elevation public. While in Holland, he met and conversed with the famous Protestant philosophe, Pierre Bayle, who had begun publishing the Dictionnaire in 1697. Once the Peace was concluded, he was presented with the red biretta at Versailles by Louis XIV on 6 June 1713. He did not go to Rome for the induction ceremonies, and thus had no deaconry assigned to him for many years. He did not attend the Conclave of April–May 1721, which elected Innocent XIII (de' Conti), having been forbidden to travel to Rome by the French Regent, Philippe d' Orleans. But he was present at the Conclave of 1724, though he made a very late appearance on 23 April, after the Conclave had been in progress for seven weeks.Conclave of 1724 (J.P. Adams). He was eligible to participate, since he had finally been ordained deacon and priest, on 8 and 19 September 1722, by Msgr. Pierre Sabatier, the Bishop of Amiens.E. A. Escallier, L' Abbaye d' Anchin, 1079–1792 (Lille 1852), pp. 487–488. After the Conclave, on 27 September, the new Pope named him Cardinal Deacon of S. Maria in Porticu. Polignac immediately wrote an account of the Conclave and sent it off to the new First Minister of Louis XV, Louis Henri, Duke of Bourbon.Faucher, II, pp. 99–100. The Duke was so highly impressed by the report, both in content and style, that he had the King name Polignac French Chargé d'affaires to the Holy See, a post he held until 1732.Pierre La Croix and Jean Arnaud, Mémoire historique sur les Institutions de la France à Rome (Rome 1892), p. 160. He was thus absent from France for eight years. On 20 November Benedict XIII (Orsini) promoted him to being Cardinal Priest of S. Maria in Via. On 19 December 1725 he transferred to the title of S. Maria degli Angeli. These promotions were conditioned, to be sure, by his appointment as Chargé d'affaires. Also in 1724, Polignac was elected a member of the Roman Arcadian Academy, founded in 1692 in memory of Queen Christina of Sweden; his academy name was Teodosso Cesisio.Pier Antonio Corsignani, \"Vita del Cardinale Melchiorre di Polignac,\" in G. M. Crescimbeni, Vite degli illustri Arcadi V, 203–224, at 214. In 1730 he was in Rome and participated in the four-month-long Conclave which elected Clement XII (Corsini). He did not, at the age of 78, travel to Rome for the Conclave of 1740. ==His position in French society== During the last years of Louis XIV, Abbé de Polignac enjoyed the position of Master of the King's Chapel (1713–1716).\"Eloge\", Histoire de l' Académie des sciences (1744), p. 189. But during the Regency Polignac became involved in the Cellamare Conspiracy, which attempted to dislodge Philippe d'Orleans from the Regency, and replace him with Philip V of Spain, uncle of the young King Louis XV. Polignac was relegated to Flanders and confined to his Abbey d'Anchin for three years.E. A. Escallier, L' Abbaye d' Anchin, 1079–1792 (Lille 1852), pp. 488–489. As soon as Louis XV attained his majority, however, he had Polignac rehabilitated and restored to his positions. In 1726, he received the Archbishopric of Auch.L.-C. de Brugules, Chroniques ecclesiastiques du diocese d' Auch (Toulouse 1746), pp. 174–175. He was consecrated in Rome by Pope Benedict XIII. In 1728 he was granted the Collar of the Order of the Holy Spirit. ==Death== He died at his home in what is now 80–88 rue Bonaparte in the 6th Arondissement in Paris (also known as the Hôtel Polignac), on 20 November 1742, at the age of 80, of \"hydropsie\". He was buried in the Church of S. Sulpice in Paris.Guarnacci, p. 253. At the time of his death, he was also Abbot of Begars, Mouron, and Corbie; and Prior of Montdidier, Voute-sur-Loire, and Nagent le Rotron.L.-C. de Brugules, Chroniques ecclesiastiques du diocese d' Auch (Toulouse 1746), p. 174. After his death Frederick the Great bought his acclaimed collection of marble statues, which he had collected through his archaeological work in Rome.A. Dostert, \"Die Antikensammlung des Kardinals Melchior de Polignac,\" Antikensammlungen des europäischen Adels im 18. Jahrhundert als Ausdruck einer europäischen Identität (edited by D. Boschung and H. von Hesberg) (Mainz 2000), pp. 191–198 [Monumenta Artis romanae 27]. ==References== ===Bibliography=== * Melchior de Polignac, Copie d'une lettre de Monsieur l'Abbé de Polignac, à Monsieur de Chasteau-Neuf (Villeneuve 1695). * Melchior de Polignac, Lettre de Monsieur Labbee de Polignac, a Monsieur le Grand Pensionaire Heinsius, avec la resolution ... les Seigneurs Etats Generaux des Provinces-Unies des Pays-Bas, du 23 et du 27 Juillet 1710 (Geertruydenbergh ce 20. de Juillet 1710). * Deslandes de Lancelot, Troisieme memoire signifié pour M. le Cardinal de Polignac, Archevêque d'Auch. Contre le sieur Marchal Econome Sequestre (Paris: De l'Imprimerie de Christophe David, 1738). * Anonymous, \"Eloge de M. le Cardinal de Polignac,\" Histoire de l' Academie royale des sciences, Annee M.DCCXLI. (Paris: Imprimerie royale 1744), 180–200. * Mario Guarnacci, Vitae et res gestae Pontificum Romanorum et S.R.E. Cardinalium Tomus secundus (Romae 1751), 247–250. * Lorenzo Cardella, Memorie storiche de' cardinali della Santa Romana Ecclesia Tomo Ottavo (Roma: Pagliarini 1794), pp. 149–152. * Chrysostome Faucher, O.Min., Histoire du Cardinal de Polignac 2 vols. (Paris 1780). * Hippolyte de la Porte, \"Polignac (Melchior de),\" Biographie universelle, ancienne et moderne (Paris: chez L. G. Michaud 1823), 184–188. * Le Baron de ****, Maison de Polignac: précis historique orné du portrait de M. le prince Jules de Polignac, président du Conseil des ministers (Paris: L. F. Hivert et chez les Libraires de nouveautés, 1830), pp. 75–153. * Léon, comte de Bastard d'Estang (1864). Négociations de l' abbé de Polignac en Pologne concernant l' élection du prince de Conti comme roi de Pologne (1696–1697). Auxerre: G. Perriquet. * P. Paul, Le Cardinal Melchior de Polignac (Paris, 1922). * Ulysse Rouchon, La Mission Du Cardinal Melchior de Polignac À Rome, 1724–1732 (Paris 1927). * ==External links== *Melchior de Polignac at the Catholic Encyclopedia Category:1661 births Category:1742 deaths Category:People from Haute-Loire Category:Members of the Académie Française Category:Occitan nobility Melchior Category:Archbishops of Auch Category:Members of the French Academy of Sciences Category:Ambassadors of France to Poland Category:17th-century French diplomats Category:18th-century French diplomats Category:18th-century Roman Catholic archbishops in France",
 "title": "Melchior de Polignac"
}