{
 "id": "508670",
 "text": "WCLK (91.9 FM) – branded Jazz 91.9 – is a non-commercial jazz radio station licensed to serve Atlanta, Georgia. Owned by Clark Atlanta University, the station covers much of the Atlanta metropolitan area. The WCLK studios are located on the Clark University campus at the Robert W. Woodruff Library, while the station transmitter is located in Atlanta's North Druid Hills section. In addition to a standard analog transmission, WCLK broadcasts over two HD Radio digital subchannels, and is available online. ==History== On April 10, 1974, WCLK signed on the air for the first time.Broadcasting Yearbook 1976 page C-46 Initially, it only broadcast at 54 watts, on a 340-foot tower. Its coverage area only extended a few miles around Clark University, Clark Atlanta's name at the time. Over time, its power and antenna height were upgraded, giving the station a signal that covers all of Atlanta and its adjacent suburbs. WCLK was granted a Federal Communications Commission construction permit in early 2009 to downgrade its effective radiated power (ERP) from 6,000 watts to 480 watts, but its antenna height above average terrain was more than tripled, going to 991 feet from 308 feet, so its overall coverage area remained the same as before. WCLK previously aired several NPR talk and information shows not heard on Atlanta's primary NPR station, WABE, during the time that WABE's schedule included daytime broadcasts of classical music. When WABE switched to news and talk for most of the day starting in 2014, WCLK dropped the NPR talk shows to air a schedule of mostly jazz music and related genres, but remains affiliated with NPR for some news and jazz programming. WCLK collaborated with the City of Atlanta to create the Jazz of the City Atlanta portrait featuring over 100 jazz musicians surrounding Mayor Shirley Franklin in the Atlanta City Hall Atrium. The color photograph by Seve \"Obasina\" Adigun and Gregory Turner, taken in April 2007, mirrors the iconic, classic, black-and-white image, A Great Day in Harlem 1958 by Art Kane. Nationally-distributed shows produced at WCLK include Jazz in the New Millennium and The SOUL of Jazz. Both are distributed by the African-American Public Radio Consortium.AAPRC - Programs WCLK was relayed by two broadcast translators, whose ranges were entirely within its main broadcast area. Its former six-watt translator W250BC in Riverdale was sold for $100,000 to Extreme Media Group in November 2007, then to commercial broadcaster Cumulus Media in February 2009. WCLK was then relayed by W275BK in Decatur, which broadcast 170 watts on 102.9, owned by the Radio Assist Ministry. WCLK currently has an FM translator, W209CG, 89.7 MHz in Tallapoosa, Georgia. ==See also== * List of jazz radio stations in the United States ==References== ==External links== * * CLK CLK Category:HD Radio stations Category:Jazz radio stations in the United States Category:Clark Atlanta University Category:NPR member stations Category:Radio stations established in 1973 Category:1973 establishments in Georgia (U.S. state)",
 "title": "WCLK"
}