{
 "id": "50884",
 "text": "The subphylum Chelicerata (from New Latin, , ) constitutes one of the major subdivisions of the phylum Arthropoda. It contains the sea spiders, horseshoe crabs, and arachnids (including scorpions, spiders, and mites), as well as a number of extinct lineages, such as the eurypterids (sea scorpions) and chasmataspidids. The Chelicerata originated as marine animals in the Middle Cambrian period; the first confirmed chelicerate fossils, belonging to Sanctacaris, date from 508 million years ago. The surviving marine species include the four species of xiphosurans (horseshoe crabs), and possibly the 1,300 species of pycnogonids (sea spiders), if the latter are indeed chelicerates. On the other hand, there are over 77,000 well-identified species of air-breathing chelicerates, and there may be about 500,000 unidentified species. Like all arthropods, chelicerates have segmented bodies with jointed limbs, all covered in a cuticle made of chitin and proteins. The chelicerate body plan consists of two tagmata, the prosoma and the opisthosoma, except that mites have lost a visible division between these sections. The chelicerae, which give the group its name, are the only appendages that appear before the mouth. In most sub-groups, they are modest pincers used to feed. However, spiders' chelicerae form fangs that most species use to inject venom into prey. The group has the open circulatory system typical of arthropods, in which a tube-like heart pumps blood through the hemocoel, which is the major body cavity. Marine chelicerates have gills, while the air-breathing forms generally have both book lungs and tracheae. In general, the ganglia of living chelicerates' central nervous systems fuse into large masses in the cephalothorax, but there are wide variations and this fusion is very limited in the Mesothelae, which are regarded as the oldest and most basal group of spiders. Most chelicerates rely on modified bristles for touch and for information about vibrations, air currents, and chemical changes in their environment. The most active hunting spiders also have very acute eyesight. Chelicerates were originally predators, but the group has diversified to use all the major feeding strategies: predation, parasitism, herbivory, scavenging and eating decaying organic matter. Although harvestmen can digest solid food, the guts of most modern chelicerates are too narrow for this, and they generally liquidize their food by grinding it with their chelicerae and pedipalps and flooding it with digestive enzymes. To conserve water, air- breathing chelicerates excrete waste as solids that are removed from their blood by Malpighian tubules, structures that also evolved independently in insects. While the marine horseshoe crabs rely on external fertilization, air- breathing chelicerates use internal but usually indirect fertilization. Many species use elaborate courtship rituals to attract mates. Most lay eggs that hatch as what look like miniature adults, but all scorpions and a few species of mites keep the eggs inside their bodies until the young emerge. In most chelicerate species the young have to fend for themselves, but in scorpions and some species of spider the females protect and feed their young. The evolutionary origins of chelicerates from the early arthropods have been debated for decades. Although there is considerable agreement about the relationships between most chelicerate sub-groups, the inclusion of the Pycnogonida in this taxon has recently been questioned (see below), and the exact position of scorpions is still controversial, though they were long considered the most basal of the arachnids. Venom has evolved three times in the chelicerates; spiders, scorpions and pseudoscorpions, or four times if the hematophagous secretions produced by ticks are included. In addition there have been undocumented descriptions of venom glands in Solifugae. Chemical defense has been found in whip scorpions, shorttailed whipscorpions, harvestmen, beetle mites and sea spiders.Ecdysteroids from Pycnogonum litorale (Arthropoda, Pantopoda) act as chemical defense against Carcinus maenas (Crustacea, Decapoda)Harvestmen: The Biology of Opiliones Although the venom of a few spider and scorpion species can be very dangerous to humans, medical researchers are investigating the use of these venoms for the treatment of disorders ranging from cancer to erectile dysfunction. The medical industry also uses the blood of horseshoe crabs as a test for the presence of contaminant bacteria. Mites can cause allergies in humans, transmit several diseases to humans and their livestock, and are serious agricultural pests. ==Description== thumb|600px|Formation of anterior segments across arthropod taxa based on gene expression and neuroanatomical observations, Note the chelicera(Ch) and chelifore(Chf) arose from somite 1 and thus correspond to the first antenna(An/An1) of other arthropods. ===Segmentation and cuticle=== The Chelicerata are arthropods as they have: segmented bodies with jointed limbs, all covered in a cuticle made of chitin and proteins; heads that are composed of several segments that fuse during the development of the embryo; a much reduced coelom; a hemocoel through which the blood circulates, driven by a tube-like heart. Chelicerates' bodies consist of two tagmata, sets of segments that serve similar functions: the foremost one, called the prosoma or cephalothorax, and the rear tagma is called the opisthosoma or abdomen. However, in the Acari (mites and ticks) there is no visible division between these sections. The prosoma is formed in the embryo by fusion of the ocular somite (referred as \"acron\" in previous literatures), which carries the eyes and labrum, with six post-ocular segments (somite 1 to 6), which all have paired appendages. It was previously thought that chelicerates had lost the antennae-bearing somite 1, but later investigations reveal that it retain and correspond to a pair of chelicerae or chelifores, small appendages that often form pincers. somite 2 has a pair of pedipalps that in most sub-groups perform sensory functions, while the remaining four cephalothorax segments (somite 4 to 6) have pairs of legs. In basal forms the ocular somite has a pair of compound eyes on the sides and four pigment-cup ocelli (\"little eyes\") in the middle. The mouth is between somite 1 and 2 (chelicerae and pedipalps). The opisthosoma consists of thirteen or fewer segments, may or may not end with a telson. In some taxa such as scorpion and eurypterid the opisthosoma divided into two groups, mesosoma and metasoma. The abdominal appendages of modern chelicerates are missing or heavily modified – for example in spiders the remaining appendages form spinnerets that extrude silk, while those of horseshoe crabs (Xiphosura) form gills. Like all arthropods, chelicerates' bodies and appendages are covered with a tough cuticle made mainly of chitin and chemically hardened proteins. Since this cannot stretch, the animals must molt to grow. In other words, they grow new but still soft cuticles, then cast off the old one and wait for the new one to harden. Until the new cuticle hardens the animals are defenseless and almost immobilized. {| align=\"right\" |- valign=\"top\" | style=\"margin-left:2px\" | | style=\"margin-left:2px\" | |} ===Chelicerae and pedipalps=== Chelicerae and pedipalps are the two pairs of appendages closest to the mouth; they vary widely in form and function and the consistent difference between them is their position in the embryo and corresponding neurons: chelicerae are deutocerebral and arise from somite 1, ahead of the mouth, while pedipalps are tritocerebral and arise from somite 2, behind the mouth. The chelicerae (\"claw horns\") that give the sub-phylum its name normally consist of three sections, and the claw is formed by the third section and a rigid extension of the second. However, spiders' have only two sections, and the second forms a fang that folds away behind the first when not in use. The relative sizes of chelicerae vary widely: those of some fossil eurypterids and modern harvestmen form large claws that extended ahead of the body, while scorpions' are tiny pincers that are used in feeding and project only slightly in front of the head. In basal chelicerates, the pedipalps are unspecialized and subequal to the posterior pairs of walking legs. However, in sea spider and arachnids, the pedipalps are more or less specialized for sensory or prey-catching function – for example scorpions have pincers and male spiders have bulbous tips that act as syringes to inject sperm into the females' reproductive openings when mating. ===Body cavities and circulatory systems=== As in all arthropods, the chelicerate body has a very small coelom restricted to small areas round the reproductive and excretory systems. The main body cavity is a hemocoel that runs most of the length of the body and through which blood flows, driven by a tubular heart that collects blood from the rear and pumps it forward. Although arteries direct the blood to specific parts of the body, they have open ends rather than joining directly to veins, and chelicerates therefore have open circulatory systems as is typical for arthropods. ===Respiratory systems=== These depend on individual sub-groups' environments. Modern terrestrial chelicerates generally have both book lungs, which deliver oxygen and remove waste gases via the blood, and tracheae, which do the same without using the blood as a transport system. The living horseshoe crabs are aquatic and have book gills that lie in a horizontal plane. For a long time it was assumed that the extinct eurypterids had gills, but the fossil evidence was ambiguous. However, a fossil of the long eurypterid Onychopterella, from the Late Ordovician period, has what appear to be four pairs of vertically oriented book gills whose internal structure is very similar to that of scorpions' book lungs. ===Feeding and digestion=== The guts of most modern chelicerates are too narrow to take solid food. All scorpions and almost all spiders are predators that \"pre-process\" food in preoral cavities formed by the chelicerae and the bases of the pedipalps. However, one predominantly herbivore spider species is known, and many supplement their diets with nectar and pollen. Many of the Acari (ticks and mites) are blood-sucking parasites, but there are many predatory, herbivore and scavenger sub-groups. All the Acari have a retractable feeding assembly that consists of the chelicerae, pedipalps and parts of the exoskeleton, and which forms a preoral cavity for pre-processing food. Harvestmen are among the minority of living chelicerates that can take solid food, and the group includes predators, herbivores and scavengers. Horseshoe crabs are also capable of processing solid food, and use a distinctive feeding system. Claws at the tips of their legs grab small invertebrates and pass them to a food groove that runs from between the rearmost legs to the mouth, which is on the underside of the head and faces slightly backwards. The bases of the legs form toothed gnathobases that both grind the food and push it towards the mouth. This is how the earliest arthropods are thought to have fed. ===Excretion=== Horseshoe crabs convert nitrogenous wastes to ammonia and dump it via their gills, and excrete other wastes as feces via the anus. They also have nephridia (\"little kidneys\"), which extract other wastes for excretion as urine. Ammonia is so toxic that it must be diluted rapidly with large quantities of water. Most terrestrial chelicerates cannot afford to use so much water and therefore convert nitrogenous wastes to other chemicals, which they excrete as dry matter. Extraction is by various combinations of nephridia and Malpighian tubules. The tubules filter wastes out of the blood and dump them into the hindgut as solids, a system that has evolved independently in insects and several groups of arachnids. ===Nervous system=== {| align=\"right\" class=\"wikitable\" width=\"40%\" style=\"margin-left:2px\" ! !! Cephalothorax ganglia fused into brain !! Abdominal ganglia fused into brain |- align=\"center\" ! Horseshoe crabs | All || First two segments only |- align=\"center\" ! Scorpions | All || None |- align=\"center\" ! Mesothelae | First two pairs only || None |- align=\"center\" ! Other arachnids | All || All |} Chelicerate nervous systems are based on the standard arthropod model of a pair of nerve cords, each with a ganglion per segment, and a brain formed by fusion of the ganglia just behind the mouth with those ahead of it. If one assume that chelicerates lose the first segment, which bears antennae in other arthropods, chelicerate brains include only one pair of pre-oral ganglia instead of two. However, there is evidence that the first segment is indeed available and bears the cheliceres. There is a notable but variable trend towards fusion of other ganglia into the brain. The brains of horseshoe crabs include all the ganglia of the prosoma plus those of the first two opisthosomal segments, while the other opisthosomal segments retain separate pairs of ganglia. In most living arachnids, except scorpions if they are true arachnids, all the ganglia, including those that would normally be in the opisthosoma, are fused into a single mass in the prosoma and there are no ganglia in the opisthosoma. However, in the Mesothelae, which are regarded as the most basal living spiders, the ganglia of the opisthosoma and the rear part of the prosoma remain unfused, and in scorpions the ganglia of the cephalothorax are fused but the abdomen retains separate pairs of ganglia. ===Senses=== As with other arthropods, chelicerates' cuticles would block out information about the outside world, except that they are penetrated by many sensors or connections from sensors to the nervous system. In fact, spiders and other arthropods have modified their cuticles into elaborate arrays of sensors. Various touch and vibration sensors, mostly bristles called setae, respond to different levels of force, from strong contact to very weak air currents. Chemical sensors provide equivalents of taste and smell, often by means of setae. Living chelicerates have both compound eyes (only in horseshoe crabs, as the compound eye in the other clades has been reduced to a cluster of no more than five pairs of ocelli), mounted on the sides of the head, plus pigment-cup ocelli (\"little eyes\"), mounted in the middle. These median ocelli-type eyes in chelicerates are assumed to be homologous with the crustacean nauplius eyes and the insect ocelli. The eyes of horseshoe crabs can detect movement but not form images. At the other extreme, jumping spiders have a very wide field of vision, and their main eyes are ten times as acute as those of dragonflies, able to see in both colors and UV-light. ===Reproduction=== Horseshoe crabs, which are aquatic, use external fertilization, in other words the sperm and ova meet outside the parents' bodies. Their trilobite-like larvae look rather like miniature adults as they have full sets of appendages and eyes, but initially they have only two pairs of book-gills and gain three more pairs as they molt. Being air-breathing animals, the living arachnids (excluding horseshoe crabs) use internal fertilization, which is direct in some species, in other words the males' genitalia make contact with the females'. However, in most species fertilization is indirect. Male spiders use their pedipalps as syringes to \"inject\" sperm into the females' reproductive openings, but most arachnids produce spermatophores (packages of sperm) which the females take into their bodies. Courtship rituals are common, especially in the most powerful predators, where males risk being eaten before mating. Most arachnids lay eggs, but all scorpions and a few mites keep the eggs inside their bodies until they hatch and offspring rather like miniature adults emerge. Levels of parental care for the young range from zero to prolonged. Scorpions carry their young on their backs until the first molt, and in a few semi-social species the young remain with their mother. Some spiders care for their young, for example a wolf spider's brood cling to rough bristles on the mother's back, and females of some species respond to the \"begging\" behavior of their young by giving them their prey, provided it is no longer struggling, or even regurgitate food. ==Evolutionary history== ===Fossil record=== There are large gaps in the chelicerates' fossil record because, like all arthropods, their exoskeletons are organic and hence their fossils are rare except in a few lagerstätten where conditions were exceptionally suited to preserving fairly soft tissues. The Burgess shale animals like Sidneyia from about have been classified as chelicerates, the latter because its appendages resemble those of the Xiphosura (horseshoe crabs). However, cladistic analyses that consider wider ranges of characteristics place neither as chelicerates. There is debate about whether Fuxianhuia from earlier in the Cambrian period, about , was a chelicerate. Another Cambrian fossil, Kodymirus, was originally classified as an aglaspid but may have been a eurypterid and therefore a chelicerate. If any of these was closely related to chelicerates, there is a gap of at least 43 million years in the record between true chelicerates and their nearest not- quite chelicerate relatives. Sanctacaris, member of the family Sanctacarididae from the Burgess Shale of Canada, represents the oldest occurrence of a confirmed chelicerate, Middle Cambrian in age. Although its chelicerate nature has been doubted for its pattern of tagmosis (how the segments are grouped, especially in the head), a restudy in 2014 confirmed its phylogenetic position as the oldest chelicerate. The eurypterids have left few good fossils and one of the earliest confirmed eurypterid, Pentecopterus decorahensis, appears in the Middle Ordovician period , making it the oldest eurypterid. Until recently the earliest known xiphosuran fossil dated from the Late Llandovery stage of the Silurian , but in 2008 an older specimen described as Lunataspis aurora was reported from about in the Late Ordovician. The oldest known arachnid is the trigonotarbid Palaeotarbus jerami, from about in the Silurian period, and had a triangular cephalothorax and segmented abdomen, as well as eight legs and a pair of pedipalps. The fossil was originally named Eotarbus but was renamed when it was realized that a Carboniferous arachnid had already been named Eotarbus: Attercopus fimbriunguis, from in the Devonian period, bears the earliest known silk-producing spigots, and was therefore hailed as a spider, but it lacked spinnerets and hence was not a true spider. Rather, it was likely sister group to the spiders, a clade which has been named Serikodiastida. Close relatives of the group survived through to the Cretaceous Period. Several Carboniferous spiders were members of the Mesothelae, a basal group now represented only by the Liphistiidae, and fossils suggest taxa closely related to the spiders, but which were not true members of the group were also present during this Period. The Late Silurian Proscorpius has been classified as a scorpion, but differed significantly from modern scorpions: it appears wholly aquatic since it had gills rather than book lungs or tracheae; its mouth was completely under its head and almost between the first pair of legs, as in the extinct eurypterids and living horseshoe crabs. Fossils of terrestrial scorpions with book lungs have been found in Early Devonian rocks from about . The oldest species of scorpion found as of 2021 is Dolichophonus loudonensis, which lived during the Silurian, in present-day Scotland. ===Relationships with other arthropods=== A recent view of chelicerate phylogeny A \"traditional\" view of chelicerate phylogeny The \"traditional\" view of the arthropod \"family tree\" shows chelicerates as less closely related to the other major living groups (crustaceans; hexapods, which includes insects; and myriapods, which includes centipedes and millipedes) than these other groups are to each other. Recent research since 2001, using both molecular phylogenetics (the application of cladistic analysis to biochemistry, especially to organisms' DNA and RNA) and detailed examination of how various arthropods' nervous systems develop in the embryos, suggests that chelicerates are most closely related to myriapods, while hexapods and crustaceans are each other's closest relatives. However, these results are derived from analyzing only living arthropods, and including extinct ones such as trilobites causes a swing back to the \"traditional\" view, placing trilobites as the sister-group of the Tracheata (hexapods plus myriapods) and chelicerates as least closely related to the other groups. ===Major sub-groups=== Shultz (2007)'s evolutionary family tree of arachnids – † marks extinct groups. It is generally agreed that the Chelicerata contain the classes Arachnida (spiders, scorpions, mites, etc.), Xiphosura (horseshoe crabs) and Eurypterida (sea scorpions, extinct). The extinct Chasmataspidida may be a sub-group within Eurypterida. The Pycnogonida (sea spiders) were traditionally classified as chelicerates, but some features suggest they may be representatives of the earliest arthropods from which the well-known groups such as chelicerates evolved. However, the structure of \"family tree\" relationships within the Chelicerata has been controversial ever since the late 19th century. An attempt in 2002 to combine analysis of RNA features of modern chelicerates and anatomical features of modern and fossil ones produced credible results for many lower-level groups, but its results for the high- level relationships between major sub-groups of chelicerates were unstable, in other words minor changes in the inputs caused significant changes in the outputs of the computer program used (POY). An analysis in 2007 using only anatomical features produced the cladogram on the right, but also noted that many uncertainties remain. In recent analyses the clade Tetrapulmonata is reliably recovered, but other ordinal relationships remain in flux. The position of scorpions is particularly controversial. Some early fossils such as the Late Silurian Proscorpius have been classified by paleontologists as scorpions, but described as wholly aquatic as they had gills rather than book lungs or tracheae. Their mouths are also completely under their heads and almost between the first pair of legs, as in the extinct eurypterids and living horseshoe crabs. This presents a difficult choice: classify Proscorpius and other aquatic fossils as something other than scorpions, despite the similarities; accept that \"scorpions\" are not monophyletic but consist of separate aquatic and terrestrial groups; or treat scorpions as more closely related to eurypterids and possibly horseshoe crabs than to spiders and other arachnids, so that either scorpions are not arachnids or \"arachnids\" are not monophyletic. Cladistic analyses have recovered Proscorpius within the scorpions, based on reinterpretation of the species' breathing apparatus. This is reflected also in the reinterpretation of Palaeoscorpius as a terrestrial animal. A 2013 phylogenetic analysis (the results presented in a cladogram below) on the relationships within the Xiphosura and the relations to other closely related groups (including the eurypterids, which were represented in the analysis by genera Eurypterus, Parastylonurus, Rhenopterus and Stoermeropterus) concluded that the Xiphosura, as presently understood, was paraphyletic (a group sharing a last common ancestor but not including all descendants of this ancestor) and thus not a valid phylogenetic group. Eurypterids were recovered as closely related to arachnids instead of xiphosurans, forming the group Sclerophorata within the clade Dekatriata (composed of sclerophorates and chasmataspidids). This work suggested it is possible that Dekatriata is synonymous with Sclerophorata as the reproductive system, the primary defining feature of sclerophorates, has not been thoroughly studied in chasmataspidids. Dekatriata is in turn part of the Prosomapoda, a group including the Xiphosurida (the only monophyletic xiphosuran group) and other stem-genera. A recent phylogenetic analysis of the chelicerates places the Xiphosura within the Arachnida as the sister group of Ricinulei., but others still retrieve a monophyletic arachnida. ==Diversity== Although well behind the insects, chelicerates are one of the most diverse groups of animals, with over 77,000 living species that have been described in scientific publications. Some estimates suggest that there may be 130,000 undescribed species of spider and nearly 500,000 undescribed species of mites and ticks. While the earliest chelicerates and the living Pycnogonida (if they are chelicerates) and Xiphosura are marine animals that breathe dissolved oxygen, the vast majority of living species are air-breathers, although a few spider species build \"diving bell\" webs that enable them to live under water. Like their ancestors, most living chelicerates are carnivores, mainly on small invertebrates. However, many species feed as parasites, herbivores, scavengers and detritivores. {| class=\"wikitable\" style=\"text-align:center\" | align=\"center\" colspan=\"3\" | Diversity of living chelicerates |- ! Group !! Described speciesPinto-da-Rocha, R., G. Machado, G. Giribet. 2007. Harvestmen: The Biology of Opiliones. Harvard University Press. Cambridge, MA. !! Diet |- ! Pycnogonida (sea-spiders) | 500 || Carnivorous |- !Araneae (spiders) | 34,000 || Carnivorous; 1 herbivore |- !Acari (mites and ticks) | 32,000 || Carnivorous, parasitic, herbivore, detritivore |- !Opiliones (harvestmen) | 6,500 || Carnivorous, herbivore, detritivore |- !Pseudoscorpiones (false scorpions) | 3,200 || Carnivorous |- !Scorpiones (scorpions) | 1,400 || Carnivorous |- !Solifugae (sunspiders) | 900 || Carnivorous, omnivorous |- !Schizomida (small whipscorpions) | 180 || |- !Amblypygi (whipspiders) | 100 || |- !Uropygi (Thelyphonida – whipscorpions) | 90 || Carnivorous |- !Palpigradi (micro whipscorpions) | 60 || |- ! Xiphosura (horseshoe crabs) | 4 || Carnivorous |- ! Ricinulei | 60 || |} ==Interaction with humans== In the past, Native Americans ate the flesh of horseshoe crabs, and used the tail spines as spear tips and the shells to bail water out of their canoes. More recent attempts to use horseshoe crabs as food for livestock were abandoned when it was found that this gave the meat a bad taste. Horseshoe crab blood contains a clotting agent, limulus amebocyte lysate, which is used to test antibiotics and kidney machines to ensure that they are free of dangerous bacteria, and to detect spinal meningitis and some cancers. Cooked tarantula spiders are considered a delicacy in Cambodia, and by the Piaroa Indians of southern Venezuela. Spider venoms may be a less polluting alternative to conventional pesticides as they are deadly to insects but the great majority are harmless to vertebrates. Possible medical uses for spider venoms are being investigated, for the treatment of cardiac arrhythmia, Alzheimer's disease, strokes, and erectile dysfunction. Because spider silk is both light and very strong, but large-scale harvesting from spiders is impractical, work is being done to produce it in other organisms by means of genetic engineering. Spider silk proteins have been successfully produced in transgenic goats' milk, tobacco leaves, silkworms, and bacteria, and recombinant spider silk is now available as a commercial product from some biotechnology companies. In the 20th century, there were about 100 reliably reported deaths from spider bites, compared with 1,500 from jellyfish stings. Scorpion stings are thought to be a significant danger in less-developed countries; for example, they cause about 1,000 deaths per year in Mexico, but only one every few years in the USA. Most of these incidents are caused by accidental human \"invasions\" of scorpions' nests. On the other hand, medical uses of scorpion venom are being investigated for treatment of brain cancers and bone diseases. Ticks are parasitic, and some transmit micro-organisms and parasites that can cause diseases in humans, while the saliva of a few species can directly cause tick paralysis if they are not removed within a day or two. A few of the closely related mites also infest humans, some causing intense itching by their bites, and others by burrowing into the skin. Species that normally infest other animals such as rodents may infest humans if their normal hosts are eliminated. Three species of mite are a threat to honey bees and one of these, Varroa destructor, has become the largest single problem faced by beekeepers worldwide. Mites cause several forms of allergic diseases, including hay fever, asthma and eczema, and they aggravate atopic dermatitis. Mites are also significant crop pests, although predatory mites may be useful in controlling some of these. ==See also== *Arthropods portal ==References== == Bibliography == * Category:Animal subphyla Category:Late Ordovician first appearances Category:Extant Ordovician first appearances Category:Taxa named by Richard Heymons",
 "title": "Chelicerata"
}