{
 "id": "508964",
 "text": "thumb|right|Rakugoka at Sanma Festival is a form of Japanese verbal entertainment of yose. The lone sits on a raised platform, a . Using only a and a as props, and without standing up from the seiza sitting position, the rakugo artist depicts a long and complicated comical (or sometimes sentimental) story. The story always involves the dialogue of two or more characters. The difference between the characters is depicted only through change in pitch, tone, and a slight turn of the head. ==Lexical background== Rakugo was originally known as . The oldest appearance of the kanji which refers specifically to this type of performance dates back to 1787, but at the time the characters themselves (落とし噺) were normally read as otoshibanashi (falling discourse). In the middle of the Meiji period (1868–1912) the expression rakugo first started being used, and it came into common usage only in the Shōwa period (1926–1989). ==Description== The speaker is in the middle of the audience, and his purpose is to stimulate the general hilarity with tone and limited, yet specific body gestures. The monologue always ends with a narrative stunt (punch line) known as or , consisting of a sudden interruption of the wordplay flow. Twelve kinds of ochi are codified and recognized, with more complex variations having evolved through time from the more basic forms.Rakugo: universal laughter by Tim Ryan. Retrieved 11 May 2007 Early rakugo has developed into various styles, including the , the , the kaidanbanashi (see ), and . In many of these forms the ochi, which is essential to the original rakugo, is absent. Rakugo has been described as \"a sitcom with one person playing all the parts\" by Noriko Watanabe, assistant professor in the Department of Modern Languages and Comparative Literature at Baruch College.Rakugo related interview from Baruch College. Retrieved 11 May 2007 ==History== thumb|Shinjuku suehirotei is a famous vaudeville theater in Tokyo which hosts rakugo events. One of the predecessors of rakugo is considered to be a humorous story in setsuwa. The Konjaku Monogatarishū and the Uji Shūi Monogatari were setsuwa collections compiled from the Heian period (794–1185) to the Kamakura period (1185–1333); they contained many funny stories, and Japanese Buddhist monks preached Buddhism by quoting them. In Makura no Sōshi, it is described that the monks had gained a reputation for their beautiful voices and narrative arts.落語の歴史. Japan Arts Counsil. The direct ancestor of rakugo is a humorous story among the stories narrated by otogishū in the Sengoku Period (1467–1615) . Otogishū were scholars, Buddhist monks and tea masters who served daimyo (feudal load), and their duty was to give lectures on books to daimyo and to be a partner for chatting. Anrakuan Sakuden, who was an otogishū and a monk of the Jōdo-shū, is often said to be the originator of rakugo, and his 8 volumes of Seisui Sho contain 1000 stories, including the original stories of rakugo. Around 1670 in the Edo period (1603–1867), 3 rakugoka (\"storyteller\") appeared, who were regarded as' the first rakugoka. Tsuyuno Gorobe in Kyoto, Yonezawa Hikohachi in Osaka, and Shikano Buzaemon in Edo built simple huts around the same age and began telling funny stories to the general public for a price. Rakugo in this period was called Tsujibanashi, but once it lost popularity, rakugo declined for about 100 years.落語入門. Edogawa City In 1786, Utei Enba presided over a rakugo show at a ryōtei (traditional Japanese restaurant) in Mukōjima. He is regarded as the father of the restoration of rakugo. His performances led to the establishment of the first theater dedicated to rakugo (yose) by Sanshōtei Karaku and Sanyūtei Enshō, and the revival of rakugo. During the Edo period, thanks to the emergence of the merchant class of the chōnin, the rakugo spread to the lower classes. Many groups of performers were formed, and collections of texts were finally printed. During the 17th century the actors were known as hanashika (found written as , , or ; \"storyteller\"), corresponding to the modern term, . Before the advent of modern rakugo there were the : short comical vignettes ending with an ochi, popular between the 17th and the 19th century. These were enacted in small public venues, or in the streets, and printed and sold as pamphlets. The origin of kobanashi is to be found in the Kinō wa kyō no monogatari (Yesterday Stories Told Today, c. 1620), the work of an unknown author collecting approximately 230 stories describing the common class. ==Important contributors== thumb|Asakusa Engei Hall is another famous vaudeville theater in Tokyo which hosts rakugo events. Many artists contributed to the development of rakugo. Some were simply performers, but many also composed original works. Among the more famous rakugoka of the Tokugawa period were performers like Anrakuan Sakuden (1554–1642), the author of the Seisuishō (Laughter to Chase Away Sleep, 1628), a collection of more than 1,000 stories. In Edo (today's Tokyo) there also lived (1649–99) who wrote the Shikano Buzaemon kudenbanashi (Oral Instruction Discourses of Shikano Buzaemon) and the Shika no makifude (The Deer's Brush, 1686), a work containing 39 stories, eleven of which are about the kabuki milieu. (1743–1822) was author of the Rakugo rokugi (The Six Meanings of Rakugo). Kyoto was the home of (1643–1703), who is considered the father of the rakugo tradition of the Kamigata area ().Kōjien dictionary, entries for \"Tsuyu no Gorobei\". His works are included in the Karukuchi tsuyu ga hanashi (Jocular Tsuyu's Stories, date of composition unknown), containing many word games, episodes from the lives of famous literary authors, and plays on the different dialects from the Tokyo, Osaka, and Kyoto areas. Of a similar structure is the Karukuchi gozen otoko (One-liners: An Important Storyteller, date of publication unknown) in which are collected the stories of , who lived in Ōsaka towards the end of the 17th century. An example from Yonezawa Hikohachi's collection: For the poor man is already dead. The joke becomes clearer when one notes that a Japanese traditional bathing tub is shaped like a coffin. ===Current performers=== Current rakugo artists include Tachibanaya Enzō, Katsura Bunshi VI, Tachibanaya Takezō II, Tatekawa Shinosuke and Hayashiya Shōzō (9th). Furthermore, many people regarded as more mainstream comedians originally trained as rakugoka apprentices, even adopting stage names given them by their masters. Some examples include Akashiya Sanma, Shōfukutei Tsurube II, and Shōfukutei Shōhei.Rakugo Performers. Retrieved 11 May 2007 Another famous rakugo performer, Shijaku Katsura II, was known outside Japan for his performances of rakugo in English. ==Titles== * - a kaidanbanashi * - a ridiculously long name * - group of boys try to scare off a boaster * - naive lord enjoyed commoner's food * - a meta-gag where a father is mocked by his son of his bad storytelling the Japanese folktale Momotarō * - tree began growing on a man's head * - man try to outwit the owner of an antique porcelain * - husband found a huge sum of money * - cash reward to whom that could identify a strange fish ==Notable rakugoka== ===Edo (Tokyo)=== ===Kamigata (Osaka)=== ==See also== *Shōwa Genroku Rakugo Shinjū *Fallen Words *Manzai *Kyōgen *Stand-up comedy ==References== == Further reading == * Brau, Lorie. Rakugo: Performing Comedy and Cultural Heritage in Contemporary Tokyo. Lanham, MD: Lexington Books, 2008. * McArthur, Ian. Henry Black: On Stage in Meiji Japan. Clayton: Monash University Publishing, 2013. * Morioka, Heinz, and Miyoko Sasaki. Rakugo: The Popular Narrative Art of Japan. Cambridge, MA: Harvard University Asia Center, 1990. * Shores, M.W. The Comic Storytelling of Western Japan: Satire and Social Mobility in Kamigata Rakugo. Cambridge: Cambridge University Press, 2021. == External links == * YouTube Rakugo examples * Rakugo video (in English) SFGTV San Francisco * Short newspaper essay on differences between Kamigata (Osaka) and Edo (Tokyo) rakugo * Learning Japanese Language and Culture through Rakugo Appreciation * The Conversation article about rakugo and gender Category:Japanese literature Category:Theatre in Japan Category:Japanese folk art Category:Japanese comedy Category:Performing arts in Japan",
 "title": "Rakugo"
}