{
 "id": "509001",
 "text": "The Republican National Convention (RNC) is a series of presidential nominating conventions held every four years since 1856 by the United States Republican Party. They are administered by the Republican National Committee. The goal of the Republican National Convention is to officially nominate and confirm a candidate for president and vice president, adopt a comprehensive party platform and unify the party, as well as publicize and launch the fall campaign. Delegates from all fifty U.S. states and from American dependencies and territories such as Puerto Rico and the Virgin Islands attend the convention and cast their votes. Like the Democratic National Convention, the Republican National Convention marks the formal end of the primary election period and the start of the general election season. In 2020 all parties replaced the usual conventions with short online programs. ==Delegations== The party's presidential nominee is chosen primarily by pledged delegates, which are in turn selected through a series of individual state caucuses and primary elections. The size of delegations to the Republican National Convention, for each state, territory, or other political subdivision, are described by Rule 14 of the party's national rules. The Republican Party's rules leave discretion to the states in choosing how to award their respective pledged delegates to the candidates. Some states may use a statewide winner-take-all method, where the primary candidate who receives the most popular votes in a state gets all of its pledged delegates. Other states may use a proportional representation system, where the pledged delegates are instead distributed to the candidates in proportion to its votes. ;Base allocation formula for the 50 U.S. states Since 2012, the number of pledged delegates initially allocated to each of the 50 U.S. states is: Ten at-large delegates, plus three district delegates for each of the state's congressional district. ;Base allocations to other jurisdictions Jurisdictions with non-voting congressmembers are instead given a fixed amount of pledged at-large delegates. In 2020, American Samoa, Guam, Northern Mariana Islands, and the U.S. Virgin Islands each get six at- large delegates; Puerto Rico receives 20; and Washington, D.C., gets 16. ;Pledged party leaders Three leaders of each state, territory, and Washington D.C.'s Republican Party (its national committeeman, its national committeewoman and its chairperson) are also automatically nominated as pledged delegates to the national convention. Unlike the unpledged Superdelegates of the Democratic Party, all Republican Party leaders seated automatically are pledged delegates. ;Bonus delegates The Republican Party awards bonus pledged delegates to each jurisdiction based on two main factors (where applicable): whether its electoral college votes went to the Republican candidate in the last presidential election, and on how well the state party has done in electing Republicans to state and congressional elections. # For each state that cast at least a majority of its Electoral College votes for the Republican nominee in the 2016 election, that state earns an additional four and one-half delegates at-large for the 2020 convention, plus a number of the delegates at-large equal to 60 percent of the number of electoral votes of that state; all fractions are rounded upwards. If Washington DC had gone Republican instead of Democratic in 2016, it would have also received four and one-half delegates at-large, plus the number of delegates at-large equal to 30 percent of the 16 delegates at-large originally allotted to the District of Columbia. # States and territories get additional bonus at-large delegates in 2020 (where applicable) based on whether it has elected Republicans to the following state and federal offices in the 2016 elections or at any subsequent election (whether the 2018 midterms, or the 2017 or 2019 off-year elections) held prior to January 1, 2020: #* Republican governor: 1 additional at-large delegate #* Republican majorities in its state legislature: 1 for each chamber that has a Republican majority and has a Republican presiding officer (if the presiding officer is elected by the chamber); maximum 2 if Republicans control all chambers of the state legislature. #* At least one-half Republican membership in its delegation to the U.S. House of Representatives: 1 #* Republican membership in the U.S. Senate: 1 for each Republican senator; maximum 2 if both the state's senators are Republican The bonus delegates thus reward states that vote for Republican candidates and punish those which do not. In 2020, Texas gets bonus delegates in all five categories, as Donald Trump won the state's electoral votes, Greg Abbott is the governor, the Republicans control both chambers of the Texas Legislature, the Republicans have over half of Texas' Congressional delegation, and both senators–John Cornyn and Ted Cruz–are Republicans). Conversely, California has Democrats in those categories and thus gets no bonus delegates. ==Candidate nomination== The candidate nomination process at the convention is governed by Rule 40 of the party's national rules. Under Rule 40(b), a candidate must have the support of a majority of the delegates of at least five delegations in order to get the 2020 nomination. ==History== The first Republican National Convention was held at Lafayette Hall in Pittsburgh on February 22–23, 1856. At this convention, the Republican Party was formally organized on a national basis; the first Republican National Committee was elected. The first Republican National Convention to nominate a presidential candidate convened from June 17 to 19, 1856 at the Musical Fund Hall in Philadelphia. The 1860 Republican National Convention nominated the first successful GOP presidential candidate, Abraham Lincoln of Illinois and nominated Hanibal Hamlin of Maine for vice president. The 1864 event, with the American Civil War raging, was branded as the \"National Union Convention\" as it included Democrats who remained loyal to the Union and nominated Andrew Johnson, who had been elected Governor of Tennessee as a Democrat, for Vice President. By 1868 the usual Republican name was restored.Herbert Eaton, Presidential timber: A history of nominating conventions, 1868-1960 (1964). The 1912 Republican National Convention saw the business-oriented faction supporting William Howard Taft turn back a challenge from former President Theodore Roosevelt, who boasted broader popular support and even won a primary in Taft's home state of Ohio. Roosevelt would run on the Progressive Party ticket, splitting the Republicans and thereby handing the election to Democrat Woodrow Wilson. The 1924 Republican National Convention made history by being the first GOP convention to give women equal representation. This was the first time the Republican Convention was held in Cleveland, Ohio. It was also the first time any convention was broadcast over radio – to nine cities through a special link over long distance telephone lines. The Republican National Committee approved a rule providing for a national committee-man and a national committee-woman from each state. Incumbent President Calvin Coolidge was formally nominated and went on to win the general election. The convention nominated Illinois Governor Frank Lowden for vice president on the second ballot, but he declined the nomination. This is the only time a nominee refused to accept a vice presidential nomination. The Republicans returned to the city in 1936 in the cavernous Cleveland Public Auditorium. Former President Herbert Hoover addressed the delegates on the second day of the convention. On the third, Alf Landon of Kansas (who did not attend) was nominated for president; Colonel Frank Knox was nominated as the vice presidential candidate. Landon and Knox were defeated in a landslide by Franklin D. Roosevelt and John Nance Garner. Knox subsequently served as Secretary of the Navy in the administration of Roosevelt. The 1940 Republican National Convention was the first national convention of any party broadcast on live television. It was carried by an early version of the NBC Television Network and consisted of flagship W2XBS (now WNBC) in New York City, W3XE (now KYW-TV) in Philadelphia and W2XB (now WRGB) in Schenectady and Albany. The growing importance of primaries became evident at the 1964 Republican National Convention in San Francisco, where U.S. Senator Barry Goldwater from Arizona won the nomination, easily turning away Pennsylvania governor William Scranton and others more favorable to the party establishment. At the 1972 Republican National Convention, Pat Nixon became the first First Lady since Eleanor Roosevelt and the first Republican First Lady to deliver an address to the convention delegates. It is now common practice for the presidential candidate's spouse to deliver an address to the delegates. Also in 1972, the placing of \"favorite son\" candidates' names into nomination was banned, requiring at least five states' requests to do so. In recent years, only one candidate's name has been put into nomination, and challengers have been put under intense pressure to withdraw in order for the vote to be unanimous. An exception was when former California Governor Ronald Reagan nearly toppled incumbent President Gerald Ford at the 1976 Republican National Convention in Kansas City. Ford was in office for only two years before he was challenged by Reagan, who was a fellow Republican. Reagan was on record saying that fellow Republicans should never talk badly about one another, but Reagan's view had since changed, but the power of incumbency was too much for Reagan to overcome. This was the last GOP convention where the outcome of the nomination was in doubt. After the Republican National Convention, the pressure was on Ford to cut away the factionalism in his Republican Party. Pat Buchanan delivered a speech enthusiastically endorsing the conservative side of the culture war in American society at the 1992 Republican National Convention in Houston. It was widely criticized for supposedly alienating liberal and moderate voters who might otherwise have voted for the moderate nominee and then-incumbent President George H. W. Bush. Division in the party was evident too at the 1996 Republican National Convention, at which more moderate party members such as California governor Pete Wilson and Massachusetts governor William Weld unsuccessfully sought to remove the Human Life Amendment plank from the party platform. The event at the San Diego Convention Center remains the last Republican National Convention to be held in a convention center complex; all others since then have been held at sports stadiums or arenas. The Republican Party chose Cleveland again as the site for its 2016 presidential nominating convention. The convention was held in Quicken Loans Arena, home of the Cleveland Cavaliers. There may have been political reasons for the selection, as no Republican has won the presidency without winning Ohio since Abraham Lincoln in 1860. Cuyahoga County has voted 19 times for Republicans and 21 times for the Democratic candidate since 1856. However, the Democrats have carried the county for the past 40 years. The party chose Charlotte, North Carolina, for the 2020 Republican National Convention, only to pull out at the last minute. Trump announced that the convention would be moved to Jacksonville, Florida, but subsequently cancelled the Jacksonville convention plans on July 23. The convention proceedings were then held remotely from various locations, with the final day taking place on the South Lawn of the White House. ==See also== * List of Republican National Conventions * Democratic National Convention * Green National Convention * Libertarian National Convention * History of the United States * Republican Party ==References== ===Bibliography=== * Arterton, F. Christopher. Media politics: The news strategies of presidential campaigns (Free Press, 1984). * Becker, Carl. \"The Unit Rule in National Nominating Conventions.\" American Historical Review 5.1 (1899): 64-82. online * Binkley, Wilfred E. American political parties: their natural history (1962) online * Carleton, William G. \"The revolution in the presidential nominating convention.\" 'Political Science Quarterly 72.2 (1957): 224-240. online * Chester, Edward W A guide to political platforms (1977) pp 127–135 online * Congressional Research Service. Presidential Elections in the United States: A Primer. (Washington, Congressional Research Service, 2000). * Costain, Anne N. \"An analysis of voting in American national nominating conventions, 1940-1976.\" American Politics Quarterly 6.1 (1978): 95-120. * Cowan, Geoffrey. Let the People Rule: Theodore Roosevelt and the Birth of the Presidential Primary (WW Norton & Company, 2016). * Davis, James W. National conventions in an age of party reform (Greenwood, 1983). * Eaton, Herbert. Presidential timber: A history of nominating conventions, 1868-1960 (1964) online. * Greenfield, Jeff. \"The Convention Speeches that Changed America\" Politico Aug 15, 2020 online * Key, Jr., V.O. Politics, Parties, and Pressure Groups (4th ed. 1958) pp 414–470. online * Miles, Edwin A. \"The keynote speech at national nominating conventions.\" Quarterly journal of Speech 46.1 (1960): 26-31. * Nichols, Roy F. \"It Happens Every Four Years,\" American Heritage (June 1956) 7#4 pp 20-33. * Republican National Convention 2004: Convention History * Sautter, R. Craig, and Edward M. Burke. Inside the Wigwam: Chicago Presidential Conventions, 1860-1996 (Loyola Press, 1996). * Silver, Adam. \"Consensus and Conflict: A Content Analysis of American Party Platforms, 1840–1896.\" Social Science History 42.3 (2018): 441-467 online. ==External links== * The American Presidency Project, contains the text of the national platforms that were adopted by the conventions (1856–2008) *",
 "title": "Republican National Convention"
}