{
 "id": "509031",
 "text": "The Valdivian temperate forests (NT0404) is an ecoregion on the west coast of southern South America, in Chile and extending into Argentina. It is part of the Neotropical realm. The forests are named after the city of Valdivia. The Valdivian temperate rainforests are characterized by their dense understories of bamboos, ferns, and for being mostly dominated by evergreen angiosperm trees with some deciduous specimens, though conifer trees are also common. ==Setting== Temperate rain forests comprise a relatively narrow coastal strip between the Pacific Ocean to the west, and the southern Andes Mountains to the east, from roughly 37° to 48° south latitude. North of 42°, the Chilean coastal range runs along the coast, and the north–south running Chilean Central Valley lies between the coastal range and the Andes. South of 42°, the coast range continues as a chain of offshore islands, including Chiloé Island and the Chonos Archipelago, while the \"Central Valley\" is submerged and continues as the Gulf of Corcovado. Much of the ecoregion was covered by the Patagonian Ice Sheet and other glaciers at the peak of the last ice age, which descended from the Andes mountains, and the numerous lakes of the Chilean lakes district in the central part of the ecoregion were originally glacial valleys, while the southern part of the region has many glacier-carved fjords. To the north the Valdivian forests give way to the Mediterranean forests, woodlands, and scrub of the Chilean Matorral ecoregion. Some few Valdivian forests grows in northern Chile such as that one in Bosque de Fray Jorge National Park as remains of the last glacial maximum. To the south lies the Magellanic subpolar forests ecoregion. The temperate Valdivian, Matorral, and Magellanic ecoregions are isolated from the subtropical and tropical forests of northern South America by the Atacama desert north of the Matorral, the Andes mountains, and dry rain-shadow Argentine grasslands east of the Andes. As a result, the temperate forest regions have evolved in relative isolation, with a high degree of endemic species. The forest of northwestern North America exist in similar settings but differ in not being connected to large inland forest like the boreal forest or the forest of the Rocky Mountains. Compared to the similar North American forest, the Valdivian temperate rain forest is considerably richer in species, a characteristic that is also found when comparing with similar forest in Tasmania. ===Climate=== Since the forest is located at around 40 degrees south, it is strongly influenced by the westerlies. The water vapour held by the westerlies condenses as they arrive at the higher part of the windward slope of the Andes, thus creating rainfalls. At the same time, the northward-flowing oceanic Humboldt Current creates humid and foggy conditions near the coast. The tree line is at about 2,400 m in the northern part of the ecoregion (35° S), and descends to 1,000 m in the south of the Valdivian region. In the summer the temperature can climb to 16.5 °C (62 °F), while during winter the temperature can drop below 7 °C (45 °F).Di Castri F di & E. Hajek 1976. \"Bioclimatología de Chile\" 163 pages with english summary Average annual temperatures are fairly uniform within the area, especially at coastal locations where annual temperature differences between localities never exceed 7 °C. ==Flora== The Valdivian temperate rain forests are temperate broadleaf and mixed forests. The Valdivian and Magellanic temperate rainforests are the only temperate rain forests in South America and one of a small number of temperate rain forests in the world. Together they are the second largest in the world, after the Pacific temperate rain forests of North America (which stretches from Alaska to northern California). The Valdivian forests are a refuge for the Antarctic flora, and share many plant families with the temperate rainforests of New Zealand, Tasmania, and Australia. Fully half the species of woody plants are endemic to this ecoregion. Chusquea quila is a bamboo that grows in humid areas below 500 m, where Chusquea coleou becomes more dominant above. Chusquea quila can form pure stands called quilantales. Very few plants can grow under this species. Other notable species are the nalca or Chilean rhubarb (Gunnera tinctoria) and the ferns Lophosoria quadripinnata and Parablechnum cordatum. Chile's national flower, the copihue (Lapageria rosea) is a pioneer species that grows in disturbed areas of the Valdivian rain forest. The maximum plant species richness is found at latitudes 40 to 43° S. ===Forest ecosystems=== There are four main types of forest ecosystems in the Valdivian ecoregion. At the northern end of the ecoregion are deciduous forests, dominated by two deciduous species of southern beech: rauli (Nothofagus alpina) and roble (N. obliqua); this is a transitional zone to the Mediterranean-climate forests to the north. The second type are the Valdivian laurel-leaved forests, characterized by a variety of broadleaf evergreen trees, including Laureliopsis philippiana, Aextoxicon punctatum, Eucryphia cordifolia, Caldcluvia paniculata, and Weinmannia trichosperma, with an understory of Myrceugenia planipes, the arrayán (Luma apiculata) and other plants. Old- growth Valdivian evergreen forest (siempreverde) tend to form stratified canopy made up of two or three layers. The third forest type is the Patagonian Andean forests, which are distributed at higher elevations along the Andes mountain front, and are dominated by evergreen conifers, including the pehuén or monkey-puzzle (Araucaria araucana) and the alerce (Fitzroya cupressoides). The alerce looks like a giant sequoia, and is a rival in longevity to the bristlecone pine, some with growth rings recording 3,625 years of local weather cycles. Closer to the treeline, the conifers give way to Andean scrublands of deciduous Nothofagus. The fourth and last type is the Northern Patagonian forests, which dominate the southern half of the ecoregion, with evergreen species such as the broadleaf Nothofagus dombeyi and Drimys winteri and the coniferous podocarps, including Podocarpus nubigenus. Distribution of plants follow Rapoport's rule with plant species distribution increasing at higher latitudes and decreasing at those closer to the equator, incidents of endemism becoming more frequent as one moves equatorward. Lowland soils near the coast contain more available nutrients than more inland soils. ===Origin and evolution=== The flora of the forest has inherited and developed its characteristics due to a variety of causes. Its Neotropical affinities reflect its current geographic connection to the remaining South America. Its \"Gondwanan\" species are a legacy of the ancient supercontinent of Gondwana, a landmass formerly composed of South America, Africa, India, Antarctica and Australia. The high degree of endemic species and monospecific genera is thought to be linked to the geographic isolation came into being as result of the uplift of the Andes. There are a few \"boreal\" components in the Valdivian temperate rain forest which arrived by long-distance transport. Yet another component are the species from nearby South American ecosystems that adapted to the temperate rainforest. During the Llanquihue glaciation much of the area west of Llanquihue Lake remained ice-free during the Last Glacial Maximum and had sparsely distributed vegetation dominated by Nothofagus species. Valdivian temperate rain forest proper was reduced to scattered remnants in to the west of the Andes. More specifically the refugia of the Valdivian temperate rain forest between latitudes 41 and 37° S were; the coastal region, the lower slopes of the Chilean Coast Range and the westernmost Chilean Central Valley all of which remained free of disturbance by the glacial, glacifluvial and periglacial disturbance through the glaciation. ==Fauna== Some of the threatened mammals of the Valdivian forests include the monito del monte (Dromiciops gliroides), an arboreal marsupial, the southern pudú (Pudu pudu) the world's smallest deer, and the kodkod (Leopardus guigna), South America's smallest cat. Since the beginning of the 20th century, there have also been nonnative wild boars living in the Valdivian forests. Hummingbirds are common on Valdivian forests because of the presence of plants like the maqui (Aristotelia chilensis) and the copihue. Most mammal genera in Valdivian temperate rain forest are also found in semi-arid parts of Patagonia. Relative to similar forest in North America there is a low diversity of mammals in Chilean temperate forests. ==Conservation== The Valdivian forests include stands of huge trees, especially Nothofagus and Fitzroya, which can live to a great age. These magnificent rainforests are endangered by extensive logging and their replacement by fast-growing pines and eucalyptus, which are more sought-after by the pulp and paper industry. The native trees that are cleared to make way for these monocultures are often exported as woodchips to Japan. A start at conservation was made in November 2003 when a consortium of conservation groups, both local and international, bought at auction of a bankrupt logging firm 147,500 acres (600 km²) of biologically rich rainforest in the Valdivian Coastal Range. Gianni Lopez, Executive Director of CONAMA, Chile's national environmental agency remarked, \"Ten years ago the existence of protected areas not owned by the government was unthinkable.\" Among the efforts supporting conservation, has been a growing ecotourism industry. ==Protected areas== 24.16% of the Valdivian temperate forests ecoregion is in protected areas. ===List of protected areas=== ====Argentina==== *Los Alerces National Park *Los Arrayanes National Park *Lago Puelo National Park *Lanín National Park *Nahuel Huapí National Park ====Chile==== :Public: *Alerce Andino National Park *Alerce Costero National Park *Bosque de Fray Jorge National Park *Chiloé National Park *Huerquehue National Park *Lago Rosselot National Reserve *Llanquihue National Reserve *Los Queules National Reserve *Mocho-Choshuenco National Reserve *Puyehue National Park *Queulat National Park *Valdivia National Reserve *Vicente Perez Rosales National Park *Villarrica National Park :Private: *Huilo-Huilo Biological Reserve (owned by Víctor Peterman) *Los Vertientes Private Nature Reserve *Oncol Park (owned by Celulosa Arauco y Constitución) *Pumalín Park (owned by Douglas Tompkins until 2015) *Área Costera Protegida Punta Curiñanco (owned by CODEFF) *Tantauco Park (owned by Sebastián Piñera) *Valdivian Coastal Reserve (owned by The Nature Conservancy) ==See also== *Chilean Native Forest Law *Chilean matorral *Magellanic subpolar forests *Maulino forest ==Notes and references== == External links == *Explore the Valdivian Coastal Reserve * *Valdivian temperate rain forests/Juan Fernandez Islands (World Wildlife Fund) *Research at Chiloé Rain Forest *Flora species from Valdivian rain forests 01 Category:Temperate broadleaf and mixed forests Category:Ecoregions of Argentina Category:Ecoregions of Chile Category:Andean forests Category:Ecology of Patagonia Category:Natural history of Argentina Category:Natural history of Chile * * * * Category:Chilean Coast Range Category:Geography of Los Lagos Region Category:Geography of Los Ríos Region Category:Neotropical ecoregions",
 "title": "Valdivian temperate rain forest"
}