{
 "id": "509293",
 "text": "The Dan Ryan Expressway is an expressway in Chicago that runs from the Circle Interchange with Interstate 290 (I-290) near Downtown Chicago through the South Side of the city. It is designated as both I-90 and I-94 south to 66th Street, a distance of . South of 66th Street, the freeway meets the Chicago Skyway, which travels southeast; the I-90 designation transfers over to the Skyway, while the Dan Ryan Expressway retains the I-94 designation and continues south for , ending at an interchange with I-57. This is a total distance of . The freeway was named for Dan Ryan Jr., a former president of the Cook County Board of Commissioners. == Route description == On an average day, up to 307,100 vehicles use a portion of the Dan Ryan (2005 data). The Dan Ryan, and its North Side counterpart the Kennedy Expressway, are the busiest roads in the entire state of Illinois. Utilizing an express-local system, the Dan Ryan has 14 lanes of traffic; seven in each direction, with four of those as express lanes and the other three providing access for exit and on-ramps. Despite its width, the Dan Ryan is prone to traffic jams. The posted directions on the Dan Ryan are different from the actual compass direction of the expressway, which may cause confusion to many travelers. The Dan Ryan for its entire length runs north–south. However, the Dan Ryan is a part of the larger Interstates 90 and 94, which both run east–west through the United States. Therefore, one who is traveling \"west\" on I-90/94 is actually driving north on the Dan Ryan as it passes through Chicago; I-90 continues northwest from the Kennedy split, while I-94 runs north–south until the Marquette Interchange in Milwaukee. Similarly, \"east\" on 90 and 94 on the entire system is really south through Chicago; the interstates will continue on an easterly path outside of the city. Chicagoans also typically refer to the direction of travel as either \"inbound\" or \"outbound\" from the downtown area. Four miles of continuous high-rise housing projects (Stateway Gardens and the Robert Taylor Homes) formerly ran parallel to the expressway on its eastern side from Cermak Road south to Garfield Boulevard. However, nearly all of these buildings have been demolished as part of the CHA's transformation plan. The Red Line runs in the median of the Dan Ryan. This section of the Chicago \"L\" opened on September 28, 1969. Chicago pioneered the location of rapid transit line in expressway medians, a practice that has since been followed in several other cities, such as Toronto, Pasadena and Charlotte. The control cities for the Dan Ryan Expressway are Indiana and Chicago Loop. == History == The first segment of the Dan Ryan, opened on December 12, 1961 and ran between US 12/US 20, 95th Street north to 71st Street in Chicago's Grand Crossing neighborhood. It was named after the recently deceased Dan Ryan, Jr., who was President of the Cook County Board of Commissioners who had worked to accelerate construction of Chicago-area expressways. A year later on December 15, 1962, the stretch of the Dan Ryan between 71st Street and I-90/Eisenhower Expressway (now signed as I-290) opened to the public as well as a stretch that connected it to the Bishop Ford Freeway (then known as the Calumet Expressway). During the planning stages it was also known as the South Route Expressway. thumb|right|Northbound Dan Ryan Expressway near 51st Street thumb|right|Expressway at night thumb|right|View looking north towards the Chicago Loop from the Dan Ryan Expressway. 'L' tracks can be seen in the median. thumb|right|Heavy traffic in 1973 In 1988–1989, the northern of the Dan Ryan, known as the Elevated Bridge, were completely reconstructed. In 2006 and 2007, the Illinois Department of Transportation reconstructed the entire length of the Dan Ryan Expressway, including the addition of a travel lane from 47th Street to 95th Street. The project was the largest expressway reconstruction plan in Chicago history. The total cost of the project was $975 million, nearly twice the $550 million original estimate for the project. == Exit list == == References == == External links == * Dan Ryan Expressway (I-90 and I-94) at Steve Anderson's ChicagoRoads.com * Historic, Current & Average Travel Times For The Dan Ryan Expressway Category:Interstate 90 Category:Interstate 94 Category:Transport infrastructure completed in 1962 Category:Expressways in the Chicago area",
 "title": "Dan Ryan Expressway"
}