{
 "id": "509468",
 "text": "Fried rice is a dish of cooked rice that has been stir-fried in a wok or a frying pan and is usually mixed with other ingredients such as eggs, vegetables, seafood, or meat. It is often eaten by itself or as an accompaniment to another dish. Fried rice is a popular component of East Asian, Southeast Asian and certain South Asian cuisines, as well as a staple national dish of Indonesia. As a homemade dish, fried rice is typically made with ingredients left over from other dishes, leading to countless variations. Fried rice first developed during the Sui Dynasty in China and as such all fried rice dishes can trace their origins to Chinese fried rice. Many varieties of fried rice have their own specific list of ingredients. In Greater China, common varieties include Yangzhou fried rice and Hokkien fried rice. Japanese chāhan is considered a Japanese Chinese dish, having derived from Chinese fried rice dishes. Korean bokkeum-bap in general is not of Korean Chinese origin, although there is a Korean Chinese variety of bokkeum-bap. In Southeast Asia, similarly constructed Indonesian, Malaysian, and Singaporean nasi goreng and Thai khao phat are popular dishes. In the West, most restaurants catering to vegetarians have invented their own varieties of fried rice, including egg fried rice. Fried rice is also seen on the menus of American restaurants offering cuisines with no native tradition of the dish. Additionally, the cuisine of some Latin American countries includes variations on fried rice, including Ecuadorian chaulafan, Peruvian arroz chaufa, Cuban arroz frito, and Puerto Rican arroz mamposteao. Fried rice is a common street food in Asia. In some Asian countries, small restaurants, street vendors and traveling hawkers specialize in serving fried rice. In Indonesian cities it is common to find fried rice street hawkers moving through the streets with their food cart and stationing it in busy streets or residential areas. Many Southeast Asian street food stands offer fried rice with a selection of optional garnishes and side dishes. == Preparation == thumb|right|Cooking Chinese fried rice video Cooked rice is the primary ingredient, with myriad additional ingredients, such as vegetables, eggs, meat (chicken, beef, pork, lamb, mutton), preserved meat (bacon, ham, sausage), seafood (fish, shrimp, crab), mushrooms, among others. Aromatics such as onions, shallots, scallions, leeks, and garlic are often added for extra flavor. Various cooking oils, such as vegetable oil, sesame oil, clarified butter, or lard can be used to grease the wok or frying pan to prevent sticking, as well as for flavor. Fried rice dishes can be seasoned with salt, different types of soy sauce, oyster sauce and many other sauces and spices. Popular garnishes include chopped scallions, sliced chili, fried shallots, sprigs of parsley or coriander leaves, toasted sesame seeds, seaweed flakes (gim or nori), sliced cucumber, tomato, lime, or pickled vegetables. == History == The earliest record of fried rice is in the Sui dynasty (589–618 AD) in China. == Varieties == === East Asia === ==== China ==== * Hokkien (or Fujian) fried rice (福建炒飯), a variation of Chinese fried rice, is from the Fujian region of China; it has a thick sauce poured and mixed over it which can include mushrooms, meat, vegetables, etc. * Szechwan fried rice （四川炒飯）is a spicy stir-fried rice from Sichuan which uses doubanjiang chili sauce with garlic, green onions, and red onion. * Yin Yang Fried Rice (駌鴦炒飯） is topped with two different types of sauce, typically a savory white sauce on one-half and a red tomato-based sauce on the other half. Elaborate versions use the sauces to create a yin-yang symbol. * Yeung chow (or Yangzhou) fried rice (揚州炒飯) consists of generous portions of shrimp and scrambled egg, along with barbecued pork. This is the most popular fried rice served in Chinese restaurants, commonly referred to simply as \"special fried rice\" or \"house fried rice\". ==== Japan ==== * Chāhan (チャーハン) or Yakimeshi (焼飯) is a Chinese-derived fried rice suited to Japanese tastes by the addition of katsuobushi for flavor, prepared with myriad ingredients. * Omurice is fried rice wrapped inside an egg omelette. The fried rice is generally mixed with a variety of vegetables and meat. Often a variant called \"Chicken Rice\" (チキンライス chikinraisu) is used. Ketchup or some other tomato sauce is added to make this. ==== Korea ==== * Bokkeum-bap () is made by stir-frying bap (cooked rice) with other ingredients in oil. A wide range of fried rice dishes are common in Korean cuisine, often made with whichever ingredients are handy. In Korean restaurants, fried rice is a popular end-of-meal add-on. After eating the main dishes cooked on a tabletop stove, cooked rice along with gimgaru (seaweed flakes) and sesame oil is often added directly into the remains of the main dishes, stir-fried, and browned. ** Kimchi-bokkeum-bap () is a popular variety of bokkeum-bap, prepared with kimchi and a variable list of other ingredients. === Southeast Asia === ==== Cambodia ==== thumb|Cambodian seafood fried rice * Bai cha () is the Cambodian variation of fried rice and usually includes pork, sausages, eggs, garlic, soy sauce, and herbs. There are numerous variations of the dish in Cambodia, including bai cha kapi () made with shrimps and shrimp paste (kapi). ==== Indonesia, Malaysia, Singapore ==== * Nasi goreng means fried rice in both the Indonesian and Malaysian Malay languages. It is distinguished from other Asian fried rice recipes through the widespread use of sweet soy sauce (kecap/kicap manis manis) and ground shrimp paste. It is often accompanied by additional items such as a fried egg, fried chicken, satay, and condiments such as sambal, acar, and krupuk/keropok. It is endemic to Brunei, Indonesia, Malaysia, Singapore, and is also popular in the Netherlands. ** Nasi goreng jawa, which means \"Javanese fried rice\", commonly includes sambal ulek as a seasoning and has a spicy flavor. ** Nasi goreng pattaya is Malaysian-style nasi goreng wrapped inside an egg omelette. The fried rice is generally mixed with a variety of vegetables and meat and garnished with tomato sauce. In Indonesia, the dish is called nasi goreng amplop. * Sambal fried rice found in Singapore is a variation of fried rice made with sambal, a condiment based on chilis and belachan, derived from Indonesian and Malaysian influences. * There is also a famous fried rice from Indonesian called \"Nasi goreng kambing\". It is made with several spices, such as bay leaves, cloves, cardamom, and cumin. It is accompanied with lamb, acar, and krupuk. It is derived from Arabs influences. ==== Myanmar ==== * Burmese fried rice (, htamin gyaw) normally uses Burmese fragrant short grain rice (rounder and shorter than other varieties). A popular plain version consists of rice, boiled peas, onions, garlic, and dark soy sauce. An accompanying condiment could be ngapi kyaw (fried fish paste with shredded flakes) and fresh cucumber strips mixed with chopped onions, green chili, and vinegar. ==== Philippines ==== *Aligue rice, also known as \"crab fat fried rice\" or \"aligue fried rice\", is similar to sinangág, but with the notable addition of aligue (crab fat paste), which turns the dish a vivid orange-yellow. It can be combined with seafood like shrimp and squid and eaten as is, or eaten paired with meat dishes. * Bagoong fried rice is a type of Filipino fried rice using bagoong alamang (shrimp paste) as its main flavoring agent. Meat, scallions, as well as green mangoes are optionally additions. * Sinangág, also called \"garlic fried rice\", is a Filipino fried rice cooked by stir-frying pre-cooked rice with garlic. The rice used is preferably stale, usually leftover cooked rice from the previous day, as it results in rice that is slightly fermented and firmer. It is garnished with toasted garlic, salt, and black pepper. The rice grains are ideally loose and not stick together. :Sinangág is rarely eaten on its own, but is usually paired with a \"dry\" meat dish like tocino, longganisa, tapa, or spam. Unlike other types of fried rice, it does not normally use ingredients other than garlic, so it does not overwhelm the flavour of the main dish. When they do use other ingredients, the most common additions are scrambled eggs, chopped scallions, and cubed carrots. Cashews might also be added. Sinangág is a common part of a traditional Filipino breakfast, and it usually prepared with leftover rice from the dinner before. It is one of the components of the tapsilog breakfast and its derivatives. *Lastly, Morisqueta Tostada is an old Chinese Filipino fried rice recipe that is usually served by old Chinese restaurants in Manila. The name of the dish comes from Spanish, morisqueta referring to the rice, which comes from the Mexican dish Morisqueta which consists of white rice. And tostada meaning \"toasted\"; in other words toasted rice, implying the method in which the rice is stir fried. ==== Thailand ==== thumb|Khao phat thale, seafood fried rice Fried rice (, , ) in Thailand is typical of central Thai cuisine. In Thai, khao means \"rice\" and phat means \"of or relating to being stir-fried\". This dish differs from Chinese fried rice in that it is prepared with Thai jasmine rice instead of regular long-grain rice. It normally contains meat (chicken, shrimp, pork, and crab are all common), egg, onions, garlic and sometimes tomatoes. The seasonings, which may include soy sauce, sugar, salt, possibly some chili sauce, and the ubiquitous nam pla (fish sauce), are stir-fried together with the other ingredients. The dish is then plated and served with accompaniments like cucumber slices, tomato slices, lime, sprigs of green onion and coriander, and prik nam pla, a spicy sauce made of Thai chili, fish sauce, and chopped garlic. ==== Vietnam ==== * Cơm chiên or Cơm rang is a Vietnamese variation of the Chinese fried rice that includes diced sausage, stirred eggs, soy sauce, and onions. === South Asia === ==== India ==== * Fried rice is one of the most popular dishes of Indian Chinese cuisine in eastern and northern India. * Curry fried rice is standard fried rice mixed with curry powder for a spicier flavor. * The Tava Pulav or Tawa Pulao is a fried rice dish from Mumbai. ==== Nepal ==== * Bhuteko bhat (भुटेको भात) is a Nepalese version of fried rice generally eaten with Achar; However, curry and dhal may also be served alongside it. ==== Sri Lanka ==== * Sri Lankan fried rice () is a Sri Lankan variation of the original Chinese version. However, basmati rice is used and Sri Lankan spices are also added to it. * Nasi goreng () is a popular fried rice dish widely eaten throughout the country. It entered Sri Lankan cuisine through cultural influences from the Malay and Indonesian cuisines. === Pacific === ==== Hawaii ==== * Hawaiian fried rice this common style of fried rice in Hawaii usually contains egg, green onions, peas, cubed carrots, and either Portuguese sausage or Spam, or both, and is sometimes available with kimchi added. It is normally cooked in sesame oil. === Americas === Arroz frito is a denomination used in the Spanish speaking world, meaning \"fried rice\", with adjectives describing the Chinese-inspired varieties, e.g. arroz chino, arroz cantonés, or local specialties arroz chaufa/chaulafán/chaufán/chofán, arroz frito tres delicias. * Bacon and egg fried rice ==== Ecuador ==== * Chaulafan is the name for Chinese fried rice in Ecuador. In Ecuador and Peru, dark soy sauce is preferred in fried rice. Meats typically used are pork, beef, chicken or fish/seafood (e.g. shrimp). ==== Cuba ==== thumb|Arroz frito, Cuban-Chinese fried rice * Arroz frito (Cuban fried rice) is very similar to \"special fried rice\". It can be found alongside typical criollo dishes in many Cuban restaurants. This dish features ham, grilled pork, shrimp, chicken, and eggs, along with a variety of vegetables. Some restaurants add lechón (Cuban-style suckling pig), lobster tails, or crab. Chinese Cubans are responsible for the dish's introduction. ==== Dominican Republic ==== An estimated 30,000 people of Chinese origin live in the Dominican Republic. Migration from China began in the second half of the 19th. Fried rice alongside fried chicken (chicarrón de pollo) has been the biggest influence. Dominican fried rice is known as chofán. The dish is made with left over white rice, celery, peppers, onions, carrots, peas, soy sauce and ham, chicken, eggs or shrimp sautéed in vegetable oil. ==== Peru ==== * Arroz chaufa is a popular name for Chinese fried rice in Peru, belonging to the chifa kitchen. In Chile, it is called arroz chaufán. The most common varieties are made using the same ingredients used in China. Some exotic versions may use dried meat, beef tongue, alligator, or lizard in place of more traditional meats. In some regions, the rice is replaced with quinoa or pearled wheat, while in others the rice is mixed with noodles. Aeropuerto is a big Peruvian arroz chaufa dish containing fried noodles and many other additions. ==== Puerto Rico ==== * Arroz mamposteao is a kind of fried rice in Puerto Rico. It was brought to the island by Chinese immigrants and is usually made with leftover rice and typically Asian ingredients such as bean sprouts, ginger, garlic, soy sauce, combined with popular Puerto Rican ingredients such as red beans, sweet plantains, squash, bacon, longaniza, and variety of vegetables. Puerto Rican fried rice is usually garnished with sesame seeds, avocado, cilantro, cheese or aioli. Left over stew beans can also be added. The beans are typically stewed in sofrito, tomato sauce, spices, pork, potatoes and other ingredients. === Europe === * Fried Rice with Oyster Sauce – is fried rice incorporating oyster sauce. ==== Portugal ==== * Arroz chau- chau – is fried rice in Portuguese, and in Portugal it is often served as an accompaniment to other food. === Africa === ==== Nigeria ==== Nigerian fried rice is made with long-grain rice, protein (such as beef liver, chicken, pork, or shrimp), vegetables (such as carrots, peas, green beans, onions, and chillies), herbs and spices (such as thyme, pepper, and curry powder), and so on. == Gallery == File:Singapore Beef Fried Rice by Banej.jpg|Beef fried rice topped with a sunny side up egg File:Fried rice schezwan style.jpg|Szechwan fried rice is an Indo-Chinese dish File:Iron griddle fried rice.jpg|Cheolpan- bokkeum-bap on iron griddle File:Kimchi fried rice.jpg|Kimchi-bokkeum-bap, the most popular Korean fried rice File:Hokkien Fried Rice.jpg|Fuk gin caau faan, Hokkien fried rice File:SplitcomboYinYoengCantonesecuisine.jpg|Jyun joeng caau faan, Hong Kong-style \"mandarin ducks\" fried rice File:Thaifriedrice.jpg|Khao phat, Thai fried rice File:Khao phat kaeng khiao wan.jpg|Khao phat kaeng khiao wan, green curry fried rice File:Khao phat kraphao mu.jpg|Khao phat kaphrao, Thai fried rice with holy basil File:Crab meat fried rice - Me Dee Thai.jpg|Khao phat pu, Thai fried rice with crab meat File:Korean Chinese fried rice 2.jpg|Korean-Chinese fried rice with jajang sauce File:Nasi Goreng Ikan Asin.jpg|Nasi goreng with salted fish and egg File:Nasi Goreng Sosis Breakfast Savoy Homann Hotel.JPG|Nasi goreng istimewa, special fried rice File:Nasi Goreng Trafasie.JPG|Javanese-Surinamese nasi goreng in The Netherlands File:Nasi goreng Pattaya.JPG|Nasi goreng pattaya, Malaysian omelette rice File:Jamaican Rice served with grilled Fish and Mixed Salad and moi moi (Baked beans).jpg|Nigerian fried rice with fish, salad and steamed bean pudding File:Cutopen-local-shop-omurice-with-ketchup-Japan- nov2014.jpg|Omurice (Japanese omelette rice) cut open, with fried rice inside File:Taiwanese Fried Rice.jpg|Taiwanese fried rice File:Cebu Food Trip (11051504383).jpg|Filipino sinangág with cashews File:-SavorFilipino continues... Toci-Long-silog -FilipinoFood -Breakfast -tocino -longanisa (15095209992).jpg|Filipino tosilog breakfast with tocino and longganisa == See also == * Arroz a la valenciana * Arroz con pollo * Arròs negre * Biryani * Fried noodles * Jambalaya * Nam khao – a salad from Laos and is made with deep-fried rice balls and other ingredients * Paella * Pilaf * Risotto * Yam naem – a Thai salad prepared using fried curry rice and other ingredients == References == Category:Articles containing video clips Category:Asian cuisine Category:Mauritian cuisine Category:Dishes based on leftover ingredients Category:Chinese inventions",
 "title": "Fried rice"
}