{
 "id": "509523",
 "text": "Niels-Henning Ørsted Pedersen (, 27 May 1946 – 19 April 2005), also known by his abbreviated nickname NHØP, was a Danish jazz double bassist. ==Biography== Ørsted Pedersen was born in Osted, near Roskilde, on the Danish island of Zealand, the son of a church organist. As a child, Ørsted Pedersen played piano, but from the age of 13, he started learning to play upright bass and at the age of 14, while studying, he began his professional jazz career in Denmark with his first band, Jazzkvintet 60 (Danish for Jazz Quintet 60). By the age of fifteen, he had the ability to accompany leading musicians at nightclubs, working regularly at Copenhagen's Jazzhus Montmartre, after his debut there on New Year's Eve 1961, when he was only 15. When seventeen, he had already turned down an offer to join the Count Basie orchestra, mainly because he was too young to get legal permission to live and work as a musician in the United States. The Montmartre was a regular stop-off for touring American Jazz stars, and as a member of the house band, the young Ørsted Pedersen performed with saxophonists such as Sonny Rollins, Dexter Gordon, Rahsaan Roland Kirk and Stan Getz, and pianist Bill Evans, with whom he toured in Europe in 1965. During the 1960s, Ørsted Pedersen played with a series of other important American jazzmen who were touring or resident in Denmark, including Ben Webster, Brew Moore, Bud Powell, Count Basie, Roy Eldridge, Dizzy Gillespie, Jackie McLean, and vocalist Ella Fitzgerald. He also played with Jean-Luc Ponty, and became the bassist of choice whenever a big-name musician was touring Copenhagen. He was awarded Best Bass Player of the Year by DownBeat Critics' Poll in 1981. Ørsted Pedersen worked in duo and trio arrangements with pianist Kenny Drew, recording over 50 albums together. He also worked with Stéphane Grappelli and Joe Pass and recorded extensively as a leader. His best known songs are \"My Little Anna\", \"Jaywalkin'\", and \"The Puzzle\", as well as jazz arrangements of traditional Danish folk songs. A duo performance with Rune Gustafsson at Vossajazz 1980, concluded on the album Just The Way You Are on the label Sonet Gramofon, recorded half a year after this first meeting. He was awarded the Nordic Council Music Prize in 1991. This was the first time this prize for composition was awarded to a performing musician, and this must be ascribed to his great international standing. He was presumably the most sought-after Danish instrumentalist internationally ever, and had traveled and recorded with a series of the greatest jazz soloists internationally. Ørsted Pedersen had a particular ability to interpret Danish songs and folk melodies. He often played within trio ensembles, partly collectively with the trumpeter Palle Mikkelborg and the keyboard player Kenneth Knudsen, and partly under his own name, usually with guitarists like Philip Catherine and Ulf Wakenius. In 1999, he co-led a duo with pianist Mulgrew Miller, touring Europe, Japan, Australia, and Korea. This format was later enlarged into a trio featuring drummer Alvin Queen. This trio remained intact until Pedersen's death. == Death == Ørsted Pedersen died of heart failure in 2005 at the age of 58 in Copenhagen, Denmark. He was survived by his wife, Solveig, and his three children.\"N-H. Orsted Pedersen, 58, Bassist in Danish Jazz Scene, Dies\" (21 April 2005) The New York Times Oscar Peterson wrote: == Awards and honors == *1974: Grammy Award. Best Jazz Performance by a Group, The Trio - Oscar Peterson, Joe Pass and Niels-Henning Ørsted Pedersen *1981: Best Bass Player of the Year by Downbeat Critics' Poll *1991: Nordic Council Music Prize == Discography == === As leader === * Paul Bley/NHØP with Paul Bley (SteepleChase, 1973) * Duo with Kenny Drew (SteepleChase, 1973) * Duo 2 with Kenny Drew (SteepleChase, 1974) * Two's Company with Joe Albany (SteepleChase, 1974) * Jaywalkin' (SteepleChase, 1975) * Duo Live in Concert with Kenny Drew (SteepleChase, 1975) * Movability with Martial Solal (MPS, 1976) * Double Bass with Sam Jones (SteepleChase, 1976) * Pictures with Kenneth Knudsen (SteepleChase, 1977) * In Concert with Kenny Drew (SteepleChase, 1979) * Dancing on the Tables (SteepleChase, 1979) * Goin' Straight with Edgar Wilson (MPS, 1979) * Tania Maria & Niels Henning Orsted Pedersen (Medley, 1979) * Four Keys (MPS) with Martial Solal, Lee Konitz, John Scofield (MPS, 1979) * Chops with Joe Pass (Pablo, 1979) * Just the Way You Are with Rune Gustafsson (Sonet, 1980) * Northsea Nights with Joe Pass (Pablo, 1980) * Looking at Bird with Archie Shepp (SteepleChase, 1981) * The Viking with Philip Catherine (Pablo, 1983) * Trinity with Boulou Ferre, Elios Ferre (SteepleChase, 1983) * Face to Face with Tete Montoliu (SteepleChase, 1984) * With a Little Help from My Friend(s) with Claes Crona (Skivbolaget, 1985) * With Joy and Feelings with Ulla Neumann (Four Leaf Clover, 1985) * The Eternal Traveller (Pablo, 1984) * Threesome with Monty Alexander, Grady Tate (Soul Note, 1986) * Heart to Heart with Palle Mikkelborg, Kenneth Knudsen (Storyville, 1986) * Play with Us with Louis Hjulmand (Olufsen, 1987) * Duologue with Allan Botschinsky (MA Music, 1987) * Latin Alley with Alain Jean-Marie (IDA, 1988) * Copenhagen Groove with Moller/Clausen/Cobb (Stunt, 1989) * Three for the Road with Guitars Unlimited (Sonet, 1989) * Homage/Once Upon a Time with Palle Mikkelborg (Sonet, 1990) * Uncharted Land (Pladecompagniet, 1992) * Spanish Nights with Philip Catherine (Enja, 1992) * Art of the Duo with Philip Catherine (Enja, 1993) * Ambiance with Danish Radio Big Band (Dacapo, 1994) * Misty Dawn with Doky/Riel (Columbia, 1994) * Scandinavian Wood (Caprice, 1995) * Those Who Were (Verve, 1996) * Elegies Mostly with Dick Hyman (Gemini, 1996) * Friends Forever featuring Renee Rosnes (Milestone, 1997) – recorded in 1995 * This Is All I Ask (Verve, 1998) * In the Name of Music with Trio Rococo (BMG, 1998) * The Duets with Mulgrew Miller (Bang & Olufsen, 1999) * Breaking the Ice with Floris Nico Bunink (BV Haast, 1999) * Grundtvigs Sang Til Livet with Ole Kock Hansen (Vartov, 2000) * The Duo Live! with Mulgrew Miller (Storyville, 2016) == See also == * List of jazz bassists == Notes == == References == *\"Scandinavian Wood\": The musical career of Niels-Henning Ørsted Pedersen in the light of his discography by Jørgen Mathiasen. Books on Demand 2010. . ==External links== *Niels-Henning Orsted Pedersen – Danish virtuoso bassist who kept pace with Oscar Peterson by John Fordham, 21 May 2005, at The Guardian *[ Profile and discography] at allmusic.com *Niels-Henning Ørsted Pedersen Autumn Leaves on YouTube *Photo of Niels-Henning Ørsted Pedersen's grave at Findagrave Category:1946 births Category:2005 deaths Category:People from Lejre Municipality Category:20th- century double-bassists Category:21st-century double-bassists Category:20th- century bass guitarists Category:21st-century bass guitarists Category:Bebop double-bassists Category:Danish jazz double-bassists Category:Male double- bassists Category:Danish jazz bass guitarists Category:Danish jazz composers Category:Enja Records artists Category:Grammy Award winners Category:Hard bop double-bassists Category:SteepleChase Records artists Category:Male bass guitarists Category:21st-century guitarists Category:DR Big Band members Category:Male jazz composers Category:20th-century Danish male musicians Category:21st-century male musicians Category:20th-century jazz composers",
 "title": "Niels-Henning Ørsted Pedersen"
}