{
 "id": "509810",
 "text": "Roy Mark Hofheinz (April 10, 1912 - November 22, 1982), popularly known as Judge Hofheinz or \"The Judge\", was a Texas state representative from 1934 to 1936, county judge of Harris County, Texas from 1936 to 1944, and mayor of the city of Houston from 1953 to 1955. ==Early and personal life== Hofheinz was born on April 10, 1912, in Beaumont, Texas. The Hofheinz family moved to Houston in 1924. He graduated from San Jacinto High School with highest honors as a champion debater and started work in 1928 at age 16 after his father died. In the summer of 1928, Hofheinz was an aide at the Democratic National Convention held in Houston; he befriended future U.S. senator and president Lyndon B. Johnson at the convention. Hofheinz matriculated at Rice University and Houston Junior College before graduating from the now-defunct Houston Law School (1912–1941) in 1931 at age 19. He married Irene (\"Dene\", née Cafcalas; 1912–1966) in 1933, a fellow law student; together they had three children: Roy Jr. (1935–), Fred (1938–), and Dene (1942–). The two had met at the University of Houston in 1929. After the death of his first wife, Hofheinz married his divorced executive assistant, Mary Frances (née Gougenheim) on April 10, 1969. Hofheinz survived a stroke in 1970 that left him in a wheelchair; he eventually died in 1982 from an apparent heart attack. Judge Hofheinz was known for his cigar habit; in a 1969 profile for Sports Illustrated he gently chided the author, Tex Maule: \"Don't say 'smoke.' 'Consume' is the word. I chew a lot of them and give some away.\" He preferred the Sans Souci Perfecto cigar, approximately long, consuming 25 per day. ===Residences=== When he was serving as the mayor of Houston, he lived in a home on Galveston Bay which he named \"Huckster House\" (also known as the Gribble-Hofheinz House, Texas Historical Marker no. 10683); he had acquired it in 1950 and decorated the interior with a circus theme. In 1956, he purchased the Cochran-Hofheinz House; the house had originally been built for banker Owen L. Cochran around 1912. Hofheinz had two separate residences in the Astrodomain: the Judge's Quarters, a 24-room suite on the sixth floor of the Astrodome decorated in an eclectic fashion that Bob Hope quipped was \"early King Farouk\", where he moved after the death of his first wife; and the Celestial Suites on the ninth floor of the Astroworld Hotel, with interiors designed by Harper Goff, which Elvis Presley reportedly found too gaudy. Hofheinz decamped from the Judge's Quarters in the Astrodome in 1972; the suite was removed in 1988. The Celestial Suites are still present on the top floor of the Astroworld Hotel (now a Crowne Plaza), but have not been used recently. Hofheinz purchased the historic River Oaks mansion (also known as the T.J. and Ruth Bettes House, originally completed in 1928) in 1980 and lived there until his death in 1982. The city of Houston designated the Bettes House a historic landmark in 2009; The Cochran-Hofheinz House was so designated in 2005. ==Career== ===Politics=== After his father, a laundry truck driver, died when he was 16, Hofheinz became the breadwinner for his family. He opened a private law practice shortly after his graduation in 1931, then served in the Texas House of Representatives from 1934 to 1936 as the youngest person ever elected to the state legislature. After his one term, he ran for and was elected a judge for Harris County, Texas from 1936 to 1944, again setting a record for the youngest judge, at age 24. Known in his youth as the \"Boy Mayor\", at 23 he was the youngest county administrator in the state. He acted as campaign manager for Lyndon B. Johnson during Johnson's rise to the position of Congressman and then two Senatorial campaigns in 1941 and 1948. He lost an election for a third term as judge in 1944 and returned to private law practice. After World War II, Hofheinz pioneered FM radio and built a network of radio and television stations (including 790 KTHT Houston, now KBME; 1530 KSOX Harlingen TX, now KGBT; 680 KBAT San Antonio, now KKYX) in the Texas Gulf Coast area, and made a business of salvaging the slag from steelmaking, crushing it, and selling it as roadbuilding aggregate. In 1952, Hofheinz was elected to the first of two terms as Mayor of Houston. Hofheinz claimed credit for integrating the Harris County buses and golf courses as a judge, and as mayor, for quietly integrating rest rooms in City Hall and public libraries. He recounted an encounter with a \"socially prominent [white] female\" as mayor: I won't let my children sit by black children in the library; I don't know what they would catch! to which he retorted \"Maybe tolerance\". His often-contentious relationship with the Houston City Council led to the Council voting to impeach him in 1955 over a dispute involving higher taxes; as a compromise, a special election was held for the mayor and council members, and he was defeated. His son Fred served as mayor of Houston in the 1970s. ===Houston sports and entertainment=== The Houston Sports Association (HSA) executive committee was formed in 1957 as a syndicate of local businessmen dedicated to bringing a Major League Baseball franchise to Houston with three founding members: George Kirksey, William Kirkland, and Craig Cullinan. Cullinan, chair of the HSA, previously had been involved with the failed \"Continental League\". Local landowner R. E. \"Bob\" Smith and Hofheinz joined HSA in 1959. Previously, Bob Smith had helped Hofheinz win a second term as mayor in 1954. HSA took advantage of Hofheinz's skills as a flamboyant and successful orator, broadcaster, developer, and sportsman. On October 17, 1960, Houston was awarded the Colt .45 franchise in the ten-team National League. HSA purchased the existing minor league team, the Houston Buffaloes, in 1961 and wound down their operations. The Colt .45s played their inaugural game on April 10, 1962, the Judge's 50th birthday, beating the Chicago Cubs 11–2 at the temporary outdoor Colt Stadium. Initially, Hofheinz and Smith each retained a interest in HSA, with the remainder divided between Cullinan (15%), Kirksey (2%), and other investors, including Bud Adams. At the end of the inaugural 1962 season, Cullinan withdrew and sold his shares to Smith, who was already beginning his feud with Hofheinz. Smith and Hofheinz were the principal shareholders in HSA by 1965, and Smith became chairman of the board. HSA also was responsible for the development of the Astrodome, initially known as the Harris County Domed Stadium, the first large covered baseball and football facility in the world; the earliest discussions of a domed stadium in Houston were held at Hofheinz's house. Hofheinz later recounted the genesis for the Astrodome came from a 1962 visit to Rome with his wife Dene: \"Mama and I were standing there looking at the Colosseum. It was a large, round facility and most of the stadiums in the United States had been built to conform to the shape of the playing fields. Rectangular. I studied the history of the Colosseum and I found out that on hot days they used to have the slaves pull a cover over the top made out of papyrus or whatever they used in those days. I guess they didn't want to spoil the lions' appetite with too much heat. And I found out, too, that the emperor and the bigwigs all sat at the top of the stadium. Standing there, thinking back on those days, I figured that a round facility with a cover was what we needed in the United States and that Houston would be the perfect spot for it.\" Together, Hofheinz and Smith acquired in the South Loop region of Houston, which was then a swamp, from the owners of the Shamrock Hilton Hotel and resold to Harris County for the site of the Astrodome; to finance its construction, the county issued $31 million in two separate bond votes. HSA leased the Astrodome from the county (at $750,000 per year) and the Colt .45s were renamed the Houston Astros in 1965 when they moved into their new domed stadium. Hofheinz and Smith held 98% of the shares in HSA, with Smith owning the controlling interest of 88%. According to Hofheinz, Smith grew tired of Hofheinz's unilateral decisions affecting the construction of the stadium and demanded that he be bought out for $7.5 million on short notice; Hofheinz surprised Smith by raising the money in a week, buying out Smith in August 1965, which put him in control of HSA. As a concession, Hofheinz allowed Smith to retain a 10% interest. The Astrodome initially used clear plexiglass panes to cover the roof and admit light for the special \"Tifway 419\" Bermuda grass, but several games were lost when fielders would lose sight of the ball from the glare, and the panels were painted white. Later, after the \"Dome\" was built, he worked with engineers at Monsanto Corporation to develop Astroturf, an imitation grass now widely used where natural grass does not flourish. Other landmarks built in the giant southwest Houston development project surrounding the Astrodome, which Hofheinz dubbed the Astrodomain, included the Astrohall exposition center (billed as the largest one-story convention facility in the world) and the first major theme park in coastal Texas, AstroWorld, which opened in 1968. In addition, the Astrodomain included a four-hotel complex totaling 970 rooms on Kirby Drive to serve tourists, Astrodome patrons, and theme park guests. In 1967, he purchased, along with Israel and Irvin Feld, the Ringling Bros. and Barnum & Bailey Circus. Hofheinz became the circus's Chairman of the Board starting on November 11, 1967; his son Fred served as vice president. In 1968, the circus announced it would create a second unit to complement the original unit; the second (Blue) unit would also tour but played two shows per day in the AstroHall for thirteen weeks, starting on May 30, 1969, while the original (Red) unit continued to tour. Hofheinz and the Felds sold the circus to Mattel, Inc. in 1971. He also owned the Houston Stars professional soccer team, which played in the United Soccer Association in 1967 and North American Soccer League in 1968. The Stars team was actually the Bangu Atlético Clube, imported from Rio de Janeiro, Brazil. ===Erie County Dome Stadium=== In the late 1960s, Hofheinz became partners with Edward Cottrell, a developer from Buffalo, New York, in an effort to have Erie County, New York build what would have been the second domed stadium in the world in Lancaster, just outside Buffalo. The county, Kenford Company, and Dome Stadium, Inc. signed a contract on August 8, 1969. Under the terms of the contract, the overall idea would have been similar to the Astrodome: Kenford would donate land to the county, and the county would construct the domed stadium. Hofheinz formed a corporation, The Dome Stadium, Inc., which would lease the stadium from the county and operate events there for forty years; alternatively, the county could operate the stadium for twenty years, with Kenford and Dome providing management and promotional services. The contract became the subject of three separate lawsuits brought by interested citizens against the county. The first was filed on August 6, 1969, alleging the contract had been \"arbitrary and capricious and fraudulent\"; it was dismissed without prejudice on October 1. The second alleged the contract had been awarded without competitive bidding; the request for an injunction to block the contract was denied because an exception existed \"for services requiring special skill or training\". The third alleged the contract violated the state constitution \"and effected a waste of county funds\"; this argument was also dismissed. In 1970, Erie County narrowly voted to reject the proposed lease, prompting a lawsuit threat from Dome Stadium, Inc. Erie County authorized construction financing of up to $50 million, and the bids for the project totaled more than $70 million, causing the county to pass a resolution in early 1971 declaring an end to its relationship with Kenford/Dome without any legal liability. The slow movement on the Lancaster dome proposal also led Buffalo Bills owner Ralph Wilson to explore team relocation with Seattle city officials. After the county refused to build the facility, Cottrell and Hofheinz began what became a 20-year breach of contract litigation seeking hundreds of millions of dollars of lost profits and damages. After an initial favorable jury verdict, Dome Stadium, Inc.'s claims ultimately were dismissed following one of the longest jury trials in New York history. Cottrell would eventually receive a $10.2 million settlement in September 1989, but faced a separate lawsuit filed by Hofheinz's widow, Mary Frances, who had paid for the lawyers and expert witnesses in their suit against the county. Plans for the stadium were recovered in 2015 and displayed publicly. ===Stroke and Astrodomain sale=== After his stroke on May 14, 1970, Hofheinz consolidated his properties in the Astrodome area under the Astrodomain Corporation. Judge Hofheinz and his family were the sole owners of the Astrodomain Corporation; there were four subsidiary companies: Astroworld USA Inc., Astroworld Hotel Corporation, Astrdome/Astrohall Stadium Corporation, and Houston Sports Association Inc. The Hofheinz family was the sole owner of each subsidiary aside from HSA; 98% of HSA stock was held by the Hofheinz family, and 1% each were held by Earl Allen and the Beck Estate. Hofheinz's ill health led to rumors the Astrodomain was for sale in August 1970. However, the Astrodomain came at hard times just before the recession during the early 1970s. Hofheinz personally controlled 50% of the Astrodomain Corporation, and the other half was held in trust for his three children as an inheritance from their mother, Dene. In the early 1970s, the debt Hofheinz accumulated in purchasing the circus and opening AstroWorld was consolidated in a single $38 million loan held by Ford Motor Credit, General Electric Credit Corporation, and HNC Realty, to be repaid in quarterly installments at an interest rate of 4% above prime. Falling baseball attendance led to cash flow issues, and the three creditors seized control of the Astrodomain, naming a three-person board to run it jointly in June 1975, including Hofheinz, Astrodomain president T.H. Neyland, and Astrodomain first vice president Sidney L. Shlenker. However, Schlenker denied that Hofheinz had lost control of Astrodomain, stating \"the judge will retain the title of chairman of the board and will continue to be active as he has been in the past two years\". By that time, the Six Flags Corporation had entered a long-term lease to operate the AstroWorld theme park. Hofheinz admitted that he had lost control of the Astrodomain in January 1976, in announcing his opposition to a potential move by the Astros to New Orleans. The Astrodomain hotels were sold to Servico in May 1976. Hofheinz sold his remaining shares of the Astrodomain to GE and Ford in September 1976, retaining an option to buy it back within a year. Ford bought out the remaining GE shares in November 1978 and Hofheinz sold the Astros baseball team in 1979. ==Legacy== Hofheinz was named University of Houston alumnus of the year in 1967. In 2006, Roy Hofheinz was inducted into the Texas Baseball Hall of Fame. Hofheinz Pavilion, a multi-purpose arena on the University of Houston campus which opened in 1969, was named in his honor. In 2016, the Hofheinz family filed suit to require the University of Houston to keep Hofheinz's name on the school's basketball arena, where the Houston Cougars play. The university has asked the Harris County Probate Court to end the 47-year agreement on Hofheinz Pavilion so that the institution can negotiate a naming-rights deal in a $60 million renovation project set to begin in the spring of 2017. The university and Hofheinz family settled the dispute, and as part of the agreement a plaza with a bronze statue of Hofheinz was built near the new arena. It was announced at FanFest that Hofheinz would be inducted into the 2020 Houston Astros's Hall of Fame. ==See also== * The Astrodome * AstroWorld * Hofheinz Pavilion ==References== ==Bibliography== * * * * Category:1912 births Category:1982 deaths Category:Burials at Glenwood Cemetery (Houston, Texas) Category:People from Beaumont, Texas Category:Rice University alumni Category:University of Houston Law Center alumni Category:Members of the Texas House of Representatives Category:Mayors of Houston Category:Ringling Bros. and Barnum & Bailey Circus Category:Houston Astros executives Category:Houston Astros owners Category:Circus owners Category:Major League Baseball executives Category:Major League Baseball owners Category:North American Soccer League (1968–1984) executives Category:County judges in Texas Category:20th-century American politicians Category:Texas Democrats",
 "title": "Roy Hofheinz"
}