{
 "id": "510125",
 "text": "The 2S5 Giatsint-S (; ) is a Soviet/Russian 152 mm self-propelled gun. \"2S5\" is its GRAU designation. It is NBC protected. The 2S5 is capable of engaging targets at longer ranges and at a higher rate of fire than the more widely produced 2S3 Akatsiya 152 mm self-propelled gun, and is capable of firing nuclear projectiles. == Production history == Production of the 2S5 Giatsint-S started in 1976 along with the towed version the 2A36 Giatsint-B. It uses a chassis modified from the SA-4 Krug surface-to-air missile system with good cross-country mobility, and can carry 30 152 mm rounds with a range of 28 kilometers, or 33-40 kilometers for rocket-assisted projectiles. In addition to high explosives, the gun can also fire HEAT, cluster, smoke and nuclear projectiles. Deploying to fire the gun takes 3 minutes, and it can sustain a rate of fire of 5 to 6 rounds per minute. Most of the crew, with the exception of the gunner, deploys outside of the vehicle while firing. It is usually accompanied by an ammunition carrier with an additional 30 rounds of ammunition. The 2S5 was introduced into service in 1978, replacing the 130mm M46 field gun battalions in Soviet artillery brigades at the Army and Front level, and has also been known as the M1981 by the United States. Production ceased in 1991. == Operational history == The 2S5 was first used in combat by the Soviet Union in Soviet–Afghan War. Later, Russian forces used it in the First Chechen War and Second Chechen War. The 2S5 has been employed by the Ukrainian Army in the war in Donbas. == Operators == thumb|400px|Map of 2S5 operators in blue with former operators in red === Current operators === ;: 120 Belarus Army Equipment ;: 13 ;: 10 http://armstrade.sipri.org/armstrade/page/trade_register.php ;: **Army: 399 units (+500 in storage) **Navy: 170 units (+some in storage) ; - 24 Ground Forces Equipment – Ukraine === Former operators === ;: ;: Finnish Army, known as 152 TELAK 91. 18 units. == See also == *Infantry fighting vehicle *List of AFVs *List of artillery. == References == == External links == * 2S5 Giatsint-S description at the website of its manufacturer – scroll down the page Category:Self-propelled artillery of the Soviet Union Category:152 mm artillery Category:Military vehicles introduced in the 1970s",
 "title": "2S5 Giatsint-S"
}