{
 "id": "510231",
 "text": "Davenport is a district of Stockport, Greater Manchester, England, which at the 2011 census had a population of 14,924. Before 1974 it was in Cheshire. == History == Davenport is mentioned in the Domesday book as having 3 small holders, 2 other people, and 1 rider, it was the land of Gilbert de Venables who was the first baron of Kinderton. Davenport's name arose from the building of Davenport railway station at the behest of the Davenport family who since the later 14th century had owned nearby Bramall Hall in the neighbouring village of Bramhall. The family, in its turn, took its name from their ancestral estate of that name between Holmes Chapel and Congleton, in mid- Cheshire, an estate recorded in the Domesday Book of 1086, where it is listed as Deneport. Originally Davenport's expansion in the 1850s consisted of three key routes, Bramhall Lane, Kennerley Road and Buxton Road, all of which remain in place today. The railway station, at Davenport's main road junction, allows travel by rail towards Manchester, Stockport, Hazel Grove, and Buxton. The 1900s saw an increase in construction of residential houses and commercial developments. The aftermath of World War II saw the demolition of larger, older properties in extensive gardens to make way for smaller private residences and flats. == Places of interest == Davenport railway station remains a focal point for residents commuting to Stockport and Manchester. A bus route run by Stagecoach includes the regular 192 service along Buxton Road. Cale Green Park is a popular local attraction with its bowling green, tennis court, basketball court and playground. Stockport Lacrosse Club, the oldest in the world, have played at Cale Green Cricket Club since 1876. == Education == Adswood Primary School and St Ambrose Catholic Primary School are the nearest primary schools. Stockport Grammar School, founded in 1485, lies next to Davenport Park on Buxton Road, whilst immediately across the road is the local authority comprehensive, Stockport School. ==References== Category:Areas of Stockport",
 "title": "Davenport, Greater Manchester"
}