{
 "id": "510237",
 "text": "thumb|400px|Illustration of possible reading frames: AGG·TGA·CAC·CGC·AAG·CCT·TAT·ATT·AGC A·GGT·GAC·ACC·GCA·AGC·CTT·ATA·TTA·GC AG·GTG·ACA·CCG·CAA·GCC·TTA·TAT·TAG·C In molecular biology, a reading frame is a way of dividing the sequence of nucleotides in a nucleic acid (DNA or RNA) molecule into a set of consecutive, non-overlapping triplets. Where these triplets equate to amino acids or stop signals during translation, they are called codons. A single strand of a nucleic acid molecule has a phosphoryl end, called the 5′-end, and a hydroxyl or 3′-end. These define the 5′→3′ direction. There are three reading frames that can be read in this 5′→3′ direction, each beginning from a different nucleotide in a triplet. In a double stranded nucleic acid, an additional three reading frames may be read from the other, complementary strand in the 5′→3′ direction along this strand. As the two strands of a double-stranded nucleic acid molecule are antiparallel, the 5′→3′ direction on the second strand corresponds to the 3′→5′ direction along the first strand. In general, at the most, one reading frame in a given section of a nucleic acid, is biologically relevant (open reading frame). Some viral transcripts can be translated using multiple, overlapping reading frames. There is one known example of overlapping reading frames in mammalian mitochondrial DNA: coding portions of genes for 2 subunits of ATPase overlap. thumbnail|right|An example of a six-frame translation == Genetic code == DNA encodes protein sequence by a series of three-nucleotide codons. Any given sequence of DNA can therefore be read in six different ways: Three reading frames in one direction (starting at different nucleotides) and three in the opposite direction. During transcription, the RNA polymerase read the template DNA strand in the 3′→5′ direction, but the mRNA is formed in the 5′ to 3′ direction. The mRNA is single-stranded and therefore only contains three possible reading frames, of which only one is translated. The codons of the mRNA reading frame are translated in the 5′→3′ direction into amino acids by a ribosome to produce a polypeptide chain. ==Open reading frame== An open reading frame (ORF) is a reading frame that has the potential to be transcribed into RNA and translated into protein. It requires a continuous sequence of DNA from a start codon, through a subsequent region which usually has a length that is a multiple of 3 nucleotides, to a stop codon in the same reading frame. When a putative amino acid sequence resulting from the translation of an ORF remained unknown in mitochondrial and chloroplast genomes, the corresponding open reading frame was called an unidentified reading frame (URF). For example, the MT-ATP8 gene was first described as URF A6L when the complete human mitochondrial genome was sequenced. ==Multiple reading frames== thumb|300px|The two reading frames used by the human mitochondrial genes MT-ATP8 and MT-ATP6. The usage of multiple reading frames leads to the possibility of overlapping genes; there may be many of these in viral, prokaryote, and mitochondrial genomes. Some viruses, e.g. hepatitis B virus and BYDV, use several overlapping genes in different reading frames. In rare cases, a ribosome may shift from one frame to another during translation of an mRNA (translational frameshift). This causes the first part of the mRNA to be translated in one reading frame, and the latter part to be translated in a different reading frame. This is distinct from a frameshift mutation, as the nucleotide sequence (DNA or RNA) is not altered—only the frame in which it is read. ==See also== * Genetic code * Directionality (molecular biology) * Sense (molecular biology) ==References== Category:Protein biosynthesis Category:Genetics Category:Molecular biology",
 "title": "Reading frame"
}