{
 "id": "510447",
 "text": "thumb|200px|Paul Methuen, 3rd Baron Methuen Baron Methuen, of Corsham in the County of Wiltshire, is a title in the Peerage of the United Kingdom. It was created in 1838 for the former Member of Parliament for Wiltshire and Wiltshire North, Paul Methuen. His grandson, the third Baron (who succeeded his father), was a distinguished soldier who became Field marshal. His son, the fourth Baron, was a professional artist and Royal Academician. On his death the title passed to his younger brother, the fifth Baron. The seventh Baron, who succeeded his elder brother in 1994, was one of the ninety hereditary peers elected to the House of Lords after the passage of the House of Lords Act 1999, and sat on the Liberal Democrat benches. , the title is held by his first cousin once removed, the eighth baron, who succeeded to the title in that year. The first Baron's grandfather, Paul Methuen, was the cousin and heir of the wealthy Sir Paul Methuen, a well-known politician, courtier, diplomat and patron of art and literature, who was the son of John Methuen (c. 1650 – 1706), Lord Chancellor of Ireland between 1697 and 1703 and ambassador to Portugal. It was the last-named who in 1703 negotiated the famous Methuen Treaty, which, in return for the admission of English woollens into Portugal, granted differential duty favoring the importation of Portuguese wines into England to the disadvantage of French wines, and thus contributed to the replacement of the drinking of burgundy by that of port. The family seat is Corsham Court, in Corsham, Wiltshire. ==Barons Methuen (1838)== thumb|240px|Corsham Court *Paul Methuen, 1st Baron Methuen (1779–1849) *Frederick Henry Paul Methuen, 2nd Baron Methuen (1818–1891) *Paul Sanford Methuen, 3rd Baron Methuen (1845–1932) *Paul Ayshford Methuen, 4th Baron Methuen (1886–1974) *Anthony Paul Methuen, 5th Baron Methuen (1891–1975) *(Anthony) John Methuen, 6th Baron Methuen (1925–1994) *Robert Alexander Holt Methuen, 7th Baron Methuen (1931–2014) *James Paul Archibald Methuen-Campbell, 8th Baron Methuen (born 1952). The heir presumptive is the present holder's half-brother, Thomas Rice Mansel Methuen-Campbell (born 1977). ===Male-line family tree=== ==Arms== ==Notes== * ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * Category:Baronies in the Peerage of the United Kingdom Category:Noble titles created in 1838 Category:Noble titles created for UK MPs Category:1838 establishments in the United Kingdom Category:People from Corsham",
 "title": "Baron Methuen"
}