{
 "id": "510553",
 "text": "Alfred Moritz Mond, 1st Baron Melchett, PC, FRS, DL (23 October 1868 – 27 December 1930), known as Sir Alfred Mond, Bt, between 1910 and 1928, was a British industrialist, financier and politician. In his later life he became an active Zionist. ==Early life and education== Mond was born in Farnworth, Widnes, Lancashire, England, the younger son of Ludwig Mond, a chemist and industrialist who had emigrated from Germany, and his wife Frieda, née Löwenthal, both of Jewish extraction. He was educated at Cheltenham College and St. John's College, Cambridge, but failed his natural sciences tripos. He then studied law at the University of Edinburgh and was called to the bar by the Inner Temple in 1894.Greenaway, Frank (2004) 'Mond family ( 1867-1973)', Oxford Dictionary of National Biography, Oxford University Press. Retrieved on 9 March 2007. ==Business career== Following this he joined his father's business, Brunner Mond & Company as director, later becoming its managing director. He was also managing director of his father's other company the Mond Nickel Company. Other directorships included those of the International Nickel Corporation of Canada, the Westminster Bank and the Industrial Finance Investment Corporation. His major business achievement was in 1926 working to create the merger of four separate companies to form Imperial Chemical Industries (ICI) one of the world's largest industrial corporations at the time. He became its first chairman. ==Political career== Mond was also involved in politics and sat as Liberal Member of Parliament for Chester from 1906 to 1910, for Swansea from 1910 to 1918 and for Swansea West from 1918 to 1923. He served in the coalition government of David Lloyd George as First Commissioner of Works from 1916 to 1921 and as Minister of Health (with a seat in the cabinet) from 1921 to 1922. He later switched party and represented Carmarthen from 1924 to 1928, initially as a Liberal. Although a supporter of the \"New Liberalism\" in his early political career and a \"vocal proponent of constructive social reform\" in the postwar government, Mond became a Conservative in January 1926 after falling out with Lloyd George over the former Prime Minister's controversial plans to nationalise agricultural land.Bolitho, Alfred Mond: First Lord Melchett; Carmarthen Record Office, Dynevor Papers\" Mond was created a Baronet, of Hartford Hill in Great Budworth in the County of Chester, in 1910, and was admitted to the Privy Council in 1913. In 1928 he was raised to the peerage as Baron Melchett, of Landford in the County of Southampton. ==Benefactions, Zionism and honours== Mond's father had bequeathed a collection of old master paintings to the National Gallery and Alfred provided housing for them in 1924. In 1929 he provided land in Chelsea for the Chelsea Health Society. An enthusiastic Zionist in 1920 Mond donated ten thousand pounds to Vladimir Jabotinsky.Segev, Tom (2018 - 2019 translation Haim Watzman) A State at Any Cost. The Life of David Ben-Gurion. Apollo. . p. 166 The following year he visited Palestine with Chaim Weizmann. He contributing money to the Jewish Colonization Corporation for Palestine and writing for Zionist publications. He became President of the British Zionist Foundation and made financial contributions to Zionist causes. Melchett founded the town of Tel Mond, now in Israel. Melchett also started building what is now one of the few private houses on the shore of the Sea of Galilee, now known as Villa Melchett. Tel Aviv and several other Israeli cities have a Melchett Street commemorating him. One of Mond's most enduring contributions to Zionism did not come through direct political means but through his enthusiastic and active support of Pinhas Rutenberg, whom the British Government granted exclusive concessions to produce and distribute electricity in Palestine. Mond sat on the Board of the Palestine Electric Company and actively promoted the case of the company in London's political and industrial circlesShamir, Ronen (2013) Current Flow: The Electrification of Palestine. Stanford: Stanford University Press, pp. 121, 127, 134 Mond was elected a Fellow of the Royal Society in 1928 and received a number of honorary degrees from Oxford, Paris and other universities. ==Personal life== In 1894 Mond married Violet Goetze and they had one son, Henry Ludwig, and three daughters, Eva Violet, Mary Angela, and Norah Jena. Mond died in his London home in 1930, and his son succeeded in the barony. ==Publications== * Industry and Politics (1927) * Imperial Economic Unity (1930) ==Literary references== Mond is mentioned in T. S. Eliot's 1920 poem A Cooking Egg. He is also widely considered to be the inspiration behind Mustapha Mond, one of the ten world controllers in Aldous Huxley's 1932 novel Brave New World. ==Coat of arms== ==See also== *Ludwig Mond Award *Melchett Medal *Mond gas ==References== == External links == * * * Category:1868 births Category:1930 deaths Category:Alumni of St John's College, Cambridge Category:Alumni of the University of Edinburgh Category:Barons in the Peerage of the United Kingdom Category:Burials at St Pancras and Islington Cemetery Category:Conservative Party (UK) MPs for Welsh constituencies Category:Deputy Lieutenants of Cheshire Category:English businesspeople Category:English Jews Category:British Ashkenazi Jews Category:English people of German-Jewish descent Category:Fellows of the Royal Society (Statute 12) Category:Imperial Chemical Industries executives Category:Jewish British politicians Category:Liberal Party (UK) MPs for Welsh constituencies Category:Members of the Inner Temple Category:Liberal Party (UK) MPs for English constituencies Category:Members of the Parliament of the United Kingdom for Carmarthenshire constituencies Category:Members of the Parliament of the United Kingdom for Swansea constituencies Category:Members of the Privy Council of the United Kingdom Alfred Mond,1st Baron Melchett Category:People educated at Cheltenham College Category:People from Widnes Category:UK MPs 1906–1910 Category:UK MPs 1910 Category:UK MPs 1910–1918 Category:UK MPs 1918–1922 Category:UK MPs 1922–1923 Category:UK MPs 1924–1929 Category:UK MPs who were granted peerages Category:Tel Mond Category:National Liberal Party (UK, 1922) politicians Category:Peers created by George V",
 "title": "Alfred Mond, 1st Baron Melchett"
}