{
 "id": "510775",
 "text": "Yolande Thibeault (born October 8, 1939 in Montreal, Quebec) is a journalist and politician in Quebec, Canada. She was elected a Member of Parliament of the House of Commons of Canada for the Saint-Lambert Riding in the 1997 general election. She was re-elected in the 2000 election with considerable majority over other candidates. She is a former freelance journalist for the Canadian Press. She also volunteered as assistant to the Chief Organizer of the NO committee in Saint-Lambert during the 1995 Quebec referendum, and was a volunteer on the YES committee during the 1992 Charlottetown Accord referendum. She served as Co-Chair for Jacques Saada's federal election campaign in the 1993 election, and was \"city leader\" for the Quebec Liberal Party in Saint-Lambert for the 1994 provincial election. During her first mandate as Member of Parliament (MP), she was assistant deputy chair of the Committees of the Whole House. For her second term, she was vice-chair of the Standing Committee on Official Languages, a member of the Standing Committee on Human Resources Development and the Status of Persons with Disabilities, chair of the Prime Minister's caucus Task Force on Seniors, chair of the Canada-Germany Friendship Group, chair of the Canada-Cyprus Friendship Group, executive member of the Canada-France Inter-Parliamentary Association, and executive member of Canada-Africa Parliamentary Group. She won the Liberal nomination for Saint-Lambert in 2004 against Carole Marcil. She was subsequently defeated in the election of 2004, losing by 5,370 votes to Cameroonian-born sovereigntist Maka Kotto of the Bloc Québecois. Thibault's defeat was remarkable both because the riding had been considered a \"Liberal fortress\", and because of her large majority in 1997. ==See also== *Members of the Canadian House of Commons ==References== ==External links== *Biography on the Liberal Party website. * Category:1939 births Category:Women members of the House of Commons of Canada Category:French Quebecers Category:Liberal Party of Canada MPs Category:Living people Category:Members of the House of Commons of Canada from Quebec Category:Politicians from Montreal Category:Women in Quebec politics Category:21st-century Canadian politicians Category:21st-century Canadian women politicians",
 "title": "Yolande Thibeault"
}