{
 "id": "510798",
 "text": "Sailing ships frequently encounter difficult conditions, whether by storm or combat, and the crew frequently called upon to cope with accidents, ranging from the parting of a single line to the whole destruction of the rigging, and from running aground to fire. ==Steering== The sailboat is particularly vulnerable to capsizing or hitting a shoal or rock in the water when the steering fails. In heavy chop there is a lot of force on the rudder as it is pushed by the water. If the ship is flying a Spinnaker and it loses steering, the boat will most likely broach (head up into wind), which will, on most boats, cause a capsize in heavy weather. It is possible to sail smaller dinghies without a rudder using only sail adjustment. ==Rigging== Running rigging is often subject to parting, especially during bad weather, or when attempting to carry too much sail in a strong wind. For instance, the brace on the weather side is under a considerable strain, and its parting would allow the entire yard to swing free, a rather ugly prospect for a spar up to 30 meters long. In general, for each line there is a procedure to a) reduce the forces at play, b) use other lines to bring loose items under control, and c) run a replacement line (retying is not usually an option, since the knot will not fit through the blocks). The most critical lines will sometimes have a backup in the form of a \"preventer\" line serving the same function. Standing rigging is a structural element that holds up the masts, and loss of standing rigging puts them at risk of being sprung (cracked) or simply snapped off. By the end of the age of sail, most stays had preventers, and warships equipped themselves with \"rigging stoppers\" or \"fighting stoppers\", small lengths of rope arranged so they could be attached to shrouds quickly and tightened. In the days of wooden construction, sprung masts were a serious problem, because their structural integrity was compromised, and the next gust of wind could easily bring them down. Upper masts were usually just replaced by spares carried for the purpose. The usual recourse for the lower mast was to \"fish\" it by lashing a special set of spars to the mast along the cracked area. If the mast was gone altogether, it had to be replaced with a jury rig assembled from whatever spars were available. ==Cargo shift== On a ship, cargo must be stowed evenly so that the ship sits upright. All ships are vulnerable to cargo shifting, causing the ship to develop a list to one side. However sailing ships are particularly vulnerable because the ship naturally heels over in reaction to the force of the wind on the sails. If the cargo is not adequately secured the cargo may fall to the leeward side of the ship. Loose cargos (e.g. grain) flow downhill like water if not adequately secured (e.g. by shifting boards) and are particularly prone to shifting. If a large quantity of cargo shifts the ship may develop such a heavy list that she capsizes. A catastrophic cargo shift caused the loss of the tall ship Pamir in 1957. ==Grounding== Ship grounding is a type of marine accident that involves the impact of a ship on the seabed, resulting in damage of the submerged part of her hull and in particularly the bottom structure, potentially leading to water ingress and compromise of the ship's structural integrity and stability. Grounding induces extreme loads onto marine structures and is a marine accident of profound importance due to its impact: * The environmental impact, especially in the case where large tanker ships are involved. * The loss of human life. * Financial consequences to local communities close to the accident. * The financial consequences to ship-owners, due to ship loss or penalties. The grounding, depending on the maneuvers of the master before the impact, may result in the ship being stranded. Depending on the nature of the relief of the seabed at the location, i.e. being muddy or rocky, different measures have to be taken to release the ship and carry it to a safe harbor. ==Capsizing== thumb| capsized after a fire The severity of a capsize depends on the size and design of a vessel. A small dinghy is designed to capsize and be righted by her crew. Yachts are typically built to right themselves even if heeled over beyond 90 degrees. However a large sailing ship will typically lose all stability at a smaller angle of heel, and will be vulnerable to downflooding and sinking if heeled beyond this point. Yachts will capsize almost immediately when they loose their keel. Fortunately, this is rare, but if it does, it's a life-threatening danger, as seen in the case of the sunken Cheeki Rafiki. ==Fire== Fire is a serious threat to all ships, but to a ship made of wood, rope, and canvas, it was the greatest danger of all. Cooking fires in the galley were watched constantly, and put out instantly if the weather turned ugly, or an enemy ship appeared in the distance. Warships had an elaborate set of procedures for handling their gunpowder; the magazines were deep in the ship and the lanterns kept in another room, with a window between. The introduction of steam power in the mid-19th century was attended by the use of \"fire-engines\" consisting of pumps and hoses. Even so, fire was fatal to a ship far more often than not. ==References== * John Harland. (1984). Seamanship in the Age of Sail. Naval Institute Press. chap. 22 * Parrott, Daniel. (2003). Tall Ships Down - the last voyages of the Pamir, Albatross, Marques, Pride of Baltimore and the Maria Asumpta. McGraw Hill. . Category:Sailing ships",
 "title": "Sailing ship accidents"
}