{
 "id": "510840",
 "text": "Bennett Alfred Cerf (May 25, 1898 – August 27, 1971) was an American writer, publisher and co-founder of the American publishing firm Random House. Cerf was also known for his own compilations of jokes and puns, for regular personal appearances lecturing across the United States, and for his weekly television appearances for over 17 years on the panel game show What's My Line? ==Biography== Bennett Cerf was born on May 25, 1898, in Manhattan, New York, to a Jewish family of Alsatian and German origin. Cerf's father Gustave Cerf was a lithographer; his mother, Frederika Wise, was heiress to a tobacco- distribution fortune. She died when Bennett was fifteen; shortly afterward, her brother Herbert moved in to the Cerf household and became a strong literary and social influence on the teenager. Cerf graduated from Townsend Harris High School in 1916, the same public school as publisher Richard Simon and playwright Howard Dietz. He spent his teenage years at 790 Riverside Drive, an apartment building in Washington Heights, which was home to two of his friends who became prominent as adults: Howard Dietz and Hearst newspapers financial editor Merryle Rukeyser. Cerf received his Bachelor of Arts from Columbia College of Columbia University (1919) and his Litt.B. (1920) from its School of Journalism. After graduation, he briefly worked as a reporter for the New York Herald Tribune and for some time in a Wall Street brokerage. He then was named a vice-president of the publishing firm Boni & Liveright. In 1925, Cerf and Donald S. Klopfer formed a partnership to purchase the rights to the Modern Library from Boni & Liveright, and they went into business for themselves. They increased the popularity of the series and, in 1927, they began publishing general trade books that they had selected \"at random.\" This began their publishing business, which in time they named Random House. It used as its logo a little house drawn by Cerf's friend and fellow Columbia alumnus Rockwell Kent. Cerf's talent in building and maintaining relationships brought contracts with such writers as William Faulkner, John O'Hara, Eugene O'Neill, James Michener, Truman Capote, Theodor Seuss Geisel, and others. He published Atlas Shrugged, written by Ayn Rand, even though he vehemently disagreed with her philosophy of Objectivism. He admired her \"sincerity\" and \"brillian[ce]\", and the two became lifelong friends. In 1933, Cerf won United States v. One Book Called Ulysses, a landmark court case against government censorship, and thereafter he was the first in the United States to publish James Joyce's unabridged Ulysses. (One chapter had been published in Margaret Anderson's and Jane Heap's The Little Review, a Chicago-based literary magazine, which had led to its being found \"a work of obscenity\".) In 1932, Random House had the rights to publish the book in the United States, and they arranged for a test case to challenge the implicit ban so as to publish the work without fear of prosecution. The publisher therefore made an arrangement to import the book and to have a copy seized by the United States Customs Service when it arrived. After seizure, the United States Attorney took seven months before deciding whether to proceed further; although the Assistant U.S. Attorney assigned to assess the work's obscenity considered it a \"literary masterpiece\", he also felt it was obscene within the meaning of the law. The office therefore sued under the Tariff Act of 1930, which allowed a district attorney to bring an action against obscene literature. Cerf later presented the book in question to Columbia University.Cerf, Bennett. At Random. New York: Random House, 1977. p. 93. In 1944, Cerf published the first of his books of jokes and anecdotes, Try and Stop Me, with illustrations drawn by Carl Rose. A second book, Shake Well before Using, was published in 1949. It was then that he became a member of the Peabody Awards Board of Jurors, where he served from 1946–1967 and 1970–1971. He was Chair Juror of the Peabody Jurors Board from 1954 to the end of his first term in 1967, and published a weekly column, \"The Cerf Board\", in the Sunday supplement magazine This Week. Cerf was also inducted into Omicron Delta Kappa in 1967 at Florida Southern College. In 1959, Maco Magazine Corporation published what became known as \"The Cream of the Master's Crop\", a compilation of Cerf's jokes, gags, stories, puns, and wit. ==Game show appearances== Before 1951, Cerf was an occasional panelist on the NBC game show Who Said That?, on which celebrities tried to identify the speakers of quotations taken from recent news reports. In 1951, he began appearing weekly on What's My Line?, where he stayed for 16 years, until the show ended its run on CBS, in 1967. Until his death, Cerf continued to appear regularly on the CBS Films (now Viacom) syndicated version of What's My Line?, along with Arlene Francis. Cerf was known as \"Bennett Snerf\" in a Sesame Street puppet parody of What's My Line? During his time on What's My Line?, Cerf received an honorary degree from the University of Puget Sound, and an honorary doctorate of letters in November 1965 from William Jewell College, in Liberty, Missouri. Cerf twice was a juror at the Miss America pageant. ==Later life== Cerf was interviewed in 1967 and 1968 by Robin Hawkins, a freelancer working for the Oral History Research Office at Columbia University. Cerf claimed that, of all the awards which he'd received in his life, he was \"genuinely proud of\" those bestowed on him by humor magazines The Yale Record and The Harvard Lampoon. Cerf was the subject of Jessica Mitford's exposé, published in the July 1970 issue of Atlantic Monthly, which denounced the business practices of the Famous Writers School which Cerf had founded. ===Characterizations=== S. J. Perelman's 1945 feuilleton \"No Dearth of Mirth, Fill Out the Coupon\", describes Perelman's fictionalized encounter with a jokebook publisher named Barnaby Chirp. Perelman's 1962 play The Beauty Part features the caricature Emmett Stagg of the book publishing empire Charnel House, who was based on Cerf and played on Broadway by William LeMessena. He was similarly portrayed as publisher \"Bennett Blake\" on The Patty Duke Show in the 1964 episode \"Auld Lang Syne\". In 2006, Peter Bogdanovich portrayed Cerf in the film Infamous. ==Personal life== Cerf married actress Sylvia Sidney on October 1, 1935; they divorced six months later on April 9, 1936. He married Hollywood actress Phyllis Fraser, a cousin of Ginger Rogers, on September 17, 1940. They had two sons, Christopher and Jonathan. In the early 1950s, while maintaining a Manhattan residence, Bennett and Phyllis Cerf bought an estate at Mount Kisco, New York, which became his country home for the rest of his life. A Mount Kisco street named Cerf Lane runs from Croton Avenue and is named after him. ==Death== Cerf died from natural causes in Mount Kisco, on August 27, 1971, aged 73. He was survived by his wife and sons. ==Legacy== Random House published his autobiography, At Random: The Reminiscences of Bennett Cerf, in 1977. Bennett Cerf Drive, just outside the City of Westminster in Carroll County, Maryland, is named after him. This is the location of the Random House Westminster Distribution Center & Offices, one of two Random House distribution facilities in the U.S., as well as the location of Bennett Cerf Park. ==Bibliography== *The Arabian Nights: or the Book of a Thousand and One Nights (anthology; New Illustrations and Decorations by Steele Savage; printed and bound by The Cornwall Press, Inc., for Blue Ribbon Books, Inc., 1932) *The Bedside Book of Famous American Stories (anthology, 1936) *The Bedside Book of Famous British Stories (anthology, 1940) *The Pocket Book of War Humor (anthology, 1943) *Try and Stop Me (1944) *Famous Ghost Stories (anthology, 1944) *Laughing Stock (1945) *Anything for a Laugh: a collection of jokes and anecdotes that you, too, can tell and probably have (1946) *Shake Well Before Using (1948) *The Unexpected (anthology, 1948) *Laughter Incorporated (1950) *Good for a Laugh (1952) *An Encyclopedia of Modern American Humor (anthology, Doubleday & Co., Inc., 1954) LOC 54-11449 *The Life of the Party (1956) *The Laugh's on Me (1959) *Laugh Day (1965) *At Random: The Reminiscences of Bennett Cerf (New York: Random House, 1977, ). *Dear Donald, Dear Bennett: the wartime correspondence of Donald Klopfer and Bennett Cerf (New York: Random House, 2002). . *Bennett Cerf's Book of Laughs (New York: Beginner Books, Inc., 1959) LOC 59-13387 *Bennett Cerf's Book of Riddles *Bennett Cerf's Bumper Crop (2 volume set) *Bennett Cerf's Houseful of Laughter *Bennett Cerf's Treasury of Atrocious Puns (1968; possibly the last book he published before he died) ==References== * ==External links== *Notable New Yorkers – Bennett Cerf – biography, photographs, and the audio and transcript of Bennett Cerf's oral history from the Notable New Yorkers collection of the Oral History Research Office at Columbia University * *1957 interview by Mike Wallace (The Mike Wallace Interview, November 30, 1957) * * * *Finding aid to Bennett Cerf papers at Columbia University. Rare Book & Manuscript Library. Category:1898 births Category:1971 deaths Category:American book publishing company founders Category:American people of German-Jewish descent Category:Television personalities from New York City Category:Jewish American writers Category:Townsend Harris High School alumni Category:Columbia University Graduate School of Journalism alumni Category:Random House Category:Columbia College (New York) alumni Category:20th-century American Jews",
 "title": "Bennett Cerf"
}