{
 "id": "511185",
 "text": "Bell Textron Inc. is an American aerospace manufacturer headquartered in Fort Worth, Texas. A subsidiary of Textron, Bell manufactures military rotorcraft at facilities in Fort Worth, and Amarillo, Texas, as well as commercial helicopters in Mirabel, Quebec, Canada. ==History== ===Bell Aircraft=== The company was founded on July 10, 1935, as Bell Aircraft Corporation by Lawrence Dale Bell in Buffalo, New York. The company focused on the designing and building of fighter aircraft. Their first fighters were the XFM-1 Airacuda, a twin-engine fighter for attacking bombers, and the P-39 Airacobra. The P-59 Airacomet, the first American jet fighter, the P-63 Kingcobra, the successor to the P-39, and the Bell X-1 were also Bell products.History of Bell Helicopter . bellhelicopter.com thumb|Previous Bell logo In 1941, Bell hired Arthur M. Young, a talented inventor, to provide expertise for helicopter research and development. It was the foundation for what Bell hoped would be a broader economic base for his company that was not dependent on government contracts. The Bell 30 was their first full-size helicopter (first flight December 29, 1942) and the Bell 47 became the first helicopter in the world rated by a civil aviation authority, becoming a civilian and military success. ===Bell Helicopter=== Textron purchased Bell Aerospace in 1960. Bell Aerospace was composed of three divisions of Bell Aircraft Corporation, including its helicopter division, which had become its only division still producing complete aircraft. The helicopter division was renamed Bell Helicopter Company and in a few years, with the success of the UH-1 Huey during the Vietnam War, it had established itself as the largest division of Textron. In January 1976, Textron changed the division's name to Bell Helicopter Textron. Bell Helicopter had a close association with AgustaWestland. The partnership dated back to separate manufacturing and technology agreements with Agusta (Bell 47 and Bell 206) and as a sublicence via Agusta with Westland (Bell 47). When the two European firms merged, the partnerships were retained, with the exception of the AB139, which is now known as the AW139. Bell and AW cooperated also on the AW609 tiltrotor.Oliver Johnson & Elan Head. \"Bell CEO outlines European growth plan\" Vertical, October 15, 2014. Accessed: October 21, 2014. Bell planned to reduce employment by 760 in 2014 as fewer V-22s were made. A rapid prototyping center called XworX assists Bell's other divisions in reducing development time. The company was rebranded as \"Bell\" on February 22, 2018. ==Product list== thumb|Bell 206B JetRanger III thumb|Bell Nexus ‘Air Taxi’ at Smithsonian in 2022 ===Commercial helicopters=== {| class=\"wikitable sortable\" ! Model !! Intro. !! Until !! colspan= 2 data-sort-type=\"number\"| MTOW (lb/t) !! Notes |- | Bell 47 || 1946 || 1974 || 2,950 || 1.34 | based on the Bell 30 prototype, piston engine |- | Bell 47J Ranger || 1956 || 1967 ||2,950 || 1.34 | Bell 47 executive variant |- | Bell 204/205 || 1959 || 1980s || 9,500 || 4.31 | Huey family civil variant, single turboshaft |- | Bell 206 || 1967 || 2017 || 3,200 || 1.45 | light single or twin turboshaft |- | Bell 210 || || || 11,200 || 5.08 | 205B |- | Bell 212 || 1968 || 1998 || 11,200 || 5.08 | Civilian UH-1N Twin Huey |- | Bell 214 || 1972 || 1981 || 15,000 || 6.8 | larger Huey |- | Bell 214ST || 1982 || 1993 || 17,500 || 7.94 | medium twin derived from the 214 |- | Bell 222/230 || 1979 || 1995 || 8,400 || 3.81 | light twin |- | Bell 407 || 1995 || current || 6,000 || 2.72 | four-blade single derived from the 206L-4 |- | Bell 412 || 1981 || current || 11,900 || 5.4 | four-blade 212 |- | Bell 427 || 2000 || 2010 || 6,550 || 2.97 | 407 derived light twin |- | Bell 429 GlobalRanger || 2009 || current || 7,000 || 3.2 | lengthened 427 |- | Bell 430 || 1995 || 2008 || 9,300 || 4.22 | 222/230 stretch |- | Bell 525 Relentless || 2018 || current || 20,500 || 9.3 | in development |- | Bell 505 Jet Ranger X || 2017 || current || 3,680 || 1.67 | 206 development |- |Bell Nexus |2020 |current | | |pre-production hybrid- electric propulsion system with six tilting ducted fans |} thumb|Bell Nexus ‘Air Taxi’ at Smithsonian in 2022 Established in 1986, its Mirabel, Quebec facility assembles and delivers most Bell's commercial helicopters and delivered its 5,000th helicopter on December 12, 2017. ===Military helicopters=== * Bell H-12 * Bell H-13 Sioux ** Bell XH-13F * Bell XH-15 * Bell HSL * Bell UH-1 Iroquois (or Huey) ** Bell Huey family ** Bell UH-1 Iroquois variants * Bell UH-1N Twin Huey * Bell YHO-4 * Bell 207 Sioux Scout – experimental attack helicopter * Bell 533 – experimental Huey variant with increased performance * Bell AH-1 Cobra * Bell AH-1 SeaCobra/SuperCobra * Bell 309 KingCobra - experimental attack helicopter * YAH-63/Model 409 – competitor with the YAH-64 for Advanced Attack Helicopter program * Bell OH-58 Kiowa * H-1 upgrade program ** Bell UH-1Y Venom ** Bell AH-1Z Viper * Bell CH-146 Griffon * Bell ARH-70 Arapaho - cancelled armed reconnaissance helicopter * Bell 360 Invictus - proposed armed reconnaissance helicopter ===Tiltrotors=== thumb|right|V-22 in flight thumb|right|V-280 in flight * Bell XV-3 * Bell XV-15 * Bell Pointer * Bell V-247 Vigilant – currently in development * Bell V-280 Valor – currently in development, first flown 2017 * V-22 Osprey – with Boeing BDS * TR918 Eagle Eye UAV * Quad TiltRotor – with Boeing BDS * Bell BAT (1984 tiltrotor project for LHX programme – not built) * Bell CTR-1900 (Tilt- rotor project only – not built) * Bell CTR-22 (Tilt-rotor project only – not built) * Bell CTR-750 (Tilt-rotor project only – not built) * Bell CTR-800 (Tilt-rotor project only – not built) * Bell D-326 (Clipper 1980 commercial tilt-rotor project – not built) ===Projects produced by other companies=== * AgustaWestland AW139 helicopter (formerly 50-50 as the Agusta-Bell AB139, now 100% AgustaWestland) * AgustaWestland AW609 tiltrotor (formerly 50-50 as the Bell-Agusta BA609, now 100% AgustaWestland) * Lockheed Martin VH-71 Kestrel ====Unproduced designs==== * Bell 280 (project only, twin-engined wide-body variant of the Cobra) * Bell D-218 * Bell D-230 (Flying Jeep project – not built) * Bell D-245 * Bell D-246 * Bell 400 TwinRanger (1984), cancelled 206-derived light twin * Bell D-292 (1985), Light Helicopter Experimental (LHX) prototype * Bell 417 (2006) cancelled Bell 407 growth variant * Bell FCX-001, March 2017 concept ==Facilities== Bell manufacturing and support facilities are: ;Military * Fort Worth, Texas - located at Fort Worth Alliance Airport; first and primary assembly plant * Amarillo, Texas: located near Rick Husband Amarillo International Airport; assembly plant for H1, V-22 and 525 ;Commercial * Mirabel, Quebec, Canada: opened in 1983 and located next to Montreal-Mirabel International Airport; it produces components for Bell 429, 505 and 525; assembly plant for 505 and finally assembly for current commercial products for Canadian market ==See also== * Leonardo Helicopters * Airbus Helicopters * Sikorsky Aircraft ==References== ==External links== * *Bell timeline at the Helicopter History Site *Video history of Bell Helicopter * Category:Helicopter manufacturers of the United States Category:Defense companies of the United States Category:Helicopter manufacturers of Canada Category:Manufacturing companies based in Fort Worth, Texas Category:Textron Category:Vehicle manufacturing companies established in 1935 Category:1935 establishments in New York (state) Category:1960 mergers and acquisitions",
 "title": "Bell Textron"
}