{
 "id": "511178",
 "text": "thumb|right|Three beer taps. A beer tap is a valve, specifically a tap, for controlling the release of beer. While other kinds of tap may be called faucet, valve or spigot, the use of tap for beer is almost universal. This may be because the word was originally coined for the wooden valve in traditional barrels. Beer served from a tap is largely known as draught beer, though beer served from a cask is more commonly called cask ale, while beer from a keg may specifically be called keg beer. Beer taps can be also used to serve similar drinks like cider or long drinks. There are many different types and styles of beer or keg taps. ==Usage== ===Pressure-dispense bar tap=== Beer supplied in kegs is served with the aid of external pressure from a cylinder of carbon dioxide (or occasionally nitrogen) which forces the beer out of the keg and up a narrow tube to the bar. At the end of this tube is a valve built into a fixture (usually somewhat decorative) on the bar. This is the beer tap and opening it with a small lever causes beer, pushed by the gas from the cylinder, to flow into the glass. Some view this system as disadvantageous as it produces a frothy head which must be left to subside before more beer can be added to the glass. Some manufacturers have tried to address this problem by producing a device which allows the beer to be poured from the bottom up. Some people, such as Germans and the Dutch prefer a rather large amount of head on their beers. ===Portable keg tap=== thumb|220px|Beer kegs with taps. Sometimes, beer kegs designed to be connected to the above system are instead used on their own, perhaps at a party or outdoor event. In this case, a self- contained portable tap is required that allows beer to be served straight from the keg. Because the keg system uses pressure to force the beer up and out of the keg, these taps must have a means of supplying it. The typical \"picnic tap\" uses a hand pump to push air into the keg; this will cause the beer to spoil faster but is perfectly acceptable if the entire keg will be consumed in a short time. Portable taps with small CO2 cylinders are also available. ===Cask beer tap=== thumb|left|Gravity cask tap. Beers brewed and served by traditional methods, typically cask ale, do not use artificial gas. Taps for cask beer are simple on-off valves that are hammered into the end of the cask (see keystone for details). When beer is served directly from the cask (\"by gravity\"), as at beer festivals and some pubs, it simply flows out of the tap and into the glass. When the cask is stored in the cellar and served from the bar, as in most pubs, the beer line is screwed onto the tap and the beer is pulled through it by a beer engine. The taps used are the same, and in beer- line setups the first pint is often poured from the cask as for \"gravity\", for tasting, before the line is connected. Cask beer taps can be brass (now discouraged for fear of lead contamination), stainless steel, plastic, and wood. ====Tall fount==== thumb|Aitken founts In Scotland, cask ale was traditionally served through a tall fount (pronounced \"font\"). These appear similar to keg taps (indeed, many Scottish pubs serve keg beer through adapted tall founts) rendered from brass but the beer was drawn from the barrel via air pressure generated by a water engine rather than by a pressurised artificial gas. Some pubs still dispense cask beer using this method (although the water engine will invariably have been replaced by an electric compressor) but is increasingly rare due to the perception that hand-pumps are the correct means by which to serve real ale, and to the potential for confusion with keg ale, which is regarded as inferior by many beer drinkers.O'Neill, Patrick (2005) Cellarmanship, CAMRA Publications pp.68–69 The Aitken fount variety is still in use in several Edinburgh pubs but there were other designs. ==Dimensions== Typical tap handles are 9-13\" tall, but can range from very short (4\") to novelty lengths (>13\"). Most taps are assembled with a 4\" delrin handle. The threading for tap handles is 3/8\"-16 UNC (coarse). The faucet is male and the handle is female. ==See also== * Beer tower * Beer engine ==References== ==External links== Category:Beer vessels and serving Category:Valves",
 "title": "Beer tap"
}