{
 "id": "511324",
 "text": "PayPoint plc is a British business offering a system for paying bills in United Kingdom, Ireland and Romania. It is listed on the London Stock Exchange. ==History== The PayPoint network was set up in 1996 with the aim of enabling customers to load gas and electricity onto their pre-paid energy meters in cash at their local convenience store. Prepayment meters are intended to help customers to manage energy use, thereby helping the environment, and control their spending, thereby enabling to live within their limited means. Typically about 40% of customers use prepayment meters for their electricity and gas: this percentage has remained roughly constant over the last five years. First tested in Northern Ireland, the system was expanded to London in 1997 and in 1998, British Gas prepayment meter customers were able to charge their Quantum smart cards at PayPoint retailers. Following continued growth and public listing, in 2006, the company became the exclusive cash payment network for the BBC's TV Licence fee. In November 2006 and February 2007, PayPoint acquired online payment service providers Metacharge and SECPay respectively. In September 2010, PayPoint completed the acquisition of Verrus, a pay-by-phone parking payment provider and re-branded in North America and Europe under the brand name, PayByPhone. In May 2014, PayPoint.net and PayByPhone were merged under a single identity, PayPoint Mobile and Online. In February 2011, Collect+ a parcel sending and collection service, was launched as a joint venture between PayPoint and Yodel. This service is available through almost 6,000 of the PayPoint retail network in the United Kingdom and allows customers to collect and send packages at their local convenience store. On 6 April 2020, PayPoint announced an agreement with Yodel to take full ownership of Collect+. ==Operations== thumb|upright|The PayPoint branding in use on most stores PayPoint allows cash payments at any one of 28,200 United Kingdom PayPoint outlets, 500 in Ireland and 9,000 in Romania. It also provides multi-channel payment for retailers – desktop, laptop, tablet, mobile, mPOS. In most cases, PayPoint's fees are usually paid by the payee organisation rather than by the payer, the notable exception being deposits into Monzo bank accounts, for which Monzo deducts a £1 fee from the deposited amount. ==References== ==External links== * Category:Financial services companies of the United Kingdom Category:Payment service providers Category:Companies based in Welwyn Hatfield Category:Financial services companies established in 1996 Category:Companies listed on the London Stock Exchange Category:1996 establishments in the United Kingdom Category:Companies established in 1996 Category:Payment systems Category:British companies established in 1996",
 "title": "PayPoint"
}