{
 "id": "511362",
 "text": "Baron Congleton, of Congleton in the County Palatine of Chester, is a title in the Peerage of the United Kingdom. It was created in 1841 for the Whig politician and former Secretary at War and Paymaster of the Forces Sir Henry Parnell, 4th Baronet. His eldest son, the second Baron, devoted his life to religious work and was an early member of the Plymouth Brethren. The latter was succeeded by his younger brother, the third Baron. He served in the Royal Navy and fought at the Battle of Navarino in 1827. His eldest surviving son, the fourth Baron, was a major-general in the British Army and served in the Crimean War and in the Anglo-Zulu War. The latter's eldest son, the fifth Baron, was killed in action in Ypres Salient during the First World War and was succeeded by his younger brother, the sixth Baron. , the titles are held by the latter's grandson, the ninth Baron, who succeeded his father in 2015. The Parnell Baronetcy, of Rathleague in the Queen's County, was created in the Baronetage of Ireland on 3 November 1766 for the first Baron's grandfather John Parnell. He represented Maryborough in the Irish Parliament. His son, the second Baron, sat as a Member of the Irish House of Commons for Queen's County and served as Chancellor of the Exchequer in Ireland. His younger son was the aforementioned fourth Baronet, who was raised to the peerage in 1841. Another member of the Parnell family was Charles Stewart Parnell. He was grandson of William Parnell-Hayres, third son of the second Baronet. ==Parnell baronets, of Rathleague (1766)== *Sir John Parnell, 1st Baronet (c. 1720–1782) *Sir John Parnell, 2nd Baronet (1744–1801) *Sir John Augustus Parnell, 3rd Baronet (1775–1812) *Sir Henry Brooke Parnell, 4th Baronet (1776–1842) (created Baron Congleton in 1841) ==Barons Congleton (1841)== thumb|Escutcheon of the Barons Congleton *Henry Brooke Parnell, 1st Baron Congleton (1776–1842) *John Vesey Parnell, 2nd Baron Congleton (1805–1883) *Henry William Parnell, 3rd Baron Congleton (1809–1896) *Henry Parnell, 4th Baron Congleton (1839–1906) *Henry Bligh Fortescue Parnell, 5th Baron Congleton (1890–1914) *John Brooke Molesworth Parnell, 6th Baron Congleton (1892–1932) *William Jared Parnell, 7th Baron Congleton (1925–1967) *Christopher Patrick Parnell, 8th Baron Congleton (1930–2015Telegraph Announcements Retrieved 14 December 2015) *John Patrick Christian Parnell, 9th Baron Congleton (born 1959) The heir apparent is the present holder's eldest son, the Hon. Christopher John Edward Parnell (born 1987). ==Notes== ==References== ===Attribution=== * * * Category:Baronies in the Peerage of the United Kingdom Category:Noble titles created in 1841 Category:Noble titles created for UK MPs Category:Congleton Category:1766 establishments in Ireland Category:1841 establishments in the United Kingdom",
 "title": "Baron Congleton"
}