{
 "id": "511376",
 "text": "thumb|Admiral Sir Thomas Fremantle, ancestor of the Barons Cottesloe Baron Cottesloe, of Swanbourne and Hardwick in the County of Buckingham, is a title in the Peerage of the United Kingdom. It was created on 2 March 1874 for the Conservative politician and former Chief Secretary for Ireland, Sir Thomas Fremantle, 1st Baronet (1798–1890). He was the son of Admiral Sir Thomas Fremantle (1765–1819). Lord Cottesloe had already been created a Baronet, of Swanbourne in the County of Buckingham, on 14 August 1821, chiefly in recognition of his father's services, and with remainder to the latter's heirs. His father Sir Thomas Fremantle was created Baron Fremantle, of the Austrian Empire, which Lord Cottesloe inherited in 1819 with the death of his father. Subsequently, in 1822 he was given a Royal licence, which authorized him and his successors to use the title in Britain. However, a warrant issued on 27 April 1932 withdrew all the royal licences, only allowing the use of the title to the then current holders, their heir (if any was born) and their heir's heir (if any was born). The fifth baron was the last holder being allowed to use the Austrian title in the United Kingdom.Foreign Titles in the UK - website heraldica.orgForeign titles in the UK - website gov.uk ==History== The 1st Baron Cottesloe was succeeded by his eldest son, Thomas Fremantle, 2nd Baron Cottesloe. He represented Buckinghamshire in the House of Commons as a Conservative. His son, the 3rd Baron, served as Lord Lieutenant of Buckinghamshire. The latter's grandson, the fifth Baron, who succeeded his father in 1994, also served as Lord Lieutenant of Buckinghamshire between 1984 and 1997. , the title is held by his son, the sixth baron, who succeeded in that year. Several other members of the Fremantle family have also gained distinction. William Henry Fremantle, uncle of the first Baron, was a politician. John Fremantle, son of Colonel Stephen Fremantle, uncle of the first Baron, was a major-general in the army. He was the father of 1) General Sir Arthur Fremantle and of 2) FitzRoy William Fremantle, a major-general in the Coldstream Guards. Sir Charles Fremantle, brother of the first Baron, was a naval commander. The town of Fremantle, Western Australia, is named after him. The Very Reverend the Hon. William Robert Fremantle, brother of the first Baron, was Dean of Ripon. The Very Reverend the Hon. William Henry Fremantle, second son of the first Baron, was Dean of Ripon and Canon of Canterbury. His second son Sir Francis Edward Fremantle was a Conservative politician. The Hon. Sir Charles Fremantle (1834–1915), third son of the first Baron, was an administrator with the Suez Canal Company. The Hon. Sir Edmund Fremantle, fourth son of the first Baron, was an admiral in the Royal Navy. He was the father of 1) Admiral Sir Sydney Fremantle and 2) Sir Selwyn Fremantle, an administrator in India. ==Baron Fremantle of the Austrian Empire (1816–present)== * Admiral Thomas Francis Fremantle, 1st Baron Fremantle (1765–1818) ==Fremantle Baronets (1821–present)== * Sir Thomas Francis Fremantle, 1st Baronet, 2nd Baron Fremantle (1798–1890), created Baron Cottesloe in 1874 ==Barons Cottesloe (1874–present)== thumb|Escutcheon of the Barons Cottesloe * Thomas Francis Fremantle, 1st Baron Cottesloe, 2nd Baron Fremantle (1798–1890) * Thomas Francis Fremantle, 2nd Baron Cottesloe, 3rd Baron Fremantle (1830–1918) * Thomas Francis Fremantle, 3rd Baron Cottesloe, 4th Baron Fremantle (1862–1956) * John Walgrave Halford Fremantle, 4th Baron Cottesloe, 5th Baron Fremantle (1900–1994) * John Tapling Fremantle, 5th Baron Cottesloe, 6th Baron Fremantle (1927–2018) * Thomas Henry Fremantle, 6th Baron Cottesloe (born 1966) The heir presumptive is the present holder's half uncle Hon. Edward Walgrave Fremantle (born 1961) The heir presumptive's heir apparent is his son Henry John Fremantle (born 1996) ==References== ===Attribution=== * * * Category:Baronies in the Peerage of the United Kingdom Category:Noble titles created in 1874 Category:Noble titles created for UK MPs",
 "title": "Baron Cottesloe"
}