{
 "id": "511459",
 "text": "In camera (; Latin: \"in a chamber\"). is a legal term that means in private. The same meaning is sometimes expressed in the English equivalent: in chambers. Generally, in-camera describes court cases, parts of it, or process where the public and press are not allowed to observe the procedure or process.. In-camera is the opposite of trial in open court where all parties and witnesses testify in a public courtroom, and attorneys publicly present their arguments to the trier of fact. ==In camera hearings during trials== Entire cases may be heard in-camera when, for example, matters of national security are involved. In-camera review by a judge may be used during otherwise open trials—for example, to protect trade secrets or where one party asserts privilege (such as attorney–client privileged communications). This lets the judge review documents in private to determine if revelation of documents in open court will be allowed. In United States courts in-camera review describes a process or procedure where a judge privately looks at confidential, sensitive, or private information to determine what, if any, information may be used by a party or made public. An in camera review may be at someone's request (such as counsel in the case), or by order of the court. An example of \"in-camera review\" by the court: a defendant prosecuted for the alleged murder of a high school student asserts his was an act of self- defense, a last resort after the deceased physically assaulted the defendant. Witnesses tell investigators and lawyers that the victim \"was always getting into fights in school\" and frequently had to visit the principal's office. The defendant seeks to obtain the deceased's high school files to see if there is anything proving the deceased fighting at school. A party for the deceased's family might argue against disclosure on the basis that school records which are presumably private should not be provided to the defendant. While a judge might acknowledge the general presumption, the court might permit the defendant limited use at trial of any school records that may establish the deceased's physically aggressive tendencies. In this example, before allowing disclosure of files to the defendant, or for revelation of the records to the jury, the judge performs an in camera inspection on the deceased's high school records to determine what records, if any, would be released to the defendant. The judge may disallow use of some or all of the records that are reviewed, limit use or purpose of the records, and may order a party to take all steps necessary to keep private and confidential the information released. ==Non- legal definitions== In-camera can also describe closed board meetings that cover information not recorded in the minutes or divulged to the public. Such sessions may discuss personnel, financial, or other sensitive decisions that must be kept secret (e.g., a proposed merger or strategic change the organization does not want disclosed to competitors). It can also apply to diplomatic and political affairs, such as during the American Constitutional Convention in 1787 when the drafting of the Constitution of the United States was discussed in such strict privacy so delegates could negotiate in full confidence that they were free to reconsider particular positions as necessary without embarrassment or political repercussions with their constituents. In camera may also mean the portion of a graduate level thesis examination that includes only the examining committee and the student. This follows a presentation by the student that the public may attend. == See also == * Motion in limine * Open court principle * United States v. The Progressive--a case where two trials were held simultaneously, one in-camera and one public ==References== Category:Latin legal terminology Category:Classified information Category:Privacy Category:Courts Category:Legal procedure Category:Judicial legal terminology",
 "title": "In camera"
}