{
 "id": "511506",
 "text": "Philémon Yunji Yang (born June 14, 1947Profile at Cameroonian government website .\"Fiche sur les nouveaux minitres (2)\", Cameroon Tribune, December 10, 2004 .) is a Cameroonian politician who served as Prime minister from 30 June 2009 to 4 January 2019. Previously he was Assistant Secretary General of the Presidency, with the rank of minister,List of members of the Secretariat- General of the Presidency, Presidency website . from 2004 to 2009. He served in the government from 1975 to 1984 and was Cameroon's Ambassador to Canada from 1984 to 2004. He is the longest-serving Prime Minister in Cameroonian history. ==Biography== Yang was born in Jikejem-Oku, in Oku Sub Division located in the Bui Division of the Northwest Region of Cameroon. After studying law at the University of Yaoundé, he became a prosecutor at the Court of Appeal in BueaChristina Leadlay, \"Diplomatic Circles\" , Embassy (Canada), January 12, 2005. in January 1975. He was appointed to the government as Deputy Minister of Territorial Administration on June 30, 1975 and promoted to the post of Minister of Mines and Energy on November 8, 1979. He remained in the latter position for more than four years before being dismissed from the government on February 4, 1984.List of governments of Cameroon . He then became Ambassador to Canada on 23 October 1984,Diplomatic, Consular, & Other Representatives in Canada, March 2003, page 5. remaining in that post for 20 years; his title changed to High Commissioner when Cameroon joined the Commonwealth of Nations in 1995. He also served as the Dean of the Diplomatic Corps in Canada for about 10 years. Yang's time in Ottawa was dedicated to securing more foreign aid for his country, despite Canadian concerns about human rights abuses and corruption. Along with other representatives of African countries, he was pleased by Canada's commitment to debt relief in 2000. Yang lived in Ottawa's Grenfell Glen neighborhood during his long stint as High Commissioner. He headed Cameroon's delegation to the negotiations on the Cartagena Protocol on Biosafety from February 1998 to January 2000, and after the Protocol was adopted on January 29, 2000, he became chairman of the Intergovernmental Committee for the Cartagena Protocol (ICCP).Philémon Y. Yang, \"Cartagena Protocol on Biosafety: Opportunities and Challenges\", in Looking Ahead: International Law in the 21st Century (2002), Canadian Council on International Law, page 211, note 1. He remained High Commissioner to Canada until he was appointed as Assistant Secretary-General of the Presidency of Cameroon on December 8, 2004. He left Ottawa on December 17 and was installed as Assistant Secretary-General of the Presidency on December 21.Nicolas Amayena, \"Présidence: les nouveaux ministres en poste\" , Cameroon Tribune, December 22, 2004 . Later, Yang was appointed as chairman of the board of directors of the Cameroon Airlines Corporation in late December 2008.Honoré Foimoukom, \"Universités d’Etat: Biya limoge Njeuma et Kontchou\" , Le Messager, 30 December 2008 . left|thumb|President Paul's meeting with Prime Minister Philemon Yang during the best wishes ceremony President Paul Biya appointed Yang as Prime Minister on June 30, 2009, replacing another anglophone, Ephraïm Inoni.Jean-Bruno Tagne, \"Breaking News: Paul Biya modifie son Gouvernement !\", Cameroon-info.net, 30 June 2009 . Yang's appointment marked the largest government shakeup since his predecessor was named Prime Minister in December 2004. Biya stated on state radio that three ministers from the previous government had switched places, six new names were added while six portfolios were cut entirely. The opposition said that it did not expect a great deal of change due in part to the continuance of a large government. They had been hoping for a cut to thirty ministers; the real number remains in the sixties. The reshuffle was believed to have been spurred on by public anger over rising food prices and the discontent with the high level of government corruption. Adding to this, the move was seen as an attempt by Biya to shore up support for the next presidential election in 2011.Tansa Musa, \"Cameroon's president sacks PM in reshuffle\", Reuters, 30 June 2009. In addition to Yang, new ministers were appointed for defence, posts and telecommunications, communication, education, promotion of women, water and energy, and sports.\"Cameroon president names new prime minister in government reshuffle\", Xinhua, 1 July 2009. ==References== ==External links== *Official Website *World Statesmen – Cameroon Category:1947 births Category:Cameroon People's Democratic Movement politicians Category:High Commissioners of Cameroon to Canada Category:Living people Category:Prime Ministers of Cameroon Category:People from Northwest Region (Cameroon) Category:University of Ottawa alumni",
 "title": "Philémon Yang"
}