{
 "id": "512032",
 "text": "The Virgin River is a tributary of the Colorado River in the U.S. states of Utah, Nevada, and Arizona. The river is about long.Calculated with Google Maps and Google Earth It was designated Utah's first wild and scenic river in 2009, during the centennial celebration of Zion National Park. ==History== The first known Euro-American party to encounter the Virgin was led by Jedediah Smith in 1826. Smith named it \"Adams River\", after then-president John Quincy Adams.Smith, Jedediah S., [Harrison G. Rogers], and George R. Brooks (ed.). The Southwest Expedition of Jedediah S. Smith: His Personal Account of the Journey to California, 1826–1827, p. 55. Lincoln and London, University of Nebraska Press, [1977] 1989. Later explorer and mapmaker John C. Fremont reported that it was called \"Rio Virgen\" but did not state the origin of the name. Hiram Chittenden speculated that Smith had later renamed the river after Thomas Virgin, who was badly wounded in an 1827 attack by Mohave people during the crossing of the Mojave Desert. Virgin recovered from his wounds but was later killed, along with most of Smith's companions, in an attack by Umpqua people (in present-day Oregon). The Old Spanish Trail followed the Virgin River for part of its length from near St. George to the point it ascended the Mormon Plateau to cross to the Muddy River in present-day Nevada. ==Course== 300px|thumb|right|The Virgin River, a tributary of the Colorado, is shown highlighted on a map of the southwestern United States Its origin is in Southwestern Utah, at the Navajo Reservoir in the Dixie National Forest, north of Zion National Park, and is formed by the confluence of the East Fork Virgin, that flows through Mount Carmel Junction on the east side of Zion National Park and Parunaweap Canyon, with the North Fork Virgin River, that flows from Navajo Lake through Zion Canyon in Zion National Park. The river flows in a southwesterly direction, passing south of the old townsite of St. George where the Santa Clara River joins the Virgin at a place the Paiutes called Tonaquint. The river then flows across the northwestern corner of Arizona through the Virgin River Gorge and past the towns of Beaver Dam and Littlefield. It enters southern Nevada near the town of Mesquite and empties into the Colorado at the Lake Mead reservoir, approximately east of Las Vegas. The last of the Virgin River forms the north arm of Lake Mead. ==Ecology== Despite flowing through an arid region, the Virgin River is home to a surprisingly diverse array of plants and animals. Southwestern Utah is located at the intersection of three physiographic regions: the Colorado Plateau, the Great Basin, and the Mojave Desert. The exceptional landscapes and habitats of this region harbor unique plant and animal communities and species found nowhere else in the world. Without the water of the Virgin River system, these species could not exist. The Virgin River directly supports hundreds of wildlife species including, woundfin, Virgin River chub, Virgin spinedace, flannelmouth sucker, desert sucker, speckled dace, and Southwestern Willow Flycatcher. Many of these species are endangered or are considered sensitive species within the State of Utah. The Virgin River Program was established to balance increasing human demand and maintain this unique system. Woundfin (Plagopterus argentissimus) Federally listed endangered species Size: 4″ (10.2 cm) One of the rarest species on earth, the endangered woundfin is found only in a small section of the Virgin River. Woundfin have large fins and scale-less, streamlined bodies that help them survive in swift, silty conditions. Although small, it is shark-like in both appearance and action as it feeds on small insects in shallow areas along the river. Woundfin live only one to two years and their survival depends upon sufficient flow within the river, especially during hot summer months. Virgin River chub (Gila seminuda) Federally listed endangered species Size: 18 \" (46.4 cm) Rare and beautiful, this fish is the top native predator in the Virgin River. Chub are a fast streamlined fish with a sloped forehead, humped back, and thin rounded tail. The Virgin River chub feeds on small fish, insects, and plant matter. Chub prefer deep pools and runs with boulders and debris for cover. Virgin River chub were once an important food source for Native Americans and early pioneers. Listed as an endangered species, the Virgin River chub is found from Pah Tempe Hot Springs down to Halfway Wash, Nevada. Desert sucker (Catostomus clarkii) State of Utah wildlife species of concern Size: 18″ (46.4 cm) The desert sucker gets its name from the way it feeds on aquatic vegetation and insects. It uses its thick cartilaginous lips to scrape and suck food from rocks and boulders along the bottom of the river. Desert Suckers are very colorful during the spring spawning season, developing bright orange and black 'racing stripes' along their sides. Desert suckers are considered a sensitive species in Utah, where they are only found in the Virgin River and its tributaries. Speckled dace (Rhinichthys osculus) Size: 4 \" (10.2 cm) One of the most widespread species in western North America, the speckled dace is found in large numbers throughout the Virgin River and its tributaries. Speckled dace prefer rocky areas but are comfortable living in all habitats and stream sizes. Speckled dace exhibit a kaleidoscope of shapes and colors across their range. Males display bright red \"lipstick\" and red fins to attract mates during breeding season. Southwestern Willow Flycatcher (Empidonax trailii extimus) Federally listed endangered species The Southwestern Willow Flycatcher occurs in dense riparian habitats along streams rivers, and other wetlands. At low elevations, the flycatcher breeds in dense, patchy habitats composed of mid-sized to tall trees and shrubs. At higher elevations, it occurs in dense stands of low to moderate height riparian shrubs. Vegetation density within 4 m (13 ft) is especially important. Preferred habitats are almost always associated with standing or slow-flowing water. The destruction of riparian habitats has caused a severe decline in the populations of the southwestern willow flycatcher. Currently, this sub-species exists only in fragmented and scattered locations throughout its range. Historically, the breeding range reached from southern California, southern Nevada, southern Utah, Arizona, New Mexico, western Texas, southwestern Colorado, and northwestern Mexico. The flycatcher is a migratory bird that winters in Mexico, Central America, and northern South America. Currently, the breeding range for the flycatcher is similar to the historic range, though much of the riparian habitat in the southwest has been degraded by agricultural practices, invasion of non-native vegetation and urban development. The Southwestern Willow Flycatcher is an insectivore, taking insects from the air, or picking them from the foliage. The Southwestern Willow Flycatcher is present on breeding grounds by mid-May. By late May, nests are built, usually in a branched tree fork near the water. Typically, three eggs are laid and then incubated for 12–13 days. Virgin spinedace (Lepidomeda mollispinis mollispinis) State conservation species Size: 5″ (12.7 cm) The Virgin spinedace looks, feeds, and behaves like a miniature trout. This silvery minnow gets its name from the sharp spiny rays in its dorsal fin. Virgin spinedace are found only in the Virgin River Basin. Unlike the woundfin and chub, which live only in the Virgin River, spinedace are also found throughout many tributary streams. Virgin Spinedace prefer deep pools and runs and are at home in both clear and turbid water. Flannelmouth sucker (Catostomus latipinnis) State conservation species Size: 2+' (64.8 cm) The flannelmouth sucker is the largest native fish in the Virgin River, growing over two feet in length and weighing over six pounds. The flannelmouth's thick fleshy lips contain taste buds that help it find food along the bottom of the River, including aquatic invertebrates, organic debris and algae. Flannelmouth suckers are usually found in deep sandy areas of the Virgin River, but large numbers congregate in shallow gravel areas for spawning in the spring. Water in the river's lower valley provides irrigation for the cultivation of cotton, pomegranates, and figs. The Nevada river valley's significance is commemorated by Nevada Historical Marker 56. ==Virgin River Gorge== The scenic Virgin River Gorge is in northwest Arizona just south of the Utah state line. It is a popular winter rock climbing area noted for its steep and overhanging limestone walls. Interstate 15 follows the Virgin River for several miles through the Virgin River Gorge. ==Gallery== Image:Virgin River 6.jpg|View of the lower river, between Mesquite and Lake Mead Image:Zion Virgin River EF1.jpg|Small rock waterfall in the Virgin River's north fork, passing through Zion National Park File:Virgin River Zion National Park Utah 21Mar2018 SkySat.jpg|Satellite image of the Virgin River in Zion National Park ==See also== * List of rivers of Utah * List of rivers of Nevada * List of rivers of Arizona * List of tributaries of the Colorado River ==References== ==Further reading== * Carlson, D.D. and D.F. Meyer. (1995). Flood on the Virgin River, January 1989, in Utah, Arizona, and Nevada [Water- Resources Investigations Report 94-4159]. Salt Lake City: U.S. Department of the Interior, U.S. Geological Survey. * Hereford, R., G. Jacoby, and V.A.S. McCord. (1995). Geomorphic history of the Virgin River in the Zion National Park area, southwest Utah [U.S. Geological Survey Open-File Report 95-515]. Reston, VA: U.S. Department of the Interior, U.S. Geological Survey. * Langenheim, V.E. et al. (2000). Geophysical constraints on the Virgin River Depression, Nevada, Utah, and Arizona [U.S. Geological Survey Open-File Report 00-407]. Menlo Park, CA: U.S. Department of the Interior, U.S. Geological Survey. * Wilkowske, C.D., V.M. Heilweil, D.E. Wilberg. (1998). Selected hydrologic data for the central Virgin River basin area, Washington and Iron counties, Utah, 1915–97 [U.S. Geological Survey Open-File Report 00-407]. Salt Lake City: U.S. Department of the Interior, U.S. Geological Survey. ==External links== * Virgin River Program Category:Tributaries of the Colorado River in Nevada Category:Tributaries of the Colorado River in Utah Category:Rivers of Arizona Category:Rivers of Nevada Category:Rivers of Utah Category:Zion National Park Category:Rivers of Mohave County, Arizona Category:Rivers of Clark County, Nevada Category:Rivers of Washington County, Utah Category:Rivers of Kane County, Utah Category:Tributaries of the Colorado River in Arizona Category:Tributaries of the Lower Colorado River in Arizona Category:Old Spanish Trail (trade route) Category:Mormon Road Category:National Park Service Wild and Scenic Rivers",
 "title": "Virgin River"
}