{
 "id": "512076",
 "text": "Defender is a scrolling shooter video game developed by Williams Electronics in 1980 and released for arcades in 1981. A side-scrolling shooter, the game is set on either an unnamed planet or city (depending on platform) where the player must defeat waves of invading aliens while protecting astronauts. Development was led by Eugene Jarvis, a pinball programmer at Williams; Defender was Jarvis' first video game project and drew inspiration from Space Invaders and Asteroids. Defender was demonstrated in late 1980, before entering production in early 1981. It was distributed in Japan by Taito. Defender was one of the most important titles of the golden age of arcade video games, selling over 55,000 units to become the company's best-selling game and one of the highest-grossing arcade games ever. Praise among critics focused on the game's audio-visuals and gameplay. It is frequently listed as one of Jarvis' best contributions to the video game industry and one of the most difficult video games. Though not the first game to scroll horizontally, it created the genre of purely horizontal scrolling shoot 'em ups. It inspired the development of other games and was followed by sequels and many imitations. Several ports were developed for contemporary game systems, most of them by either Atari, Inc. or its software label for non-Atari platforms, Atarisoft. == Gameplay == thumb|left|alt=A horizontal rectangular video game screenshot that is a digital representation of a planet surface. A white, triangular spaceship in the upper right corner battles green alien enemies. The top of the screen features a banner that displays icons, numbers, and a miniature version of the landscape.|The spaceship (upper right) flies above the surface to protect humans. The minimap shows the entire world. Defender is a side-view, horizontally scrolling shooter set on the surface of an unnamed planet. The player controls a spaceship flying either to the left or right. A joystick controls the ship's elevation, and five buttons control its horizontal direction and weapons. The player starts with three \"smart bombs\", which destroy all visible enemies. As a last resort, the \"hyperspace\" button works as in Asteroids: the player's ship reappears in a random—possibly unsafe—location. Players are allotted three ships at the start of the game; another ship and smart bomb are awarded every 10,000 points (adjustable per machine). Two players can alternate turns. The object is to destroy all alien invaders, while protecting astronauts on the landscape from abduction. Landers pick up humans and attempt to carry them to the top of the screen at which point they turn into fast-moving mutants. A captured human can be freed by shooting the lander, then catching the human before it falls to its death, and dropping it off on the ground. Defeating the aliens allows the player to progress to the next level. Failing to protect the astronauts, however, causes the planet to explode and the level to become populated with mutants. Surviving the waves of mutants results in the restoration of the planet. A ship is lost if it is hit by an enemy or its projectiles, or if a hyperspace jump goes wrong (as they randomly do). After exhausting all ships, the game ends. == Development == Defender was Williams Electronics' first attempt at developing a new video game; the company's earlier game was a Pong clone. The popularity of coin-operated arcade games in 1979 spurred the company to shift its focus from pinball games to arcade games. The company chose Eugene Jarvis, who had a successful record of Williams pinball games, to head development. Larry DeMar, Sam Dicker, and Paul Dussault assisted Jarvis. At the time, Williams had a small staff and the management was unfamiliar with technology used for its electronic games. As a result, the staff was afforded a large amount of creative freedom. === Initial development === Space was a popular setting for video games at the time, and Jarvis felt the abstract setting would help obscure simple graphics that lacked realism. Initially, Jarvis spent 3–4 months developing color variations of Taito's Space Invaders and Atari's Asteroids. First inspired by Space Invaders, he created a similar game with new gameplay mechanics. After spending a few weeks on the design, however, the team abandoned the idea, believing it lacked enjoyment. Development then shifted to emulating Atari's Asteroids, but hardware differences between Asteroids and Defenders proposed specifications were problematic. Asteroids displays vector graphics on a special monitor, while the staff planned to use pixel graphics on a conventional monitor. The team experimented with recreating the game with pixel graphics, but also abandoned it because they felt the gameplay lacked enjoyment and visual appeal. Believing their first attempts to be too derivative, the developers held brainstorming sessions. During a session, they agreed that one of Asteroidss favorable elements was its wraparound. They felt a game that allowed the player to fly off the screen would be exciting, and decided to create a game world larger than the screen displayed. The game's environment was made longer than the screen, with the visible area scrolling horizontally. Expanding on the idea, they envisioned a version of Space Invaders rotated 90 degrees. By changing the orientation of Space Invaders design, the ship moved up and down while flying horizontally. Large asteroids, an element from Asteroids, were then added to the game world, but were later removed because the staff felt it lacked enjoyment. Jarvis intended the screen to scroll only from left to right; fellow Williams employee Steve Ritchie, however, convinced him the game should be able to scroll in either direction. After six months of development, the team felt the game had not made enough progress. They examined other games and concluded that survival was a necessary component to implement. To achieve this, they devised enemies to present a threat, the first of which was the \"Lander\". Jarvis enjoyed violent, action entertainment, and wanted the game to have those elements, but felt the action should have a reasonable objective. Inspired by the 1960s television show The Defenders, Jarvis titled the game Defender, reasoning that the title helped justify the violence. He added astronauts to expand on the space theme and give players something to defend while they shot enemies. The element of flying over a planetscape was added after a brainstorming session between Jarvis and Ritchie. The landscape is depicted as a line only a pixel wide, primarily because the hardware was not powerful enough to generate anything more detailed. === Later development === By July, development was behind schedule and Jarvis's superior began to pressure him to finish the game in time for a then-upcoming trade show, the AMOA, in September. Jarvis spent several weeks creating the astronauts, which his boss felt should be omitted if the process didn't speed up. The pressure frustrated him to the point he considered resigning. Around that time, a new programmer named Sam Dicker was hired. He assisted in programming the game and added visual and audio effects. For example, Dicker implemented a particle effect algorithm to generate unique explosions for destroyed enemies. The new elements re-invigorated Jarvis, who felt the project began to show promise. Development then shifted focus to the enemies. Landers were given the ability to capture humans, and a new enemy was devised from the mechanic: \"Mutants\", captured humans that had turned hostile. The Mutants added a rescue element to the game that Jarvis believed made it more interesting to players and encouraged them to continue playing. The element of making a \"comeback\" from a dire situation was applied to the planet as well. Jarvis felt it mimicked the ups and downs of real life. \"Bombers\", enemies which release floating bombs on the screen, were added next. More enemies were added to create different gameplay elements. \"Swarmers\" and \"Pods\" were designed to attack the spaceship as opposed to the astronauts. \"Baiters\" were included to add pressure to the player by preventing them from lingering. The enemies quickly follow the spaceship to collide with it, and were based on a similar enemy in Asteroids. By September, the game was still unfinished, and almost every Williams programmer assisted in meeting the deadline for the AMOA trade show. The evening before the trade show, the arcade cabinets were delivered for display. The developers, however, forgot to create an attract mode—an automated sequence designed to entice an audience to play—for the game, and began working on it that night. Early the next morning, the team created the final EPROM chips for the mode and installed them in cabinets. The chips did not work and the designers made additional attempts to correct the problem. Once the attract mode was operational, Jarvis and the team returned to their homes to prepare for the show. After the show, the developers expanded the game to allow users to play indefinitely. The display model featured five levels, which the team felt was more than enough because of the game's difficulty. Most Williams employees could not progress past the third level and Jarvis's score of 60,000 points seemed unbeatable to them. The developers decided it was best to be prepared for players that might exceed their expectations and added more levels that repeated. === Hardware === The game features amplified monaural sound and pixel graphics on a CRT monitor. A Motorola 6809 central processing unit handles the graphics and gameplay, while a Motorola 6800 microprocessor handles the audio. A pack of three AA batteries provide power to save the game's settings and high scores when the machine is unplugged from an electrical outlet. The cabinet artwork is stenciled on the wooden frame. Development started by focusing on the game's hardware. The staff first debated what type of monitor to use: black-and-white or color. They reasoned that using advanced technology would better establish them as good designers and chose a color monitor. The developers estimated that the game would require 4 colors, but instead chose hardware that could display each pixel in 16 colors. At the time, the designers believed that was more than they would ever need for a game. The monitor's resolution is 320×256, an expansion from the then-industry standard of 256×256. The staff believed that the wider screen provided a better aspect ratio and would improve the game's presentation. Video games at the time relied on hardware to animate graphics, but the developers decided to use software to handle animation and programmed the game in assembly language. The switch allowed them to display more on- screen objects at a lower cost. The game's control scheme uses a two-way joystick and five buttons. Jarvis designed the controls to emulate both Space Invaders and Asteroids simultaneously. The player's left hand manipulates the joystick similar to Space Invaders and the right hand pushes buttons similar to Asteroids. The button functions also use a similar layout to Asteroids, with the button to shoot projectiles and accelerate on the far right and left, respectively. Jarvis reasoned that players were accustomed to the control schemes of past games, and felt altering past designs would prove difficult for them. == Reception == ===Commercial performance=== The game was slow to gain popularity, not attracting much attention at the 1980 AMOA show. In retrospect, Jarvis believed many passersby were intimidated by its complexity. The game was well-received in arcades, and crowds gathered around the cabinet during its first nights of play testing. The success spurred Williams to release a cocktail version as well. Defender eventually became Williams' best- selling arcade game, with over 55,000 units sold worldwide, and it became one of the highest grossing arcade games ever, earning over US$1 billion. , it has sold 70,000 arcade units and grossed worldwide. Six months after its release, the game was one of the top earners in the United States video game industry. On the 1981 arcade game charts, it topped the Play Meter arcade chart in August, and the RePlay arcade charts for most months between April and November. The annual Cash Box and RePlay arcade charts listed Defender as the second highest-grossing arcade game of 1981 in the United States, just below Pac-Man. The Amusement & Music Operators Association (AMOA) later listed Defender among America's six highest-grossing arcade games of 1982. Co- designer Larry Demar was surprised by the game's popularity. At the time of its release, Stan Jarocki, director of marketing at then-competitor Midway Manufacturing,Williams Electronics purchased Midway in 1988, and later transferred its games to the Midway Games subsidiary. described the game as \"amazing\". In Japan, Defender was not as highly successful, but was a moderate success. It was tied with Turbo and Galaxian as Japan's 18th highest-grossing arcade video game of 1981. The Atari VCS port sold over copies, becoming the second best-selling Atari home video game of 1982 (just below the Atari version of Pac-Man). However, at least 68,993 copies of Defender were returned in 1983. Via ===Reviews=== Softline in 1983 wrote that it \"remains one of the hardest arcade games ever developed. Initial attempts lasting less than ten seconds are not uncommon for novices\". Ed Driscoll reviewed the Atari 2600 version of Defender (where, due to its storage limitations, was reformatted to a city setting, rather than the planet setting of the original arcade version) in The Space Gamer No. 57. Driscoll commented that \"all in all, if you want a good game for your Atari, this qualifies. Defender lovers have a few gripes, but I would recommend this one to any VCS owner\". The port won the \"Best Science Fiction/Fantasy Videogame\" category in the 1983 Arcade Awards. Computer and Video Games later reviewed the game, giving it a 90% rating. In 1983 Softline readers named the Atari 8-bit version fifth on the magazine's Top Thirty list of Atari programs by popularity. The magazine was more critical, stating that \"the game's appeal does not justify its unreasonable cost\" of being shipped on ROM cartridges. David H. Ahl of Creative Computing Video & Arcade Games said in 1983 that the Atari 5200 version was \"a substantial challenge to the most seasoned space gamers\". Computer Games magazine reviewed the IBM PC conversion, giving it a mixed review. They said the \"action is very fast\" but \"it becomes boring after a short time.\" ===Retrospective=== Next Generation ranked the arcade version as number 13 on their 1996 \"Top 100 Games of All Time\", saying that its balanced difficulty makes gamers keep coming back for more instead of giving up. In 1999, Next Generation listed Defender as number 23 on their \"Top 50 Games of All Time\", commenting that \"despite exceptionally complicated controls, gamers fell in love at first sight. The difficulty is high but fair - when you die, it's always your fault, and that leaves you wanting one more chance to beat the game\". In 2004, Defender was inducted into GameSpot's list of the greatest games of all time. In 2008, Guinness World Records listed it as the number six arcade game in technical, creative, and cultural impact. That same year, Retro Gamer rated the game number ten on their list of \"Top 25 Arcade Games\", citing it as a technical achievement and a difficult title with addictive gameplay. Also in 2008, Edge ranked Defender the sixth best game from the 1980s. The editors described its design as very \"elegant\" despite a lack of narrative and characters. GameSpy's David Cuciz lauded Defenders challenging gameplay, commenting that it is representative of what other games should be. He described the graphics as \"beautiful\", citing the varied sprites and flashing explosions. Matt Barton and Bill Loguidice of Gamasutra stated the audio- visuals and gameplay's depth balanced the excessive difficulty. They praised the game's \"catch and rescue\" feature, as well as the mini-map. Cuciz also praised the mini-map, stating that the game is impossible without it and that it allows players to plan strategies. Author John Sellers praised the audio- visuals and the connection between the game's plot and gameplay. GameDaily in 2009 rated Defender the ninth most difficult game, citing the attack and rescue gameplay. Author Steven L. Kent called it \"one of the toughest games in arcade history\". He also stated that novice players typically are able to play only a few seconds, and that enthusiasts saw proficiency at the game as a \"badge of honor\". David Cuciz echoed similar comments. Sellers described Defender's difficulty as \"humbling\", saying that few could play it with proficiency. He further stated that players would continue to play despite the difficulty. Author David Ellis attributes the game's success to its challenging design. Its difficulty is often attributed to its complex control scheme. Edge magazine called Defender \"one of the most difficult-to-master\" games, describing its controls as \"daunting\". == Impact and legacy == Players have competed to obtain the highest score at the game and the longest play time on a single credit. Competitive playing for the longest play time was popularized by Mario Suarez from Atlantic City, who played Defender for over 21 and a half hours in 1982 at the Claridge Casino Hotel in Atlantic City. It was authenticated by the facility and the many witnesses that watched along with the press of Atlantic City; the media attention spurred other players to attempt the same feat. Expert players exploited software bugs to extend the length of their play time. Defender was the focus of the first Twin Galaxies video game contest. Players in 32 cities simultaneously competed on the weekend of April 3–4, 1982. Rick Smith was the victor with a score of 33,013,200 which took 38 hours. One bug, related to how the game keeps track of scoring, allows players to earn a large number of \"extra lives\". Players can then use the extra lives to leave the game unattended while they rest. Other bugs allow the ship to avoid damage from the enemies, also prolonging the length of play. Defender is considered the first side-scrolling shoot 'em up, predating Scramble by two months. Professor Jim Whitehead described Defender as a breakthrough title for its use of full 2D motion, multiple goals, and complex gameplay that provides players with several methods to play. James Hague of Dadgum Games called Defender a landmark title from the 1980s. Stearny said that the game's use of scrolling helped remove design limitations associated with the screen. Cuciz stated that Defenders use of scrolling introduced the \"first true 'gaming environment'\". He further said that though the game's mini-map feature had been introduced before, Defender integrated it into the gameplay in a more essential manner. Stearny described it as the most important space game in the early 1980s. He commented that its realism and technological advances pushed developers to create more popular games, citing Gorf and Phoenix as examples. Vince listed the game as a classic title that introduced new technology, specifically scrolling. Ellis stated that prior to Defender, companies designed video games to have a balanced challenge. They believed games should be easy enough to attract players, but difficult enough to limit play time to a few minutes; anything too challenging would dissuade players. Loguidice and Barton commented that Defenders success, along with Robotron: 2084, illustrated that video game enthusiasts were ready for more difficult games, which spurred developers to create more complex game designs. Jarvis's contributions to the game's development are often cited among his accolades. Author John Vince considered him one of the originators of \"high-action\" and \"reflex-based\" arcade games, citing Defenders gameplay among other games designed by Jarvis. Ellis said that Jarvis established himself as an early \"hard-core\" designer with Defender. In 2007, IGN listed Eugene Jarvis as a top game designer whose titles (Defender, Robotron: 2084 and Smash TV) have influenced the video game industry. Barton and Loguidice stated that the game helped establish Williams and Jarvis as key figures in the arcade game industry. Sellers echoed similar comments. After the success of Defender, Williams expanded their business by building a new facility and hired more employees. Before the expansion, Jarvis could work in isolation. But the influx of people created an environment he was unhappy with. He left Williams along with DeMar to found their own development company, Vid Kidz. The company served as a consulting firm to Williams and developed two games for them. === Remakes and sequels === thumb|alt=A horizontal rectangular video game screenshot that is a digital representation of a snow-covered planet. Centered in the lower portion is the rear of a grey, triangular spaceship. A green, white, and red icon in the upper right corner partially covers a brown- and-yellow alien creature.|A 2002 remake with the same name has gameplay elements similar to the original, but with 3D graphics. The success of Defender prompted Williams to approach Vid Kidz, who originally wanted to create a new game. DeMar, however, suggested creating an enhanced version of Defender to meet Williams' four-month deadline. Vid Kidz titled the game Stargate, and developed it as a sequel to Defender. It features new elements and improved the original's performance. Some home ports of Stargate were released under the title Defender II for trademark purposes. Williams released a Defender-themed pinball machine in 1982. It has many elements from the original game: sound effects, enemies, waves, and weapons. Williams produced fewer than 400 units. Midway's 1991 Strike Force is an arcade update to Defender in the same way that Smash TV is an update to Robotron: 2084. Jarvis and DeMar assisted with the game, but it was not widely distributed. Atari Corporation released Defender 2000 in 1995 for the Atari Jaguar. It was written by Jeff Minter, who had previously updated Tempest as Tempest 2000. Defender is included in the 1996 compilation Williams Arcade's Greatest Hits. In 1997, Tiger Electronics released a handheld edition of Defender with a grayscale LCD screen, which doubles as a keychain ornament. A 2002 remake, published simply as Defender, uses 3D graphics and a third-person viewpoint. It was released for the Xbox, GameCube, and PlayStation 2. ===Influenced games and clones=== Home games that copied Defenders design include Gorgon (1981) and Repton (1983) for the Apple II, Alien Defense (1981) for the TRS 80 Model III, Defender 64 (1983) and Guardian (1984) for the Commodore 64, Invasion of the Body Snatchas! (1983) for the ZX Spectrum, Dropzone (1984) for the Atari 8-bit family, and for the BBC Micro Defender (1982) was renamed to Planetoid (1984) to avoid litigation. It influenced Jeff Minter's Andes Attack for the VIC-20 home computer, and later his bigravitational Sheep in Space. Other games built upon the core concept of protecting people or vehicles along the ground in a horizontally scrolling world, such as Protector II for the Atari 8-bit family, Chopper Command for the Atari 2600, and Choplifter, all three of which were released in 1982. Later games influenced by Defender were Datastorm (1989) for the Amiga and In My Defense (2021) on Steam. === Cultural references === The game has been referenced in music: Lou Reed's song \"Down At The Arcade\" on his 1984 album New Sensations, Manilla Road's song \"Defender\" on their 1982 album Metal, Buckner & Garcia's song \"The Defender\" on their 1982 album Pac-Man Fever, and the Beastie Boys' song \"Body Movin'\" on their 1998 album Hello Nasty. Nerdcore rapper MC Chris mentions Defender in the chorus of his anthemic song \"Never Give Up\" from his 2008 album, MC Chris is Dead. Other artists to have used sound effects from Defender include Aphex Twin (on \"Mt Saint Michel + Saint Michaels Mount\" and \"Bucephalus Bouncing Ball\"), and Limp Bizkit (used to censor swearing on the clean version of \"My Generation\"). The game was featured prominently in the music video for the Sheena Easton song \"Almost Over You\". Tim Waggoner's 2004 novel Hyperswarm is based on the video game. The game is used as a running gag in the film Avengers: Infinity War, where Groot is playing the game despite being told not to. In Ready Player One, the ship from Defender is referenced, mentioning its ability to jump into hyperspace. In Wonder Woman 1984, in the Shopping Mall scene, there is a Defender machine visible inside the Amusement Centre. In the fourth episode of season 3 of NewsRadio entitled \"Arcade\", station manager Dave's addiction to Defender as a teenager returns when the station gets a Defender arcade machine to replace an unused sandwich machine. Defender is one of many classic arcade games that appear in the Midway Arcade World in Lego Dimensions, as it is played in Gamer Kid’s level “Retro Wreckage”, both in the start of the level, as he is shown playing Defender on his phone while he has his headphones in and it is playable in Gamer Kid’s world using the Arcade Machine vehicle, which is a part of Gamer Kid’s Level Pack. ==See also== * Golden age of arcade video games * Midway Arcade Treasures * Williams Arcade's Greatest Hits == Notes == == References == == External links == * Defender at Coinop.org * * Defender for the Atari 2600 at Atari Mania * Defender for the Atari 8-bit family at Atari Mania * Category:1981 video games Category:Adventure Vision games Category:Alien invasions in video games Category:Apple II games Category:Arcade video games Category:Atari 2600 games Category:Atari 5200 games Category:Atari 8-bit family games Category:BBC Micro and Acorn Electron games Category:ColecoVision games Category:Commodore 64 games Category:Commodore VIC-20 games Category:CP/M games Category:Horizontally scrolling shooters Category:Intellivision games Category:Midway video games Category:Mobile games Category:Multiplayer and single-player video games Category:SAM Coupé games Category:Assembly language software Category:Texas Instruments TI-99/4A games Category:Video game franchises introduced in 1981 Category:Video games developed in the United States Category:Video games set in the future Category:Video games set on fictional planets Category:Williams video games Category:Xbox 360 Live Arcade games Category:ZX Spectrum games",
 "title": "Defender (1981 video game)"
}