{
 "id": "512222",
 "text": "William John Emmott (born 6 August 1956) is an English journalist, author, and consultant best known as the editor-in-chief of The Economist newspaper from 1993 to 2006. Emmott has written fourteen books and worked on two documentary feature films. He co-founded the Wake Up Foundation, an educational charity dedicated to raising awareness of the dangers facing Western societies. He is now chairman of the Trinity College Long Room Hub for Arts & Humanities in Dublin, of the International Institute for Strategic Studies and of the Japan Society of the UK in London. ==Life and work== Emmott was born in the 6 August 1956 to Richard Anthony and Audrey Mary Emmott. His father was an accountant. Emmott was educated at Latymer Upper School in London and Magdalen College, Oxford. He graduated from Oxford with first-class honours in Philosophy, Politics, and Economics. Emmott first married Charlotte Crowther in 1982. After they divorced he married Carol Barbara Mawer in 1992. After graduation and after an uncompleted D-Phil on French politics at Nuffield College, Oxford, he worked for The Economist newspaper in Brussels, Tokyo, and London, and became the fifteenth editor of the publication in March 1993. Emmott resigned thirteen years later on 20 February 2006. During his tenure, The Economist editorialised in favour of the Iraq War, of legalising gay marriage, of abolishing the British monarchy, and of opposing Silvio Berlusconi as prime minister of Italy. In 2009, Emmott received the Gerald Loeb Lifetime Achievement Award for excellence in business journalism. Emmott served as chairman of the London Library from 2009 to 2015. He worked as a group economic adviser for Fleming Family & Partners from 2011 to 2015. He is currently an Ushioda Fellow at the University of Tokyo's Tokyo College and is a member of UTokyo's Global Advisory Board. He has been a visiting professor at Shujitsu University in Okayama, Japan, a visiting fellow at the Blavatnik School of Government in Oxford, and a visiting fellow at All Souls College, Oxford. From 2006 to 2019 Emmott was also an adviser to Swiss Re and served as the chairman of the content board at Ofcom from January to July 2016 when the organisation's executive decided that the Brexit referendum result made it too uncomfortable to have a working journalist in that role.https://www.gov.uk/government/news/statement-on-former-ofcom-board-member Emmott wrote the best-selling book The Sun Also Sets: The Limits to Japan's Economic Power (1989), as well as 20:21 Vision: Twentieth-Century Lessons for the Twenty-First Century (2003), Japanophobia: The Myth of the Invincible Japanese (1993), and Rivals: How the Power Struggle Between China, India and Japan Will Shape our Next Decade (2008). His book about Italy, (Come on Italy: How to Restart after Berlusconi) was translated to Italian and published in 2010. Initially there was no English language version of this book. Emmott then updated, revised, and expanded the content for an English language version called Good Italy, Bad Italy, which was published in 2012. In April 2016, the government of Japan awarded him the Order of the Rising Sun, Gold Rays with Neck Ribbon. Emmott writes columns on current affairs for La Stampa in Italy, for Nikkei Business and the Mainichi Shimbun in Japan, and for Project Syndicate worldwide. His latest English language book, The Fate of the West: The Battle to Save the World's Most Successful Political Idea, was published in April 2017. His new book, Japan's Far More Female Future was published in Japanese by Nikkei in July 2019 and in English by Oxford University Press in 2020. He currently lives with his wife Carol in Oxford and Dublin with their 3 dogs. ==Film work== === Girlfriend in a Coma === Emmott co-wrote and narrated a documentary film entitled Girlfriend in a Coma, which depicts Italy in a 20-year-long crisis. It was made in 2012 by Springshot Productions under the direction and co-authorship of Annalisa Piras. It was broadcast on BBC Four, Sky Italia and La7 TV channels early in 2013, and subsequently on other channels worldwide, as well as more than 46 independently organised public screenings in Italy and abroad. During the six months following its release, the film was watched by more than one and a half million viewers. === The Great European Disaster Movie === Emmott and Piras again worked together on The Great European Disaster Movie which was aired in Britain, France, Germany and many other European countries in early 2015. The movie has been seen by 2,500,000 people in twelve countries and been translated into ten languages. In October 2015, Emmott and Piras made the film freely available for public screenings and debates about the future of the European Union. In May 2016, it was awarded the German CIVIS Media Prize in the category TV-Information. ==Wake Up Foundation== Emmott and Piras set up the Wake Up Foundation to use film, text, and data for public education about the decline of Western countries. The first projects of the foundation were the Wake Up Europe! initiative, The Great European Disaster Movie, and a statistical indicator of the long-term health of western societies called 2050 Index. In May 2019, the foundation held its inaugural Wake Up Europe Film Festival for social impact documentaries in Turin. ==Bibliography== * * * * * * * * * * * * * * * ==References== ==External links== *Interview with Emmott, ABC News (Australia) *Interview with Emmott, Forbes *Interview with Emmott, UK Evening Standard *The Promise and Problems of American Power – A Conversation With Bill Emmott *billemmott.com *Why the Economist is so successful? *Washington Post, PostGlobal Panelist * * girlfriendinacoma.eu Category:1956 births Category:People educated at Latymer Upper School Category:Alumni of Magdalen College, Oxford Category:Living people Category:English male journalists Category:English magazine editors Category:The Economist editors Category:Alumni of Nuffield College, Oxford Category:Gerald Loeb Lifetime Achievement Award winners",
 "title": "Bill Emmott"
}