{
 "id": "512361",
 "text": "thumb|Geograpical position of San Miguel River Colorado The San Miguel River is a tributary of the Dolores River, approximately long, in southwestern Colorado in the United States. It rises in the San Juan Mountains southeast of Telluride and flows northwest, along the southern slope of the Uncompahgre Plateau, past the towns of Placerville and Nucla and joins the Dolores in western Montrose County approximately 15 miles (24 km) east of the state line with Utah. == Geography and protected areas == The San Miguel is more or less free-flowing; however, diversion dams dot the river and alter flows. In some parts it is however one of the few remaining naturally functioning rivers of the West. The San Miguel varies in gradient, from extremely steep in its upper reaches (forming a shallow, rocky, unnavigable stream) to more mellow in the lower sections ( of drop, which offers the whitewater boater a variety of runs all within the class II+--III range). All told, the San Miguel drops over from an alpine ecosystem to the desert. The average flow is about . More than 30 miles of the San Miguel are a protected area, as pats of the area were purchased by the ″Nature Conservancy Association″ in 1989. The preserved zone hosts a riparian habitat, featuring the typical vegetation such as grey alders and narrowleaf cottonwood. The native fish include rather rare species such as cutthroat trout and the mottled sculpin. The River also features a 2,000 feet high, narrow canyon with walls of red-rock sandstone. American dippers have built their nests. == Tourism == Whitewater kayakers and boaters enjoy many sections on the San Miguel. Minimum suggested flows for small vessels is 250 cfs, with the river near Placerville usually becoming navigable in late April or early May. Several runs of varying length are commonly undertaken from there to the confluence with the Dolores, near the site of Uravan. The San Miguel is considered a continuous class 2 run with several class three rapids which become more challenging at higher flows, where the river's speed can make it difficult to stop and scout. Additional River hazards are three diversion dams that exist between Naturita and the Hwy 145 bridge East of Norwood. All of them are relatively easy to scout and portage, however. As the river meanders through an agricultural valley just east of Naturita, several cattle fences cross the river. Other popular outdoor activities at San Miguel River include walking, hiking and fly fishing, for which the conditions are best from July to September. File:Hanging flume on the lower san Miguel River in 1891.png|thumb|Hanging flume on the lower San Miguel River in 1891. Remnants of the flume may still be seen today. An Engineering Marvel - Colorado's Hanging Flume File:Paddler in a duckie on the San Miguel River.jpg|thumb|Paddler in a inflatable boat on the San Miguel River File:Confluence Of The San Miguel And Dolores Rivers, Sept 2012.jpg|The mouth of the San Miguel - the confluence of the Dolores River (muddy on the left) and the San Miguel (clear on the right) File:San Miguel River, Ajax Peak.jpg|The headwaters of San Miguel River form at Ajax Peak, shown with the river. File:San Miguel River (Colorado).JPG|thumb|The river at Placerville, Colorado ==See also== *List of rivers of Colorado *List of tributaries of the Colorado River ==References== Category:Rivers of Colorado Category:Rivers of Montrose County, Colorado Category:Rivers of San Miguel County, Colorado Category:Tributaries of the Colorado River in Colorado",
 "title": "San Miguel River (Colorado)"
}