{
 "id": "512421",
 "text": "North Park University is a private Christian university in Chicago, Illinois. It was founded in 1891 by the Evangelical Covenant Church. It is located on Chicago's north side and enrolls more than 3,000 undergraduate and graduate students.Chicago Business: North Park University ==History== In the later part of the 19th century, thousands of Swedish immigrants left Sweden and began to settle in America. As the communities, concentrated in the Midwest with hubs in Chicago and Minneapolis, began to settle and develop, many things began to happen that would pave the way for North Park University. The denomination that is now known as the Covenant began to organize in the 1880s and soon the education of Swedish immigrants, specifically theological education, became an important issue. Erik August Skogsbergh (1850–1939), sometimes called the Swedish Moody for his association with the famous Chicago Evangelist D.L. Moody, started a school in Minneapolis in 1884 at First Covenant Church that would serve as a forerunner to North Park. “North Park University History and Heritage” “Encyclopedia of Chicago:\"North Park” thumb|left|275px|Nyvall Hall By 1891, the Covenant was in agreement that they should formally establish a school of their own. Skogsbergh offered his school, which served as the official Covenant school for three years, from 1891 until 1893. In 1894, the school was moved to Chicago, a move that upset some, including Skogsbergh. It moved to its present location at the corner of Foster and Kedzie, despite its remoteness from the Loop. It was sited close to then existing Swedish-American villages and the newly established Swedish Covenant Hospital. Old Main, the oldest building on campus, was erected and dedicated on June 16, 1894. It is at this time that the name North Park was first used to describe the school. The early years of North Park were marked with both struggles and successes. Both enrollment and funding fluctuated greatly in the early years. An interesting source of both money and headache came from P.H. Anderson, who at the time was serving as a Covenant missionary in Alaska. Taking part in the gold rush of the time, Anderson made a massive find. And though he donated a portion of the findings, questionable circumstances surrounded the claim that created tension among the leadership of North Park. alt=The green space at the center of North Park's campus. The building in the distance is Brandel Library.|thumb|250x250px|The \"quad\" at the center of North Park's campus. The building in the distance is Brandel Library. An early leader at that time was David Nyvall. Nyvall served as president and teacher in the Seminary for many years. The current seminary building, Nyvall Hall, is named after him. By the turn of the century, North Park could boast of a theological seminary, a prominent and large commercial department, a growing music department, and an academy created in 1894 to better prepare students for the seminary. Since the early days, the school has developed and changed in many ways. In 1958, North Park Junior College expanded from a two-year college into a four-year program, becoming North Park College. In 1997, the controversial decision was made to again change the name of the school, and North Park University was born. Though North Park still holds on to its Swedish American past and close ties with the Evangelical Covenant Church, it is now an intercultural institution focused on diversity. North Park describes itself as a Liberal Arts University that is Christian, city-centered, and intercultural. North Park University is accredited by the North Central Association of Colleges and Schools and the Higher Learning Commission.http://www.hlcommission.org/ The Higher Learning Commission, December 2017 The seminary is additionally accredited by the Association of Theological Schools in the United States and Canada. North Park's last president, David L. Parkyn, retired at the end of the 2016-17 academic year. Carl E. Balsam was named as the interim president in June 2017, and served until August 2018. Mary Surridge was nominated as the school's tenth president, and began her term in August 2018. ==Academics== The university is organized into the following academic units: * College of Arts and Sciences * School of Business and Nonprofit Management * School of Education * School of Music, Art, and Theater * School of Nursing and Health Sciences * School of Professional Studies * North Park Theological Seminary ==Athletics== North Park University athletic teams are known as the Vikings. The university is a member of the Division III level of the National Collegiate Athletic Association (NCAA), primarily competing in the College Conference of Illinois and Wisconsin (CCIW) since the 1962–63 academic year. The Vikings previously competed in the Chicagoland Collegiate Athletic Conference (CCAC) of the National Association of Intercollegiate Athletics (NAIA) from 1959–60 to 1961–62. North Park competes in 16 intercollegiate teams: 8 men's teams and 8 women's teams: Men's sports include football, basketball, baseball, cross country, golf, soccer, track & field and volleyball; while women's sports include basketball, cross country, rowing, soccer, softball, tennis, track & field and volleyball. North Park has had a successful men's basketball program. It has won five men's NCAA Men's Division III Basketball Championships since 1978, including three consecutive ones led by Michael Harper, who later played for the NBA's Portland Trail Blazers. North Park Men's Soccer ended their 2017 season with a record of 20-2-2, finishing runner-up for the National Championship title. Their decorated season included a CCIW Championship, CCIW Tournament Championship, victories all the way to the NCAA Championship game, seven All-CCIW picks (including Newcomer and Player of the Year), four All-Region picks, a First Team All American selection, and a plethora of awards for Head Coach John Born: National Coach of the Year, Regional Coach of the Year, and CCIW Coach of the Year. North Park Baseball has shown recent success, winning CCIW titles in 2011 and 2012. Since 2010, North Park has appeared in the CCIW Tournament five times (2010-2014, 2018), winning the conference’s postseason tournament in 2012. North Park fields club teams for men's and women's ultimate frisbee and men's volleyball. There is also a healthy Intramural sports program on campus. ===National Championships=== Men's Basketball: 1978, 1979, 1980, 1985, 1987 ==Student Government Association== alt=Old Main at North Park University|thumb|250x250px|Old Main The North Park Student Government Association (SGA) sponsors many student-led organizations on campus. Some of the organizations SGA helps with include the weekly student magazine, the Vista Magazine, the North Branch literary magazine, and Java Haus, the student-run coffeeshop in the basement of Burgh Hall. == Publications == === The Vista Magazine === The Vista Magazine is a North Park student-led magazine which was founded in 2017 by Stephen Nielsen and Ricardo Huerta. This online and print magazine is led by a team of North Park students. Sympathetic to the new digital age, The Vista Magazine, also known as Vista, features new articles on their website every week. Exclusive content is also on printed magazines are available twice every semester. Vista covers student opinions on a wide range of political or religious views as well as the arts. The Vista Magazine receives its funding from SGA and works under the guidance of a faculty member. === The North Branch === The North Branch boasts a rich history. Established in the 1930s under the title Pegasus, numerous editions were produced to showcase student work. The publication thrived as North Park progressed from an academy to a two-year college, eventually becoming a four- year institution and receiving university status in 1997. Although the school was in a transitional period throughout much of the publication’s early years, its history was finally cohered once it was renamed The North Branch, a nod to the portion of the river that runs through the North Park campus. Active throughout the mid-2000s, the publication leaders took some time away from the project to regroup. It was eventually reintroduced into the North Park community during the 2014–15 school year, remaining active since and re- branded as The North Branch Literary and Fine Arts Journal. ===The Spectrum=== Formerly The North Park Press, the primary student-led publication was rebranded as The Spectrum in 2014 under the leadership of then editor-in- chief, Rob Kraft. The Spectrum magazine is North Park University's primary publishing body. Student writers and editors publish articles primarily pertaining to the University but they also comment on local, national, and global issues. Since 2017, the magazine has taken a new format in which it was divided into three section: Politics, Culture, and Sports. The Spectrum hosts a website where articles can be found, as well as print publications which are released on campus periodically.http://northparkspectrum.org/ ==The Nancy and G. Timothy Johnson Center for Science and Community Life== The Johnson Center for Science and Community Life was opened on September 12–13, 2014. The expansion cost $57 million largely funded by Nancy and G. Timothy Johnson in a capital campaign named \"Campaign North Park\".http://www.northpark.edu/Alumni/North-Parker-Magazine/Summer-2012/The- Time-is-Now The Johnson Center is considered a \"state-of-the-art\" addition to North Park University's science programs and is also home to Einstein Bagels. The Johnson Center has 101,000 square feet, three floors and a garden level and is located in the central area of campus. The Johnson Center is equipped with 30 science laboratories, space for student and faculty research, \"Smart\" technology in every classroom, and several conference rooms. The building is also dedicated for campus community life with a two-story atrium and \"lobby for gathering and social interaction\", offices for programs \"supporting co- curricular learning, spiritual growth, vocational development, urban engagement, and campus life.\" The building is also equipped with communal study spaces, a prayer room, and a courtyard. ==Swedish-American Traditions== The Swedish–American Historical Society Archives are administered in Chicago by North Park University's Brandel Library. The Center for Scandinavian Studies at North Park is the legal trustee. The Saint Lucy's Day festival is held each December in Anderson Chapel. The service follows many Swedish traditions and is one of the few Santa Lucia Festivals held in the Chicagoland area. The university has an student exchange program with Södra Vätterbygdens Folkhögskola and Jönköping University in Jönköping, Sweden. ==Notable alumni== * Bill Anderson, American football player and coach * Paul Carlson, American missionary killed in Congo in 1964 * Gordon Edes, sportswriter and team historian of the Boston Red Sox * Kathryn Edin, academic and author * Raymond Ericson, music critic * Nancy Faust, organist * Stephen T. Franklin, theologian * G. Timothy Johnson, medical journalist * Mike Harper, basketball player * Carl Hawkinson, state legislator * Paul J. Marwin, politician * James R. Thompson, former governor of Illinois * Arthur W. Wermuth, \"One-Man Army of Bataan,\" United States Army Officer * Paul Zaeske, American football player *TimTheTatman, formally known as Timothy Betar, YouTube streamer and internet personality *Greg Dolezal, politician and Georgia State Senator for the 27th district in Cumming, Georgia ==References== ==Further reading== * \"A History of North Park College\" by Leland Carlson * Swedes In America. 1638-1938 (1938) by Adolph B. Benson and Naboth Hedin, eds. (The Swedish American Tercentenary Association. New Haven, CT: Yale University Press) ==External links== * * Official athletics website * North Park Press – student newspaper website Category:Universities and colleges in Chicago Category:Universities and colleges affiliated with the Evangelical Covenant Church Category:Educational institutions established in 1891 Category:Swedish migration to North America Category:1891 establishments in Illinois Category:Council for Christian Colleges and Universities Category:Private universities and colleges in Illinois",
 "title": "North Park University"
}