{
 "id": "512460",
 "text": "TasWireless is a group of wireless networking enthusiasts in Tasmania, Australia. Between them they have set up wireless community networks in both Hobart and Launceston. The group has gone through many names, tas.air, www.tas.air.net.au, TPAN (Tasmanian Public Airwave Network) and now TasWireless. With users from several different backgrounds, including computer networking, amateur radio, amateur television, programming, Linux/BSD server administration, antenna and satellite dish installations, and lots more, they are willing to assist with any community networks in any part of the state. ==Introduction == The TasWireless site was first started in 1999. It started as a splitter group from TasLUG, the Tasmanian Linux Users Group. There was only a small number of people who were interested in wireless networking at this time, less than five each in Hobart and Launceston. A node database () for Tasmanian regions was started, the mailing list was put on line, but due to the lack of practical experience and knowledge, very little happened. The cost of Wi-Fi cards and wireless access points was also a problem. In early 2002, a flood of cheap SkyNet Global 802.11b PC card cards flooded the market. These cards were liquidated stock and cost around A$50-60 each - the average retail price was still around A$200. A lot of these cards were shipped to the state and distributed (both by TasWireless admins and otherwise). == Wireless networks in Hobart == The predominant network in Hobart is called StarNet. This was started as a private network by a small group of amateur radio enthusiasts, around April 2002. It included around six or seven sites. In April 2003, an operator of the TasWireless website stumbled upon one of their nodes, with SSID StarNet, and posted his find to the mailing list. As a result, all users involved were able to share knowledge and make some minor changes to the network routing. Another network RexNet, based in Kingston was also found; they had already been working with the StarNet group to eventually join the networks. In mid-2003, various 802.11b wireless access points appeared on the market at low prices - Svec and Minitar brand access points were selling for around $100. This made setting up nodes easier, as the compatibility issues between various brands of PCI cradles, PC cards, and operating systems caused some problems. By the start of March 2004, there were around 25 nodes on StarNet, reaching from Tea Tree, Otago, Rosetta, Lutana, Glenorchy, Moonah, Lindisfarne, Lenah Valley, Bellerive, Acton, Tranmere, Sandy Bay and Kingston. == Wireless networks in Launceston == Wireless networks in Launceston were a lot slower to take off than in Hobart, but is to be expected with a smaller population. Several small peer-to-peer links were tested, but no major infrastructure was rolled out. At the end of January 2004, two groups appeared, around the same time. One group was unnamed (though was working under the TasWireless name), the other was called TasGrid. Both groups currently have two major access points each with around 10-12 nodes being on each. Neither group appears to be very active at the present time. Launceston Wireless has started forming some connections to hopefully create a working citywide public network == Wireless networks in the north-west == There are several people who have expressed interest in a wireless network on the north-west coast of Tasmania - however no networks currently exist. == External links == *Launceston Wireless *TasWireless *StarNet *TasGrid *NodeDB maps - Tasmania Category:Wireless network organizations Category:Organisations based in Tasmania Category:Communications in Australia",
 "title": "TasWireless"
}