{
 "id": "512842",
 "text": "thumb|Cheesecloth under a microscope. Cheesecloth is a loose-woven gauze-like carded cotton cloth used primarily in cheese making and cooking. == Grades == Cheesecloth is available in at least seven different grades, from open to extra-fine weave. Grades are distinguished by the number of threads per inch in each direction. {| class=\"wikitable\" style=\"text-align: center\" |- ! Grade || Vertical × horizontal threads per inch || Vertical x horizontal threads/cm |- |#10 || 20 × 12 || 8 x 5 |- |#40 || 24 × 20 || 9.5 x 8 |- |#50 || 28 × 24 || 11 x 9.5 |- |#60 || 32 × 28 || 12.5 x 11 |- |#90 || 44 × 36 || 17.5 x 14 |} ==Uses== ===Food preparation=== The primary use of cheesecloth is in some styles of cheesemaking, where it is used to remove whey from cheese curds, and to help hold the curds together as the cheese is formed. Cheesecloth is also used in straining stocks and custards, bundling herbs, making tofu and ghee, and thickening yogurt. Queso blanco and queso fresco are Spanish and Mexican cheeses that are made from whole milk using cheesecloth. Quark is a type of German unsalted cheese that is sometimes formed with cheesecloth. Paneer is a kind of Indian fresh cheese that is commonly made with cheesecloth. Fruitcake is wrapped in rum-infused cheesecloth during the process of \"feeding\" the fruitcake as it ripens. ===Manufacturing, testing and preservation=== Cheesecloth can also be used for several printmaking processes including lithography for wiping up gum arabic. In intaglio, a heavily- starched cheesecloth called tarlatan is used for wiping away excess ink from the printing surface.Ross, Romano, Ross. \"The Complete Printmaker\", page. 114, 118. TheFreepress, 1990 Cheesecloth #60 is used in product safety and regulatory testing for potential fire hazards. Cheesecloth is wrapped tightly over the device under test, which is then subjected to simulated conditions such as lightning surges conducted through power or telecom cables, power faults, etc. The device may be destroyed but must not ignite the cheesecloth.Telcordia Technologies Generic Requirements GR-1089-CORE This is to ensure that the device can fail safely, and not start electrical fires in the vicinity. Cheesecloth made to United States Federal Standard CCC-C-440 is used to test the durability of optical coatings per United States Military Standard MIL-C-48497. The optics are exposed to a 95–100% humidity environment at for 24 hours, and then a thick by wide pad of cheesecloth is rubbed over the optical surface for at least 50 strokes under at least . The optical surface is examined for streaks or scratches, and then its optical performance is measured to ensure that no deterioration occurred. Cheesecloth is used in India and Pakistan for making summer shirts. Cheesecloth material shirts were popular for beachwear during the 1960s and 1970s in the United States. Cheesecloth has been used to create the illusion of \"ectoplasm\" during spirit channelling or other ghost-related phenomena. Cheesecloth has a use in anatomical dissection laboratories to slow the process of desiccation. The cloth can be soaked with a preservative solution such as formalin then wrapped around the specimen or at other times simply wrapped first then sprayed with water. ==See also== *Muslin *Pudding cloth == References == Category:Woven fabrics Category:Food preparation utensils",
 "title": "Cheesecloth"
}