{
 "id": "512977",
 "text": "Copinsay () is one of the Orkney Islands in Scotland, lying off the east coast of the Orkney Mainland. The smaller companion island to Copinsay, Horse of Copinsay lies to the northeast. The Horse is uninhabited, and is managed as a bird reserve. Copinsay is also home to a lighthouse. Myths about the island include the story of the Copinsay Brownie. For many generations, prior to the final inhabitants moving to the Mainland in 1958, Copinsay was full of life. This is evidenced by the large double story farmhouse, the Steading (or farm buildings) behind it for the farm tenants, a school with a schoolteacher, and up to three lighthouse keepers' families. There is also an ancient burial site on the island. In the earlier part of the 20th century, a weekly postal service provided contact with the Mainland, and there were fortnightly shopping trips to Deerness, allowing for weather. The farm boasted working horses, cattle and sheep - all of which had to be transported on the \"coo\" or \"cow\" boat. Bird's eggs provided a good supplement to the islanders' diet, and men were lowered over the cliffs on a special rope, or were rowed out to the Horse to bring back this addition. Pigs were loosed in the Spring on the Horse for many years, and they fed on the bird's eggs. Many interesting facts and accounts of life on Copinsay are still retold in the Deerness Community, with many members still remembering when the island was still home to loved ones. ==Ecology== The island was bought by the ornithology charity RSPB in 1972 in memory of the naturalist James Fisher. Although Copinsay today is uninhabited, some fields are still farmed at the behest of the RSPB, to try provide suitable conditions for Corncrake. As a result, a patchwork of yesteryear is returning to the island, even though the people have not. Together with the three adjacent three islets (Corn Holm, Ward Holm and Black Holm), it is designated a Special Protection Area (SPA) under the European Union directive on the Conservation of Wild Birds due to the unimproved grassland vegetation and sheer sandstone cliffs providing ideal breeding ledges for seabirds. There is a large colony of grey seals on the island. They usually pup in November each year. Puffins can be seen during July on the adjacent holms. ==Notable residents== Edwin Muir, a famous poet ==See also== * List of lighthouses in Scotland * List of Northern Lighthouse Board lighthouses ==References== ==External links== * Northern Lighthouse Board * The Royal Society for the Protection of Birds Category:Royal Society for the Protection of Birds reserves in Scotland Category:Sites of Special Scientific Interest in Orkney Category:Uninhabited islands of Orkney Category:Former populated places in Scotland Category:Protected areas of Orkney",
 "title": "Copinsay"
}