{
 "id": "514037",
 "text": "The Quebec Bridge () is a road, rail, and pedestrian bridge across the lower Saint Lawrence River between Sainte-Foy (a former suburb that in 2002 became a western area of Quebec City) and Lévis, in Quebec, Canada. The project failed twice during its construction, in 1907 and 1916, at the cost of 88 lives and additional persons injured. It took more than 30 years to complete and eventually opened in 1919. The Quebec Bridge is a riveted steel truss structure and is long, wide, and high. Cantilever arms long support a central structure, for a total span of , still the longest cantilever bridge span in the world. (It was the all-categories longest span in the world until the Ambassador Bridge was completed in 1929.) It is the easternmost (farthest downstream) complete crossing of the Saint Lawrence River. The bridge accommodates three highway lanes (there were none until 1929, when one was added; another was added in 1949 and a third in 1993), one rail line (two until 1949), and a pedestrian walkway (originally two). At one time, it also carried a streetcar line. Since 1993, it has been owned by the Canadian National Railway. The Quebec Bridge was designated a National Historic Site in 1995. ==Background== Before the Quebec Bridge was built, the only way to travel from the south shore of the St. Lawrence in Lévis to the north shore at Quebec City was to take a ferry or use the winter-time ice bridge. The construction of a bridge over the St. Lawrence River at Quebec was considered as early as 1852. It was further discussed in 1867, 1882, and 1884. After a period of political instability, during which Canada had four Prime Ministers in five years, Wilfrid Laurier, Member of Parliament for the federal riding of Quebec East, was elected on a Liberal platform in 1896. He led the push to build the Quebec Bridge until he left office in 1911. A March 1897 article in the Quebec Morning Chronicle noted: > The bridge question has again been revived after many years of slumber, and > business men in Quebec seem hopeful that something will come of it, though > the placing of a subsidy on the statute book is but a small part of the work > to be accomplished, as some of its enthusiastic promoters will, ere long, > discover. Both Federal and Provincial Governments seem disposed to > contribute towards the cost, and the City of Quebec will also be expected to > do its share. Many of our people have objected to any contribution being > given by the city unless the bridge is built opposite the town, and the > CHRONICLE like every other good citizen of Quebec would prefer to see it > constructed at Diamond Harbor, and has contended in the interests of the > city for this site as long as there seemed to be any possibility of securing > it there. It would still do so if it appeared that our people could have it > at that site. A bridge at Diamond Harbor would, it estimated, cost at least > eight millions. It would be very nice to have, with its double track, > electric car track, and roads for vehicles and pedestrians, and would no > doubt create a goodly traffic between the two towns, and be one of the show > works of the continent. ==First design and collapse of August 29, 1907== thumb|Wreckage of the 1907 collapse The Quebec Bridge was included in the National Transcontinental Railway project, undertaken by the federal government. The Quebec Bridge Company was first incorporated by Act of Parliament under the government of Sir John A. Macdonald in 1887,50-51 Vic c.98 later revived in 1891,54-55 Vic c.107 and revived for good in 1897 by the government of Wilfrid Laurier,60-61 Vic c.69 who granted them an extension of time in 1900.63-64 Vic c.115 In 1903, the bond issue was increased to $6,000,000 and power to grant preference shares was authorised, along with a name change to the Quebec Bridge and Railway Company (QBRC).3 Edw VII c.177 An Act of Parliament the same year was necessary to guarantee the bonds by the public purse.3 Edw VII c.54 Laurier was MP for Quebec East riding, while the president of the QBRC, Simon-Napoleon Parent, was Quebec City's mayor from 1894 to 1906, and simultaneously served as Premier of Quebec from 1900 to 1905. Edward A. Hoare was selected as Chief Engineer for the Company throughout this time,Wm. D. Middleton: The Bridge at Quebec, Indiana University Press, 2001 while Collingwood Schreiber was the Chief Engineer of the Department of Railways and Canals in Ottawa.Dictionary of Canadian Biography: \"SCHREIBER, Sir COLLINGWOOD\" Hoare had never worked on a cantilever bridge structure longer than 300 ft.Notes from USask Notes on General Engineering, \"Engineering in Society 449\" Schreiber was assisted until July 9, 1903 by Department bridge engineer R.C. Douglas, at which time Douglas was deposed for his opposition to the calculations that were submitted by the contractors.Royal Commission, p.41 Schreiber subsequently requested the support of another qualified bridge engineer, but was effectively overruled by the Cabinet on August 15, 1903. Thereafter, QBRC consulting engineer Theodore Cooper was completely in charge of the works.Royal Commission, p.48 On July 1, 1905, Schreiber was demoted and replaced as deputy minister and chief engineer by Matthew J Butler.Biographical Dictionary of Canadian Engineers (at UWO): \"Butler, Matthew Joseph\" By 1904, the southern half of the structure was taking shape. However, preliminary calculations made early in the planning stages were never properly checked when the design was completed. The bridge’s own weight was far in excess of its carrying capacity. The dead load was too heavy. All went well until the bridge was nearing completion in the summer of 1907, when the QBRC site engineering team under Norman McLure began noticing increasing distortions of key structural members already in place. McLure became increasingly concerned and wrote repeatedly to QBRC consulting engineer Theodore Cooper, who at first replied that the problems were minor. The Phoenix Bridge Company officials claimed that the beams must already have been bent before they were installed, but by August 27 it had become clear to McLure that this was wrong. A more experienced engineer might have telegraphed Cooper, but McLure wrote him a letter, and went to New York to meet with him on August 29, 1907. Cooper agreed that the issue was serious, and promptly telegraphed to the Phoenix Bridge Company: \"Add no more load to bridge till after due consideration of facts.\" The two engineers went to the Phoenix offices. But, Cooper's message was not passed on to Quebec before it was too late. Near quitting time that same afternoon, after four years of construction, the south arm and part of the central section of the bridge collapsed into the St. Lawrence River in 15 seconds. Of the 86 workers on the bridge that day, 75 were killed and the rest were injured, making it the world's worst bridge construction disaster. Of these victims, 33 (some sources say 35) were Mohawk steelworkers from the Kahnawake reserve near Montreal; they were buried at Kahnawake under crosses made of steel beams.Cecil Adams, \"The Straight Dope: Why do so many Native Americans work on skyscrapers?\", Chicago Reader, December 18, 1992. On August 30, 1907, a Royal Commission of inquiry into the disaster was provisionally appointed by the Deputy Minister in charge of the Department of Railways and Canals (Butler), with the concurrence of the Minister. The Royal Commission, which was granted by Edward VII by advice of his Governor General, Albert Grey, on August 31, 1907, consisted of three members, who were all engineers of good standing: Henry Holgate, of Montreal, JGG Kerry, of Campbellford, Ontario, also an instructor at McGill University, and Professor John Galbraith, then dean of the Faculty of Applied Science and Engineering at the University of Toronto. The Commission document conferred upon the commissioners full powers to summon witnesses and documents, and to express \"any opinion they may see to express thereon\". The Commissioners presented their Report in full on February 20, 1908, issued 15 conclusions, and included the hindsight work of consulting bridge engineer C.C. Schneider, of Philadelphia (a fulfillment of the 1903 request of Schreiber, supra). The Commissioners attributed responsibility for the failure to two men, consulting engineer Theodore Cooper and Peter L. Szlapka, Chief Designing Engineer for Phoenix Bridge Company: > (c) The design of the chords that failed was made by Mr. P.L. Szlapka, the > designing engineer of the Phoenix Bridge Company (d) This design was > examined and officially approved by Mr. Theodore Cooper, consulting engineer > of the Quebec Bridge and Railway Company. (e) The failure cannot be > attributed directly to any cause other than errors in judgment on the part > of these two engineers. Cooper escaped penal sanction.\"Theodore Cooper Dies at 81\" New York Times obituary. It is presumed that Szlapka escaped as well. The Commissioners also found that: > (k) The failure on the part of the Quebec Bridge and Railway Company to > appoint an experienced bridge engineer to the position of chief engineer was > a mistake. This resulted in a loose and inefficient supervision of all parts > of the work on the part of the Quebec Bridge and Railway Company. The abortive construction of the Quebec Bridge spanned the careers of two Ministers of Railways and Canals, and one temporary replacement, who was on the job for five months immediately preceding the disaster. A popular myth is that the iron and steel from the collapsed bridge, which could not be reused for construction, was used to forge the early Iron Rings worn by graduates of Canadian engineering schools starting in 1925.Information Relevant to the Iron Ring Ceremony , November 22, 2001; Retrieved April 4, 2010 ==Second design and collapse of September 11, 1916== thumb|right|September 11, 1916, Quebec Bridge CollapseAfter a Royal Commission of Inquiry into the collapse, construction started on a second bridge. Three engineers were appointed: H. E. Vautelet, a former engineer for the Canadian Pacific Railways, Maurice FitzMaurice from Britain, who worked on the construction of the Forth Bridge, and Ralph Modjeski from Chicago, Illinois. Vautelet was President and Chief Engineer. The new design was again for a bridge with a single long cantilever span, but with a more massive structure. On September 11, 1916, when the central span was being raised into position, it fell into the river, killing 13 workers. The chief engineer was made aware of the problem six weeks before the collapse. The chief engineer had been alerted to a problem by Frants Lichtenberg, the engineer responsible for the construction of the centre section. Lichtenberg was also working as an inspector for the federal government of Canada at the time.Frants Lichtenberg's letter to his son Steen Lichtenberg in 1954, describing the construction of the Quebec Bridge. Fears of German sabotage were reported, because the Great War had begun, but it became apparent that the central span had collapsed due to the failure of a casting in the erection equipment. Re-construction began almost immediately after the accident, and the government granted special permission for the bridge builders to acquire the needed steel. It was in high demand because of the War effort. The fallen central span still lies at the bottom of the river. After the bridge was completed in 1917, special passes were required for those wanting to cross the bridge. Armed soldiers, and later Dominion Police, guarded the structure and checked passes until the end of the War. ==Completion== Construction was ultimately completed in August 1919, at a total cost of $23 million and the lives of 88 bridgeworkers. On December 3, 1919, the Quebec Bridge opened for rail traffic, after almost two decades of construction. Its centre span of 549 metres (1800 ft) remains the longest cantilevered bridge span in the world and is considered a major engineering feat. The Quebec Bridge was declared an International Historic Civil Engineering Landmark in 1987 by the Canadian and American Society of Civil Engineers. ==Post-completion history== The bridge was built and designed primarily as a railway bridge, but the streetcar lines (used by Quebec Railway, Light & Power Company) and one of the two railway tracks were converted into automobile and pedestrian/cycling lanes in subsequent years. In 1970 the Pierre Laporte Suspension Bridge opened just upstream to accommodate freeway traffic on Autoroute 73. On January 24, 1996, the bridge was declared a National Historic Site. The bridge has been featured on two commemorative postage stamps, one issued by the Post Office Department in 1929,Quebec Cantilever Bridge, Postage Stamp Guide and another by Canada Post in 1995.Quebec Bridge, Quebec, QC, Postage Stage Guide The bridge was built as part of the National Transcontinental Railway, which was merged into the Canadian Government Railways and later became part of the Canadian National Railway (CN). The Canadian Government Railways company was maintained by the federal government until 1993, when a Privy Council order dated July 22 authorized the sale of Canadian Government Railways to the Crown corporation CN for one dollar (CAD). On this date, the Quebec Bridge also came under complete ownership of CN. CN was privatized in November 1995, making the bridge privately owned. Despite its private ownership, CN receives federal and provincial funding to undertake repairs and maintenance on the structure. Its railway designation is mile 0.2 subdivision Bridge. thumb|right|Civil Engineers' Historic Monument; declared in 1987 ==Aftermath== The disaster showed the power an engineer could have in a project that was improperly supervised. As one result, Galbraith and others formed around 1925 what are now recognized as organizations of Professional Engineers. P.Engs are under different rules and regulations based on the organization to which they belong. General guidelines include that an engineer must pass an ethical examination, be able to show good character through the use of character witnesses, and have applicable engineering experience (in Canada this constitutes a minimum of four years' practice under a certified Professional Engineer). Moreover, engineers must be registered in the province in which they work. These engineering organizations are regulated by the respective provinces and the title \"Professional Engineer\" (or \"Ingénieur\" in Quebec) is reserved only to members who belong to this organization. On August 29, 2006, a year-long commemoration was begun in the Kahnawake Reserve for the lives of the 33 Mohawk men who died in 1907.\"Kahnawake Mohawks mark 1907 Quebec bridge disaster\", August 31, 2006 One year later, on August 29, 2007, memorial services were held to dedicate a concrete structure displaying the victims' names on the Lévis side of the bridge, and to unveil a steel replica of the bridge in Kahnawake.\"Mohawks join memorial for 75 who died in 1907 Quebec Bridge collapse\", August 29, 2007 == Corrosion and maintenance controversy == In 2015, the Quebec bridge was included in a list of the 10 most endangered historic sites in Canada by the National Trust of Canada due to long overdue paint and repair work. In May 2016, Jean-Yves Duclos, the Canadian federal cabinet minister in charge of the Quebec region revealed that a lease agreement between the CN and the federal government indicates that the CN shall not be required to pay more than $10 M towards the paint work until the lease expires in 2053. The Canadian government is now proposing to invest $75 Million to paint the bridge and is asking the Quebec provincial government to step in and invest an estimated additional $275 M to complete the work. The mayor of Quebec City, Regis Labeaume has accused the Federal Government of breaching a promise made during the 2015 electoral campaign to act upon the maintenance of the bridge ==See also== * List of crossings of the Saint Lawrence River * List of bridges in Canada *High Steel, a 1966 documentary on Mohawk high steel workers that also documents the 1907 collapse ==References== * == External links == * Pont de Québec timeline * The Collapse of the Quebec City Bridge * Ritual of the Calling of an Engineer * The Iron Ring (archive) * Photo Centre Span Collapse * Article on \"Bridge Collapse Cases/Quebec Bridge\" at MatDL * * * 3D model Category:Canadian National Railway bridges in Canada Category:Railway bridges in Quebec Category:Bridges in Quebec City Category:Bridges completed in 1917 Category:Cantilever bridges in Canada Category:Truss bridges in Canada Category:Road-rail bridges Category:Bridge disasters in Canada Category:Bridge disasters caused by engineering error Category:Bridge disasters caused by construction error Category:Historic Civil Engineering Landmarks Category:Bridges over the Saint Lawrence River Category:National Historic Sites in Quebec Category:Transport in Lévis, Quebec Category:Buildings and structures in Lévis, Quebec Category:Road bridges in Quebec Category:1919 establishments in Quebec Category:Former toll bridges in Canada Category:Steel bridges in Canada",
 "title": "Quebec Bridge"
}