{
 "id": "514050",
 "text": "Worcester Academy is a private school in Worcester, Massachusetts. It is one of the oldest day-boarding schools in the United States. A coeducational preparatory school, it belongs to the National Association of Independent Schools. Situated on , the academy is divided into a middle school, serving approximately 70 students in grades six to eight, and an upper school, serving approximately 440 students in grades nine to twelve, including some postgraduates. Approximately one-third of students in the upper school participate in the school's five- and seven-day boarding programs. Currently, there are approximately 67 international students enrolled from 12 different nations. The academy is mildly selective, accepting approximately 65% of all applicants. Worcester Academy is a member of the Council for Advancement and Support of Education, the Association of Independent Schools in New England, and the New England Preparatory School Athletic Council. The Academy's motto is the Greek phrase \"Έφικνού τών Καλών,\" which translates to \"Achieve the Honorable.\" ==History== Founded in 1834 as the Worcester County Manual Labor High School, the name was changed to Worcester Academy in 1847. The school moved to its current location on Worcester's Union Hill in 1869. The academy moved into a building that had previously served as a Civil War hospital: \"The Dale General Hospital\". It was later renamed Davis Hall, in honor of longtime board president, Isaac Davis. Worcester Academy was all-male from its founding until 1856, and again from 1890 to 1974. It has been coeducational ever since. ==Demographics== As of 2018, 451 out of 600, or 68% of the school's students were white, 66 (11%) were Asian, 32 (5%) were Black, and 15 (2.5%) were Hispanic or Latino. The corresponding numbers for the community were 56% white, 8% Asian, 12% black and 21% Hispanic or Latino. ==Campus== thumb|left|Warner Memorial Theater thumb|left|Walker Hall, The Megaron, and Adams Hall Worcester Academy's campus is currently spread over four main parcels: the main campus, which contains approximately ; Francis A. Gaskill Field, a parcel two blocks south of the main campus; the South Campus, a 15-acre parcel one block south which includes Morse Field; and the New Balance Fields, approximately four miles away on Stafford Street, comprising . In 2004, Worcester Academy relocated its alumni offices to a renovated Victorian home one block north of the main campus, at 51 Providence Street. It is now called Alumni House. The main campus is a historic district listed on the National Register of Historic Places with six buildings listed as contributing properties: 81 Providence Street, Kingsley Laboratories, Walker Hall, Adams Hall, the Megaron, and Dexter Hall. 81 Providence Street is the home of the Head of School and is named \"Abercrombie House\" in honor of Daniel Webster Abercrombie, principal from 1882 to 1918.History of Worcester Academy In 2001, the back end of the historic campus was developed with the addition of Rader Hall, named for long-time faculty members Harold G. \"Dutch\" and Dorothy Rader. Rader Hall houses the school's library and is used for middle school classes and activities. In the past fifteen years restoration work on the historic campus buildings has been completed including in 2008 with the complete renovation of the Kingsley Laboratories, Walker Hall in 2013-14, and Daniels Gymnasium in 2013. The South Campus currently features the Morse Field, named for former Head of School Dexter P. Morse and his wife, Barbara. This campus, located between the main campus and Gaskill Field, is a focus of the school expansion plans. The first parcel of a former hospital campus was acquired in 2007 with the completion of the purchase and sale agreement on a parcel. In January 2010, the Academy purchased an additional of the former hospital. A lighted, artificial turf field was opened in the fall of 2011. A walking path along its perimeter connects to the entrance via a pathway. The field serves as both a practice facility and playing field for multiple sports. The acquisition of the remaining 5 acres of the hospital campus was completed in the summer of 2015. A visual and performing arts center located on the South Campus opened there in the fall of 2015.http://www.waonward.com/ The performance center is located in the former hospital power plant and has seating capacity of 120 and lobby area for a comparable number of guests. Walkways connect the South Campus to both the main campus and Gaskill Field. In the summer of 2014, Worcester Academy completed the restoration/renovation of Walker Hall, including improvements to the connection to the adjacent building called the Megaron. This included installation of access ramp, replacement of windows, installation of an elevator, installation of bathrooms, and HVAC installation. The majority of the work was completed over the summers of 2013 and 2014.https://www.facebook.com/MrWalkersWondering There was a net gain of six classrooms. In addition, the exterior of the Daniels Gymnasium was restored in the summer of 2013. As of fall of 2017, Worcester Academy is a primary tenant at the Fidelity Bank Worcester Ice Center, a double rink located at the corner of Harding and Winter streets in Worcester's Canal District. This facility is at the foot of Union Hill and a half a mile from the campus entrance on Providence Street. Both the Boys and Girls teams have their own locker rooms and the teams will have prime skating time for games and practice. thumb|right|Kingsley Laboratories thumb|right|Walker Hall thumb|right|Rader Hall (library) thumb|right|1898 advertisement for the school. The most notable building on the campus is the Lewis J. Warner '28 Memorial Theater. Built in 1932, it was a gift from Warner Brothers Studio President Harry Warner, who donated the building to honor the memory of his only son. Lewis died within three years of graduating from the academy. Worcester Academy's middle school student assemblies are held in the 350-seat Hervey S. Ross Auditorium in Warner Theater. ==Visual and Performing Arts== Beginning in the 1890s, glee clubs and orchestras, organized by students, performed at term dinners. In 1901, the first play was performed by students under the direction of a faculty adviser. These groups evolved into clubs, known as Etta Kappa Alpha (theater) and the Offbeats (singing). In the early 1980s, courses in performing and visual art were offered. By the end of the decade a Visual and Performing Arts Department was formed. Soon thereafter, theater was offered as a course and this curriculum has expanded since then. ===Visual Arts=== Upper school studio art course offerings include ceramics, jewelry design, fibers craft, and architecture. In addition to drawing and painting courses, digital art is an offering. Web design and animation are also part of the art curriculum. The Middle School visual arts program includes introductory courses in music and theater. The Arts Café studies the art and cuisine of a global culture each year. ===Theater Program=== Students perform in two theaters: :The Andes Pit Theater located in the basement of Walker Hall will be replaced by building on the South Campus that had formerly been a power plant. :Warner Theater, restored in 2000, a proscenium theater that seats an audience of 360. Students perform in three fully mounted Upper School productions and a fully mounted Middle School production. One of these productions is an annual musical. Each summer, Moonstruck Theater Company presents a fully mounted production in the Andes Pit Theater. WA theater students can gain practical experience as Moonstruck Theater interns. ===Upper School Music Academic Program=== * Chorus offers introductory to intermediate training in ensemble performance with a focus on developing singers' musicianship, vocal technique and interpretive skills. * Advanced Chorus is a performance ensemble open to students by audition. The repertoire includes American, European and World music. * Wind Ensemble * Orchestra includes string players, as well as auditioned woodwind, brass and percussion players. * Music Study is individual and small group lessons that are offered to members of the performance ensembles in voice, piano, woodwinds, brass, bass, and percussion. * Music Theory meets two times weekly and is scheduled as an independent study for greater availability for students. The program is based around compositional technique of seventeenth to twentieth century tonal music and focuses on four-part writing. Courses run from Music Theory I through AP. Extra-curricular program: * The Academy Singers are selected from members of the choral classes. The Academy Singers perform vocal music from Renaissance to modern. * Jazz Combo is a small performance based jazz group (6–10 members/ rhythm section and up to 5 horns) by audition. * Jazz Lab is a performance based training program for beginning to intermediate players * The Hillpoppas are a student directed \"collegiate\" a cappella ensemble. * A full musical theater production is mounted by the Visual and Performing Arts Department each year. ==Athletics== Worcester Academy is a member of the New England Preparatory School Athletic Council (NEPSAC). Worcester Academy plays most of the larger New England prep schools, and rivalries date back much more than a century. In certain sports, NEPSAC classifies the competition for post-season play and Worcester Academy competes with teams in Class A and Class B. The mascot is a ram named Oskee, named after the school fight song. Approximately 60% of the students participate in an interscholastic sport on one of the 54 athletic teams. There are twenty- four different sports offered including in the fall: football, soccer, cross country, field hockey; in the winter: basketball, wrestling, alpine skiing, volleyball, hockey, swimming; and in the spring: track and field, baseball, lacrosse, crew, golf, softball, and tennis. ===Facilities=== * Daniels Gymnasium (1915 with a 1983 addition) has two basketball courts, a wrestling room, a weight room, and a four lane swimming pool. Volleyball is played in this building in the fall. A running track is above the original basketball court. * Gaskill Field (1910) is a located a few blocks south of the main campus and was renovated in 1995. This complex includes a football field with stands, a six lane quarter mile composition track, four tennis courts, and a baseball field. * New Balance Field (2001) is located four miles (6 km) from the main campus and it includes fields on three planes of different elevations. These are used for soccer, lacrosse, field hockey, and baseball based upon the season. There is also a softball field. * Morse Field (2011) is located a block south of the main campus on the former site of Saint Vincent Hospital. In May 2012, the Board of Trustees voted unanimously to name it the Dexter P. Morse Field in honor of Dexter and Barbara Morse. Morse served as the Head of School for 15 years and was instrumental in the construction of the turf field. Morse Field consists of a multi-purpose synthetic turf field that hosts varsity football, lacrosse, field hockey, soccer and softball. * Off-campus facilities: The crew teams row on Lake Quinsigamond and store their shells at the Donahue Rowing Center in Shrewsbury, Massachusetts. The hockey teams play their homes games at the Fidelity Bank Worcester Ice Center one half mile down the hill from the main campus. The golf teams play at the Cyprian Keyes Golf Club in Boylston, Massachusetts. The ski team practices and competes at Wachusett Mountain in Princeton, Massachusetts. ===Recent highlights=== In 2011, the Girls Varsity Soccer Team won NEPSAC Class A tournament in the first year that the team had moved up to the division. In 2017, the varsity baseball team won the Central Division NEPSAC crown by winning the Blackburn Tournament at Murray Stadium in Providence, Rhode Island. In 2016, the Boys Varsity Soccer team were the Class A WNEPSSA champions. In 2017, the Girls Varsity Ice Hockey team won the New England Girls Prep Division 2 championship. In 2018, the Boys Varsity Ice Hockey team were the 2017-2018 Holt Conference Champions. In 2018, the Girls Varsity Basketball team were the NEPSAC Class AA champions. In 2019, the Boys Varsity Soccer team were the NEPSAC Class A Champions. ===Notable coaches=== Worcester Academy's coaches have included: Mike Sherman, Ken O'Keefe, Kirk Ferentz, Dave Gavitt, William F. Donovan, Al Hall, and Bill Livesey. In addition, Gordon Lockbaum was a wrestling coach at Worcester Academy. Donald Rowe played and coached at WA, winning 9 New England Prep School Championships as a coach. ==Clubs== Student organizations or clubs date back to the very beginning of Worcester Academy in 1834, when the Legomathenian Society was formed. Initially, the Legomathenian Society was a literary society which published articles written by students. The Legomathenian Society is now the debate club at Worcester Academy. There are 55 organizations and just a few of them are: Model UN, Habitat for Humanity, Math Team, and Newman Society. ===Recent Highlights=== In January 2010, the Worcester Academy team won the Brain Bee competition for the state of Massachusetts. In May 2010, Worcester Academy's Walk and Rock for The Jimmy Fund raised $21,862 for adolescent and young adult (AYA) cancer research and support at Dana–Farber Cancer Institute. The event — a walkathon and music festival — raised $221,862 over a five-year period. The last Walk and Rock took place in 2010. In the springs of 2010 and 2011, the We the People club won the Massachusetts championship and traveled to Washington, D.C. to participate in the national championship.http://www.telegram.com/article/20110120/FLASH/101200486/1190/Auburn&Template;=flash_printart In 2011, Worcester Academy's math team won its seventh (and fourth straight)WOCOMAL Varsity Team Championships by Year. Wocomal.org. Retrieved on October 14, 2011. Worcester County Mathematics League championship,WOCOMAL Varsity Team Rankings 2010–11. Wocomal.org. Retrieved on October 14, 2011. its seventh (and sixth straight)MAML Team Championships by Year. Wocomal.org. Retrieved on October 14, 2011. state championship,MAML State Meet Team Rankings 2011. Wocomal.org. Retrieved on October 14, 2011. and its fourth New England championship (the third in six years).NEAML Team Championships by Year. Wocomal.org. Retrieved on October 14, 2011.NEAML State Meet Team Rankings 2011. Wocomal.org. Retrieved on October 14, 2011.Worcester Academy wins NE math championship. Telegram.com. Retrieved on October 14, 2011. On December 6, 2008 Worcester Academy Hosted its first Model United Nations Simulation. The keynote speaker was congressman Jim McGovern '77. Worcester Academy again sponsored and hosted WAMUN in October 2013. ==Notable alumni== Notable faculty and alumni of Worcester Academy include: * John Barrett 1883, American Diplomat * William H. Bates 1936, U.S. Congressman * H. Jon Benjamin 1984, actor, comedian * George Boardman the Younger, 1846, missionary * George B. Boomer 1847, Civil War General * Bernard Briskin 1943, businessman, philanthropist * Albert H. Bumstead 1894, Chief Cartographer, National Geographic Society, and inventor of sun compasses * Kimberly Burwick 1993, poet * Ralph A. \"Doc\" Carroll, 1909, Major League Baseball player, Philadelphia Athletics, 1916 * Edwin W. Clark, 1841, Missionary to Nagaland, India * Bill Cooke 1970, National Football League player * Major General Norman Cota 1915, portrayed by actor Robert Mitchum in the 1962 movie classic The Longest Day * Lou D'Allesandro 1956, educator, coach, and elected official * Jim Davis 1962, Chairman, New Balance Athletic Shoe * William Stearns Davis 1896, historian and educator * Dane DiLiegro 2007, actor and professional basketball player * Clarence Dillon 1904, co-founder of investment bank Dillon, Read & Co., father of C. Douglas Dillon * John F. Dryden 1857, Founder Prudential Insurance, U.S. Senator * Arthur Duffey 1899, Olympic Sprinter, 1900 Paris * Mark Fidrych 1974, former Detroit Tigers pitcher * Bernie Friberg 1919, Major League Baseball player * Jim Forbes 1978, multiple Emmy, ALMA, AP and Golden Mic award-winning writer, producer, correspondent and narrator of VH1’s Behind the Music * Major General Hugh J. Gaffey 1916, Patton's Chief of Staff * Robert Gilchrist, 2010, professional basketball player * Willis Goldbeck, 1910, movie producer and writer * Robert Goldwyn, 1948, surgeon and health care advocate * Kaz Grala, 2017, stock car racing driver * Gilbert Hovey Grosvenor 1893, founder and first editor of National Geographic magazine * Herman Gundlach 1931, Harvard football captain, Boston Braves lineman, NFL * Bruno Haas 1915, Philadelphia Athletics pitcher and NFL player * Alan Haberman 1947, supermarket executive credited with popularizing the barcode * Ned Harkness 1939, college and professional hockey coach * Brian Herosian, 1969, former NFL player with the Baltimore Colts and CFL player * Louis Jean Heydt, 1921, stage and movie actor * Arnold Hiatt, 1944, American businessman and election reformer * Abbie Hoffman 1955, social and political activist in the 1960s * Tom Holland 1962, film director * John Hope 1890, educator and president of Atlanta University * Ernest Martin Hopkins 1896, President of Dartmouth College * Frank Reed Horton 1914, founder Alpha Phi Omega fraternity * Tony Hulman 1920, Indianapolis Motor Speedway owner * Lyman Jewett 1840, Baptist missionary who translated the Bible into Telugu * Edward Davis Jones 1873, co-founder of Dow Jones * Arthur Kennedy 1932, stage and screen actor * Stephen Knapp 1965, artist * Stefan Lano 1970, symphonic conductor * Dick Lasse 1954, NFL football player and college coach * Armand LaMontagne 1958, sculptor of prominent athletes * Andy Lee, 1998, Actor, Singer and Rapper of South Korean band Shinhwa * Doug Leeds 1965, advertising/media executive and Broadway benefactor * Lou Little 1912, college football coach * Andrew Mamedoff, Battle of Britain pilot * John W. Mayhew 1904, All-American football player and coach * Roy McGillicuddy 1915, a.k.a. Roy Mack son of Connie Mack; co-owner of the Philadelphia Athletics * Rep. Jim McGovern 1977, U.S. Congressman * Charles E. Merrill 1904, co-founder of Merrill Lynch * Alfred Henry Miller, 1923, NFL football player Boston Bulldogs, 1929 * Paul Mitchell, 1968, Major League Baseball pitcher * Robert Munford, 1944, artist * Neil Patel (political advisor), 1987, publisher of The Daily Caller * Jessica Phillips, 1989, actress * Arthur Pope 1899, Persian Art Scholar and Administrator * Cole Porter 1909, Broadway composer * Sidney Hollis Radner, 1937 magician and expert on Houdini * Joseph Raycroft 1892, college basketball and football coach; considered the \"father of intramural athletics\" at Princeton University * Frank Rooney 1940, business executive * Donald \"Dee\" Rowe 1947, basketball coach * Thomas M. Salmon 1982, Vermont State Auditor * John Edward Sawyer 1937, President of Williams College * Canaan Severin 2012, NFL Player * Dennis Shulman 1968, clinical psychologist, psychoanalyst, author, rabbi, and Democratic Party nominee for the United States Congress in New Jersey's Fifth Congressional District * Mark Slade 1957, TV actor * Jonathan Starr 1994, Financial executive and philanthropist * Charles Starrett 1922, the \"Durango Kid\" * Robert Waring Stoddard 1924, businessman and benefactor * Ira Stoll 1990 Author and Former Managing Editor of The New York Sun * Jacob Stroyer 1872, Ex-slave, minister, and author * Prince Nandiyavat Svasti 1927, member of the Thai Royal Family and grandson to King Rama IV (1851–1868), a.k.a. Mongkut, the king of Siam depicted in the musical, The King and I * Royal C. Taft 1872, Governor of Rhode Island * Stanley F. Teele 1924, Fourth Dean of Harvard Business School * Eli Thayer 1840, founder of the Oread Institute and the New England Emigrant Aid Company * Webster Thayer 1876, Massachusetts judge, presided over the trial of Sacco and Vanzetti in 1920. * Michael Tien 1968, Deputy, National People's Congress, Hong Kong and International clothing retailer * Willard Tibbetts 1922, bronze medalist in the 3000 meter race in the 1924 Paris Olympics * William Toomey 1957, gold- medal winning decathlete in the 1968 Summer Olympics * Cyril G. Wates 1902, mountaineer, amateur astronomer, and author * Walt Whittaker 1913, Major League Baseball pitcher * Lewis Wilson 1939, first Batman in the movies In certain instances, student-athletes attend Worcester Academy solely for their senior year, or for a single postgraduate year, to increase their exposure to college coaches or to improve their academic standing. Notable student- athletes include: * David Ball 2003, New York Jets * Colt Brennan 2003, quarterback for the University of Hawaii, voted third in 2007 Heisman Trophy Voting * Dick Capp 1961, wide receiver for Green Bay Packers who appeared in Super Bowl II * Rick Carlisle 1979, former NBA player, former coach of the 2011 NBA champion Dallas Mavericks, current coach of the Indiana Pacers * Mo Cassara 1993, basketball coach and television analyst * Jeff Cross, 1980, former NBA player * Steven Daniels, 2012, former NFL player * Pat Downey 1993, former NFL player * Obinna Ekezie 1995, former NBA player * Chet Gladchuk, Jr. 1969, Director of Athletics United States Naval Academy * Jarrett Jack 2002, Brooklyn Nets of the NBA * Aaron Jackson 2005, Houston Rockets of the NBA * Mark Johnson 1986, former Major League Baseball player for the Los Angeles Angels, New York Mets, and Pittsburgh Pirates * Jordan Lucas 2012, Chicago Bears of the NFL, Super Bowl LIV Champion * Mike Malone 1989, Head coach Denver Nuggets * Donn Nelson 1982, former NBA and international basketball coach, current Dallas Mavericks president of basketball operations; son of former Boston Celtics star Don Nelson * Joe Philbin 1980, former head coach of the Miami Dolphins * Sean Ryan 1998, former NFL player * Craig Smith, former NBA player * Tim Welsh 1980, former Providence College coach and sportscaster * Mike Wilhelm 1986, Assistant Coach, Chicago Bulls ==Headmasters of Worcester Academy== {| class=\"wikitable\" |- ! Number ! Name ! Years |- | 1st | Silas Bailey, D.D. | 1834–1838 |- | 2nd | Samuel Stillman Greene, LL.D. | 1838–1840 |- | 3rd | Nelson Wheeler, A.M. | 1840–1847 |- | 4th | Eli Thayer 1840, A.M. | 1847–1849 |- | 5th | Charles C. Burnett, A.M. | 1849–1852 |- | 6th | Eleazer J. Avery, A.M. | 1852–1854 |- | 7th | William S. Greene, A.M. | 1854–1858 |- | 8th | Werden Reynolds, A.M. | 1858–1860 |- | 9th | James R. Stone, D.D. | 1860–1862 |- | 10th | Ambrose P. S. Stuart, A.M. | 1862–1864 |- | 11th | Charles Ayer, A.B. | 1865–1866 |- | 12th | Albert Prescott Marble, PhD | 1866–1868 |- | 13th | William C. Poland, A.B. | 1868–1870 |- | 14th | Willard T. Leonard, M.A. | 1870 |- | 15th | Rev. David Weston, A.B. | 1870–1871 |- | 16th | John D. Smith, A.B. | 1872–1875 |- | 17th | Nathan Leavenworth, A.M. | 1875–1882 |- | 18th | Daniel Abercrombie, Litt.D., LL.D. | 1882–1918 |- | 19th | Samuel Foss Holmes, A.M. | 1918–1933 |- | 20th | Harold H. Wade | 1933–1942 |- | 21st | LeRoy A. Campbell, PhD | 1942–1950 |- | 22nd | Paul K. Phillips, A.B. | 1950–1954 |- | 23rd | William S. Piper, Jr., Ed.D. | 1954–1968 |- | 24th | Harold G. Rader, Ed.D. | 1968–1969 |- | 25th | David R. Jefferson, B.A., B.D. | 1969–1970 |- | 26th | Robert A. LaBranche 1946, M.S. | 1970–1974 |- | 27th | John A. Bloom, M.A. | 1974–1985 |- | 28th | Ben Williams, M.A. | 1985–1991 |- | 29th | John Mackenzie, M.A. | 1991–1997 |- | 30th | Dexter P. Morse, M Ed., C.A.G.S. | 1997–2012 |- | 31st | Ronald M. Cino | 2012–2021 |- | 32nd | Kevin Breen | 2021–Present |} ==See also== *National Register of Historic Places listings in eastern Worcester, Massachusetts ==References== ==Further reading== * == External links == * *Worcester Academy history Category:1834 establishments in Massachusetts Category:Boarding schools in Massachusetts Category:Co-educational boarding schools Category:Educational institutions established in 1834 Category:High schools in Worcester, Massachusetts Category:Historic districts on the National Register of Historic Places in Massachusetts Category:National Register of Historic Places in Worcester, Massachusetts Category:Private high schools in Massachusetts Category:Private middle schools in Massachusetts Category:Private preparatory schools in Massachusetts Category:School buildings on the National Register of Historic Places in Massachusetts",
 "title": "Worcester Academy"
}