{
 "id": "514194",
 "text": "Autodesk Alias (formerly known as Alias StudioTools) is a family of computer- aided industrial design (CAID) software predominantly used in automotive design and industrial design for generating class A surfaces using Bézier surface and non-uniform rational B-spline (NURBS) modeling method. The product is sold specifically as CAID rather than CAD, and its tools and abilities are oriented more towards the \"styling\" aspect of design - that is to say, the product's housing and outer appearance. It does not go into mechanical detail like other CAD programs such as Siemens NX, Inventor, CATIA, Pro/ENGINEER and SolidWorks. ==History== ===Alias Research=== Alias software was developed by four computer scientists: Stephen Bingham, Nigel McGrath, Susan McKenna and David Springer to create an easy-to-use software package to produce realistic 3D models. In 1983, Alias Research was founded at Toronto, Ontario, Canada. Alias unveiled its first product Alias/1 in 1985 at SIGGRAPH '85 in San Francisco. Initial versions ran only on Silicon Graphics computers and the Irix operating system, until late in the 1990s when the software was ported to Microsoft Windows. In 2011 Mac versions were launched, which were discontinued in 2019. The company was a leader in high-end 3D graphics software. ===Under Silicon Graphics=== In 1995, Alias Research was purchased by Silicon Graphics and merged Wavefront Technologies, another 3D software graphics company founded in 1984 at Santa Barbara, California, to form Alias/Wavefront which was later renamed as Alias Systems Corporation. ===Under Autodesk=== On October 4, 2005 Alias was acquired by Autodesk, StudioTools changed its name to Autodesk AliasStudio. It became part of Autodesk in 2006. ==Products== The product suite starts with Alias Design as the entry-level conceptual design system, progressing to Alias Surface, and then to Alias Automotive as the top- of-the-line product with all of the options. Tools for sketching, modeling and visualization are combined in one software package. It meets the specialized needs of designers: sketching, freedom to experiment with shape and form, creating organic shapes, visualization for design review, and data exchange with CAD packages. As of version 2021, Autodesk Alias was split into separate standalone products: * Autodesk Alias AutoStudio (formerly Autodesk Alias Automotive) * Autodesk Alias Surface (formerly Autodesk Surface Studio) * Autodesk Alias Concept ( formerly Autodesk Design Studio) == Usage and application == thumb|200px|right|AliasStudio 13.0 - Example of modeling in AliasStudio. thumb|200px|right|AliasStudio 13.0 - Simple rendering example from AliasStudio. Autodesk Alias is often used for design and styling in the automotive, marine, aircraft, sporting equipment, packaging electronic enclosure, children's toy, and fashion accessory markets. Alias .wire data reads directly into Autodesk Inventor, Autodesk Showcase, Autodesk ImageStudio, Autodesk Maya and Autodesk VRED and It exports into several other 3D engineering packages via IGES or STEP such as Unigraphics, SolidWorks, Pro/ENGINEER, Siemens and CATIA for further downstream detailing and operations. The program has two types of modelers within it: NURBS and Subdivision. ==See also== *Automotive design *Product design *Class A surfaces *Autodesk *Silicon Graphics *Alias Research ==References== * 1. ^ Autodesk® Alias® 2019 Product Line * 2. ^ Learning Design with Alias StudioTools, - A Hands-on Guide to Modeling and Visualization in 3D (Official Alias Training Guide). == External links == * Autodesk Alias Products * AliasDesign Community Website Category:Computer-aided design software Category:Computer-aided industrial design Category:IRIX software",
 "title": "Autodesk Alias"
}