{
 "id": "514707",
 "text": "Moreton Island (Mulgumpin) is an island on the eastern side of Moreton Bay on the coast of South East Queensland, Australia. The Coral Sea lies on the east coast of the island. Moreton Island lies northeast of the Queensland capital, Brisbane. 95% of the island is contained within a national park and a popular destination for day trippers, four wheel driving, camping, recreational angling and whale watching and a 75-minute ferry ride from Brisbane. It is the third largest sand island in the world.Moreton Island Brisbane Tourism Guide. Retrieved on 2013-11-07. Together with Fraser Island, Moreton Island forms the largest sand structure in the world. It was the traditional country of the Ngugi before the onset of colonization. The island is within the City of Brisbane and is gazetted into four localities, the small townships of Bulwer (on the north-west coast), Cowan Cowan (on the west coast) and Kooringal (on the south-west coast) with the bulk of the island being the locality of Moreton Island. The private Tangalooma Island Resort is also within the locality of Moreton Island. All residential areas are located on the western coast of the island facing Moreton Bay. The island was named by Matthew Flinders. At least five lighthouses have been built on the island. A small number of residents live in four small settlements. Tangalooma was the site of a whaling station. Access to the island is by vehicular barge or passenger ferry services. Moreton Island is a popular destination for camping and fishing. It is one of the wettest parts of the City of Brisbane with precipitation spread evenly throughout the year compared to other parts of South East Queensland. Cape Moreton receives an annual average rainfall of . ==Geography== The island covers an area of approximately , and extends for from north to south and is at its widest point. Cape Moreton, at the north eastern tip of the island, is the only rock outcrop on the island. It was named Cape Morton by Captain James Cook in May 1770, and was at that time assumed to be part of the mainland. The current spelling came about because of a clerical error later. The highest point on the island is named Mount Tempest, which at is reputedly the highest, stabilised, coastal sandhill in the world. Close to Mount Tempest is another large sandhill--Storm Mountain at . High parabolic dunes are found along a central spine. Behind the beaches are many sand blow-outs where disturbances in natural dune vegetation has permitted high winds to blow sand inland. Moreton Island has a few freshwater lakes. A number of perched and window lakes have formed on the island over many years. As the water table beneath the Island fills with rain water large lakes are formed, with Blue Lagoon being the largest and most popular on the Eastern side of the island. Honeyeater Lake, renowned for its birdlife is the smaller sister lake to Blue Lagoon. Dolphin Lake near Tangalooma named because it resembles a wild dolphin. The smallest and most impressive is Lake Trusiak near Bulwer named after Polish island adventurer George Trusiak. Four small settlements exist on the western side of the island. The northernmost of these is Bulwer near the north western corner of the island, whilst Cowan Cowan is approximately further south. Approximately further south lies the private Tangalooma Island Resort. This former whaling station features the Tangalooma Marine Education and Conservation Centre (TMECC) and is known for its dolphin feeding and wreck diving. Tangalooma is the main access point to the island with regular passenger ferry and vehicular barge services. The island's main airstrip is long and lies between Cowan Cowan and Tangalooma. The other settlement is Kooringal which is located near the southern tip of the island. This township has its own airstrip and was serviced by a vehicular barge that ran to Amity Point on North Stradbroke Island until April 2009 when the barge was sold off due to limited business and high operation costs. A new vehicular barge called the Amity Trader now services the same route. Fort Cowan Cowan, an old World War II bunker and fortification complex that was used to protect the approaches to Moreton Bay, is located north of Cape Cowan Cowan. The bar between the two islands is known as South Passage and is dangerous to cross in high seas. ==History== Moreton Island is the traditional home of the Ngugi tribe. The islands contains numerous shell middens, indicating Aboriginal occupation of the island for at least 2000 years. While James Cook named the main headland on the island Cape Morton on the 17 May 1770, Those that came after him wrongly used \"Moreton\" it was Matthew Flinders who, on 31 July 1799, named the island. Castaways Thomas Pamphlett, John Finnegan and Richard Parsons traversed the island in March and April 1823 before heading to the mainland via Stradbroke Island. The Ngugi, who comprised an estimated 100 people, together with the Nunukul of North Stradbroke Island, clashed with whites establishing a presence on their islands, usually over matters related to native women. Between July 1831 and December 1832 some 30 to 40 of both groups were wounded or killed. In one sortie arranged by Captain Clunie of the 17th Regiment, a score of Ngugi, surprised by a dawn ambush, were shot down at a fresh water lagoon near the southern end of Moreton Island.*Raymond Evans, 'The mogwi take mi-an-jin: Race relations and the Moreton Bay penal settlement 1824-42,' in Rod Fisher (ed.) Brisbane: The Aboriginal presence, 1824-1860, Brisbane Historical Group 1992 pp.7-30, pp.20-22. European residents settled on the island in 1848, after the Sovereign shipwrecked on the island and a pilot station was established at Bulwer. This pilot station was operated until 1909. The clipper Young Australia was wrecked on Moreton Island in 1872. At Cape Moreton is Queensland's oldest lighthouse, Cape Moreton Light, which was first lit in 1857. The lighthouse was followed by at least four other lighthouse erected since the 1860s, at Comboyuro Point, North Point, Cowan Cowan Point and Yellow Patch. During World War II, a number of defence installations were installed on the island by the Royal Australian Navy and Australian Army. These sites included anti aircraft guns and mine control buildings. Their purpose was to protect the approaches to the port of Brisbane and at its peak 900 troops were stationed on the island. Between 1952 and 1962, Tangalooma, on the western side of the island, was the site of Queensland's only whaling station, with humpback whales being harvested on their annual migration north. Each season up to 600 whales were processed with a maximum of 11 whales per day. The site of the whaling station is now the Tangalooma Island Resort. The flensing plan of the station still exists as part of the resort.Old Whaling Station Flensing Deck - Moreton Island . Retrieved 26 July 2017. Moreton Island was included in the Greater Brisbane area in 1974. The council initially permitted 60% of the island to potentially be sandmined, however a public outcry led to the council changing the zoning to open space. The sands on the island contain rutile and zircon. The Queensland Government, led by Joh Bjelke-Petersen supported sandmining on the island and established the Cook Inquiry which produced a report recommending that 94% of the island be banned from mining. Despite this more mining licences were granted until 1984 when the Federal government announced it would decline export licences for the island's mineral sands. In 1989, then Premier of Queensland, Wayne Goss halted mining of the island and compensated the companies involved. A salt-water lagoon on the island was used as a temporary home to a dugong called Pig. Pig was the youngest dugong ever successfully reared in captivity.Sea cow suffers in the wild . Retrieved 14 March 2007. The dugong was placed in the lagoon to increase its natural instincts before being released into the wild. ===Pacific Adventurer oil spill=== On 11 March 2009 the container ship MV Pacific Adventurer lost bunker oil and cargo north of Moreton Island during heavy seas that were generated by Tropical Cyclone Hamish. The ship reportedly lost 31 containers of ammonium nitrate and as much as 230 tonnes of bunker oil. The spilled bunker oil was washed ashore on beaches along the northern end of Moreton Island including Honeymoon Bay, as well as along Bribie Island and beaches on the Sunshine Coast.'Army' converges on oil spill . Retrieved 14 March 2009 These have been deemed disaster areas, although a controversy has arisen as to the lack of early response as well as the refusal to accept offers of help or allow access to clean up the area.Helpers in Queensland oil slick being turned away . Retrieved 14 March 2009 The ship's owners face the possibility of up to 2 million in fines and the skipper could have to pay up to $200,000. They may also be liable for up to $250 million for environmental damage to the shoreline. Britain's Swire Shipping Ltd., the Hong Kong-registered ship's owner, said containers aboard the ship had slipped from the deck as it rocked in cyclone-stirred waters, ripping a hole in a bunker oil tank and spilling the equivalent of more than of bunk oil into the sea. Later, the company said a diver's inspection of the hull had led it to conclude the amount of spilled bunk oil was \"significantly more\" than that, but did not give a replacement figure. thumb|center|800px|Panorama of the island viewed from the Moreton Island lighthouse ===Native title recognition=== The Quandamooka people were granted native title of Mulgumpin on 27 November 2019. Joint management of the national park gives responsibility for camping book to the Quandamooka Yoolooburrabee Aboriginal Corporation ==Heritage listings== Moreton Island has a number of heritage-listed sites, including: * Cape Moreton: Cape Moreton Lightstation * 25 Dorothy Newnham Street: Signal Station, Moreton Island * 30 Jessie Wadsworth Street: Fort Cowan Cowan (Cowan Cowan Battery) The island was also listed in 1981 on the now-defunct Register of the National Estate. ==Recreation== Established in 1966, 98% of the island is contained within the Moreton Island National Park, which has a World Conservation Union (IUCN) category of II. The park is managed by the Queensland Parks and Wildlife Service. thumb|Large sand cliff showing sand rivers running Camping and four wheel driving is permitted and possible in many parts, with the appropriate fee. Motor vehicle access is by ferry, but is for four wheel drive vehicles only, as there are no sealed roads on the island. Camping is permitted, however permits must be obtained on the mainland. There are plenty of recreational activities including sand tobogganing which Moreton is famous for, snorkeling & diving, bird watching, feeding dolphins, whale watching from land, fishing and parasailing. There are more islands to the south, South Stradbroke Island and North Stradbroke Island, and to the north; Bribie Island and Fraser Island (reputed to be the biggest sand island in the world, Moreton Island being the third largest to Fraser). ===Management plan=== The Queensland Government implemented a new management plan called the Moreton Island Management Plan on 1 July 2007.Moreton Island Management Plan - QPWS . Retrieved 29 September 2010 This plan includes a new camping booking system, designated routes for quads, trikes and trail bikes and other zoning which defines rules for access and recreational opportunities. The plan incorporated existing fire management plans, pest and plant control measures and feral animal eradication programs. ==Transport== Access to the island is via vehicle ferry service from the Moreton Island Adventures MICAT at Port of Brisbane in Lytton, and the resort passenger services on the Tangalooma Island Resort Fleet departing from the Brisbane River at Holt St Pinkenba. A service from Amity Point on North Stradbroke Island was discontinued. Timetable details are available at . The Combie Trader barge service from Scarborough in Redcliffe City to Bulwer no longer operates. It ceased in July 2008 due to matters with the terminal and landing areas. There is no public bus service on the island. Tours and taxi transfers by four wheel drive (off-road) vehicles operate from Bulwer. Private vehicles may be brought to the island by ferry. They can be driven on the island but require a vehicle access permit as the island is a national park. Four wheel drive (off-road) vehicles are necessary as roads are unsealed and often sandy tracks beyond resort areas. Many beaches, particularly on the east shore, also serve as roads. There is little or no petrol on the island. ==See also== * List of islands of Queensland * Protected areas of Queensland ==References== ==External links== *Moreton Island History *Moreton Island National Park Information *Image of Northern tip of Moreton Island *Moreton Oil Spill Recovery Website Category:Islands of Moreton Bay Category:Beaches of Queensland Category:Geography of Brisbane Category:Barrier islands Category:Queensland in World War II Category:Queensland places listed on the defunct Register of the National Estate",
 "title": "Moreton Island"
}