{
 "id": "514715",
 "text": "The list below, enumerates the selected sites of the Soviet forced labor camps (known in Russian as the \"corrective labor camps\") of the Gulag. Most of them served mining, construction, and timber works. It is estimated that for most of its existence, the Gulag system consisted of over 30,000 camps, divided into three categories according to the number of prisoners held. The largest camps consisted of more than 25,000 prisoners each, medium size camps held from 5,000 to 25,000 inmates, and the smallest, but most numerous labor camps operated with less than 5,000 people each. Even this incomplete list can give a fair idea of the scale of forced labor in the USSR. ==List history== Initially, the list of Gulag slave labor camps in the USSR was created in Poland from the personal accounts of labor camp detainees of Polish citizenship. It was compiled by the government of Poland for the purpose of regulation and future financial compensation for World War II victims, and published in a decree of the Council of Ministers of Poland.Rada Ministrów (20 September 2001). Decree of the Council of Ministers regarding places of Soviet detention of Polish nationals. Dz.U.2001.106.1154. ROZPORZĄDZENIE PREZESA RADY MINISTRÓW z dnia 20 września 2001 r. w sprawie określenia miejsc odosobnienia, w których były osadzone osoby narodowości polskiej lub obywatele polscy innych narodowości. (Dz. U. z dnia 29 września 2001 r.) The first concentration camp after the Bolshevik coup of 1917 in Russia was established on the Solovetsky Islands on the initiative of the State Security Commissioner Gleb Bokiy on October 13, 1923, to the fate of the Solovetsky Monastery, which was closed in 1920. It was intended for \"socially alien elements\". Subsequently a network of concentration camps covered the whole country. In total, more than 18 million people were sent to the Gulag from 1929 to 1953. Extended Definition: Gulag. From: Anne Applebaum, GULAG: a history. ==Camp system operation== There were a number of particular categories of convicts that were imprisoned there including: #Any person convicted to a term of imprisonment of more than three years (all those convicted to less than three years were to be sent to \"corrective labor colonies\"). #Soviet dissidents. Initially these were dubbed \"class enemies\" (White Army combatants, members of opposition parties, nobility, etc.). Later, when the full victory of the Revolution was declared and there were supposedly no more \"class enemies\" left, a more flexible term of the enemy of the people was introduced, as well as an infamous Article 58 (RSFSR Penal Code) that covered \"counter-revolutionary activities\". #Soviet combatants returned from captivity. As a rule they were held liable under Article 58. The so-called prisoners of war were generally imprisoned in special POW camps, which existed independently from the network of corrective labor camps, and were subordinated to a separate administrative apparatus within the NKVD (since 1946: MVD). However, a fair number of POWs ended up in the regular camp system eventually. Unlike Gulag camps, located primarily in remote areas (mostly in Siberia), most of the POW camps after the war were located in the European part of the Soviet Union, where the prisoners worked on restoration of the country's infrastructure destroyed during the war: roads, railways, plants, etc., a topic of a separate article, POW labor in the Soviet Union. Polish citizens and members of other nationalities who were imprisoned at the Soviet forced labour camps during World War II worked also for the Soviet Army, digging trenches, employed in lumber and cement works, airport runway construction, and unloading of transport goods. ==Main camp directorates with acronyms== * BAM: Baikalo-Amurskaya Magistral, Baikal-Amur Mainline (railway) * BBK: Belomorsko-Baltiyskiy Kanal, White Sea-Baltic Canal * ITL: \"Ispravitelno-trudovoi lager'\", or, literally, \"corrective labor camp\". * LO: \"Lesoobyedinenie\", Logging works complex * CW: Construction Works * CS: Construction Site * GES: \"Gidroelektrostantsiya\", hydro-electric powerplant * Dalstroy: Far East regional CW directorate * Yeniseystroy: Yenisei River basin regional CW directorate * SMU: \"stroitelno-montazhnoe upravlenie\", Administration of construction and installation works * NKVD: literally, the People's Commissariat of Internal Affairs * MVD: literally, the Ministry of Internal Affairs * UVD: literally, the Administration of Internal Affairs, subordinated to GUVD * GUVD: literally, the Main Administration of Internal Affairs, renamed MVD * NKV: literally, the People's Commissariat of Arms * OITK: \"Otdel ispravitelno-trudovykh koloniy\", corrective labor colonies department * OLP: \"Otdel'ny lagerney punkt\", separate camp point * OGPU: \"Ob'yedinennoe glavnoe politicheskoe upravlenie\", United Main Political Administration * PL: to mark sites that also detained Polish nationals * TMFM: Traitor of Motherland Family Member (Russian: ЧСИР: член семьи изменника Родины), a category of repressed designated for the family members of the person who was recognized as the Traitor of Motherland; some camps were specifically designated to this category. ===GULAG=== * GULAG: \"Glavnoe Upravlenie Ispravitelno-trudovykh Lagerej\", or The Chief Directorate of Corrective Labor Camps * BAMLag: Directorate of BAM camps * BBLag: Directorate of White Sea-Baltic Canal camps, refer to previously mentioned BBK * GULGMP: \"Glavnoe Upravlenie Lagerej (GUL) Gornopererabatyvayushchey i Metallurgicheckoy Promyshlennosti\", Chief Directorate of Camps in Mining and Metallurgical Industry * GULLP: \"GUL Lesnoj i Lesopererabatyvayushchey Promyshlennosti\", Chief Directorate of Forestry and Wood Processing Industry * GULTP: \"GUL Tyazholoy Promyshlennosti\", Chief Directorate of Camps in Heavy Industry * GULGTS: \"GUL Gidrotekhnicheskogo stroitelstva\", Chief Directorate of Hydroelectric CW * GULZhDS: \"GUL Zheleznodorozhnogo stroitelstva\", Chief Directorate of Railway CW * GUSHOSDOR, GULShosDor, GULShDOR: \"GUL Shosseynykh dorog\", Chief Directorate of Camps in Highway CW * Sevvostlag or SVITLInformation about Dalstroy and SVITL (para #5) (severo-vostochnye lagerya): Directorate of North-Eastern Camps, until 1939 was an independent system of labor camps outside of the main administration of camps, GULAG. * USLON: \"Upravlenie Severnykh Lagerey Osobogo Naznacheniya\", Directorate of Northern Special-Significance Camps ** USKMITL: \"Upravlenie Solovetskogo and Karelo-Murmanskikh ITL\", Directorate of Solovki and Karelia-Murmansk Camps ** SLON: \"Solovetski Lager Osobogo Naznachenia\", Solovki Camp of Special Significance. *KhOZU: \"Khozyaystvennoe upravlenie MVD\", Economic Management of the MVD * UITLK: \"Upravleniye Ispravitelno-trudovykh Lagerey i Koloniy\", Management of Corrective Labor Camps and Colonies ==Construction works== * Administration of corrective labor camps of \"Apatit\" industrial complex. * General Administration of Petroleum Refinery and Synthetic Fuels Construction of MVD * (PL) ITLs servicing CSs ## 6, 16, 18, 90, 100, 105, 106, 108, 141, 159, 211, 213, 247, 258, 263, 304, 313, 442, 447, 462, 496, 505, 506, 507, 508, 509, 510, 511, 513, 514, 514, 560, 565, 585, 600, 601, 620, 665, 770, 790, 791, 833, 855, 859, 865, 880, 882, 883, 885, 896, 907, 915, 940, 994 (PL) * (PL) ITLs servicing GUShosDor CSs ## 1—8, 19 (PL) * (PL) ITLs servicing SMU ## 41—53 (PL) * Krasnoyarsk CS and ITL of Yeniseystroy (PL) * ITL of Special CSs for Cellulose-Paper enterprises of Karelo-Finnish SSR (PL) * ITL of CS for Arkhangelsk Cellulose-Paper Complex (PL) * ITL of CSs for hydroelectric power plants on the Biya River (PL) * ITL of CSs for Vladimir hydroelectric power plant (PL) * ITL for CSs ##1, 2, 3 of Bashkirian Petroleum Plants Special CW (Bashspecneftestroy) (PL) * ITL for CSs ##1, 2, 3 of Tatarstan Petroleum Plants Special CW (Tatspecneftestroy) (PL) * ITL for CS of the Kazan petroleum refinery * ITL for CSs of hydroelectric power plants on the upper Oka River (PL) * ITL for CSs of Transcaucasian metallurgical enterprises (PL) * ITL for CSs of Znamienitaya dam and sluice (PL) * ITL for CSs of Volga-Don canal (PL) * ITL for CSs of Krasnoyarsk-Yeniseysk railway (PL) * ITL for CSs of Karaganda basin open-cast coal mines (PL) * Taishet Construction Works Continued from the Polish Dziennik Ustaw complete listing of NKVD camps with Poles. * Alluvaysky CS and ITL (PL) * Yensky CS and ITL (PL) * Matkozensky CS and ITL (PL) * Yanstroy ITL of Dalstroy (PL) *234) ITŁ Zarządu Dróg Bitych Dalstroju, ==A== thumb|180px|Memorial for the Akmolinsk camp for wives of \"traitors of the Motherland\" (АЛЖИР) *Akhtuba ITL (Akhtublag) *Akhunsky ITL (Akhunlag) *ALZhIR, camp for wives of \"traitors of the Motherland\" (АЛЖИР, Акмолинский лагерь жён изменников Родины), an example of a morose Gulag wordplay: Алжир is Algeria (in Siberia...) *Aktyubinsky ITL (Aktyubinlag) *Aldan ITL of Dalstroy *Aldansky ITL (Aldanlag) *Alluayvskoe CS and ITL (PL) *Altaysky ITL (Altaylag) *Amgunsky ITL (Amgunlag) *Amursky ITL (Amurlag) *Amur Railway ITL (Amurlag) *Lower Amur ITL *Angarsky ITL (Angarlag) *Angrensky ITL (Angrenlag) *Aralichevsky ITL (Aralichevlag) *Arkhangelsky ITL (Arkhbumlag; renamed to ITL and construction of Arkhangelsk TsBK in 1940) *Arkhangelsky transit point OGPU (Arkhperpunkt) *Astrakhansky ITL (Astrakhanlag) *Avrotransportny ITL of Dalstroy (Translag) *Azovsky ITL (Azovlag) *Azovskoe LO (Azovlag) Continued from the Polish Dziennik Ustaw complete listing of NKVD camps with Poles. *Archpierpunkt *Atbasarski ITL ==B== *Bakalsky ITL (Bakallag) *Bakovsky ITL (Bakovlag) *Balaganskoe LO *Balakhninsky ITL (Balaklag) *Baleysky ITL (Baleylag) *Bamlag (Baikal-Amur Mainline) ITLs *Barashevsky ITL and GULAG industrial complex (Barashevlag) *BBK (White Sea-Baltic Canal) ITLs *Belogorsky ITL (Belogorlag) *Belomorstroy and ITL (Belbaltlag) *Belorechensky ITL (Belrechlag) *Belozersk LO *Bereznikovsky ITL (Bereznyaklag, Berezlag) *Berlag (MVD Special Camp No. 5) *Beskudnikovskoe Special LO *Bezymyansky ITL (Bezymyanlag) *Birsky ITL (Birlag) *Bodaybinsky ITL (Bodaybinlag) *Bogoslovsky ITL and construction of aluminum plant (Bogoslovag) *Borsky ITL (Borlag) *Bratsky ITL and Tayshet construction *Buchenwald called Special camp No 2 of the NKVD. Part of the GULAG from 1948 to 1950; transferred to GDR control by Kruglov. *Bukachachinsky ITL (Bukachachlag) * , concentrating on BAM construction *Butugichag, Uranium mine and Special ITL (Magadan Oblast), headed by Dalstroy, later, at closing, Sevvostlag. Coordinates: 61 18'05.65\" N 149 02'53.34\" E Continued from the Polish Dziennik Ustaw complete listing of NKVD camps, and the Russian Карта ГУЛАГа - Мемориал *Bakalsky ITL *Bakovsky ITL *Baleysky ITL *Balachlag *Barashevsky ITL and Industrial Complex of GULAG, *Baydarsky ITL (Baydarlag) *Bazhenovsky ITL (Bazhenovlag) *Belokorovichsky camp of the OITK NKVD of BSSR *Beregovoy Camp (MVD Special Camp No. 5, Berlag) *Berezovsky ITL (1947-1948, Berezovlag) *Berezovsky ITL (1954-1956, Berezovlag) *Berezovsky ITL of Northern directorate of GULZhDS (Berezovlag) *Bezymyansky ITL (Bezymyanlag) *Bobrovskoe LO (Bobrovlag) *Borsky ITL *Burepolomsky ITL ==C== *Central Asian ITL (Sazlag, Sazulon, Central Asian camps, management of Central Asian labor camp and colonies of the NKVD of the Uzbek SSR, UITLK of the NKVD of the Uzbek SSR) *Chapayevsky ITL *Chaunsky ITL of Dalstroy *Chaun-Chukotsky ITL of Dalstroy *Cheboksarsky ITL (Cheboksarlag) *Chelyabinsky ITL (Chelyablag) *Cherepovetsky ITL (Cherepovetslag) *Chernogorsky ITL (Chernogorlag) *Chernogorsky Special ITL *Chernoistochinsky ITL (Chernoistochlag) *Chukotsky ITL of Dalstroy (ЧУКОТСКИЕ ИТЛ) *Construction 6 and ITL (transferred to Nizhne-Amur ITL in 1953) *Construction 16 and ITL (renamed Kitoysky ITL in 1953) *Construction 18 and ITL (renamed Khakassky ITL in 1953) *Construction 90 and ITL (formerly ITL Spetsstroy; renamed to Construction 560 and ITL in 1949) *Construction 105 and ITL (reorganized into Construction 106 and ITL in 1940) *Construction 106 and ITL *Construction 108 and ITL *Construction 159 and ITL *Construction 200 and Luzhsky ITL (Luzhlag) *Construction 201 and ITL (Nikolaevsky ITL) *Construction 210 and ITL *Construction 211 and ITL *Construction 213 and ITL *Construction 247 and ITL (renamed Kuznetsky ITL in 1953) *Construction 258 and ITL *Construction 263 and ITL *Construction 304 and ITL *Construction 313 and ITL (renamed Bobrovskoe LO in 1953) *Construction 352 and ITL *Construction 384 and ITL *Construction 442 and ITL (renamed Gorodsk LO in 1953) *Construction 447 and ITL *Construction 462 and ITL (renamed Azovsky ITL in 1953) *Construction 496 and ITL (renamed to Construction 258 and ITL in 1949) *Construction 500 *Construction 505 and ITL GULZhDS (renamed Selenginsky ITL in 1953) *Construction 505 and ITL GULPS (renamed to Construction 585 and ITL in 1949) *Construction 506 and ITL *Construction 507 and ITL (became part of Nizhamurlag in 1953) *Construction 508 and ITL (renamed Ulminsky ITL in 1953) *Construction 509 and ITL (transferred to Belorechensky ITL in 1953) *Construction 510 and ITL *Construction 511 and ITL *Construction 513 and ITL *Construction 514 and ITL (renamed Krasnogorsky ITL in 1953) *Construction 514 and ITL GULZhDS *Construction 560 and ITL (transferred to Construction 565 and ITL in 1952) *Construction 565 and ITL (renamed Bakovsky ITL in 1953) *Construction 585 and ITL (renamed Belogorsk ITL in 1953) *Construction 600 and ITL (renamed Kamensky ITL in 1953) *Construction 601 and ITL (renamed Voroninosky ITL in 1953) *Construction 612 and ITL (renamed Podgorny ITL in 1953) *Construction 620 and ITL (renamed Podlesnoe LO in 1953) *Construction 621 and ITL *Construction 665 and ITL *Construction 713 and ITL (renamed to Construction 352 and ITL in 1949) *Construction 730 and ITL *Construction 770 and ITL *Construction 790 and ITL (renamed Yermakovskoye LO in 1953) *Construction 791 and ITL *Construction 833 and ITL (renamed to Construction 620 and ITL in 1949 *Construction 855 and ITL *Construction 859 and ITL (renamed to Construction 247 and ITL in 1949) *Construction 865 and ITL (renamed to Construction 313 and ITL in 1949) *Construction 880 and ITL (renamed to Construction 505 and ITL GULPS in 1949) *Construction 881 and ITL (renamed to Construction 915 and ITL in 1949) *Construction 882 and ITL (renamed to Construction 940 and ITL in 1949) *Construction 896 and ITL (renamed to Construction 665 and ITL in 1949) *Construction 904 and ITL (renamed to Construction 384 and ITL in 1949) *Construction 907 and ITL (renamed to Construction 447 and ITL in 1949) *Construction 915 and ITL *Construction 940 and ITL *Construction 994 and ITL (renamed to ITL and construction of mining and metallurgical enterprises in 1950) *Construction 1001 and ITL *Construction 1418 and ITL (renamed to Construction 514 and ITL in 1949) *Construction-operating control No. 11 and ITL *Construction GUShOSDORA MVD No. 1 – No. 8 and ITL *Construction GUShOSDORA MVD No. 17 and ITL *Construction GUShOSDORA MVD No. 19 and ITL *Construction GUShOSDORA NKVD No. 1 – No. 4 and ITL Continued from the Polish Dziennik Ustaw complete listing of NKVD camps with Poles. *Chistyungsky ITL for handicapped (Chisyunlag) ==D== *Dalniy Camp (MVD Special Camp No. 11) *Darasunskoe LO *Dmitrovsky ITL (Dmitlag; reorganized into its own Gulag district in 1938) *Donlag (Don) *Dorlag ITL of Dalstroy *Dorozhny ITL of Dalstroy *Dubogorskoe LO *Dubravlag (MVD Special Camp No. 3) *Dzhezkagansky ITL (Dzhezkazganlag; reorganized into LO Karagandinskogo ITL in 1943) *Dzhidinsky ITL (Dzhidinlag, Dzhidlag) *Dzhugdzhursky ITL (Dzhugdzhurlag) Continued from the Polish Dziennik Ustaw complete listing of NKVD camps with Poles. *Daleki Camp ==E== * Eastern Administration of Lead Mining and ITL of Yeniseistroy * Eastern ITL in construction 500 * Eastern railway ITL (Vostoklag, Vostlag) * Eastern Urals ITL (Vosturallag) ==F== *Far East ITL (Dallag) ==G== *Gagarinskoe LO (Gagarinsky ITL, Gagarlag) *Gdovsky ITL (Gdovlag) *Glazovsky LO (Glazovlag, LO at Construction 384) *Gorny Camp (MVD Special Camp No. 2, Gorlag) *Gornaya Shoriya ITL *Gornoshersky ITL (Gornoshorlag) *Gorodskoe LO (Gorlag) *Guryevsky ITL (Gurlag) *Gusino-Ozersky ITL (Gusinoozerlag) ==I== *Ilimsky Special ITL *Indigirsky ITL of Dalstroy *Intinsky ITL (Intalag) *Inza- Syzran ITL *ITL Aldan road construction authority of Dalstroy *ITL and 10th field construction NKVD *ITL and Bashkirian Petroleum Plant (Bashspetneftestroy) construction No. 1 – No. 4 (PL) *ITL and Tatarstan Petroleum Plant (Tatspetsneftestroy) construction No. 1 & No. 2 (PL) *ITL and \"V-1\" construction *ITL and aerodrome construction *ITL and Arkhangelsk TsBK construction *ITL and Borovichevskoy GES construction *ITL and Buyskikh GES construction *ITL and construction of Aktovrakskogo industrial complex *ITL and construction of coal mine No. 4 of the Karaganda region *ITL and construction of Gulag in Dmitrov District *ITL and construction of Gulag in Khimki District (Khimkinsky ITL, Khimlag) *ITL and construction of industrial complex No. 7 (renamed to Construction 907 and ITL in 1947) *ITL and construction of iron ore mine *ITL and construction of Kazan oil refining plant (Kazanneftestroy) *ITL and construction of Krasnoyarsk–Yeniseisk railway *ITL and construction of Mstinskikh GES *ITL and construction of NKV plant No. 8 *ITL and construction of special district (Stroylag) *ITL and construction of Stalinist pumping stations *ITL and construction of state farms and silos (Atbasarsky ITL) *ITL and construction of southeast harbor (ITL construction of South harbor) *ITL and construction of special region *ITL and construction of Transcaucasian metallurgical plant (Zakmetallurgstroy, ZMS) *ITL and construction of upper Ob hydroelectric plant *ITL and construction of upper Samgorsky irrigation system, Tbilisi *ITL and construction of Vladimirskoy GES (PL) *ITL and construction of Volga-Don waterway (Volgodonstroy) *ITL \"Apatit\" industrial complex (merged into Belorechensky LO in 1953) *ITL \"ASh\" *ITL Berelekhskaya District Management geological exploration of Dalstroy *ITL Board of Dalstroy *ITL \"BZh\" *ITL Chelyametallurgstroy (Chelyabinsky ITL, Chelyablag) *ITL for construction of iron mines (Zhelezlag; renamed to Polyansky ITL in 1953) *ITL for construction of mining and metallurgical enterprises (renamed to ITL for construction of iron mines in 1951) *ITL for construction of Solikamsk TsBK *ITL for construction of Usolsky mining equipment plant (renamed to Usolsky ITL SGU in 1949) *ITL Dalstroy Roads Board *ITL Dmitrov mechanical plant *ITL \"DS\" of Yeniseistroy (renamed Taezhny ITL in 1953) *ITL \"DT\" *ITL \"DYu\" (absorbed into ITL \"GA\" in 1953) *ITL \"EL\" (ITL for geological exploration expedition; renamed to Ostrovskoe LO in 1953) *ITL \"EM\" (ITL and construction of coal mine; renamed to Dubogorskoe LO in 1953) *ITL \"EN\" (ITL and oil exploration expedition; renamed to Mostovskoe LO in 1953) *ITL \"EO\" (ITL and Mine Construction; renamed to Gagarinskoe LO in 1953) *ITL \"EShch\" *ITL \"GA\" *ITL \"GB\" (absorbed into ITL \"Eshch\" in 1953) *ITL \"IN\" *ITL industrial complex No. 6 *ITL industrial complex No. 9 *ITL industrial complex No. 11 *ITL \"KA\" *ITL Kolyma-Indigirka river shipping of Dalstroy *ITL Motor Transport Dalstroy *ITL \"NL\" *ITL No. 17 GUShOSDOR *ITL Oboronstroe *ITL Omskstroy (Omsky ITL, Omlag) *ITL \"Promzhilstroy\" of Dalstroy *ITL refining plant No. 169 (Affinazhstroy) *ITL special construction site No. 881 *ITL Spetsstroy (renamed to Construction 90 and ITL in 1947) *ITL of special construction *ITL Uglich plant, bridge construction No. 4 GUShOSDOR *ITL Usolgidroles *ITL \"VCh\" *ITL Volgostroya (Volzhsky ITL, Volgolag) *ITL Yanstroy of Dalstroy (PL) (Khandygsky ITL USVITLa, ITL \"Yanstroy\", Yanstroylag, LO Yanstroya) *ITL \"Yeshch\" *ITL \"Yeya\" *ITL \"ZhK\" *ITL \"ZhR\" *Ivdelsky ITL (Ivdellag) Continued from the Polish Dziennik Ustaw complete listing of NKVD camps with Poles. *ITL and construction of Ore Mine (ITŁ i Budowa Kopalni Rudy) *ITL and coal mine construction (ITŁ i Budowa Kopalni Węgla) *ITL and the petroleum expedition (ITŁ i Ekspedycja Poszukująca Ropy Naftowej) *ITL at construction of Karagandastroy (ITŁ przy Budowie Karagandażyłstroju) *ITL at construction board of ore mine directorate No. 10 (ITŁ przy Zarządzie Budowy Dyrekcji Kopalń Rudy nr 10) *ITL Belomorstroy (ITŁ Biełomorstroju) *ITL Construction of Mining and Metallurgical Enterprises (ITŁ Budowy Przedsiębiorstw Górniczo- Metalurgicznych) *ITL Construction of Southern Harbor (ITŁ Budowy Przystani Południowej) *ITL Geological-Exploration Expedition (ITŁ Ekspedycji Geologiczno-Poszukiwawczej) *ITL Industrial and Housing Construction (ITŁ Budownictwa Przemysłowego i Mieszkaniowego) *ITL Iron Ore Mine Construction (ITŁ Budowy Kopalń Rudy Żelaza) *ITL Krasnoyarsk Affiliation Institute (ITŁ Krasnojarskiego Zakładu Afinacji) *ITL of Yansky AGH Management Board (ITŁ Jańskiego Zarządu Górniczo-Przemysłowego) *ITL Management Board of Dalstroy Auxiliary Farms (ITŁ Zarządu Gospodarstw Pomocniczych Dalstroju) *Ozyorny Camp ==K== *Kalachevsky ITL *Kaluzhsky ITL (ITL and construction of Moscow-Kiev highway, Kaluglag) *Kamensky ITL (1942–1944; Kamenlag, Novo-Kamensky ITL) *Kamensky ITL (1953–1954; Kamenlag) *Kamyshovy Camp (MVD Special Camp No. 10; Kamyshovlag, Kamyshlag) *Kandalakshinsky ITL (ITL and Construction of Kandalakshinsky aluminum plant, Kandalakshstroy; transferred to Karagandinsky ITL in 1948) *Karagandazhilstroy and ITL *Karagandinsky ITL (Karlag) *Karakumsky ITL (Karakumlag; ITL Sredazgidrostroy; ITL and construction of the Main Turkmen Canal) *Kargopolsky ITL, Yertsevo (КАРГОПОЛЬЛАГ) *Kaspiysky ITL *Kazakhstansky ITL OGPU (Kazlag) *Keksgolmsky ITL *Kemerovozhilstroy and ITL *Kengir *Khabarovsky ITL *Khakassky ITL *Khakasskoe LO *Khimkinsky OLP *Kimpersaysky ITL (Kimpersaylag) *Kirovlag ITL *Kitoisky ITL (Kitoylag) *Kizelovsky ITL (Kizellag) *Klyuchevsky ITL (ITL and construction of the Klyuchev complex; Klyuchevlag) *Kochkarskoe LO (Kochkarlag) *Kokshinsky ITL *Kolsky ITL and special construction 33 (Kollag; Kolskogo ITL and UNKVD colonies for the Murmansk region; transferred to Construction 106 and ITL in 1941) *Koslansky ITL (Koslanlag) *Kosvinsky ITL (Kosvinlag, Kosvinstroy) *Kotlassky GULZhDS department *Kotlassky transit and trans shipment point GULAG *Kotlassky agricultural ITL (Kotlaslag) *Kotlassky agricultural LO *Kovrovsky ITL (ITL and Construction of the Nizhne-Klyazminskaya GES, ITL and Construction of Kovrovskaya GES; Kovrovges) *Krasnogorsky ITL (Krasnogorlag) *Krasnoyarskoe construction and ITL of Yeniseistroy *Krasnoyarsky ITL (Kraslag) *Krasnoyarsk Office of Special Construction and ITL, mailbox 138 *Kuloisky ITL (КУЛОЙЛАГ) *Kuneevsky ITL (ITL and construction of Kuibyshev GES) *Kungursky ITL *Kuryanovsky ITL *Kusinsky ITL (Kusinlag) *Kuzbassky ITL (Kuzbasszhilstroy, Kuzbasslag) *Kuznetsky ITL (Kuznetslag) ==L== *Likovsky ITL and construction 204 (Likovlag) *LO at Voroshilov plant *LO at \"Sacca and Vanzetti\" sovkhoz (Cherdaklag) *LO Central Hospital, Dalstroy *LO Lower Indigirskogo district exploration Dalstroy Management (LO Ozhogino) *Lobvinsky ITL (Lobvinlag, Lobvinstroy, ITL and construction of Lobvin hydrolysis plant) *Lokchimsky ITL (Lokchimlag) *Lower Amur ITL (Nizhamurlag, Nizhne-Amurlag, Nizhneamurlag) *Lower Don ITL (Nizhnedonlag, ITL and construction of irrigation and hydraulic structures) *Lower Volga ITL (merged with Saratovsky ITL and Volgozheldorstroy Administration in 1942 to form Privolzhsky ITL) *Lugovoy Camp (MVD Special Camp No. 9, Luglag) *Luzhsky ITL and construction 200 (Luzhlag, Construction 200 and ITL) *Lysogorskoe LO (Lysogorlag, LO at Construction 621) ==M== Continued from the Polish Dziennik Ustaw complete listing of NKVD camps with Poles. *Magadansky ITL, Dalstroy (Maglag) *Mariysky ITL *Makarovsky LO (Makarlag) *Markovsky ITL (ITL and construction of the Northern Water Pipeline station, Sevvodstroy) *Martynovsky ITL (ITL and construction of Volgodostroy irrigation facilities; merged with Tslimlyansky ITL to form Nizhne-Donskoy ITL in 1952) *Matkozhnenskoe construction and ITL (Matkozhlag) *Maykainskoe LO *Medvezhiegorsk health camp (Medvezhegorlag, Medvezhyegorsk ITL, Medvezhyegorsk invalid ITL) *Mekhrennsky ITL (Mekhrenlag) *Mineevskoe LO KhOZU MVD *Mineralny Camp (Minlag, Special Camp No. 1, later Mineralny ITL) *Minusinskoe LO SGU *Molotovsky ITL (ITL Molotovstroy, Molotovlag) *Monchegorsky ITL and construction of \"Severonikel\" plant (Monchegolag) *Moskovsko-Ugolny ITL (Mosugol) *Moskovsky Logging ITL (Mosleslag) *Mostovskoe LO (Mostovlag, Mostovsky ITL) ==N== *Niebitdaski ITŁ *Neftestroylag *Nemnyrsky ITL (ITL at the \"Aldanlyuda\" trust, Nemnyrlag) *Nerchinsky ITL (Nerchinlag) *Nerchinskoe LO (Nerchinskoe agricultural LO) *Nikolayevsky ITL *Nizhegorodsky ITL *Noginsky ITL *Norilsky ITL (Norillag, Norilstroy; June 25, 1935 to August 22, 1956) *Northern OGPU special purpose camps (USEVLON, Sevlag, SEVLON) *North ITL Dalstroy (Sevlag, Northern ITL USVITLa) *North Management ITL and construction 503 (Северная Совет) *North Railway ITL (Sevzheldorlag; merged with Severo-Pechorsky ITL to form Pechorsky ITL in 1950) *Novokimensky ITL *Novo-Tambovsky ITL (Novotambovlag) *Nyrobsky ITL (Nyroblag) ==O== *Obsky ITL *Obsky ITL and construction 501 (Obskoe upr. GULZhDS, ITL at construction 501, Construction 501; part of camp liquidated and remainder became a portion of Pechorsk ITL in 1954) *Olkhovsky health camp (Olkhovlag, Olkhovsky ITL, Olkhovsky invalid ITL) *OLP construction building No. 1 GULAG NKVD *Omsky ITL and construction 166 (Omlag) *Omsukchansky ITL Dalstroy (Omsukchanskoe LO, Omsukchansky ITL USVITLa, Omsukchanlag) *Onezhsky ITL (Oneglag) *Opoksky ITL (ITL construction of the Opoksky hydroelectric complex, ITL and construction of the Opoksky hydroelectric complex, Opokstroy, Opoklag) *Orlovsky ITL (Orlovlag) *Ostrovskoye LO (Ostrovsky ITL, Ostrovlag) *Ozerny Camp (Ozerny ITL, Ozerlag, MVD Special Camp No. 7) ==P== *Paninskoe LO (Paninlag) *Pavlovdarsky ITL (Pavlodarlag) *Pavlovskoe LO *Pechorsky ITL (Pechorlag) *Perevalny ITL (Perevallag; transferred to Nizhne-Amursky ITL in 1945) *Peschany Camp (MVD Special Camp No. 8, Peschanlag, Peschany ITL) *Podgorny ITL (Podgorlag) *Podlesnoe LO (Podleslag) *Podolsky ITL (Podollag) *Polyansky ITL (Polyanlag) *Ponyshsky ITL (Ponyslag) *Prikaspisky ITL and construction 107 (Construction 107) *Primorsky ITL (Primorskoe LO, Primorlag; 1947-1953) *Primorsky ITL Dalstroy (Primorlag, Primlag, Primorskoe LO) *Primorsky railway ITL and construction 206 (Primorlag) *Primorsky district Dalstroy (Primorsky district of Sevvostlag) *Privolzhsky ITL (Privolzhlag) *Prorvinsky ITL (Prorvlag) *Przełęczowy ITŁ *Pudozhgorsky ITL (Pudozhstroy, ITL and construction of the Pudozhgorsk metallurgical complex) *Pudozhskoe LO ==R== *Raychikhinsky ITL (Raychikhlag) *Rechnoy Camp (MVD Special Camp No. 6, Rechlag) *Rudbaykalstroy and ITL (ITL Rudbakalstroy) *Rybinsky ITL (Rybinlag) ==S== Continued from the Russian Карта ГУЛАГа - Мемориал listing of NKVD camps, and the Polish Dziennik Ustaw listing of camps. *Sakhalinsky ITL (САХАЛИНСКИЕ ИТЛ; Sakhalinlag, Sakhalinstroy) *Samarsky ITL and Kuibyshev hydrosystem construction (Samarsky ITL, Samarlag) *Saransky ITL and construction GULZhDS (Saransky ITL, Saranstroy, Sarantstroy) *Saratovsky ITL (Saratovlag, Saratovstroy, 1942; merged with Nizhne-Volzhsky ITL and Volgozheldorstroy Administration in 1942 to form Privolzhsky ITL) *Saratovsky ITL (ITL at Saratovstroy, Saratovlag; 1946-1956) *Sarovsky ITL *Sarovsky special quarantine camp OGPU *Segezhsky ITL (Segezhlag) *Selenginsky ITL (Selenginlag) *Severo-Dvinsky ITL (Sevdvinlag) *Severo-Kuzbassky ITL (Sevkuzbasslag) *Severo-Pechorsky (Sevpechlag, Pechora railway ITL, Pechora ITL, Pechorstroy, Pechorlag) *Severo-Vostochny ITL (Northeast ITL, Sevvostlag, Dalstroy ITL) *Severo-Uralsky ITL (Sevurallag) *Shakhtinsky ITL (Shakhtlag) *Shchugorsky ITL (Shchugorugol, Shchugorlag) *Sheksninsky ITL GULGTS *Sheksninsky ITL MVD (Sheksninlag; merged with Vytegorsky ITL into Volgo- Baltisky ITL in 1952) *Shirokovsky ITL (Shirokstroy, Shirok-Vilukhstroy, Shiroklag; became Kosvinsky ITL in 1949) *Shosdorlag (Ushosdorlag, Ushosstroylag) *Shozhemsky ITL *Sibirsky ITL (SIBULON, Siblag) *Solikamsky health camp (Solikamozdorlag, Solikamsky invalid ITL) *Solikamsky ITL *Solovetsky ITL OGPU (Solovetsky special purpose camps, Solovetsky special forced labor camp OGPU, SLON, SLAG, Solovetsky and Karelo-Murmansk camps, SKMITL) *Soroksky ITL (СОРОКЛАГ) *Sosnovsky ITL (Sosnovlag; formed out of LO 5 and 7 of Kuznetsky ITL in 1954 and rolled back into Kuznetsky ITL in 1956) *Southern ITL (Yuzhlag) *Southern ITL at construction 505 GULZhDS (Yuzhlag) *Southeast ITL *Southwest ITL Dalstroy (Yugo-Zapadnoe LO, Yuzlag, Yugo- Zapadnoe LO USVITLa) *Southwest Mining Authority and ITL Yeniseystroy management *Sredne-Belsky ITL (Srednebellag) *Stalingradsky ITL (Stalingradlag; renamed to Lower Volga ITL in 1942) *Staroselskoe LO (Starosellag) *Stepnoy Camp (Steplag, MVD Special Camp No. 4, Stepnoy ITL) *Stepnovskoe LO *Sukhodolskoye LO (Sukhodolsky ITL) *Sukhanovo *Svirsky ITL (Svirlag) *Sviyazhskoe LO (LO at the Sviyazh plant number 1 GULZhDS) *Svobodnensky ITL (Svobodlag) *Syzransky ITL (Inza-Syzransky ITL, Inzasyzranlag, Syzranlag) ==T== *Tagilsky ITL (Nizhnetagilsky ITL, Tagillag, Tagilstroy) *Taiga ITL (Taezhlag) *Taiga Mining Authority and ITL Yeniseystroy management (ITL PO Box 55) *Takhtamygdinskoe LO *Tavdinsky ITL (Tavdinlag) *Tavseevsky ITL (ITL and construction of the Taseevsky mine) *Tayshetsky ITL GULAG *Tayshetsky ITL GULZhDS (Tayshetstroy) *Tayshetsky ITL UITLK UNKVD in Irkutsk region (Tayshetlag, Tayshetsky NKVD camp) *Temnikovsky ITL (Temlag) *Tenkinsky ITL Dalstroy (Tenlag, Tenkinsky ITL USVITLa) *Tikhvin ITL (Tikhvinlag) *Togulym *Tomsky ITL (ITL \"A\" OITK UMVD in the Tomsk region) *Tomsk-Asinsky ITL (Tomasinlag) *Tom-Usinsk ITL *Transit LO Dalstroy (Transit- transfer OLP) *Tsimlyansky ITL (Construction and ITL of the Tsimlyansk hydroelectric complex, ITL at the SU of the Tsimlyansk hydroelectric complex; merged with Martynovsky ITL into ITL and construction of irrigation and hydraulic structures in 1952) *Tugachinsky ITL (Tugachlag; absorbed into Krasnoyarsky ITL in 1953) *Tuimsky Mining Authority and ITL Yeniseystroy management *Tuymazinsky ITL (Tuymazinlag) *Tyrnov-Auzsky plant and ITL ==U== *Ukhtinsko-Pechorsky ITL *Ukhta expedition OGPU *Ukhto-Izhemsky ITL *Ulenskoe Mining Authority and ITL *Ulminsky ITL (Ulminlag) *Umaltinsky ITL (Umaltlag, Umaltynskoe Mining Administration of the NKVD) *Unzhensky ITL (Unzhlag) *Upper Izhma ITL *Uralsky ITL *Urgalsky ITL and construction GULZhDS *Usolsky ITL *Usolsky ITL SGU *Ust-Borovsky ITL *Ust-Kutsky ITL and transshipment base Dalstoy *Ust-Kutskoe LO *Ust-Vymsky ITL *Ust-Vymsky ITL OGPU ==V== * Vaninsky ITL of Dalstroy (Vaninlag, ITL and transshipment base in Vanino Bay, Vanino transit-forwarding camp of Dalstroy) * Vaninsky transit camp (Vaninsky ITL) * Varnavinsky ITL * Vaygachskaya expedition OGPU (Vaygachsky OLP) * Verkne- Izhemsky ITL (Verkhizhemlag, Verkhneizhemlag) * Verkne-Saldinsky ITL * Vershina-Darasun ITL * Vetluzhsky ITL (Vetlag) * Vishersky ITL (Vislag, Viserlag) * Vladivostoksky ITL (management of Vladivostok ITL and colonies of Primorsky Krai, Vladlag) * Vladivostok Transit Site of Dalstroy (Vladperpunkt in Vladivostok District) * Vodorazdelny Camp (MVD Special Camp No. 12) * Volga ITL of hydrosystem construction (Volgolag, Volgostroy) * Volga ITL MVD (Volgolag, Volgostroy) * Volga railway ITL (Volgolag) * Volga watershed ITL * Volga-Baltysky ITL * Vorkutinsky ITL (Vorkuto-Pechora ITL, Vorkutpechlag, Vorkutlag, Vorkutstroy) * Voroninosky ITL (Voroninlag, Voroninskoe LO) * Vyazemsky ITL (Vyazemlag, management of construction and Vyazemlaga GUShOSDOR) * Vytegorsky ITL (Vytegorstroy, Vytegorlag; merged with Shekshinsky ITL into Volgo-Baltysky ITL in 1952) * Vytegorsky ITL NKVD (Vytegorstroy, Vytegorlag) * Vyartsilsky ITL (Vyartsillag, Vyartsilsky ITL and metallurgical plant) * Vyatsky ITL (Vyatlag) ==Y== *Yagrinsky ITL and construction 203 (Yagrinlag) *Yansky ITL Dalstroy (Yanlag, ITL of the Yansky mining department, Yansky ITL USVITLa, Yanskoe LO) *Yansky Mining Authority and ITL of Dalstroy *Yeniseysky ITL SGU (Yeniseylag) *Yeniseysky ITL (management of Yenisei labor camp and colonies, Yeniseylag) *Yeniseysky ITL and construction 503 (Yeniseyzheldorlag) *Yenskoe construction and ITL (Yenlag) *Yermakovskoye LO (Ермаковское, Krasnoyarsk Krai; Yermakovlag) *Yugorsky ITL and construction 300 (Khanty–Mansia; Yugorlag, Construction 300) *Yuzhno-Kuzbass ITL (Yuzhkuzbasslag) ==Z== Continued from the Polish complete listing of NKVD camps with Poles. *Zaimandrovsky ITL (Zaimandrovskoe construction and ITL, Zaimandrovlag) *Zapadny ITL (Zaplag, Zapadnoe GPU and ITL, Zapadny ITL USVITLa) *Zapadny railway ITL (Western Railway ITL) *Zapolyarny ITL and construction 301 (Zapolyarlag, Polyarny ITL) *Zapolyarny ITL and construction 503 (Zapolyarlag, Construction 503) *Zhigalovskoe LO ==See also== *Gulag *The Gulag Archipelago (Архипелаг ГУЛАГ) *List of World War II prisoner-of-war camps in the Soviet Union ==References== ==External links== *Interactive map of Gulag. The Memorial Society, Russia. *List of Gulag camps. The Memorial Society, Russia. *",
 "title": "List of Gulag camps"
}