{
 "id": "514899",
 "text": "== Richard Butler == Richard Butler, who led the UN inspection teams in Iraq until 1998, accused the United States of promoting \"shocking double standards\" in considering unilateral military action against Iraq. He said, \"The spectacle of the United States, armed with its weapons of mass destruction, acting without Security Council authority to invade a country in the heartland of Arabia and, if necessary, use its weapons of mass destruction to win that battle, is something that will so deeply violate any notion of fairness in this world that I strongly suspect it could set loose forces that we would deeply live to regret.\" In pointing out that the United States has not responded in the same way to Syria, which is also suspected of having weapons of mass destruction, and that several US allies, including Pakistan, India, and Israel, have such weapons without having signed the nuclear nonproliferation treaty, Butler asked why the United States is \"permitting the persistence of such shocking double standards\". However, part of the U.S.'s position is that Iraq is a unique case. Iraq is the only country out of this list that has had 12 years of defiance against 17 U.N. resolutions calling for its disarmament. Butler himself, upon leaving Iraq for the last time in 1998 said he could not say that Iraq had disarmed. Nor could he confirm that Iraq possessed WMDs. ==Pope John Paul II== In 2003, the Vatican of Pope John Paul II tried to prevent the US-led invasion of Iraq, instead urging a peaceful solution. In his 2003 State of the World address, the Pope declared his opposition to the invasion by stating, \"No to war! War is not always inevitable. It is always a defeat for humanity.\"John Paul II, \"Address to the Diplomatic Corps,\" Vatican, 13 January 2003 (Retrieved 7 February 2007). He sent former Apostolic Pro-Nuncio to the United States Pío Cardinal Laghi to talk with American President George W. Bush to express opposition to the war. John Paul II said that it was up to the United Nations to solve the international conflict through diplomacy and that a unilateral aggression is a crime against peace and a violation of international law. == Nelson Mandela == In February, 2003, Nelson Mandela, former president of South Africa, sharply criticized Bush and his drive for war, saying, \"If there is a country that has committed unspeakable atrocities in the world, it is the United States of America.\" Mandela also said, \"One power with a president who has no foresight – who cannot think properly – is now wanting to plunge the world into a holocaust.\" Mandela also accused Bush of \"ignoring the U.N.\". Mandela went on by asking \"Is this because the secretary general of the United Nations is now a black man?\" Mandela and Sir Richard Branson planned, with Kofi Annan's blessing, a secret trip to Iraq to convince Saddam to step down, but the bombing starting just before they were to leave.Branson planned Mandela mission to prevent Iraq war, The Scotsman, December 18, 2004 Bush's supporters argue that he had been working through the U.N. on this issue since the previous September; however, he and his Cabinet made it clear that they would act with or without UN agreement. == Scott Ritter == As of August 2002, former UNSCOM weapons inspector Scott Ritter, who believes U.N. inspections effectively verified the destruction of over 90% of Iraq's weapon capabilities, is actively campaigning against an invasion, and challenging the Bush administration to make public any evidence that Iraq has rebuilt the capabilities which were destroyed under the auspices of UNSCOM. Says Ritter, \"If Iraq was producing weapons today, we would have definitive proof.\" However, critics of Ritter point out that four years earlier he had exactly the opposite view as inspectors were forced to leave Iraq. In 1998, upon leaving Iraq, Ritter sharply criticized the Clinton administration and the U.N. Security Council for not being vigorous enough about insisting that Iraq's weapons of mass destruction be destroyed. Ritter also accused U.N. Secretary General Kofi Annan of assisting Iraqi efforts at impeding UNSCOM's work. \"Iraq is not disarming,\" Ritter said on August 27, 1998, and in a second statement, \"Iraq retains the capability to launch a chemical strike.\" == Mary Robinson == Former UN High Commissioner for Human Rights and ex-president of Ireland Mary Robinson was also highly critical, in an article published in The Irish Times. == Lech Wałęsa == Leader of the opposition to the communist regime in Poland during the 1980s, former president of Poland and Nobel Peace Prize laureate, Lech Wałęsa supports the invasion and said that the UN should accept the war because it has done nothing worthy of its name in the last few years. == Václav Havel == The most well known and highly regarded dissident in Communist Czechoslovakia and later President of democratic Czechoslovakia and the Czech Republic, Václav Havel spoke in favour of a projected American and Allied invasion of Iraq as early as September 2002, stating that \"Saddam Hussein's regime poses a major threat to many nations and to his own people ... there should be international intervention.\" == Adam Michnik == Adam Michnik, the most important intellectual of the Polish Solidarity movement, also issued statements in support of the war, pointing to historical reasons for the former eastern bloc countries' support for the American action in Iraq. == Jimmy Carter and Bill Clinton == Former American Presidents Carter and Clinton have both offered criticism on the war. While Clinton was in favor of regime change, and supported the overthrow of Saddam Hussein, he strongly objected to the ways in which he perceived the Bush administration to be ignoring the will of the America's traditional allies and undermining proper UN procedures. President Carter opposed the war entirely, and the Carter Center outlined a specific \"alternative to war\" plan that involved an increased presence of weapons inspectors. ==References== Category:Iraq War Category:Stances and opinions regarding the Iraq War",
 "title": "International figures' positions on invasion of Iraq"
}