{
 "id": "514938",
 "text": "Flagship Studios was a computer game company founded by Bill Roper along with , , and David Brevik, former high level Blizzard North executives. The core personnel of Flagship Studios had been collaborating as a team since 1993 when they founded Condor Studios (later bought out and renamed Blizzard North) and in addition to creating the Diablo franchise many were key high level executives in the development of Warcraft, StarCraft and World of Warcraft games. Flagship Studios was formed following the resignation en masse of Blizzard North management following a dispute with Blizzard Entertainment parent company Vivendi regarding the potential fate of the company, development team, and titles, which were in doubt at that time. Flagship Studio's primary target platform for their games was the PC. Flagship Studios had a partnership with Namco Hometek and HanbitSoft to cover an international market for game marketing and distribution. The company dissolved in August 2008 because of financial troubles. Max Schaefer and Erich Schaefer moved on to help form Runic Games. ==Titles== ===Hellgate: London=== In March 2005, following months of teasing concept art for an unknown game, Flagship Studios' first title named Hellgate: London was announced via an exclusive article in the computer magazine PC Gamer. It was formally released October 31, 2007 as an action role-playing game (RPG) in the same vein as the Diablo games, but with the twist of being played in 3D, primarily from a first-person perspective. The game takes place in a post-apocalyptic demon-infested London, following a great battle between demons and humans. Unlike regular first- person shooters, the game features RPG content in the form of e.g. random quests, and where a character's combat efficiency is more determined by statistics than player reflexes. In addition, the game features random levels, uncommon in games of similar perspective and scale. Expectations from the game were high, as earlier games the developers have been involved in, especially titles from Blizzard Entertainment, have become best sellers with few exceptions. However, it received mixed reviews, and complaints by many gamers that the game was released in an unfinished state, which was later admitted by CEO Bill Roper. The company no longer owns the intellectual property rights to the game. ===Mythos=== Mythos was a game under development by a division of Flagship Studios commonly called \"Flagship Seattle\". An online RPG, similar in style to Diablo, the game was used to test the networking technology behind the multiplayer component of Hellgate: London. It was expected to be free to play and download, although the financing model was never set in stone. Following the layoffs at Flagship Studios due to the financial issues, the intellectual property rights over Mythos have now been claimed by the Korean company Hanbitsoft, which was offered as collateral for loans earlier in the year. Mythos lead designer Travis Baldree and Flagship Studios co-founder Max Schaefer have subsequently formed the new game company Runic Games along with the remaining staff of 14 behind the game from Flagship Seattle. Runic Games developed the Diablo-like action RPG Torchlight. They have since left Runic to found Double Damage Games. ==Closed== The co-founder Max Schaefer announced on August 15, 2008, that the studio has \"for all intents and purposes\" shut down. ==References== ==External links== Category:Defunct video game companies of the United States Category:Video game development companies Category:Video game companies based in California Category:Video game companies established in 2003 Category:Video game companies disestablished in 2008 Category:Companies based in San Francisco Category:Defunct companies based in the San Francisco Bay Area",
 "title": "Flagship Studios"
}