{
 "id": "515466",
 "text": "A plankowner\"U.S. Navy Style Guide\", Navy.mil website (also referred to a plank ownerCutler and Cutler, p 167 and sometimes a plank holder) is an individual who was a member of the crew of a United States Navy ship or United States Coast Guard Cutter when that ship was placed in commission. Originally, this term applied only to crew members that were present at the ship's first commissioning. Today, however, plankowner is often applied to members of newly commissioned units, new military bases and recommissioning crews as well.\"Plank Owners, Plank Owner Certificates, and Planking\", Naval Historical Center ==In U.S. military== Plankowner is a term used by the United States Navy, and has consequently been variously defined by different units. The origin of the term is the implication that a crew member was around when the ship was being built and commissioned, and therefore has bragging rights to the \"ownership\" of one of the planks in the main deck. Historically, a plankowner in the United States Navy and United States Coast Guard, or his widow, could petition the Naval Historical Center's Curator Branch for a piece of the deck when the ship was decommissioned. This practice has been discontinued and stocks of planking that existed at the Curator branch have been donated to various veteran's organizations. Sailors who are plankowners at their current command often have the word \"PLANKOWNER\" embroidered on the back of their uniform ball cap to denote this designation. A plaque is placed aboard the ship with the crew names. When in port, the departure of a plankowner for the final time is usually announced on the 1MC public announcing system with a bell-ring, as \"Plankowner, departing\". In the United States Navy SEALs, the term refers to the original or \"founding\" members of a SEAL Team. ==Notes== ;Citations ;References cited * * * Category:Naval ceremonies Category:United States Navy Category:Nautical terminology",
 "title": "Plankowner"
}