{
 "id": "515546",
 "text": "Adam-ondi-Ahman (, sometimes clipped to Diahman) is a historic site in Daviess County, Missouri, about five miles south of Jameson. It is located along the east bluffs above the Grand River. According to the teachings of The Church of Jesus Christ of Latter-day Saints (LDS Church), it is the site where Adam and Eve lived after being expelled from the Garden of Eden. It teaches that the place will be a gathering spot for a meeting of the priesthood leadership, including prophets of all ages and other righteous people, prior to the Second Coming of Jesus Christ. The Latter Day Saints once proposed building a Temple on the site. Such efforts were halted in the 19th century as a result of the 1838 Mormon War to evict the Latter Day Saints from Missouri. Their having declared Adam-ondi-Ahman as a sacred site for a Temple was a flash point in that confrontation. After the Latter Day Saints were evicted, residents renamed the site Cravensville. It was the site of a skirmish during the American Civil War on August 4, 1862, when Union troops attempted to stop Confederate reinforcements in the First Battle of Independence. Six Confederates were killed and 10 wounded. The Union forces had five wounded. Today, most of the site is owned by the LDS Church and is used predominantly as farmland. ==History== thumb|right|Valley of Adam-ondi-Ahman (the Grand River valley) thumb|upright=1.75|Panorama of Adam-ondi-Ahman In the 1830s, Latter Day Saints who were being forced out of Jackson County, Missouri, settled just south of Daviess County in Caldwell County, in the settlement of Far West. In February 1838, Lyman Wight built a home and established a ferry on the Grand River at a spot known as \"Wight's Ferry.\" That spring, Joseph Smith visited the site. He proclaimed there were either two or three (depending on subsequent interpretations) altars built by Adam at the site. One altar Smith called the \"altar of prayer\"; it was located by Wight's house on Tower Hill. It was described as \"sixteen feet long, by nine or ten feet wide, having its greatest extent north and south. The height of the altar at each end was some two and a half feet, gradually rising higher to the center, which was between four and five feet high—the whole surface being crowning.\" The other altar—called the \"altar of sacrifice\"—was said to be a mile to the north on top of Spring Hill.The two altar-concept was promoted by Alvin R. Dyer who has written much of the modern history of the site. But, the three- altar arrangement was recorded by Heber C. Kimball who wrote : \"The Prophet Joseph called upon Brother Brigham, myself and others, saying, ‘Brethren, come, go along with me, and I will show you something.’ He led us a short distance to a place where were the ruins of three altars built of stone, one above the other, and one standing a little back of the other, like unto the pulpits in the Kirtland Temple, representing the order of three grades of Priesthood; ‘There,’ said Joseph, ‘is the place where Adam offered up sacrifice after he was cast out of the garden.’ The altar stood at the highest point of the bluff. I went and examined the place several times while I remained there.\" On May 19, 1838, Smith formally revealed his belief that Adam-ondi-Ahman was the place where Adam and Eve went after being exiled from the Garden of Eden. compiled by Bruce Satterfield, BYU-Idaho Professor of Religion On June 25, 1838, at a conference in Wight's orchard, a Latter Day Saint settlement at Adam-ondi-Ahman was formally established. Within a few months, its population grew to 1500. Non-Mormon settlers grew worried that the Latter-day Saints would seize political control of Daviess County. On August 6, 1838, a group of non-Mormons tried to prevent Latter Day Saint settlers from voting in the local elections at Gallatin. The Mormons fought back and defeated the mob in a skirmish that came to be known as the Gallatin Election Day Battle. This was the opening skirmish in the Mormon War. In the course of the conflict, non-Mormon vigilantes from neighboring counties came to Daviess and burned Latter-day Saint homes. Latter-day Saint refugees gathered at Adam- ondi-Ahman for protection. Latter-day Saints responded to the attacks by leading their own forces from Caldwell County. Missouri Governor Lilburn Boggs issued Missouri Executive Order 44, in which he declared that \"the Mormons must be treated as enemies, and must be exterminated or driven from the State\" and called out 2500 militiamen. In October 1838, Smith, Brigham Young, Heber C. Kimball and other Latter-day Saint leaders gathered to dedicate the temple square on the highest point on the bluff. Smith, Wight and others surrendered on November 1, 1838, on charges of murder, arson, theft, rebellion, and treason. After a preliminary court hearing was held November 12 to 29 in Richmond, Smith and Wight were transferred to the jail in Liberty. On November 7, 1838, the Latter Day Saints were told they had ten days to abandon the settlement. They moved to Far West, Missouri. On April 9, 1839, Smith was sent to the Daviess County Jail in Gallatin for a hearing, where a grand jury indicted him. On April 15, following the granting of a change of venue, Smith was permitted by his guards to escape while en route to Boone County, Missouri, a day after getting supplies at Adam-ondi-Ahman. Most of the Latter Day Saints had left Missouri by early 1839. The refugees gathered in Illinois and later regrouped at the new Mormon center of Nauvoo. Although many Latter Day Saints were tried for their part in the war, no non-Mormon vigilantes were brought to trial. Because the Latter-day Saints held their lands in Adam-ondi- Ahman by preemption, all of their rights and improvements were lost when they were forced to leave. Their losses are recorded in a set of Mormon Redress Petitions collected and edited by Clark V. Johnson. Most of the land in Adam- ondi-Ahman was purchased by John Cravens, who renamed the town \"Cravensville.\" In 1947, Wilford C. Wood purchased 38 acres in the area to begin to return the land to the LDS Church, including the location identified as Tower Hill and the remains of a cabin built by Lyman Wight.Mays, Kenneth R. \"A Man of Vision and Determination: A Photographic Essay and Tribute to Wilford C. Wood\", Mormon Historical Studies, 2009. Retrieved on 28 February 2021. Today, 3000 acres (12 km²) of Adam-ondi-Ahman is owned and maintained as a historic site by the LDS Church and remains largely undeveloped farmland. ==Religious significance== Adam-ondi-Ahman is the subject of a revelation received by Joseph Smith and recorded in the LDS Church edition of the Doctrine and Covenants, a book of scripture within the Latter Day Saint movement: \"Spring Hill is named by the Lord Adam-ondi-Ahman, because, said he, it is the place where Adam shall come to visit his people, or the Ancient of Days shall sit, as spoken of by Daniel the prophet.\" (LDS Church edition). The naming of Adam- ondi-Ahman is also recorded in the History of the Reorganized Church of Jesus Christ of Latter Day Saints in volume 2, chapter 9, pages 153–54. Contemporaries of Smith stated that he taught that the Garden of Eden was located in the vicinity of Independence, Missouri,Bruce A. Van Orden, “I Have a Question: What do we know about the location of the Garden of Eden?”, Ensign, January 1994, pp. 54–55; see also Andrew Jenson, Historical Record, 7:438–39 (1888); Orson F. Whitney, Life of Heber C. Kimball, Salt Lake City: Bookcraft, p. 219 (1967); Heber C. Kimball, \"Advancement of the Saints\", Journal of Discourses 10:235 (1863); Journal History of the Church of Jesus Christ of Latter-day Saints, Brigham Young to Orson Hyde, March 15, 1857 (1830-); Wilford Woodruff, Susan Staker (ed.), Waiting for the World to End: The Diaries of Wilford Woodruff, Salt Lake City: Signature Books, p. 305 (1993); John A. Widtsoe, G. Homer Durham (ed.), Evidences and Reconciliations, pp. 396–97 (1960); Bruce R. McConkie, Mormon Doctrine, Salt Lake City: Bookcraft, pp. 19-20 and that after Adam and Eve were banished from the garden, they went to Adam-ondi-Ahman.Adam-ondi-Ahman According to a revelation declared by Smith, Adam met his children at the site three years before his death to bestow his blessing. (LDS Church edition) LDS Church leader Joseph Fielding Smith has written that this is the site of a future grand council where Jesus Christ will meet with His stewards of all dispensations and receive back the keys of the kingdom in preparation for His Second Coming. Only those called to the meeting will know of its occurrence.Adam-ondi-Ahman Temple/Doctrines of Salvation, 3:13. ===Meaning of the name=== According to the belief of some Latter Day Saints, the term \"Adam-ondi-Ahman\" is part of the Adamic language.See, e.g., Orson Pratt, Journal of Discourses 2:342. The name was first referenced in about 1832, in a revelation to Joseph Smith prior to being attached to a specific place. The name was also the title of a hymn that was popular in the early church. \"Adam-ondi-Ahman\" has been speculatively translated as the \"Valley of God, where Adam dwelt\" (by Latter Day Saint apostle Orson Pratt),Encyclopedia of Mormonism, Vol. 1, which cites Journal of Discourses 18:343. \"the valley of God in which Adam blessed his children\" (by John Corrill),Roberts, B. H. Comprehensive History of the Church, vol. 1:421. \"Adam's grave\" (by Community of Christ historian Heman C. Smith),Smith, H. C. ed., Journal of History, Reorganized Church of Jesus Christ of Latter Day Saints, Independence, Missouri: Herald House, 9:140. or \"Adam with God\", because elsewhere in the Doctrine and Covenants \"Son Ahman\" is said to refer to Jesus. ==See also== * Council House (Salt Lake City) * Endowment House * Holy of Holies (LDS Church) * List of historic sites of The Church of Jesus Christ of Latter-day Saints * Sacred Grove (Latter Day Saint movement) ==Notes== ==References== *Stephen C. LeSueur, The 1838 Mormon War in Missouri, University of Missouri Press, 1990. *Alexander L. Baugh, A Call to Arms: The 1838 Mormon Defense of Northern Missouri, BYU Studies, 2000. *Clark V. Johnson, Mormon Redress Petitions: Documents of the 1833-1838 Missouri Conflict, Religious Studies Center, BYU, 1992. *Robert J. Matthews, \"Adam- ondi-Ahman\" BYU Studies vol. 13, no. 1, p. 27 (1972) PDF * Gary B. Wells, \"Understanding the Dispensation of the Fullness of Times,\" (1999, 2003), Chapter 1 (https://web.archive.org/web/20110723133247/http://gbwells.net/Books.html) Category:Former populated places in Daviess County, Missouri Category:Latter Day Saint movement in Missouri Category:Properties of The Church of Jesus Christ of Latter-day Saints Category:Significant places in Mormonism Category:The Church of Jesus Christ of Latter-day Saints in Missouri Category:1838 establishments in Missouri Category:1838 Mormon War Category:Adam and Eve in Mormonism Category:Religious organizations based in Missouri Category:Former populated places in Missouri",
 "title": "Adam-ondi-Ahman"
}