{
 "id": "515561",
 "text": "Rubyvale is a rural town and locality in the Central Highlands Region, Queensland, Australia. In the , the town of Rubyvale had a population of 640 people. Rubyvale was one of three towns within the locality of The Gemfields (the others being Sapphire and Anakie) until 17 April 2020, when the Queensland Government decided to replace The Gemfields with three new localities (Rubyvale, Sapphire Central and Anakie Siding) based around each of the three towns respectively. The boundaries of Argyll were also modified to accommodate the introduction of the locality of Rubyvale with an area of . == Geography == The town is located near the south-east boundary of the locality. The town is approximately west of Emerald. Sapphires are mined extensively in the area. == History == The name Rubyvale derives from a ruby weighing found near the town by miner William Dunn in the early 1900s. Dunn was very proud of the ruby and did not sell it but showed it to people he trusted; after his death the ruby could not be found. Rubyvale Provisional School opened on 19 October 1908. On 1 January 1909 it became Rubyvale State School. It closed in 1963. At the , Rubyvale had a population of 510. In the , Rubyvale had a population of 640 people. Rubyvale was one of three towns within the locality of The Gemfields (the others being Sapphire and Anakie) until 17 April 2020, when the Queensland Government decided to replace The Gemfields with three new localities (Rubyvale, Sapphire Central and Anakie Siding) based around each of the three towns respectively. The boundaries of Argyll were also modified to accommodate the introduction of the locality of Rubyvale with an area of . == Amenities == Rubyvale has a convenience store/news agents, post office, hotel and take-away bottle shop, as well as a variety of accommodation and fossicking areas. Some popular places to go fossicking are the Bob n John Mine, Bobby Dazzler and Pats Gems. The Central Highlands Regional Council operates a public library at 7 Burridge Road (). == Education == There are no schools in Rubyvale. The nearest primary school is Anakie State School in Anakie to the south. The nearest secondary schools are Emerald State High School in Emerald to the east and Capella State High School in Capella to the north-east. == Climate == The area can get up to 40 °C during summer, and can reach 0 °C in winter. ==Heritage listings== Rubyvale has a number of heritage- listed sites, including: *Argyll (but nearest town is Rubyvale): Tomahawk Creek Huts ==References== ==External links== * *Map and facilities list *A Gemfields home page Category:Mining towns in Queensland Category:Towns in Queensland Category:Central Highlands Region Category:Localities in Queensland",
 "title": "Rubyvale, Queensland"
}