{
 "id": "515779",
 "text": "The Kwanza River, also known as the Coanza, the Quanza, and the Cuanza, is one of the longest rivers in Angola. It empties into the Atlantic Ocean just south of the national capital Luanda. ==Geography== The river is navigable for about from its mouth, located south of Luanda. Its tributaries included the Cutato and Lucala. ==History== The river's navigable lower course was the original route of Portugal invasion into northern Angola. The Capanda Dam in Malanje Province was finished in 2004, providing hydroelectric power to the region and assisting its irrigation. The Cambambe Hydroelectric Power Station also lies on the river, with the Lauca Dam under construction. The Barra do Kwanza, the mouth of the river is gradually being developed for tourism, including a golf course. The Church of Nossa Senhora da Victoria stands near the banks of the Kwanza River in Massanganu, Province of Cuanza-Norte, Angola.Valdez, F. T. (1861), Six Years of a Traveller's Life in Western Africa, Vol. II, Hurst and Blackett. ==Wildlife== Rich biodiversity has been found in the Angolan river, according to research reported on the Science and Development Network website. Angola's first biodiversity tally of the Kwanza River has so far found 50 fish species. Researchers from the National Fishing Research Institute and the South African Institute for Aquatic Biodiversity say genetic testing may reveal new species.\"Sub-Saharan Africa news in brief: 13–25 March, 2008\". SciDev.Net (website). Accessed May 2010. Sportfishing includes tarpon. ==Legacy== Angola's currency, the kwanza, is named after the river. The river is also the namesake of the provinces of Cuanza Norte (\"Cuanza North\") and Cuanza Sul (\"Cuanza South\"). ==See also== * Quissama National Park, to the south of the river == References == ===Citations=== ===Bibliography=== * . == External links == * Map of the Cuanza River basin at Water Resources eAtlas Category:Rivers of Angola",
 "title": "Cuanza River"
}