{
 "id": "515807",
 "text": "The following is a listing of fictional characters from the HBO series The Sopranos, its video game The Sopranos: Road to Respect and its prequel film The Many Saints of Newark. ==Main characters== ===Cast table=== {| class=\"wikitable sortable mw-collapsible\" width=\"100%\" ! rowspan=\"2\" width=\"10%\" scope=\"col\"| Actor ! rowspan=\"2\" width=\"16%\" scope=\"col\"| Character ! rowspan=\"2\" width=\"8%\" scope=\"col\"| Season 1 ! rowspan=\"2\" width=\"8%\" scope=\"col\"| Season 2 ! rowspan=\"2\" width=\"8%\" scope=\"col\"| Season 3 ! rowspan=\"2\" width=\"8%\" scope=\"col\"| Season 4 ! rowspan=\"2\" width=\"8%\" scope=\"col\"| Season 5 ! rowspan=\"2\" width=\"10%\" scope=\"col\"| Road to Respect ! colspan=\"2\" scope=\"col\"| Season 6 ! rowspan=\"2\" width=\"10%\" scope=\"col\"| The Many Saints of Newark |- ! width=\"7%\" scope=\"col\"| Part 1 ! width=\"7%\" scope=\"col\"| Part 2 |- | James Gandolfini | rowspan=\"2\" | Tony Soprano | colspan=\"8\" | |- | Michael Gandolfini | colspan=\"8\" | |- | Lorraine Bracco | Jennifer Melfi | colspan=\"5\" | | colspan=\"2\" | |- | Edie Falco | Carmela Soprano | colspan=\"5\" | | colspan=\"2\" | |- | Michael Imperioli | Christopher Moltisanti | colspan=\"8\" | |- | Dominic Chianese | rowspan=\"2\" | Corrado \"Junior\" Soprano | colspan=\"5\" | | colspan=\"2\" | |- | Corey Stoll | colspan=\"8\" | |- | Vincent Pastore | Salvatore \"Big Pussy\" Bonpensiero | colspan=\"2\" | | | | | | | |- | Steven Van Zandt | rowspan=\"2\" | Silvio Dante | colspan=\"8\" | |- | John Magaro | colspan=\"8\" | |- | Tony Sirico | rowspan=\"2\" | Paulie Gualtieri | colspan=\"8\" | |- | Billy Magnussen | colspan=\"8\" | |- | Robert Iler | Anthony \"A.J.\" Soprano Jr. | colspan=\"8\" | |- | Jamie-Lynn Sigler | Meadow Soprano | colspan=\"5\" | | colspan=\"2\" | |- | Nancy Marchand | rowspan=\"2\" | Livia Soprano | colspan=\"2\" | | colspan=\"6\" |- | Vera Farmiga | colspan=\"8\" | |- | Drea de Matteo | Adriana La Cerva | | colspan=\"4\" | | | colspan=\"2\" |- | David Proval | Richie Aprile | | | colspan=\"2\" | colspan=\"1\" | colspan=\"4\" |- | Aida Turturro | Janice Soprano | colspan=\"1\" | colspan=\"4\" | | colspan=\"2\" | |- | John Ventimiglia | Artie Bucco | colspan=\"2\" | colspan=\"3\" | | colspan=\"2\" | |- | Federico Castelluccio | Furio Giunta | | | colspan=\"2\" | colspan=\"5\" |- | Steven R. Schirripa | Robert \"Bobby Bacala\" Baccalieri | | | colspan=\"3\" | | colspan=\"2\" | |- | Robert Funaro | Eugene Pontecorvo | colspan=\"2\" | | colspan=\"2\" | | | colspan=\"2\" |- | Kathrine Narducci | Charmaine Bucco | | | colspan=\"3\" | | colspan=\"2\" | |- | Joe Pantoliano | Ralph Cifaretto | colspan=\"2\" | colspan=\"2\" | colspan=\"2\" | colspan=\"3\" |- | Vincent Curatola | John \"Johnny Sack\" Sacrimoni | | colspan=\"2\" | colspan=\"2\" | | colspan=\"2\" | |- | Steve Buscemi | Anthony \"Tony B\" Blundetto | colspan=\"4\" | | | | colspan=\"2\" |- | Joseph R. Gannascoli | Vito Spatafore | | colspan=\"4\" | colspan=\"2\" | colspan=\"2\" |- | Christian Maelen | Joey LaRocca | colspan=\"5\" | | colspan=\"3\" |- | Monica Keena | Trishelle | colspan=\"5\" | | colspan=\"3\" |- | Robert Costanzo | Angelo Buscetta | colspan=\"5\" | | colspan=\"3\" |- | rowspan=\"2\" | Anthony DeSando | Brendan Filone | | colspan=\"8\" |- | Reggie Filone | colspan=\"5\" | | colspan=\"3\" |- | Sharon Angela | Rosalie Aprile | colspan=\"5\" | | colspan=\"2\" | |- | Dan Grimaldi | Patsy Parisi | | colspan=\"1\" | colspan=\"3\" | | colspan=\"2\" | |- | Ray Abruzzo | Carmine \"Little Carmine\" Lupertazzi | colspan=\"3\" | | | | colspan=\"2\" | |- | Frank Vincent | Phil Leotardo | colspan=\"4\" | | | colspan=\"2\" | |- | Toni Kalem | Angie Bonpensiero | colspan=\"1\" | colspan=\"1\" | colspan=\"3\" | | | colspan=\"2\" |- | Gregory Antonacci | Butch DeConcini | colspan=\"6\" | | | |- | Max Casella | Benny Fazio | colspan=\"2\" | colspan=\"3\" | | | | |- | Carl Capotorto | Paul \"Little Paulie\" Germani | colspan=\"2\" | | colspan=\"2\" | | | | |- | Arthur J. Nascarella | Carlo Gervasi | colspan=\"3\" | colspan=\"2\" | | | | |- | Maureen Van Zandt | Gabriella Dante | colspan=\"1\" | colspan=\"4\" | | | | |- | Joseph Siravo | rowspan=\"2\" | Giovanni \"Johnny Boy\" Soprano | | | | | | colspan=\"2\" | | |- | Jon Bernthal | colspan=\"8\" | |- | Alessandro Nivola | Richard \"Dickie\" Moltisanti | colspan=\"8\" | |} ===Main character biographies=== ====Tony Soprano==== ====Jennifer Melfi==== ====Carmela Soprano==== ====Christopher Moltisanti==== ====Corrado \"Junior\" Soprano==== ====Salvatore \"Big Pussy\" Bonpensiero==== Salvatore \"Big Pussy\" Bonpensiero is played by Vincent Pastore. Big Pussy was a longtime close friend and mob enforcer for Tony Soprano, and was also shown to be close friends with fellow DiMeo crime family mobsters Paulie \"Paulie Walnuts\" Gualtieri, Silvio Dante, and was once a close friend to Tony's uncle Corrado \"Junior\" Soprano. In the tie-in video game it is revealed he has an illegitimate son named Joey LaRocca. Samson Moeakiola portrays a young Bonpensiero in the 2021 prequel film, The Many Saints of Newark. The son of Lino Bonpensiero,Rucker, Allen & David Chase. The Sopranos: A Family History. New York: American Library, 2003 Salvatore Bonpensiero started out as a cat burglar, and was affectionately known as Pussy, in reference to those talents. He was called \"Big Pussy\" to distinguish from Gennaro \"Little Pussy\" Malenga. Sal had a wife Angie and three children. He operated an auto body shop with his brother Edward \"Duke\" Bonpensiero. He was an associate of Tony's father, John Francis \"Johnny Boy\" Soprano until he supported Johnny during the unrest of 1983. Sal was a soldier in the Soprano crew, and he backed Johnny's wishes to have Tony Soprano become capo following Johnny's death in 1986. In order to put his children through college, he dealt heroin on the side. Sometime between 1995 and 1998, Sal was caught by the FBI and decided to inform against the Soprano crew in order to avoid the possibility of life in prison. He was assigned Agent Skip Lipari as his handler. He was revealed as an informant in the episode \"Do Not Resuscitate\". In flashbacks to 1995, it is shown that Sal was instrumental in organizing a sit-down between high ranking capo Junior Soprano and acting boss Jackie Aprile Sr. He traveled to Boca Raton to persuade Junior to return to New Jersey and settle a trucking dispute with Aprile. However, Sal was suspiciously late for the sit-down and blamed health problems of his comare's mother. In 1998, he was arrested at a card game run by Soprano family capo Jimmy Altieri. He tried to escape but threw his back out and was caught. He was quickly bailed out, but was confined to his home due to injury. Dirty cop Vin Makazian told Tony he had a rat in his organization and pointed the finger at Sal. Tony assigned Paulie Gualtieri to investigate, and to kill Sal, but only if he explicitly saw proof. At a bath house with Paulie, Sal refused to undress, blaming high blood pressure and alleging it would be bad for his back, but implicitly suggesting (to the viewer) it could really be because he was wearing a wire. This raised the crew's suspicions further, especially after Sal then disappeared. Paulie took over his collections, and the crew killed Altieri, taking the heat off Sal, as the crew figured the rat was flushed. Sal resurfaced at Tony's home in 2000, claiming to have been in Puerto Rico receiving treatment for his bad back from an acupuncturist. He started lying to Agent Lipari, showing reluctance to divulge details. Acquaintance Jimmy Bones, who is later murdered at his home for fear of revelation, spots him with Agent Lipari. Sal and his wife Angie begin having marital issues when he returns. Angie discusses leaving him with Carmela, who dissuades her, so she settles for sleeping in separate bedrooms. When Tony became acting boss, he made Silvio his consigliere, and Paulie a capo, with new addition Furio Giunta on equal footing with Sal despite Sal's years of service. Sal wore a wire to A.J.'s confirmation, but he spent most of the time privately counselling A.J., instead of talking business with the crew. Following Christopher Moltisanti's shooting by associates Matthew Bevilaqua and Sean Gismonte, Sal resumed his loyal soldier role despite his double life as an informant; he tracked down the escaped Bevilaqua, and shot him to death with Tony. Sal eventually gave Agent Lipari information on Soprano's stolen airline tickets scam, leading to Tony's brief arrest. Tony eventually accepted his suspicions about Sal after a portentous dream where Sal appeared to him as a talking fish, a clear reference to the Mafia-related saying \"sleep with the fishes\". To be certain, he searched for evidence in Sal's home, and found a wire in a cigar box. He then organized a hit on Sal, with Silvio and Paulie, on a boat, with one last toast to the good times, and the three shot him to death, wrapped his body in plastic bags, chains, and weights and dumped it into the ocean. Sal would make several appearances in the show after his death in dreams and flashbacks. ====Silvio Dante==== ====Anthony \"A.J.\" Soprano Jr.==== ====Meadow Soprano==== ====Paulie Gualtieri==== ====Livia Soprano==== ====Adriana La Cerva==== ====Richie Aprile==== Richard \"Richie\" Aprile is played by David Proval. Richie is the older brother of acting DiMeo crime family boss Jackie Aprile Sr., and was a capo in the DiMeo crime family before being sent to prison for ten years. Richie was previously married and fathered a son, Richie Aprile Jr. Richie returned from prison to a very different family, with Tony Soprano as the boss, whom Richie had known since before Tony had become a made man. Richie feels he is entitled to more control and a higher ranking position in the family for having paid his dues in prison. Tony promises to give Richie his due, an offer which Richie immediately rebuffs, saying Tony does not have the authority to do it. Richie's tensions with Tony escalate throughout Season 2. One of Richie's first actions as a free man is to confront his old partner Peter \"Beansie\" Gaeta and try to extort money from Beansie's legitimate business investments. Later, Richie waits for Beansie to approach his car in the parking lot, then rams Beansie with his car, crushing Beansie between the two vehicles. Richie then drives over Beansie's legs as he leaves. Richie dislikes Tony's protégé Christopher Moltisanti because of his violent relationship with Richie's niece, Adriana La Cerva, and warns Christopher of the consequences should he ever hit her again. Christopher's two young associates, Matthew Bevilaqua and Sean Gismonte, learn of Richie's dislike for their boss, and shoot Christopher, hoping to impress Richie. The shooting goes wrong, however, and Christopher survives while Sean is killed. Richie had nothing to do with planning the hit, and when he learns of it, he refuses to help Bevilaqua and chases him off his premises. Richie and Janice Soprano, Tony's sister, used to date in high school. When Richie gets out of prison, he and Janice resume their old relationship and eventually get engaged. Janice frequently encourages Richie to defy Tony, because she wants to be married to the boss. In the end, Richie prepares, with the approval of Tony's Uncle Junior, to take over the family as boss. Richie approaches acting capo Albert \"Ally Boy\" Barese to ask for his support in his takeover bid, but he declines. After weighing his options, Junior realizes he is better off with Tony in charge and tips him off about Richie's plans. Silvio Dante advises Tony that there is nothing to gain from leaving Richie alive, so Tony instructs Silvio to have Richie killed. However, after returning home one night, Richie gets into an argument with Janice over Richie's son's possible homosexuality. Richie is enraged at the thought of his son being gay, but Janice replies that it would not matter. Furious, Richie punches her in the mouth before settling down for dinner. Janice leaves the room and returns with a gun pointed at him. Calmly, Richie says, \"Get the fuck outta here. I'm in no mood for your...\" before she shoots Richie twice, killing him. Distraught, she calls Tony, who has Christopher and Furio Giunta meet him at Livia's (where Janice, Richie and Livia reside) to remove Richie's body. They bring his corpse to Satriale's to dismember it while Tony sends Janice off to Olympia, Washington to lie low. ====Janice Soprano==== ====Artie Bucco==== Arthur \"Artie\" Bucco Jr. is played by John Ventimiglia. Artie is a restaurateur and chef, and childhood friend of Tony Soprano's, attending elementary school together. Artie appears throughout the series, from the first episode to the penultimate episode. He and his wife, Charmaine Bucco, have three children Chiara Bucco, Melissa Bucco, and Arthur \"Art\" Bucco III. Charmaine is frequently concerned about his attraction to Tony's criminal life, and often warns Artie about his occasional attempts at involvement. Despite Artie and Tony's close friendship, their relationship sees several low points. At the end of season 1, Artie learns from Tony's mother, Livia, that Tony was responsible for the arson at his original restaurant co-owned with his wife, Vesuvio, in Essex County, New Jersey. Tony's Uncle Junior had planned to stage a hit at Vesuvio on “Little Pussy\" Malanga, despite Tony's repeated requests to move the location of the hit. Tony, knowing that the restaurant's patrons would be permanently chased away if a hit occurred there, set the restaurant ablaze so that the hit would be avoided and Artie could rebuild the restaurant with the payout from his insurance policy. Artie rebuilds the restaurant renaming it, Nuovo Vesuvio. However, Artie had a strong emotional attachment to the old restaurant, which he inherited from his father, confronts Tony with a hunting rifle in the parking lot of Satriale's when he finds out that Tony was responsible. Eventually, Artie believes Tony's repeated denials of having been the arsonist. There is a brief tension between the two, but by the end of the season 1 finale, they have made up. In season 3, Artie becomes infatuated with Adriana, but when she quits working at as a hostess at his restaurant, he unsuccessfully tries to court her. This causes a rift in his marriage to Charmaine, and the two separate. In season 4, Artie is approached by Frenchman Jean-Philippe, the brother of the new hostess at Vesuvio, for a $50,000 short- term loan to distribute Armagnac in the US. Artie agrees to lend him the money at high interest. He tries to borrow the money from Ralph, who declines but mentions it to Tony, who reminds Artie of their friendship and insists that he accept the loan from him. Ten days pass and Jean-Philippe is not answering the phone. Artie goes to his home; Jean-Philippe says plainly that the deal has failed and there is no money. Artie attacks him. Jean-Philippe gets the better of him, rips out his earring and throws him out. At home, Artie overdoses on alcohol and pills and calls Tony to apologize. Tony deduces that his friend is trying to kill himself and calls 911. At the hospital, Tony says that Artie can clear his $6,000 tab at Nuovo Vesuvio in lieu of payment. Artie expresses admiration that Tony could intuitively foresee that the deal would go bad and so he would be able to profit from it; this makes Tony furious. Someone rings the bell at Jean-Philippe's apartment. He opens the door: it is Furio. In the third episode of season 5, Tony learns that Artie has been living in a Motel 6 since the separation from his wife. Tony offers to let Artie stay in his mother's old house, where Tony has been living since his separation from Carmela. Artie accepts, and the old friends reconcile. In season 6, Artie and Charmaine reconcile. There is a growing sense of dissatisfaction amongst Nuovo Vesuvio's diners, culminating in the episode \"Luxury Lounge\". Artie has hired another young hostess that he lusts after—Martina, an undocumented Albanian immigrant he has been helping through the U.S. government's immigration process. Soprano crew associate Benny Fazio is a regular fixture at the restaurant's bar, flirting with Martina. The restaurant is losing many customers to the new rival restaurant, Da Giovanni's. Nuovo Vesuvio's finances worsen when American Express will not let its customers use its cards there, because several account numbers had been stolen and used to run up charges elsewhere. Artie confronts Martina, who instantly breaks, tearfully admitting to stealing, then passing, the charge card numbers to Benny. Artie is enraged and storms to Benny's house in the middle of the night. Benny tries to deny his involvement, and Artie starts a brawl, knocking Benny unconscious on his front porch. A furious Benny tells Tony he wants Artie dead, but Tony is able to keep him from doing so. Later, Artie appears to restore his business. Artie had also catered Christopher Moltisanti's belated bachelor party at Nuovo Vesuvio without coming into confrontation with Benny. ====Charmaine Bucco==== Charmaine Bucco is played by Kathrine Narducci. Charmaine is the wife of Artie Bucco and a childhood friend of Carmela and Tony Soprano. She co-owns the restaurant Nuovo Vesuvio with her husband. Charmaine runs the front-of-the- house, and Artie is the head chef. Charmaine's education is referenced periodically in the series: in The Test Dream it is revealed that she is a licensed notary public and in Everybody Hurts it is revealed that she went to the Wharton School of Business. She and her husband have three children Chiara Bucco, Melissa Bucco, and Arthur \"Art\" Bucco III. In season one, Charmaine and Carmela drift apart. Charmaine resents that Carmela enjoys an affluent lifestyle that is only made possible by her husband's criminal activities. She discourages Artie from associating with Tony because of his criminal lifestyle. When Carmela hires the Buccos to cater a silent auction fundraiser at the Soprano home, Carmela treats Charmaine like a servant, prompting Charmaine to reveal that she had dated and had sex with Tony in high school at the same time he was beginning to date Carmela when she was spending the summer with her parents on Long Beach Island. Following a series of escalating arguments, Artie and Charmaine finally separate. Artie moves out of the family home, but the two still reluctantly run the business together. Charmaine ultimately reconciles with Artie in season six. ====Ralph Cifaretto==== Ralph \"Ralphie\" Cifaretto is played by Joe Pantoliano. Ralph is not present in season 1 or 2, as he spends a prolonged period of time in Miami, Florida and lived in Delray Beach, Florida. Ralph first appears as a soldier in the Aprile Crew in the second episode of season 3, \"Proshai, Livushka\". He is characterized as an excellent earner but also unstable and prone to violence. He returned to New Jersey in 2000, following the disappearance of Richie Aprile. As a high-ranking soldier, he tried to take over the crew despite Tony's reluctance to make him captain, and often referred to it as \"my crew\". Tony viewed Ralph as obnoxious and insubordinate, so he passed Ralph over for promotion, and made Gigi Cestone captain of the Aprile crew. After Cestone dies of a heart attack, Tony reluctantly installs Ralph as capo. In the episode \"University\", Ralph is involved with a 20-year-old stripper named Tracee, who becomes pregnant with his child. At the Bing, Tracee insults Ralph in front of his friends and makes fun of his perceived lack of masculinity. He follows her outside, where they argue. Ralph sweet-talks Tracee by telling her of a romantic future with their child which makes her happy, only for Ralph to insult her by telling her if their child is a girl, she should name her \"Tracee\" because she \"is going to become a cock-sucking slob, just like her mother.\" Tracee spits at him and slaps him in retaliation, and he brutally beats her to death. Tony finds out and strikes him repeatedly. Ralph defends himself by shouting, \"I'm a made guy!\" Tony justifies his actions by saying that Ralph \"disrespected the Bing\". Johnny Sack, a high ranking member in the Lupertazzi family, once ordered a hit on Cifaretto for making an off-color joke about his wife's obesity, although he later cooled down and called it off. Although unknown to Johnny Sack, his own hit was approved by Tony and Carmine in order to protect the highly valuable Esplanade project to which Ralph's involvement was key. Ralph purchases a prize race horse from Hesh Rabkin named Pie-O-My. While Ralph only cares about the horse as a means to make money, Tony becomes emotionally attached to the horse. When Ralph's son Justin is accidentally impaled in the chest with an arrow as part of a game, Ralph is devastated and turns to Father Intintola for guidance. After Pie-O-My dies in a stable fire under questionable circumstances, Tony confronts Ralph over the suspicious timing of the fire with the $200,000 insurance payout, which was used for his son's medical expenses. Ralph denies the accusation, and rebukes and mocks Tony for being emotionally attached to the horse. A fight ensues in Ralph's kitchen during which Tony beats and strangles Ralph to death. Tony calls Christopher to dispose of the body. Chris dismembers Ralph's body in his bathtub with a meat cleaver, after which he and Tony bury Ralph's severed head, toupee, and hands on a farm inside a bowling bag, and sink the rest of Ralph's remains in a flooded quarry after throwing his body off a cliff into the water below. ====Eugene Pontecorvo==== Eugene Pontecorvo is played by Robert Funaro. Eugene was a made man in the Aprile Crew. Hesh Rabkin mentions to Soprano family members that Eugene's father committed suicide by inert gas asphyxiation in his vehicle at the age of 52. It is implied he is from North Bergen, New Jersey. Eugene was introduced on the show as an associate in the Soprano crime family in the episode \"Proshai, Livushka\". Eugene subsequently becomes a made man in the following episode \"Fortunate Son\" along with Christopher Moltisanti. In season six's premiere episode \"Members Only\", Eugene inherited $2 million from his deceased aunt. He begins developing serious stress with his home life due to his wife pushing him to talk Tony into their retiring to Fort Myers, Florida. When Eugene discusses this with Tony, he says he would think about it, but he states Eugene took an oath indicating that it is unlikely he would approve. He attempts to bribe Tony with David Yurman watches for Tony, Carmela, Meadow and A.J. He again tries to coax Tony by handing him over a share of the inheritance. Christopher Moltisanti assigns Eugene the task of killing Teddy Spirodakis in Boston who owed Christopher money and failed to pay him. Eugene is reluctant, but must follow Christopher's order due to his rank of capo. Chris assures Eugene that he will put in a good word for him to Tony as a favor for doing the hit. Eugene drives to Boston and finds Teddy eating dinner at a fast food restaurant and shoots him repeatedly in the head. Eugene then walks out calmly. It is revealed Eugene has been an informant and cooperating witness for the FBI, though it is unclear for how long. After Ray Curto dies of a massive stroke while giving potentially damaging information to Agent Robyn Sanseverino about Tony discussing a murder, the FBI informs Eugene they also refuse his notion to move to Florida, as they need him as a material witness in New Jersey to help build a case against Tony in the wake of Curto's death. Silvio informs Eugene that Tony denied his request to move to Florida. With Tony and the FBI both hindering his family's chance to escape the mafia life, coupled with his stress at home, Eugene hangs himself in his basement. ====Robert \"Bobby Bacala\" Baccalieri==== ====Furio Giunta==== Furio Giunta is played by Federico Castelluccio. Furio is an Italian gangster, referred to as a zip, working for Tony Soprano. Furio first appears in season 2 in \"Commendatori\" as Tony's contact when visiting Italy who speaks both Italian and English. In Italy, Tony negotiates with the Neapolitan Camorra crime boss Annalisa Zucca for Furio to be transferred to New Jersey to work for him as part of an international car theft operation deal. In order to get Furio a visa, Tony initially gets him a job as a mozzarella maker in the Nuovo Vesuvio Restaurant, enticing Artie Bucco with the idea that Tony will pay Furio's salary and he does not have to be on the restaurant's payroll. Furio also became one of Tony's most feared enforcers, intimidating and beating up multiple people who owed Tony money, as well as acting as Tony's driver and bodyguard. Furio's first assignment was to extract payment from a massage parlor owner whose wife had convinced him to withhold payment. He broke the owner's arm with a baseball bat and shot him in the kneecap—all of which made a positive impression on Tony. In season 3 in \"Amour Fou\", Furio is shot in the leg by Jackie Aprile Jr. while Jackie and his friends Dino Zerilli and Carlo Renzi robbed Ralph Cifaretto's card game in an attempt to gain recognition amongst the crime family. In season 4 in \"Everybody Hurts\", a sly Frenchman named Jean-Philippe talks Artie Bucco into temporarily lending him $50,000 for a business venture to distribute Armagnac in the US. Artie borrows the money from Tony Soprano, but when Artie goes to Jean-Philippe's apartment to collect the money, he claims he does not have it and does not know when or if he is going to get it. Artie and Jean-Philippe scuffle briefly, but Artie leaves bruised and bloodied. Furio is later tasked with reclaiming Tony's assumed debt from Jean-Philippe. Furio eventually became infatuated with Tony's wife, Carmela, who also shares the same feelings. The two never truly became romantically entwined, which creates significant sexual tension between them. Carmela repeatably found excuses to visit Furio including assisting him in buying and decorating a house, and planning a house-warming party. At the house-warming they shared a sexually charged dance, Furio later claims he forgot his sunglasses at the Soprano house, just as a ploy to talk with Carmela. When Furio's father dies, he returned to Italy for the funeral. He sought the advice of his uncle, another Mafia member, telling him that Italy no longer felt like home and that he was in love with his boss's wife, feeling that they could truly communicate. His uncle made it clear he had to move on or kill his boss. In the season 4 penultimate episode \"Eloise\", Furio witnesses Tony's infidelity first hand on a night out at a casino. A helicopter had been arranged to take them home and while Tony was urinating on the tarmac, Furio suddenly grabs him by his jacket and contemplates pushing Tony into the rear rotor blades of the helicopter. \"What the fuck you doin'?!\" exclaimed Tony in a very inebriated voice. Furio then pulls him away and plays it off by telling Tony \"You were standing too close...\" Furio, no longer able to bear the burden that the internal conflict is causing him (that of his feelings conflicting with his honor, as well as his respect to the \"family\" hierarchy), sells his house and moves back to Italy. Carmela was devastated, and eventually revealed her feelings for him in an argument with Tony, to which Tony replies \"If certain men see him, he's a dead man\". In season 5, it is said that Tony has men looking for him in Italy. However, it is never stated whether Furio was found. ====Johnny Sack==== John Sacrimoni, better known as Johnny Sack, is played by Vincent Curatola. Johnny Sack was the longtime underboss and later the boss of the Brooklyn-based Lupertazzi crime family. He operates out of his Essany Scaffolding (until he is given a severance package) or Little Italy, Manhattan social Club, and was a major player in the New York crime family formerly led by Carmine Lupertazzi. Johnny was Carmine's Underboss for many years, handling political payoffs and bid- rigging for the organization. He ultimately became boss after Carmine's death. Johnny was also a friend of Tony Soprano. His wife Ginny was obese, and he became violently angry when any remarks were made about her weight. He once ordered a hit on Ralph Cifaretto for making one such off-color joke, although he later cooled down and called it off. Although unknown to Johnny, his own hit was approved by Tony and Carmine to hit Johnny in order to protect the highly valuable Esplanade project to which Ralphie's involvement was key. Johnny cultivated a friendship with Paulie Gualtieri, making use of him as a source of information about Soprano family business. The relationship began when Paulie felt sidelined by Tony over the Esplanade construction project and proved most fruitful when Paulie was imprisoned in 2002 — a time when he felt particularly neglected by his friends. Johnny lied to Paulie — telling him that Carmine held him in high regard and often asked about him. This encouraged Paulie to place more faith in his friendship with Johnny than in the loyalty of his friends in the Soprano crime family. Through Paulie, Johnny learned about Tony's Frelinghuysen Avenue property windfall and HUD scam — allowing the Lupertazzi crime family to demand a piece of the action because their mutual interests made both projects possible. It was also Paulie who told John about the insult that Ralphie made about his wife. However, after a chance meeting with Carmine, Paulie discovered that Carmine did not even know who he was. Angered by John's deceit, Paulie became one of his biggest detractors. Following the death of Carmine in 2004, Johnny's crew engaged in a bitter war over the family leadership with Carmine's son, Little Carmine. More violence was threatened upon Soprano's family following the unauthorized murder of Joseph \"Joey Peeps\" Peparelli, Johnny's protegè, by Tony Blundetto, Tony Soprano's cousin, on Little Carmine's behalf. After both New York factions suffered heavy casualties, the conflict was brought to an end with Little Carmine surrendering control of the family. This was followed by a tentative reconciliation with Tony Soprano, who had personally taken the life of Blundetto to bury the hatchet. However, the moment was cut short when Johnny was promptly arrested by the FBI after the family's consigliere, Jimmy Petrille, turned state's evidence. Even while in jail awaiting trial he remained in control of the Lupertazzi family. In the sixth season, Johnny entrusted Phil Leotardo with the role of acting boss while he was in jail. Johnny's brother-in-law Anthony Infante acted as a back channel for communications to reach him while he was imprisoned. His wife remained supportive, often visiting him in prison. Johnny was portrayed as becoming more selfish while imprisoned — he commonly disregards the problems of others stating that his \"situation\" should take precedence. He ordered Phil to maintain a good relationship with Tony and avoid starting a war over any business disputes, particularly the new office park construction project – another shared venture like the Esplanade project. Johnny was granted a release from prison to attend his daughter Allegra's wedding. However, he had to cover the cost of U.S. Marshals and metal detectors for the wedding and would have six hours maximum. When the time came for Johnny to leave the wedding he was reluctant to go — he wanted to wait until his daughter and her new groom left. However, the marshals blocked her limousine and dragged Johnny away in handcuffs, causing him to break down in tears. Johnny used Tony to help plan a hit on Rusty Millio. Johnny again reached out to Tony for help, this time with his financial situation. Johnny elected to use his brother-in- law Anthony as a go-between instead of Phil. Johnny's efforts to maintain control of his family ultimately proved futile. His lawyer, Ron Perse, floated the possibility of cooperating with the FBI, but John was quick to dismiss this. However, as the trial neared, Ron arranged a deal with the government on Johnny's behalf. Facing a massive asset seizure that would have left both him and beloved wife destitute and a case he could not possibly beat, Johnny pleaded guilty to 47 RICO predicates for a reduced sentence of 15 years and a fine of $4.2 million, effectively ending his position as boss (but still leaving Ginny enough money to live comfortably). As part of the deal, he was also required to give an allocution admitting his involvement in organized crime (although he did not reveal the names of any associates). Members of both the Soprano and Lupertazzi families were angered by his allocution, believing that John should have stood trial before admitting anything regarding La Cosa Nostra. Johnny was now serving 15 years in federal prison, and was considered persona non grata among his former associates. During his incarceration, Johnny developed lung cancer. He died at the United States Medical Center for Federal Prisoners in Springfield, Missouri not long after receiving a grim prognosis from an oncologist at the Cleveland Clinic. Phil subsequently took over the Lupertazzi family. ====Vito Spatafore==== Vito Spatafore is played by Joseph R. Gannascoli. Vito was a soldier in the DiMeo crime family and a subordinate of Tony Soprano. He was married to Marie Spatafore, who was a second cousin to high-ranking member of the Lupertazzi family, Phil Leotardo, with two children, Vito Jr. and Francesca. In the fifth season, it was revealed that Vito was a closeted homosexual. Gannascoli brought the idea to the writers of making his character gay based on the true story of Gambino crime family member Vito Arena, in the 1993 book Murder Machine. Gannascoli has said he saw the character as \"a cross between Mike Tyson and Liberace.\" Although Vito Spatafore was not introduced on The Sopranos until the season 2 episode \"The Happy Wanderer\" as a nephew to fellow mobster Richie Aprile and cousin to Adriana La Cerva and Jackie Aprile Jr., the actor who plays his role, Joseph R. Gannascoli, appeared in the season 1 episode, \"The Legend of Tennessee Moltisanti\" as pastry shop patron named \"Gino\". Vito is a member of the Aprile crew upon Richie's release from prison and quickly rises through the ranks to capo after the deaths of capos Richie Aprile, Gigi Cestone and Ralph Cifaretto. In the season 3 episode \"Another Toothpick\", Vito's brother, Bryan Spatafore, is violently beaten with a golf club by Salvatore \"Mustang Sally\" Intile, and put into a coma. Vito is vindictive and demands someone render Sal's comeuppance. Tony Soprano enlists in the help of Bobby Baccalieri's father, Bobby Baccalieri Sr., to perform the hit on Mustang Sally. In 2001, in the season 3 finale episode \"Army of One\", after Jackie Aprile Jr. had gone into hiding because he and his friends robbed Ralph Cifaretto's card game to gain notoriety, Tony and Ralph agree that Aprile Jr. be killed. Vito performs his first on-screen murder by shooting Jackie Jr. in the back of the head. In 2002, in the season 4 episode \"Whoever Did This\", Tony kills Cifaretto after he figures that Ralph was responsible for the death of their prized racehorse Pie-O-My for insurance money. Vito is subsequently promoted to capo of the Aprile Crew, as he was second-in-command. In 2004, in the season 5 episode \"Unidentified Black Males\", Vito was caught in the car of a security guard giving him oral sex early one morning at the Esplanade construction site by Meadow's boyfriend, Finn DeTrolio. Vito intimidates Finn into silence. By the season 6 premiere \"Members Only\" in 2006, Vito has lost over 160 pounds to appear for a weight loss commercial. In the episode \"Mr. & Mrs. John Sacrimoni Request\", during the wedding of Johnny Sack's daughter, Allegra, Vito claimed he was not feeling well, and he and his family left the wedding. Back at home, Vito informed his wife he had to \"make some collections.\" Later, that night, while making a collection at a gay bar, two Lupertazzi family associates saw Vito in a leather chaps dancing and kissing a man. Vito attempted to play it off as a joke, but the two men were not convinced. Petrified of the consequences if his homosexuality were made public, Vito went into hiding. He stayed at a bed-and-breakfast in the fictional town of Dartford, New Hampshire, and tried to pursue a new life away from the Mafia. Under the alias \"Vincent,\" he claimed to be writing a book. He contacted his family only once during a brief phone call. Discussing Vito with Carlo Gervasi, Tony says that Vito is a top earner for the family, and debates letting him come back to the family. In New Hampshire, Vito develops a relationship with Jim \"Johnny Cakes\" Witowski who works as a volunteer fireman and as a short order cook at a diner. Vito introduces himself initially as a sportswriter named Vincent from Scottsdale, Arizona and that he's been divorced for a few years. He also had attempted to live a heterosexual lifestyle and fathered one daughter with his wife. Vito and Jim soon form an attraction, though the two got into a fistfight outside a bar when Jim tried to kiss Vito and, still in denial about his homosexuality, Vito violently rebuffed him, calling him a fag. The two soon reconcile after Vito decides to \"stop living a lie\" and became Jim's live-in lover. The pair enjoyed romantic dinners, motorcycle rides, and picnicking lakeside. Jim gets Vito a job as a contractor working for some of his friends, a job which turns out to be very slow-paced. Ultimately, Vito missed his family and fast-paced lifestyle back in New Jersey too much to stay with Jim. Vito left Jim's house early one morning to return to New Jersey while Jim was still asleep. While driving back to New Jersey, a drunk Vito crashed his car into a parked vehicle. When he failed to convince the owner to keep the accident from the police, Vito shot and killed the man. Vito returned home and remained conflicted about whether or not to re-initiate contact with his old mafia family. Vito also later calls Jim, but Jim was still angry over the way Vito had left and wanted nothing more to do with him. Vito eventually approached Tony at a mall, while Vito's brother, Bryan, kept watch. Vito claimed that his homosexual behavior had been caused by medication. Wanting to \"buy himself back\" into the business, he offered Tony $200,000 and said he would run the family's Atlantic City prostitution and drug businesses. Tony was tempted by the offer, but realized this would bring him into open war with the Lupertazzis. Lupertazzi crime family boss Phil Leotardo, who disliked homosexuals, and who is a second cousin of Vito's wife Marie, demanded Vito's death, so Tony quietly arranged for Carlo Gervasi to make a hit on Vito. Meanwhile, Vito reunited with his family. He explained his absence to his children by claiming that he was an undercover CIA agent hiding out in Afghanistan, and warned them not to tell anybody. That night, Vito returned to his motel room, and was ambushed by Phil Leotardo and two of his soldiers, Gerry Torciano and \"Fat Dom\" Gamiello. Torciano and Gamiello duct-taped Vito's mouth shut, and beat him to death with pool cues while Phil Leotardo watched. It was later revealed that Vito was found with a pool cue inserted into his anus, a message that he was killed because of his homosexuality. Phil's unsanctioned murder of Vito proved to be a serious point of contention in his working relationship with Tony. The relationship was further strained when Phil correctly suspected the New Jersey mob in the disappearance of Gamiello, who had been killed by Silvio and Carlo Gervasi after making repeated wisecracks, in the wake of Vito's death, about the sexual orientation of New Jersey mobsters and Carlo in particular. Phil Leotardo later told Vito's wife, Marie, that her husband was probably killed by two homosexual transients Vito had picked up at a bar. He told Marie that he loved Vito \"like a brother-in-law,\" and suggested that Vito's death was probably for the best because a homosexual man would have made a poor role model for the children. However, a newspaper reported Vito was killed by mobsters after requesting to live an openly gay lifestyle. Vito's children read the story, destroying the illusion of their father being a CIA agent. A year later Vito's son, Vito Jr. began to go through a rebellious phase in reaction to his father's murder and cruelty from his peers in light of his father's sexual orientation, entering the Goth subculture and performing various acts of vandalism. His mother, Marie, asked Tony Soprano for money so she could relocate her family to Maine, where no one would know them or what happened to Vito. Tony asked Phil Leotardo to also intervene, because of his involvement in Vito's death. Both paid separate visits to Vito Jr. and told him to start acting more like an adult. But Vito Jr. continued to act out, eventually to the point of getting expelled from school, so Tony decided to pay for the Spatafores to move. However, after gambling away most of the money he planned to give them, Tony instead paid for Vito Jr. to attend a boot camp for delinquents in Boise County, Idaho. ====Tony Blundetto==== Anthony \"Tony B\" Blundetto is played by Steve Buscemi. He is Tony Soprano's maternal cousin who is released from prison at the beginning of the show's fifth season. Upon release, Tony Blundetto begins to pursue a straight, non-criminal life. His second wife Gwen works in the field of actuarial science. However, he is eventually overpowered by the challenges of civilian life and turns back to crime, dragging the DiMeo crime family into the Lupertazzi crime family's power struggle. Blundetto is introduced in the second episode of season 5, \"Rat Pack\". Born in 1958, he is a cousin of Tony Soprano and Christopher Moltisanti. To distinguish between them, they were called \"Tony Uncle Johnny\" (Soprano) and \"Tony Uncle Al\" (Blundetto) when they were kids, after their fathers' first names. Blundetto, Soprano, and Moltisanti all grew up and played on a farm owned by their uncle, Pat Blundetto. Tony tells Blundetto that it was he who built the Soprano home in North Caldwell, New Jersey. Growing up, both Tonys were very close and Blundetto told Moltisanti that he loved Soprano like a brother. The two Tonys would often bully Moltisanti. Blundetto is the father of Kelli Blundetto, who is Meadow's contemporary and is said to have run away from home, and identical twin boys Justin and Jason Blundetto, whom he fathered by having Tony Soprano smuggle his semen out of prison nine years before, while still incarcerated. In the episode \"Unidentified Black Males\", it is also revealed that he has a genius level I.Q. of 158. He sports a large number of crude prison tattoos, on his forearms, biceps, chest, back, and legs including the name of his daughter Kelli and a tattoo representing the Roman god Mercury. Blundetto had a ruthless reputation in his younger years as an enforcer. In 1986, at age 28, Blundetto was arrested, tried, and incarcerated for almost 17 years for the armed hijacking of a truck that was attached to a larger RICO racketeering trial. Soprano was supposed to go along with his cousin the night of the hijacking but was not able to make it due to a severe panic attack caused by an argument with his mother, during which he passed out and injured his head. Soprano tells Blundetto he was mugged by a group of black men the night of the hijacking, and was knocked unconscious. Soprano strongly believes Blundetto holds some ill-will towards him because Blundetto's life and family fell apart during his incarceration while Soprano grows wealthy and has a family. Blundetto denies this ill will, but Tony still harbors enormous guilt. In 2004, Blundetto is released from Federal Correctional Complex, Allenwood. After Blundetto's parole, he decides not to return to a life of crime and has the incentive to stay straight and clean. Instead, he initially decides to go into massage therapy. Tony is seemingly disappointed that Blundetto has decided to pursue a legitimate career after he declines Soprano's offer to get start working with the DiMeo crime family in a stolen airbag scheme, but Soprano respects his cousin's decision. Soprano gets his cousin a job working for a laundry company in Rutherford, New Jersey owned by a Korean man named Kim. He later goes into business with him in preparing to open a massage parlor and day spa in West Caldwell, New Jersey specializing in Shiatsu and Effleurage. Two days before they open, in an arbitrary fit of rage, he beats Kim. Blundetto then meets Soprano to restart work for the crime family under Carlo Gervasi's crew. Little Carmine's crew simultaneously begins courting Blundetto through his old prison buddy, Angelo Garepe. Female loan shark Lorraine Calluzzo and her boyfriend/enforcer are killed by Phil Leotardo, his brother Billy and crew member Joey Peeps for siding with Little Carmine during the Lupertazzi power struggle between Carmine and Johnny Sack. In retaliation, Little Carmine loyalists Rusty Millio and Angelo Garepe offer a contract to Blundetto to murder Joey Peeps (\"Marco Polo\"). Although he is reluctant at first, he later accepts the contract after he decided that he is not moving up fast enough in the Soprano crime family. Blundetto shoots Joey and a prostitute he was seeing inside his car. Soprano later discovers that Blundetto committed the murder and confronts Blundetto, who claims innocence. Although Soprano knows the truth, he tells Johnny Sack that he does not know who the killer was. In \"The Test Dream\", Phil and Billy Leotardo kill Angelo in retribution for Peeps' death. This drives Blundetto into a rage, and he tracks down the Leotardo brothers, wounding Phil and killing Billy. By the end of season 5, Tony Soprano is under heavy pressure to deliver his cousin to Johnny Sack (who has taken over his crime family after Little Carmine's abdication), explicitly so he can be tortured and killed by Phil Leotardo. After one of Soprano's associates is badly beaten by Phil, Tony realizes that he is putting everyone in his crime family in jeopardy by protecting his cousin. Tony is able to track down Blundetto at their uncle Pat Blundetto's farm and kills him with a shotgun in order to prevent his torture at the hands of Phil. He then gives Blundetto's location to Johnny Sack. Later, Phil arrives to find Blundetto already dead, and is furious to be deprived of his vengeance. Tony then tells Christopher to bury Blundetto secretly, and in one piece, off the premises. Tony and Johnny reach an accord over Blundetto's demise, although Phil remains unsatisfied. ====Rosalie Aprile==== Rosalie \"Ro\" Aprile is played by Sharon Angela. Rosalie is the widow of Jackie Aprile Sr., who died of cancer, and the mother of Jackie Aprile Jr. and Kelli Aprile. She is good friends with mob wives Carmela Soprano and Gabriella Dante, to whom she offers characteristically frank advice. One year after Jackie Sr.'s death, she started a relationship with mobster Ralph Cifaretto. Ralph encouraged Jackie Jr. as he became more and more involved in the family business, providing him with a gun, accepting payments from him, involving him in making collections, and offering advice. Jackie Jr. tried to make a name for himself by robbing a card game, but the heist went awry. Tony and Ralph decided that Jackie Jr. had to be killed, unbeknownst to Rosalie. The hit was carried out by Vito Spatafore, but Rosalie and the rest of the family were told that Jackie was killed by black drug dealers. Following her son's death, Rosalie sank into a prolonged period of mourning. Ralph began an affair with Janice Soprano, and Ralph soon broke up with Rosalie, claiming he was tired of her constant grief. Rosalie, angered by his selfishness, ordered him out of her home. Rosalie accompanied Carmela on a trip to Paris in the season 6 episode \"Cold Stones\". While there, she pursued a brief relationship with a much younger Frenchman named Michel. ====Patsy Parisi==== Pasquale \"Patsy\" Parisi is played by Dan Grimaldi. Patsy is a soldier in Tony Soprano's crew, and is often seen calculating the group's finances in the Bada Bing or Satriale's offices. He and Burt Gervasi run the North Ward Emergency Merchants Protective Cooperative: an extortion racket hitting storeowners in parts of Newark. Patsy had an identical twin brother, Phillip \"Philly Spoons\" Parisi (also played by Dan Grimaldi), who had a hit taken out on him by Tony, and was killed by Soprano soldier Gigi Cestone. Patsy was born March 4, 1950, 11 minutes before his brother Phillip in Bloomfield, New Jersey. At the time, Philly was acting capo of Junior Soprano's crew and Patsy was a member. Patsy never had concrete evidence about his brother's murder, but it occurred soon after a brief and bloody war between Junior and Tony, and Philly was known to be talking about Tony's actions. It was this killing that prompted Tony to move Patsy to keep an eye on him. Patsy took the killing very hard, which brought on a problem with alcoholism. In 2000, a drunken Patsy was observed by Federal Bureau of Investigation agents outside the Soprano family home leveling a gun at Tony through his window. He reconsidered though, and only urinated in the Sopranos' pool. Patsy also openly vented his feelings of loss to the Soprano crew in front of the men responsible for his brother's death, Gigi and Tony, at a dinner in the back of Satriale's. He eventually put his grief behind him. Patsy still has questionable loyalties. When Patsy's then capo Paulie Gualtieri was imprisoned in 2002, Tony promoted Christopher Moltisanti to acting captain over Patsy. Patsy did not take this well, eventually getting into a fight with Christopher. When Paulie was released and promoted to underboss, Christopher was made capo permanently. In the penultimate episode \"The Blue Comet\", Patsy is nearly killed by two men sent to murder Silvio Dante. Patsy manages to hold them off, but Silvio is badly wounded and put into a coma, while Patsy runs into the woods fleeing for his life. Patsy later celebrates his son's engagement to Meadow Soprano with Tony and his family. ====Gabriella Dante==== Gabriella Dante is played by Maureen Van Zandt. Gabriella is married to longtime DiMeo crime family soldier and consigliere Silvio Dante (portrayed by real-life husband Steven Van Zandt). They have a daughter, Heather Dante, who played volleyball and soccer with Meadow Soprano. She is close friends with Rosalie Aprile and Carmela Soprano and can often be seen dining out with them, typically at \"Nuovo Vesuvio\". In 2006, when Tony was shot, Silvio became acting boss of the family. Gabriella was supportive of her husband in this role and ambitious enough to encourage him to consider the possibility of it long term. ====Angie Bonpensiero==== Angie Bonpensiero (née Belfiore) is played by Toni Kalem. Angie is married to Sal \"Big Pussy\" Bonpensiero whom she married in 1976. They have three children, Kevin, Matt, and Terri. Angie was unaware of her husband's status as an FBI informant. His disappearance when he was afraid Tony Soprano became suspicious, and subsequent erratic behavior, created problems for their relationship. When she and her husband were having marital problems, Angie considered both suicide and divorce. When her husband returned, she was being tested for breast cancer. At Carmela's urging to stay true to her Catholic faith, Angie decided to move into a separate bedroom rather than end their marriage. In 2000, after Tony Soprano confirmed his suspicions by finding tapes in Big Pussy's cigar box, he is killed. Tony continued to compensate Angie in her husband's absence–but she used the money to buy a new car, but still complained to Carmela about her strained finances, prompting Tony to cease her allowance. Later, Carmela runs into Angie working at a grocery store after having lost contact. Tony later made Angie the manager of Big Pussy's body shop. After a long period of time without talking, she and Carmela decide to end their quarrel and go out to dinner. Shortly after the reconciliation Carmela learns that Angie is putting money out on the street via Patsy Parisi and Benny Fazio for shylocking and they are using their connections to help her with the body shop. ====Butch DeConcini==== Butch DeConcini is played by Gregory Antonacci. He is from Flatbush, Brooklyn. Butch is a high-ranking member of the Lupertazzi crime family, first appearing in the show as a capo and later being promoted to underboss under Phil Leotardo. He attended Little Carmine Lupertazzi's \"meeting of minds\" to try to resolve a dispute with the Soprano crime family in 2006 after Tony responded to the murder of Vito Spatafore by blowing up a wire room in Sheepshead Bay, Brooklyn that was owned by Phil. After the effort failed, DeConcini was vocal in his desire to move against Tony. When Phil refused to consider killing a boss, it was Butch who suggested they move on someone else in Tony's family. When Phil ordered a hit on Faustino \"Doc\" Santoro to take over the Lupertazzi family, it was Butch who oversaw the assassination behind the wheel of one of the getaway cars. Upon Phil's permanent elevation to boss, Butch was made underboss of the family. Alongside Albie Cianflone, Butch is one of Phil's primary confidants and advisors. Butch fails to eliminate the Soprano family leadership, and he notices Phil's threatening tone regarding his future due to the failure to find and murder Tony. During a sit-down with Tony and Paulie Gualtieri, he, along with Albie Cianflone and Little Carmine, agree to end the war against the Soprano family. While Butch will not reveal where Phil is hiding, he gives consent on behalf of the Lupertazzi family for Tony to hunt down and murder Phil, which he does. ====Benny Fazio==== Benito \"Benny\" Fazio Jr. is played by Max Casella. Benny is a soldier who began working for the DiMeo crime family with Christopher Moltisanti under capo Paulie Gualtieri, and continued to work for Chris after Chris's elevation to caporegime. Benny debuted in the third episode of season 3, with his release from jail and renewed association with Christopher. He has a no-show job as a United Association plumber. He began working for Christopher just after Christopher became a made man in 2001. Later, Jackie Aprile Jr. informed Fazio and Moltisanti of an opportunity to rob a Jewel concert at Rutgers University. Benny and Chris committed the robbery and made a clean escape with Jackie driving. In 2002, Benny was awarded one of the \"no-work\" United Brotherhood of Carpenters and Joiners of America jobs at the Esplanade construction site. He was assigned the task of killing two would-be assassins contracted by Tony to whack New York City boss Carmine Lupertazzi after the hit was called off. Benny and Petey LaRosa ambushed and killed the hitmen—two black heroin dealers, Credenzo Curtis and Stanley Johnson—who were set up by Christopher Moltisanti. In late 2004, Benny was seriously beaten by Lupertazzi capo Phil Leotardo. The crisis brought on by Tony Blundetto was reaching a breaking point and Phil severely beat Benny to send a message to Tony. Tony, feeling guilty about Benny's fractured skull, offered to give Benny his button when he recovered, meaning he would become a made man. Benny is married to Jen Fazio, who is pregnant. However, Benny began an affair with Martina, a new hostess at Nuovo Vesuvio, much to the irritation of owner and head chef Artie Bucco who had his eye on her. Benny was involved in Chris's credit card fraud scheme with Ahmed and Muhammad, using his relationship with Martina to get account numbers from Nuovo Vesuvio customers and selling them on through Soprano crew associate James \"Murmur\" Zancone. Benny gives Tony a tribute payment. American Express investigated Nuovo Vesuvio restaurant's role in the credit card fraud and pulled the restaurant's authority to accept American Express cards. Artie is able to figure out that Martina is the criminal in his staff through her relationship with Benny. Artie then angrily drives to Benny's home to confront him; the ensuing fight sent Benny to the hospital. Benny is set on killing Artie, but Tony intervenes, insisting Benny's parents have their anniversary dinner at Nuovo Vesuvio, and that the two make amends. Artie makes a table-side visit during their meal. In front of Benny's pregnant wife, Artie makes an innuendo to Benny's extramarital affair with Martina by asking Benny if he wants a \"Martina,\" explaining that it is an Albanian martini (Martina is Albanian) and adding \"Well, apparently they go down real easy. Right, Ben?\" Enraged, Benny follows Artie to the kitchen and holds his arm in a pot of boiling tomato sauce, burning him badly, and also rams his head into the counter. Benny later attended Chris's belated bachelor party, also at Nuovo Vesuvio and hosted by Artie, but the two refrained from initiating further violence. Benny helped guard Tony while he was in hiding from Phil Leotardo. Benny and several of Tony's other crew members were checking gas stations to find Phil Leotardo after being tipped off by Agent Harris that Phil was using a payphone at a gas station in the area. In the series finale, Benny is last seen acting as the getaway driver when Walden Belfiore shot Phil Leotardo to death at a gas station in Oyster Bay, Long Island. ====Little Paulie Germani==== Paul \"Little Paulie\" Germani is played by Carl Capotorto. Germani is thought to be the nephew (later revealed to actually be a first cousin once removed) and right- hand of Soprano family captain Paulie Gualtieri. Germani is an associate and later soldier in the Moltisanti crew. Germani regularly hangs out with Christopher and accompanies him on debt collections visits. In season 4, Germani was tasked with vandalizing Carmine Lupertazzi's restaurant when Tony and Carmine got into a dispute over the HUD scam. He was also responsible for intimidating Alan Sapinsly after Tony's separation caused him to withdraw from a contract to buy property from Sapinsly. Paulie and Benny used Tony's home entertainment system speakers on his boat to blast Dean Martin recordings at the Sapinsly home at all hours. In season 5, Little Paulie holds a \"no work\" job at the Esplanade construction site and accompanied Chris when collecting a loan from writer J.T. Dolan. Also, early in Season 4, Germani precipitates the crisis between Tony and Johnny Sack, when he hears Ralph Cifaretto make a joke about the obesity of Johnny Sack's wife, and repeats this joke to Paulie Gualtieri, who relays the news of this to Johnny. In the season 6 episode \"Walk like a Man\", Little Paulie is badly hurt after being pushed out of a second story window by Christopher during a feud with Paulie. He suffers six broken vertebrae. He helps in the war with the Lupertazzi crime family, disguising himself as a police officer while searching for Phil Leotardo. ====Little Carmine Lupertazzi==== Carmine \"Little Carmine\" Lupertazzi Jr. is played by Ray Abruzzo. Little Carmine is a capo and the son of Carmine Lupertazzi, the leader of one of New York's Five Families. He followed in his father's footsteps and becoming a member of the Lupertazzi family at an early age. Little Carmine also has interests in several legitimate businesses including nightclubs in South Beach, Miami and a scaffolding contractor company in New York and New Jersey with control of the United Brotherhood of Carpenters and Joiners of America in addition to receiving proceeds from illicit activities. He moved with his wife and daughter to Florida in 2000, along with his criminal operations, and splits time between Miami Beach, Florida and New York. While Little Carmine is initially portrayed as a pretentious, spoiled mobster whose constant malapropisms convey poor intellect, he later assumes an elder-statesmen role, frequently mediating disputes that arise in the Lupertazzi crime family. Little Carmine is introduced in season four when Tony Soprano visits him in Miami to seek his counsel in settling a dispute between Carmine Sr. and Johnny Sack. In the beginning of season five, Carmine Lupertazzi Sr. has a massive stroke and dies a few days later. Little Carmine immediately comes up to New York from Florida to see his father before he passes, and quickly becomes embroiled in a power struggle with Johnny Sack. Since Little Carmine is the son of the former boss, he has de facto claim to the throne, much to Johnny's anger as he has been Carmine Sr.'s long time second in command. Even Tony has no faith in Little Carmine's capacity to run New York, jokingly referring to him as \"Brainless the Second\". Despite his shortcomings, Little Carmine finds backers in Carmine Sr.'s recently paroled former consigliere, Angelo Garepe, and long-time Lupertazzi Capo Rusty Millio. Angelo and Rusty, along with Rusty's right-hand man Eddie Pietro, pull most of the strings during the war between Johnny Sack and Little Carmine. However, after a cycle of bloodshed that escalates into war, Little Carmine ultimately finds it difficult to stomach the continuing violence and abdicates. His decision is heavily influenced when the Leotardo brothers assassinate Angelo as retaliation for the death of Joey Peeps. With Little Carmine's capitulation, Johnny Sack becomes the boss of the Lupertazzi crime family. After this, Little Carmine keeps a low profile and is no longer seen as a threat. Johnny is arrested soon after by the FBI, who are acting on information given to them by Johnny's trusted ally and long-time Lupertazzi Captain Jimmy Petrille. With Johnny in federal custody during his federal racketeering trial, Phil Leotardo becomes the acting boss in New York. By season six, Little Carmine is brought in as an investor on Christopher Moltisanti's movie project, Cleaver. Little Carmine is instrumental in organizing a meeting with Sir Ben Kingsley in Los Angeles to court his interest in the project, but Kingsley eventually passes on the lead role. Little Carmine had helped Kingsley's booking agent out of some trouble he had down in the Florida Keys. Nevertheless, Little Carmine continues to get involved in crime family affairs. He tries to help resolve a longstanding feud between the Lupertazzi crime family and the Soprano crime family. After Phil becomes boss, tensions escalate between the two crime families and Little Carmine makes a last effort to resolve it. Phil is less generous in business dealings with the New Jersey family and still harbors anger over Tony's cousin killing Phil's brother Billy. When the conflict eventually escalates into a war between the two families, Little Carmine and Tony both turn to a neutral party, George Paglieri, to broker a negotiation between Tony and Butch DeConcini, the street boss for Leotardo while he is in hiding. At a sitdown with Little Carmine, Butch, Albie Cianflone, Tony and Paulie Gualtieri, everyone agrees that the war has gone too far and that Phil's decisions have led to negative consequences on both sides. Butch agrees to back off while the Soprano family hunts down Phil. ====Carlo Gervasi==== Carlo Gervasi is played by Arthur J. Nascarella. Carlo was a capo in the DiMeo crime family. Carlo was promoted to caporegime of James \"Little Jimmy\" Altieri's crew after Jimmy was murdered on suspicion of being an FBI informant. He was in charge of obtaining grey-market goods from container ships docking at the Newark ports. He is introduced in season 4. In season 6, Carlo begins to emerge from the background and become a more prominent character. Carlo took over Vito Spatafore's construction business in addition to the ports, after the revelation of Vito's homosexuality and his subsequent downfall. When Tony decided that Spatafore had to be killed to appease acting New York City boss Phil Leotardo, and Silvio Dante asked if the hit should be assigned to anyone in particular, Soprano suggested Carlo for the job. However, Spatafore was beaten to death by Phil Leotardo's men Gerry Torciano and Dominic \"Fat Dom\" Gamiello before Carlo could act. Carlo later avenged his family's honor by stabbing Fat Dom four times with a large chef's knife for making jokes about Spatafore's murder and implying that Carlo was also homosexual. The killing occurred in the back room of Satriale's pork store and Silvio also took part; Tony Soprano later discovered them waiting to dispose of the body and was angry because of the murder's possible repercussions. Carlo took charge of disposing of Gamiello's body and drove to Connecticut to deposit his head in a storm drain, phoning Silvio to confirm that the last part was safely away and to ask about Tony's plans to blow up Phil's wire room. Carlo's son Jason attends Rutgers University, where he is involved in gambling and loansharking. Carlo's cousin, Burt switched sides during the Lupertazzi/Soprano war and was killed for his disloyalty by Silvio Dante. In the series finale, Carlo's son was said to be arrested by the FBI for drug dealing. Gervasi failed to show up for a meeting with Paulie Gualtieri, which worried Tony that he may have been cutting a deal with the police. Tony's attorney confirmed that someone was in fact going to testify before a grand jury and that indictments were forthcoming. In the final scene, Tony told Carmela that Carlo was testifying, confirming that he had turned informant, likely in a deal to keep his son out of jail. ====Phil Leotardo==== Phil Leotardo is played by actor Frank Vincent. Phil is a high-ranking member of the Lupertazzi crime family and the primary antagonist of the final two seasons of the show. Originally a captain, following the death of the original boss, Carmine Lupertazzi, the imprisonment and death of his successor Johnny Sacrimoni, and a brief power struggle with would-be boss Faustino \"Doc\" Santoro, Phil becomes the boss of the family. His inability to forgive the death of his brother at the hands of Tony's cousin, Tony Blundetto—even after Blundetto's own murder—forms one of the central conflicts of the series, with Leotardo aiming to kill Tony and cripple his entire organization in revenge. Leotardo had an alleged 27 hits to his credit. He quickly rejoined the Lupertazzi crime family, of Brooklyn, New York, once he was released from prison. Phil was married to Patty Leotardo and was a second cousin of Marie Spatafore. Phil bears a resemblance to the last Shah of Iran, leading to Tony Soprano and the DiMeo crime family often referring to him as \"The Shah\". It is revealed in season six that when Leotardo's grandfather immigrated from Sicily, officials changed their last name at Ellis Island from Leonardo to Leotardo. Following Carmine Sr.'s death, a power struggle between two factions ensued. One side was led by Carmine's underboss, Johnny Sack, while the other was ostensibly led by Carmine's only son and Miami capo Little Carmine Lupertazzi. Phil became Johnny's right-hand man during the war, and carried out murders in order to weaken Little Carmine's resolve. Phil performed a mock execution of Lorraine Calluzzo, while she was tightly taped and gagged, shooting at her while holding a phone book in the path of the bullet, to persuade her to redirect her payments from Little Carmine to Johnny Sack. When she failed to comply Phil returned with his younger brother, Billy Leotardo, and Joey Peeps, who killed Lorraine. When Peeps was later killed by Tony's cousin Tony Blundetto, Phil and Billy murdered Angelo Garepe in response. Phil became personally involved in the war when his brother Billy was murdered by Blundetto as revenge for the hit the Leotardo brothers carried out on Angelo, who was Blundetto's close friend. Little Carmine ultimately found it difficult to stomach the continuing violence and abdicates. After Little Carmine's capitulation, Johnny Sack becomes the boss of the Lupertazzi crime family and Phil becomes his underboss. After this, Litte Carmine keeps a low profile and is no longer seen as a threat. Johnny Sack was arrested soon after by the FBI who were acting on information given to them by Johnny's trusted ally and consigliere Jimmy Petrille. With Johnny in federal custody during his federal racketeering trial, Phil Leotardo became the acting boss in New York. Soprano initially protected Blundetto against Phil. Phil stalked New Jersey looking for Blundetto, hounding Christopher Moltisanti's mother Joanne and badly beating Soprano associate Benny Fazio. When it became clear that Tony's men would not allow themselves to be imperiled for no good reason, Tony was forced to act. Tony ultimately murdered his own cousin to save his family and give Blundetto a quick and painless death after Johnny Sack had made it clear that Phil would torture Blundetto if he found him. Phil was angered that his opportunity for vengeance was stolen, however, at a meeting between the two bosses, Johnny and Tony made peace, but the moment was interrupted by Johnny's arrest by the FBI, while Tony escaped. With Johnny in federal custody, Phil became acting boss of the Lupertazzi family. Phil worked closely with Tony and Vito Spatafore, the husband of his cousin, on the two family's joint construction efforts. When Vito's homosexuality was publicly revealed in season six, Phil visited Marie to try to find out if she knew where Vito was (he had gone into hiding in New Hampshire). When she pleaded for mercy for her husband, he told her they just wanted to get Vito help. Phil also harassed Tony about his efforts to find Vito. Vito later returned to New Jersey after he could not adjust to life outside of the mob, and met Tony to offer to buy his way back into the family. Tony refused, but did not attempt to harm Vito. Tony had arranged for Carlo Gervasi to execute Vito at the mall early in the morning on the pretense that Vito was supposedly meeting up with Tony, to straighten out the situation, however when Vito returned to his motel, Phil's soldiers Gerry Torciano and Dominic \"Fat Dom\" Gamielleo ambushed him as he walked through the door. Phil emerged from the closet, slowly walked up to Vito who was being held by Gerry and Fat Dom and sits down on the bed. He looks Vito in the eye and says, \"You're a fucking disgrace.\" And with that, Fat Dom and Gerry Torciano proceed to beat Vito to death. Subsequently, with having made his cousin Marie a widow, Phil balks when Tony tries to reach out to him for restitution for Marie and refuses. Phil tells Marie that her husband was probably killed by two homosexual transients Vito had picked up at a bar. Fat Dom was murdered by an enraged Carlo Gervasi during a visit to Satriale's after making repeated wisecracks, in the wake of Vito's death, about the sexual orientation of New Jersey mobsters. Leotardo, while on a date with his Ukrainian housemaid, approached one of his Brooklyn businesses, only to be blown off of his feet by a bomb planted in the building. After an unsuccessful attempt by Little Carmine Lupertazzi to broker peace between the families, Leotardo and his crew plotted revenge. Although Phil balked at the idea of killing Tony himself, captain Butch DeConcini seemingly persuaded him to target someone important to the DiMeo family. However, their planning was cut short when Phil suffered a late-night heart attack and was hospitalized during Christmas 2006. Once he recovered, Phil decided to step down as boss to make way for his protégé Gerry Torciano in charge. Yet Phil did not strongly back Torciano as successor, and Lupertazzi underboss Doc Santoro soon made his own bid for power by having Torciano murdered. After deciding to get back in the game, Phil waited, working under Doc Santoro until the old man's arrogance got too much to handle. As Phil sat down to dinner with Doc to acknowledge him as boss, Doc humiliated Phil by literally taking food from his plate. Knowing that he had broad support, including Tony's, Phil ordered a hit on Santoro. Driven by Butch DeConcini, Phil's crew murdered Santoro and an associate outside a massage parlor, leaving him dead on the sidewalk. After the assassination, Phil was permanently elevated to boss of the Lupertazzi family, with Cianflone cemented as consigliere and DeConcini as underboss. After Tony viciously beats one of Phil's men, Coco, for threatening his daughter Meadow, Phil refuses to meet with Tony and then launches a war against the DiMeo family, ordering that New York is to \"decapitate\" New Jersey and do business with what's left, instructing that hits be made on Tony, Bobby Baccalieri, and Silvio Dante. Bobby is killed and Silvio is wounded badly and left in a coma. Tony goes into hiding with the remainder of the family. In the Sopranos series finale, \"Made in America\", Butch DeConcini and Albie Cianflone arrange a sit down with Tony and Paulie, where they express their dissatisfaction with Phil's leadership and agree to a ceasefire of the war. Butchie says he will not reveal the location of Phil, but then says \"You do what you got to do\"—this following a recent phone conversation with Butchie and Phil, where Phil implies a threat to Butchie over his inability to find Tony Soprano. Shortly thereafter, the location of Leotardo is made known to Tony by information from Agent Harris in exchange for terrorism information on Ahmed and Muhammad. Hiding in Oyster Bay, Long Island, Leotardo is shown talking to his wife through a car window at a gas station when he is suddenly shot in the head by Walden Belfiore, a soldier in the Gervasi crew of the DiMeo family. Leaving their grandchildren in her Ford Explorer, Leotardo's wife rushes to Phil's side in a panic. Unattended and still in drive with the engine running, the car idles forward and a tire rolls over and crushes Phil's skull. Leotardo's murder was the 92nd and final death in the series. ==Recurring characters== The following is a list of characters that are, or at one time were, a recurring guest on the series; they are listed in the order that they first appeared on the show. Many characters have had storylines that have spanned multiple seasons, while the others are restricted to arcs that occurred during a single season of the show. ===Cast table=== {| class=\"wikitable sortable mw-collapsible\" width=\"90%\" ! rowspan=\"2\"|Actor ! rowspan=\"2\"|Character ! colspan=\"6\"|Seasons |- ! width=\"11%\" scope=\"col\"| 1 ! width=\"11%\" scope=\"col\"| 2 ! width=\"11%\" scope=\"col\"| 3 ! width=\"11%\" scope=\"col\"| 4 ! width=\"11%\" scope=\"col\"| 5 ! width=\"11%\" scope=\"col\"| 6 |- | Jerry Adler | Herman \"Hesh\" Rabkin | colspan=\"6\" |- | Michael Gaston | Alex Mahaffey | colspan=\"1\" | colspan=\"5\" |- | Maria Grazia Cucinotta | Isabella | colspan=\"1\" | colspan=\"5\" |- | Michael Rispoli | Giacomo \"Jackie\" Aprile Sr. | colspan=\"1\" | colspan=\"1\" | colspan=\"1\" | colspan=\"3\" |- | Al Sapienza | Michael \"Mikey Grab Bag\" Palmice | colspan=\"1\" | colspan=\"3\" | colspan=\"1\" | colspan=\"1\" |- | Tony Darrow | Lawrence \"Larry Boy\" Barese | colspan=\"1\" | colspan=\"2\" | colspan=\"3\" |- | Matt Servitto | Agent Dwight Harris | colspan=\"6\" |- | Paul Schulze | Father Phil Intintola | colspan=\"1\" | colspan=\"1\" | colspan=\"1\" | colspan=\"3\" |- | John Heard | Vin Makazian | colspan=\"1\" | colspan=\"3\" | colspan=\"1\" | colspan=\"1\" |- | Joe Lisi | Dick Barone | colspan=\"1\" | colspan=\"1\" | colspan=\"4\" |- | Joe Badalucco | James \"Little Jimmy\" Altieri | colspan=\"1\" | colspan=\"1\" | colspan=\"1\" | colspan=\"3\" |- | Oksana Lada | Irina Peltsin | colspan=\"4\" | colspan=\"2\" |- | Frank Pellegrino | Frank Cubitoso | colspan=\"1\" | colspan=\"4\" | colspan=\"1\" |- | Peter Bogdanovich | Elliot Kupferberg | colspan=\"1\" | colspan=\"5\" |- | Tom Aldredge | Hugh DeAngelis | colspan=\"1\" | colspan=\"5\" |- | Suzanne Shepherd | Mary DeAngelis | colspan=\"1\" | colspan=\"5\" |- | Louis Lombardi | Agent Skip Lipari | colspan=\"1\" | colspan=\"1\" | colspan=\"1\" | colspan=\"3\" |- | Lillo Brancato Jr. | Matthew Bevilacqua | colspan=\"1\" | colspan=\"1\" | colspan=\"4\" |- | Robert Patrick | David Scatino | colspan=\"1\" | colspan=\"1\" | colspan=\"4\" |- | Jason Cerbone | Giacomo \"Jackie\" Aprile Jr. | colspan=\"1\" | colspan=\"1\" | colspan=\"1\" | colspan=\"3\" |- | Annabella Sciorra | Gloria Trillo | colspan=\"2\" | colspan=\"1\" | colspan=\"2\" | colspan=\"1\" |- | Peter Riegert | Ronald Zellman | colspan=\"2\" | colspan=\"2\" | colspan=\"2\" |- | Frances Ensemplare | Nucci Gualtieri | colspan=\"2\" | colspan=\"1\" | | colspan=\"1\" | |- | Tony Lip | Carmine Lupertazzi Sr. | colspan=\"2\" | colspan=\"1\" | colspan=\"2\" | colspan=\"1\" |- | Karen Young | Agent Robyn Sanseverino | colspan=\"3\" | colspan=\"2\" | |- | Will Janowitz | Finn DeTrolio | colspan=\"3\" | colspan=\"3\" |- | Frankie Valli | Rusty Millio | colspan=\"4\" | colspan=\"2\" |- | Robert Loggia | Michele \"Feech\" La Manna | colspan=\"4\" | colspan=\"1\" | colspan=\"1\" |- | Cara Buono | Kelli Moltisanti | colspan=\"5\" | |} ===Recurring character biographies=== ====Hesh Rabkin==== Herman \"Hesh\" Rabkin is played by Jerry Adler. In June 2020, casting directors Georgianne Walken and Sheila Jaffe said that Jerry Stiller had been originally set to play Hesh, but due to scheduling issues, Adler was cast quickly. Hesh is a Jewish loan shark and an advisor to Tony Soprano, the same role he performed for Tony's father, mob captain Johnny Soprano. Hesh is a shrewd businessman, having made his fortune in the recording industry by founding \"F-Note Records\" during the 1950s and 1960s by bringing many young black musicians to prominence and receiving royalties by having his name added as a co-writer on many songs. He first appeared in \"The Sopranos\" (\"Pilot\"). Hesh may be a composite character inspired by music mogul Morris \"Mo\" Levy, founder of Roulette Records, who had connections to the Mafia and owned a string of racehorses. Hesh first appeared while working with Tony on setting up a scam to defraud HMO medical insurance companies through their debtor Alex Mahaffey. Hesh accompanied Big Pussy to a waterfall to intimidate Mahaffey into participating. Later, Hesh advised Tony against getting involved with the Teitlemanns, a family of Hasidic Jews, in a dispute over ownership of their hotel. Hesh's predictions of their obstinacy proved correct. Hesh was able to help Tony end a particularly arduous \"negotiation\" with a threat of castration. In \"A Hit Is a Hit\" Hesh helped Tony's nephew Christopher Moltisanti to realize that his girlfriend Adriana La Cerva had little aptitude for work in the music business. Chris also made contact with Hesh on behalf of Massive Genius—a rapper who claimed Hesh owed compensation to the widow of a black musician he allegedly defrauded. Hesh also sold Ralph Cifaretto the ill- fated racehorse Pie-O-My. In the final season premiere \"Members Only\" Hesh and his son-in-law Eli were attacked by members of Phil Leotardo's crew – they had targeted Eli because they thought he was making collections on their turf without permission. The mobsters set fire to Eli's gas tank to get him and Hesh out of the car and then set about beating Eli. Eli was seriously hurt when he was the victim of a hit-and-run trying to escape the mobsters. Hesh was punched in the face. In the episode \"Chasing It\", Hesh gives Tony a $200,000 bridge loan to help Tony cover a string of gambling losses. Tony fails to repay the loan on time and starts berating Hesh about the vig on the loan which was $3,000 a week. When Hesh's girlfriend, Renata, dies of a stroke, Tony offers brief, impersonal words of sympathy, repays Hesh's $200k loan, and immediately leaves, seemingly signalling the end of their friendship. This is Hesh's last appearance on the show. ====Alex Mahaffey==== Alex Mahaffey is played by Michael Gaston. He is a \"degenerate gambler\" in debt to Tony and Hesh Rabkin, an old Jewish friend of Tony's father, Johnny. Tony concocts a scheme for Mahaffey's company to make insurance claims payable to non-existent clinics in order to pay off his debts. Realizing that he would die if he refused, Mahaffey complies with the fraud. ====Giacomo \"Jackie\" Aprile ==== Giacomo \"Jackie\" Aprile is played by Michael Rispoli. He was born in 1955, and rose through the ranks of the DiMeo Crime Family with his older brother Richie and close friend Tony Soprano. Jackie was also the brother of Liz La Cerva, and thus the uncle of Adriana La Cerva. Jackie and Tony, along with Silvio Dante and Ralph Cifaretto, belonged to a small crew moving weed and stolen goods. Around this time, Jackie had the idea to rob a card game held by capo Michele \"Feech\" La Manna in order to make a name for themselves. Jackie's star rose considerably in the intervening years, during which he started a family. He married Rosalie Aprile, and they had three children together. Jackie never wanted his son Jackie Aprile Jr. to get involved in the mob despite his success. He and Richie appointed Aprile crew associate Peter \"Beansie\" Gaeta to peddle heroin for them, taking the largest cut for themselves. Aprile was the acting boss of the family from 1995, when boss Ercole DiMeo went to prison, until 1999, when he dies of stomach cancer in the fourth episode of season one, and is succeeded by Junior. ====Michael \"Mikey Grab Bag\" Palmice==== Michael \"Mikey Grab Bag\" Palmice is played by Al Sapienza. Mikey starts out as a soldier in Corrado \"Junior\" Soprano's crew as his driver and bodyguard. After Jackie Aprile Sr. dies, Junior becomes boss. He is a very loyal, obsequious minion to Junior. In Tony's brief and bloody war with Junior's crew, following Junior's attempt on Tony's life, Paulie Gualtieri is assigned the hit on Mikey, along with Christopher Moltisanti. Chris' friend Brendan Filone had previously been killed by Mikey while in his bathtub on orders from Junior in retribution for Brendan stealing his merchandise. Tony decides to confront his uncle and Mikey by beating Mikey to the ground and stapling his jacket to his torso. He then goes to have a sit- down with Junior. Later, in retaliation for the attempted hit on Tony, Mikey is killed in the woods after Chris and Paulie chase him down while he is jogging. In the episode \"From Where to Eternity,\" when Chris becomes clinically dead for a few minutes after his heart stops while in his comatose state, he has a morphine-induced dream in which he visits Hell and sees his deceased father \"Dickie\" Moltisanti along with his deceased friend Brendan Filone and Mikey Palmice. Chris informs Tony and Paulie that Mikey had a message for them: \"Three o'clock\". Paulie subsequently begins to have nightmares of being dragged to Hell and, at the recommendation of his mistress, he goes to see a medium in Nyack, New York. Much to Paulie's chagrin, the authenticity of the medium is confirmed when he apparently begins communicating with people that Paulie has killed, with Mikey apparently giving details of his murder. Paulie remains unsettled and paranoid, as he feels he is being haunted by Palmice and others he had murdered throughout his criminal life. ====Agent Dwight Harris==== Agent Dwight Harris is played by Matt Servitto. Harris is an FBI Supervisor Agent-in-Charge specializing in investigation of the DiMeo crime family with the FBI's Newark Organized Crime Division Task Force. After September 11, Harris is reassigned to counter- terrorism duty with the Joint Terrorism Task Force in Pakistan. He also approaches Christopher, and eventually Tony, for information on terrorism- related organized crime from his criminal connections at the Port of New York and New Jersey in exchange for banking \"goodwill\" in possible future RICO trials. In the Season 6 episode \"Kaisha\", Harris appears at Satriale's Pork Store to inform Tony that someone in his crew could be in danger, although he has no specific details. While investigating the murder of Gilbert Nieves at the Crazy Horse and Matush, with the possible terrorism links, he takes over the investigation from Long Branch, New Jersey police. Later, Agent Harris and his partner, Agent Goddard, approach Tony at his home, requesting that Tony inform them should he come across any terror-related information in his line of work. Later, he suspects that two Muslim former patrons of the Bada Bing (Ahmed and Muhammad), who had been paying Christopher Moltisanti for stolen credit card numbers, were involved in terrorist activity. Tony provides their names and a cell phone number to Agent Harris, who is appreciative. In return, Agent Harris promises to write a letter detailing Tony's assistance that will be placed in Tony's FBI file for a judge to consider in sentencing should Tony ever be convicted of a crime. Harris later tells Tony at Satriale's that an informer among Phil Leotardo's crew told them that Tony is being targeted by the Lupertazzi family. Agent Harris meets with Tony, and Tony offers him the name of the Muslim men's bank. In return, Harris tells Tony that while in hiding, Leotardo has been making calls from a pay phone in Oyster Bay, Long Island, information he apparently obtains from an agent in the Brooklyn FBI Organized Crime Division Office. When Agent Goddard later reports Leotardo's murder, Harris exults in the success of his ploy, stating \"we're gonna win this thing!\" ====Father Phil Intintola==== Father Phil Intintola is played by Paul Schulze and Michael Santoro (pilot episode only). Father Phil is the priest at the Sopranos' local Catholic church. Initially, Father Phil and Carmela Soprano have a robust friendship based on a mutual interest in romance films and Italian culture. Carmela's husband, Tony, finds their friendship—and Father Phil's constant, uninvited visits to their home for Carmela's home- cooked food— irritating. Carmela describes Father Phil as a \"spiritual mentor\" she utilizes \"to become a better Catholic\", and the rare male friend who appreciates things that the ultra-masculine Tony finds to be unmanly. One rainy evening, with Tony and Meadow in Maine and AJ at a friend's house, Father Phil visits a sick Carmela, and the two share ziti and wine together. After much wine and watching a film together, the two come very close to kissing. He sleeps over without having sex with Carmela, resulting in an awkward feeling between the two the morning after. Carmela gets jealous when she makes a surprise visit to the church to bring Father Phil home-cooked food—only to see him already being fed a home-cooked dish by her friend, Rosalie Aprile, and him having the same chemistry with Rosalie that she thought he only had with her. Soon after, Carmela confronts Father Phil and ends her friendship with him, accusing him of developing para-romantic relationships with women parishioners to gain gifts and other favors. Although Father Phil was mostly seen ministering to female parishioners, he also counseled men. He repeatedly invited Tony to attend church and confession more often in order to reduce his anxiety attacks by improving his relationship with God. He also counselled Artie Bucco when he was told about Tony burning down his restaurant by Livia. Father Phil encouraged Artie to go to the police and to tell Charmaine about the arson, which Artie ultimately didn't do. He also counseled Ralph Cifaretto when he came to him devastated and perplexed by his teen son's life-threatening injury after an accident whilst playing bow and arrows with a friend. Father Phil encourages Ralph to view the tragedy as an opportunity to change his life's course; he also gently rejects Ralph's assertion that God allowed his son to be injured in order to punish Ralph for his criminal sins. Later in the series, Carmela and Father Phil seem to be on good terms again until she confesses an act of adultery to him. He turns cold and is clearly disappointed, as he'd always urged Carmela to work on her marriage and had dissuaded her from considering divorce. He orders Carmela to do a penance by way of doing something nice for Tony, which she later does. In season 6, when Tony is comatose after being shot, Carmela was again dependent on Father Phil, who comforts her and the Soprano children at Tony's hospital bedside. ====Vin Makazian==== Vin Makazian is played by John Heard. Vin was a Newark, New Jersey police detective who worked on narcotics and vice squads who fed information to Tony Soprano. He was raised by an abusive alcoholic father who beat him as a child and his mother. His salary was $40,000 per year and he had two failed marriages. Tony also used Vin as a personal private investigator, engaging Vin to find information about his psychiatrist Jennifer Melfi when Tony first started therapy in 1999. One night, he tailed her and pulled her car over under the ruse that the vehicle was seen leaving a crime scene earlier in the day. He then questioned Jennifer's date, a lawyer, under the suspicion that he was driving drunk, beats him unprovoked. Vin was responsible for informing Tony that Sal \"Big Pussy\" Bonpensiero was an FBI informant, prompting Tony's suspicions of Pussy, though this was later seemingly dismissed when Tony found out Vin owed Big Pussy $30,000 in Super Bowl XXXIII gambling debts with interest payments, and Vin would like to see Big Pussy taken out to absolve him of that debt. The best man at one of his weddings sits on the New Jersey State Police Organized Crime Task Force and gave Vin the initial hint that Big Pussy was an informant. Vin frequented an illegal brothel and had a relationship with the madam there. He was arrested at the brothel along with Soprano crime family capo Raymond Curto during a police raid. Vin later committed suicide, by leaping off the Donald and Morris Goodkind Bridges into the Raritan River shortly after he was released from jail and suspended from the police force. Tony later visited the madam Debra with whom Vin had a therapeutic relationship, and she divulges to Tony that Vin viewed him as a friend, and was prone to depression. This leaves Tony with guilt because he had always treated Vin with disdain and never showed him any respect or kindness. ====Dick Barone==== Dick Barone is played by Joe Lisi. Dick owned and operated Barone Sanitation, a container and rubbish removal service, and front business for the Soprano crew. The company handled their legitimate garbage hauling routes across New Jersey, including an illegal medical waste dumping site in Dayton, New Jersey and an asbestos removal project in Corning, New York, a weigh station in Dayton, New Jersey and a landfill in Pennsauken Township, New Jersey. Dick is involved in price-fixing and bid rigging of waste hauling contracts in New Jersey and New York. In a discussion with Richie Aprile and Tony, Tony says that all the garbage collection routes north of Paterson, New Jersey belong to Barone Sanitation while Larry Boy Barese and the D'Allessio brothers divide up the rest. Dick's son Jason works as a ski instructor at Deer Valley in Summit County, Utah and knew little about the waste management business. In 1999, the lucrative new office parkway, the Triborough Towers in Essex County, New Jersey along the Eisenhower Parkway in Roseland, New Jersey and Livingston, New Jersey route was subject to a bidding war between Barone and Czechoslovakian-based waste management company, Kolar Brothers Sanitation. Dick Barone was part of the crews' discussions about the problem and was at Satriale's when Christopher Moltisanti took it upon himself to deal with the issue and murder Emil Kolar. Chris' action led to the Kolar Bros. withdrawing their bid which Dick was happy to report to Tony. He worried about Richie Aprile due to Aprile's and Junior Soprano's front business, Zanone Bros carting cocaine on his garbage association routes because he could lose his \"901\" saying that he can handle the Department of Sanitation due to having a contact inside the Environmental Protection Agency, but not the Drug Enforcement Administration. Dick died in 2006 from Lou Gehrig's disease. His funeral was attended by many members of the DiMeo crime family. Dick was survived by his wife, Helen Barone, and son, Jason. Following his death, Barone Sanitation was bought out by Lupertazzi crime family firm, Cinelli Sanitation. Tony asked John Sacramoni for 25% of the sale price and a year's salary until retirement plus skim from the company that is $2,000 a week when the company went up for sale. He agreed to lower the sale settlement by staying on the payroll and lowering the skim profits. ====James \"Jimmy\" Altieri==== James \"Jimmy\" Altieri is played by Joe Badalucco. Jimmy was a capo in the DiMeo/Soprano crime family. In the episode \"Nobody Knows Anything\", Jimmy was arrested for gun charges while running an illegal card game. The FBI found pool tables full of guns. Big Pussy Bonpensiero was also present and arrested but was already working for the feds at this point (Agent Skip Lipari stated he had been with them since 1998, although Tony thinks Pussy \"flipped\" in 1995). Vin Makazian, Tony's inside detective (who works clandestinely for Tony), informs Tony that Big Pussy Bonpensiero is \"wired for sound\" (that is, he is an informant). Tony finds this very difficult to believe. Shortly after Jimmy's arrest, he is released. He shows up one night at Tony's home during dinner. He and Tony walk into the basement where Jimmy begins asking Tony a lot of questions, making Tony very suspicious. Tony finds Jimmy's behavior very peculiar and also believes he was released too promptly after his arrest. Tony then begins to suspect that Makazian mistook Jimmy for Pussy as they are similar in appearance. Pussy abruptly disappears after being confronted by Paulie Gualtieri. Earlier in the episode, Vin Makazian, who had chronic depression, had committed suicide by jumping off a bridge, so Tony was not able to confirm whether Vin had confused Jimmy and Pussy. Tony decides to go with his instincts and decides that Jimmy is an informant. At a meeting with other administrators and capos, it is apparent to everyone else Jimmy is acting somewhat odd. As such, Uncle Junior sanctioned a hit on Jimmy and said he wanted a message to be sent. Christopher lured Jimmy to a hotel room using a stripper as bait. Once Jimmy was seated in the room, Silvio entered and put a gun to the back of his head. Jimmy realized what was about to happen and went for a gun in his ankle holster, at which point Silvio shot him in the back of his head. Jimmy's body was found in an alley with a rat stuffed in his mouth. Carlo Gervasi subsequently takes over Jimmy's abandoned crew after Jimmy's death. ====Irina Peltsin==== Irina Peltsin is played by Oksana Lada and Siberia Federico (pilot episode only). Irina is Tony's 24-year-old Russian comàre during the first two seasons. Tony broke up with Irina in season 2 because she wanted him to commit to a relationship. Irina then attempted suicide but was found by her cousin, Svetlana. As a sign of friendship and apologies, Tony sent Silvio to tell Irina to move on with her life and present her with a one-time payoff of $75,000. In Season 4, Assemblyman Ronald Zellman tells Tony that he has been dating Irina for quite some time, and Tony does not seem to care. However, Tony later gets jealous and humiliates Zellman in front of Irina by whipping him with a belt. Svetlana later tells Tony the couple had broken up because, after the emasculating attack, Zellman \"could not perform.\" When Uncle Junior's nurse Branca, who works for Svetlana, walks in on Tony and Svetlana just after they had sex, she later tells Irina. Irina calls Tony's house, and then tells Carmela that she is Tony's ex-mistress and informs Carmela of Tony's tryst with Svetlana. Carmela warns Irina never to call the house again, but the call prompts Carmela's violent confrontation of Tony and their marital separation. ====Frank Cubitoso==== Frank Cubitoso is played by Frank Pellegrino. He is a FBI chief of Newark FBI Organized Crime Division Task Force with offices in 11 Center Place Newark, New Jersey who is constantly looking for new insight on the ongoing Soprano/DiMeo case. It was his idea to bug Green Grove Retirement Community when Tony Soprano, Jimmy Altieri and Larry Boy Barese move in their mothers, despite other agents' skepticism. He successfully coordinates a mission to put the Soprano residence under surveillance by the use of an old lamp in their basement. The operation ends when Meadow takes the old lamp to college. He later pressures Adriana La Cerva into wearing a wire, which leads to her confession and eventual death. When Agent Sanseverino worries after Adriana disappears, Cubitoso decides it is time to move on. ====Elliot Kupferberg==== Elliot Kupferberg is played by Peter Bogdanovich. Elliot is the therapist of Jennifer Melfi, who is the psychiatrist of Tony Soprano. Elliot tries to convince her numerous times to refer Tony to another colleague. Elliot calls her \"Jen\" during their sessions. Vin Makazian, Tony's inside cop, reveals to Tony when he is asked to surveille Jennifer that she sees her own psychiatrist, Kupferberg, which surprises Tony. Elliot has a daughter, Saskia. Saskia, a butch lesbian, was an upperclassman at Columbia University when Tony's daughter, Meadow Soprano was a freshman, and gave a presentation that led Meadow to join the South Bronx legal clinic that eventually put Meadow on the path to law school. Elliot once unknowingly encountered Tony in the parking garage at Columbia University, while both were visiting their daughters. He followed Tony in his car in the hopes of taking Tony's parking space when he left but annoyed Tony by driving too closely. In the episode \"Employee of the Month,\" Elliot urges her to cease treating her gangster patient, whose name she inadvertently reveals to Elliot. In 2007, following Tony's shooting by Junior and the rise of his media profile, Melfi accuses Elliot of directing their therapy towards discussing \"Patient Soprano\" because of his desire for gossip and continuous shows of interest in the Mafia. In the episode \"The Second Coming,\" he tells Melfi of a study that concludes that talk therapy enables sociopaths. In the episode \"The Blue Comet,\" he further presses Melfi about Soprano at a dinner party, where he reveals to guests that Soprano is Melfi's patient, to her embarrassment, a serious breach of doctor-patient confidentiality, although he dismisses her protests casually, saying everyone at the table is a professional. However, she later reads the study at home and is convinced of its findings. At her next session with Tony, she permanently ends further sessions. Elliot frequently drinks from a very large reusable water bottle during therapy sessions, which Bogdanovich claims was his own bottle at the time. ====Hugh DeAngelis==== Hugo \"Hugh\" DeAngelis is played by Tom Aldredge. Hugh is Carmela's father who is in his mid-70s. Hugh has been married to Mary for over 40 years and is a resident of West Orange, New Jersey. He is a former sailor of the United States Navy and spent time in Halifax, Nova Scotia at CFB Halifax during the war. Although he is semi-retired, Hugh had worked as a contractor, and he built Tony and Carmela's house. Hugh has a brother named Lester and a sister named Lena, who is actually the mother of Christopher Moltisanti's father Dickie, thus making Hugh Chris's great uncle. During Carmela and Tony's separation, Hugh was eager to see Tony whenever possible and often took Tony's side in family discussions. He did not want to be present at a family gathering if \"the man of the house\" was not there, in the episode \"Marco Polo\". Hugh became involved in a real estate investment with Carmela involving a spec house. However, construction of the spec house was halted after a building inspector found that low-quality wood had been used. Carmela blamed her father for the setback and Hugh became angry that Carmela was treating him as a subordinate rather than a partner. Carmela and Hugh reconciled enough for him to attend Christmas celebrations at the Soprano home later that year – after Carmela's spec house started to go ahead again. ====Mary DeAngelis==== Mary DeAngelis (née Pellegrino) is played by Suzanne Shepherd. Mary is Carmela's mother who is in her mid-70s. Mary has been married to her husband Hugh DeAngelis for over 40 years. Shortly after Carmela began dating Tony Soprano, she became extremely protective of her daughter and tried to prevent her from marrying him. After Carmela got married, the De Angelises met Tony's mother, Livia Soprano, with whom they became very angry after Livia told Carmela that \"Tony would get bored of her.\" Mary also has psoriasis. ====Agent Skip Lipari==== Agent Skip Lipari is played by Louis Lombardi. Skip is an FBI agent who handled Salvatore \"Big Pussy\" Bonpensiero. When Sal begins to confide more and more to Skip as a friend, Skip tries to tell him that he is not his friend and he is there to help the federal government. Pussy tells Skip that he lost all respect in Tony when Tony sent him out to look for AJ's science teacher Mr. Miller's Saturn that had been stolen. During a meeting at a party store, Sal coincidentally is seen by mob associate Jimmy Bones and introduces Skip as \"Joe from Dover, Delaware\" without much success in holding up the story. This later leads to Sal murdering Jimmy to cover up his connection with the FBI. Sal tries to trap Christopher in a RICO predicate with Tony by offering to get his girlfriend a BMW M3 convertible and give the information to the FBI. Sal fails to follow Moltisanti to a hijacking job when he hits a bicyclist. In the season 2 finale, Sal is murdered by Tony, Paulie and Silvio after they discover he is an informant. ====Matthew Bevilacqua==== Matthew Bevilacqua is played by Lillo Brancato Jr. Matthew was Sean Gismonte's partner-in-crime from West Orange, New Jersey and an associate working under Christopher Moltisanti in the Gualtieri crew. Born in 1977, he was 23 years old when he was killed, in \"From Where to Eternity.\" In \"Mr. Ruggiero's Neighborhood\", Bonpensiero is overheard on an FBI wiretap that Bevilaqua's family is involved in the construction business and that the family saw him as a scion. Matthew also mentions that he and Sean attended the Lubin School of Business at Pace University and are licensed stock brokers. He bought marijuana from a drug dealer at The Bada Bing. Matt worked with Christopher in various aspects of organized crime, including the Massarone construction site; a pump and dump stockbroking scheme at an over-the-counter brokerage house in Bayonne, New Jersey involving an internet company called Webistics; assisting with Junior Soprano's executive card game; and some burglary jobs with Chris and Sean. When Chris leaves work early to go to the Jersey Shore with Adrianna, he leaves Matt in charge of the brokerage. They stole a Porsche Carrera from the office building that they were running the pump and dump stock scam from and beat up a stockbroker for suggesting a different stock. Matt threatened to stab the office manager of the brokerage in the throat with a letter opener if he told Chris Moltisanti about their actions. The office manager reported them anyway. Silvio referred to Matt and Sean as, \"Chip n' Dale\" after the cartoon because of their ineptness. Matt tells Christopher that he sees no point in getting married because he can get all the women he wants and always hire someone to wash his dishes and iron his shirts. He drives a Buick Regal that he abandons after Sean is shot and killed in the passenger seat during the failed mob hit on Christopher Moltisanti. Despite their general lack of talent, the duo desperately wanted to move up in the ranks of the family. They tried to impress Tony whenever possible, but eventually angered him by attempting to directly discuss criminal activity with him at the toilets in a men's room, unaware of the threat of wiretapping. Then, hoping to gain favor with Richie Aprile, Matt and Sean decided to make an assassination attempt on Christopher, who they knew Aprile disliked. Attempting a drive-by ambush in the parking lot outside the stock brokerage firm, they hit Christopher twice but were unable to kill him. Before collapsing from blood loss, Christopher was able to return fire, killing Sean while Matthew fled to seek protection from Richie Aprile, who reacted angrily and chased him away by throwing a baseball bat at him. When Tony Soprano and Big Pussy Bonpensiero found him hiding in Hacklebarney State Park, they interrogated him before they emptied their guns into him in one of the park's concession stands. Before he is killed, Bevilacqua pleads to Tony that it was all Sean's idea to shoot Moltisanti. There was a witness in the park who connected the murder to Tony, although the witness retracted his statement upon learning that one of the shooters may have been Tony Soprano. The newspaper identified Matthew as a Soprano crime family \"associate.\" ====Jackie Aprile Jr.==== Giacomo Michael \"Jackie\" Aprile Jr. is played by Jason Cerbone. Jackie Jr. was born 1978 into a North Jersey mafia family and raised in Lincoln Park, New Jersey. His father, Jackie Aprile Sr., was once the acting boss of the DiMeo crime family, and his uncle Richie Aprile was a long time capo in the same crime family. Despite attempts to succeed at Rutgers University, Jackie Jr. drifted towards a life of crime after his father's death, and began helping his uncle Richie in his crew when Richie was released from prison. His mother Rosalie Aprile began a romantic relationship with Ralph Cifaretto. Ralph was more of a mentor in Jackie's attempt to follow in his father's footsteps. It was Ralph's bad influence, Jackie Jr.'s own faults, and finally Tony's insistence that Jackie Jr. not become involved in organized crime, that were the contributing factors that propelled Jackie Jr. into a brief, humiliating and fatal career as a criminal. Working alongside his friend and Rutgers fraternity brother Dino Zerilli, he began selling ecstasy to college kids. He was a linebacker for his football team at Boonton High School and was All-State by the end of his semester. Jackie planned the robbery of a Jewel-Amnesty International benefit concert at the Mason Gross School of the Arts at Rutgers and drove the getaway car for Christopher Moltisanti and Benny Fazio. While waiting in the car, Jackie urinates himself. Jackie Jr. had also dated Tony's daughter, Meadow. Jackie tried to maintain the appearance of a respectable college student dating Meadow while drifting further into the Mafia life. Tony's interest was further increased because he had been a close friend of Jackie's father and had promised that he would keep Jackie Jr. away from organized crime. Tony began to see through Jackie's facade when he caught him at the casino on Bloomfield Ave in Bloomfield, New Jersey and then later at the Bada Bing. Ralph gives Jackie Jr. a .38 revolver at his request. Tony was furious because he had tried so hard to keep Jackie straight, beating him up in the bathroom of the club after catching him there getting a lap dance. Things came to a head after Jackie Jr. flunked out of Rutgers University after he was caught cheating during an exam. Meadow suggested that he enroll in the Fashion Institute of Technology because he said he has a passion for designing men's suits. Meadow later broke up with Jackie after she found him cheating on her. Resentful of Tony's hypocrisy, Jackie began working directly for Ralph, forming his own minor crew in the process. Upon hearing Ralph tell the story of when Jackie's father and Tony robbed a card game held by Feech La Manna, Jackie became inspired to follow in his father's footsteps. Using his dim-witted crew of Carlo Renzi, Dino Zerilli and Matush, Jackie attempted to hold up a card game run by Aprile soldier Eugene Pontecorvo, which Jackie had almost decided not to go through with. At the card game, Jackie killed \"Sunshine\" the dealer, made man Furio Giunta was shot in the leg, Carlo was killed at the scene by Christopher, and Matush fled in the getaway car upon hearing gunshots. Jackie escaped by jacking a car. He sped past Dino, who is killed by Christopher and Albert Barese. In \"Army of One,\" Jackie hides at a Boonton housing project. Jackie called Tony and begged for help, saying that he was imitating Tony and his father when they were younger. Tony rebuffed Jackie, saying that they were different scenarios with different results. At a meeting between Tony and Ralph, they talked about what to do about Jackie. Largely because of his feelings toward Jackie Sr., Tony suggested to Ralph that Jackie should be given a pass for the failed robbery. Ralph gave the order to murder Jackie to Aprile crew soldier (and Jackie's cousin) Vito Spatafore. Outside the Boonton Projects, Vito shot Jackie Jr. in the back of the head as he was out for a walk. Rosalie, Meadow and the rest of the family were told that Jackie was killed by black drug dealers in a drug deal gone bad. ====Gloria Trillo==== Gloria Trillo is played by Annabella Sciorra. Gloria is a car saleswoman for Globe Motors, a Mercedes-Benz dealership in Fairfield, New Jersey. Like Tony, she is a patient of Jennifer Melfi's. She meets Tony at Melfi's office due to a scheduling mix-up; there is an immediate attraction between the two and within days they are having an affair. She tells Tony that she has \"murdered\" seven relationships to date. Although she presents the facade of a strong and independent woman, Gloria is mentally unstable and exhibits signs of borderline personality disorder, which leads to occasional violent arguments and physical altercations with Tony, bouts of severe depression and frequent suicidal thoughts; she nearly drives Tony to kill her at one point before he stops himself and leaves her house. One such incident occurs after Gloria sees Tony's wife Carmela at her dealership, getting her car serviced, and offers to drive her home. Tony calls it quits and cuts off all contact with her and orders Patsy Parisi to threaten Gloria into staying away from him. Patsy accomplishes this by posing as a customer at the dealership and going on a test drive with Gloria. When they are out of the city, Patsy pulls out a gun and tells a horrified Gloria to shut up and listen to him: if she ever contacts Tony or his family again, he will murder her and \"it will not be cinematic\", destroying her delusion that she will ever die at Tony's hands. This unbalance eventually leads Gloria to suicide, and she hangs herself in her home a year later. Tony later goes back to Globe Motors and inquires after her to another salesman, who confirms her death. Tony later initially blames Melfi for Gloria's death, claiming that she did too little to save Gloria, before blaming himself. ====Carmine Lupertazzi Sr.==== Carmine Lupertazzi Sr. is played by Tony Lip. Carmine was an old- school boss of the Lupertazzi crime family. He kept a low profile for most of his criminal career while operating out of his social clubs and restaurants in New York City. He lives in Mill Basin, Brooklyn. Carmine was arrested and acquitted of labor racketeering charges in the 1980s. It was around this time that Carmine's longtime consigliere, Angelo Garepe and longtime Lupertazzi family captain Phil Leotardo, were convicted of various racketeering charges and sent to prison, Angelo for 18 years and Phil for 20 years. During Carmine's tenure his family was the largest and wealthiest of the Five Families in New York City. They maintained close ties to New Jersey's DiMeo crime family. Carmine groomed his son and namesake Little Carmine Lupertazzi, by making him a captain in the crime family that bears his name. He had a sometimes contentious relationship with his underboss Johnny Sack; during various episodes in the fourth season, Johnny and Carmine each authorized Tony Soprano to put a \"hit\" on the other, although they were both called off at the last minute. In 2004, Carmine's health began to fail and he suffered a massive stroke while having lunch with Tony, Johnny and Angelo Garepe at a country club, and soon after died in hospital. This left a large power vacuum in the Lupertazzi family. The heir apparent for his position was his son Little Carmine, a fact that became a point of consternation for Johnny Sack. Johnny did not think much of Little Carmine and felt as Carmine's underboss, he was next in line to be boss. Even Tony has no faith in Little Carmine's capacity to run New York, jokingly referring to him as \"Brainless the Second\". Despite his shortcomings, Little Carmine finds backers in Carmine Sr.'s recently paroled former consigliere, Angelo Garepe, and long-time Lupertazzi Capo Rusty Millio. Angelo and Rusty, along with Rusty's right-hand man Eddie Pietro, pull most of the strings during the war between Johnny Sack and Little Carmine. However, after a cycle of bloodshed that escalates into war, Little Carmine ultimately finds it difficult to stomach the continuing violence and abdicates. His decision was heavily influenced by the murder of Angelo Garepe. After Little Carmine's capitulation, Johnny Sack becomes the boss of the Lupertazzi crime family. ====Rusty Millio==== Rusty Millio is played by Frankie Valli. Rusty is a Mustache Pete capo in 2004, when he first appears in the series. He is a capo that controls territory for the family in Prospect Heights, Brooklyn, Crown Heights, Brooklyn, Flatbush, Brooklyn, Park Slope, Brooklyn, and territory in Queens. Rusty is a close associate of Little Carmine and considered to be one of the instigators in Little Carmine's power play following his father, and boss, Carmine Lupertazzi Sr.'s death. He helps Angelo Garepe orchestrate a hit on Joe Peeps (with Tony Blundetto as the hitman). He offers Tony Blundetto the contract on Joey Peeps which Tony hesitantly turns down having not made up his mind on his future. While in prison, Johnny Sack later orders a hit on Rusty (whom he referred to as \"The Mayor of Munchkinland,\" due to his short stature of 5'5\") through Tony, because he anticipates Rusty is likely to wrest power away from him. In the episode \"Luxury Lounge,\" Rusty and his driver Edward \"Eddie\" Pietro, are assassinated in Rusty's driveway by Italian hitmen contracted by Tony. ====Michele \"Feech\" La Manna==== Michele \"Feech\" La Manna is played by Robert Loggia. Feech is a Mustache Pete who was \"made\" in Southern Italy. Feech moved to the US in the 1950s and settled in Hamilton Park, Jersey City where he became involved with the DiMeo crime family in bookmaking and loansharking, then under the leadership of boss Ercole \"Eckley\" DiMeo. He also operates a bakery that makes Taralli, a pastry from the region. A young Jackie Aprile Sr. and Tony Soprano robbed his floating high-stakes card game, and thereby solidifying their status as rising mobsters in the organization. Despite Feech's anger at having been robbed, Jackie's older brother, Richie Aprile, then a high-ranking earner and soldier in the family, intervened on Tony and Jackie's behalf and got them both a pass. Silvio Dante reveals they were also helped because both Johnny Soprano and Junior Soprano were powerful capos under DiMeo. When he was released and introduced in season 5, Feech went to see Tony Soprano, the new boss of North Jersey, where he was given permission to get back in the action. After a power struggle with Paulie Walnuts over landscaping territory, Feech stole cars from the valet at Ira Fried's daughter's wedding in Ringwood, New Jersey, and sold them to a dealer in Newburgh, New York. Tony had previously made it clear that Fried was a friend and was not to be touched, but Feech went ahead with his plan anyway. Tony realized that Feech still thought of him as a youngster and saw Junior as the boss, paying his respects and going to Junior about complaints instead of Tony. As a result, Tony instructed Christopher Moltisanti and Benny Fazio to convince Feech to keep a truck of stolen plasma screen televisions in his garage. When a parole officer suddenly appears at his home and discovers the televisions, Feech was arrested, and sent back to prison. ==Minor characters== ===Soprano crime family=== *Ercole \"Eckley\" DiMeo: a.k.a. \"Old Man\", is the founder and the longtime boss of the DiMeo crime family. He is an unseen character in the series, but is portrayed by series creator David Chase in The Many Saints of Newark, in an uncredited cameo appearance. By the events of season one, he is boss in name only and never demonstrates any influence over the family due to being incarcerated since 1995, held at United States Medical Center for Federal Prisoners in Springfield, Missouri. *Richard \"Dickie\" Moltisanti: Former soldier in the Soprano crew who lived in Paramus, New Jersey next to the Westfield Garden State Plaza, \"the largest mall in New Jersey\" with his family. He is an unseen character in The Sopranos. Born before 1959 (when Tony was born) and died in the mid-1970s, married to Joanne Moltisanti née Blundetto, father of Christopher and cousin to Carmela Soprano. Hugh DeAngelis, the father of Carmela has a sister Lena who is the mother of Christopher Moltisanti's father Dickie, thus making Hugh DeAngelis, a great uncle to Christopher. Dickie was in the U.S. Navy (as was Hugh) stationed at Naval Weapons Station Earle and saw action in the naval battles of the Vietnam War and later served time in prison, making it unlikely that he spent much time with his family when he was alive. It is suggested from his Navy photograph that he was in the Fleet Marine Force. Dickie was killed during Christopher's infancy, outside the house while bringing TV trays home. In 2002, Tony Soprano told Christopher that Dickie's killer was Clifton, New Jersey Detective Lt. Barry Haydu, who had just retired from the force. Tony delivered Haydu to Christopher Moltisanti as a part of his process of bonding Chris to him and slowly easing him up the family hierarchy. When confronted by Christopher, Haydu initially denies having heard of Dickie Moltisanti. Moltisanti is played by Alessandro Nivola in the 2021 film The Many Saints of Newark. In the film, Moltisanti and his crew fight with black criminal Harold McBrayer. In the early 1970s, Moltisanti is shot in the back of the head by an unknown assailant, under the orders of Junior Soprano after Moltisanti had laughed at Junior when he slipped and fell on the steps at a wake, angering him. *Joseph Siravo (The Sopranos), Jon Bernthal (The Many Saints of Newark) as Giovanni \"Johnny Boy\" Soprano: he is Tony Soprano's deceased father, the former captain of the Soprano crew. He was the son of Corrado Soprano Sr. and Mariangela D'Agostino from Ariano in the Province of Avellino who immigrated to the United States in 1911; he was a master stonemason who helped to build a church in Newark, New Jersey. Johnny was married to Livia Pollio and they had three children: Janice, Tony, and Barbara. Johnny worked closely with his older brother Junior during Tony's childhood. Johnny was sent away to prison, for a short while when Tony was young, and the family members said Johnny Boy was in Montana working as a cowboy. Johnny and Junior both went on to become capos in the DiMeo crime family. Johnny was well liked in the organization – before his death, boss Ercoli \"Eckley\" DiMeo was thought to have been considering having Johnny take over. Sal \"Big Pussy\" Bonpensiero and Paulie Gualtieri were both in Johnny's crew. Bonpensiero stood up for Johnny in the unrest of '83, and Johnny's leadership led to Sal's becoming a made man shortly afterward. Both Sal and Paulie followed Johnny's wishes and supported Tony's becoming capo after Johnny's death of emphysema. Johnny took Tony and his friend Silvio Dante under his wing, and brought them up in the organization as part of his crew. Johnny was only seen in flashbacks to Tony's childhood or in Tony's dream sequences. In 1969, Tony witnessed Johnny cut off Francis Satriale's pinky finger while Junior held him in place; Satriale owed gambling debts and was avoiding giving Johnny payment. This event contributed to Tony's first panic attack at the kitchen table that evening. Tony also saw his father and Junior attack Rocco Alatore over a debt, then recalled his father's discussing a possible move to Reno, Nevada in 1967 to manage a supper club for Alatore (who was restored to good terms with Johnny since the debt was repaid) and his mother's refusing, which move Livia would later sweep under the rug when Mr. Alatore later became a billionaire with his investments. It is revealed in the episode \"A Hit Is a Hit\" that Johnny was a silent partner in Hesh Rabkin's record company \"F-Note Records\". Tony also witnessed Johnny plotting a scheme in 1967 at a children's carnival by bringing Janice along. Tony had originally thought his father favored Janice over him but later learned the truth: that mobsters brought their daughters to their meetings as a ruse. When Janice recalled the time Johnny shot through Livia's beehive hairdo while they were driving home, Tony thought the anecdote was shameful and made their family look \"dysfunctional\". Tony described his mother's relationship with his father as wearing Johnny down to \"a little nub\"; for her part, Livia tearfully remembers Johnny as \"a saint\" several times. Johnny kept a mistress named Fran Felstein, whom he had met during Tony's childhood. In 1976, when Tony was 16, Johnny stayed all night at her home when his pregnant wife was in the hospital. The next morning Johnny and Tony went to the hospital, and Tony lied to his mother saying they went to a New York Yankees baseball game and stayed in New York. Livia saw through Johnny's lie and lost the baby due to bleeding. In September 1982, when his son Tony was 22 years old, and just two weeks before the birth of his granddaughter Meadow, Johnny ordered his son to murder a local bookie: Willie Overall. This was Tony's first murder, and it helped hasten his climb toward becoming a made man. Johnny died of emphysema in late 1986, aged 62. Not long before his death, he saw the incarceration of many of his fellow mobsters due to Fabian \"Febby\" Petrulio's becoming a government witness. Johnny never recovered from the news of Febby's betrayal, and it may have hastened his demise. *Ercole \"Eckley\" Soprano was an unseen character. Ercole was Tony Soprano's late uncle, the middle son of Corrado Sr. and Mariangela D'Agostino, and brother of Junior and Johnny. He was born between 1924–1928 in East Orange, New Jersey. Tony never met him and finds about his existence from Junior in \"The Happy Wanderer\". Junior Soprano tells Tony that he and Johnny Soprano started the high-stakes $5,000-buy in \"executive\" Five-card stud poker card game over 30 years before 1999 to help financially support Ercole that brought in big-time players like David Lee Roth and Frank Sinatra Jr. Ercole had an intellectual disability and developmental disability and was institutionalized in a state-run assisted living institution early in his life by his mother and his existence concealed because of the stigma of having a mentally handicapped child at the time. In \"Do Not Resuscitate\" while Junior is trying to feign mental incompetence during his RICO trial he remembers how people in the neighborhood used to mock and make fun of Ercole. He was \"strong as a bull\" and looked like George Raft. In the episode house arrest after Livia finds out about Tony seeing a psychiatrist, she mentions to Junior that Tony might be on his way to be institutionalized at Essex County Hospital Center \"(Cedar Grove Mental Hospital)\" in Cedar Grove, New Jersey. Junior explains that society did not understand these things back then and nowadays they would have enrolled him in a trade school, but praises his mother for making sure Ercole was taken care of at a home in North Jersey. Junior also boasts to Tony that Johnny paid for his care with their criminal proceeds. Tony recalls listening to Johnny Boy and Livia argue and she would mention a \"feeble-minded brother\" who at that time Tony always assumed she was referring to Junior Soprano. *George Loros as Raymond \"Buffalo Ray\" Curto: he was a capo in the DiMeo crime family. A capo in the DiMeo/Soprano crime family before season 1, Curto is approached by fellow capo Tony Soprano and asked to replace Jackie Aprile Sr. as boss of the DiMeo Crime Family, due to his age and experience, as Jackie is dying of cancer in hospital. Curto declines, and insists, along with the other capos, that Tony should take over instead, fearing Tony's uncle and fellow capo Corrado \"Junior\" Soprano would step up as the new boss. However, Curto is also an FBI informant, as revealed in the episode, \"Proshai, Livushka\". It has never been disclosed when or why he became an informant, although he is briefly seen in the episode \"Nobody Knows Anything\" being busted at a brothel along with Detective Vin Makazian. In 2006, Curto unexpectedly dies of a stroke in his FBI handler's car. Curto was handled by both Agent Robyn Sanseverino and Agent Frank Grasso. *Anthony DeSando as Brendan Filone: he was Christopher Moltisanti's friend and partner in crime and a low-level associate of Tony Soprano. Brendan was addicted to crystal meth, and often used it with Chris. In the episode \"46 Long\", Brendan and Chris hijacked a Harrison, New Jersey Comley Trucking truck and stole a number of DVD players. Comley Trucking was under the protection of Junior Soprano, who demanded restitution. At a sit-down, Junior tells Tony to keep Brendan and Christopher's \"loose cannon\" behavior under control. In a nightclub, Brendan tries his best to convince Chris to defy Tony and Uncle Junior since both Chris and Brendan were getting nowhere by following the rules. Early the next morning, Brendan urges Chris to get ready for the next heist, a truckload of high-end Italian suits. Christopher tells him that he has decided that he would not participate. Brendan, this time without Christopher, hijacks another Comley truck with two others. In the process, the driver of the truck is accidentally shot and killed by a ricochet bullet when one of Brendan's men drops his gun. Tony is angry when he learns about the hijacking and orders Chris and Brendan to return the truck to Comley. However, Junior is not satisfied. Junior's trigger man Mikey Palmice and sister-in-law Livia Soprano, both give Junior advice on the matter. Junior orders that Chris undergo a mock execution and that Brendan be killed. Brendan is killed while in his bathtub by Mikey, while Junior waits outside in the hall. In the aftermath, Chris and his girlfriend Adriana La Cerva find Brendan's body in his bathtub, and Chris calls for harsh retaliation against Mikey. Tony decides to confront his uncle and Mikey over their severe punishment by beating Mikey to the ground and stapling his jacket to his torso. He then goes to have a sit-down with Junior for his orders. Later, in retaliation for the attempted hit on Tony, Mikey is killed in the woods after Chris and Paulie Gualtieri chase him down while he is jogging. In season two, after Chris is shot by Sean Gismonte and Matthew Bevilaqua, he has a near-death experience in the hospital where he goes to says he went to Hell and explains that he saw Brendan and Mikey playing cards with a bunch of Roman soldiers and Irishmen. Chris also mentions that Brendan and Mikey are friends in Hell. Hearing this, Paulie becomes obsessed with his own fears of ghosts. *Tony Darrow as Lawrence \"Larry Boy\" Barese: he is the caporegime of his own crew which is the biggest in the DiMeo crime family. His cousin, Albert \"Ally Boy\" Barese, is his second in command and he is also the godfather of Soprano associate Benny Fazio. In the season 1 episode \"Pax Soprana,\" Larry, along with Jimmy Altieri and Raymond Curto, met with Tony after Junior had Mikey Palmice murder Larry's top earner, Rusty Irish, for selling ecstasy to the grandson of one of Junior's friends; the grandson committed suicide while high. Larry and the other capos considered this to be a sign of Junior abusing his power as boss. Larry found out from an FBI secretary that an indictment was going to be issued against the crime family in the New Jersey Superior Court. Soon after, along with Junior and underboss Joseph \"Beppy\" Sasso, he was arrested and charged with violations of racketeering and fraud and sent to Green Haven Correctional Facility in Beekman, New York. While being held without bail in prison, Larry promoted his cousin Albert Barese to acting caporegime of his crew. Three years after the indictments, Larry was released following a mistrial and put under house arrest. However, he took control of his crew back from his cousin. At the premier of the fictional slasher film Cleaver that Christopher Moltisanti had produced, Larry was arrested by federal marshals for violating his house arrest. He was in jail awaiting a retrial at the end of the series. *Val Bisoglio as Murf Lupo: Elderly soldier and former acting capo of Junior Soprano's crew, who is starting to mumble and show signs of Dysarthria when talking and is starting to show the early signs of dementia that worries Junior. Junior also notices that he is starting to look unkempt, with food on the front of his shirt when he goes out and he goes to bed early. *Dan Grimaldi as Phillip \"Philly Spoons\" Parisi: Phillip is a soldier/acting capo and Patsy Parisi's identical twin brother born March 4, 1950, who was born eleven minutes after him in Bloomfield, New Jersey and lives in Fairfield Township, Essex County, New Jersey. He is a third-generation Italian-American whose grandparents were from Ariano Irpino. Junior Soprano mentions that Phillip wears a hairpiece, although his baldness is never shown. *Louis Gross as Perry Annunziata: also known as \"Muscles Marinara,\" is from Bloomfield, New Jersey He serves as a bodyguard and chauffeur for Tony Soprano during his recovery from a gunshot in 2006. Tony calls him \"Penne Arrabiata\" (as in the pasta dish penne all'arrabbiata), on account of his road rage (Italian: arrabbiato) towards a rude driver while driving Tony. *Vitali Baganov as Valery: Valery was a \"Bratok\" in the Russian mob, acquainted with Tony Soprano through his business association with the organization. Valery's friend and boss Slava Malevsky revealed to Tony that they served together in the Federal Security Service of the Russian Federation where he worked with the Russian Airborne Troops during the First Chechen War in Chechnya. Valery had personally killed 16 Chechen Republic of Ichkeria rebels, saving Slava's life in the process. In \"Pine Barrens\", Paulie Walnuts and Christopher Moltisanti visited Valery at his apartment to collect payment. Valery readily handed over the envelope of money, but Paulie responded to a perceived slight by being intentionally careless with Valery's entertainment system. In the ensuing brawl, Christopher and Paulie believed they had killed Valery. They drove out to the Pine Barrens to dispose of him, but when they arrive, find him alive. They marched him into the snow to dig his own grave, but he attacked Paulie and Christopher with the shovel and ran. Christopher and Paulie gave chase, firing as they ran. Paulie seemingly hit Valery in the head, leaving a trail of blood. The two men continued looking for him but eventually gave up, and realized they were lost in the wilderness in the middle of winter. Chris and Paulie then spent a miserable night in an abandoned van in the Pine Barrens. On rescuing the pair, Tony made it clear that if Valery makes it back to North Jersey alive, it would be Paulie who would have to deal with Slava, not him. Valery's fate after this point is unclear; Valery's body was never found, and Paulie's car was stolen from the remote location where it was parked in the wilderness. An HBO promo shows notable characters who have been murdered over the course of the series and does show Valery as having died in this episode, but with a question mark, indicating some doubt. David Chase said in an interview at the Writers' Guild: *Maria Grazia Cucinotta as Isabella: Appears in \"Isabella\" as a figment of Tony Soprano's imagination. Soprano sees a beautiful Italian woman in the Cusamanos' garden next door. Isabella tells him that she is a foreign exchange dental student from Avellino, staying there while the Cusamanos are away. He takes her out to lunch. As she describes the beauty of Avellino, where Tony's grandfather came from, he has a drug-induced daydream from the Lithium. Isabella is in a village house, in a rocking-chair, nursing a baby named Antonio. Then Isabella is no longer there. When the Cusamanos return and he asks about her, Tony realizes she never existed: it was a delusion. Dr. Melfi instructs him to cease taking lithium, and theorizes that Isabella was an idealized maternal figure. *Sofia Milos as Annalisa Zucca: Daughter of Zi Vittorio, head of a Neapolitan Camorra family in Italy. She is also the wife of the acting Camorra boss, Mauro Zucca, who is currently serving a life sentence, and a distant cousin of Tony Soprano. When Tony took over Junior's luxury car hijacking business, he went to visit \"Zi\" (Uncle) Vittorio in Naples to discuss the parameters of their arrangement. When he finally meets Zi Vittorio, Tony finds out that he is a senile, wheelchair- bound old man, and that it is Annalisa who runs the organization now. Tony finds this hard to accept at first, but eventually works out a deal with Annalisa—he would cut the price of the cars he supplies to Naples, in exchange for her to supply him with members of her organization. This resulted in Furio Giunta being sent to the United States, and later, in season six, with Tony being supplied with the hitmen to take care of the hit on Rusty Millio, and Philip \"Phil\" Leotardo. *Chris Tardio as Sean Gismonte, an associate of the DiMeo crime family from West Orange, New Jersey in Essex County, New Jersey. He was Matthew Bevilaqua's partner in crime and an associate in the Gualtieri crew in 2000. He was born and raised in Hoboken, New Jersey. Sean was convicted of an undisclosed crime and had spent time in county jail and is implied that unlike Matt, Sean has worked pump and dump stock broker scheme before. It is suggested that he attended Lubin School of Business at Pace University with Matt but wanted to pursue a life in crime, considering themselves more intelligent but underappreciated considering their skill set by Chris. Sean and Matt worked with Christopher at various aspects of organized crime including the Massarone Construction site, an over-the-counter (finance) brokerage house in Bayonne, New Jersey that was responsible for a Pump and Dump on the website Webistics, Junior Soprano's executive card game held in a hotel by Newark Liberty International Airport, and some burglary jobs with Matthew and Chris. He was reprimanded for beating a stockbroker and stealing a Porsche Carrera from the parking lot of where the stock brokerage is. Looking to move up in the ranks, Sean and Matt attempted a hit on Christopher as an attempt to win favor from Richie Aprile. The hit was botched and Sean was killed by Christopher in the ensuing gun battle. *Frank Albanese as Patrizio \"Uncle Pat\" Blundetto: a former soldier in the Soprano crew worked alongside Johnny Boy Soprano. Chris compares the ruthlessness of Pat to Jake LaMotta. Unlike many of his contemporaries, he was able to retire from \"the business\". Pat is the uncle of Tony Blundetto and Chris Moltisanti, and father of Louise Blundetto. Tony Soprano calls him Uncle Pat but they are not blood relatives. Pat's brother Al Blundetto married Quintina Pollio, Livia Soprano's sister. Pat owns a farm at New York State Route 146, Route 9a, Kinderhook, Upstate New York that his nephews used to visit in the summers of their youth. In the episode \"All Due Respect,\" Tony Blundetto hides out at Pat's now empty farmhouse from the Lupertazzis after shooting Phil Leotardo's brother Billy Leotardo. *Edoardo Ballerini as Corky Caporale: an associate of Christopher Moltisanti and a heroin addict. Christopher enlisted him to accommodate the Italian hitmen provided to Tony for the hit on Rusty Millio. Corky was chosen primarily because he speaks Italian and would therefore be able to communicate effectively with the hitmen. Christopher paid him for the job with heroin. Corky performed well, delivering weapons and instructions at a remote spot without revealing much about himself, and the hit went smoothly. Christopher delivered the second half of Corky's payment at the Feast of St. Elzear and included more heroin as a substitute for some of the money. Corky injected the drug in Christopher's car, which initially prompted Christopher to encourage him to get into rehab. However, Christopher was eventually tempted into joining him. In 2007, in the episode \"The Blue Comet,\" now after Christopher's death, the Soprano Family used Corky again through Patsy Parisi. The target this time was Phil Leotardo. Fluent in Italian, Corky assigned Neapolitan hitmen, Italo and Salvatore to the Leotardo hit, but was botched when they mistake the father of Leotardo's Ukrainian mistress for Leotardo, and are both killed instead. When Corky heard from the hitmen that the man spoke Ukrainian to his daughter, he mumbled \"whatever.\" However, he did ask Patsy Parisi if Phil spoke Ukrainian. *Tony Siragusa as Frankie Cortese: he served as a driver and bodyguard for Tony as a soldier of the Soprano crime family in 2004. *Jeffrey M. Marchetti as Peter \"Bissell\" LaRosa. Bissell, also known as Petey, was part of the group Little Paulie took to vandalize Carmine Lupertazzi's restaurant in the HUD dispute. Petey made his bones (along with Benny Fazio) by killing Stanley Johnson and Credenzo Curtis, on orders from Christopher Moltisanti. *Frank Santorelli as George \"Georgie\" Santorelli: a bartender at the Bada Bing. He is frequently the target of Tony Soprano's sudden and violent tantrums due to his clueless and annoying behavior. *Lenny Venito as James \"Murmur\" Zancone: a friend and AA sponsor of Christopher Moltisanti. Murmur made Christopher's rounds while Christopher was in Los Angeles, California – buying credit card numbers from Beansie Gaeta's pizzeria and from Hillel Teittleman at the Teittleman's Fly Away Motel, then selling the numbers to Mohammed and Ahmed at the Bada Bing. Murmur also went out to LA to meet Christopher because Christopher was \"chipping\" (relapsing). While there, Murmur and Christopher tried to intimidate Ben Kingsley and robbed Lauren Bacall of a gift basket she received at an awards ceremony. Murmur later attended Christopher' belated bachelor party at Nuovo Vesuvio and continued to hang out with the crew at Satriale's. Murmur was skeptical of the benefits of Christopher's relationship with fellow addict Julianna Skiff, warning Christopher that it could be enabling as codependency (to relapse into substance abuse), and of the possibility of Tony finding out about his recent slip at the Feast of St. Elzear. He was also responsible for informing Tony that Phil Leotardo had a heart attack – Tony had warmed to him a little by this point and rewarded him with a club soda. In 2007, in the episode \"The Blue Comet,\" Murmur (unknowingly) informed Paulie and Silvio, by showing them a newspaper article on the murders of two civilians, that Phil Leotardo is still alive and the job to kill him failed because the hitmen had misidentified their target. *John Cenatiempo as Anthony \"Tony Black\" Maffei: a soldier in Bobby Baccalieri's crew. Alongside his captain, he collected proceeds from John Stefano's (Joey Perillo) illegal asbestos-dumping asbestos abatement operation in Steuben County, New York, Corning, New York, and delivered them to Tony Soprano. *Joe Pucillo as Giuseppe \"Beppy\" Scerbo: Beppy is an elderly soldier in the Junior Soprano crew, full name Giuseppe Scerbo. *Sal Ruffino as Charles \"Chucky\" Signore: Chucky is a soldier in Junior Soprano's crew and a friend of Mikey Palmice. He was taken by surprise at a marina, while in his small runabout Villain III, and killed by Tony when he reveals a hidden gun in a fish he was carrying and shoots Chucky several times in the chest. Tony and Silvio Dante take Signore's corpse out on his runabout and dispose of it. *John Fiore as Gianluigi \"Gigi\" Cestone: he is involved in the garbage waste business to some capacity and at the time of his death was involved in a very large freon disposal and refrigerant reclamation deal. Former made man in the Junior Soprano crew, defected to Tony Soprano's crew in 2000 after he murdered Philly Parisi (the acting capo of Junior's crew while Junior was incarcerated). The hit was ordered by Tony as revenge for Philly spreading rumors about Tony's mother with regard to Tony and Junior's feud. Gigi was quickly made part of the inner circle of Tony's crew unlike fellow new member Patsy Parisi. Gigi made a final transition in the fall of 2000 when he was promoted to the position of capo over the Aprile crew, following Richie Aprile's \"disappearance\" making him the only made man in the DiMeo crime family to serve in three different crews. Ralph Cifaretto was angered as he had hoped to receive the promotion himself. Gigi died in the episode \"He Is Risen\", after he had a fatal heart attack while constipated on the toilet in his social club. Ralph was subsequently made the captain of the Aprile crew. *Paul Herman as Peter \"Beansie\" Gaeta: a former associate of Richie Aprile from Elizabethtown, New Jersey, supervising a drug operation in New Jersey for him. Upon Richie's release from prison, he tracked down Gaeta at his pizza parlor, and demanded payment that he allegedly still owed to him. His pizzerias are used by the DiMeo crime family for money laundering. After Gaeta denied the validity of the debt, Richie first broke a coffee pot over Beansie's head, beat him, and later ran him over with his car, rendering Beansie hospitalized and paraplegic from his injuries (in \"Toodle Fucking- Oo\"). After this, Beansie began using a wheelchair and moved to Miami Beach, Florida. *Anthony J. Ribustello as Dante \"Buddha\" Greco: a soldier in the Aprile crew, first seen taking delivery of cigarettes from Christopher Moltisanti on his return from Raleigh, North Carolina. Dante accompanied Benny Fazio and Terry Doria to look for Vito Spatafore at his goomah's beach house following the revelation that Vito was possibly homosexual. In the final season, Dante had been acting as Tony's personal driver and bodyguard. He was last seen driving Tony and guarding the safe-house door in the final episode, \"Made in America\". *Kevin Interdonato as Kevin \"Dogsy\" Interdonato: an associate/soldier in the Aprile crew. Dogsy helped Vito Spatafore beat up the Soprano family's appraiser on the HUD scam restoring his loyalties to them. *Raymond Franza as Donald \"Donny K.\" Kafranza: a soldier of the Aprile crew from West Orange, New Jersey. He was first was seen in 2000 introducing Matthew Bevilaqua and Sean Gismonte to Richie Aprile. *William DeMeo as Jason Molinaro: a member of the Gualtieri crew. *Vincent J. Orofino as Bryan Spatafore: he is the younger brother of Vito Spatafore, and partner in Spatafore Bros Construction. Bryan was put into a coma by Mustang Sally, in \"Another Toothpick,\" when Sally's girlfriend had turned to him for help after she and Sally had fought, he was beaten mercilessly with a golf club. *Andrew Davoli as Dino Zerilli: a childhood friend of Jackie Aprile Jr. and partner in crime and an associate in Ralph Cifaretto's crew. He was a classmate of Jackie Jr. at Rutgers University. It was his idea to extort protection money from a coffee house at Rutgers and rob the Jewel concert being held at the university but is arrested for drug possession and in jail when the robbery was actually pulled. Jackie Jr. and Carlo Renzi he feels that Ralph Cifaretto is holding them back from their full potential. He looks up in admiration to Christopher Moltisanti who was at that point in time a rising figure in the DiMeo crime family. He was involved in Jackie Jr.'s scheme to rob Eugene Pontecorvo's low- stakes card game to gain the respect of the higher level mobsters. They team up with Carlo Renzi, who wields a heavy shotgun. Things do not go their way when Sunshine gets whacked during the robbery, triggering a barrage of gunshots from both sides. This scuffle leaves Carlo dead and Furio wounded. Dino and Jackie Jr. run for the street, but their getaway wheelman, Matush, had fled out of fear after hearing the gunshots. Jackie boosts an oncoming car and quickly speeds out of the area, leaving Dino to face an angry Christopher Moltisanti and Albert Barese. Dino tries to level with them by mentioning he's with Ralph, but that does not help. Chris and Albert promptly shoot Dino in the face, killing him. *Richard Maldone as Albert \"Ally Boy\" Barese: a paternal cousin of Larry Boy Barese; acting capo of the Barese crew when Larry Boy was in jail; soldier in the Barese crew. Larry is involved in price-fixing and bid rigging of waste hauling contracts in New Jersey and New York. In a discussion with Richie Aprile and Tony, Tony says that all the garbage collection routes north of Paterson, New Jersey belong to Barone Sanitation while Larry Boy Barese and his firm Sani-Cruiser and the D'Allessio brothers divide up the rest. The crew's contest for the routes continued as Albert was briefly involved in a \"garbage war\" with Ralph Cifaretto who claimed to be a \"capo\" of his own crew. Larry burned two of Ralph Cifaretto's dumpsters and Ralph torched one of Larry's garbage trucks in West Side, Newark, New Jersey. *Frank John Hughes as Walden Belfiore: a soldier in the Gervasi crew of the DiMeo Crime Family. He reveals he was named after singer Bobby Darin (born Walden Robert Cassotto). Walden was a bodyguard at the safe-house when Tony goes into hiding after the death of Bobby Bacala and the incapacitation of Silvio Dante. In the final episode, Benny Fazio and Belfiore locate Phil Leotardo and Belfiore shoots Phil in the head and chest before making a getaway with Fazio. *Ron Castellano as Terrence \"Terry\" Doria: a soldier of Carlo Gervasi's crew. *Artie Pasquale as Burt Gervasi: a younger paternal cousin to Carlo Gervasi and uncle to Carlo's sons Jason and Justin Gervasi. Burt was made a formal member of the Soprano crime family in 2006, at the same time as Phil Leotardo's soldier Gerry Torciano was made a capo in the Lupertazzi family. He lives with his wife Lorraine and toy terrier Spencer. He and Patsy Parisi run the North Ward Emergency Merchants Protective Cooperative: an extortion racket hitting storeowners in New Jersey. As revealed in the episode \"The Blue Comet,\" according to Silvio Dante, Burt was eventually swayed to take the side of the Lupertazzi Family and went to Silvio to convince him to go along in a coup d'état, but Silvio instead responded by garroting him to death in his home the next day. *Robert Desiderio as \"Black\" Jack Massarone: he is the owner of Massarone Brothers Construction in Fairfield, New Jersey. In 2004, Jack had become a federal informant and wore a wire concealed in a baseball cap to several meetings with Tony. In a discussion between Frank Cubitoso and the District Attorney at FBI headquarters, it is said that Massarone is offering information on the stolen airline tickets case involving Livia Soprano in 2002, the jury tampering investigation of Junior Soprano's RICO trial and the Matthew Bevilaqua murder in 2000. But the D.A. tells Cubitoso that even if Massarone and a hundred other snitches were called to testify against Tony Soprano it would not be enough to convict him in trial. Tony realized something off when he was tipped off by Patsy Parisi that one of his meetings with Massarone was staked-out at the \"Neapolitan Diner\" in Fairfield, New Jersey by the FBI. Raising Tony's suspicions further was the fact that Massarone gave him a framed picture of the Rat Pack at that meeting, and later asked him if he had lost weight. Jack was murdered and found in the trunk of his car with a golf club cover stuffed in his mouth. *Sig Libowitz as Hillel Teittleman: a Hasidic Jew and co-owner of a motel with his brother-in-law Ariel who worked there with his father-in- law. In 1999, his brother-in-law Ariel used his ending marriage to negotiate a share in the Teitlemann's motel. However, Hillel's father Shlomo contracted the Soprano family to intimidate Ariel against Hillel's advice. In 2006, Hillel was involved in Benny Fazio's credit card number scheme – selling card information to Soprano crew associate Murmur. *Taleb Adlah and Donnie Keshawarz as Ahmed and Muhammad: Muslim associates of Christopher Moltisanti from Brooklyn, New York. They are frequent customers at the Bada Bing!. They steal money via the Internet with acquired credit card information from customers of various businesses, as per the scam of Christopher and \"Murmur\". They later seek help from Christopher in purchasing TEC-9 semi-automatic pistols, which they claim they need \"for a family matter\". In the episode \"Walk Like a Man,\" Tony passed their names and Ahmed's cell phone number to the FBI. The FBI agents do not recognize them at first, but later tell Tony they may be involved in Terrorism financing. In the series finale \"Made in America,\" Tony passes details of their Mitner First Merchants' Bank to Agent Harris hoping to gain information on Phil Leotardo's location in return. *Nick Tarabay as Matush Giamona: an ecstasy dealer who has had some association with the Soprano/DiMeo business over the years. He was often found in and around the West Long Branch, New Jersey alternative rock Crazy Horse nightclub owned by Adriana LaCerva, and initially, Furio and Chris were hostile to him and threw him off the premises. With the reassurance of Jackie Jr., he returned to dealing outside the club and was put in the hospital by Furio, in traction with his jaw wired shut. Chris did not want Matush dealing inside The Crazy Horse because ecstasy was a class A narcotic and would bring attention of drug task forces and police scrutiny. Matush was later recruited as a driver in Jackie Junior's failed robbery of a card game in 2001. He bolted with the car as soon as the robbery went awry leaving Dino Zerilli to be caught and killed and forcing Jackie Jr. to improvise his own escape. In 2004, Matush had returned to dealing at the Crazy Horse – Adriana's drug habit and Furio's disappearance made the club more welcoming. He murdered an upset customer, named Gilbert Nieves, in Adriana's office, and forced her to help him dispose of the body. Another dealer, Kamal, was also involved. This was recorded by FBI surveillance outside and was instrumental in Adriana's attempt to flip Christopher that resulted in her death. *Gregory Alan Williams as Reverend Herman James Jr.: he is from Newark, New Jersey and his heritage can be traced back to Confederation, when his grandfather was a slave on a plantation. His father was WWII veteran and a United Association plumber and belonged to the same union as the one they were extorting. Herman arranged a secret deal with Tony, assisting in a shakedown of a Massarone Brothers construction and real estate development company: James organized a group of African-American union plumbers to argue about being paid low wages because of perceived racial employment discrimination by Black Jack Massarone at a job site. The Soprano associates Sean Gismonte, Matt Bevilaqua and Bobby Baccalieri Jr. then attacked with baseball bats, adding drama to the protest and causing a riot. James and Soprano then split the earnings. He is a friend of Assemblyman Ronald Zellman. *Richard Portnow as Harold Melvoin: he is Junior Soprano's lawyer from 1999 to 2004. Following Junior's arrest on Federal Racketeering charges, Mel allows him to use his office to conduct business as it is one of the few places he is allowed to visit while under house arrest. He allows Junior and Tony to use his office to meet with Angelo Garepe and Lorraine Calluzzo. It is also one of the places that the FBI is not allowed to wiretap. He conducts Junior's defense throughout his first RICO trial and helps Junior with such schemes as hiring an audio engineer expert witness and sound engineer minimization expert to dispute what is recorded on the tapes from Green Grove Retirement Home, getting him released from house arrest so he can attend several funerals including Jackie Aprile Sr., Jackie Aprile Jr., Bobby Baccalieri Sr., Karen Baccalieri and Febby DeAngelis, exaggerating about a benign malignant growth on Junior's body to get him a compassionate release and pretending that a (presumably) minor head injury from being hit by a boom microphone and falling on the Mitchell H. Cohen United States Courthouse steps in Camden, New Jersey has affected his cognitive ability to stand trial. Hal charges Junior $1,000,000 for his RICO trial. Following his stroke, it is predicted that it will be nine months to a year before he will be able to work a full schedule again and that they will have to postpone Junior's trial. After having a stroke which affects his ability to speak, Melvoin is fired by Junior, who considers his attorney's weakened condition a reminder of his own mortality. *David Margulies as Neil Mink: he is Tony Soprano's lawyer. He advises Tony to stay off the street and distance himself from the day-to-day work of his crew – this contributes to Tony's insulating himself by communicating through closely trusted friends whenever possible. He also advises Tony to spend more time in the legitimate businesses, such Barone Sanitation, instead of Bada Bing. When Janice Soprano attacks another soccer mom at Sophia Baccalieri's soccer game in Essex County, New Jersey at Summit Avenue Park in The Palisades, Janice wants to sue the Essex County Sheriff's Office for wrongful arrest. But Tony demands that Janice see Neil and plea the charges down as to not increase media attention and not make it a cause célèbre. In the final episode, \"Made in America\", Mink informs Tony that the government most likely will indict him on federal weapons charges stemming from the arrest made in \"Soprano Home Movies\" at the beginning of the season, and it is strongly implied that he could consequently be facing a prison sentence for Criminal possession of a weapon. He also says that the Essex County Prosecutor's Office has a witness testifying for a grand jury, but whose identity is unknown, although it is believed to be Carlo Gervasi. *Peter Riegert as Ronald Zellman: an Assemblyman (member of the lower house of the state legislature) for the East Ward consisting of Four Corners (Newark), Five Corners, Newark, Gateway Center (Newark) and The Ironbound and acted as a political operative on behalf of the Soprano crime family. He aided them with in securing the Esplanade gentrification construction contract and the mixed commercial real estate and condominium development at Pennsylvania Station (Newark) that was developed by Black Jack Massarone. Zellman was a friend of the Reverend Herman James Jr. and helped Tony set up the HUD scam by introducing him to Maurice Tiffen, a friend of Zellman's from his days at the University of Michigan. His influence later allowed A.J. to be released from police custody, with no charges filed, following his failed attempt to kill his great-uncle Junior, in the Wycoff Rehabilitation Clinic in Wyckoff, New Jersey. ===Lupertazzi crime family=== *Patti D'Arbanville as Lorraine Calluzzo: an associate of the Lupertazzi crime family, known as \"the lady shylock.\" During the infighting following boss Carmine Lupertazzi's death in 2004, Lorraine kicked up to Little Carmine, who was also reportedly her lover as well as her second cousin. Phil Leotardo roughed her up and even shot at her (using a telephone directory to stop the bullet) during a shakedown, warning her to stop cutting in Little Carmine. Lorraine sought a sit down with Tony Soprano through Angelo Garepe to ask him to intercede in the Lupertazzi infighting. During a sit down Christopher suggests that John ask for a share of Little Carmine's night club businesses in South Beach, Miami and let him keep Lorraine under his crew, something John turns down saying if he wanted Little Carmine's businesses he'd move to Miami. Tony suggests to keep the peace that John Sacrimoni, Angelo Garepe and Phil Leotardo operate the family under a triumvirate to help keep the peace with Lorraine, because Carmine Sr. did not name a successor. Lorraine and her lover are eventually murdered at her home by Phil, his brother William \"Billy\" Leotardo and associate Joseph \"Joey Peeps\" Peparelli. *Michael DeNigris as Charles \"Chucky\" Cinelli: he is the owner of Cinelli Sanitation – the Lupertazzi crime family's waste management front in Jamaica, Queens where John Sacramoni works. He was involved in a dispute with Jason Barone over Newark, New Jersey-based Barone Sanitation following the death of Dick Barone in 2006 which ended with his buying the company and merging. While going over the payroll he finds discrepancies with consultant Tony Soprano, Paulie Gualtieri and Johnny Sack, but is told to mind his own business by a savvy employee who is in the know. Cinelli agrees (as dictated to by John Sacrimoni) to keep Tony Soprano employed until 2009 (this is later extended to 2015) as a waste management consultant and to keep his health insurance package and Form W-2, plus 5% (later increased to 12%) of Barone Sanitation sale price, in exchange to give up his share of skimming profits ($2,000 a month), and that Cinelli leases him a new car. A Barone Sanitation employee is badly beaten by mob-associated Cinelli Sanitation workers over the dispute. John Sacrimoni is on the payroll as a waste management consultant at Cinelli Sanitation, even after his incarceration. Jason tries to convince Charles to compensate Tony Soprano and Paulie Gualtieri in the sale of Barone Sanitation, something that Cinelli is adamant against, telling Jason it could come out of his end. Jason tells Chuckie that he wants to redefine the deal and open up the sale to other potential buyers. *Armen Garo as Salvatore \"Coco\" Cogliano: he is a soldier in the Lupertazzi crime family. While inebriated from drinking Sambuca with Albie Cianflone, he makes aggressively lewd remarks to Meadow Soprano while she is on a dinner date with Patrick Parisi (son of Patsy Parisi) in Little Italy, Manhattan. Shortly after the date, Meadow tells Tony of the incident but he brushes it off as public intoxication, Tony Soprano severely pistol-whips and curb-stomps him in his restaurant, knocking his teeth out in the presence of Butch DeConcini. This leads Phil Leotardo to shut down a Hackensack, New Jersey shopping mall construction site with a United Association plumber's strike, for which Carmine Lupertazzi Jr. has the scaffolding contract. Carmine Jr. says that in attacking Coco he was being prudent. Carmine Jr. brokers a meeting with Butch DeConcini and Phil and offers Phil a palette of Makita drills as a peace offering over the attack on Coco. Phil mentions the attack on Salvatore, the forced disappearance and murder of Dominick Gamiello in \"Cold Stones\" and the murder of his brother Billy Leotardo in \"Long Term Parking\" as a reason to murder the entire upper management of the DiMeo crime family. Butchie says that \"Coco\" is an okay guy which suggests that he has good standing in the Lupertazzi crime family, but Tony suggests that, possibly, he is a borderline alcoholic. His name could have been taken from former Lucchese crime family underboss and acting boss, Ettore (\"Eddie\") Coco, who served under Carmine Tramunti. *Dominic Chianese Jr. as Dominic: he is a member of the Lupertazzi crime family. *Frank Fortunato as Jason Evanina: he is a partner of Lorraine Calluzzo. During the infighting following boss Carmine Lupertazzi's death, Lorraine kicked up to Little Carmine. When Lorraine does not comply with Phil Leotardo's orders, Phil returns with Billy Leotardo and Joe Peeps. Jason is killed off-screen, as Lorraine tries to escape, she is killed by Billy not far from where she discovers Jason's dead body. *Tony Cucci as Dominic \"Fat Dom\" Gamiello: he is a made man of the Lupertazzi crime family under Phil Leotardo. Gamiello joined with Gerry Torciano in murdering Vito in a hotel in Fort Lee, New Jersey because of Vito's homosexuality, while Leotardo watched. He commented to Phil Leotardo that Vito was \"a disgrace\" to organized crime. He runs a high-stakes card game in Canarsie, Brooklyn. Later, Dom visited Satriale's to deliver money to Silvio Dante and Carlo Gervasi. Although Fat Dom starts passive-aggressively insulting Vito and crudely implies that Gervasi is homosexual, Silvio silenced him with a blow to the back of the head with a dustbuster. Silvio told Carlo to just \"hit him\" but Carlo repeatedly and fatally stabbed Dominic in the stomach with a butcher knife. Dominic's murder infuriated Tony Soprano and Silvio and Carlo closed Satriale's to dispose of the body. Carlo and Silvio first planned to dismember his body but finally decided to bury it at a construction site and ditch the car somewhere along the U.S. Route 1 in New Jersey. They decapitate Dom's head off screen when dismembering his corpse. Carlo was seen disposing of Dom's severed head (which he was keeping in a deep freezer at his house on the Jersey Shore) at the beginning of the next episode, by shoving it down a storm drain along Connecticut Route 3. *Joe Santos as Angelo Garepe: he is consigliere to Carmine Lupertazzi for 30 years (1956 to 1986) before his incarceration at United States Penitentiary, Leavenworth where he served 18 years. Infighting occurred amongst the members of the Lupertazzi crime family following Carmine's death. Angelo chose Little Carmine's side along with capo Rusty Millio. During the infighting, Angelo recruited his old friend, Tony Blundetto, to murder Joseph \"Joey Peeps\" Peparelli—an associate of Johnny Sack and member of Phil Leotardo's crew. Following this, Phil and his brother, Billy Leotardo, killed Angelo. Angelo's murder had two major repercussions—it caused Little Carmine to forfeit, making Johnny Sack the undisputed successor to Carmine, Sr. It also provoked Tony Blundetto to pursue the Leotardos, shooting and killing Billy Leotardo while wounding Phil. This nearly started a war between the New York and New Jersey crews, and anger from this conflict remained until the conclusion of The Sopranos. *Lou Martini, Jr. as Anthony Infante: he is Ginny Sacrimoni's brother and Johnny Sack's brother-in-law. Infante is an optometrist, but also serves as a reluctant back-channel through which Tony Soprano and Johnny Sack communicates while Johnny is in federal detention. *Greg D'Agostino as Jimmy Lauria: he is an associate of the Little Italy, Manhattan Leotardo crew. Takes part in the beat down on Hesh's son-in-law Eli in Mill Basin, Brooklyn with Gerry Torciano. Phil thought that Eli was an independent loanshark who was lending out money without making payments to Gerry. Later attends the meeting with Tony, Hesh, Phil Leotardo and Gerry Torciano to make restitution for Hesh's son-in-law's injuries from a hit and run that happened when Eli tried to run from Jimmy and Gerry. They agree to pay $50,000 for pain and suffering. *Chris Caldovino as William \"Billy\" Leotardo: he was a soldier in Phil Leotardo's Little Italy, Manhattan crew and Phil's younger brother. Billy killed Lorraine Calluzzo and Jason Evanina with his friend Joe Peeps. Following Carmine Lupertazzi's death, a power struggle between Johnny Sack and Little Carmine ensued. One side was led by Carmine's underboss, Johnny Sack, while the other was ostensibly led by Carmine's son and Miami capo, \"Little Carmine\" Lupertazzi. Joe Peeps was killed soon after and Billy took part in the response – a hit on Angelo Garepe in \"The Test Dream\". Billy himself was killed in \"All Due Respect,\" by Tony Blundetto in revenge for the death of his friend Angelo, causing lasting distress to his brother Phil, who was wounded in the attack. He is cremated and his urn is kept on a shelf behind the bar of Phil Leotardo's Little Italy social club. *Joe Maruzzo as Joseph \"Joey Peeps\" Peparelli: he is an associate in Phil Leotardo's crew and an aide-de-camp to Johnny Sack, often going to high-level sit-downs with him. Joey had contacted an Asian hitman \"Jerry from Fort Lauderdale, Florida\" that Johnny ordered to kill Ralph in Delray Beach, Florida, and subsequently tells the hitman to call off the murder when Johnny decides against it, agreeing to pay him half for his trouble. During the infighting amongst the Lupertazzi crime family, Joey and Billy Leotardo kill lady shylock Lorraine Calluzzo, and her partner Jason Evanina, for kicking payments up to Little Carmine instead of to Johnny Sack. In retaliation, Soprano family member Tony Blundetto is hired for a hit on Joey, who is shot to death along with a prostitute in the front seat of his Lincoln Town Car when leaving a Manhattan brothel that he collects protection money from. At Joey's funeral, Tony Soprano is aghast that his crew had a formal headstone carved with the name \"Peeps,\" instead of his proper surname \"Peparelli.\" *Vinny Vella as James \"Jimmy\" Petrille: he is a friend of Johnny Sack's from Brooklyn who became his consigliere once Johnny took over as boss of the family. When Billy Leotardo is shot dead by Tony Blundetto, Jimmy is the one that calls Tony Soprano and tells him. Later, he sits in on one of the discussions with Tony and Phil over the Tony Blundetto situation and tells Phil that he gets emotional when he drinks wine. He is also the one that notifies Tony Soprano by telephone from a deli in Little Italy, Manhattan in code that John Sacrimoni took over the reign of the family from Carmine Lupertazzi Jr. in a bloodless coup. However, it is revealed in \"All Due Respect\" that Petrille had been a cooperating witness with the FBI and gave up information on transport truck hijacking and drug dealing going back to Sacrimoni's criminal activities in 1981, which was instrumental in Johnny's arrest by the Brooklyn District Attorney and the FBI. *Nick Annunziata as Eddie Pietro: he is a soldier in Rusty Millio's crew and his right-hand man. Eddie was shot in the head multiple times alongside Rusty by Italo and Salvatore while backing out of Rusty's driveway. *Daniel P. Conte as Faustino \"Doc\" Santoro: he is an aging Mustache Pete in the Lupertazzi crime family. Santoro ordered a hit on Gerry Torciano. Torciano was the perceived successor to Phil Leotardo. Doc had him brazenly murdered while he ate dinner with Silvio Dante. Phil avenges his long-felt humiliations and has Doc murdered, along with his bodyguard, outside a massage parlour and brothel in Chinatown, Manhattan, cementing his own claim to be the boss. One of the gunmen shoots out Santoro's right eye. Butch DeConcini is one of the getaway drivers. Tony Soprano and the crew learn of Santoro's murder from watching a televised news report at the Bada Bing. *John Bianco as Gerardo \"Gerry The Hairdo\" Torciano: he was a protégé of Phil Leotardo. Torciano and Jimmy Lauria got into an altercation with Hesh Rabkin and his son-in-law Eli over extortion money collections being done on the crew's territory in Mill Basin, Brooklyn. Torciano's men burned them out of his car, beat up Eli, and slugged Rabkin. As Eli fled he was hit by a taxi cab in a hit and run and hospitalized. Later, Torciano apologized to Tony, claiming that he thought Eli was a civilian and paid Eli $50,000 in restitution for his injuries. He was made official captain in 2006. Dominick \"Fat Dom\" Gamiello and Torciano murdered Vito Spatafore in his motel room while Leotardo watched. When Santoro took over from Sacrimoni, Gerry told Silvio Dante that he was surprised that Phil Leotardo seemed to have lost his drive to become boss of the Lupertazzi family. On April 15, 2007, Gerry died at the hands of a hitman (on orders from Faustino \"Doc\" Santoro) in a Brooklyn, New York restaurant while dining with Soprano family consigliere Silvio Dante who was used as a diversion and their respective dates. John Sacrimoni hears about Gerry's death from an orderly in the prison hospital. *John \"Cha-Cha\" Ciarcia as Albert \"Albie\" Cianflone: he is the reputed consigliere to Phil Leotardo. Albie is a former soldier in the Leotardo crew, and has worked for Phil Leotardo since the 1980s. After Johnny Sack was arrested and indicted on various charges, Phil was promoted to acting boss, and Albie was made new consigliere. Albie helped mediate the Barone Sanitation dispute with the Soprano crime family. Alongside newly made underboss Butch DeConcini, Albie was one of Phil's most trusted advisors and confidants. After Phil hatches the plot to kill the entire regime of the Soprano crime family, Albie first protests in shock that taking out an entire family is impossible, however, he later agrees with Phil's decision. Along with Butch, Albie plans the executions of Tony Soprano, Silvio Dante and Bobby Baccalieri. In the final episode, \"Made in America\", Albie meets with Tony, Paulie Gualtieri, Little Carmine, Butch DeConcini, and George Paglieri, in New York, where the Lupertazzis agree to end their war with the Sopranos. ===FBI agents=== *Michael Kelly as Ron Goddard: he is Agent Harris' new partner in 2006 in the Joint Terrorism Task Force and was stationed in Islamabad, Pakistan. Along with Harris, he approached Tony at his home, requesting that Tony inform them should he come across any terror-related information in his line of work with his connections at the Port of New York and New Jersey. *Frank Pando as Frank Grasso: he is an FBI agent who was with the Newark FBI Organized Crime Division Task Force with an office in 11 Center Place Newark, New Jersey. He handled mob capo and informant Raymond Curto who was planning to have him testify as a cooperating witness against Tony Soprano and Ralph Cifaretto among others. During a raid on the North Caldwell, New Jersey Soprano residence, Grasso broke a bowl from the kitchen refrigerator. Immediately after, he and Tony developed a grudge when Tony noted his last name and insulted him in Italian. He is an homage to famous New York City Detective Sonny Grosso who helped reveal the French Connection. Tony says that if it weren't for Grasso's last name they'd have him sweeping up at the office, and implies that the other FBI agents probably search him before he leaves work to go home every day. Tony thinks that Grasso is arresting \"his own people\", fellow Italian-Americans, to get promoted. *Karen Young as Robyn Sanseverino: she is an FBI agent who handled Adriana La Cerva after she became very resentful against Agent Ciccerone. She also handled capo Raymond Curto just before his death from natural causes. Adriana blames her ulcerative colitis on the pressure being placed on her to be a cooperating witness by Robyn and the FBI. She hints to Adriana that Richie Aprile and Pussy Bonpensiero are dead and not in the Witness Protection Program, despite what Tony Soprano and the others say. *Lola Glaudini as Deborah Ciccerone-Waldrup: she is a special agent who went undercover as \"Danielle Ciccolella from Whippany, New Jersey\" to befriend Adriana in order to uncover information about Christopher Moltisanti's relationship with Tony Soprano. She is married to FBI Special Agent Mike Waldrup and has a child with him. She poses as a wealthy woman and makes contact with Adriana in a Nutley, New Jersey dress shop. Her usefulness as an undercover agent ended after four and a half months when Christopher tried to seduce her, causing Adriana to break off their friendship. However, Deborah did uncover drug use at Adriana's club which the FBI hangs over her head to motivate her to become an informant. She later meets Adriana at a bakery in East Hanover Township, New Jersey after her Danielle identity is dropped. Tony later asked Adriana about her friend Danielle, and she awkwardly tells him that she drowned, hence her disappearance. In the episode \"Long Term Parking,\" Adriana finally tells Christopher about Danielle's true identity, after revealing her own involvement with the FBI to him. The first appearance of Deborah Ciccerone in \"Army of One\" was initially aired with Fairuza Balk in the role until she was recast, and the scene replaced with Glaudini. ===Friends and family=== *Kimberly and Brianna Laughlin, Avery Elaine and Emily Ruth Pulcher as Domenica \"Nica\" Baccalieri: she is the daughter of Janice and Bobby Baccalieri. *Barbara Andres and Rae Allen as Quintina Pollio Blundetto: she is Livia's younger sister and had been married to Al Blundetto, a widow, and the mother of Tony Blundetto. *Matthew Del Negro as Brian Cammarata: he is Carmela's cousin and a financial advisor. *Nicole Burdette and Danielle Di Vecchio as Barbara Soprano Giglione: she is the youngest child of Johnny and Livia Soprano, and sister of Tony and Janice. *Ed Vassallo as Thomas Giglione Sr.: he is Barbara's husband and Tony and Janice's brother-in-law. *Harpo \"Hal\" is an unseen character: he is the estranged Italian American-French Canadian, Quebec French speaking son of Janice Soprano born in Seattle, Washington. Janice said he was named after the song \"Harpo's Blues\" by Phoebe Snow. His father, a French-Canadian from Quebec named Eugene, took him back to Montreal and Janice states that she tried to petition the State Department to have him returned to her. He did not see much of his mother Janice. Janice attempted to send Harpo to military school in New Brunswick, New Jersey, the same one that Tony tries to send AJ to, but Tony says that \"Janice was too late for him.\" Janice never told Bobby the Third or Sophia Baccalieri about their step-brother until Tony brought it up during a family dinner. In the episode \"Proshai, Livushka,\" Janice mentions that Harpo had become homeless when Tony proposes flying him in for Livia's funeral. In season 5, she says she mentioned Harpo to Bobby once, but that the topic of him is never brought up in the family again. She tells Tony that he now goes by \"Hal\" instead of \"Harpo.\" *Nancy Cassaro (one episode, 2000) and Marianne Leone Cooper (2002–2007) as Joanne Blundetto Moltisanti: she is the widow of Richard \"Dickie\" Moltisanti and the mother of Christopher Moltisanti. *Ariel Kiley as Tracee: she is a 20-year-old stripper who worked at the Bada Bing. She had a son Daniel, who was taken by Child Protective Services after she burnt him with cigarettes. She later began a relationship with Ralph Cifaretto and got pregnant with his child. She contemplated having an abortion. Tracee later met Ralph at the Bada Bing lounge, where she insulted him in front of the other associates and capos. Ralph followed her out to the deserted parking lot, where he teased her into thinking he would actually marry and support her. He then abruptly changed his tone and gleefully made snide remarks that her daughter would end up as a \"cocksucking slob\" just like her. Outraged, Tracee slapped him and insulted his masculinity, which led to Ralph brutally beating her to death. An enraged Tony assaulted Ralph due to his \"disrespect of the Bing\". *Alla Kliouka Schaffer as Svetlana Kirilenko: she is a cousin of Tony's ex-mistress, Irina, and is manager of a home health/nursing business. During her childhood, Svetlana developed an osteosarcoma in her leg, which had to be amputated soon afterward. Svetlana first appearance is after Tony's breakup with Irina; Svetlana contacts Tony after Irina's suicide attempt. Shortly thereafter she appears as the last in a series of home health nurses the Sopranos hire to care for Livia Soprano, after her primary caregiver and daughter, Janice, suddenly flees town in the aftermath of Richie Aprile's death. After Livia dies, Tony allows Svetlana to continue living in Livia's house, until she can find her own place to live. She later works as a temporary replacement for Uncle Junior's nurse, Branca (who works for her), after he falls at the courthouse. One afternoon while Uncle Junior is asleep, Tony has sex with Svetlana on Junior's sofa. Irina soon finds out about this and informs Carmela about the affair, prompting Carmela's violent confrontation of Tony and their ultimate separation. *Leslie Bega as Valentina La Paz: she was Tony's mistress during seasons 4 and 5. She is of Cuban and Italian descent. She was originally Ralph Cifaretto's girlfriend but was drawn to Tony after they met at Hesh's horse stable. The following day, Tony and Valentina have sex in a hotel room. Subsequently, after not being able to bear any more of Ralph's masochistic inclinations, she breaks up with Ralph and begins dating Tony exclusively, which Tony later reveals to Ralph. As Ralph is rather preoccupied at that time with his son Justin's severe medical condition, he shrugs it off and is seemingly indifferent about it. In the Season Five episode \"The Test Dream\", after she pushes Tony to make a decision about staying with his wife or being committed to her, her robe catches fire while trying to cook for Tony. Tony quickly extinguishes the fire, but Valentina sustains second degree burns on her scalp. Although it is soon discovered that Valentina will fully heal from the wounds without the need for skin grafts or any scarring, Tony breaks the news to her that he is going back to Carmela. He tells her that he will pay for the doctor's bills and also pay for a wig for her to wear until her hair grows back. *Julianna Margulies as Julianna Skiff: she was a realtor working for Century 21 and trying to purchase a building owned by Tony, Caputo's Poultry, around the corner from Satriale's, for $330,000. It is a poultry hatchery that the prospective buyers want to turn into a Jamba Juice. She was persistent in pursuing the deal, contacting Tony at Satriale's and the Bada Bing and over the phone. At the Bada Bing, Tony seduced Julianna but she told him she was going to exercise self-control and decline because she was engaged. Despite Tony's initial misgivings, her third offer was high enough for him to accept the deal. Tony met her at her home to sign the papers, and they started kissing and began to undress one another, but Tony abruptly ends the encounter and walks out. Following her rejection by Tony, Julianna went to an AA meeting. There she met Christopher Moltisanti who was also in attendance and who remembered her from when she first approached Tony at Satriale's. He introduced himself after the meeting and invited her for coffee, which prompted the beginning of an extramarital affair. Tony reinitiated his pursuit of Julianna when they met to close the Caputo's Poultry real estate deal and she was initially polite in declining any further contact with him. Ignoring warnings from both of their sponsors that Christopher and Julianna's relationship would be enabling for the two recovering addicts, they began smoking heroin together. *David Strathairn as Robert Wegler: he is AJ's guidance counselor who had a sexual relationship with Carmela Soprano while she was separated from her husband Tony. Carmela discussed AJ's ADHD with Robert. Wegler later ends the relationship after he feels that Carmela was sexually manipulating him to improve AJ's college prospects by getting his English teacher to give him a higher grade. *Turk Pipkin as Aaron Arkaway: is a singer, songwriter and keyboardist boyfriend of Janice Soprano in 2001. Aaron was devout evangelical Christian. *Robert LuPone as Dr. Bruce Cusamano: he is Tony Soprano's neighbor and family physician in North Caldwell, New Jersey. He once invited Tony to play golf with him and some friends but Tony was annoyed that they only seemed interested in his mafia stories and if he ever met John Gotti, head of the Gambino crime family. Tony later pranked Bruce by asking him to hold onto a package filled with sand for him, for an unspecified length of time, without telling Bruce what was in it. Bruce and his wife were tempted to open the package but terrified to know what it held. Heroin or a gun were their guesses. *Saundra Santiago as Jeannie Cusamano: she is Dr. Cusamano's wife who is a stay-at-home mom in North Caldwell, New Jersey. She is a neighbor of Carmela, but embarrassed and intimidated by the Soprano family's mafia connections. In \"I Dream of Jeannie Cusamano\", Tony told Dr. Melfi he had fantasized about Jeannie during a dream. She helps get Carmela's daughter Meadow a recommendation letter for her Georgetown application through her identical twin sister, Joan, who is an alumna. Joan is also played by Saundra Santiago. *Robert Patrick as David Scatino: Having lived in New Mexico until age 11 and having spent years in the famous casino town of Baden-Baden, Germany, he was a friend of Tony Soprano and Artie Bucco from tenth grade on. He runs the local sporting goods store, Ramsey Sports and Outdoors, which his wife had inherited from her father. His son, Eric, was a good friend of Meadow. Reluctantly, Tony allowed David to participate in a high-stakes poker game with full knowledge that he did not have the financial assets or poker savvy to win or break even. David quickly became heavily indebted to Tony. Tony took over his business and took David's son's car as a down payment. The car was given to Meadow, but she quickly rejected it when she realized it once belonged to her friend. David loses his business and life savings, including his son's college fund. His wife also divorces him, and he moves west to work on a ranch grazing livestock near Las Vegas. Meadow later reveals that David currently resides in a mental health facility in Nevada. *Angelo Massagli as Robert \"Bobby\" Baccalieri III: he is the son of Bobby Bacala and Karen Baccalieri, brother of Sophia Baccalieri. *Lexie Sperduto (2002) and Miryam Coppersmith (2004–2007) as Sophia Baccalieri: she is the daughter of Bobby and Karen Baccalieri, sister of Bobby Baccalieri III. *Dennis Aloia (Justin) Kevin Aloia (Jason) as Jason and Justin Blundetto: are Tony Blundetto's identical twin sons he had with Nancy. *Dane Curley as Justin Cifaretto: he is the son of Ralph Cifaretto. He is impaled with a bow and arrow while playing with a friend. Ralph became very distraught over his son's serious injury. It is implied that Ralph had arranged to have the stables which held his and Tony's prized racehorse Pie-O-My, set ablaze to receive insurance money to pay for his son's hospital bills, although Ralph denies this when Tony confronts him. Justin does not fully recover from the hospital before his father's murder and subsequent disappearance. When Tony visits Ralph after the stable fire though, Ralph mentions that only Justin's speech will be affected and that he will have to learn how to talk again. *Joseph Perrino as Jason Gervasi: he is the son of Soprano capo Carlo Gervasi. He is in a fraternity and is seen in the second half of season 6 participating in a sports gambling ring at Rutgers University, along with Patsy Parisi's youngest son, also named Jason. In the series finale, Jason is arrested for selling ecstasy, forcing his father to turn against Tony Soprano and cut a deal with the FBI. *Frances Ensemplare as Marianucci \"Nucci\" Gualtieri: she is introduced as Paulie Gualtieri's elderly mother who is very nervous and protective of her son. She has two sisters, Dorothy (Dottie) and Mary. When Paulie was younger, Nucci was always there to bail him out of jail. Paulie put Nucci in the Green Grove retirement home in Verona, New Jersey. Unlike Tony's mother though, Nucci was grateful for Paulie for doing this for her. However, her old friends, Cookie Cirillo and Minn Matrone were far from friendly and tried to exclude her from social activities. To avenge his mother's honor, Paulie sent Benny and her grandson Little Paulie to badly beat Cookie's son, after which the two were forced to include her. Paulie later murdered Minn Matrone for her money. Paulie learns from his aunt Dottie's deathbed, who is a nun, that she is his biological mother and that Nucci adopted him to hide the scandal. When Paulie hears this, he cuts off all contact with both of them, refusing to attend Dottie's funeral or pay for Nucci's accommodation at Green Grove. Later, Paulie visited her at Green Grove (now paid for by her biological son) and they had a silent reconciliation. In the episode \"Kennedy and Heidi,\" she died on a chartered bus of a stroke while returning from a production of The Jersey Boys, however her funeral was poorly attended, as a majority of the people went to Christopher Moltisanti's concurrent funeral, much to Paulie's ire as he felt Christopher always out-shined him in life, and even manages it in death. *Michele Santopietro as JoJo Palmice: she is the wife of Mikey Palmice. *Anna Mancini (and Donna Pescow in \"Made in America\") as Donna Parisi: she is married to longtime Soprano soldier Pasquale \"Patsy\" Parisi and sister-in-law to Phillip Parisi. *Michael Drayer as Jason Parisi: he is the younger son of Donna and Patsy Parisi and nephew of Phillip \"Philly Spoons\" Parisi. He is seen in the second half of Season 6, participating in an elusive professional sportsbook gambling ring and extorting an on-campus coffee house for protection money at Rutgers University, along with Carlo Gervasi's son, also named Jason. In \"Made in America\" it is said that Jason is arrested for selling ecstasy. *Suzanne DiDonna as Deanna Pontecorvo: she is the wife of Eugene Pontecorvo who pushes for a move to Florida, but when the move is not granted by Tony Soprano, Eugene kills himself. *Elizabeth Bracco as Marie Spatafore: she is married to Vito Spatafore and mother of their two children, Vito Jr. and Francesca, who live in Belleville, New Jersey. Marie is loyal to her husband even after his homosexuality is discovered. When Vito was killed, Marie, now widowed, was distraught again, insisting to Phil that Vito was a good father and a good man. After the murder of his father for his homosexuality, Vito Jr. became increasingly isolated and hostile, and started to dress and hang around with kids in the Gothic subculture. Both Tony and Phil sat down with Vito Jr. trying to set him straight, but he continued to act out. He is forced into a boot camp for delinquents in Boise County, Idaho by his mother at a suggestion from Tony Soprano. *Paulina Gerzon as Francesca Spatafore: she is the daughter of Vito Spatafore and Marie Spatafore and the younger sister of Vito Spatafore Jr. *Frank Borrelli, Brandan Hannan as Vito Spatafore Jr.: he is the son of Vito Spatafore and Marie Spatafore and the older brother of Francesca Spatafore. After the murder of his father for his homosexuality, Vito became increasingly isolated and hostile, and started to dress and hang around with kids in the Gothic subculture. Both Tony and Phil sat down with Vito trying to set him straight, but he continued to act out. He is forced into a boot camp for delinquents in Boise County, Idaho by his mother at a suggestion from Tony Soprano. *John Costelloe as Jim \"Johnny Cakes\" Witowski: he was Vito Spatafore's lover, who works as a volunteer fireman and as a short order cook at a diner in New Hampshire. Vito met Jim at the diner he worked at in New Hampshire while on the run after his crew discovered his homosexuality. Vito introduces himself initially as a sportswriter named Vincent from Scottsdale, Arizona and that he's been divorced for a few years. He also had attempted to live a heterosexual lifestyle and fathered one daughter with his wife. Vito and Jim soon form an attraction, though the two got into a fistfight outside a bar when Jim tried to kiss Vito and, still in denial about his homosexuality, Vito violently rebuffed him. The two soon reconcile after Vito decides to \"stop living a lie\" and became Jim's live-in lover. The pair enjoyed romantic dinners, motorcycle rides, and picnicking lakeside. He gets Vito a job as a contractor working for some of his friends, a job which turns out to be very slow-paced. Ultimately, Vito missed his family and fast-paced lifestyle back in New Jersey too much to stay with Jim. Vito left Jim's house early one morning to return to New Jersey while Jim was still asleep. Vito would later call Jim, but Jim was still angry over the way Vito had left and wanted nothing more to do with him. Vito was violently murdered soon thereafter. *Geraldine LiBrandi as Patty Leotardo: she is married to Lupertazzi crime family acting boss Phil Leotardo. Patty was a factor in Phil's decision to kill Vito Spatafore after they discovered he was homosexual, telling Phil that Vito had to be made to face his \"sin.\" While on the run, Patty was in the driver's seat when Phil was shot dead outside their car at a gas station in the series finale. After he's shot, she rushes out the door with car still in drive, and the doors locked, resulting in Phil's head being run over by the car. *Denise Borino as Ginny \"Ginny Sack\" Sacrimoni: Borino had attended a casting call for the role in Harrison, New Jersey to support a friend. Ginny is married to John \"Johnny Sack\" Sacrimoni and the mother of Catherine and Allegra Marie Sacrimoni. She is obese, but John loves her as she is, describing her as \"Rubenesque\". Johnny Sack mentions that Ginny has worked very hard on trying to lose her weight. Ginny's figure is the subject of numerous jokes by members of the DiMeo crime family, and this leads to a dispute between her husband and Ralph Cifaretto. Johnny is willing to kill to defend her honor and viciously attacks a member of Ralph's crew, who Johnny mistakenly believes was telling jokes at Ginny's expense. Ginny attended her daughter Allegra's wedding and was ecstatic when Johnny was allowed to attend, despite being in prison awaiting trial. Her day ended on a low note when US Marshals blocked her daughter's departure and dragged her sobbing husband off in handcuffs causing Ginny to faint. Ginny was in court when Johnny admitted his involvement with the Mafia and received a 15-year sentence for racketeering. John and his lawyer make a plea agreement for his vintage Wurlitzer juke box, $180,000 in a safety deposit box under her father- in-law's name in Boca Raton, Florida, cash and investment portfolios with The Vanguard Group and Fidelity Investments, his 401(k) and severance package from Essany Scaffolding, $450,000 condominium in Deal, New Jersey, his Maserati Coupe, Ginny's GMC Yukon, John's net worth totaling $5 million and his house and contents valued at $1.2 million and fifteen-years in exchange for John's allocution. This is later reduced to their North Caldwell, New Jersey home, $45,000 in equity from his daughters' variable universal life insurance policies, and Ginny's individual retirement account that she started when she worked the tie sales counter at Wanamaker's worth close to $110,000 to which Ron encourages John to take. She was forced to move when John arranged the sale of their home to Janice Soprano as part of an agreement with Tony to try to secure capital, for his family, following the asset seizures by the US Marshals and Treasury Department that came with his conviction. Ginny visited her husband John in prison when he was diagnosed with cancer, and was at his side with their two daughters when he died. Denise Borino, who portrayed Sacrimoni, received the part in a 2000 open casting call.CNN Wire Staff. \"'Sopranos' actress dies at 46.\" CNN. October 31, 2010. Retrieved on October 31, 2010. *Caitlin Van Zandt as Allegra Marie Sacrimoni: she is the daughter of Johnny and Ginny Sack and sister to Catherine Sacrimoni. Johnny paid for her lavish wedding to Eric DeBenedetto while Johnny was in prison awaiting trial. Johnny was released to attend the wedding and Allegra was ecstatic that her father would be in attendance, but the judge's conditions meant that Allegra had to put up with metal detectors and US Marshals at the ceremony and reception. Her reception ended on a low-note with her departing limousine being blocked in by the Marshals' SUV's, her father breaking down in tears as he was forcibly led away in handcuffs, and her mother fainting in the crowd. Allegra was at her father's side, along with her mother and older sister, when he died of lung cancer in a prison hospital. *Cristin Milioti as Catherine Sacrimoni: she is the daughter of Johnny and Ginny Sack and sister to Allegra Sacrimoni. *Will Janowitz as Finn DeTrolio: he is Meadow Soprano's boyfriend and later fiancé. The two met at Columbia University and began sharing an apartment together in her sophomore year. He is originally from Mission Viejo, California and is of half-Italian descent. Upon finishing college, Finn enrolled in dental school. For a brief period, Finn worked at a construction site run by the Aprile crew, a job with the Laborers' International Union of North America that Tony Soprano got for him. One morning, he arrived very early to work, and saw Vito Spatafore fellating a security guard in a parked vehicle. Finn talked to Meadow about what he saw but she promised to keep his confidence. After Vito tried to intimidate Finn into attending a San Diego Padres and New York Yankees game with him, Finn panicked and decided to leave town before Vito came after him. Meadow was saddened and angered when Finn packed a suitcase without telling her or inviting her to accompany him and they argued. During the argument and when Meadow talked about a commitment, they decided to get engaged. When Vito was spotted in a gay bar by two New York crew members making a collection, Meadow revealed Finn's secret to her mother and Rosalie Aprile. A visibly frightened Finn was brought to Satriale's to give his account of what he saw and his subsequent encounter with Vito to the senior members of the Soprano crime family. Meadow and Finn later broke up. *Ari Graynor as Caitlin Rucker: she is Meadow Soprano's roommate at Columbia University. Caitlin hails from Bartlesville, Oklahoma, but left home for New York City to attend university. She has manic-depressive disorder and frequently annoyed Meadow and the dormitory Resident Assistant and Meadow's boyfriend, Noah Tannenbaum, with her troubles. In \"Mr. Ruggiero's Neighborhood\" she tells Meadow that she's stopped drinking and that the school doctor gave her a prescription for Buspirone, which Hunter comments is given to treat generalized anxiety disorder. *Michele DeCesare (daughter of series creator David ChaseOxfeld, Jesse. \"Family Man: Crime boss Tony Soprano is the conflicted suburban dad at the center of HBO's influential hit series The Sopranos. Now meet the real father of the show.\" , Stanford Magazine, September / October 2002. Accessed July 23, 2008. \"The couple's college-age daughter, under the name Michele DeCesare, plays the occasional role of Hunter Scangarelo, Meadow's friend.\") as Hunter Scangarelo: she is a friend of Meadow Soprano. She sang with Meadow in the school choir and the two hounded Chris to buy the crystal meth to help them study, instead of going to Jefferson Avenue in Jersey City, New Jersey. She had a crush on Brendan Filone shortly before his death. In the final episode of the series, Carmela finds her talking to Meadow in Meadow's bedroom and casually mentions Hunter's expulsion from college years earlier. Carmela is then quietly dismayed to learn that Hunter sorted her life out, went back to college at SUNY Purchase, and is now in medical school. *Patrick Tully as Noah Tannenbaum: he is Meadow Soprano's first boyfriend at Columbia University; they met during a film course. Noah is from West Los Angeles. His father, an entertainment attorney for various celebrities and Hollywood notables, is Ashkenazic Jewish and his mother is African American. Noah first appears visiting the Soprano home with Meadow to view a movie for a class project. Being a film buff, Noah thought he had common ground with Tony when he observed video equipment at the Soprano residence. Noticing that Noah was pursuing Meadow, Tony asked Noah some questions about his ethnic background. Upon confirmation of Noah's African American heritage, Tony attempted to intimidate Noah into staying away from Meadow, hurling racial slurs. Following this heated discussion Noah leaves the house in a huff. This started a lengthy feud between Tony and Meadow which ultimately drove Noah and Meadow closer together. After a visit from his father, Noah broke up with Meadow, saying she is \"too negative.\" *Emily Wickersham as Rhiannon Flammer: she is a friend of A.J.'s, who initially dates Hernan. She later encounters A.J. in a Psychiatric hospital while he is recovering from his suicide attempt. They hang out together and, when they begin to have intercourse in the woods in A.J.'s Nissan Xterra, the vehicle's catalytic converter overheats causing a vehicle fire and sets fire to the dry leaves below it and A.J. and Rhiannon scramble out safely; the truck explodes soon afterward. *Mark Karafin as Egon Kosma: he is a friend of A.J. *Vincent Piazza as Hernan O'Brien: he is a friend of A.J. *Jessica Dunphy as Devin Pillsbury: she is A.J.'s girlfriend in seasons four and five. Devin is from an even wealthier family than A.J. and this causes a little friction between them when he first learns this. *Dania Ramirez as Blanca Selgado: she is A.J. Soprano's Dominican 30-year-old girlfriend, whom he met while working at the construction site. Blanca has a 3-year-old son named Hector from a previous marriage and lives in an apartment building in South Passaic. Blanca lives in a neighborhood that had been disturbed by a youth gang, which A.J. steps up to deal with. He convinces the gang members to move on by bribing them with a bicycle. A.J. eventually proposes marriage to Blanca and she accepts, but later changes her mind and ends the relationship, sending A.J. into an emotional downward spiral that results in an attempted suicide. *Cameron Boyd as Matt Testa: he is a friend of A.J. *Tim Daly as J.T. Dolan: he is a screenwriter and an acquaintance of Christopher Moltisanti from rehab in Hazlet, New Jersey. He became addicted to heroin, cocaine and alcohol and later lost his job after not completing a script for Nash Bridges. He later went to a rehabilitation clinic in Pennsylvania (where he first met Christopher) and was successful in turning his life around. J.T. dabbles in gambling and places horse bets with Christopher and finds a fondness for high- price poker games. J.T. borrows money from Christopher to play high-stakes poker and their friendship is effectively ended when he fails to pay it back on time. Little Paulie Germani and Chris beat J.T. up in his home and confiscate his BMW as a partial payment for his debts. Despite the beating, Chris later resumes their \"friendship\" when the debt has caused J.T. to relapse. As J.T. Dolan is enrolling in rehab again, Chris freezes the debt and assures J.T. that he will return to prosperous screenwriting. Later, as J.T was working in Los Angeles, California as a full-time professor of a writer's class \"The Writer's Block\", Chris has J.T. forcibly abducted by \"Murmur\" and Benny Fazio and offers to clear the gambling debt if J.T. writes a screenplay for his feature movie project. He also gets a meeting with René Balcer. J.T. agrees and writes the script for Cleaver, a slasher horror film, from a story by Christopher, working on the film closely with Moltisanti and Carmine Lupertazzi Jr. who is its co-executive producer. However, when the film gets made in 2007, at its premiere, Christopher does not acknowledge Dolan's contributions to it when talking to the audience, leaving him embarrassed in front of his female companions. When Christopher relapsed again in 2007, after his latest feud with Paulie Gualtieri and assumed ridicule and disrespect by the crime family, he attempted to find comfort by talking to J.T. one night. J.T. was cold and unreceptive, angry at his unannounced intrusion and under pressure to finish a script deadline for Law & Order SVU. Heavily drunk, Christopher said that he had seen and done terrible things and started hinting his knowledge of mob crimes. J.T. angrily tried to get Christopher to stop talking about them, suggesting that he did not want to know. J.T. exclaimed \"Chris, you're in the Mafia!\", Christopher walked away, then turned and shot him in the head, killing him instantly. *Patty McCormack as Liz La Cerva: she is the mother of Adriana La Cerva and the sister of Jackie Aprile Sr. and Richie Aprile and sister-in-law to Rosalie Aprile. Liz did not support Adriana's relationship with Christopher Moltisanti and Adriana often stayed with her following arguments or domestic violence. When Chris proposes to Ade in front of Liz, she explains Chris' behavior as abusive power and control. Following her disappearance in 2004, Liz was visited by the FBI who informed her that her daughter was believed to be dead and that they suspected Chris' involvement. When Carmela Soprano encountered her at the 2006 Feast of St. Elzear, Liz, having become convinced of her daughter's murder, showed evident signs of depression. She later attempted suicide. Carmela visited her in the hospital, but Liz appeared to be unconscious at the time. *Lewis J. Stadlen and John Pleshette as Dr. Ira Fried: he is a player in the Soprano family's executive game – a high-stakes poker tournament. He is a urologist who specializes in treating erectile dysfunction with penile implants. In 2002 Dr. Fried acted as the initial property buyer in Tony's HUD scam using $500,000 of Soprano family money to buy several homes on Garside Street in Mount Pleasant, Newark, New Jersey and on Frelinghuysen Ave in Weequahic, Newark for $25,000 each which would then be falsely appraised at $200,000. He would then sell the properties on to Maurice Tiffen who would claim the project a financial failure and the loan would be approved through Maurice's organization. In 2004, Fried and numerous others were the victims of a large-scale car robbery at his daughter's wedding in Ringwood, New Jersey and sold them to a chop shop in Newburg, New York that worked with Johnny Sack instead of using Tony's connections in Brookdale, New Jersey. He reached out to Tony about the theft. It turned out that Feech La Manna had organized the car theft scheme. *Matthew Sussman as Dr. Douglas Schreck: he is Junior Soprano's cardiologist at Saint Barnabas Medical Center in Livingston, New Jersey, who allowed Junior to use his office to conduct meetings while under the pretense of coming in for medical appointments due to the physician-patient privilege clause that denies the FBI and authorities to listening in on their conversations, meeting with associates including Tony and Richie Aprile. *Michael Countryman as Dr. Richard Vogel: he is a psychotherapist whom A.J.'s pediatrician recommends to Carmela for therapy concerning A.J.'s depression. In the episode \"The Second Coming,\" Dr. Vogel also enters A.J. into a mental hospital and arranges a group therapy session with him and his parents after A.J. tries to commit suicide. *Will McCormack as Jason LaPenna: he is Jennifer Melfi and Richard LaPenna's son. *Richard Romanus as Richard LaPenna: he is the estranged Calabrese husband of Jennifer Melfi and father of Jason LaPenna. When Dr. Melfi's family learn that she is treating a major mob figure, they urge her to end the association. Richard is a member of an organization that aims to combat the negative portrayal of Italian Americans as Mafia figures in the media. Richard and Jennifer had reconciled in 2001 and he was living with her at the time of her rape. He originally thinks Jennifer's rapist is Puerto- Rican based on her description, but later finds out that he bears an Italian surname (Rossi) and is personally offended. He was very angry when mishandling of the chain of custody allowed the man to go free. *Cara Buono as Kelli Lombardo Moltisanti: she was Christopher Moltisanti's new girlfriend in 2006. She became pregnant and planned to terminate the pregnancy, blaming herself for the lack of contraception. When she told Chris, he suggests they marry in Atlantic City. Soon after their marriage, Kelli and Chris bought a large new home. Christopher's interest in Kelli began to drift and he began an affair with Julianna Skiff while his wife was still pregnant. Kelli remained devoted to Christopher and did not complain about his long absences. In 2007, Kelli gave birth to her and Christopher's daughter, Caitlyn. She and Christopher later attended Caitlyn's baptism when Tony and Carmela Soprano became Caitlin's godparents. In the episode \"Walk Like a Man,\" Kelli was terrorized by Paulie Gualtieri when he drove his Cadillac CTS through their front yard in retaliation for Christopher throwing Paulie's nephew Little Paulie Germani out of a window. Little Paulie had stolen merchandise from Kelli's father's hardware store on at least two occasions. ==See also== *List of The Sopranos episodes *Soprano family *Lupertazzi family ==References== ==Notes== ==External links== * The Sopranos Cast and Crew from HBO.com",
 "title": "List of The Sopranos characters"
}