{
 "id": "515955",
 "text": "This is a list of pyramid mausoleums in North America. This Egyptian Revival funerary architecture was generally an extravagance of American tycoons who wanted themselves remembered as long and as well as the ancient pharaohs. ==Individuals and families== thumb|200px|right|Gunckel Monument, Toledo, Ohio * Henry Bergh Pyramid Mausoleum, Green-Wood Cemetery, Brooklyn, New York * Bradbury Mausoleum, Mountain View Cemetery (Oakland, California) * Leslie C. Brand, Brand Park, Glendale, California * William Harry Brown Pyramid, Homewood Cemetery, Pittsburgh, Pennsylvania (1898–1899) * Marcus Brown Pyramid, Oakhill Cemetery, Grand Rapids, Michigan * Brunswig Mausoleum, Metairie Cemetery, New Orleans, Louisiana * Nicolas Cage's Future Tomb, Saint Louis Cemetery No. 1, New Orleans, Louisiana * Confederate Memorial Pyramid, Hollywood Cemetery, Richmond, Virginia * Dorn Pyramid, Oddfellows Cemetery, San Luis Obispo, California * Gardel Memorial, Mount Vernon Cemetery, Philadelphia, Pennsylvania * Grigsby Crypt - Angelus-Rosedale Cemetery, Los Angeles, California * John Gunckel Monument, Woodlawn Cemetery (Toledo, Ohio), Toledo, Ohio thumb|150px|right|Schoenhofen Mausoleum * Gwin Mausoleum, Mountain View Cemetery, Oakland, California * Harms Family Mausoleum, Flower Hill Cemetery (North Bergen, New Jersey) * Mark Howard Pyramid, Cedar Hill Cemetery, Hartford, Connecticut * George W. P. Hunt, Hunt's Tomb, Phoenix, Arizona * Pyramid tomb of Major E.C Lewis, Mt Olivet Cemetery, Nashville, TN * Longstreet Mausoleum, Oakwood Cemetery, Syracuse, New York * C.O.G. Miller Pyramid Mausoleum, Mountain View Cemetery, Oakland, California * Mongin Family, Bonaventure Cemetery, Savannah, Georgia * Charles Debrille Poston, Poston Butte, Florence, Arizona * Rucker Family Tomb, Evergreen Cemetery, Everett, Washington * Sahlberg Pyramid, Santa Barbara Cemetery, Santa Barbara, California * Schoenhofen Pyramid Mausoleum, Graceland Cemetery, Chicago, Illinois * Shatto (name OVER doorway) Angelus-Rosedale Cemetery, Los Angeles, California * Dr. Ira Smith's Pyramid, Grace Episcopal Church Cemetery, St. Francisville, Louisiana * Wm. Smith's Pyramid, Magnolia Cemetery, Charleston, South Carolina * Van Ness/Parsons Mausoleum, Green-Wood Cemetery, Brooklyn, NY *alt=A pyramid, about 3 m tall, with statues|thumb|Van Ness and Parsons, BrooklynVanderbilt family, Moravian Cemetery, Staten Island, NY * Joel Parker Whitney, Spring Valley Ranch, Rocklin, California ==Known but unidentified== * Spring Grove Cemetery, Cincinnati, Ohio * Murphy City Cemetery, Murphy, North Carolina ==Multiple burials== * Forest Lawn South, Miami, Florida * Egbert Ludovicus Viele and his second wife, West Point, New York ==See also== * Lists of pyramids ==References== * Pyramid maus Pyramids in North America Category:Pyramids in North America",
 "title": "List of pyramid mausoleums in North America"
}