{
 "id": "516962",
 "text": "In the history of video games, the third generation of game consoles, commonly referred to as the 8-bit era, began on July 15, 1983 with the Japanese release of two systems: Nintendo's Family Computer (commonly abbreviated to Famicom) and Sega's SG-1000. When the Famicom was released outside of Japan it was remodelled and marketed as the Nintendo Entertainment System (NES). This generation marked the end of the video game crash of 1983, and a shift in the dominance of home video game manufacturers from the United States to Japan. Handheld consoles were not a major part of this generation, although the Game & Watch line from Nintendo (which started in 1980) and the Milton Bradley Microvision (which came out in 1979) were sold at the time. However, both are considered second generation hardware. Improvements in technology gave consoles of this generation improved graphical and sound capabilities, comparable to golden age arcade games. The number of simultaneous colors on screen and the palette size both increased which, along with larger resolutions, more sprites on screen, and more advanced scrolling and pseudo-3D effects, which allowed developers to create scenes with more detail and animation. Audio technology improved and gave consoles the ability to produce a greater variation and range of sound. A notable innovation of this generation was the inclusion of cartridges with on-board memory and batteries to allow users to save their progress in a game, with Nintendo's The Legend of Zelda introducing the technology to the market. This innovation allowed for much more expansive gaming worlds and in-depth story telling, since users could now save their progress rather than having to start each gaming session at the beginning. By the next generation, the capability to save games became ubiquitous—at first saving on the game cartridge itself and, later, when the industry changed to read-only optical disks, on memory cards, hard disk drives, and eventually cloud storage. The best-selling console of this generation was the NES/Famicom from Nintendo, followed by the Sega Master System (the improved successor to the SG-1000), and the Atari 7800. Although the previous generation of consoles had also used 8-bit processors, it was at the end of the third generation that home consoles were first labeled and marketed by their \"bits\". This also came into fashion as fourth generation 16-bit systems like the Sega Genesis were marketed in order to differentiate between the generations. In Japan and North America, this generation was primarily dominated by the Famicom/NES, while the Master System dominated the Brazilian market, with the combined markets of Europe being more balanced in overall sales between the two main systems. The end of the third generation was marked by the emergence of 16-bit systems of the fourth generation and with the discontinuation of the Famicom on September 25, 2003. However in some cases, the third generation still lives on as dedicated console units still use hardware from the Famicom specification, such as the VT02/VT03 and OneBus hardware. == Overview == === 1983–1984 === The Japanese video game market was still a growing \"wide open\" market for video game consoles in 1983. Japan had a relatively small console market, where only 300,000 consoles had been sold up until 1983, compared to the millions that had been sold in the United States up until then. A number of Japanese manufacturers attempted to compete for the \"wide open\" Japanese console market with their own consoles. The Epoch Cassette Vision, released in 1981, was the best-selling console in Japan at the time. It was followed by the Bandai Arcadia (priced ), a Japanese version of the Arcadia 2001 released in 1982, and the Atari 2800 (priced ), a Japanese version of the Atari 2600 marketed in May 1983. The third generation of consoles began when two Japanese companies, Sega and Nintendo, decided to enter the console gaming market. On July 15, 1983, they both released new consoles in Japan, Sega's SG-1000 and Nintendo's Famicom. Both companies previously had success as arcade game companies. Sega, one of Japan's largest arcade companies, was intending to compete in both the console and personal computer markets, with a home computer version called the SC-3000 released at the same time. Meanwhile, Nintendo focused on making the Famicom more powerful than competing home systems so that it would be comparable to their Donkey Kong (1981) arcade video game hardware, * while at the same time selling it for cheaper than the Cassette Vision, selling the Famicom for (about $150). Sega and Nintendo originally intended to release their new home systems exclusively for the Japanese market. Nintendo unveiled the Famicom shortly before the Tokyo Toy Show in June 1983, becoming a sensation among toy show exhibitors, prior to Sega unveiling the SG-1000 at the Tokyo Toy Show. The Famicom went on to become very popular in Japan, where it quickly beat the Cassette Vision to become Japan's all-time best-selling console. Sega would become Nintendo's main competitor for console sales during the era. Sega's SG-1000, which preceded Sega's more commercially successful Master System, initially had little to distinguish itself from earlier consoles such as the ColecoVision and contemporary computers such as the MSX, although it was able to achieve advanced visual effects, including parallax scrolling in Orguss and sprite-scaling in Zoom 909. Following its success in Japan, Nintendo decided to enter the worldwide home video game market. With this in mind, the company approached the American company Atari, which had the majority share of the home video game market in North America, with a proposal for Atari to license the Famicom and distribute it. An agreement was concluded, which was to be signed at the Consumer Electronics Show in July 1983. At the same CES, however, Coleco exhibited its Coleco Adam home computer, which featured a version of Nintendo's Donkey Kong. At that time, Atari had exclusive rights to distribute Nintendo games on home computers, and Coleco had exclusive rights to distribute the game on consoles. However, since Atari understood that Adam was a home computer, they postponed signing the agreement with Nintendo and asked the company to resolve the issue with rights. The problem was resolved, but during this time, the video game crash of 1983 had occurred and Atari began to lose influence in the market. With this, Nintendo had no competitor left and the company eventually decided to enter the market on its own. === 1984–1986 === Nintendo were initially discouraged after the crash, with Nintendo of America's market research being met with warnings to stay away from home consoles and US retailers refusing to stock game consoles. As a result, Nintendo instead introduced the Famicom to North America in the form an arcade hardware, the Nintendo Vs. System, in 1984. It became a major success in North American arcades, giving Nintendo the confidence to release the Famicom in North America as a video game console, for which there was growing interest due to Nintendo's positive reputation in the arcades. The company introduced a version of the Famicom in January 1985 at the Winter CES as the Nintendo Advanced Video System, short for NAVS. The gamepads were wireless and worked with it using an infrared port, and the bundle would also include a light gun. It was planned that the NAVS would be available in the spring of 1985. However, this did not happen and the console was shown again at the summer CES in June of that year, in an updated version called the Nintendo Entertainment System. The system was released in October 1985 as an experiment within New York City bounds with Super Mario Bros. game bundled. The experiment was successful and showed that people still wanted to play games despite the 1983 crisis. After that the system was released in all North America in February 1986 at a price of 159 USD. In 1985, Sega succeeded the SG-1000 with the Master System, which incorporated hardware scrolling, alongside an increased color palette, greater memory, pseudo-3D effects, and stereoscopic 3-D, gaining a clear hardware advantage over the NES. However, the NES continued to dominate the North American and Japanese markets, while the Master System had more success in the European and South American markets. The Nintendo Family Computer (commonly abbreviated the Famicom) became popular in Japan during this era, crowding out the other consoles in this generation. The Famicom's Western counterpart, the Nintendo Entertainment System, dominated the gaming market in North America, thanks in part to its restrictive licensing agreements with developers. This marked a shift in the dominance of home video games from the United States to Japan, to the point that Computer Gaming World described the \"Nintendo craze\" as a \"non-event\" for American video game designers as \"virtually all the work to date has been done in Japan.\" The company had an estimated 65% of 1987 hardware sales in the console market; Atari Corporation had 24% (including the Atari 7800, 2600 Jr. and XEGS), Sega had 8%, and other companies had 3%. === 1986–present === The popularity of the Japanese consoles grew so quickly that in 1988 Epyx stated that, in contrast to a video game-hardware industry in 1984 that the company had described as \"dead\", the market for Nintendo cartridges was larger than for all home-computer software. Nintendo sold seven million NES systems in 1988, almost as many as the number of Commodore 64s sold in its first five years. In 1988, The Los Angeles Times reported that the rise of video game consoles had a positive impact on computer games, sales of which grew 37% during the first quarter of 1988. In 1989, however, Compute! reported that Nintendo's popularity caused most computer-game companies to have poor sales during Christmas that year, resulting in serious financial problems for some, and after more than a decade making computer games, in 1989 Epyx converted completely to console cartridges. By 1990 30% of American households owned the NES, compared to 23% for all personal computers, and peer pressure to have a console was so great that even the children of computer-game developers demanded them despite parents' refusal and the presence of state-of-the-art computers and software at home. As Computer Gaming World reported in 1992, \"The kids who don't have access to videogames are as culturally isolated as the kids in our own generation whose parents refused to buy a TV\". This era contributed many influential aspects to the history of the development of video games. The third generation saw the release of many of the first console role-playing video games (RPGs). Editing and censorship of video games was often used in localizing Japanese games to North America. It was during this time that many successful video game franchises began, which went onto to becoming mainstays of the video game industry. Some examples are Super Mario Bros., Final Fantasy, The Legend of Zelda, Dragon Quest, Metroid, Mega Man, Metal Gear, Castlevania, Phantasy Star, Megami Tensei, Ninja Gaiden, and Bomberman. In Europe during the late 1980s, the Master System had a stronger start than the NES, with NES sales lagging behind the Master System in the United Kingdom. By 1990, the Master System was the biggest-selling console in Europe, though the NES was beginning to have a fast-growing user base in the United Kingdom. The third generation also saw the beginning of the children's educational console market. Due to their reduced capacities, these systems typically were not labeled by their \"bits\" and were not marketed in competition with traditional video game consoles. In North America, the Atari 7800 and Master System were discontinued in 1992, while the NES continued to be produced for several more years. In Europe, the Master System was discontinued in the late 1990s. However it has continued to sell in Brazil through to the present day. In Japan, Nintendo continued to repair Famicom systems until October 31, 2007. == Home systems == === SG-1000 === On July 15, 1983, the SG-1000 was released in Japan, the first console to be created by Sega. It was released alongside the Famicom, making them the first two consoles of the third generation. While it did not sell as well as other consoles of the generation, it was considered important to the development of Sega as a console manufacturer. === Famicom/Nintendo Entertainment System === The Famicom, released on July 15, 1983, in Japan and in the North American region in September 1986 as the Nintendo Entertainment System (NES), is a 8-bit cartridge based console developed and marketed by Nintendo. It became the most popular console of the generation, selling over 60 million units. It was the first home system to feature a controller with a directional pad (designed by Gunpei Yokoi), which became an industry standard. While the NES was discontinued in North America on August 14, 1995, it was not until September 25, 2003, that the Famicom was discontinued in Japan. === Sega Master System === The Sega Mark III was released on October 20, 1985, for the Japanese market and was the third iteration of the SG-1000. The name was changed to the Master System and the design altered for release outside of Japan. It was designed to be more powerful than the NES in an attempt to give it an edge over the competition but despite good sales, it did not match the success of the NES, making it the second best selling console of the generation. This was the case in all regions apart from Brazil where it continued to sell for years after the end of the generation. === Atari 7800 === The Atari 7800 was released in May 1986 and was the successor to the Atari 5200. it was the first console to be backwards compatible without additional hardware. It was originally due for launch on May 21, 1984, but due to the sale of the company the launch did not happen until two years later and coupled with a small library of games the console did not sell as well as the Master System or NES. === Comparison === {|class=\"wikitable\" |- ! colspan=\"2\" style=\"width: 5%\"|Name !style=\"width: 19%;\" | SG-1000 !style=\"width: 19%;\" | Famicom/Nintendo Entertainment System (NES) !style=\"width: 19%;\" | Sega Mark III/Master System !style=\"width: 19%;\" | Atari 7800 |- style=\"text- align:center;\" ! colspan=\"2\" | Manufacturer | Sega | Nintendo | Sega | Atari |- style=\"text-align:center;\" ! colspan=\"2\" | Console |200px |200px 200px 200px |200px 200px 200px |200px 200px |- style=\"text-align:center;\" ! colspan=\"2\" | Launch prices |JP¥15,000 (), equivalent to | | |US$140 () |- style=\"vertical-align: center\" ! colspan=\"2\" | Release date | | | | |- ! colspan=\"2\" | Media | * Cartridge * Cassette (with keyboard attachment) * Data card (Card Catcher required) | * Cartridge * 3″ floppy disk (Famicom Disk System required, Japan only) | * Cartridge * Data card (first model only) |Cartridge |- ! colspan=\"2\" | Top-selling games |N/A | | |Pole Position II (pack-in) |- style=\"vertical-align: center\" ! colspan=\"2\" | Backward compatibility |None |None |Sega SG-1000 (Japanese systems only) |Atari 2600 |- ! colspan=\"2\" | Accessories (retail) | * Bike Handle Controller * Card Catcher * Sega Handle Controller * Sega Rapid Fire Unit * SK-1100 | * Famicom Disk System (Japan only) * NES Advantage * NES Four Score * NES Max * NES Satellite * NES Zapper * NES Power Pad * NES R.O.B. * Famicom 3D System (Japan only) *More... | * Light Phaser * SegaScope 3D Glasses * Sega Control Stick * Sega Handle Controller * Sega Paddle Control * Sega Pro Action Replay * Sega Remote Control System * Sega Rapid Fire Unit * Sega SG Commander * Sega Sports Pad | * Atari XG-1 Light Gun |- style=\"vertical-align: center\" ! colspan=\"2\" | CPU clock speed |NEC 780C (Z80-derived) (3.58 MHz (3.55 MHz PAL) |Ricoh 2A03 (6502-derived) (1.79 MHz (1.66 MHz PAL)) |Zilog Z80A (4 MHz) |Custom 6502C (1.19 MHz or 1.79 MHz) |- style=\"vertical-align: center\" ! colspan=\"2\" | GPU | * Texas Instruments TMS9918 * Yamaha YM2217 VDP (Video Display Processor) (later models) |Ricoh PPU (Picture Processing Unit) |Yamaha YM2602 VDP (Video Display Processor) | * Atari MARIA * Atari TIA (Television Interface Adaptor) |- ! colspan=\"2\" | Sound chip(s) | * Texas Instruments SN76489 * Yamaha VDP PSG (later models) | * NTSC: Ricoh 2A03 * PAL: Ricoh 2A07 Famicom Disk System: * Nintendo 2C33 | * Yamaha VDP PSG (SN76496) Japan only: * Yamaha YM2413 | * Atari TIA Optional cartridge chip: * Atari POKEY |- style=\"vertical-align: center\" ! colspan=\"2\" | Memory | 3 KB RAM * 1 KB main RAM * 2 KB video RAM | 4.277 KB (4380 bytes) RAM * 2 KB main RAM) * 2 KB video RAM * 256 bytes sprite attribute RAM * 28 bytes palette RAM Upgrades: * MMC chips: Up to 8 KB work RAM and 12 KB video RAM * Famicom Disk System: 32 KB work RAM, 8 KB video RAM | 24.031 KB (24,608 bytes) RAM * 8 KB main XRAM * 16 KB video XRAM (256 bytes sprite attribute table) * 32 bytes palette RAM | 4 KB RAM * 4 KB main RAM (200 bytes line buffer) |- style=\"vertical-align: center\" ! rowspan=\"6\" | Video ! Resolution | 256×192 | 256×240 | 256×192, 256×224, 256×240 | 160×200 or 320×200 |- ! Palette |21 colors |54 colors |64 colors |256 colors (16 hues, 16 luma) |- ! Colors on screen | 16 simultaneous (1 color per sprite) | 25 simultaneous (4 colors per sprite) | 32 simultaneous (16 colors per sprite) | 25 simultaneous (1, 4 or 12 colors per sprite) |- ! Sprites | * 32 on screen (4 per scanline) * 8×8 or 8×16 pixels * Integer sprite zooming up to 16×32 pixels | * 64 on screen (8 per scanline) * 8×8 or 8×16 pixels * Sprite flipping | * 64 on screen (8 per scanline) * 8×8 to 16×16 pixels * Integer sprite zooming up to 32×32 pixels | * Display list * 100 sprites (30 per scanline without background) |- ! Background |Tilemap playfield, 8×8 tiles |Tilemap playfield, 8×8 tiles |Tilemap playfield, 8×8 tiles, tile flipping |N/A |- ! Scrolling |N/A |Smooth hardware scrolling, vertical/horizontal directions MMC chips: IRQ interrupt, diagonal scrolling, line scrolling, split‑screen scrolling |Smooth hardware scrolling, vertical/horizontal/diagonal directions, IRQ interrupt, line scrolling, split‑screen scrolling |Coarse scrolling, vertical/horizontal directions |- style=\"vertical-align: center\" ! colspan=\"2\" | Audio |Mono audio with: * Three square wave channels/voices * One noise generator |Mono audio with: * Two square wave channels * One triangle wave channel * One noise generator * One DPCM channel, 6-bit audio, 4.2 to 33.5 kHz sampling rate Japan only upgrades: * Optional cartridge chip * One wavetable synthesizer (Famicom Disk System) |Mono audio with: * Three square wave channels * One noise generator Japan only: * Two operator FM synthesizer * Nine FM synthesis channels |Mono audio with: * Two square waves Optional cartridge chip: * Four square wave channels * One noise generator |} ===Other consoles=== File:Philips Videopac G7400.jpg|Videopac+ G7400 (1983) File:Nichibutsu My Vision.jpg|My Vision (1983) File:Casio-PV1000-Console- Set.jpg|PV-1000 (1983) File:Super-Cassette-Vision-Console-L.jpg|Super Cassette Vision (1984) File:BBC-bridge-companion.png|BBC Bridge Companion (1985) File:No image available.svg|LJN Video Art Released in 1985 File:No image available.svg|Zemmix Released in 1985 File:No image available.svg|Halcyon (console) Unreleased (Planned for 1985) File:Telegames-Personal-Arcade-Console.png|Dina (Telegames Personal Arcade) Released in 1986 File:Nintendo-Famicom-Disk-System.jpg|Family Computer Disk System (1986) File:Atari XEGS.jpg|Atari XEGS (1987) File:Action-Max- System.jpg|Action Max (1987) File:ViewMaster-Interactive-Vision- wController-L.jpg|View-Master Interactive Vision (1988) File:VTech-Socrates- Set-FL.jpg|VTech Socrates (1988) File:Amstrad-GX4000-Console-Set.jpg|Amstrad GX4000 (1990) File:C64GS-Console-Set.jpg|Commodore 64 Games System (1990) File:Dendy Junior with cart and joypads.jpg|Dendy (1992) === Sales comparison === The NES/Famicom sold by far the most units of any third generation console, particularly in Japan and North America. In North America in 1989, between Nintendo and Sega, there was a 94% to 6% split in market share between the NES and the Master System, in Nintendo's favor. The NES sold units in North America during 1986, much more than the Master System (125,000) and Atari 7800 (100,000) combined. By 1990, Nintendo had a 93% North American market share, followed by Sega with a 3.8% share, NEC with 1.3% and Atari with 1.1% share. Nintendo maintained its North American lead through 1991, when it had a market-share of 80% that year, much more than Atari (12%) and Sega (8%) combined. This was due to Nintendo's strong lineup of both first-party titles (such as Super Mario Bros., Metroid, Duck Hunt, and The Legend of Zelda) and third-party titles along with Nintendo's strict licensing rules that required NES titles to be exclusive to the console for two years after release, putting a damper on third-party support for other consoles. In Europe, competition was much tougher for the NES, which was trailing behind the Master System up until 1990, despite the former's hegemony of the North American and Japanese markets. NES sales began picking up from about 1990, after which sales were more evenly split between the NES and Master System through 1994; the NES eventually overtook the Master System in Western Europe by a narrow margin, though the Master System maintained its lead in several markets such as the United Kingdom, Belgium and Spain. In other regions, the Master System was the most successful console in Brazil, South Korea, and Australia, while the Dendy (a Taiwanese Famiclone of the NES/Famicom) was the most successful in the former Soviet Union. {| class=\"wikitable\" |- ! Console ! Firm ! Units sold worldwide ! Japan ! Americas ! Other regions |- | Nintendo Entertainment System |Nintendo|| 61.91 million (2009)|| 19.35 million (2009) || 34 million (2009) || 8.56 million (2009) |- | Sega Master System |Sega|| million (2016) || 1 million (1986) || United States: 2 million (1992) Brazil: 8 million (2016) || Western Europe: 6.8 million (1993) South Korea: 720,000 Australia: 650,000 |- | Dendy |Micro Genius|| 6 million || || || Former USSR: |- | Famicom Disk System |Nintendo|| 4.5 million || 4.5 million || || |- | Atari 7800 |Atari|| 1 million || || || |- | Sega SG-1000 |Sega|| 400,000 || 400,000 || || |- | Super Cassette Vision |Epoch Co.|| 300,000 || 300,000 || || |- |Atari XEGS |Atari |130,000 | |100,000 |France: 30,000 |} == Software == ===Milestone titles=== * Alex Kidd in Miracle World (SMS) by Sega featured Sega's original mascot, Alex Kidd. * Castlevania (NES) by Konami is loosely based on Bram Stoker's Dracula, featuring Count Dracula as the main antagonist of the series. This game initiated the Castlevania series. * Dragon Ball: Dragon Daihikyō (SCV) by Epoch was the first game based upon the now long-running manga and anime series, Dragon Ball. * Dragon Quest (NES) by Chunsoft and Enix introduced the Dragon Quest series in 1986. * Final Fantasy (NES) by Square started the Final Fantasy series in 1987. * The Legend of Zelda (NES) by Nintendo EAD and Nintendo initiated the Legend of Zelda series in 1986. * Mega Man 2 (NES) by Capcom was the breakthrough title in Capcom's Mega Man series. The series had a number of additional hits on the NES, and later spawned several successful spin-off series. * Metal Gear (MSX2) by Konami initiated the Metal Gear series in 1987. It was released for the MSX2 computer and remade on the NES shortly after. * Metroid (NES) by R&D1; and Nintendo initiated the Metroid series in 1986. * Ninja Gaiden (NES) by Tecmo initiated the Ninja Gaiden series in 1988, and was acclaimed for its extreme difficulty, high quality music, and for having one of the earliest uses of cutscenes in video games. * Phantasy Star (SMS) by Sega Consumer Development Division 2 and Sega is considered one of the benchmark role-playing video games, and is among the first to use a science fiction setting, and to feature a female protagonist. * Super Mario Bros. (NES) by Nintendo EAD and Nintendo was bundled with the NES and became the best-selling video game of all time, a title it held until 2009. Countless imitations of the game appeared over the course of the console generation. * Super Mario Bros. 3 (NES) by Nintendo is widely considered the best sidescrolling platform game of the generation, as well as topping many \"Best Game\" lists for the NES. Its jumping physics and world map segments, where players can choose their path, served as a formula for later 2D Mario games. == See also == * Fourth generation of video game consoles * Second generation of video game consoles * History of the Nintendo Entertainment System * Home computer == References == == Bibliography == * History of video game consoles 03 03 .Consoles03 .Consoles03 Category:1980s video games Category:1990s video games Category:2000s video games Video game consoles03 Video game consoles03",
 "title": "Third generation of video game consoles"
}