{
 "id": "517371",
 "text": "Jesus and the woman taken in adultery (or the Pericope Adulterae) is a passage (pericope) found in John 7:53-8:1–11, that has been the subject of much scholarly discussion. In the passage, Jesus was teaching in the Second Temple after coming from the Mount of Olives. A group of scribes and Pharisees confronts Jesus, interrupting his teaching. They bring in a woman, accusing her of committing adultery, claiming she was caught in the very act. They tell Jesus that the punishment for someone like her should be stoning, as prescribed by Mosaic Law. Jesus begins to write something on the ground using his finger. But when the woman's accusers continue their challenge, he states that the one who is without sin is the one who should cast the first stone at her. The accusers and congregants depart, realizing not one of them is without sin either, leaving Jesus alone with the woman. Jesus asks the woman if anyone has condemned her and she answers no. Jesus says that he, too, does not condemn her, and tells her to go and sin no more. There is now a broad academic consensus that the passage is a later interpolation added after the earliest known manuscripts of the Gospel according to John. Although it is included in all modern translations it is typically noted as a later interpolation, as it is by Novum Testamentum Graece NA28. This has been the view of \"most NT scholars, including most evangelical NT scholars, for well over a century\" (written in 2009). The passage appears to have been included in some texts by the 4th century, and became generally accepted by the 5th century. ==The passage== in the New Revised Standard Version: > 53 Then each of them went home, 1 while Jesus went to the Mount of Olives. > 2Early in the morning he came again to the temple. All the people came to > him and he sat down and began to teach them. 3The scribes and the Pharisees > brought a woman who had been caught in adultery; and making her stand before > all of them, 4they said to him, \"Teacher, this woman was caught in the very > act of committing adultery. 5Now in the law Moses commanded us to stone such > women. Now what do you say?\" 6They said this to test him, so that they might > have some charge to bring against him. Jesus bent down and wrote with his > finger on the ground. 7When they kept on questioning him, he straightened up > and said to them, \"Let anyone among you who is without sin be the first to > throw a stone at her.\" 8And once again he bent down and wrote on the ground. > 9When they heard it, they went away, one by one, beginning with the elders; > and Jesus was left alone with the woman standing before him. 10Jesus > straightened up and said to her, \"Woman, where are they? Has no one > condemned you?\" 11She said, \"No one, sir.\" And Jesus said, \"Neither do I > condemn you. Go your way, and from now on do not sin again.\" == Manuscripts == The majority of Greek manuscripts include the pericope or part of it, and some of these included marginal markings suggesting the passage is in doubt. Codex Vaticanus, which is paleographically dated to the early 300s, does contain a mark at the end of John chapter 7 with an \"umlaut\" in the margin alongside a distinctive blank space following the end of the Gospel of John, which would convey that the manuscript copyist was aware of additional text following the end of John 21 – which is where the pericope adulterae is found in the f-1 group of manuscripts. The Latin Vulgate Gospel of John, produced by Jerome in 383, was based on the Greek manuscripts which Jerome considered ancient exemplars at that time and which contained the passage. Jerome reports that the pericope adulterae was found in its usual place in \"many Greek and Latin manuscripts\" in Rome and the Latin West. This is also confirmed by other Latin Fathers of the 300s and 400s, including both Ambrose of Milan, and Augustine. Leo the Great (bishop of Rome, or Pope, from 440 to 461), cited the passage in his 62nd Sermon, mentioning that Jesus said \"to the adulteress who was brought to him, 'Neither will I condemn you; go and sin no more.'\" In the early 400s, Augustine of Hippo used the passage extensively, and from his writings, it is also clear that his contemporary Faustus of Mileve also used it. Augustine claimed that the passage was specifically targeted and improperly excluded from some manuscripts: \"Certain persons of little faith, or rather enemies of the true faith, fearing, I suppose, lest their wives should be given impunity in sinning, removed from their manuscripts the Lord's act of forgiveness toward the adulteress, as if he who had said, Sin no more, had granted permission to sin.\"\"Sed hoc videlicet infidelium sensus exhorret, ita ut nonnulli modicae fidei vel potius inimici verae fidei, credo, metuentes peccandi impunitatem dari mulieribus suis, illud, quod de adulterae indulgentia Dominus fecit, auferrent de codicibus suis, quasi permissionem peccandi tribuerit qui dixit: Iam deinceps noli peccare, aut ideo non debuerit mulier a medico Deo illius peccati remissione sanari, ne offenderentur insani.\" – Augustine, De Adulterinis Conjugiis 2:6–7. Cited in Wieland Willker, A Textual Commentary on the Greek Gospels Archived 9 April 2011 at the Wayback Machine, Vol. 4b, p. 10. The pericope does not occur in the Greek Gospel manuscripts from Egypt. The Pericope Adulterae is not in \\mathfrak{P}66 or in \\mathfrak{P}75, both of which have been assigned to the late 100s or early 200s, nor in two important manuscripts produced in the early or mid 300s, Sinaiticus and Vaticanus. The first surviving Greek manuscript to contain the pericope is the Latin-Greek diglot Codex Bezae, produced in the 400s or 500s (but displaying a form of text which has affinities with \"Western\" readings used in the 100s and 200s). Codex Bezae is also the earliest surviving Latin manuscript to contain it. Out of 23 Old Latin manuscripts of John 7–8, seventeen contain at least part of the pericope, and represent at least three transmission-streams in which it was included. Many modern textual critics have speculated that it was \"certainly not part of the original text of St. John's Gospel.\"'Pericope adulterae', in FL Cross (ed.), The Oxford Dictionary of the Christian Church, (New York: Oxford University Press, 2005). The Jerusalem Bible claims \"the author of this passage is not John\".Jerusalem Bible, reference at John 7:53 Some have also claimed that no Greek Church Father had taken note of the passage before the 1100s. However, in 1941 a large collection of the Greek writings of Didymus the Blind (313–398 AD) was discovered in Egypt, in which Didymus states that \"We find in certain gospels\" an episode in which a woman was accused of a sin, and was about to be stoned, but Jesus intervened \"and said to those who were about to cast stones, 'He who has not sinned, let him take a stone and throw it. If anyone is conscious in himself not to have sinned, let him take a stone and smite her.' And no one dared,\" and so forth. As Didymus was referring to the Gospels typically used in the churches in his time, this reference appears to establish that the passage was accepted as authentic and commonly present in many Greek manuscripts known in Alexandria and elsewhere from the 300s onwards. The subject of Jesus' writing on the ground was fairly common in art, especially from the Renaissance onwards, with examples by artists including those a painting by Pieter Bruegel and a drawing by Rembrandt. There was a medieval tradition, originating in a comment attributed to Ambrose, that the words written were terra terram accusat (\"earth accuses earth\"; a reference to the end of verse Genesis 3:19: \"for dust you are and to dust you will return\"),This phrase terra terram accusat is also given in the Gospel Book of Hitda of Maschede and a ninth-century glossa, Codex Sangelensis 292, and a sermon by Jacobus de Voragine attributes the use of these words to Ambrose and Augustine, and other phrases to the Glossa Ordinaria and John Chrysostom, who is usually considered as not referencing the Pericope. — see Knust, Jennifer; Wasserman, Tommy, \"Earth accuses earth: tracing what Jesus wrote on the ground\" , Harvard Theological Review, 1 October 2010 which is shown in some depictions in art, for example, the Codex Egberti. This is very probably a matter of guesswork based on Jeremiah 17:13. There have been other theories about what Jesus would have written. ==Interpretation== This episode, and its message of mercy and forgiveness balanced with a call to holy living, have endured in Christian thought. Both \"let him who is without sin, cast the first stone\"E.g., Britni Danielle, \"Cast the First Stone: Why Are We So Judgmental?\", Clutch, 21 February 2011 and \"go, and sin no more\"E.g., Mudiga Affe, Gbenga Adeniji, and Etim Ekpimah, \"Go and sin no more, priest tells Bode George \", The Punch, 27 February 2011. have found their way into common usage. The English idiomatic phrase to \"cast the first stone\" is derived from this passage. The passage has been taken as confirmation of Jesus' ability to write, otherwise only suggested by implication in the Gospels, but the word \"ἔγραφεν\" in John 8:8 could mean \"draw\" as well as \"write\".An uncommon usage, evidently not found in the LXX, but supported in Liddell & Scott's Greek-English Lexicon (8th ed., NY, 1897) s.v. γραμμα, page 317 col. 2, citing (among others) Herodotus (repeatedly) including 2:73 (\"I have not seen one except in an illustration\") & 4:36 (\"drawing a map\"). See also, Chris Keith, The Pericope Adulterae, the Gospel of John, and the Literacy of Jesus (2009, Leiden, Neth., Brill) page 19. ==Mosaic Law== states: In this passage and also in , \"death is fixed as the penalty of adultery\", applicable to both the man and the woman concerned. However, \"stoning as the form of death is only specified when a betrothed virgin is violated\".Expositor's Greek Testament on John 8, accessed 9 May 2016 == Textual history == According to Eusebius of Caesarea (in his Ecclesiastical History, composed in the early 300s), Papias (circa AD 110) refers to a story of Jesus and a woman \"accused of many sins\" as being found in the Gospel of the Hebrews, which might refer to this passage or to one like it. In the Syriac Didascalia Apostolorum, composed in the mid-200s, the author, in the course of instructing bishops to exercise a measure of clemency, states that a bishop who does not receive a repentant person would be doing wrong – \"for you do not obey our Savior and our God, to do as He also did with her that had sinned, whom the elders set before Him, and leaving the judgment in His hands, departed. But He, the searcher of hearts, asked her and said to her, 'Have the elders condemned thee, my daughter?' She said to Him, 'No, Lord.' And He said unto her, 'Go your way; neither do I condemn thee.' In Him therefore, our Savior and King and God, be your pattern, O bishops.\" The Constitutions of the Holy Apostles Book II.24, composed c. 380, echoes the Didascalia Apostolorum, alongside a utilization of Luke 7:47.The Early Church Fathers Volume 7 by Philip Schaff (public domain) pp. 388–390, 408 Codex Fuldensis, which was produced in AD 546, and which, in the Gospels, features an unusual arrangement of the text that was found in an earlier document, contains the adulterae pericope, in the form in which it was written in the Vulgate. More significantly, Codex Fuldensis also preserves the chapter-headings of its earlier source-document (thought by some researchers to echo the Diatessaron produced by Tatian in the 170's), and the title of chapter #120 refers specifically to the woman taken in adultery. The important codices L and Delta do not contain the pericope adulterae, but between John 7:52 and 8:12, each contains a distinct blank space, as a sort of memorial left by the scribe to signify remembrance of the absent passage. Pacian of Barcelona (bishop from 365 to 391), in the course of making a rhetorical challenge, opposes cruelty as he sarcastically endorses it: \"O Novatians, why do you delay to ask an eye for an eye? ... Kill the thief. Stone the petulant. Choose not to read in the Gospel that the Lord spared even the adulteress who confessed, when none had condemned her.\" Pacian was a contemporary of the scribes who made Codex Sinaiticus. The writer known as Ambrosiaster, c. 370/380, mentioned the occasion when Jesus \"spared her who had been apprehended in adultery.\" The unknown author of the composition \"Apologia David\" (thought by some analysts to be Ambrose, but more probably not) mentioned that people could be initially taken aback by the passage in which \"we see an adulteress presented to Christ and sent away without condemnation.\" Later in the same composition he referred to this episode as a \"lection\" in the Gospels, indicating that it was part of the annual cycle of readings used in the church-services. Peter Chrysologus, writing in Ravenna c. 450, clearly cited the pericope adulterae in his Sermon 115. Sedulius and Gelasius also clearly used the passage. Prosper of Aquitaine, and Quodvultdeus of Carthage, in the mid-400s, utilized the passage. A text called the Second Epistle of Pope Callistus section 6Clontz, T.E. and J., \"The Comprehensive New Testament\", Cornerstone Publications (2008), p. 571, contains a quote that may be from John 8:11 – \"Let him see to it that he sin no more, that the sentence of the Gospel may abide in him: \"Go, and sin no more.\"\" However this text also appears to quote from eighth-century writings and therefore is most likely spurious.The Early church Fathers Volume 8: The Twelve Patriarchs, Excerpts and Epistles, The Clementia, Apocrypha, Decretals, Memoirs of Edessa and Syriac Documents, Remains of the First by Philip Schaff (public domain) pp. 607, 618 In Codex Vaticanus, which was produced in the early 300s, perhaps in Egypt (or in Caesarea, by copyists using exemplars from Egypt), the text is marked at the end of John chapter 7 with an \"umlaut\" in the margin, indicating that an alternative reading was known at this point.This codex also has an umlaut alongside blank space following the end of the Gospel of John, which may convey that whoever added the umlaut was aware of additional text following the end of John 21 – which is where the pericope adulterae is found in the f-1 group of manuscripts. Jerome, writing around 417, reports that the pericope adulterae was found in its usual place in \"many Greek and Latin manuscripts\" in Rome and the Latin West. This is confirmed by some Latin Fathers of the 300s and 400s, including Ambrose of Milan, and Augustine. The latter claimed that the passage may have been improperly excluded from some manuscripts in order to avoid the impression that Christ had sanctioned adultery: > Certain persons of little faith, or rather enemies of the true faith, > fearing, I suppose, lest their wives should be given impunity in sinning, > removed from their manuscripts the Lord's act of forgiveness toward the > adulteress, as if he who had said, Sin no more, had granted permission to > sin.\"Sed hoc videlicet infidelium sensus exhorret, ita ut nonnulli modicae > fidei vel potius inimici verae fidei, credo, metuentes peccandi impunitatem > dari mulieribus suis, illud, quod de adulterae indulgentia Dominus fecit, > auferrent de codicibus suis, quasi permissionem peccandi tribuerit qui > dixit: Iam deinceps noli peccare, aut ideo non debuerit mulier a medico Deo > illius peccati remissione sanari, ne offenderentur insani.\" Augustine, De > Adulterinis Conjugiis 2:6–7. Cited in Wieland Willker, A Textual Commentary > on the Greek Gospels , Vol. 4b, p. 10. ==History of textual criticism on John 7:53–8:11== The first to systematically apply the critical marks of the Alexandrian critics was Origen: Early textual critics familiar with the use and meaning of these marks in classical Greek works like Homer, interpreted the signs to mean that the section (John 7:53–8:11) was an interpolation and not an original part of the Gospel. During the 16th century, Western European scholars – both Catholic and Protestant – sought to recover the most correct Greek text of the New Testament, rather than relying on the Vulgate Latin translation. At this time, it was noticed that a number of early manuscripts containing John's Gospel lacked John 7:53–8:11 inclusive; and also that some manuscripts containing the verses marked them with critical signs, usually a lemniscus or asterisk. It was also noted that, in the lectionary of the Greek church, the Gospel-reading for Pentecost runs from John 7:37 to 8:12, but skips over the twelve verses of this pericope. Beginning with Lachmann (in Germany, 1840), reservations about the pericope became more strongly argued in the modern period, and these opinions were carried into the English world by Samuel Davidson (1848–51), Tregelles (1862),S. P. Tregelles, An Introduction to the Critical Study and Knowledge of the Holy Scripture (London 1856), pp. 465–468. and others; the argument against the verses being given body and final expression in Hort (1886). Those opposing the authenticity of the verses as part of John are represented in the 20th century by men like Cadbury (1917), Colwell (1935), and Metzger (1971).Bruce M. Metzger, A Textual Commentary on the Greek New Testament, Deutsche Bibelgesellschaft, Stuttgart 2001, pp. 187–189. According to 19th-century text critics Henry Alford and F. H. A. Scrivener the passage was added by John in a second edition of the Gospel along with 5:3.4 and the 21st chapter. On the other hand, a number of scholars have strongly defended the Johannine authorship of these verses. This group of critics is typified by such scholars as Nolan (1865), and Burgon (1886), and Hoskier (1920). More recently it has been defended by David Otis Fuller (1975), and is included in the Greek New Testaments compiled by Wilbur Pickering (1980/2014), Hodges & Farstad (1982/1985), and Robinson & Pierpont (2005). Rather than endorsing Augustine's theory that some men had removed the passage due to a concern that it would be used by their wives as a pretext to commit adultery, Burgon proposed (but did not develop in detail) a theory that the passage had been lost due to a misunderstanding of a feature in the lection-system of the early church. Almost all modern critical translations that include the pericope adulterae do so at John 7:53–8:11. Exceptions include the New English Bible and Revised English Bible, which relocate the pericope after the end of the Gospel. Most others enclose the pericope in brackets, or add a footnote mentioning the absence of the passage in the oldest witnesses (e.g., NRSV, NJB, NIV, GNT, NASB, ESV).NIV: \"[The earliest manuscripts and many other ancient witnesses do not have John 7:53—8:11. A few manuscripts include these verses, wholly or in part, after John 7:36, John 21:25, Luke 21:38 or Luke 24:53.]\" https://www.biblegateway.com/passage/?search=John%207%3A53-8%3A11&version;=NIVNRSV: \"John 8:11 The most ancient authorities lack 7.53—8.11; other authorities add the passage here or after 7.36 or after 21.25 or after Luke 21.38, with variations of text; some mark the passage as doubtful.\" https://www.biblegateway.com/passage/?search=John%207%3A53-8%3A11&version;=NRSVNABRE: \"7:53–8:11 The story of the woman caught in adultery is a later insertion here, missing from all early Greek manuscripts. A Western text-type insertion, attested mainly in Old Latin translations, it is found in different places in different manuscripts: here, or after Jn 7:36 or at the end of this gospel, or after Lk 21:38, or at the end of that gospel. There are many non-Johannine features in the language, and there are also many doubtful readings within the passage. The style and motifs are similar to those of Luke, and it fits better with the general situation at the end of Lk 21, but it was probably inserted here because of the allusion to Jer 17:13 (cf. note on Jn 8:6) and the statement, “I do not judge anyone,” in Jn 8:15. The Catholic Church accepts this passage as canonical scripture.\" https://www.biblegateway.com/passage/?search=John+7%3A53-8%3A11&version;=NABRENCB: \"John 7:53 This story is missing in a number of ancient manuscripts and is inserted at other points in others; it does not seem to be from the author of the fourth Gospel, for it is written in quite a different style. However, it has been accepted by the Church as the work of an inspired author. We are struck by the portrait of Jesus found herein: his silence, his sober gesture, his refusal to use religion as a pretext to spy on and judge others, and his courage to proclaim his own truth. It is pointless to ask what he wrote on the ground. Let us dwell on what he considered the Law to be: it condemns sin not so that people may judge one another but so that they may feel the need to be saved by God. And it is to this salvation that he bears witness.\" https://www.biblegateway.com/passage/?search=John+7%3A53-8%3A11&version;=NCBESV: \"John 7:53 Some manuscripts do not include 7:53–8:11; others add the passage here or after 7:36 or after 21:25 or after Luke 21:38, with variations in the text\" https://www.biblegateway.com/passage/?search=John+7%3A53-8%3A11&version;=ESVNASB: \"John 7:53 Later mss add the story of the adulterous woman, numbering it as John 7:53-8:11\" https://www.biblegateway.com/passage/?search=John+7%3A53-8%3A11&version;=NASBNIV, NRSV, NABRE, NCB, NASB, and ESV put the whole passage between single or double square brackets as a mark of inauthenticity. ==Authorship== ===Arguments against Johannine authorship=== Bishop J.B. Lightfoot wrote that absence of the passage from the earliest manuscripts, combined with the occurrence of stylistic characteristics atypical of John, together implied that the passage was an interpolation. Nevertheless, he considered the story to be authentic history.\"The passages which touch Christian sentiment, or history, or morals, and which are affected by textual differences, though less rare than the former, are still very few. Of these, the pericope of the woman taken in adultery holds the first place of importance. In this case a deference to the most ancient authorities, as well as a consideration of internal evidence, might seem to involve immediate loss. The best solution may be to place the passage in brackets, for the purpose of showing, not, indeed, that it contains an untrue narrative (for, whencesoever it comes, it seems to bear on its face the highest credentials of authentic history), but that evidence external and internal is against its being regarded as an integral portion of the original Gospel of St. John.\" J.B. Lightfoot, R.C. Trench, C.J. Ellicott, The Revision of the English Version of the NT, intro. P. Schaff, (Harper & Bro. NY, 1873) Online at CCEL (Christian Classic Ethereal Library) As a result, based on Eusebius' mention that the writings of Papias contained a story \"about a woman falsely accused before the Lord of many sins\" (H.E. 3.39), he argued that this section originally was part of Papias' Interpretations of the Sayings of the Lord, and included it in his collection of Papias' fragments. Bart D. Ehrman concurs in Misquoting Jesus, adding that the passage contains many words and phrases otherwise alien to John's writing. The evangelical Bible scholar Daniel B. Wallace agrees with Ehrman. There are several excerpts from Papias that confirm this: Fragment 1: > And he relates another story of a woman, who was accused of many sins before > the Lord, which is contained in the Gospel according to the Hebrews. These > things we have thought it necessary to observe in addition to what has been > already stated. -Eusebius of Caesarea, Ecclesiastical History 3.39.16 Fragment 2: > And there was at that time in Menbij [Hierapolis] a distinguished master who > had many treatises, and he wrote five treatises on the Gospel. And he > mentions in his treatise on the Gospel of John, that in the book of John the > Evangelist, he speaks of a woman who was adulterous, so when they presented > her to Christ our Lord, to whom be glory, He told the Jews who brought her > to Him, “Whoever of you knows that he is innocent of what she has done, let > him testify against her with what he has.” So when He told them that, none > of them responded with anything and they left.-Agapius of Menbij, Universal > History, Year 12 of Trajan [110AD] Fragment 3: > The story of that adulterous woman, which other Christians have written in > their gospel, was written about by a certain Papias, a student of John, who > was declared a heretic and condemned. Eusebius wrote about this. There are > laws and that matter which Pilate, the king of the Jews, wrote of. And it is > said that he wrote in Hebrew with Latin and Greek above it.Vardan > Arewelts’i, Explanations of Holy Scripture (translation by Robert Bedrosian) However, Michael W. Holmes says that it is not certain \"that Papias knew the story in precisely this form, inasmuch as it now appears that at least two independent stories about Jesus and a sinful woman circulated among Christians in the first two centuries of the church, so that the traditional form found in many New Testament manuscripts may well represent a conflation of two independent shorter, earlier versions of the incident.\"Michael W. Holmes in The Apostolic Fathers in English (Grand Rapids: Baker Academic, 2006), p. 304 Kyle R. Hughes has argued that one of these earlier versions is in fact very similar in style, form, and content to the Lukan special material (the so- called \"L\" source), suggesting that the core of this tradition is in fact rooted in very early Christian (though not Johannine) memory.Kyle R. Hughes, \"The Lukan Special Material and the Tradition History of the Pericope Adulterae,\" Novum Testamentum 55.3 (2013): 232–251 ===Arguments for Johannine authorship=== There is clear reference to the pericope adulterae in the primitive Christian church in the Syriac Didascalia Apostolorum. (II,24,6; ed. Funk I, 93.) Zane C. Hodges and Arthur L. Farstad argue for Johannine authorship of the pericope.\"If it is not an original part of the Fourth Gospel, its writer would have to be viewed as a skilled Johannine imitator, and its placement in this context as the shrewdest piece of interpolation in literary history!\" The Greek New Testament According to the Majority Text with Apparatus: Second Edition, by Zane C. Hodges (Editor), Arthur L. Farstad (Editor) Publisher: Thomas Nelson; They suggest there are points of similarity between the pericope's style and the style of the rest of the gospel. They claim that the details of the encounter fit very well into the context of the surrounding verses. They argue that the pericope's appearance in the majority of manuscripts, if not in the oldest ones, is evidence of its authenticity. ==Manuscript evidence== Both Novum Testamentum Graece (NA28) and the United Bible Societies (UBS4) provide critical text for the pericope, but mark this off with double brackets, indicating that the pericope is regarded as a later addition to the text. Describing its use of double brackets UBS4 states that they \"enclose passages that are regarded as later additions to the text, but are of evident antiquity and importance.\" #Exclude pericope. Papyri 66 (c. 200) and 75 (early 3rd century); Codices Sinaiticus and Vaticanus (4th century), also apparently Alexandrinus and Ephraemi (5th), Codices Washingtonianus and Borgianus also from the 5th century, Regius from the 8th (but with a blank space expressing the copyist's awareness of the passage), Athous Lavrensis (c. 800), Petropolitanus Purpureus, Macedoniensis, Sangallensis (with a distinct blank space) and Koridethi from the 9th century and Monacensis from the 10th; Uncials 0141 and 0211; Minuscules 3, 12, 15, 19, 21, 22, 31, 32, 33, 34, 36, 39, 44, 49, 63, 72, 77, 87, 96, 106, 108, 123, 124, 131, 134, 139, 151, 154, 157, 168, 169, 209, 213, 228, 249, 261, 269, 297, 303, 306, 315, 316, 317, 318, 333, 370, 388, 391, 392, 397, 401, 416, 423, 428, 430, 431, 445, 496, 499, 501, 523, 537, 542, 554, 565, 578, 584, 649, 684, 703, 713, 719, 723, 727, 729, 730, 731, 732, 733, 734, 736, 740, 741, 742, 743, 744, 749, 768, 770, 772, 773, 776, 777, 780, 794, 799, 800, 817, 818, 819, 820, 821, 827, 828, 831, 833, 834, 835, 836, 841, 843, 849, 850, 854, 855, 857, 862, 863, 865, 869, 896, 989, 1077, 1080, 1141 1178, 1230, 1241, 1242, 1253, 1256, 1261, 1262, 1326, 1333, 1357, 1593, 2106, 2193, 2244, 2768, 2862, 2900, 2901, 2907, 2957, 2965 and 2985; the majority of lectionaries; some Old Latin, the majority of the Syriac, the Sahidic dialect of the Coptic, the Garima Gospels and other Ethiopic witnesses, the Gothic, some Armenian, Georgian mss. of Adysh (9th century); Diatessaron (2nd century); apparently Clement of Alexandria (died 215), other Church Fathers namely Tertullian (died 220), Origen (died 254), Cyprian (died 258), John Chrysostom (died 407), Nonnus (died 431), Cyril of Alexandria (died 444) and Cosmas (died 550). # Shorter pericope exclude (includes 7:53-8:2 but excludes 8:3-11). 228, 759, 1458, 1663, and 2533. # Shorter pericope include (8:3–11). ℓ 4, ℓ 67, ℓ 69, ℓ 70, ℓ 71, ℓ 75, ℓ 81, ℓ 89, ℓ 90, ℓ 98, ℓ 101, ℓ 107, ℓ 125, ℓ 126, ℓ 139, ℓ 146, ℓ 185, ℓ 211, ℓ 217, ℓ 229, ℓ 267, ℓ 280, ℓ 282, ℓ 287, ℓ 376, ℓ 381, ℓ 386, ℓ 390, ℓ 396, ℓ 398, ℓ 402, ℓ 405, ℓ 409, ℓ 417, ℓ 422, ℓ 430, ℓ 431, ℓ 435 (8:2–11), ℓ 462, ℓ 464, ℓ 465, ℓ 520 (8:2–11). #Include pericope. Codex Bezae (5th century), 9th century Codices Boreelianus, Seidelianus I, Seidelianus II, Cyprius, Campianus, Nanianus, also Tischendorfianus IV from the 10th, Codex Petropolitanus; Minuscule 28, 318, 700, 892, 1009, 1010, 1071, 1079, 1195, 1216, 1344, 1365, 1546, 1646, 2148, 2174; the Byzantine majority text; ℓ 79, ℓ 100 (John 8:1–11), ℓ 118, ℓ 130 (8:1–11), ℓ 221, ℓ 274, ℓ 281, ℓ 411, ℓ 421, ℓ 429 (8:1–11), ℓ 442 (8:1–11), ℓ 445 (8:1–11), ℓ 459; the majority of the Old Latin, the Vulgate (Codex Fuldensis), some Syriac, the Bohairic dialect of the Coptic, some Armenian, Didascalia (3rd century), Didymus the Blind (4th century), Ambrosiaster (4th century), Ambrose (died 397), Jerome (died 420), Augustine (died 430). #Question pericope. Marked with asterisks (※), obeli (÷), dash (–) or (<). Codex Vaticanus 354 (S) and the Minuscules 18, 24, 35, 83, 95 (questionable scholion), 109, 125, 141, 148, 156, 161, 164, 165, 166, 167, 178, 179, 200, 201, 202, 285, 338, 348, 363, 367, 376, 386, 392, 407, 478, 479, 510, 532, 547, 553, 645, 655, 656, 661, 662, 685, 699, 757, 758, 763, 769, 781, 789, 797, 801, 824, 825, 829, 844, 845, 867, 897, 922, 1073, 1092 (later hand), 1187, 1189, 1280, 1443, 1445, 2099, and 2253 include entire pericope from 7:53; the menologion of Lectionary 185 includes 8:1ff; Codex Basilensis (E) includes 8:2ff; Codex Tischendorfianus III (Λ) and Petropolitanus (П) also the menologia of Lectionaries ℓ 86, ℓ 211, ℓ 1579 and ℓ 1761 include 8:3ff. Minuscule 807 is a manuscript with a Catena, but only in John 7:53–8:11 without catena. It is a characteristic of late Byzantine manuscripts conforming to the sub-type Family Kr, that this pericope is marked with obeli; although Maurice Robinson argues that these marks are intended to remind lectors that these verses are to be omitted from the Gospel lection for Pentecost, not to question the authenticity of the passage. # Shorter pericope questioned (8:3–11) Marked with asterisks (※), obeli (÷) or (<). 4, 8,14, 443, 689, 707, 781, 873, 1517. (8:2-11) Codex Basilensis A. N. III. 12 (E) (8th century), #Relocate pericope. Family 1, minuscules 20, 37, 135, 207, 301, 347, and nearly all Armenian translations place the pericope after John 21:25; Family 13 place it after Luke 21:38; a corrector to Minuscule 1333 added 8:3–11 after Luke 24:53; and Minuscule 225 includes the pericope after John 7:36. Minuscule 129, 135, 259, 470, 564, 1076, 1078, and 1356 place John 8:3–11 after John 21:25. 788 and Minuscule 826 placed pericope after Luke 21:38. 115, 552, 1349, and 2620 placed pericope after John 8:12. #Added by a later hand. Codex Ebnerianus, 19, 284, 431, 391, 461, 470, 501 (8:3-11), 578, 794, 1141, 1357, 1593, 2174, 2244, 2860. The pericope was never read as a part of the lesson for the Pentecost cycle, but John 8:3–8:11 was reserved for the festivals of such saints as Theodora, 18 September, or Pelagia, 8 October.F. H. A. Scrivener, A Plain Introduction to the Criticism of the New Testament (1894), vol. II, p. 367. == Some of the textual variants == * 8:3 – επι αμαρτια γυναικα ] γυναικα επι μοιχεια – D * 8:4 – εκπειραζοντες αυτον οι ιερεις ινα εχωσιν κατηγοριαν αυτου – D * 8:5 – λιθαζειν ] λιθοβολεισθαι – K Π * 8:6 – ενος εκαστου αυτων τας αμαρτιας – 264 * 8:6 – μὴ προσποιούμενος – K * 8:7 – ανακυψας ] αναβλεψας – Κ Γ ] U Λ f13 700 * 8:8 – κατω κυψας – f13 * 8:8 – ενος εκαστου αυτων τας αμαρτιας – U, 73, 95, 331, 413, 700 * 8:9 – και υπο της συνειδησεως αλεγχομενοι εξρχοντο εις καθ' εις – K * 8:9 – εως των εσχατων – U Λ f13 * 8:10 – και μηδενα θασαμενος πλην της γυναικος – K * 8:11 – τουτο δε ειπαν πειραζοντες αυτον ινα εχωσιν κατηγοριαν κατ αυτου – M == In culture == The story is the subject of several paintings, including: * Christ and the Woman Taken in Adultery by Pieter Bruegel the Elder (1565) * The Woman Taken in Adultery by Rembrandt (1644) * Christ and the Woman Taken in Adultery by Peter Paul Rubens (1899) * Christ and the Woman Taken in Adultery by Max Beckmann (1917) * Christ with the Adulteress by Han van Meegeren (1942), but sold as an original Vermeer Variations of the story are told in the 1986 science fiction novel Speaker for the Dead by Orson Scott Card, as part of Letters to an Incipient Heretic by the character San Angelo. In September 2020, the Chinese textbook() was alleged to inaccurately recount the story with a changed narrative in which Jesus stones the woman, while claiming to be a sinner: > Once upon a time, Jesus spoke to an angry crowd that wanted to kill a guilty > woman. \"Of all of you, he who can say he has never done anything wrong can > come forward and kill her.\" After they heard this, the crowd stopped. When > the crowd retreated, Jesus raised a stone and killed the woman, and said, \"I > am also a sinner, but if the law can only be executed by a spotless person, > then the law will die.\" The publisher claims that this was an inauthentic, unauthorized publication of its textbook. ==See also== * List of New Testament verses not included in modern English translations * Parable of the Two Debtors === Other questioned passages === * Comma Johanneum * The Longer Ending of Mark * Matthew 16:2b–3 * Christ's agony at Gethsemane * John 5:3b-4 * Doxology to the Lord's Prayer * Luke 22:19b-20 === Sortable articles === * List of omitted Bible verses * John 21 * Textual criticism == Notes == ==References== ==External links== * (NIV) * (KJV) * Pericope Adulterae in Manuscript Comparator — allows two or more New Testament manuscript editions' readings of the passage to be compared in side by side and unified views (similar to diff output) *The Pericope de Adultera Homepage Site dedicated to proving that the passage is authentic, with links to a wide range of scholarly published material on both sides about all aspects of this text, and dozens of new articles. *New Testament Virtual Manuscript Room, the manuscript portal provided by the Institute for New Testament Textual Research. This page provides direct access to the primary source material to confirm the evidence presented in the section Manuscript Evidence. *Jesus and the Adulteress, a detailed study by Wieland Willker. *Concerning the Story of the Adulteress in the Eighth Chapter of John, list marginal notes from several versions, extended discussion taken from Samuel P. Tregelles, lists extended excerpts from An Account of the Printed Text of the Greek New Testament (London, 1854), F.H.A. Scrivener, A Plain Introduction to the Criticism of the New Testament (4th edition. London, 1894), Bruce Metzger, A Textual Commentary on the Greek New Testament (Stuttgart, 1971), Raymond E. Brown, The Gospel According to John (i–xii), in the Anchor Bible series (Garden City, New York: Doubleday, 1966). *The Woman Taken In Adultery (John 7:53–8:11), in defense of the pericope de adultera by Edward F. Hills, taken from chapter 6 of his book, The King James Version Defended, 4th edition (Des Moines: Christian Research Press, 1984). *Chris Keith, The Initial Location of the Pericope Adulterae in Fourfold Tradition *David Robert Palmer, John 5:3b and the Pericope Adulterae *John David Punch, THE PERICOPE ADULTERAE: THEORIES OF INSERTION & OMISSION Category:Biblical criticism Category:Doctrines and teachings of Jesus Category:Gospel episodes Category:Gospel of John Category:Women in the New Testament Category:Adultery Category:Second Temple",
 "title": "Jesus and the woman taken in adultery"
}