{
 "id": "517410",
 "text": "Thomas Gerard WeinandyAthanasius: A Theological Introduction - Thomas Gerard Weinandy - Google Books (born January 12, 1946 in Delphos, Ohio) is an American Roman Catholic priest and a leading scholar. He is a prolific writer in both academic and popular works, including articles, books, and study courses.Popular Authors, Theologians, Commentators Contribute to Catholic Communication Campaign's 'Jesus Decoded' Web Site ==Biography== Weinandy entered the Order of Friars Minor Capuchin in 1966, was solemnly professed in 1970, and was ordained to the priesthood in 1972. He earned a BA in philosophy at St. Fidelis College, Herman, Pennsylvania, in 1969, an MA in systematic theology at Washington Theological Union in 1972, and a doctorate in historical theology at King's College London in 1975. He lived in and was an active member of the Mother of God Community, Washington, for 19 years before leaving to teach at Oxford University. His major fields of specialty are history of Christology, especially patristic, medieval and contemporary, history of trinitarian theology, history of soteriology, and philosophical notions of God. He has held academic positions at Georgetown University, Mount St. Mary's University in Emmitsburg, Maryland, Franciscan University of Steubenville, and Loyola College, Baltimore. Weinandy served at the University of Oxford from 1991 to 2005. He was the Warden of Greyfriars (1993–2004; Honorary Fellow 2004) and tutor and lecturer in history and doctrine in the Faculty of Theology. He was chairman of the Faculty of Theology from 1997 to 1999. He is a member of the Catholic Theological Society of America, the Fellowship of Catholic Scholars, the Catholic Theological Society of Great Britain, the North American Patristics Society and the Association Internationale D'Etudes Patristiques, as well as the Academy of Catholic Theology. Since 2005, he has been the Executive Director of the Secretariat for Doctrine and Pastoral Practices of the United States Conference of Catholic Bishops (USCCB), until he was replaced in early 2013.US bishops to replace staffer behind theological investigations The Secretariat provides staff support for USCCB Committees on Doctrine, on Pastoral Practices, and on Science and Human Values, as well as for Ad Hoc Committees on Health Care Issues and the Review of Scripture Translations. The Human Origins Initiative of the Smithsonian Institution invited Weinandy to participate as a member of the Broader Social Impacts Committee, made up of individuals from diverse religious communities, to reflect publicly on the exhibition ‘What Does It Mean To Be Human?’ and on human origins. In October 2010, Weinandy participated in the Seventh Round of the Catholic-Reformed Dialogue concluded in Henryville, Indiana. That dialogue was jointly sponsored by the USCCB Committee on Ecumenical and Interreligious Affairs, the Christian Reformed Church in North America, the Presbyterian Church-USA, the Reformed Church in America, and the United Church of Christ. Weinandy assisted in the development of content for an iPhone app to guide Catholics through the act of confession, understood to be the first endorsed by the U.S. Catholic Church. \"It has been approved by Bishop Kevin Rhoades\", said Weinandy. In March 2011, Weinandy participated in a telephone press conference with scholars from Catholic, Protestant, and Jewish backgrounds the day before the release of Pope Benedict XVI's book Jesus of Nazareth: Holy Week. Weinandy said that Pope Benedict \"sees Jesus as someone the world is longing to meet, and he’s doing his best to try to provide that opportunity.\" In a May 2011 address to the Academy of Catholic Theology in Washington, DC, Weinandy, warned of a \"crisis\" in Catholic theology, precipitated by theologians who \"often appear to possess little reverence for the mysteries of the faith as traditionally understood and presently professed within the church.\" The Secretariat for Doctrine had previously criticized a book on the Trinity by St. Joseph Sr. Elizabeth Johnson of Fordham University in New York, leading to a defense of Johnson by many theologians as well as Fordham faculty. Weinandy's address did not mention any theologian by name. \"Theology may be the only academic pursuit where one can seemingly be considered a theologian without actually having to know the subject matter,\" he said. \"It would appear at times that a theologian need not actually know God.\" Describing the theological crisis, Weinandy said: \"Much of what passes for contemporary Catholic theology, often is not founded upon an assent of faith in the divine deposit of revelation as proclaimed in the sacred scriptures and developed within the living doctrinal and moral tradition of the church.\" Weinandy responded to a July 2012 article in Newsweek written by theoretical physicist Lawrence Krauss describing how confirmation of existence of the Higgs Boson particle could get rid of the idea of a supernatural creator permanently. \"While the Higgs particle may help us in understanding the relationship between mass and matter, it does not explain why the Higgs particle itself exists,\" Weinandy said. \"There must be a being whose very nature demands that it exists and, because of this, is able to bring other beings into existence.\" Pope Francis honored Weinandy with the Pro Ecclesia et Pontifice medal for his work on behalf of the Pontiff and the Church, one of the highest honors in the Catholic Church, in 2013. Weinandy teaches at the Dominican House of Studies in Washington, DC, and the Gregorian University in Rome. In 2014, Pope Francis appointed Weinandy to the International Theological Commission for a five-year term. In 2017, Weinandy wrote a letter charging that Francis is fostering \"chronic confusion\", \"demeaning\" the importance of doctrine, appointing bishops who \"scandalize\" believers with dubious \"teaching and pastoral practice\", giving prelates who object the impression they will be \"marginalized or worse\" if they speak out, causing many faithful Catholics to \"lose confidence in their supreme shepherd\". Weinandy resigned from his position as consultant to the U.S. Conference of Catholic Bishops' Committee on Doctrine. ==Publications== Some of his books on religion have been translated into several languages including Romanian and Polish. He has also published many scholarly articles in various journals including The Thomist, New Blackfriars, Communio, First Things, Pro Ecclesia, Logos: A Journal of Catholic Thought and Culture, and the International Journal of Systematic Theology. He has written many popular articles including those for New Covenant, National Catholic Register, Pastoral Life, Canadian Catholic Review, New Oxford Review, the Arlington Catholic Herald, and The Family. Weinandy is one of many distinguished contributors to Benedict XVI: Essays and Reflections on His Papacy. His essay Hope for Today says “[Pope Benedict] perceives that all men and women today both desperately need hope and search for a reason for hope. He is convinced that true authentic hope is found in the Gospel of Jesus Christ.” ===Authored by Thomas Weinandy=== *Receiving the Promise: The Spirit's Work of Conversion, 1985 () * *The Lord Jesus Christ: An Introduction to Christology and Soteriology *In the Likeness of Sinful Flesh: An Essay on the Humanity of Christ, 1993, () *The Father's Spirit of Sonship: Reconceiving the Trinity, 1995 () *Sacrament of Mercy: A Spiritual and Practical Guide to Confession, 1997, () * * *Does God Change? The Word's Becoming in the Incarnation, 2000, () * * * * * * * * * * ===Co-Author=== * * * * * ==References== ==External links== Category:1946 births Category:Living people Category:Alumni of King's College London Category:20th-century American Roman Catholic theologians Category:21st-century American Roman Catholic theologians Category:American Roman Catholic priests Category:Capuchins Category:People from Delphos, Ohio Category:Wardens of Greyfriars, Oxford Category:Washington Theological Union alumni Category:International Theological Commission Category:Catholics from Ohio",
 "title": "Thomas Weinandy"
}