{
 "id": "517536",
 "text": "Black Creek Pioneer Village, previously Dalziel Pioneer Park, is an open-air heritage museum in Toronto, Ontario, Canada. The village is located in the North York district of Toronto, just west of York University and southeast of the Jane and Steeles intersection. It overlooks Black Creek, a tributary of the Humber River. The village is a recreation of life in 19th-century Ontario and gives an idea how rural Ontario might have looked in the early-to-mid-19th century. The village is a regular destination for field trips by schoolchildren from the Greater Toronto Area. It was opened in 1960 and is operated by the Toronto and Region Conservation Authority. Napier Simpson, 1925-1978, a restoration architect in Ontario devoted his professional life to raising public awareness of the importance of heritage conservation including the Black Creek Pioneer Village project. ==Collection== The pioneer village consists of over forty 19th century buildings, decorated in the style of the 1860s with period furnishings. It is operated by historical interpreters and craftspeople housed in the restored buildings. The site also features historical re-enactments and visiting artisans. Buildings include the Dalziel Barn, period houses, the original Stong family farm buildings, a water-powered grist mill, a general store, a blacksmith's shop along with over ten other trades buildings, a hotel, a church, and a one-room schoolhouse. A core of buildings built by the Stong family are on their original sites, while others have been moved in from across Southern Ontario. The majority of the buildings were moved from their original sites (notably the large Halfway House and Mennonite Meeting House), and some re-built on their current locations. The board and batten blacksmith shop was originally built in the 1850s in Nobleton. The gunsmith shop was built in Bolton, and the Taylor Cooperage building was built in the 1850s in Paris. The weaver shop is within what was originally a Temperance Hall built in Kettleby in 1850 by the Sons of Temperance. The Roblin Mill has been relocated from Ameliasburgh. ==Affiliations== The Museum is affiliated with: CMA, CHIN, and Virtual Museum of Canada. ==Future== Ontario Premier Doug Ford said on August 23, 2019, that the Ontario government has no plans to close the village, despite the government's instructions to conservation authorities in Ontario to wind down activities unrelated to protecting watersheds and drinking water or preventing floods. ==See also== * List of museums in Toronto * List of oldest buildings and structures in Toronto * Upper Canada Village ==References== ==External links== * Category:Folk museums in Canada Category:Living museums in Canada Category:Open-air museums in Canada Category:Museums in Toronto Category:History museums in Ontario Category:History of Toronto Category:North York Category:1960 establishments in Ontario Category:Blacksmith shops",
 "title": "Black Creek Pioneer Village"
}