{
 "id": "517692",
 "text": "Fort Henry National Historic Site is located in Kingston, Ontario, Canada on Point Henry, a strategic, elevated point near the mouth of the Cataraqui River where it flows into the St. Lawrence River at the east end of Lake Ontario. The fort and the point on which the fort was built were named after Henry Hamilton, former Lieutenant-Governor of the Province of Quebec.Mecredy 2000, p. 88. A fortification was constructed during the War of 1812 to protect the Kingston Royal Naval Dockyard (the site of the present-day Royal Military College of Canada) on Point Frederick from a possible American attack during the war and to monitor maritime traffic on the St. Lawrence River and Lake Ontario. A much larger fort replaced this construction in the 1830s to maintain protection of the naval dockyard and protect the southern entrance to the Rideau Canal. The fort was restored in the 1930s and is a significant tourist attraction. ==History== ===Background=== In the years immediately following the American Revolution, British-American hostilities still concerned the British, and the high promontory of Point Henry was considered to be a good location for a defensive fortification. However, a fortification was not built on the hill until the beginning of the War of 1812. In 1783, the British military established a post in what is now Kingston by partly refurbishing and garrisoning the ruined French fort (Fort Frontenac). The garrison and the developing townsite near the fort were deemed difficult to defend and so Captain John Ross, the British officer in charge of settling Loyalist refugees in the area, proposed moving the stronghold along with the townsite to the more defensible Point Henry.Mika 1987, p. 180. In 1794, Lord Dorchester ordered the survey of Point Henry, Point Frederick, and \"the adjacent Country and Coves taking in whatever may lye near enough to affect the Security or convenience of the Port\" to investigate the location of a navy base. Lt. Alexander Bryce of the Royal Engineers preferred Haldimand Cove (now Navy Bay) as a navy base and recommended a fortification on Point Henry to defend it.Osborne 2011, p. 48. ===Early fortification=== thumb|In November 1812, batteries from the Point Henry helped repel American warships pursuing HMS . At the beginning of the War of 1812, local militia erected a blockhouse and battery on Point Henry to defend the important naval base on Point Frederick, located across Haldimand Cove to the west, and to monitor maritime traffic on the St. Lawrence River and Lake Ontario. On November 10, 1812, this battery was involved in repelling several American warships that were attacking the Provincial Marine sloop Royal George as the ship was taking refuge in Kingston Harbour.The Discriminating General - The War of 1812 Retrieved March 19, 2015 This naval action strengthened the view that a stronger fortification was needed and so the militia and regular army began building batteries and barracks in 1813. The fort was one of several defensive structures built in and around Kingston during the war. By 1820 the fort consisted of earth and stone ramparts, demi-bastions, redans, ditches, magazines, barracks, signal towers and support batteries.Osborne 2011, p. 50.Tanya Grodzinski, The Vigilant Superintedance of the Entire District: The War of 1812 on the Upper St Lawrence River. Master of Arts Thesis, Royal Military College of Canada, July 2002, p. 82. ===Second fort=== Distrust between the Americans and British continued after the War of 1812. This led to the original fort being demolished to make way for a more extensive fort, which was constructed between 1832 and 1836Mika 1987, p. 68.Ontario Heritage Plaque - Fort Henry Retrieved September 02, 2015 to defend the Lake Ontario end of the strategic Rideau Canal, the harbour, and the naval dockyard. In 1843, the advanced battery overlooking the lake to the south was completed when the casemated commissariat stores and magazines were built. These stone buildings connected the advanced battery to the main redoubt. A system of more elaborate defensive works was planned but cost overruns in the construction of the canal limited the fortifications to four Martello towers and the fort itself. At the time, these fortifications were the strongest defences in Canada west of Quebec City. Neither the original nor the second Fort Henry was ever attacked. The fort was once referred to as the \"Citadel of Upper Canada\". Imperial (British) troops were deployed at the site of Fort Henry from 1813 to 1870. The Canadian Militia then garrisoned the fort until 1891. British garrisons included the Royal Regiment of Artillery, 24th Regiment of Foot, Black Watch, the Argyll and Sutherland Highlanders, the Royal Welch Fusiliers and the Royal Canadian Rifle Regiment. Canadian units who used the fort include \"A\" and \"B' Batteries of Garrison Artillery, and the 14th Battalion, Princess of Wales' Own Rifles. As relations with the United States continued to improve, the need for defences along the border ceased. Abandoned by the military, the fort fell into disrepair. Fort Henry temporarily held prisoners of the 1837–38 Rebellions. German, Austrian and Turkish prisoners of war and some civilians, including Ukrainian immigrants described as \"enemy aliens\" during Canada's first national internment operations of 1914–1920 were also held at the fort. During the Second World War, the fort served as a prisoner of war camp for German Luftwaffe and Kriegsmarine personnel. ==Present use== In the 1930s, under the leadership of Ronald L. Way, restorations took place as part of a government work program during the Great Depression. \"Old Fort Henry\" became a living museum with the introduction of the Fort Henry Guard, and was opened on August 1, 1938. left|thumb|Guards at Fort Henry, Kingston, 1951 left|thumb|Fort Henry Guard, the Goat Boy, and women in period costume at Fort Henry, 1957 Fort Henry is administered by Parks Canada and operated by the St. Lawrence Parks Commission. Uniformed military interpreters known as the Fort Henry Guard staff the fort and conduct demonstrations of British military life and tours for visitors. Self-guided tours are also available. Other activities and demonstrations include historical reenactments of drills and battle tactics, the Garrison Parade, the Victorian School Room, and the Muster Parade, where young visitors are dressed in period uniforms and taught to march by a qualified member of the Guard. A Sunset Ceremony is held every Wednesday in July and August, where a full program of historic drill, music and artillery is presented. During evenings year-round a tour company conducts tours of the fort that highlight the fort's supposedly haunted past. Fort Henry has been designated as a National Historic Site of Canada, and in 2007 was included in the designation of the Rideau Canal as a UNESCO World Heritage Site. ==Legacy== On 30 June 1983 Canada Post issued 'Fort Henry, Ont.' in the \"Forts Across Canada Series\" (1983 and 1985). The stamps are based on the designs by Rolf P. Harder.Canadian Postage Stamps - Fort Henry Retrieved December 19, 2017 ==See also== * Fort Frederick * List of forts * British Forts ==References== ==Further reading== * Fort Henry National Historic Site of Canada. Retrieved September 16, 2014. * Kingston Fortifications national historic site of canada Management Plan (Ottawa: Parks Canada, 2006) * St. Lawrence Parks Commission, Le Fort Henry: La Citadelle du Haut-Canada, 1980, Kingston, Ontario. * Mecredy, Stephen D., Fort Henry: An Illustrated History, 2000, James Lorimer and Company, Ltd., Toronto. Retrieved August 19, 2015. * Mika, Nick and Helma ``Kingston Heritage, Buildings, Monuments, Plaques`` Mika Publishing, 1983. * Mika, Nick and Helma et al. Kingston, Historic City. Belleville: Mika Publishing Co., 1987. . * Ukrainian Canadian Civil Liberties Association * Canadian First World War Internment Recognition Fund * Library and Archives Canada - Internment Camps in Canada during the First and Second World. Retrieved 13 September 2014. * Osborne, Brian S. and Donald Swainson. Kingston, Building on the Past for the Future. Quarry Heritage Books, 2011. * Fort Henry Internment Camps *Letter to Thomas Baker McQueston: History of Fort Henry, Kingston, from Ronald L. Way, Jan 1, 1938. Retrieved August 18, 2015 *Ontario Ministry of Tourism, Culture and Sport (see St Lawrence Parks Commission under Agencies) ==External links== * Fort Henry Category:History museums in Ontario Category:Museums in Kingston, Ontario Category:Military and war museums in Canada Henry Category:Military forts in Ontario Category:Heritage sites in Ontario Category:National Historic Sites in Ontario Category:Living museums in Canada Category:St. Lawrence Parks Commission Category:Internment camps in Canada Category:World War II prisoner-of-war camps in Canada",
 "title": "Fort Henry National Historic Site"
}