{
 "id": "517822",
 "text": "Avesnes-sur-Helpe (; ) is a commune in the Nord department in northern France. It is a sub-prefecture of the Nord department. It is situated 14 km from the Belgian border, and 18 km south of Maubeuge, the nearest larger town. The river Helpe Majeure, a tributary of the Sambre, flows through the town. Upstream of Avesnes on the river there is the Lac du Val-Joly, an artificial lake. ==History== Avesnes was founded in the 11th century. The first known lord was Wedric II of Avesnes (born about 990), son of Wedric I de Morvois. The house of Avesnes played an important role in the low countries, including several Counts of Holland. It was destroyed by Louis XI in 1477 after his victory in the Burgundian Wars. Historically a part of the County of Hainaut, it became French in 1659 as a result of the Treaty of the Pyrenees, and was fortified by Vauban, although it was captured by Prussia in 1815. Avesnes was heavily fortified, with fortifications that were continually modernised, from the 11th century up until 1867 when its fortifications, like those of other isolated bastions, were deemed to be redundant. In the 1870 some of the fortifications were demolished to allow easier access to the town. ==Population== ==Culture== Many of the buildings on the main streets in this town are made of dimension stone, like the 200 ft bell tower of the main church, St Nicholas, which dates from the 16th century. The Tour de France race cycled through town in its 1999 progression around France. The region of Avesnes-Sur-Helpe is known for its distinctive cheeses: the Maroilles cheese and also the \"boule d'Avesnes\", a local cone-shaped red cheese that is coated in paprika. The high school in the region is the Lycée Jesse de Forest, named for an Avesnes native son who was responsible for the earliest settlement of the Dutch and Huguenots in what is now New York. ==Heraldry== ==See also== *Communes of the Nord department ==References== * INSEE commune file Category:Communes of Nord (French department) Category:Subprefectures in France Category:Vauban fortifications in France",
 "title": "Avesnes-sur-Helpe"
}