{
 "id": "517923",
 "text": "Michelle Malkin (; Maglalang; born October 20, 1970) is an American conservative political commentator. She was a Fox News contributor and in May 2020 joined Newsmax TV. Malkin has written seven books and founded the conservative websites Twitchy and Hot Air. Around 2019, Malkin began to publicly support members of the extreme right, including Nick Fuentes. Malkin has faced criticism from journalists and activist organizations for her association with white nationalists, neo-Nazis, and Groypers, including Fuentes and Identity Evropa leader Patrick Casey. In November 2019, she was dropped by conservative organization Young America's Foundation (YAF), citing her support for individuals associated with antisemitism and white nationalism. ==Early life== Michelle Malkin was born October 20, 1970, in Philadelphia, Pennsylvania, to Philippine citizens Rafaela (née Perez), a teacher, and Apolo DeCastro Maglalang, who was then a physician-in-training. Several months prior to Malkin's birth, her parents immigrated to the United States on an employer-sponsored visa. After her father finished his medical training, the family moved to Absecon, New Jersey. She has described her parents as Ronald Reagan Republicans who were \"not incredibly politically active\". Malkin, a Roman Catholic, attended Holy Spirit High School, where she edited the school newspaper and aspired to become a concert pianist. Following her graduation in 1988, she enrolled at Oberlin College. Malkin had planned to pursue a bachelor's degree in music, but changed her major to English. During her college years, she worked as a press inserter, tax preparation aide, and network news librarian. At Oberlin, she wrote for a conservative student newspaper started by Jesse Malkin, who later became her husband. Her first article for the paper heavily criticized Oberlin's affirmative action program, and she said it received a \"huge[ly] negative response\" from other students on campus. She graduated in 1992 and later described her alma mater as \"radically left-wing\". ==Career== ===Journalism=== Malkin began her journalism career at the Los Angeles Daily News, working as a columnist from 1992 to 1994. In 1995, she worked in Washington, D.C. as a journalism fellow at the libertarian think tank Competitive Enterprise Institute. In 1996, she moved to Seattle, Washington, where she became a columnist for The Seattle Times. According to Goldsea, by the end of the year \"Malkin was unleashing the no-holds-barred style of political spitballing that would ultimately make her a poster girl for the radical right\". Since 1999, Malkin has written a syndicated column for Creators Syndicate. Her column is published by outlets including Townhall. Some publications which previously carried her column, such as The Daily Wire and National Review, stopped doing so around 2019 when she began to espouse more extreme views. The white supremacist publication American Renaissance began publishing her column in 2020. On April 24, 2006, Malkin launched the conservative blog Hot Air, where she remained CEO until she sold the website in 2010. The site's staff at launch included Allahpundit and Bryan Preston; Preston was later replaced by Ed Morrissey on February 25, 2008. In February 2010, Salem Communications bought Hot Air from Malkin. In March 2012, Malkin founded the website Twitchy, a Twitter content curation site. She sold Twitchy, also to Salem Communications, the following year. For years, Malkin was a frequent commentator for Fox News and a regular guest host of The O'Reilly Factor. In 2007, she announced that she would not return to The O'Reilly Factor, alleging that Fox News had mishandled a dispute over derogatory statements made about her by Geraldo Rivera in a Boston Globe interview. Malkin joined Conservative Review's online television network, CRTV, when it launched in 2016, to host the documentary-style show Michelle Malkin Investigates. Malkin left CRTV under unclear circumstances when it merged with TheBlaze in December 2018. Malkin later joined competitor Newsmax TV in May 2020, where she began to host the show Sovereign Nation. ===Books=== Malkin published her first book, Invasion: How America Still Welcomes Terrorists, Criminals, and Other Foreign Menaces, in 2002. It reached #14 on the New York Times bestseller list. In 2004, she published In Defense of Internment: The Case for 'Racial Profiling' in World War II and the War on Terror, defending the U.S. government's internment of 112,000 Japanese Americans in prison camps during World War II, and arguing that racial profiling is acceptable in times of war. The book drew harsh criticism from mainstream scholars, organizations, and individuals including the Japanese American Citizens League and Fred Korematsu. The Historians' Committee for Fairness, an organization of scholars and professional researchers, published an open letter condemning the book for not having undergone peer review and arguing that its central thesis is false. Some conservative scholars spoke out in support of the book, including Thomas Sowell and Daniel Pipes. The Virginian-Pilot called her \"an Asian Ann Coulter\" and dropped her column in November 2004. Malkin's third book, Unhinged: Exposing Liberals Gone Wild, was released in October 2005. Malkin released her fourth book, Culture of Corruption: Obama and His Team of Tax Cheats, Crooks, and Cronies, in July 2009. It remained on The New York Times Non-Fiction, Hardcover Best Seller list for six weeks. Her fifth book, Who Built That: Awe-Inspiring Stories of American Tinkerpreneurs, was released in May 2015 and was a response to the \"you didn't build that\" statement made by President Barack Obama three years earlier, on July 13, 2012. Malkin published Sold Out: How High-Tech Billionaires & Bipartisan Beltway Crapweasels Are Screwing America's Best & Brightest Workers in 2015 along with John Miano. She published Open Borders Inc.: Who's Funding America's Destruction? in 2019. ===Blogging=== In June 2004, Malkin launched a political blog, MichelleMalkin.com. A 2007 memo from the National Republican Senatorial Committee described Malkin as one of the five \"best-read national conservative bloggers\". In December 2008, Malkin's blog was the largest conservative blog, and in 2011, the people search company PeekYou reported that Malkin had the largest digital footprint of any political blogger. In April 2020, Malkin moved her blog and its archives to The Unz Review, a far-right website run by former publisher of The American Conservative, Ron Unz. According to the Anti-Defamation League, The Unz Review is \"a site that features numerous white supremacists and antisemites and is run by Ron Unz, who has written a number of antisemitic tracts.\" Malkin has also been a contributor to the far-right anti-immigration website VDARE, writing a weekly column since 2002. ====Jamil Hussein==== In late 2006 and early 2007, Malkin was a leading voice among several right-wing bloggers who questioned both the credibility and the existence of Iraqi police captain Jamil Hussein, who had been used as a source by the Associated Press in over 60 stories about the Iraq war. The controversy began in November 2006 when the AP reported that six Iraqis had been burned alive as they left a mosque and that four mosques had been destroyed, citing Hussein as one of its sources. The Iraqi Ministry of the Interior and the United States military initially denied Hussein existed, leading Malkin and others to dispute the AP's reporting. On January 4, however, the AP reported that the Ministry had acknowledged Hussein's existence, and that he was wanted for arrest for speaking to the press. Malkin reported the Iraqi government's confirmation. According to The Washington Post, Malkin also \"expressed regret\", though media scholar Arthur S. Hayes wrote in his 2008 book Press Critics are the Fifth Estate that her post \"contains no apology or words of regret from her\". On January 21, Malkin published an op-ed in the New York Post in which she wrote that she and Eason Jordan had traveled to Iraq the previous week and found that the mosques that Hussein had described as \"destroyed\", \"torched\", and \"burned and [blown] up\" were \"still standing\". She wrote that this brought into question the credibility of all AP stories citing Hussein. HuffPost wrote that \"the photographic and other evidence marshalled by Malkin certainly gives credence to the claims that the mosques were at least 'torched' and 'burned'\". === Speaking === For 17 years, Malkin was a featured speaker for Young America's Foundation (YAF). On November 14, 2019, during a YAF-sponsored speech at the University of California, Los Angeles (UCLA), Malkin praised white nationalist political commentator Nick Fuentes.Multiple sources: * * * * * * * * * In the same speech, she spoke supportively of the Proud Boys, Laura Loomer, and former Iowa Republican Representative Steve King. YAF cut ties with Malkin on November 18, saying, \"there is no room in mainstream conservatism or at YAF for holocaust deniers, white nationalists, street brawlers, or racists\". Organizers at Bentley University also canceled a scheduled book promotion event after the incident. Malkin has spoken at the Conservative Political Action Conference (CPAC). She was a featured speaker in 2019, and her anti-immigration speech, in which she condemned the \"ghost\" of John McCain, drew controversy. In 2020, Malkin spoke at the America First Political Action Conference (AFPAC), an event organized by Nick Fuentes that was described by Rolling Stone as the \"right-wing extremist answer to CPAC\". She also received press credentials to attend CPAC 2020, but did not speak at the conference. She spoke again at AFPAC 2021. ==Awards== * 2016 Katz AwardKrikorian, Mark, and Michelle Malkin. \"2016 Katz Award Ceremony Transcript.\" (June 5, 2016). Washington, D.C.: National Press Club. Archived from the original. ==Views== Until 2019, Malkin was generally described as a conservative. Beginning in 2019, some publications began to describe her as right-wing, while some continue to describe her as conservative. She has been described as far-right by HuffPost in 2019, and Business Insider, Vanity Fair, and the Washingtonian in 2020. She has been described as alt-right by The Bulwark and The Independent in 2020. ===Daniel Holtzclaw=== thumb|alt=Malkin seated next to Jenny Holtzclaw|Malkin with Jenny Holtzclaw in 2016 Malkin has written about Daniel Holtzclaw, a former Oklahoma City Police Department patrol officer who was convicted in December 2015 of multiple counts of rape, sexual battery, forcible oral sodomy, and other sexual charges. She has repeatedly argued that she believes Holtzclaw is innocent, saying that the forensic evidence backs his version of events, not the accusers' versions, and also that the investigators chose not to perform several tests she characterized as routine. Malkin debuted her first and second episodes of CRTV.com's Daniel in the Den on December 12, 2016, in Enid. Malkin released her film about the case, entitled Railroaded: Surviving Wrongful Convictions in 2017. ===Immigration=== Malkin supports stricter immigration laws in the United States. She was a featured speaker at the Conservative Political Action Conference (CPAC) in 2019, where she said levels of immigration into the United States amount to an \"invasion\" and \"endanger our general welfare and the blessings of liberty\". She also condemned politicians, including the \"ghost\" of recently deceased Senator John McCain, for failing to enact stricter immigration regulation. Since 2002, Malkin wrote a weekly column for VDARE, a far-right anti-immigration website. In a 2002 appearance on Hannity & Colmes, Malkin called for militarization of the Canadian border, comparing Canada to conflict zones where United States troops were deployed and saying, \"Canada bears a lot of responsibility for making us as vulnerable as we are to terrorism\". In 2017, Malkin endorsed alt-right candidate Paul Nehlen in his ultimately unsuccessful primary challenge against Paul Ryan for Wisconsin's 1st congressional district, citing Nehlen's opposition to \"elites\" who support open borders as the reason for her endorsement. === Muslims === Malkin has advocated for interning Muslims on national security grounds. Malkin also defended \"racial, ethnic, religious, and nationality profiling policies\" used during the War on Terror. Malkin has covered anti-Muslim topics on episodes of her CRTV show Michelle Malkin Investigates, including \"The Muslim Refugee Rape Epidemic\" and \"Honor Killings: The Real War on Women\". Malkin promoted her 2019 book, Open Borders Inc., at the David Horowitz Freedom Center, a non- profit that has been described as Islamophobic. ===Support for white nationalists=== Amanda Carpenter wrote in March 2020 that Malkin had begun to \"link arms with the most vocal elements of the white nationalist movement\". In August 2020, the Anti-Defamation League wrote, \"in the past year ... she has publicly and explicitly allied herself with white supremacists\" and that she herself was \"echoing\" white supremacist views. The Southern Poverty Law Center described her in January 2021 as a \"former conservative-pundit-gone-white- nationalist-apologist\". YAF dismissed Malkin in November 2019 after she gave a YAF-sponsored speech at UCLA titled \"America First: the Torch Is Being Passed\". In her speech, she praised Nick Fuentes as \"one of the New Right leaders\", and also spoke supportively of the Proud Boys, Laura Loomer, and Steve King. In 2020, Malkin faced criticism for speaking at the America First Political Action Conference, which is hosted by white nationalist Nick Fuentes and also featured Patrick Casey, the founder of the neo-Nazi group Identity Evropa. Malkin has also supported Gavin McInnes, and has described him and Laura Loomer as friends of hers. She has described herself as the \"mommy\" of the Groypers, a loose collection of white nationalists who follow Nick Fuentes. In 2020, Malkin appeared on Red Ice, a white supremacist radio program, and cautioned listeners about changing demographics and \"multicultural rot\". In November 2021, Malkin delivered a speech at the annual American Renaissance Conference, hosted by the white supremacist New Century Foundation.\"White nationalist group again holding conference in Middle Tennessee, protest planned\" (November 11, 2021). Nashville, Tennessee.: FOX 17 WZTV Nashville. Malkin and her family were subsequently banned from using Airbnb in reaction to her having appeared at the event. === Accusations of antisemitism === According to Bridge Initiative, a Georgetown University research project on Islamophobia, Malkin has promoted antisemitic conspiracy theories about George Soros on her social media and on Fox News programs. In 2019, Malkin joined far-right commentator Gavin McInnes for a Facebook Live event to promote her book, and agreed with him when he claimed that Soros was \"not a Holocaust survivor\" but a \"Holocaust facilitator\". Malkin has denied accusations of anti-semitism, saying that she is \"the proud wife of a grandson of Ukrainian Jews who came to this country to escape pogroms [and is] a proud supporter of Israel, but more importantly, a proud supporter of American sovereignty.\" At the 2020 America First Political Action Conference, Malkin said it was \"not anti-semitic\" to question \"whatever the precise number of people is who perished in World War II.\" === 2020 United States presidential election === Following the 2020 United States presidential election, Malkin helped advance the conspiracy theory that the election was stolen from Trump. She used the #StopTheSteal hashtag on Twitter and spoke at a Stop the Steal rally in her hometown of Colorado Springs to protest the election results. She also appeared in a trailer for a film about the movement, which also featured Fuentes and Stop the Steal organizer Ali Alexander. ==Personal life== While in college at Oberlin, she began dating Jesse Malkin. They married in 1993 and have two children. Jesse Malkin worked as a healthcare consultant for RAND Corporation. Jesse is a retired health economist, who now works on his wife's speaking engagements and helps her run her business. Malkin and her family lived in North Bethesda, Maryland, until 2008 when they relocated to Colorado Springs, Colorado. ==Publications== ===Books=== * Unhinged: Exposing Liberals Gone Wild. Washington, D.C.: Regnery (2005). . . * Sold Out: How High-Tech Billionaires & Bipartisan Beltway Crapweasels Are Screwing America's Best & Brightest Workers, with John Miano. New York: Threshold Editions/Mercury Ink (2015). . . ** Audiobook read by Juliet St. John, with an introduction read by the author. New York: Simon & Schuster Audio (2015). . . ===Book contributions=== * \"The Patriot Act Does Not Target Immigrants\" (viewpoint six). In: The Patriot Act, edited by Lauri S. Friedman. Detroit: Greenhaven Press (2006), pp. 41-46. . . * \"The Military Prison at Guantanamo Bay Should Stay Open.\" In: Prisons, edited by Lauri S. Friedman. Detroit: Greenhaven Press (2008), pp. 85-90. . . ===Reports=== * \"The Deportation Abyss: 'It Ain’t Over 'Til the Alien Wins.'\" Backgrounder (September 2002). ==References== ==Further reading== * Grewal, Inderpal. \"'Security Moms' in the Early Twentieth-Century United States: The Gender of Security in Neoliberalism.\" Women's Studies Quarterly, vol. 34, no. 1/2: The Global & the Intimate (Spring/Summer, 2006), pp. 25-39. The Feminist Press at the City University of New York. . ==External links== * * Official blog archive (March 2004–present) at Unz Review * Michelle Malkin at Creators Syndicate * Michelle Malkin at Center for Immigration Studies Category:1970 births Category:21st-century American journalists Category:21st-century American women writers Category:21st-century businesswomen Category:21st-century Roman Catholics Category:Alt-right activists Category:Alt-right writers Category:American anti–illegal immigration activists Category:American women bloggers Category:American bloggers Category:American columnists Category:American conspiracy theorists Category:American nationalists Category:American writers of Filipino descent Category:American political commentators Category:American political writers Category:American television news anchors Category:American television reporters and correspondents Category:American women columnists Category:American women in business Category:American women television journalists Category:American women television presenters Category:Catholics from Colorado Category:Catholics from New Jersey Category:Colorado Republicans Category:Competitive Enterprise Institute Category:Fox News people Category:Holy Spirit High School (New Jersey) alumni Category:Living people Category:Maryland Republicans Category:New Jersey Republicans Category:Newsmax TV people Category:Oberlin College alumni Category:Pennsylvania political journalists Category:Pennsylvania Republicans Category:People from Absecon, New Jersey Category:Right-wing populism in the United States Category:The Seattle Times people Category:Writers from Colorado Springs, Colorado Category:Writers from Philadelphia",
 "title": "Michelle Malkin"
}