{
 "id": "518454",
 "text": "The Teen Idles were an American hardcore punk band formed in Washington, D.C. in September 1979. Consisting of teenagers Nathan Strejcek, Geordie Grindle, Ian MacKaye and Jeff Nelson, they recorded two demo sessions and the 1980 Minor Disturbance EP before breaking up in November 1980. The influential independent record label Dischord Records was originally created with the sole purpose of releasing The Teen Idles Minor Disturbance 7\" record. They were an early landmark in the D.C. hardcore movement, and MacKaye and Nelson would later form the seminal punk rock outfit Minor Threat. The Teen Idles were among the first punk groups from the early 1980s hardcore movement to break out of their regional scene to tour and sell nationally.Lahickey, 100 Inspired by other American punk bands like the Cramps and Bad Brains, the Teen Idles' music was an early version of hardcore punk, and an attempt, in the words of MacKaye, \"to get away from a really corrupted music\".Azerrad, 123 Their appearance, lyrics and musical style sought to revive a punk movement that they believed had lost its original zeal. ==History== ===Formation=== In 1978, Washington teenager MacKaye discovered punk rock through a local college radio station, Georgetown University's WGTB. He met Nelson at Woodrow Wilson High School a classmate of his, after the latter set off a pipe bomb outside their school and MacKaye went to investigate. The two became friends and quickly discovered their shared interest in punk. MacKaye and Nelson saw their first punk show in January 1979—a benefit concert by the Cramps for WGTB.Lahickey, 96 The concert inspired the pair; MacKaye later admitted, \"It blew my mind because I saw for the first time this huge, totally invisible community that had gathered together for this tribal event. [...] I thought, 'This appeals to me. This is the world I think I can breathe in. This is what I need'\".Azerrad22 After seeing a Bad Brains concert, MacKaye and Nelson began playing in a punk band, The Slinkees, with school friends Grindle and Mark Sullivan. The Slinkees played a single show before Sullivan went to college. After a failed attempt to recruit MacKaye's friend Henry Garfield (later Henry Rollins), the band added Strejcek as the vocalist. The Slinkees soon renamed themselves the Teen Idles.Lahickey, 99 After touring and practicing for several months, the band recorded two demo sessions at a local studio in February and April 1980, despite the engineer and a visiting band openly laughing as they recorded. They also began playing at house parties and pizza parlors, and opened for Bad Brains at an art gallery, in a dilapidated row house in the Adams-Morgan neighborhood, called Madam's Organ.Azerrad, 124 ===Appearance=== To revive the fervor of punk, which the band felt was being distorted by new wave, the Idles sought to look as intimidating as possible. They shaved their heads, grew mohawks and wore various punk accessories. Nelson and MacKaye even drove thumbtacks into the soles of their boots so they would make an \"ominous clacking\" sound when they walked. The band's visual presentation was at odds with their demeanor; according to MacKaye, \"In our shows and within our own community, we were totally goofy guys. We were painfully honest — we didn't shoplift, we didn't vandalize, we didn't spray- paint. [...] We don't do anything — everybody just hates us because of the way we look\". ===West Coast tour and Inner Ear=== After a number of concerts in D.C. opening for bands such as the Untouchables, the Idles decided to tour the West Coast in August 1980. Along with roadies Garfield and Sullivan, the band traveled to California. They were immediately hassled by police upon their arrival, and after challenging the police, Nelson was handcuffed for an hour. When the Teen Idles eventually began their tour, they were refused entry at Los Angeles' Hong Kong Café because of their age. Originally due to open for the Dead Kennedys and the Circle Jerks, they settled for playing the next night, opening for the Mentors and a band called Puke, Spit and Guts in exchange for just $15. The Teen Idles impressed those at the venue; MacKaye later said, \"People were freaked out by how fast [we played]\".Azerrad, 125 Upon returning to D.C., the Teen Idles were asked by Skip Groff, owner of the Washington record store Yesterday and Today, to record some tracks at Inner Ear, a small recording studio in Arlington, Virginia. They were introduced to engineer and owner Don Zientara (the \"studio\" was a four-track recorder at Zientara's house). The Teen Idles played live in the basement while Zientara engineered and Groff produced. Seven tracks were recorded in total. However, the band were undecided about what to do with the tapes and eventually shelved them.Azerrad, 126–7 ===Breakup and Minor Disturbance=== In late 1980, the Teen Idles decided to break up, mostly because Grindle had fallen out with Nelson. Grindle's new girlfriend, a born-again Christian, disapproved of the band, causing Grindle to question his role. Tensions between Grindle and Nelson, who was an outspoken atheist, escalated until Grindle decided to quit.Andersen, 70 Their last show was on November 6, when they opened for SVT at the 9:30 Club. It was a key event for the popularity of all-ages shows—where alcohol was not for sale, and thus no age restriction for admission. Previously, at the Mabuhay Gardens in California, the band were allowed entry to the club only after big \"X\"s were drawn on their hands—this showed that they were under the legal drinking age. The Idles suggested this to 9:30's management, and vowed that if youths were caught drinking, the club could ban them. The management agreed; the Teen Idles' final show passed without incident.Azerrad, 127 After a year in existence, the band had earned a total of $600. They now faced two options: divide the money among the members, or press the recordings they had made with Zientara at Inner Ear. Choosing the latter, Nelson, Strejcek and MacKaye formed Dischord Records with Groff's help, to release the recordings.Azerrad, 131 The band sent the tapes to a pressing plant in Nashville, Tennessee that specialized in pressing country music records. Initially puzzled by the request to put eight songs on a 7\" record, they pressed 1,000 copies. For the cover, the band took apart another 7\" record sleeve and used it as a template for their own cover design. They photocopied it on 11\" × 17\" paper, which the band members cut out with scissors, folded and glued by hand, then into these inserted the records and lyric sheets. Released in December 1980,Punks: A Guide to an American Subculture by Sharon M. Hannon Minor Disturbance was a local success, receiving radio airplay and reviews from fanzines such as Touch and Go, which meant that Dischord now had enough money to release records by other bands.Azerrad, 132 ===Later projects=== After the Teen Idles disbanded, Grindle chose not to pursue a career in music. By the time of Minor Disturbances release, Nelson and MacKaye had already formed Minor Threat. The new band's first show was on December 17, 1980.Azerrad, 129 Strejcek became involved in the running of Dischord, until Nelson and MacKaye, disappointed by his lack of effort, \"decided to take it back\".Azerrad, 143 ===Legacy=== The Teen Idles appeared on several hardcore punk compilations throughout the 1980s and 1990s, most prominently the influential collection Flex Your Head, issued by Dischord in January 1982. To celebrate the label's 100th release, Dischord issued the Anniversary EP in 1996, comprising the two demo sessions the band had recorded in February and April 1980. ==Musical style and outlook== According to journalist Michael Azerrad, the Teen Idles \"played proto-hardcore tunes that skewered their social milieu\". MacKaye later explained in the hardcore documentary Another State of Mind: \"When I became a punk, my main fight was against the people who were around me — friends\". When MacKaye was 13, he moved to Palo Alto, California for nine months. On his return, his friends had begun taking drugs and drinking. He remarked, \"I said, 'God, I don't want to be like these people, man. I don't fit in at all with them.' So it was an alternative\". The graphic emblem most associated with the straight edge movement is a black \"X\", typically drawn on the wearer's hands with a marker. According to MacKaye, \"We were in San Francisco, and we played a place called Mabuhay Gardens. They figured out we were underage, and they wouldn't let us play. We worked out a deal with their management that we just wanted to play and we weren't going to drink, so they got a marker and put a big 'X' on our hand, So we came back to Washington D.C. and went to this nightclub, the 9:30, and said 'Hey look, we're not going to drink and we will put this 'X' on our hand. If you see us drinking you can throw us out forever. We are not going to drink, we just came to see the music'\". The band adopted the marking, and though it was initially meant to signify youth, it became a wider emblem for bands prepared to play to audiences under the legal age to be served alcohol. MacKaye noted that at the time the symbol \"wasn't supposed to signify straight edge—it was supposed to signify kids. It was about being young punk rockers... it represents youth\". Most of the band's lyrics were written by MacKaye. Like the group's appearance, their lyrical subject matter reacted against the then dominant new wave scene, and the perceived complacency that many first-wave punk bands, including the Clash and the Damned, seemed to have fallen into by the early 1980s. In \"Fleeting Fury\", Strejcek pleads, \"The clothes you wear have lost their sting / So's the fury in the songs you sing\". The Teen Idles were strongly influenced by punk bands in Washington and California, such as Bad Brains, Black Flag, and the Germs. These influences were reflected in the Teen Idles' songs, which consisted mostly of Strejcek shouting over a one-two hardcore beat, with MacKaye and Grindle providing short and speedy riffs, interspersed with quick guitar solos from Grindle. ==Band members== Former members * Nathan Strejcek − lead vocals (1979—1980) * Geordie Grindle − guitar (1979—1980) * Ian MacKaye − bass (1979—1980) * Jeff Nelson − drums (1979—1980) ==Discography== ===EPs=== * Minor Disturbance 7\" (1980, Dischord) * Anniversary 7\" (1996, Dischord) ===Compilation appearances=== *\"I Drink Milk\", \"Commie Song\" and \"No Fun\" on Flex Your Head (1982, Dischord) *\"Teen Idles\" on Where Is J.R. ? cassette (1982, Schrott) *complete Minor Disturbance on Four Old 7\"s on a 12\" (1984, Dischord) *complete Minor Disturbance on Dischord 1981: The Year in Seven Inches (1995, Dischord) *\"Get Up and Go\" and \"Deadhead\" on 20 Years Of Dischord (1980 - 2000) box set (2002, Dischord) ==Notes== ==References== *Andersen, Mark and Jenkins, Mark. Dance of Days: Two Decades of Punk in the Nation's Capital. Akashic Books, 2008. *Azerrad, Michael. Our Band Could Be Your Life. Little, Brown and Company, 2001. *Lahickey, Beth. All Ages: Reflections on Straight Edge. Revelation Books, 1998. ==External links== * Dischord's Teen Idles page * The Teen Idles' Bandcamp page * List of Teen Idles gigs Category:Dischord Records artists Category:Hardcore punk groups from Washington, D.C. Category:Straight edge groups",
 "title": "The Teen Idles"
}