{
 "id": "518755",
 "text": "Jon Peter Lewis (born November 7, 1979) is an American singer and songwriter, and was one of the finalists on the third season of the reality/talent-search television series American Idol. He was frequently referred to by the judges and Ryan Seacrest as JPL. Lewis later formed a duo titled Midas Whale with a friend Ryan Hayes and appeared on the fourth season of The Voice. ==Biography== Lewis lived in various cities across the United States before leaving home at the age of 18. He graduated from Central High School in Cheyenne, Wyoming in 1998. He starred in the lead role of Thorin Oakenshield in a local children theater's production of The Hobbit in the summer of 1997. Lewis performed in other numerous theatrical productions and was a band member of various rock and roll bands throughout his high school and college years. Lewis is a member of The Church of Jesus Christ of Latter-day Saints and attended Brigham Young University–Idaho for a time hoping to pursue a career in medicine. ==American Idol== At the age of 23, Lewis cashed in his college loans to audition for the third season of American Idol in Honolulu, Hawaii where he sang '\"Crazy Love\" by Van Morrison. Praised by Simon Cowell for his \"very, very good voice,\" Lewis went on to display an uninhibited stage personality that won the hearts of millions of Idol fans. Simon Cowell later hailed Jon as \"the dark horse to win the competition,\" and Rolling Stone magazine pegged Jon as a \"pick to win,\" while Elton John praised Lewis's voice for his \"excellent pitch and phrasing.\" Affectionately known as 'JPL' by his fans, Lewis was a member of the third group of semi-finalists and performed the Elton John song \"Tiny Dancer\". After performing \"A Little Less Conversation\" in the wild card round, Lewis was put through as a finalist by audience vote, receiving 22% of all votes cast. On April 15, 2004, Lewis was voted off in eighth place after a flashy rendition of \"Jailhouse Rock\" during movie songs week. During the competition, he had displayed a three-octave vocal range and developed a strong fan following. As part of the Top 10, Lewis participated in the 50-city American Idols Live tour in the summer of 2004. ===American Idol performances=== {| class=\"wikitable\" !Week !Theme !Song !Artist !Order !Status |- |Semi-final Group No. 3 |Contestant's Choice |\"Tiny Dancer\" |Elton John |4 |Eliminated |- |Wild Card |Contestant's Choice |\"A Little Less Conversation\" |Elvis Presley |1 |Selected By Public |- |Top 12 |Soul Music |\"Drift Away\" |Dobie Gray |5 |Safe |- |Top 11 |Country Music |\"She Believes in Me\" |Kenny Rogers |7 |Safe |- |Top 10 |Motown Music |\"This Old Heart of Mine (Is Weak for You)\" |The Isley Brothers |2 |Safe |- |Top 9 |Elton John |\"Rocket Man\" |Elton John |2 |Safe |- |Top 8 |Movie Soundtracks |\"Jailhouse Rock\" from Jailhouse Rock |Elvis Presley |3 |Eliminated |} ==Post-Idol== Rather than accepting business offers to use his Idol fame to release a quick pop album, Lewis decided to work on his own musical style and create original music. From late 2004 to 2006, Lewis spent the majority of his time composing original music working closely with music producer Alex Gibson of Henson Recording Studios, among other notable entities in Hollywood. \"Turn to Grey\" was among the first songs that he wrote; he composed it while on tour with the Idol finalists. Jon recorded part of the song as a homage to Jennifer Hudson after she told him that she loved singing the song around her house. In 2005, he collaborated with Canadian songwriter/actor James Collins to write and record \"It's Christmas\", which was released by EMI/Universal in Canada as part of the Now Christmas 2 album. The song went to number thirteen on the Canadian radio charts in two weeks. In addition, a second original holiday song \"California Christmas\" was recorded by Lewis and released in 2006 for the album Breaking for the Holidays by Breaking Records. The upbeat holiday song was called a \"Christmas classic\" by Chuck Taylor of Billboard magazine. In September 2006, Lewis released his second single containing the songs \"If I Go Away\" and \"Man Like Me\" through his independent label, Cockaroo Entertainment. His limited release debut album, Stories from Hollywood, was released on his 27th birthday, November 7, 2006, making Jon the first Idol finalist to independently release an album of original songs. The album is a collection of energetic rock and roll and intimate acoustic tracks. Lewis' second full-length album, Break the Silence, debuted July 22, 2008. The album was released through Cockaroo Entertainment in conjunction with Adrenaline Music Group. Chris Garcia, who has worked with Santana and Michelle Branch, Dido and Jewel, produced the album under the guidance of executive producer Don Grierson, a former head of A&R; for Capitol and Epic Records. Lewis wrote or co-wrote several tracks for the album, featuring musicians such as guitarist Nick Lashley, drummer Kenny Aronoff and Blake Mills. The CD has received critical praise including a \"Critic's Choice\" review from Billboard magazine. It was called \"one of the best pop/rock CD's of the year\" by Monica Rizzo of People magazine and \"a much stronger album\" by Ken Barnes of USA Today. The title track single hit the top 30 charts on Hot AC radio and in November 2008 was one of only fifty songs pre-programmed into all of the new iPhones on display at Apple Stores and AT&T; stores across the country. Lewis went on to release a self-titled EP in February 2010. In 2009, Lewis launched an internet show titled American Nobody. The program takes an inside look at the music business as well as a tongue-in-cheek view of pop culture. The show received early critical praise. American Idol journalist and biographer Richard Rushfield described the show as, \"a hilarious romp through Idol land built around the misadventures of a singer who, seven years after Idol, is still searching to find his place in the industry.\" American Nobody was added to TV Guide's \"Hot Web List\"TVguidemagazine.com and the Los Angeles Times called it \"the most brilliant and biting satire of Idoldom ever written.\" Jon Peter Lewis met Ryan Hayes in Rexburg, Idaho and became friends. In 2010, Lewis produced and starred in a rock opera, Deep Love: A Ghostly Folk Opera. The production, co-written by Ryan Hayes and Garrett Sherwood, debuted in Idaho in October 2010 and garnered support, which positioned the show into a multi-city theatrical event. Deep Love was chosen as one of ten shows produced for the New York Musical Theatre Festival in July 2015. In 2015, Lewis released an EP titled Roughcuts. According to Lewis the recordings are in their \"roughest and raw forms\" and \"they are like first drafts from my brain and may end up as Midas Whale songs.\" Lewis has been a contributor to MTV, Entertainment Weekly, Rolling Stone magazine, Los Angeles Times, and AOL Entertainment. ==Midas Whale== In 2013, Jon Peter Lewis teamed up Ryan Hayes to become Midas Whale (a pun on \"might as well\"). According to Lewis, he asked Ryan if he wanted to form a band and be on TV and Ryan replied \"Might as well\", which then became the name of the duo. ===The Voice=== In 2013, Jon Peter Lewis and Ryan Hayes auditioned for the fourth season of The Voice as duo Midas Whale. In their audition, which broadcast on March 26, 2013, they performed the Johnny Cash song \"Folsom Prison Blues\". All four judges pressed their \"I Want You\" button and turned their chairs. Lewis and Hayes chose to join Adam Levine's team. They were eliminated in the knockout rounds. ===Post- The Voice=== As Midas Whale, Jon Peter Lewis released their first full-length album titled Sugar House on February 11, 2014. The album was produced by Stuart Maxfield and funded by fans via Kickstarter where they raised over $30,000. ==Discography== ===Albums=== {| class=\"wikitable\" !align=\"center\" width=\"240\"|Album and details |- |Stories from Hollywood *Date released: November 7, 2006 *Record label: *Genre: Alternative rock, soul and pop |- |Break the Silence *Date released: July 22, 2008 *Record label: Cockaroo Entertainment in conjunction with Adrenaline Music Group |- |Sugar House (as Midas Whale) *Date released: February 11, 2014 *Record label: Midas Whale |- |} ===EPs=== *2010: Jon Peter Lewis (EP) *2015: roughcuts (EP) ===Singles=== *2004: \"Turn to Grey\" download single. Blues-funk. *2005: \"Stories from Hollywood\" download single. Alternative rock. *2005: \"It's Christmas\" single. Peaked at number thirteen on Canada's Top 50 Pop Adult BDS chart *2006: \"If I Go Away / Man Like Me\" double-sided single. Alternative rock and pop. (Cockaroo Entertainment) *2010: \"Crazy Love\" *2014: \"Howling at the Moon\" (as Midas Whale) Appearances in *2004: \"My Girl\" in American Idol Season 3: Greatest Soul Classics\". *2004: \"Ain't No Mountain High Enough\" in Season 3's Finalists' ensemble collective. Trackj also on American Idol Season 3: Greatest Soul Classics *2005: \"It's Christmas\", a track on Now Christmas 2 compilation album. It went up to No. 13 on Canadian radio charts. Album released in Canada. (EMI) *2006: \"California Christmas\", a track on Breaking for the Holidays\" compilation album. (Breaking Records) ==References== ==External links== * Website of Singer/Songwriter Jon Peter Lewis at jonpeterlewis.com. * JPL's MySpace * JPL's American Nobody show website * Records * Breaking For the Holiday's page at Breaking Records * Reviews of Album at Amazon * Jon Peter Lewis discography * Jon Peter Lewis on Rithum * Jon Peter Lewis's American Nobody podcast Category:1979 births Category:21st- century American singers Category:Alternative rock singers Category:American Idol participants Category:American alternative rock musicians Category:American blues singers Category:American folk singers Category:American funk singers Category:American male pop singers Category:American rock singers Category:American performers of Christian music Category:Living people Category:Musicians from Lincoln, Nebraska Category:The Voice (franchise) contestants Category:21st-century American male singers",
 "title": "Jon Peter Lewis"
}