{
 "id": "518865",
 "text": "{| |} D186 Mölders was one of three guided-missile destroyers, a modified version of the American , built for the Bundesmarine (West German Navy) during the 1960s. ==Design and description== The Charles F. Adams class was based on a stretched Forrest Sherman-class destroyer hull modified to accommodate an RUR-5 ASROC Launcher and all their associated equipment. The ships had an overall length of , a beam of and a deep draft of . They displaced at full load. Their crew consisted of 333 officers and enlisted men. The ships were equipped with two geared General Electric steam turbines, each driving one propeller shaft, using steam provided by four D-V2M water-tube boilers. The turbines were intended to produce to reach the designed speed of . The Lütjens class had a range of at a speed of . Unlike their half-sisters, the ships had two macks.Gardiner, Chumley & Budzbon, p. 143 They were armed with two 5\"/54 caliber Mark 42 gun forward, one each forward and aft of the superstructure. The ships were fitted with an eight-round ASROC launcher between the funnels. Close-range anti-submarine defense was provided by two triple sets of Mk 32 torpedo tubes. The primary armament of the ships was the Tartar surface-to-air missile system designed to defend a carrier battle group. They were fired via the single-arm Mk 13 missile launcher and the ships stowed a total of 40 missiles for the launcher. ==Construction and career== On 3 March 1965 Bath Iron Works got the order to build Mölders and her keel was laid down on 12 April 1966 with the hull number DDG-29. On 13 April 1967 Mölders was launched and christened for Luftwaffe Oberst (Colonel) Werner Mölders by his mother Anne-Marie Mölders. Mölders was commissioned on 23 February 1969 into the 1. Zerstörergeschwader (first destroyer squadron) based in Kiel. During her 33 years in commission 14,000 sailors served on her under 16 commanders, and she traveled . Mölders was decommissioned 28 May 2003 in Wilhelmshaven. Unlike her sisters and , Mölders was preserved and is now on display as museum ship at the Deutsches Marinemuseum at Wilhelmshaven, although she was never stationed in Wilhelmshaven during her active career. ==Notes== ==References== * * ==External links== * Zerstörer Mölders * Zerstörer Mölders *MaritimeQuest Mölders D-186 photo gallery * Category:Lütjens-class destroyers Category:Ships built in Bath, Maine Category:1967 ships Category:Museum ships in Germany Category:Wilhelmshaven Category:Steam turbine-powered ships",
 "title": "German destroyer Mölders"
}