{
 "id": "519068",
 "text": "Shloka or śloka ( , from the root , Sanskrit Slokas With Meaning in HindiMacdonell, Arthur A., A Sanskrit Grammar for Students, Appendix II, p. 232 (Oxford University Press, 3rd edition, 1927).) is a poetic form used in Sanskrit, the classical language of India. In its usual form it consists of four pādas or quarter-verses, of 8 syllables each,W. J. Johnson (2010), Oxford Dictionary of Hinduism. or (according to an alternative analysis) of two half- verses of 16 syllables each. The metre is similar to the Vedic anuṣṭubh metre, but with stricter rules. The śloka is the basis for Indian epic verse, and may be considered the Indian verse form par excellence, occurring as it does far more frequently than any other metre in classical Sanskrit poetry. The śloka is the verse-form generally used in the Bhagavad Gita, the Mahabharata, the Ramayana, the Puranas, Smritis, and scientific treatises of Hinduism such as Sushruta Samhita and Charaka Samhita. The Mahabharata, for example, features many verse metres in its chapters, but 95% of the stanzas are ślokas of the anuṣṭubh type, and most of the rest are tristubhs. One of the Vedic metres is called anushtubha. It has 32 syllables with particular accents. It is the literary ancestor of the shloka which also has 32 syllables but no particular rhyme or accent. A reason for the name shloka is that Maharshi Valmiki who wrote the Ramayana once observed a pair of birds singing to each other in a tree. A hunter came by and shot the male. On seeing the sorrow (shoka) of the widowed bird, he was reminded of the sorrow Sita felt on being separated from Shri Rama and began composing the Ramayana in shlokas. For this he is called the Adikavi (first poet.) The anuṣṭubh is found in Vedic texts, but its presence is minor, and triṣṭubh and gayatri metres dominate in the Rigveda. A dominating presence of ślokas in a text is a marker that the text is likely post-Vedic. The traditional view is that this form of verse was involuntarily composed by Vālmīki, the author of the Ramayana, in grief on seeing a hunter shoot down one of two birds in love (see Valmiki). In a broader sense, a śloka, according to Monier-Williams, can be \"any verse or stanza; a proverb, saying\". ==Difference between shloka and mantra== A Shloka has to be composed in a specific metre (chanDas), with a specific number of lines with a specific number of words per line, each word could be a manTra. For example, vishNu sahasranAma is in anushtupchanDas (two lines of four words each). A manTra, on the other hand, is prefixed by omkAra (primordial sound) and suffixed by the essential nAma (name) and the salutary word nama (salutation) between the prefix and the suffix. No metre is prescribed. The lyrics in any Vaarnic or matric metres are shlokas. Stanzas from Vedic hymns are not shloka, despite a common mistake. ==Metrical pattern== Each 16-syllable hemistich (half-verse), of two 8-syllable pādas, can take either a pathyā (\"normal\") form or one of several vipulā (\"extended\") forms. The form of the second foot of the first pāda (II.) limits the possible patterns the first foot (I.) may assume. The scheme below shows the form of the śloka in the classical period of Sanskrit literature (4th–11th centuries CE): Shloka scheme The pathyā and vipulā half- verses are arranged in the table above in order of frequency of occurrence. Out of 2579 half-verses taken from Kalidasa, Bharavi, Magha, and Bilhana, each of the four admissible forms of śloka in this order claims the following share: 2289, 116, 89, 85;Macdonell, Arthur A., A Sanskrit Grammar for Students, Appendix II, p. 233 (Oxford University Press, 3rd edition, 1927) that is, 89% of the half-verses have the regular pathyā form. Macdonell's chart given above is too restrictive with regard the first four syllables in a vipulā verse. For example, the first quarter verse of the Rāmayaṇa (critical edition) contains a na-vipulā and scans ⏑ – – – ⏑ ⏑ ⏑ – (tapaḥsvādhyāyanirataṃ). Other examples are easy to find among classical poets, e.g., Rāmacarita 1.76 manyur dehāvadhir ayaṃ – – – – ⏑ ⏑ ⏑ –. In the ma-vipulā, a caesura is not obligatory after the fifth syllable, e.g., Śiśupālavadha 2.1a yiyakṣamāṇenāhūtaḥ ⏑ – ⏑ – – – – –. Two rules that always apply are:Michael Hahn: \"A brief introduction into the Indian metrical system for the use of students\". :1. In both pādas, in syllables 2–3, u u is not allowed. :2. In the second pāda, in syllables 2–4, – u – is not allowed Noteworthy is the avoidance of an iambic cadence in the first pāda. By comparison, syllables 5–8 of any pāda in the old Vedic anuṣṭubh metre typically had the iambic ending u – u x (where \"x\" represents an anceps syllable). In poems of the intermediate period, such as the Bhagavad Gita, a fourth vipulā is found. This occurs 28 times in the Bhagavad Gita, that is, as often as the third vipulā.Morton Smith, R. (1961). Ślokas and Vipulas. Indo- Iranian Journal Vol. 5, No. 1 (1961), pp. 19-35. When this vipulā is used, there is a word-break (caesura) after the fourth syllable: :| x x x –, | – u – x || The various vipulās, in the order above, are known to scholars writing in English as the first, second, third and fourth vipulā,Keith (1920), p. 421. or the paeanic, choriambic, molossic, and trochaic vipulā respectively.Morton Smith (1961), p. 19. In Sanskrit writers, they are referred to as the na-, bha-, ra-, and ma-vipulā. A fifth vipulā, known as the minor Ionic, in which the first pāda ends | u u – x |, is sometimes found in the Mahābhārata, although rarely.Hopkins, p. 222. Statistical studies examining the frequency of the vipulās and the patterns in the earlier part of the pāda have been carried out to try to establish the preferences of various authors for different metrical patterns. It is believed that this may help to establish relative dates for the poems, and to identify interpolated passages.Morton Smith (1961).Brockington (1998), pp. 117–130. ==Examples== A typical is the following, which opens the Bhagavad Gita: : : : : :| – – – – | u – – – | :| u u – – | u – u – || :| – u – – | u – – u | :| u u – u | u – u u || :\"(Dhṛtaraṣṭra said:) In the place of righteousness, at Kurukṣetra, :gathered together and desiring battle, :my sons and the sons of Pandu, :what did they do, Sanjaya?\" From the period of high classical Sanskrit literature comes this benediction, which opens Bāṇabhaṭṭa's biographical poem Harṣacaritam (7th century CE): : : :| u – – u | u – – u | – u – u | u – u – || :| – – u u | u – – u | – – – – | u – u – || :\"Praise be to Śambhu, beautified by the chowrie moon touching his lofty head; :like a foundation pillar of a city that is the universe.\"Translation from Daniel H. Ingalls (translator) (1965): Sanskrit Poetry, from Vidyākara's Treasury. (Harvard). When a śloka is recited, performers sometimes leave a pause after each pāda, at other times only after the second pāda. (See External links.) ==See also== * Sanskrit prosody * Subhashita * Vedic metre * Anustubh ==References== ===Bibliography=== * *Brockington, John (1998). The Sanskrit Epics. Brill. * * * *D'Avella, Victor B. (2019) \"Notes on the Sanskrit Śloka\". (Introduction to Alaṅkāraśāstra Sommersemester 2019.) *Keith, A. Berriedale (1928). A History of Sanskrit Literature. (Oxford University Press). * * PDF * Murthy, G. S. S. (2003). \"Characterizing Classical Anuṣṭup: A Study in Sanskrit Prosody\". Annals of the Bhandarkar Oriental Research Institute, Vol. 84 (2003), pp. 101–115. (On JSTOR) * Sharma, Arvind (2000). \"Of Śūdras, Sūtas, and Ślokas: Why is the Mahābhārata preeminently in the Anuṣṭubh Metre?\". Indo-Iranian Journal, Vol. 43, No. 3 (2000), pp. 225–278. * ==External links== *Michael Hahn: \"A brief introduction into the Indian metrical system for the use of students\" (pdf) * Introduction to Sanskrit prosody LearnSanskrit.Org * Chanting of opening of Bhagavad Gita (starts at 0:46). *3 ślokas read by Dr R. Ganesh (including the one from Harṣacaritam) Category:Sanskrit words and phrases Category:Genres of poetry Category:Hindu texts Category:Poetic rhythm Category:Indian poetics",
 "title": "Shloka"
}