{
 "id": "519175",
 "text": "The Sydney Film Festival is an annual competitive film festival held in Sydney, Australia, usually over 12 days in June. A number of awards are given, the top one being the Sydney Film Prize. the festival's director is Nashen Moodley. ==History== Influenced by the experience of Australian film makers with the Edinburgh Film Festival since 1947 and the festival connected with the annual meeting of the Australian Council of Film Societies held at Olinda in the Dandenong Ranges, Victoria in 1952, later Melbourne International Film Festival, a committee sprang from the Film Users Association of New South Wales to establish a film festival in Sydney. The committee included Alan Stout, Professor of Philosophy at The University of Sydney, filmmakers John Heyer and John Kingsford Smith, and Federation of Film Societies secretary David Donaldson. Under the direction of Donaldson, the inaugural festival opened on 11 June 1954 and was held over four days, with screenings at Sydney University. Attendance was at full capacity with 1,200 tickets sold at one guinea each. By 1958, the festival attracted its first international sponsored guest, Paul Rotha, and advertising into the festival catalogue. The following year, the program expanded to seventeen days and by 1960 exceeded 2,000 subscribers with the introduction of the Opening Night feature film and party. Censorship difficulties arose in the mid-1960s and continued until such time as the festival was granted exemption from censorship in 1971.Webber (2005), p. 9 From inception until 1967, the University remained the annual home of the festival. The following year, the festival moved to the Wintergarden in Rose Bay where it remained for the ensuing five years. The historic State Theatre became the home of the festival in 1974, and remains one of the festival venues to date. In 2007, the festival introduced a series of live gigs, shows and cabaret-style screening at the nearby Metro Theatre. Owing to the COVID-19 pandemic in Australia, the 2020 festival staged a reduced, online-only version, and in 2021 was delayed to open on 3 November with the audience limited first to 75 per cent capacity, increasing to 100 per cent from 8–21 November. The films were also available online. ==Description== The competitive film festival draws international and local attention, with films being showcased in several venues across the city centre, and includes features, documentaries, short films, retrospectives, films for families and animations. Films are shown at venues across the Sydney central business district, with films shown at the Dendy Opera Quays, Event Cinemas in George Street, the Art Gallery of New South Wales, Sydney Town Hall, the Museum of Contemporary Art as well as the State Theatre. the festival's director is Nashen Moodley, who commenced in early 2012, replacing Clare Stewart. Patrons of the festival include Gillian Armstrong, Cate Blanchett, Jane Campion, Nicole Kidman, Baz Luhrmann, George Miller, and Sam Neill among others. ==Competition and film prizes== Although a small number of prizes existed from the mid–1980s, prior to 2007, the Sydney Film Festival was classified by the International Federation of Film Producers Associations (FIAPF) as a Non- Competitive Feature Film Festival. On 10 September 2007, the Festival announced it had received funding from the New South Wales government to host an official international competition, which rewarded \"new directions in film\". The FIAFP has since classified the Sydney Film Festival as a Competitive Specialised Feature Film Festival. Members of the audience are able to vote for popular awards, as well as specific industry prizes awarded in the following categories: * Sydney Film Prize (presently sponsored by iShares) * Australian Documentary Prize (presently sponsored by Foxtel) * Award for Australian Best Live Action Short Film (presently sponsored by Dendy) – established in 1989 * The Rouben Mamoulian Award for the Best Director of an Australian Short Film, named after Armenian-American film and theatre director Rouben Mamoulian (presently sponsored by Dendy) * Yoram Gross Animation Award (sponsored by Yoram and Sandra Gross) – established in 1986 * The CRC Award for Best Australian Feature-length Film with a Multicultural Perspective (presently sponsored by the Community Relations Commission For a Multicultural NSW) – established in 1992 * Peter Rasmussen Innovation Award – established in 2009 * Audience Award for Best Fiction Feature (presently sponsored by Showtime movie channels) * Audience Award for Best Documentary (presently sponsored by Showtime movie channels) ===Winners of the Sydney Film Prize=== {| class=\"wikitable\" ! | Year ! | Film ! | Director ! | Nationality |- | 2008 | Hunger | Steve McQueen | |- | 2009 | Bronson | Nicolas Winding Refn | |- | 2010 | Heartbeats | Xavier Dolan | |- | 2011 | A Separation | Asghar Farhadi | |- | 2012 | Alps | Yorgos Lanthimos | |- | 2013 | Only God Forgives | Nicolas Winding Refn | |- | 2014 | Two Days, One Night | Dardenne brothers | |- | 2015 | Arabian Nights | Miguel Gomes | |- | 2016 | Aquarius | Kleber Mendonça Filho | |- |2017 |On Body and Soul |Ildikó Enyedi | |- |2018 |The Heiresses |Marcelo Martinessi | |- |2019 |Parasite |Bong Joon-ho | |- |2020 |colspan=\"3\" align=\"center\" |- |2021 |There Is No Evil |Mohammad Rasoulof | |- |} ==Festival directors== * David Donaldson (1954–1957) * Valwyn Edwards (1958)Webber (2005), p. 7 * Sylvia Lawson and Robert Connell (1959) * Lois Hunter (1960) * Patricia Moore (1961)Webber (2005), p. 8 * Ian Klava (1962–1965) – Inaugural full-time paid director * David Stratton (1966–1983)Webber (2005), p. 11 * Rod Webb(1984–1988) * Paul Byrnes (1989–1998) * Gayle Lake (1999–2004) * Lynden Barber (2005–2006) * Clare Stewart (2007–2011) * Nashen Moodley (2012–present) ==See also== *Message Sticks Indigenous Film Festival ==Bibliography== * * ==References== ==External links== * Official Site Category:Film festivals established in 1954 Film festival Category:1954 establishments in Australia",
 "title": "Sydney Film Festival"
}