{
 "id": "51946",
 "text": "Roosevelt Island is a narrow island in New York City's East River, within the borough of Manhattan. It lies between Manhattan Island to the west, and the borough of Queens, on Long Island, to the east. Running from the equivalent of East 46th to 85th Streets on Manhattan Island, it is about long, with a maximum width of , and a total area of . Together with Mill Rock, Roosevelt Island constitutes Manhattan's Census Tract 238, which has a land area of , and had a population of 11,661 as of the 2010 United States Census. Lying below the Queensboro Bridge, the island cannot be accessed directly from the bridge itself. Vehicular traffic uses the Roosevelt Island Bridge to access the island from Astoria, Queens, though the island is not designed for vehicular traffic and has several areas designed as car-free zones. Several public transportation options to reach the island exist. The Roosevelt Island Tramway, the oldest urban commuter tramway in the U.S, connects the island to Manhattan Island's Upper East Side. The Roosevelt Island station carries the F and trains of the New York City Subway. The NYC Ferry also maintains a dock on the east side of the island. On-island transport is provided by the Red Bus service. The island was called by the Lenape and Varkens Eylandt (Hog Island) by New Netherlanders, and during the colonial era and later as Blackwells Island. It was known as Welfare Island when it was used principally for hospitals, from 1921 to 1973. It was renamed Roosevelt Island (in honor of Franklin D. Roosevelt) in 1973.\"Memorial Park Honoring Franklin D. Roosevelt,\" William J. vanden Heuvel, Franklin and Eleanor Roosevelt Institute. Roosevelt Island is owned by the city but was leased to the New York State Urban Development Corporation for 99 years in 1969. Most of the residential buildings on Roosevelt Island are rental buildings. There is also a cooperative named Rivercross and a condominium building named Riverwalk. One rental building (Eastwood) has left New York State's Mitchell-Lama Housing Program, though current residents are still protected. It is now called Roosevelt Landings. There are attempts to privatize three other buildings, including the cooperative. The FDNY also maintains its Special Operations Command facility at 750 Main St. on the island. ==History== === 17th and 18th centuries === In 1637, Dutch Governor Wouter van Twiller purchased the island, then known as Hog Island, from the Canarsie Indians., p. 29 After the Dutch surrendered to the English in 1664, Captain John Manning acquired the island in 1666, which became known as Manning's Island, and twenty years later, Manning's son-in-law, Robert Blackwell, became the island's new owner and namesake. In 1796, Blackwell's great-grandson Jacob Blackwell constructed the Blackwell House, which is the island's oldest landmark, New York County's sixth oldest house, and one of the city's few remaining examples of 18th- century architecture. === 19th century === Through the 19th century, the island housed several hospitals and a prison. In 1828, the City of New York purchased the island for $32,000 (), and four years later, the city erected a penitentiary on the island; the Penitentiary Hospital was built to serve the needs of the prison inmates. By 1839, the New York City Lunatic Asylum opened, including the Octagon Tower, which still stands but as a residential building; it was renovated and reopened in April 2006. The asylum, which was designed by Alexander Jackson Davis, at one point held 1,700 inmates, twice its designed capacity. thumb|Blackwells Island (now known as Roosevelt Island) from the East River, c. 1862 In 1852, a workhouse was built on the island to hold petty violators in 220 cells. The Smallpox Hospital, designed by James Renwick, Jr., opened in 1856, and two years later, the Asylum burned down and was rebuilt on the same site; Penitentiary Hospital was destroyed in the same fire. In 1861, prisoners completed construction of Renwick's City Hospital (renamed Charity Hospital in 1870), which served both prisoners and New York City's poorer population. In 1877, the hospital opened a School of Nursing, the fourth such training institution in the nation. During the impeachment process of New York State Supreme Court Justice George G. Barnard in 1872, the first charge that the New York City Bar Association brought against Barnard was that he discharged at least 39 prisoners from the Blackwell's Island penitentiary before their sentence was expired. In 1872, the Blackwell Island Light, a Gothic style lighthouse later added to the National Register of Historic Places, was built by convict labor on the island's northern tip under Renwick's supervision. Seventeen years later, in 1889, the Chapel of the Good Shepherd, designed by Frederick Clarke Withers, opened. By 1895, inmates from the Asylum were being transferred to Ward's Island, and patients from the hospital there were transferred to Blackwell's Island. The Asylum was renamed Metropolitan Hospital. However, the last convicts were not moved off the island until 1935, when the penitentiary on Rikers Island opened. === 20th century === The 20th century was a time of change for the island. The Queensboro Bridge started construction in 1900 and opened in 1909; it passed over the island but did not provide direct vehicular access to it at the time. In 1921, Blackwell's Island was renamed Welfare Island after the City Hospital on the island. In 1930, a vehicular elevator to transport cars and passengers on Queensboro Bridge started to allow vehicular and trolley access to the island. In 1939, Goldwater Memorial Hospital, a chronic care facility, opened, with almost a thousand beds in 7 buildings on . Thirteen years later, Bird S. Coler Hospital, another chronic care facility, opened, and three years after the Coler Hospital's opening, Metropolitan Hospital moved to Manhattan, leaving the Lunatic Asylum buildings abandoned. The same year, 1955, the Welfare Island Bridge from Queens opened, allowing automobile and truck access to the island and the only non-aquatic means in and out of the island; the vehicular elevator to Queensboro Bridge then closed, but was not demolished until 1970. As late as August 1973, another passenger elevator ran from the Queens end of the bridge to the island. More changes came in the latter half of the century. In 1968, the Delacorte Fountain, opposite the headquarters of the United Nations, opened. Mayor John V. Lindsay named a committee to make recommendations for the island's development in the same year. A year later, the New York State Urban Development Corporation (UDC) signed a 99-year lease for the island, and architects Philip Johnson and John Burgee created a plan for apartment buildings housing 20,000 residents. In 1973, Welfare Island was renamed Roosevelt Island in honor of Franklin D. Roosevelt, and two years later, planning for his eponymous park, Franklin D. Roosevelt Four Freedoms Park, started. Federal funding for redevelopment came from the New Community Act. In 1976, the Roosevelt Island Tramway opened, connecting the island directly with Manhattan, but it was eight years before the New York State legislature created the Roosevelt Island Operating Corporation (RIOC) to operate the tramway, with a nine-person board of directors appointed by the Governor, two suggested by the Mayor of New York City, and three of whom are residents of the island. The tramway was meant as a temporary solution to the then-lack of subway service to the island, which began in 1989 with the opening of the Roosevelt Island subway station, serving the . === 21st century === During the 21st century, the area became more gentrified. In 1998, the Blackwell Island Light was restored by an anonymous donor. In 2006, the restored Octagon Tower opened, serving as the central lobby of a two-wing, 500-unit apartment building. In 2010, the Roosevelt Island Tramway reopened after renovations. A year later, Southpoint Park opened south of Goldwater Memorial Hospital, near the island's southern end, Cornell Tech, a joint venture between Technion – Israel Institute of Technology and Cornell University, was announced the same year. In 2012, the Franklin D. Roosevelt Four Freedoms Park was dedicated and opened to the public as a state park. Hillary Clinton officially launched her 2016 presidential campaign at Four Freedoms Park in 2015.Jamerson, Joshua. \"Roosevelt Island Awakens to a Clinton Crowd\", The New York Times, June 13, 2015. Accessed October 22, 2018. \"Though the usual early-morning risers were already walking their dogs and stretching their legs as they strolled along the East River, this was not a typical Saturday on Roosevelt Island. At the southern end of the island, the residents found themselves bumping into hundreds of supporters of Hillary Rodham Clinton waiting in line hours before she was expected to give the kickoff speech of her 2016 campaign for president here.... The campaign was handing out tickets to the event to people standing in a line near Four Freedoms Park, which celebrates the famous speech by Franklin D. Roosevelt.\" Construction of the new Cornell Tech campus began in January 2014 with the arrival of equipment on Roosevelt Island for the building of a fence around the construction site and for the demolition of the existing Coler-Goldwater Specialty Hospital's south campus; demolition began in March 2014, but city officials say they do not have plans to close the north campus of the hospital. The school began operations on the island in fall 2017. On June 24, 2019, the Roosevelt Island Operating Corporation (RIOC) published an open call for artists to create a memorial for journalist Nellie Bly. Bly's investigative reporting about the abusive treatment at the New York City Insane Asylum at what was then called Blackwell's Island, led to new forms of journalism as well as the reform of New York City institutions. In October, a committee of RIOC employees and community leaders selected The Girl Puzzle proposal by American artist Amanda Matthews. The public art installation of a plaza featuring bronze sculptures, stainless steel spheres and a fully accessible walkway is planned for unveiling in 2021. ==Architecture== Though small, Roosevelt Island has a distinguished architectural history. It has several architecturally significant buildings and has been the site of numerous important unbuilt architectural competitions and proposals. The island's master plan, adopted by the New York State Urban Development Corporation in 1969, was developed by the firm of Philip Johnson and John Burgee. The plan divided the island into three residential communities, and it forbade the use of automobiles on the island; the plan intended for residents to park their cars in a large garage and use public transportation to get around. Another innovation was the plan's development of a 'mini-school system,' in which classrooms for the island's public intermediate school were distributed among all the residential buildings in a campus-like fashion (as opposed to being centralized in one large building). The first phase of Roosevelt Island's development was called \"Northtown\". It consists of four housing complexes: Westview, Island House, Rivercross, and Eastwood (also known as the WIRE buildings). Rivercross is a Mitchell-Lama co-op, while the rest of the buildings in Northtown are rentals. Eastwood, the largest apartment complex on the island, and Westview were designed by noted architect Josep Lluis Sert, then dean of Harvard Graduate School of Design. Eastwood, along with Peabody Terrace (in Cambridge, Massachusetts), is a prime example of Sert's high-rise multiple-dwelling residential buildings. It achieves efficiency by triple-loading corridors with duplex apartment units, such that elevators and public corridors are only needed every three floors. Island House and Rivercross were designed by Johansen & Bhavnani. The two developments were noteworthy for their use of pre-fabricated cladding systems. Subsequent phases of the island's development have been less innovative, architecturally. Northtown Phase II was developed by the Starrett Corporation and designed by the firm, Gruzen Samton, in a pseudo-historical post-modern style. It was completed in 1989, over a decade after Northtown. Southtown (also referred to as Riverwalk by the developers) is the third phase of the island's development. This phase, also designed by Gruzen Samton, was not started until 1998 and is still in the process of development. When complete, Southtown will have 2,000 units in nine buildings. thumb|upright|Main Street on Roosevelt Island The Octagon, one of the island's six landmarks, was restored in April 2006, and the national landmark building is now a high-end apartment community. It also houses the largest array of solar panels on any building in New York City. When The Octagon opened its doors, many young, affluent tenants started to occupy the studios and one-, two-, and three-bedroom units; 100 of the units therein are set aside for middle-income residents. In 2006, ENYA (Emerging New York Architects) made the island's abandoned southern end the subject of one of its annual competitions. In addition to Louis Kahn's Franklin D. Roosevelt Four Freedoms Park at that tip, whose public dedication on October 17, 2012 was tangled in litigation, the island has also been the site of numerous other architectural speculations. Rem Koolhaas and the Office of Metropolitan Architecture proposed two projects for the Island in his book \"Delirious New York\": the Welfare Island Hotel and the Roosevelt Island Redevelopment Proposal (both in 1975–76). That proposal was Koolhaas's entry into a competition held for the development of Northtown Phase II. Other entrants included Peter Eisenman, Robert A. M. Stern, and Oswald Mathias Ungers. , six of the Southtown buildings, with a total of 1,200 units, have been completed. Residential development of Southtown has brought new retail businesses to Roosevelt Island, including a Starbucks and a Duane Reade. Roosevelt Island has long had a limited variety of restaurants; however, as a result of Southtown development, four new restaurantsNonno's Focacceria (opened January 2008), Fuji East (opened April 2008), Riverwalk Bar & Grill (operational 2009–2018), and Pier NYC (operational only in 2012)appeared on the West Promenade. thumb|center|700px|Roosevelt Island buildings ==Transportation== Although Roosevelt Island is located directly under the Queensboro Bridge, it is no longer directly accessible from the bridge itself. A trolley used to connect passengers from Queens and Manhattan to a stop in the middle of the bridge, where passengers took an elevator down to the island. The trolley operated from the bridge's opening in 1909 until April 7, 1957. Between 1930 and 1955, the only vehicular access to the island was provided by an elevator system in the Elevator Storehouse that transported cars and commuters between the bridge and the island. The elevator was closed to the public after the construction of the Roosevelt Island Bridge between the island and Astoria in Queens in 1955; the elevator was demolished in 1970, but a similar elevator ran from the Queensboro Bridge to the island as late as 1973. In 1976, the Roosevelt Island Tramway was constructed to provide access to Midtown Manhattan. The tram was closed from March to November 2010, during which time all of the components of the tramway, except for the tower bases, were replaced. New York City Subway access to the rest of Manhattan and to Long Island City in Queens via the IND 63rd Street Line began in 1989, but access to the rest of Queens did not start until 2001.See History of the 63rd Street Line and the articles for the 63rd Street Shuttle, B, F, and Q trains, for more information. Located more than below ground level, the Roosevelt Island station () is one of the deepest stations below sea level in the system. The BMT 60th Street Tunnel () and the IND 53rd Street Line () both pass under Roosevelt Island, without stopping, on their way between Manhattan and Queens. Roosevelt Island's residential community was not designed to support automobile traffic during its planning in the early 1970s. Automobile traffic has become common even though the northern and southern tips of the island remain car-free areas. Visitors can access the island by car over the Roosevelt Island Bridge but must park in the Motorgate Garage for overnight stays or in metered roadside spaces for short- term visits. MTA Bus's route, operating between the island and Queens, obviates the need for automobiles to some extent. However, RIOC operates the Red Bus, a free on-island shuttle bus service. The service uses easily visible bright red buses, and competes directly with the Q102 in connecting apartment buildings to the subway and tramway. Roosevelt Island has been served by NYC Ferry's Astoria route since August 2017. The ferry landing is on the east side of the island near the tramway station. ==Demographics== ===2000 US Census=== As of the 2000 US Census, Roosevelt Island had a population of 9,520. Fifty- two percent of the population (4,995) were female, and 4,525, or 48%, were male. The population was spread out, with 5% under the age of 5, 20% under the age of 18, 67% between the ages of 18 and 65, and 15% over the age of 65.\"Community\" on the Roosevelt Island Operating Corporation website The racial makeup of the island was 45% white (non-Hispanic), 27% black (non- Hispanic), 14% Hispanics or Latinos of any race, 11% Asian or Pacific Islander, and .3% other races. The median income was $49,976. 37% had an income under $35,000. 40% had incomes between $35,001 and $99,999, and 23% had an income over $100,000. 55% of the total households were family households, and 45% were non-family households. 17% of the residents were married couples with children, and 19% were married couples without children. 36% of the households were one-person households, and 9% were two or more non-family households. 3% were male-based households with related and unrelated children, and 16% were female-based households with related and unrelated children. ===2010 US Census=== As of the 2010 US Census, Roosevelt Island had a population of 11,661. The racial makeup of the island was 54.4% white, 23.4% black, 14.9% Hispanics or Latinos of any race, 20.0% Asian, 0.6% Native American or Pacific Islander, and 5.4% other races. 42.7% of the population was born outside the US. The median income was $76,250. 69.3% of households earned more than $50,000. 30.5% earned less than $50,000. ===2020 US Census=== As of the 2020 US Census, Roosevelt Island had a population of 11,722. ===International population=== Due to its proximity to the headquarters of the United Nations, Roosevelt Island is home to a large number of diplomatic sector employees. At one time these included then-United Nations Secretary General Kofi Annan. In addition to several Christian denominations, the island is home to two Jewish synagogues, and as of 2019, a mosque via the Islamic Society of Roosevelt Island. In September 2017, Chabad of Roosevelt Island, the island's Chabad-Lubavitch Jewish congregation, launched a Chabad Jewish student organization in concert with the launch of Israeli-affiliated Cornell Tech, seeking to provide for the spiritual needs of international students from Israel. Between the 2000 and 2010 Censuses, Roosevelt Island has seen a 9% growth in the percentage of residents who identified as Asian. A large proportion of this growth has been driven by Chinese international student enrollments which skyrocketed following the financial crisis of 2007–2008, seeing local schools such as Columbia University receiving the fifth-largest enrollment of Chinese students in the United States during the 2014-2015 school year. The Chinese student and young professional population on the island has led to an increase in the number of businesses accepting payments via Mainland China mobile applications, as well as restaurants featuring regional Chinese cuisine and Chinese-language religious outreach. ==Government and infrastructure== The neighborhood is part of Manhattan Community District 8. The Roosevelt Island Operating Corporation operates and maintains the island's government and infrastructure. The United States Postal Service operates the Roosevelt Island Station at 694 Main Street. Garbage on Roosevelt Island is collected by an automated vacuum collection (AVAC) system using a system of pneumatic tubes that collects of trash each day; this is one of the world's largest AVAC systems.Chaban, Matt A.V. \"Garbage Collection, Without the Noise or the Smell\", The New York Times, August 3, 2015. Accessed July 28, 2017. \"While vehicles still found their way onto the island, garbage trucks were largely banished, thanks to the pneumatic tube system, one of the largest in the world. It sucks up roughly 10 tons of trash from the island's 12,000 residents each day.... After they drop garbage down chutes in their buildings, it collects at the bottom until a trapdoor is activated, releasing the waste into 22-inch-wide red steel tubes that run underground.\" Roosevelt Island does not currently have its own fire station. Engine Company 261, in Long Island City, was near the Roosevelt Island Bridge and served the island until Mayor Michael Bloomberg closed it, and five other stations, on May 26, 2003. In 2019 Mayor Bill de Blasio's office told reporters that the Island had \"additional resources in place in the event they are needed for an emergency.\" == Recreation == There are four recreational fields on Roosevelt Island: * Capobianco Field, located south of the Roosevelt Island Bridge ramp; measures * Firefighters Field, located next to the ferry terminal north of Queensboro Bridge; measures * Octagon Field, located across from the New York City Department of Sanitation building at the north end of the island. As of 2019 it is currently closed for renovations. * Pony Field, located east of the Octagon; measures In addition, the Franklin D. Roosevelt Four Freedoms Park is located at the extreme south end of Roosevelt Island. Four Freedoms Park, a New York State Park, opened on October 24, 2012. The park is named after President Franklin D. Roosevelt's Four Freedoms speech, which he made to the United States Congress in 1941. Directly to the north is Southpoint Park, a green space containing the landmark Strecker Lab and Smallpox Hospital buildings. At the northern tip of Roosevelt Island is another park, Lighthouse Park, named after the Blackwell Island Light. The entire island is circled by a publicly accessible waterfront promenade. ==Education== Roosevelt Island, as with all parts of New York City, is served by the New York City Department of Education. Residents are zoned to PS/IS 217 Roosevelt Island School, which opened in 1992, combining schools at various locations on the island. Some of the locations that formerly housed the fragments of PS/IS 217 now house The Child School and Legacy High School, which serve K–12 special needs children with learning and emotional disabilities. On December 19, 2011, Mayor Michael Bloomberg announced that Cornell Tech, a Cornell University-Technion-Israel Institute of Technology graduate school of applied sciences, would be built on the island. The $2 billion facility includes 2 million square feet of space on an 11 acre city-owned site, which was previously used for a hospital. Classes began off-site in September 2012 at the Google New York offices, and the first classes on the Roosevelt Island campus began on September 13, 2017. The first phase of the campus includes main academic building, a graduate housing tower, and an innovation hub/tech incubator. Construction of a conference center and a hotel began in 2018.Pérez-Peña, Richard \"Cornell Bid Formally Chosen for Science School in City\" The New York Times (December 19, 2011)Brooks, Stan \"Mayor Bloomberg: New York City Ready To Declare War On Silicon Valley\" \"CBS New York\" (December 19, 2011) thumb|United for Libraries Literary Landmark dedicated by the Empire State Center for the Book ==Library== The New York Public Library operates the Roosevelt Island branch at 504 Main Street. The library began in a community room, then moved to its own building at 524 Main Street in 1979. In 1998, the library became a branch of the NYPL system. The current location at 504 Main Street opened in January 2021 and contains . On April 12, 2016, the Empire State Center for the Book dedicated a United for Libraries Literary Landmark plaque marking Roosevelt Island's literary connections. == Organizations == The Roosevelt Island Garden Club has existed since 1979. Each gardener is assigned a plot and can choose to grow what they wish. The club is made up mostly of Island Residents that rent plots to grow all kinds of different plants. The membership is $65 a year and the wait list is extremely long. Visitors can view for free on Saturdays and Sundays. ==Media== Roosevelt Island has three dedicated news sources. *The Roosevelt Island Daily, is a community blog maintained by David Stone since April 2016. *The Roosevelt Islander, is a community blog maintained by Rick O'Conor. * The Main Street WIRE, was founded in 1979 by Dr. Jack Resnick and usually published about every two weeks (monthly in July and August). ==Notable residents and visitors== thumb|Prison at Blackwell's Island in 1853 Due to its proximity to the United Nations Headquarters, Roosevelt Island has long been a popular neighborhood for diplomats and United Nations staff. ===Prisoners=== * George Appo - A pickpocket and con artist. A biographer provides a description of the penitentiary on Blackwell's Island in the later half of the 19th century as having lax security, with prisoners being able to escape if they knew how to swim. * Ida Craddock – convicted for obscenity under the Comstock laws * Ann O'Delia Diss Debar - served six months for fraud as a medium * George Washington Dixon – served six months for libel against Reverend Francis L. Hawks * Fritz Joubert Duquesne – Nazi spy and leader of the Duquesne Spy Ring, the largest convicted espionage case in United States history * Becky Edelson – for \"using threatening language\" during a speech * Carlo de Fornaro – for criminal libel, in 1909 * Emma Goldman – several times, for activities in support of anarchism and birth control and against the World War I draft * Billie Holiday – served on prostitution charges * Mary Jones – a 19th-century transgender prostitute who was a center of media attention for coming to court wearing feminine attire. * Peter H. Matthews – for operating policy games (illegal lotteries) all over New York City * Patrick McLaughlin – Tammany Hall tough * Eugene Reising – firearms designer convicted of violating the Sullivan Act * Madame Restell – for performing abortions * Dutch Schultz – arrested for burglary * Boss Tweed – served one year on corruption-related charges * Mae West – served eight days on public obscenity charges for her play Sex ===Visitors=== * Charles Dickens – described conditions at the \"Octagon\", an asylum for the mentally ill then located on the northern portion of the island, in his American Notes (1842) * William Wallace Sanger – oversaw police interviews of 2000 prostitutes at Blackwell's Island and wrote up the findings in The History of Prostitution (1858) * Joseph Lister \\- near the end of his trip to the United States, Lister, at the invitation of surgeon William Van Buren, performed an operation at Charity Hospital on Blackwell's Island. (1876) * Nellie Bly – went undercover as a patient in the Women's Lunatic Asylum and reported what happened in the New York World as well as her book Ten Days in a Mad-House (1887) ===Residents=== Current residents * Jonah Bobo (born 1997) – actorBechet, Matilde. \"Senior composes and plans original musical\", The Ithacan, February 27, 2019. Accessed August 13, 2019. \"Though a musical seems grandiose and monumental under the pageantry of performance and bright stage lights, every production begins with just an idea. For senior Jonah Bobo, the idea for him to write his own musical came nearly three years ago.... Hayat, a playwright and graduate from SUNY Purchase, grew up in Roosevelt Island, New York, a few houses down from Bobo, her brother’s friend.\" * Michael Brodsky (born 1948) – authorCohen, Joshua. \"The Bank Teller’s Game - Michael Brodsky\", Zeek. Accessed August 13, 2019. \"Called by Library Journal 'one of the most important writers working today,' Michael Brodsky is very much a writer for an idealized tomorrow. He was born in the Bronx in 1951, and lives in the seclusion nearest to Manhattan, namely Roosevelt Island.\" * Roy Eaton (born 1930) – pianist * Tim Keller (born 1950) – Christian author and ministerHooper, Joshua. \"Tim Keller Wants to Save Your Yuppie Soul\", New York (magazine), November 25, 2009. Accessed August 13, 2019. \"On a sunny morning not long ago, Keller greets me at his upper-floor apartment on Roosevelt Island and ushers me into his study.\" Former residents * Kofi Annan (1938–2018) – former United Nations Secretary-General * Michelle Bachelet (born 1951) – president of Chile and Executive Director of the United Nations Entity for Gender Equality and the Empowerment of Women (UN Women). * Alice Childress (1912–1994) – playwright and author * Billy Crawford (born 1982) – singer, songwriter and actor\"Billy, Coleen address 'racist' prenup photos\", ABS-CBN News and Current Affairs, March 12, 2018. Accessed August 13, 2019. \"Crawford also assured the public that he is familiar with racism, and said they mean no harm. 'I grew up in a very diverse city (Roosevelt Island), and had experienced bullying and racism in my youth because of my being \"an Asian.\" Trust me, we meant no harm,' he said.\" * Mike Epps (born 1970) – stand-up comedian, actor, film producer, writer and rapper, best known for playing Day-Day Jones in Next Friday and its sequel, Friday After Next.\"Mike Epps Unleashes His Wrath On A Heckler!!\", Hip Hop News Uncensored, August 2, 2018. Accessed August 13, 2019. \"Epps was born on November 18, 1970 in Indianapolis, Indiana. Epps family moved to Roosevelt Island, New York when he was young.\" * Wendy Fitzwilliam (born 1972) – former Miss Universe and Miss Trinidad and Tobago * Amanda Forsythe (born 1976) – light lyric soprano known for her interpretations of baroque music and the works of Rossini.[Dyer, Richard. \"Soprano Amanda Forsythe voices her love of opera\", The Boston Herald, December 31, 2004. Accessed August 13, 2019. \"Forsythe was elegant, poised, focused, and determined as she talked recently about her emerging career. She grew up on Roosevelt Island, alongside Manhattan, and sang in high school choirs without ever taking her vocal potential very seriously.\" * Buddy Hackett (1924–2003) – comedian and actorTrott, William C. \"Hackett Goes To Sea\", United Press International, August 13, 1986. Accessed August 13, 2019. \"Buddy Hackett loves his Roosevelt Island. He got up early Tuesday to be on the maiden voyage of a ferry that runs from the island down the East River to Wall Street on Manhattan. The rotund comedian lives on Roosevelt when in New York City and said he wanted to be on the ferry's 'maiden voyage because I want to go down in history like Christopher Columbus.'\" * Al Lewis (1923–2006) – actor, best known as \"Grandpa\" in The Munsters * Sarah Jessica Parker (born 1965) – actressBenveniste, Alexis. \"Sarah Jessica Parker’s New York life had a rocky start\", New York Post, May 22, 2017. Accessed August 13, 2019. \"Sarah Jessica Parker‘s early days in New York as a young actress were a struggle.... A pipe dream of moving to New York became a reality when the family read a New York magazine story on Roosevelt Island’s affordable housing options.... Once Parker’s family decided to make the move to New York, they applied for an apartment in one of the subsidized housing units and were granted one.\" * Andrea Rosen (born 1974) – comedian * Jon Sciambi (born 1970) – ESPN broadcasterBrown, David. \"AA Q&A;: Jon Sciambi talks baseball, redheads, the ESPN TV job he didn’t get and the ALS charity he helped to start\", Awful Announcing, May 18, 2018. Accessed August 13, 2019. \"Jon Sciambi grew up in a unique part of New York City, playing ball on tiny Roosevelt Island and rooting for the Philadelphia Phillies.\" * Lyndsey Scott – model, actress, iOS mobile app software developerRoss, Barbara. \"Victoria’s Secret model being sued for ‘misleading’ Airbnb listing defends her Roosevelt Island apartment\", New York Daily News, August 31, 2016. Accessed August 13, 2019. \"That's what a Victoria's Secret model insisted Wednesday about her Roosevelt Island apartment that was the subject of a new lawsuit by an unhappy Airbnb customer. However, the model, Lyndsey Scott, said she 'acknowledges' the complaints of attorney Christian Pugaczewski and is 'working closely with Airbnb to ensure that this is settled in a fair and just manner.'\" * Fez Whatley (1964–2021) – former co-host of The Ron and Fez Show on Sirius XM satellite radio * Paul Feinman (1960–2021) – associate judge of the New York Court of Appeals.McKinley Jr., James C. \"First Openly Gay Judge Confirmed for New York’s Highest Court\", The New York Times, June 21, 2017. Accessed August 13, 2019. \"So the choice of Paul G. Feinman, an associate justice of the Appellate Division of the State Supreme Court in Manhattan, to fill the seat left open by the death of Judge Sheila Abdus-Salaam in April was a watershed for gay New Yorkers.... Justice Feinman and his husband, Robert Ostergaard, a web publisher, live on Roosevelt Island.\" ==In popular culture== Literature * 1867 – In chapter 13 of Horatio Alger's novel Ragged Dick: Or, Street Life in New York with the Boot Blacks, the character Mickey Maguire, a young tough from Five Points \"had acquired an ascendency among his fellow professionals, and had a gang of subservient followers, whom he led on to acts of ruffianism, not infrequently terminating in a month or two at Blackwell's Island\". * 1893 – In the opening chapter of Stephen Crane's novelette \"Maggie: A Girl of the Streets\", \"a worm of yellow convicts\" is seen emerging from a prison building on Roosevelt Island. * 1904 – In O. Henry's short story \"The Cop and the Anthem,\" the main character, a homeless man named Soapy, schemes to have himself arrested so as to spend the harsh winter serving a three-month sentence in Blackwell's Island prison. * 1922 – Yank, the main character in Eugene O'Neill's comedy The Hairy Ape, is imprisoned in Blackwell's Island prison, in chapter VI. * 1925 – Roosevelt Island appears in F. Scott Fitzgerald's classic novel The Great Gatsby as Blackwell's Island, in Chapter Four, when Nick and Jay drive into Manhattan via the Queensboro Bridge. * 2001 – Roosevelt Island's ruins, particularly the Smallpox Hospital and the Strecker Memorial Laboratory, play a central role in Linda Fairstein's police procedural novel The Dead House (Scribner 2001). * 2004 – A significant scene in Caitlín R. Kiernan's story \"Riding The White Bull\" takes place on Roosevelt Island. * 2005 – In the novel by Caroline B. Cooney, Code Orange, the main character, Mitty, is studying smallpox for his own survival. He goes and visits the Smallpox Hospital ruins on Roosevelt Island. * 2007 – In the novel by Cassandra Clare, City of Bones, the protagonist is drawn to the island for a showdown with the elusive villain, Valentine. Film * 1932 – A Paramount Pictures film entitled No Man of Her Own is released, a light comedy film starring Clark Gable and Carole Lombard. Upon learning that Gable's character is not in South America, but instead learns he has negotiated a deal to serve 90 days and \"he's across the river\", Lombard's character then looks out of her hotel window to a view across the East River and the Queensboro Bridge, later referring to this as \"Blackwell's Island\". * 1939 – A Warner Bros. film entitled Blackwell's Island is released. It stars John Garfield as a crusading reporter investigating corruption in the island's prison. * 1966 – In the film Mister Buddwing, a sign posted on a bridge in the film reads \"Stairway to Welfare Island\". Suzanne Pleshette, playing the character Grace, tries to throw herself off the bridge wearing nothing but a fitted trench coat and white ankle boots, before James Garner's character saves her. * 1981 – A Roosevelt Island Tramway car is held hostage in the Sylvester Stallone film Nighthawks. * 1983 – The 1983 Italian B movie Escape from the Bronx has a scene filmed at the north end of the island. * 1985 – In the final scenes of the film Turk 182 the Timothy Hutton character swings above Roosevelt Island on the Queensboro Bridge. * 1990 – In the first Teenage Mutant Ninja Turtles film, exterior shots of the Renwick Ruins are used as the fictitious location for the Foot Clan's secret hideout. * 1991 – In the opening scene of City Slickers Billy Crystal's character \"Mitch Robbins\" is shown commuting to work via the Roosevelt Island tram. * 1993 – In the film For Love or Money, Doug Ireland (played by Michael J. Fox) wants to buy the \"abandoned hotel\" at the south end of Roosevelt Island, referring to the ruins of the Smallpox Hospital. * 1994 – In The Professional, Mathilda Lando (played by Natalie Portman) takes the Tramway to Roosevelt Island to seek asylum at what is implied to be the Spencer School; however, in the beginning of the film the school's head mistress states on the phone that the school is located in Wildwood, New Jersey. * 1997 – The film Conspiracy Theory was shot on location in and around New York City, including Roosevelt Island. * 2001 – The fictional \"Saint Adonis Cemetery\" in the film Zoolander was built on Roosevelt Island. * 2002 – Near the end of the film Spider-Man, the Green Goblin blows up the Roosevelt Island side tram station and leaves a group of children hanging inside one car. He also brings Spider-Man down to fight with him in the abandoned Smallpox Hospital on the island. The tram and the island make other appearances in Spider-Man media. The island is featured in the video game Spider-Man 2. In The Amazing Spider-Man #161 and #162, appearing on the cover of the latter,Comics:Amazing Spider-Man Vol 1 162, Marvel Database Project. and Spider-Man and Hulk fight on Roosevelt Island in The Amazing Spider-Man #328. * 2002 – In the film Gangs of New York, Leonardo DiCaprio's character Amsterdam Vallon is seen leaving \"Hellgate House of Reform, Blackwell's Island, New York City\". * 2003 – In the film Anything Else, Woody Allen's character, David Dobel, is a schoolteacher who lives on the island. * 2005 – Roosevelt Island is the setting for the film Dark Water by Brazilian director Walter Salles, where Dahlia (Jennifer Connelly) moves into a low-rent apartment with her daughter and then is terrorized by the ghost of a girl that used to live upstairs. * 2007 – In the film The Brave One, starring Jodie Foster, a scene takes place at the Roosevelt Island parking lot. The film mentions the island several times. * 2009 – In the final, poignant scene of Daddy Longlegs (2009 film), the characters board a tram for Roosevelt Island. Television * 1958 – In the \"Violent Circle\" episode of Naked City (season 1, episode 5), Detective Halloran (James Franciscus) poses as a mental patient in a hospital mental ward on the Island to uncover a murderer. * 1963 – In the \"Carrier\" episode of Naked City (season 4, episode 29), a woman (Sandy Dennis) escapes from a chronic care hospital on Welfare Island – as it was then called – to carry a rare disease through New York City. * 1993 – in the \"American Dream\" episode of Law & Order (season 4, episode 8), a body is found during archaeological excavation on Roosevelt Island, forcing a new trial of a Wall Street broker (Željko Ivanek) who had been convicted based on a witness claiming they had buried the body in New Jersey in the early '80s. * 2005 – In the second season episode of CSI: NY called \"Dancing with the Fishes\", a crime is committed inside the Roosevelt Island tram. * 2010 – On the TV show 24, NY CTU is based on Roosevelt Island. * 2010 – The reality TV show America's Next Top Model filmed a photo shoot on the Roosevelt Island tram on April 7. * 2011 – The television series Unforgettable takes place in part on Roosevelt Island. * 2012 – The season three finale of White Collar is set largely on Roosevelt Island, including a stunt in which the show's protagonist jumps midair between Tram cars to avoid being captured by the FBI. * 2013 \\- The second season episode \"On The Line\" of Elementary opens with a woman shooting herself on the Roosevelt Island Bridge and staging it to look like a murder in order to frame the man who got away with killing her sister. *2015 \\- In season four, episode sixteen of the TruTV show Impractical Jokers, \"Captain Fatbelly\", a punishment is filmed on the Roosevelt Island Tram. During the scene Joe Gatto performed several strange tasks while riding on top of the tram dressed as the superhero \"Captain Fatbelly\". * 2015 – The second season of FX's series The Strain has several scenes which take place on Roosevelt Island. * 2016 – In the third season episode '\"P is For Pancake\", of TV Land's series Younger, a potential love interest for Hilary Duff's character is rebuffed when he is revealed to be a resident of Roosevelt Island. * 2018 – In the Netflix original miniseries Maniac, Jonah Hill's character lives on Roosevelt Island. * 2019 \\- The fourth season episode \"Maximum Recreational Depth\" of Billions, first broadcast on April 21, features a meeting between Wendy Rhoades and Taylor Mason at the FDR Four Freedoms State Park, where they discuss Roosevelt’s State of the Union speech and the relationship between architect-designer Louis Kahn and his son. * 2019 \\- The seventh season episode \"Into The Woods\" of Elementary, first broadcast on June 20, has Joan meet with billionaire Odin Reichenbach at the Franklin D. Roosevelt Four Freedoms Park; at the end of the episode, she and Sherlock meet him there again to confront him over sending them on a wild goose chase. The following episode, \"Command: Delete\", immediately follows up on this, continuing this meeting. Video games * 1992 – In the final level of the video game Atomic Runner for the Sega Mega Drive/Genesis the level takes place on Roosevelt Island Southpoint Park. * 2008 – In the video game Grand Theft Auto IV there is an island resembling Roosevelt Island, named Colony Island. It also includes the ruins of a hospital, similar to the Smallpox Hospital. There is also a replica of the tram available for players to ride. * 2011 – Parts of the video game Crysis 2 take place on Roosevelt Island. Other * 1973 – In the original video for Pink Floyd's song \"Us and Them,\" Roosevelt Island appears during a lengthy sequence shot from the Queensboro Bridge.Cousido, P., Nueva York Impactante (Buenos Aires: Recorriendo Destinos, 2013), p. 155. * 1986 – The King Kong Tramway ride at Universal Studios Hollywood opens, featuring the Roosevelt Island Tram. Another version of the ride would open at Universal Studios Florida in 1990.\"King Kong: The Monster Who Created Universal Studios Florida\" , Peter Alexander, Totally Fun Company. * 2006 – The fictional high school which the main characters attend in the GONZO anime series Red Garden is on Roosevelt Island. * 2009 – On May 23, the island was the site of Improv Everywhere's \"MP3 Experiment Six\". Approximately 4,500 people traveled to the island to take part in a performance art piece where the southernmost point of the island became a \"battleground\" for the re-enactment of a fictional melee between townspeople and an ancient wolf. == See also == * New York City Department of Correction ==References== Informational notes Citations ==External links== RIOC: * for RIOC, Roosevelt Island Operating Corporation ** Parks & Recreation Roosevelt Island Operating Corporation's website for Events, memberships, permits * Roosevelt Island Residents Association Community resources, news, events, issues: * The Main Street WIRE ** Timeline of Island History, by The Main Street WIRE * Roosevelt Islander, blog by Rick O'Conor Other: * Roosevelt Island 360 * 1903 Panorama of Blackwell's Island, N.Y., Library of Congress, Thomas A. Edison motion picture * The Island Nobody Knows, a fully digitized exhibition catalog about Roosevelt Island from The Metropolitan Museum of Art Libraries Category:Defunct prisons in New York City Category:Car-free zones in the United States Category:Prison islands Category:Monuments and memorials to Franklin D. Roosevelt in the United States Category:Islands of Manhattan Category:Neighborhoods in Manhattan Category:Islands of the East River",
 "title": "Roosevelt Island"
}