{
 "id": "519555",
 "text": "Nottingham Express Transit (NET) is a tram system in Nottingham, England. The system opened to the public on 9 March 2004 and a second phase, that more than doubled the size of the total system, opened on 25 August 2015, having been initially planned to open two years earlier. The network is operated and maintained by Nottingham Trams Ltd on behalf of the Tramlink Nottingham consortium. It was operated by Arrow Light Rail, another consortium, from 9 March 2004 until 16 December 2011. Arrow Light Rail had been contracted to operate the system for 30years; the addition of lines to the system led to retendering. ==History== ===Planning and construction of phase one=== Nottingham and the surrounding urban area is the UK's seventh largest and third fastest-growing urban area. Traditionally, Nottingham's economy was to a large extent based on manufacturing and coal mining, and in the second half of the 20th century the area was affected by the decline in these industries. High population density, a road system constrained by crossings of the River Trent, and a concentration of retail and entertainment outlets in the city centre led to road congestion and high bus usage. In the late 1980s, Nottingham City Council and Nottinghamshire County Council identified the possibility of using a modern tramway as a means of stimulating urban renewal, as well as tackling road congestion. In 1998, Minister of State for Transport John Reid confirmed the availability of £167million funding for a new tram system, to be known as Nottingham Express Transit, to run between Nottingham and Hucknall. In March 2000, the joint promoters, Nottingham City Council and Nottinghamshire County Council, awarded a 30-year Private Finance Initiative concession to the Arrow Light Rail Ltd consortium, with responsibility for the design, funding, building, operation and maintenance of the line. The consortium was made up of Adtranz (later subsumed into Bombardier Transportation), who were responsible for the trams, Carillion, who were responsible for the infrastructure, Transdev and Nottingham City Transport (NCT). As built, the system was long and served 23 tram stops. Construction cost a total of £200million, a sum equivalent to at prices. ===Opening of phase one=== Nottingham Express Transit began operation in March 2004, with a line operating north from a terminal at Station Street, just to the north of Nottingham railway station, through the city centre, branching to serve twin termini at Hucknall and Phoenix Park. Once the line was complete, operation was sub-contracted by Arrow Light Rail to the Nottingham Tram Consortium (NTC), an equal partnership between Transdev and Nottingham City Transport. The new line proved successful, leading to an increase of public transport use for the Nottingham urban area of 8% in the five years to 2008, together with a less than 1% growth in road traffic, compared to the national average of around 4%. The line itself exceeded expectations, with 8.4million journeys in 2004-5 and 9.7million in 2005-6, against targets of 8million and 9million respectively. By 2007-8, ridership had reached 10.2million journeys. This bolstered the case for the construction of new lines. On 27 July 2009, the GMB trade union held a strike in protest at a proposed pay cut of 0.6% offered by Nottingham Tram Consortium. A maximum of five trams out of a normal service of 13 ran from 06:00 until 18:00 on the Hucknall route, with replacement buses running a shuttle from Phoenix Park. ===Planning and construction of phase two=== thumb|Supports for new tram bridge; the bridge awaiting sliding into position on 26 January 2013. [http://www.thisisnottingham.co.uk/Video-new- tram-bridge-Nottingham-railway-station/story-18222947-detail/story.html Timelapse video of the bridge]|264x264px In January 2003, even before the first phase had opened, the two councils had decided to start consultation on a second phase to serve the urban areas south and west, with routes to Clifton via Wilford, and to Chilwell via Beeston. Approval for phase two was given on 25 October 2006 with the UK Government agreeing to provide up to £437million in Private Finance Initiative (PFI) credits. The local councils will also provide up to £141million in PFI credits. The two local councils (Nottinghamshire County and Nottingham City Councils) voted on 22 February 2007 and 3 March 2007 respectively to table an application for a Transport and Works Act Order. The City and County Councils’ application for the order were available to view from 26 April 2007 to 7 June 2007 when it was submitted to the Secretary of State for Transport for consideration. A public inquiry was held in December 2007. The project was given the go-ahead by the government on 30 March 2009. Following the local elections in 2009, the county council indicated that it was no longer willing to contribute financially to the project, so Nottingham City Council decided to cover the shortfall and be the sole promoter. The county council confirmed that it would not obstruct the project. Funding was approved by the government on 31 July 2009. Selecting and appointing the contractor was expected to take two years. Building work was expected to begin in 2011, in two phases, with trams running from 2014. The scheme survived the 2010 Comprehensive Spending Review ordered by the government, and on 24 March 2011 the government confirmed that funding had been approved. As part of this process, the concession to operate the existing system was terminated. A new concession put out to tender to design and build phase two, to operate and maintain the existing system in the meantime, and to operate and maintain the extended system once completed. Although Arrow Light Rail bid, they lost out to a new consortium known as Tramlink Nottingham Limited, made up of Meridiam (30 per cent), OFI InfraVia (20 per cent), Alstom Transport (12.5 per cent), Keolis (12.5 per cent), Vinci Investments (12.5 per cent), and the Wellglade Group (12.5 per cent). As with the previous consortium, operation was further sub-contracted to a consortium of Keolis (80%) and Wellglade (20%), with maintenance sub-contracted to Alstom Transport. As a result of Wellglade's ownership of Trent Barton, who operate bus services in the Nottingham area, the new concession was referred to, and approved by, the Office of Fair Trading. The finalised contract was signed on 15 December 2011. Unfortunately, the severing of the link between NET and Nottingham City Transport, which affected joint ticketing arrangements, may have contributed to a fall in passenger numbers on phase one. This started in 2008 with the recession of that year, reducing the total number of journeys to a minimum 7.4million by 2013. By 2014-15, passenger numbers had rebounded to 8.1million. Construction of phase two started in 2012. There were construction delays and by the end of 2014 it was at least six months behind schedule. There were complaints from residents affected by works and traders whose businesses have been damaged by the late running construction. Track laying was completed on 11 December 2014. ===Opening of phase two=== The two new bridges that form a major part of phase two were both officially named in 2014, in advance of their actual use by trams. The bridge across the Clifton Boulevard (A52) near the Queen's Medical Centre was named the Ningbo Friendship Bridge to acknowledge the links between the city of Ningbo, in China, and the University of Nottingham. The naming took place on 11 June 2014, and was undertaken by the vice-mayor of Ningbo. The bridge constructed over Nottingham railway station was officially opened on 17 October 2014 and named the Karlsruhe Friendship Bridge to acknowledge the technical support provided by Nottingham's twin city Karlsruhe. The opening event also unveiled a new tram named in honour of the late Jim Taylor who developed the initial vision for the tram system. The first powered test run on a short section of the line took place in the early hours of Friday 22 August 2014, running from Station Street via The Meadows to Wilford, before returning to Station Street. With the completion of track laying and electrification work in early 2015, testing began in earnest. The first section of phase two to open to the public was the new tram station above Nottingham railway station, which replaced the Station Street stop as the southern terminus of the line on 27 July 2015. The remainder of phase two finally opened at 06:00 on 25 August 2015, with the route from Toton Lane Park and Ride into Nottingham running the first public service. During the planning and construction phases, the initial system (including both branches) was often referred to as line 1, with the line 2 name used for the new line to Clifton and line 3 for the new line to Toton. With the publication of the timetables covering through running between the initial system and phase two, this terminology was changed, with line 1 referring to the through service from Hucknall to Toton, and line 2 to the service from Phoenix Park to Clifton. ==Current network== thumb|349x349px|Current Network - Geographical Map thumb|706x706px|Current Network - Diagram The network consists of two lines that cross the city, running together on a common section for the middle part of their journey, including the city centre section. Line 1 runs between Toton Lane tram stop and Hucknall, features a total of 33 or 34 tram stops, depending on direction, and has a journey time throughout of 62minutes. Line 2 runs between Clifton and Phoenix Park, features 27 or 28 tram stops, depending on direction, and has a journey time throughout of 47minutes. The system has a total length of . Trams on each line run at frequencies that vary between four and eight trams per hour, depending on the day and time of day. These services combine to provide up to 16 trams per hour on the common section. ===Toton branch (line 1)=== The southern branch of line 1 commences at Toton Lane, a large Park & Ride site that is to the west of Chilwell, north of Toton and south of Stapleford, and is just along the Stapleford bypass (A52) from junction 25 of the M1 motorway. The line then proceeds through Chilwell, largely on its own right of way and serving tram stops at Inham Road, Eskdale Drive, Bramcote Lane and Cator Lane, before joining the street at High Road – Central College. From here it runs on street through Beeston, serving tram stops at Chilwell Road, Beeston Centre and Middle Street before reaching the tram stop at University Boulevard. Beeston Centre provides a specially designed interchange with local bus services. From University Boulevard, the line proceeds on segregated track alongside the road of the same name to the University of Nottingham tram stop, which serves the University of Nottingham's main campus. From here it uses the Ningbo Friendship Bridge to cross the Clifton Boulevard (A52) to the elevated stop at the Queen's Medical Centre, before descending back to street level again. Street stops at Gregory Street, NG2 and Meadows Way West follow, before reaching the junction with the Clifton branch (line 2). The branch is long, of which about half is segregated. There are 15 tram stops on the branch, and the journey between Toton Lane and Nottingham railway station takes 30minutes. The line from Toton to just before University Boulevard is in the Borough of Broxtowe, with the rest of the branch in the City of Nottingham. ===Clifton branch (line 2)=== The southern branch of line 2 commences at Clifton South, a large Park & Ride site that lies just to the south-west of the large suburb of Clifton, on the A453. It then proceeds on street through the heavily built up Clifton Estate, serving stops at Summerwood Lane, Holy Trinity, Clifton Centre, Rivergreen and Southchurch Drive North, before entering a newly created right of way out of the estate. The new right of way joins the route of the former Great Central Railway, serving stops on the old railway formation at Ruddington Lane, Compton Acres and Wilford Lane before reaching the village of Wilford. Here it diverges from the former railway and serves Wilford Village tram stop before crossing the River Trent on the former Wilford Toll Bridge, long closed to motor vehicles, which has been widened to allow pedestrians and cyclists to continue to use it. It then runs through the Meadows residential area, serving tram stops at Meadows Embankment and Queens Walk before reaching the junction with the Toton Branch (line 1). The branch is long, of which almost two thirds is segregated. There are 12 tram stops on the branch, and the journey between Clifton South and Nottingham railway station takes 21minutes. The stop at Clifton South is in the Borough of Rushcliffe, and the line between just before Ruddington Lane and just before Wilford Village forms the boundary between the Borough of Rushcliffe and the City of Nottingham. The rest of the branch, including the section through the Clifton Estate, is within the City of Nottingham. ===Common section (lines 1 & 2)=== The two southern branches unite at a junction to the south of Nottingham railway station, which is situated on the southern edge of the city centre. The tramway crosses above the station platforms on its own dedicated bridge, the Karlsruhe Friendship Bridge, that also carries a tram stop that is directly connected to the station concourse. From Nottingham station the common section runs north through the city centre, serving stops at Lace Market, Old Market Square and the Royal Centre. Leaving the city centre, the line continues, calling at Nottingham Trent University and High School before reaching The Forest. To the north of here is a section of about , where northbound and southbound trams follow different streets, crossing at each end to run on the 'wrong side'. The line serves different stops in different directions, with northbound trams stopping at Noel Street, Beaconsfield Street and Shipstone Street, while southbound trams stop at Radford Road and Hyson Green Market. The two tracks rejoin at Wilkinson Street, where the depot is situated. Between the station and Wilkinson Street, trams run in the street, but all other traffic is heavily restricted or, in some cases, banned altogether. There are Park & Ride sites at the Forest Recreation Ground and Wilkinson Street. North of Wilkinson Street, the route joins a former Midland Railway alignment, which it shares with the Robin Hood railway line. The railway and tram lines run next to each other, segregated by a fence, with tram stops at Basford, David Lane and Highbury Vale. At Highbury Vale, the two tram lines again diverge. The whole common section lies within the City of Nottingham. ===Hucknall branch (line 1)=== Line 1 continues to run alongside the Robin Hood line north of Highbury Vale as far as its terminus. The line serves Bulwell railway station where railway interchange is provided. North of this station, the tram line becomes single track as far as its terminus at Hucknall railway station, albeit with passing loops at each of the three intermediate stops at Bulwell Forest, Moor Bridge and Butler's Hill. Hucknall station provides interchange with the Robin Hood line, as well as being a Park & Ride site. The branch is within the City of Nottingham to a point just past Moor Bridge, beyond which it is in Ashfield District. ===Phoenix Park branch (line 2)=== Line 2 diverges from line 1 at Highbury Vale, serving two separate platforms connected to the Line 1 platforms by footpath. Beyond Highbury Vale, the line becomes single track as far as its terminus at Phoenix Park, a Park & Ride site, following the alignment of a former colliery railway. Cinderhill is the only intermediate stop on this branch, and the only stop on the system where trams use the same single platform in both directions. The whole branch is within the City of Nottingham. ==Rolling stock== ===Current fleet=== NET currently operates the following fleet: {|class=\"wikitable\" style=\"text-align:center;\" |----- bgcolor=#f9f9f9 ! rowspan=\"2\" |Class ! rowspan=\"2\" |Image ! rowspan=\"2\" |Type ! colspan=\"2\" | Top speed ! rowspan=\"2\" |Length metres ! colspan=\"3\" | Capacity ! rowspan=\"2\" |In service ! rowspan=\"2\" |Orders ! rowspan=\"2\" |Fleet numbers ! rowspan=\"2\" |Routes operated ! rowspan=\"2\" |Built ! rowspan=\"2\" |Years operated |- style=\"background:#f9f9f9;\" ! mph ! km/h !Std !Sdg !Total |- |Bombardier Incentro AT6/5 |90px ||Tram |50 |80 |33 |62 |129 |191 |15 |-- |201–215 |All lines |2002–2003 |2004–present |- |Alstom Citadis 302 |90px ||Tram |43 |70 |32 |58 |144 |202 |22 |-- |216–237 |All lines |2013–2014 |2014–present |- !Total !colspan=\"8\" | !37 !-- !colspan=\"4\" | |- |} ====Bombardier Incentro AT6/5==== The system started with 15 Incentro AT6/5 trams, similar to those used on the Nantes tramway, built by Bombardier at Derby Litchurch Lane Works. They were named after famous local people. The Flexity Outlook had also been considered and rejected as its large single-leaf doors did not comply with British door-alarm regulations. On 8 March 2013, NET announced that all trams would be refurbished and receive a new livery and interior. Refurbishment was completed by September 2014. In 2019, another refurbishment was commenced, which includes replacing the floors and internal fittings, a new livery to match the Citadis trams, and a mechanical overhaul to improve reliability. Tram 203 was the first to be returned to service on 10 May 2019. ====Alstom Citadis 302==== thumb|A pair of new NET Citadis trams at Wilkinson Street depot Twenty two new Alstom Citadis 302 trams were ordered in preparation for the Phase Two extensions to Beeston and Clifton. The first Citadis tram (216) arrived at the depot on 10 September 2013. Along with the current Incentro fleet, they ran test operation on the new lines from Summer 2014 and also on the current network. The first Citadis trams (216-221) entered passenger service for the day on 27 July 2014, as part of a trial for the new timetable, which was then introduced on 26 August 2014. The trams are stored and maintained at the Wilkinson Street depot, which was expanded as part of the phase two works. ===Ancillary vehicles=== NET have a road-rail- equipped Unimog truck. A battery-powered shunter is used to move trams on non- electrified tracks within the depot. ===Naming=== Each tram in the network is named after \"a local hero of the past or present\". In December 2021 a tram was named after Professor Martyn Poliakoff. ==Fares and ticketing== All tickets are purchased in advance - passengers need to buy a ticket or validate a smart card before they board the tram. There are ticket machines at all tram stops, where passengers can buy single, return, day and weekly tickets using cash or credit/debit card; tickets can also be bought on the NET app, NETGO! Ticket options such as Robin Hood smartcards and season passes are available on the website and at the NET Travel Centre in the City Centre. Various concessionary schemes are also in place. ==Services== ===Cycle parks=== Under a scheme run by Nottingham City Council, the city has covered secure cycle parks that feature CCTV, lighting, Citycard access controlled doors and, at some sites, Citycard activated lockers and 24 hour access. Nottingham Cycle Parks are available at the following tram stops: Clifton Centre, Clifton South, Hucknall, Nottingham Station, Phoenix Park, Toton Lane and Wilkinson Street. Access was originally free, with a one-off £5 registration charge. However from July 2020, the Council has introduced a revised charging structure, with an annual charge of £7.50, reduced to £5.25 for those paying by annual direct debit. ==Corporate affairs== ===Ownership and structure=== NET is run as a concession by a consortium known as Tramlink Nottingham Limited, to finance, build, operate and maintain two new tram lines (known as phase two) and to operate and maintain the initial tram line (phase one), until 20 March 2034 for the grantor, Nottingham City Council. Tramlink Nottingham Limited's parent company is Tramlink Nottingham (Holdings) Limited, which in turn is owned by the following shareholders: {| class=\"wikitable\" style=\"margin:auto;\" |- ! style=\"background: #002C2A;\" | Shareholder ! style=\"background: #002C2A;\" | Interest |- | Meridiam Infrastructure NET s.a.r.l.|| align=\"right\" |30.001% |- | InfraVia NET S.A.|| align=\"right\" |19.999% |- | Alstom Transport UK (Holdings) Ltd|| align=\"right\" |12.500% |- | Keolis (UK) Ltd|| align=\"right\" |12.500% |- | Vinci UK Developments Ltd|| align=\"right\" |12.500% |- | Wellglade Ltd|| align=\"right\" |12.500% |- | Total|| align=\"right\" |100.000% |} Operations are sub-contracted to Nottingham Trams Limited, a consortium of Keolis (80%) and Wellglade (20%), with maintenance sub-contracted to Alstom Transport. ===Business trends=== The consortium company Tramlink Nottingham Limited has produced annual accounts since April 2011, when it took over the concession, and NET passenger revenue and passenger numbers are published by the Department of Transport. The key available trends in recent years for Nottingham Express Transit are (years ending 31 March): {| class=\"wikitable\" |- style=\"text-align:center;\" ! style=\"background: #002C2A;\" | ! style=\"background: #002C2A;\" | 2010 ! style=\"background: #002C2A;\" | 2011 ! style=\"background: #002C2A;\" | 2012 ! style=\"background: #002C2A;\" | 2013 ! style=\"background: #002C2A;\" | 2014 ! style=\"background: #002C2A;\" | 2015 ! style=\"background: #002C2A;\" | 2016 ! style=\"background: #002C2A;\" | 2017 ! style=\"background: #002C2A;\" | 2018 ! style=\"background: #002C2A;\" | 2019 ! style=\"background: #002C2A;\" | 2020 ! style=\"background: #002C2A;\" | 2021 |- |Turnover (£M) | align=center| | align=center| | align=center|6.9 | align=center|21.6 | align=center|21.8 | align=center|22.5 | align=center|44.5 | align=center|60.6 | align=center|61.5 | align=center|63.2 | align=center|63.8 ! align=center|48.8 |- | Net profit (£M) | align=center| | align=center| | align=center| | align=center|4.3 | align=center|3.3 | align=center|0.2 | align=center| | align=center| | align=center| | align=center| | align=center| ! align=center| |- | Passenger revenue (£M) | align=center|7.9 | align=center|9.0 | align=center|8.4 | align=center|8.5 | align=center|8.3 | align=center|8.8 | align=center|13.6 | align=center|17.8 | align=center|19.1 | align=center|20.6 | align=center|21.3 ! align=center|5.4 |- | Number of passengers (M) | align=center|9.0 | align=center|9.7 | align=center|9.0 | align=center|7.4 | align=center|7.9 | align=center|8.1 | align=center|12.2 | align=center|16.4 | align=center|17.8 | align=center|18.8 | align=center|18.7 ! align=center|3.4 |- | Number of trams (at year end) | align=center|15 | align=center|15 | align=center|15 | align=center|15 | align=center|26 | align=center|37 | align=center|37 | align=center|37 | align=center|37 | align=center|37 | align=center|37 ! align=center|37 |- | Notes/sources | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=\"center\" | | align=center| | align=center| |- | colspan=\"13\" style=\"text-align:left;\" | |} Activities in the financial year 2020/21 were severely reduced by the impact of the coronavirus pandemic; during the year Tramlink Nottingham received a Covid grant of £18.5million from the Department for Transport to maintain essential services. ===Passenger numbers=== Detailed passenger journeys since Nottingham Express Transit commenced operations on 9 March 2004 were: left|360px|Number of passengers on Nottingham Express Transit from 2003 to 2018 {|class=\"wikitable\" style=\"text-align:center;\" |- ! colspan=\"08\" style=\"background:#002C2A; color:white;\"|Estimated passenger journeys made on NET per financial year (to 31 March) |- ! style=\"background:#002C2A; color:white;\"|Year ! style=\"background:#002C2A; color:white;\"|Passenger journeys (M) ! style=\"background:#fff; color:#fff;\"| ! style=\"background:#002C2A; color:white;\"|Year ! style=\"background:#002C2A; color:white;\"|Passenger journeys (M) ! style=\"background:#fff; color:#fff;\"| ! style=\"background:#002C2A; color:white;\"|Year ! style=\"background:#002C2A;color:white;\"|Passenger journeys (M) |- ! style=\"background:#fff; color:black;\"| | style=\"background:#fff; color:black;\"| 0.4 | style=\"background:#fff; color:#fff;\" rowspan=\"7\"| ! style=\"background:#fff; color:black;\"| | style=\"background:#fff; color:black;\"| 9.7 | style=\"background:#fff; color:#fff;\" rowspan=\"7\"| ! style=\"background:#fff; color:black;\"| | style=\"background:#fff; color:black;\"| 17.8 |- ! style=\"background:#fff; color:black;\"| 200405 | style=\"background:#fff; color:black;\"| 8.5 ! style=\"background:#fff; color:black;\"| 201112 | style=\"background:#fff; color:black;\"| 9.0 ! style=\"background:#fff; color:black;\"| 201819 | style=\"background:#fff; color:black;\"| 18.8 |- ! style=\"background:#fff; color:black;\"| 200506 | style=\"background:#fff; color:black;\"| 9.8 ! style=\"background:#fff; color:black;\"| 201213 | style=\"background:#fff; color:black;\"| 7.4 ! style=\"background:#fff; color:black;\"| 201920 | style=\"background:#fff; color:black;\"| 18.7 |- ! style=\"background:#fff; color:black;\"| 200607 | style=\"background:#fff; color:black;\"| 10.1 ! style=\"background:#fff; color:black;\"| 201314 | style=\"background:#fff; color:black;\"| 7.9 ! style=\"background:#fff; color:black;\"| 202021 | style=\"background:#fff; color:black;\"| 3.4 |- ! style=\"background:#fff; color:black;\"| 200708 | style=\"background:#fff; color:black;\"| 10.2 ! style=\"background:#fff; color:black;\"| 201415 | style=\"background:#fff; color:black;\"| 8.1 ! style=\"background:#fff; color:black;\"| 202122 | style=\"background:#fff; color:black;\"| |- ! style=\"background:#fff; color:black;\"| 200809 | style=\"background:#fff; color:black;\"| 9.8 ! style=\"background:#fff; color:black;\"| 201516 | style=\"background:#fff; color:black;\"| 12.2 ! style=\"background:#fff; color:black;\"| 202223 | style=\"background:#fff; color:black;\"| |- ! style=\"background:#fff; color:black;\"| 200910 | style=\"background:#fff; color:black;\"| 9.0 ! style=\"background:#fff; color:black;\"| 201617 | style=\"background:#fff; color:black;\"| 16.4 ! style=\"background:#fff; color:black;\"| 202324 | style=\"background:#fff; color:black;\"| |- | colspan=\"08\" style=\"background:#fff;\"|Estimates from the Department for Transport |} ==Future developments== ===Additional routes=== During the development of NET a number of possible additional routes around the city were considered, although there are no detailed plans for these. However in 2009, during the tendering process for phase two, documents contained nine possible routes: *Hucknall to Linby. *Phoenix Park to Kimberley and/or Watnall *Nottingham to West Bridgford and then Gamston/Tollerton/Edwalton/Ruddington. *Queen's Medical Centre to Arnold, via Basford. *Nottingham to Gedling. *Nottingham to Gamston. *Chilwell to Ilkeston. *Clifton to East Midlands Parkway or East Midlands Airport. *Chilwell to Stapleford town centre and/or Sandiacre. The documentation also raised the possibility of tram-train lines from Nottingham to Gedling and/or Bingham, and to Ilkeston. ===Extension of route 2 to Kimberley=== Kimberley, Eastwood & Nuthall Tram Action Group (KENTAG) campaigns for an extension from Phoenix Park to Eastwood and Kimberley. In December 2012, Nottingham City Council agreed to seek money to conduct a feasibility study on the route. In a major setback for tram proponents, in December 2014 Broxtowe Borough Council voted to reject a proposal to help fund a feasibility study into a line to Kimberley, due to the problems and delays of Lines 2 and 3. Richard Robinson, Labour Councillor for Kimberley, said the plan was always to bring the proposals back to the table. He said: \"The vote in December was a roadblock put in our way, but we will overcome it\". Councillors voted 19 to 13 in favour of Cllr Robinson stepping down pending the outcome of an inquiry after he admitted on Radio Nottingham to encouraging a pro-tram campaigner to flood local media with positive letters, while using aliases to make them appear local. In 2015, Broxtowe Borough Council (jointly with British Land) commissioned a £55,000 study from Mott MacDonald to look into all transport options to reduce congestion along the A610 corridor though Broxtowe. It considered four potential tram routes to the Kimberley retail park. This estimated that the cost of the extension could reach £168million. ===Extension of route 1 to serve HS2 at Toton and Derby=== News that a station for the proposed HS2 line (the East Midlands Hub) is likely to be built on the site of Toton sidings, only a short distance from the Toton Lane terminus has fuelled speculation that the line could be extended to the new station. In November 2015 there was a proposal for the tram network to be extended from Toton to Derby. Two routes were later proposed by the D2N2 local enterprise partnership for the route to Derby. The first route would be via the A52 while the second would be via Borrowash and Spondon. Land has been protected in planning application for housing developments between the Toton Lane terminus and Toton Sidings.https://www.broxtowe.gov.uk/media/3786/infrastructure- delivery-plan.pdf Broxtowe Borough Council Infrastructure Delivery Plan ===Extension of route 2 to Fairham Pastures=== By mid-2018, a short extension southwards beyond the Clifton South terminus was being investigated, in order to serve the 3,000-home \"Fairham Pastures\" development next to the A453 road. ===Additional stops on existing lines=== There is provision for an additional stop between Basford and Wilkinson Street, close to the site of the British Gas works. There is also a proposal for a stop at the redeveloped Broadmarsh Shopping Centre. ==Special events== * On 15 May 2004, a special tram transported members of the Tramway and Light Railway Society on a tour of crossovers and less used sections of track, prior to the society's Annual General Meeting. * On 11 June 2014, a technical tour of the Nottingham Tram system was scheduled for delegates of the 9th Annual UK Light Rail Conference meeting at Nottingham Conference Centre. * In May 2014, during the construction of the tram extension to Beeston, work was stopped and the road temporarily resurfaced so that a bride could travel to their wedding. * In December 2014, tram 209 Sid Standard made a special journey between The Forest and Nottingham Market Square to bring Sid Standard's granddaughter to her wedding at Nottingham Council House. * In May 2017, a bride and her group of bridesmaids travelled from Cinderhill tram stop to Old Market Square for her wedding at the Council House. * On 7 May 2018, a tram tour of the Wilkinson Street Depot and other rarely used pieces of track was held to raise money for the National Tramway Museum at Crich and the Forever Stars stillbirth charity. * On 2 June 2018, a special tram transported a wedding party from Station Street tram stop to Nottingham Trent University tram stop for their wedding at Nottingham Quaker Meeting House. The group had arrived from Beeston along the Nottingham Canal to Castle Lock by boat. Tram fares were donated to Macmillan Cancer Support. * On 23 March 2019, a wedding group travelled from Phoenix Park tram stop to Nottingham Market Square for a wedding at the council house, before continuing with a historic bus. ==Accidents and incidents== * On 24 December 2004, a 32-year-old man suffered serious leg injuries after he became trapped by a tram. * On 6 October 2007, a 23-year-old man from Hucknall died after being hit by a tram when he stepped in front of it at Weekday Cross. His death was the first fatality since the trams were re-launched. * On 11 November 2011, a 44-year-old man from Barnsley died following an incident close to Wilkinson Street depot. *On 28 November 2012, a 13-year-old girl was hit by a tram on the Bayles and Wylies footpath crossing, on the border of Bestwood and Hucknall. She was rushed to hospital but later died from her injuries. The local MP remarked \"I am mindful that this is not the first fatality on Nottingham's tramline and we obviously need to look at what's going wrong and how we can fix it.\" The crossing was subsequently closed and both it and the adjacent crossing, that took the footpath across a nearby railway line, were replaced by a footbridge. *On 15 August 2016, late at night, a 51-year-old man was killed by a tram between David Lane and Basford. The man had got off at David Lane and was spotted walking along the tramway, but misunderstandings between control staff resulted in the tram driver not being warned of his presence. *On 18 July 2017, a technical fault with a tram caused damage to overhead lines near Basford. The network was unable to run trams between David Lane and The Forest tram stops, causing major disruption over a three-day period. *On 6 December 2017, a van collided with a tram on University Boulevard. Four passengers were slightly injured. The incident led to severe local traffic jams, and the tram service was disrupted for many days afterwards. *On 17 December 2017, the raincover of an empty pushchair became trapped in a tram door whilst departing Radford Road stop. After investigating, the Rail Accident Investigation Branch issued a recommendation to all UK-based tram-operators to undertake visual checks, in addition to the automatic electronic door interlocking detection, prior to a tram moving off. *On 31 October 2018, a tram derailed after a collision with a car. *On 7 October 2020, a man was injured after he was hit by a tram on Victoria Street. ==See also== *Nottingham and District Tramways Company Limited (horse and steam tram service from 1878 to 1902) *Nottingham Corporation Tramways (electric tram service from 1901 to 1936) *List of town tramway systems in England *List of town tramway systems in the United Kingdom ==References== ==Bibliography== * * Special publication distributed with October 2015 edition of Tramways & Urban Transit magazine ==External links== * *Official website of Tramlink Nottingham *Track plan of Nottingham Express Transit *A virtual ride on the Nottingham tram *A gallery about Nottingham's tramway Category:Keolis Category:Railway lines opened in 2004 Category:Electric railways in the United Kingdom Category:Tram transport in England Category:750 V DC railway electrification Nottingham Category:2004 establishments in England *[Std]: Seated *[Sdg]: Standing",
 "title": "Nottingham Express Transit"
}