{
 "id": "520178",
 "text": "The 's Privy Council for Canada (QPC; ), sometimes called Majesty's Privy Council for Canada or simply the Privy Council (PC), is the full group of personal consultants to the monarch of Canada on state and constitutional affairs. Practically, the tenets of responsible government require the sovereign or her viceroy, the governor general of Canada, to almost always follow only that advice tendered by the Cabinet: a committee within the Privy Council composed usually of elected members of Parliament. Those summoned to the QPC are appointed for life by the governor general on the advice of the prime minister of Canada, meaning that the group is composed predominantly of former Cabinet ministers, with some others having been inducted as an honorary gesture. Those in the council are accorded the use of an honorific style and post-nominal letters, as well as various signifiers of precedence. == -in- Council == The Government of Canada, which is formally referred to as Majesty's Government, is defined by the Canadian constitution as the sovereign acting on the advice of the Privy Council; what is technically known as the -in-Council, sometimes the Governor-in-Council, referring to the governor general of Canada as the 's stand-in, or as the Crown-in-Council. The group of people is described as \"a Council to aid and advise in the Government of Canada, to be styled the Queen's Privy Council for Canada\", though, by convention, the task of giving the sovereign and governor general advice (in the construct of constitutional monarchy and responsible government, this is typically binding) on how to exercise the Royal Prerogative via Orders in Council rests with the Cabinet—a committee of the Privy Council made up of other ministers of the Crown who are drawn from, and responsible to, the House of Commons in the Parliament. This body is distinct but also entwined within the Privy Council, as the president of the 's Privy Council for Canada customarily serves as one of its members and cabinet ministers receive assistance in the performance of their duties from the Privy Council Office, headed by the clerk of the Privy Council. While the Cabinet specifically deals with the regular, day-to-day functions of the -in-Council, occasions of wider national importance—such as the proclamation of a new Canadian sovereign following a demise of the Crown or conferring on royal marriages—will be attended to by more senior officials in the Privy Council, such as the prime minister, the chief justice of Canada, and other senior statesmen; while all privy councillors are invited to such meetings in theory, in practice the composition of the gathering is determined by the prime minister of the day. The quorum for Privy Council meetings is four. == Membership == The Constitution Act, 1867, outlines that persons are to be summoned and appointed for life to the 's Privy Council by the governor general, though convention dictates that this be done on the advice of the sitting prime minister. As its function is to provide the vehicle for advising the Crown, the members of the Privy Council are predominantly all living current and former ministers of the Crown. In addition, the chief justices of Canada and former governors general are appointed. From time to time, the leader of Majesty's Loyal Opposition and heads of other opposition parties will be appointed to the Privy Council, either as an honour or to facilitate the distribution of sensitive information under the Security of Information Act, and, similarly, it is required by law that those on the Security Intelligence Review Committee be made privy councillors, if they are not already. To date, only Prime Minister Paul Martin advised that parliamentary secretaries be admitted to the Privy Council. Appointees to the 's Privy Council must recite the requisite oath: Provincial premiers are not commonly appointed to the Privy Council, but have been made members on special occasions, such as the centennial of Confederation in 1967 and the patriation of the constitution of Canada in 1982. On Canada Day in 1992, which also marked the 125th anniversary of Canadian Confederation, Governor General Ramon Hnatyshyn appointed eighteen prominent Canadians to the Privy Council, including the former Premier of Ontario David Peterson, retired hockey star Maurice Richard, and businessman Conrad Black (who was later expelled from the Privy Council by the governor general on the advice of Prime Minister Stephen Harper). The use of Privy Council appointments as purely an honour was not employed again until 6 February 2006, when Harper advised the governor general to appoint former member of Parliament John Reynolds along with the new Cabinet. Harper, on 15 October 2007, also advised Governor General Michaëlle Jean to appoint Jim Abbott. On occasion, non-Canadians have been appointed to the Privy Council. The first non-Canadian sworn of the council was Billy Hughes, prime minister of Australia, who was inducted on 18 February 1916 at the request of Robert Borden—to honour a visiting head of government, but also so that Hughes could attend Cabinet meetings on wartime policy. Similarly, Winston Churchill, prime minister of the United Kingdom, was inducted during a visit to Canada on 29 December 1941. Privy councillors are entitled to the style The Honourable () or, for the prime minister, chief justice, or certain other eminent individuals, The Right Honourable () and the post-nominal letters PC (in ). Prior to 1967, the style The Right Honourable was only employed in Canada by those appointed to the Imperial Privy Council in London, such persons usually being prime ministers, Supreme Court chief justices, certain senior members of the Canadian Cabinet, and other eminent Canadians. These appointments ended under Lester Pearson, though the traditional style remained in use, limited to only prime ministers and chief justices. In 1992, several eminent privy councillors, most of whom were long- retired from active politics, were granted the style by the governor general, and, in 2002, Jean Chrétien recommended that Herb Gray, a privy councillor of long standing, be given the style The Right Honourable upon his retirement from parliament. ==History== Prime Minister William Lyon Mackenzie King had the Privy Council convene in 1947 to consent to the marriage of Princess Elizabeth (later Queen Elizabeth II) to Philip Mountbatten, per the Royal Marriages Act 1772. The princess' father, King George VI, had offered an invitation for Mackenzie King to attend when the Privy Council of the United Kingdom met for the same purpose, but the prime minister declined and held the meeting of the Canadian Privy Council so as to illustrate the separation between Canada's Crown and that of the UK. The council has assembled in the presence of the sovereign on two occasions: First, at 10:00 am on Thanksgiving Monday of 1957, at the monarch's residence in Ottawa, Rideau Hall. There, Queen Elizabeth II chaired a meeting of 22 of her privy councilors—including her consort, by then Prince Philip, Duke of Edinburgh, whom Elizabeth appointed to the Privy Council at that conference—and therein approved an Order in Council. Two years later, the Privy Council again met before the Queen in Halifax, Nova Scotia, to confirm the appointment of Georges Vanier as governor general. There was originally some speculation that the coming together of the sovereign and her council was not constitutionally sound; however, the prime minister at the time, John Diefenbaker, found no legal impropriety in the idea, and desired to create a physical illustration of Elizabeth's position of Queen of Canada being separate to that of Queen of the United Kingdom. The last formal meeting of the Privy Council was held in 1981 to give formal consent to the marriage of the Prince of Wales to Lady Diana Spencer. According to a contemporary newspaper account, the conference, on 27 March at Rideau Hall, consisted of 12 individuals, including Chief Justice Bora Laskin, who presided over the meeting, Prime Minister Pierre Trudeau, several cabinet ministers, Stanley Knowles of the New Democratic Party, and Alvin Hamilton of the Progressive Conservative Party. There, all gathered were informed of the prince's engagement, nodded their approval, and then toasted their decision with champagne. David Brown, an official in the machinery of government section of the Privy Council Office, told The Globe and Mail that, had the Privy Council rejected the Prince of Wales' engagement, none of his children would have been considered legitimate heirs to the Canadian throne, thus setting up a potential break in the unified link to the crown of each of the Commonwealth realms, in contradiction to the conventional \"treaty\" laid out in the preamble to the 1931 Statute of Westminster. Following the announcement of the Prince of Wales' engagement to Camilla Parker-Bowles, however, the Department of Justice Canada announced its decision that the Privy Council was not required to meet to give its consent to the marriage, as the union would not result in offspring that would impact the succession to the throne. Prince Charles was himself appointed to the council on 18 May 2014. ==See also== * List of current members of the Queen's Privy Council for Canada * List of members of the Queen's Privy Council for Canada (1867–1911) * List of members of the Queen's Privy Council for Canada (1911–1948) * List of members of the Queen's Privy Council for Canada (1948–1968) * List of members of the Queen's Privy Council for Canada (1968–2005) * List of members of the Queen's Privy Council for Canada (2006–present) * Executive Council (Canada) * Executive Council (Commonwealth countries) * Executive Council of the Province of Canada ==Notes== == References == ==External links== * Canada Category:Canadian ministers * Category:Monarchy in Canada",
 "title": "Queen's Privy Council for Canada"
}