{
 "id": "520591",
 "text": "alt=|thumb|Subapical retroflex plosive A retroflex, apico-domal, or cacuminal () consonant is a coronal consonant where the tongue has a flat, concave, or even curled shape, and is articulated between the alveolar ridge and the hard palate. They are sometimes referred to as cerebral consonants—especially in Indology. The Latin-derived word retroflex means \"bent back\"; some retroflex consonants are pronounced with the tongue fully curled back so that articulation involves the underside of the tongue tip (subapical). These sounds are sometimes described as \"true\" retroflex consonants. However, retroflexes are commonly taken to include other consonants having a similar place of articulation without such extreme curling of the tongue; these may be articulated with the tongue tip (apical) or the tongue blade (laminal). ==Types== Retroflex consonants, like other coronal consonants, come in several varieties, depending on the shape of the tongue. The tongue may be either flat or concave, or even with the tip curled back. The point of contact on the tongue may be with the tip (), with the blade (), or with the underside of the tongue (). The point of contact on the roof of the mouth may be with the alveolar ridge (), the area behind the alveolar ridge (), or the hard palate (). Finally, both sibilant ( or ) and nonsibilant (, , , ) consonants can have a retroflex articulation. The greatest variety of combinations occurs with sibilants, because for them, small changes in tongue shape and position cause significant changes in the resulting sound. Retroflex sounds generally have a duller, lower-pitched sound than other alveolar or postalveolar consonants, especially the sibilants. The farther back the point of contact with the roof of the mouth, the more concave is the shape of the tongue, and the duller (lower pitched) is the sound, with subapical consonants being the most extreme. The main combinations normally observed are: *Laminal post-alveolar, with a flat tongue. These occur, for example, in Polish cz, sz, ż (rz), dż . *Apical post-alveolar, with a somewhat concave tongue. These occur, for example, in Mandarin zh, ch, sh, r, Hindi and other Indo-Aryan languages.麦耘 (Institute of Linguistics, Chinese Academy of Social Sciences). (2015). 汉语的R色彩声母. 东方语言学 (01), 1-16. doi: CNKI:SUN:YYDF.0.2015-01-001. *Subapical palatal, with a highly concave tongue, which occur particularly in the Dravidian languages and some Indo-Aryan languages. They are the dullest and lowest-pitched type and, after a vowel, often add strong r-coloring to the vowel and sound as if an American English r occurred between the vowel and consonant. They are not a place of articulation, as the IPA chart implies, but a shape of the tongue analogous to laminal and apical.John Esling, 2010, \"Phonetic Notation\". In Hardcastle, Laver, & Gibbon, eds, The Handbook of Phonetic Sciences, p. 693 Subapical sounds are sometimes called \"true retroflex\" because of the curled-back shape of the tongue, and the other sounds sometimes go by other names. For example, Ladefoged and Maddieson prefer to call the laminal post-alveolar sounds \"flat post-alveolar\". ===Other sounds=== Retroflex sounds must be distinguished from other consonants made in the same parts of the mouth: *the palato-alveolar consonants (e.g. ), such as the sh, ch and zh occurring in English words like ship, chip and vision *the alveolo-palatal consonants (e.g. ), such as the j, q and x occurring in Mandarin Chinese *the dorsal palatal consonants (e.g. ), such as the ch in German ich or the ñ in Spanish año *the grooved alveolar consonants (e.g. ), such as the s and z occurring in English words like sip and zip The first three types of sounds above have a convex tongue shape, which gives them an additional secondary articulation of palatalization. The last type has a groove running down the center line of the tongue, which gives it a strong hissing quality. The retroflex sounds, however, have a flat or concave shape, with no associated palatalization, and no groove running down the tongue. The term \"retroflex\", in fact, literally means \"bent back\" (concave), although consonants with a flat tongue shape are commonly considered retroflex as well. ==Transcription== ===IPA transcription=== In the International Phonetic Alphabet, the symbols for retroflex consonants are typically the same as for the alveolar consonants, but with the addition of a right-facing hook to the bottom of the symbol. Retroflex consonants are transcribed in the International Phonetic Alphabet as follows: {| class=wikitable |- ! rowspan=\"2\" | IPA ! rowspan=\"2\" | Description ! colspan=\"4\"| Example |- ! Language ! Orthography ! IPA ! Meaning |- ! | voiced retroflex nasal |Punjabi | ਗਾਣਾ / | |song |- ! rowspan=\"2\" | | rowspan=\"2\" |voiceless retroflex plosive |Swedish | parti | |party |- |Hindi / Urdu | टापू / | |island |- ! rowspan=\"2\" | | rowspan=\"2\" |voiced retroflex plosive |Swedish | nord | |north |- |Hindi / Urdu |डब्बा / ڈبہ | |box |- ! rowspan=\"2\" | | rowspan=\"2\" |voiceless retroflex fricative |Mandarin | 上海 (Shànghǎi) | |Shanghai |- |Sanskrit |भाषा | |language |- ! rowspan=\"2\" | | rowspan=\"2\" | voiced retroflex fricative | Russian |жаба | | toad |- |Polish |żaba | | frog |- ! | voiced retroflex approximant | Tamil | தமிழ் | |Tamil |- ! rowspan=\"2\" | | rowspan=\"2\" |voiced retroflex lateral approximant |Tamil | பாள் | | baby |- |Swedish | Karlstad | |Karlstad |- ! rowspan=\"2\" | | rowspan=\"2\" | voiced retroflex flap | Hausa | shaara | | sweeping |- |Hindi / Urdu |कीचड़ / کیچڑ | |mud |- ! rowspan=\"2\" | () | rowspan=\"2\" | voiced retroflex lateral flap | Pashto | ړوند | | blind |- |Marathi |बाळ | |baby |- ! () | voiceless retroflex lateral fricative | Toda | | | summer |- ! () | voiced retroflex lateral fricative | Ao | |colspan=2| |- ! | retroflex ejective | Gwichʼin | etrʼuu | | arctic tern |- ! | voiced retroflex implosive | Ngadha | modhe | | good |- ! () | voiceless retroflex implosive | Oromo | | | |- ! | retroflex clicks | Central !Kung | ɡ‼ú | | water |} ===Other conventions=== Some linguists restrict these symbols for consonants with subapical palatal articulation, in which the tongue is curled back and contacts the hard palate, and use the alveolar symbols with the obsolete IPA underdot symbol for an apical post-alveolar articulation: , and use for laminal retroflex, as in Polish and Russian.John Laver (1994) Principles of Phonetics. Cambridge University Press. The latter are also often transcribed with a retraction diacritic, as . Otherwise they are typically but inaccurately transcribed as if they were palato-alveolar, as . Consonants with more forward articulation, in which the tongue touches the alveolar or postalveolar region rather than the hard palate, can be indicated with the retracted diacritic (minus sign below). This occurs especially for ; other sounds indicated this way, such as , tend to refer to alveolo-palatal rather than retroflex consonants. ==Occurrence== Although data are not precise, about 20 percent of the world's languages contain retroflex consonants of one sort or another.Ian Maddieson (with a chapter contributed by Sandra Ferrari Disner); Patterns of sounds; Cambridge University Press, 1984. About half of these possess only retroflex continuants, with most of the rest having both stops and continuants. Retroflex consonants are concentrated in the Indian subcontinent, particularly in the Indo-Aryan and Dravidian languages, but are found in other languages of the region as well, such as the Munda languages and Burushaski. The Nuristani languages of eastern Afghanistan also have retroflex consonants. Among Eastern Iranian languages, they are common in Pashto, Wakhi, Sanglechi-Ishkashimi, and Munji-Yidgha. They also occur in some other Asian languages such as Mandarin Chinese, Javanese and Vietnamese. In West Asia, the Shihhi Arabic variety also has retroflex approximants. The other major concentration is in the indigenous languages of Australia and the Western Pacific (notably New Caledonia). Here, most languages have retroflex plosives, nasal and approximants. Retroflex consonants are relatively rare in the European languages but occur in such languages as Swedish and Norwegian in Northern Europe, some Romance languages of Southern Europe (Sardinian, Sicilian, including Calabrian and Salentino, some Italian dialects such as Lunigianese in Italy, and some Asturian dialects in Spain), and (sibilants only) Faroese and several Slavic languages (Polish, Russian, Serbo-Croatian, Slovak and Sorbian). In Swedish and Norwegian, a sequence of r and a coronal consonant may be replaced by the coronal's retroflex equivalent: the name Martin is pronounced (Swedish) or (Norwegian), and nord (\"north\") is pronounced . That is sometimes done for several consonants in a row after an r: Hornstull is pronounced ). The retroflex approximant is in free variation with the postalveolar approximant in many dialects of American English, particularly in the Midwestern United States. Polish and Russian possess retroflex sibilants, but no stops or liquids at this place of articulation. Retroflex consonants are largely absent from indigenous languages of the Americas with the exception of the extreme south of South America, an area in the Southwestern United States as in Hopi and O'odham, and in Alaska and the Yukon Territory as in the Athabaskan languages Gwich’in and Hän. In African languages retroflex consonants are also rare but reportedly occur in a few Nilo-Saharan languages, as well as in the Bantu language Makhuwa and some other varieties. In southwest Ethiopia, phonemically distinctive retroflex consonants are found in Bench and Sheko, two contiguous, but not closely related, Omotic languages.Breeze, Mary. 1988. \"Phonological features of Gimira and Dizi.\" In Marianne Bechhaus-Gerst and Fritz Serzisko (eds.), Cushitic - Omotic: papers from the International Symposium on Cushitic and Omotic languages, Cologne, January 6–9, 1986, 473-487. Hamburg: Helmut Buske Verlag. There are several retroflex consonants that are implied by the International Phonetic Association. In their Handbook, they give the example of , a retroflex implosive, but when they requested an expansion of coverage of the International Phonetic Alphabet by Unicode in 2020, they supported the addition superscript variants of not just but of the retroflex lateral fricatives and , of the retroflex lateral flap , and of the retroflex click release . (See Latin Extended-F.) The lateral fricatives are explicitly provided for by extIPA. Most of these sounds are not common, but they all occur. For example, the Iwaidja language of northern Australia has a retroflex lateral flap () as well as a retroflex tap and retroflex lateral approximant ; and the Dravidian language Toda has a subapical retroflex lateral fricative () and a retroflexed trill . The Ngad'a language of Flores has been reported to have a retroflex implosive . Subapical retroflex clicks occur in Central !Kung, and possibly in Damin. Most languages with retroflex sounds typically have only one retroflex sound with a given manner of articulation. An exception, however, is the Toda language, with a two-way distinction among retroflex sibilants between apical (post)alveolar and subapical palatal. ==See also== * Hush consonant * List of phonetics topics * Place of articulation * Retroflex approximant ==References== ==External links== *Silke Hamann's dissertation on retroflex consonants *Retroflex Consonant Harmony in South Asia by Paul Arsenault Category:Place of articulation",
 "title": "Retroflex consonant"
}