{
 "id": "520755",
 "text": "The Tamar River, officially kanamaluka / River Tamar, is a estuary located in northern Tasmania, Australia. Despite being called a river, the waterway is a brackish and tidal estuary over its entire length. ==Location and features== Formed by the confluence of the North Esk and South Esk rivers at , kanamaluka / River Tamar flows generally north towards its mouth at Low Head, north of the settlement George Town and into the Bass Strait via Port Dalrymple. kanamaluka / River Tamar has several minor tributaries including the Supply River. Low Head Lighthouse is located at the tip of a peninsula, on the east side of the mouth of the river. The only full crossing of the river is the Batman Bridge in the relatively remote area of Sidmouth, around halfway up the river. The Tamar river is complicated in that it silts up frequently, a contributing factor to its slow decline in use. Over time dredging operations have been required. A scheme enacted between the 1920s and 1970s planned to partially dam the river and slow the flow around the western side of Tamar Island and speed up the flow around the eastern side (the main channel), by sinking 14 boats to disrupt water flow. The success or not of this scheme is debated. Although the Port of Launceston is now used very little in comparison to the past and the SeaCat Tasmania ferry no longer docks at George Town, the river still is used for shipping, with light and heavy industries at George Town including aluminium smelters as well as commercial boat cruises. ==Etymology== The Tamar River was named after the River Tamar in South West England by Colonel William Paterson in December 1804. ==Fishing== The last 10 kilometers of the Tamar river estuary are smooth and sheltered waters ( Observe tides and weather). Clarence Point boat ramp has good picnic amenities, toilets, and a pontoon on the western side. The more wind exposed basic boat ramp at Kelso is a few km further North. George Town a significant port town is on the Eastern side and has lots of amenity close by. The Low head basic boat ramp is also on the eastern side just past pilot bay a few km further North. thumb A good starting point are the Australian Salmon, Flathead, King George Whiting and Squid. All that is really needed is light Trout or Bream gear 2 to 4 kg, running sinker or paternoster, size 6 long shank hook. Silver blade lures and soft plastics are worth using and a squid jig is great if you want to catch your own reliable bait. ==See also== * Rivers of Tasmania * Tamar Wetlands Important Bird Area ==References== ==External links== * History of the Tamar River Conservation Area Category:Rivers of Tasmania Category:Bass Strait",
 "title": "Tamar River"
}