{
 "id": "520756",
 "text": "An interrogative word or question word is a function word used to ask a question, such as what, which, when, where, who, whom, whose, why, whether and how. They are sometimes called wh-words, because in English most of them start with wh- (compare Five Ws). They may be used in both direct questions (Where is he going?) and in indirect questions (I wonder where he is going). In English and various other languages the same forms are also used as relative pronouns in certain relative clauses (The country where he was born) and certain adverb clauses (I go where he goes). It can also be used as a modal, since question words are more likely to appear in modal sentences, like (Why was he walking?) A particular type of interrogative word is the interrogative particle, which serves to convert a statement into a yes–no question, without having any other meaning. Examples include est-ce que in French, ли li in Russian, czy in Polish, ĉu in Esperanto, কি ki in Bengali, / ma in Mandarin Chinese, / in Turkish, pa in Ladin, ka in Japanese, kka in Korean, ko/köFinnish has vowel harmony, see more here in Finnish and (да) ли (da) li in Serbo-Croatian. Such particles contrast with other interrogative words, which form what are called wh-questions rather than yes–no questions. For more information about the grammatical rules for forming questions in various languages, see Interrogative. ==In English== ===Wh-questions=== Interrogative words in English include: * interrogative determiner ** which, what ** whose (personal possessive determiner) * interrogative pro-form ** interrogative pronoun *** who, whom, whose (personal) *** what, which ** interrogative pro- adverb *** where (location) *** whither (signification / goal) *** whence (source) *** when (time) *** how (manner) *** why (reason) *** whether and whatsoever (choice between alternatives) Certain pronominal adverbs may also be used as interrogative words, such as whereby or wherefore. For a complete list, see Category:English interrogative pro-forms on Wiktionary. ===Yes-no questions=== Yes-no questions can begin with an interrogative particle, such as: * A conjugation of be (e.g. \"Are you hungry?\") * A conjugation of do (e.g. \"Do you want fries?\") - see * A conjugation of another auxiliary verb, including contractions (e.g. \"Can't you move any faster?\") English questions can also be formed without an interrogative word as the first word, by changing the intonation or punctuation of a statement. For example: \"You're done eating?\" ===Etymology=== Ultimately, the English interrogative pronouns (those beginning with wh in addition to the word how), derive from the Proto- Indo-European root kwo- or kwi, the former of which was reflected in Proto- Germanic as χwa- or khwa-, due to Grimm's law. These underwent further sound changes and spelling changes, notably wh-cluster reductions, resulting in the initial sound being either /w/ (in most dialects) or /h/ (how, who) and the initial spelling being either wh or h (how). This was the result of two sound changes – /hw/ > /h/ before /uː/ (how, who) and /hw/ > /w/ otherwise – and the spelling change from hw to wh in Middle English. The unusual pronunciation versus spelling of who is because the vowel was formerly /aː/, and thus it did not undergo the sound change in Old English, but in Middle English (following spelling change) the vowel changed to /uː/ and it followed the same sound change as how before it, but with the Middle English spelling unchanged. In how (Old English hū, from Proto-Germanic χwō), the w merged into the lave of the word, as it did in Old Frisian hū, hō (Dutch hoe \"how\"), but it can still be seen in Old Saxon hwō, Old High German hwuo (German wie \"how\"). In English, the gradual change of voiceless stops into voiceless fricatives (phase 1 of Grimm's law) during the development of Germanic languages is responsible for \"wh-\" of interrogatives. Although some varieties of American English and various Scottish dialects still preserve the original sound (i.e. [ʍ] rather than [w]), most have only the [w]. The words who, whom, whose, what and why, can all be considered to come from a single Old English word hwā, reflecting its masculine and feminine nominative (hwā), dative (hwām), genitive (hwæs), neuter nominative and accusative (hwæt), and instrumental (masculine and neuter singular) (hwȳ, later hwī) respectively. Other interrogative words, such as which, how, where, whence, or whither, derive either from compounds (which coming from a compound of hwā [what, who] and līc [like]), or other words from the same root (how deriving from hū). The Proto-Indo-European root also directly originated the Latin and Romance form qu- in words such as Latin quī (\"which\") and quando (\"when\"); it has also undergone sound and spelling changes, as in French qui \"which\", with initial /k/, and Spanish cuando, with initial /kw/. ===Forms with -ever=== Most English interrogative words can take the suffix -ever, to form words such as whatever and wherever. (Older forms of the suffix are -so and -soever, as in whoso and whomsoever.) These words have the following main meanings: *As more emphatic interrogative words, often expressing disbelief or puzzlement in mainly rhetorical questions: Whoever could have done such a thing? Wherever has he gone? *To form free relative clauses, as in I'll do whatever you do, Whoever challenges us shall be punished, Go to wherever they go. In this use, the nominal -ever words (who(m)ever, whatever, whichever) can be regarded as indefinite pronouns or as relative pronouns. *To form adverbial clauses with the meaning \"no matter where/who/etc.\": Wherever they hide, I will find them. Some of these words have also developed independent meanings, such as however as an adverb meaning \"nonetheless\"; whatsoever as an emphatic adverb used with no, none, any, nothing, etc. (I did nothing wrong whatsoever); and whatever in its slang usage. ==Other languages== === Australian Aboriginal Languages === Interrogative pronouns in Australian Aboriginal Languages are a diverse set of lexical items with functions extending far beyond simply the formation of questions (though this is one of their uses). These pronominal stems are sometimes called ignoratives or epistememes because their broader function is to convey differing degrees of perceptual or epistemic certainty. Often, a singular ignorative stem may serve a variety of interrogative functions that would be expressed by different lexical items in, say, English through contextual variation and interaction with other morphology such as case- marking. In Jingulu, for example, the single stem nyamba may come to mean 'what,' 'where,' 'why,' or 'how' through combination with locative, dative, ablative, and instrumental case suffixes: (Adapted from PensalfiniPensalfini, Rob. 2003. A Grammar of Jingulu : an Aboriginal language of the Northern Territory. Canberra ACT: Pacific Linguistics, Research School of Pacific and Asian Studies, The Australian National University.) Other closely related languages, however, have less interrelated ways of forming wh-questions with separate lexemes for each of these wh-pronouns. This includes Wardaman, which has a collection of entirely unrelated interrogative stems: yinggiya ‘who,’ ngamanda ‘what,’ guda ‘where,’ nyangurlang ‘when,’ gun.garr-ma ‘how many/what kind.’ Mushin (1995) and Verstraete (2018) provide detailed overviews of the broader functions of ignoratives in an array of languages. The latter focuses on the lexeme ngaani in many Paman Languages which can have a Wh-like interrogative function but can also have a sense of epistemic indefiniteness or uncertainty like 'some' or 'perhaps;' see the following examples from Umpithamu: Wh-question Adnominal / Determiner Adverbial (Verstraete 2018) === Other === A frequent class of interrogative words in several other languages is the interrogative verb: *Korean: *Mongolian: ==See also== *Five Ws *Indeterminate pronoun *Sentence function ==References== Category:Interrogative words and phrases",
 "title": "Interrogative word"
}