{
 "id": "520818",
 "text": "William Melville Martin (August 23, 1876 - June 22, 1970) served as the second premier of Saskatchewan from 1916 to 1922. In 1916, although not a member of the Legislative Assembly of Saskatchewan, Martin was elected leader of the Saskatchewan Liberal Party, succeeding Premier Walter Scott and thus became Premier of Saskatchewan. Prior to entering provincial politics, Martin had been a member of the federal Parliament for two terms, as a member of the Liberal Party of Canada. On his retirement from politics, he was appointed to the Saskatchewan Court of Appeal, serving first as a puisne justice and then as Chief Justice of Saskatchewan. == Early life == Martin was born in Norwich, Ontario. In 1898, he earned an honours degree in Classics from the University of Toronto, and then a Teacher Certificate from the Ontario School of Pedagogy. After teaching for two years, he attended Osgoode Hall Law School and qualified as a lawyer.Ted Regehr, \"Martin, William Melville (1876-1970)\", The Encyclopedia of Saskatchewan. In 1903, he moved to Regina and joined the law firm of his cousin, James Balfour. The Balfour and Martin families had been active in Liberal politics in Ontario, and the Balfour law firm was similarly active in Liberal politics in Saskatchewan. In 1905, Martin married Violette Florence Thompson of Mitchell, Ontario. The couple had three sons. ==Member of Parliament== Martin was elected to the House of Commons for Regina in the 1908 Canadian federal election. As a Liberal, he supported the government of Sir Wilfrid Laurier. He was a strong representative for western interests, including expansion of railway infrastructure, regulation of freight rates, incorporation of grain grower associations, and other farmer interests. He also commented on law reform issues and matters related to the North-West Mounted Police. He was re-elected in the 1911 Canadian federal election, as a strong supporter of the Liberal platform for \"Unrestricted Reciprocity\" (free trade) with the United States. However, the Liberal government was defeated by the Conservative Party under Robert Borden, largely on the reciprocity issue. ==Premier of Saskatchewan== The Saskatchewan Liberal Party had held office under Premier Walter Scott since Saskatchewan had joined Confederation in 1905. By 1916, the Liberal government was facing allegations of corruption and Premier Scott was having mental health problems.Gordon Barnhart, \"Scott, Thomas Walter\", Dictionary of Canadian Biography. The government was also involved in a bitter dispute over funding for separate schools. Martin, as an outsider to provincial politics, was recruited by the provincial Liberals to help distance them from allegations of corruption and to respond to the school funding issue. In 1916, he was elected as leader of the provincial party, becoming premier. He resigned his seat in the House of Commons and was then acclaimed in a by-election to the Legislative Assembly, in a seat vacated by a Liberal member. Although Martin became premier in 1916, he did not become President of the Executive Council of Saskatchewan until 1917, the only premier who was not President of the Executive Council throughout his term as premier.Saskatchewan Archives: Saskatchewan Ministers – Executive Council. To deal with the school issue, Martin himself took the education portfolio. He was the Minister of Education for most of his time as premier. He was also the Minister of Railways and the Minister of Telephones and Telegraphs, reflecting the importance of infrastructure developments in the young province. thumb|upright=0.65|Charles Avery Dunning, appointed Provincial Treasurer in Martin's Cabinet Martin brought farmers' advocate Charles A. Dunning into the cabinet in an attempt to revitalise the Liberals and maintain support from farmers, appointing him to the important position of Provincial Treasurer, a position Dunning was to hold for almost ten years. Dunning had been an active member of the Saskatchewan Grain Growers Association, and the general manager of the highly successful Saskatchewan Co- operative Elevator Company.Brett Quiring, \"Dunning, Charles Avery (1885-1958)\", Encyclopedia Saskatchewan. Martin also instituted reforms to clean up the government. These changes were successful in cleansing the government's image, and Martin led the government to re-election in the 1917 election, winning 51 of 59 seats. That same year, there was a federal election which was fought largely on the issue of conscription to raise troops for the Canadian army fighting in France. Many federal Liberals joined in a coalition with the federal Conservatives to form a Union government. Martin supported those Liberals who joined the Union government. The United Farmers and Progressive movements were riding a national wave of agrarian discontent which undercut the Liberals across Canada, and threatened to engulf the Saskatchewan Liberals as well. Martin successfully embraced the populist movement. In addition to bringing in Dunning in 1916, by 1920 he severed ties with the federal Liberal Party of Canada.Damian Coneghan, \"Progressive Party\", Encyclopedia of Saskatchewan, accessed February 12, 2008 He also recruited another farm leader into the government, federal Progressive MP John Archibald Maharg. Like Dunning, Maharg had strong roots in the farm co-operative community. He was the president of both the Saskatchewan Grain Growers Association and the Saskatchewan Co-operative Elevator Company. Maharg agreed to support the government, but as an independent member, not as a Liberal. With these strong farm representatives supporting his government, Martin and the Liberals kept farm support and were able to resist the Progressive challenge in the 1921 election. The Martin government was returned to power, although with a reduced majority of 46 Liberals in the 63 seat Assembly. Martin kept Dunning on as Provincial Treasurer and appointed Maharg as Minister of Agriculture, a key position in a province with a farm-based economy. thumb|upright=0.65|John Archibald Maharg, whose resignation ended Martin's government A political crisis developed, however, during the federal election of late 1921. The federal Progressives continued to oppose the federal Liberals. Premier Martin participated in the federal election at the local level, campaigning for the federal Liberals, particularly the Liberal candidate in Regina, Martin's old seat. Martin also stated that he could not personally support a number of the Progressives' policy proposals. Martin's support for the federal Liberals angered the Saskatchewan Grain Growers Association, which began to explore the possibility of forming a new farmer- based party. Maharg accused Martin of acting in bad faith and resigned from Cabinet. He crossed the floor and eventually became the Leader of the Opposition.Saskatchewan Archives: Leaders of the Official Opposition in the Legislative Assembly. Maharg's resignation, the threat that the Grain Growers would start a farmer party, and the issue of supporting the federal Liberals, all led to a political crisis within the provincial Liberal party. Martin lost support and eventually resigned in 1922, at the age of 46. He was replaced as party leader and as premier by Charles Dunning. ==Judicial career == Martin retired from politics in 1922 and was appointed a judge of the Saskatchewan Court of Appeal. In 1941 he was appointed Chief Justice of Saskatchewan, a post he held until his retirement in 1961 at the age of 84.Saskatchewan Law Courts – Court of Appeal: The Honourable William Melville Martin. While on the Court of Appeal, he also served as a commissioner on the Royal Commission on Reconveyance of Land to British Columbia,Library of Parliament ParlInfo: Biography of William Melville Martin, M.P. which contributed to the re- transfer of the Railway Belt and Peace River Block from the federal government to the province of British Columbia. ==Legacy== Martin Collegiate, a high school in Regina, is named in his honour. == Electoral record == Martin ranks tenth out of the fifteen premiers of Saskatchewan for time in office. He served one continuous term, from October 20, 1916, to April 5, 1922, and was in office for .Saskatchewan Archives: List of Saskatchewan Premiers. He was elected three times to the Legislative Assembly of Saskatchewan. Prior to entering provincial politics, Martin was elected twice to the federal House of Commons, serving for . His total electoral service, federal and provincial, was . Martin led the Saskatchewan Liberals in two general elections, winning both. He stood for election at the constituency level five times, three times provincially and twice federally. He was acclaimed once and elected four times in contested elections. He was never defeated at the polls. === Saskatchewan general elections, 1917 and 1921=== Martin led the Liberal Party in two general elections, winning a majority government both times (1917 and 1921). ==== 1917 General election ==== Half a year after becoming Premier, Martin led the Liberals in the general election of 1917. In spite of the corruption allegations which had dogged the Liberals, he managed to win a majority government, defeating the Conservatives led by Wellington Willoughby, as well as candidates of third parties, none of whom won a seat. One independent candidate was elected. {| class=\"wikitable\" |+ Saskatchewan General Election: June 26, 1917 |- !colspan=\"2\"|Party !! Leaders !! Candidates !! Seats Won !! Popular Vote !! Popular Vote Percentage |- |Liberal||William Melville Martin1 ||align=center|58 ||align=center|51 || align=center|106,552 || align=center| 56.68% |- |Wellington Willoughby2 ||align=center|53 ||align=center|7 ||align=center|68,243 || align=center|36.30% |- |align=center|- ||align=center|7 ||align=center|0 ||align=center|7,267 || align=center|3.87% |- |Independent||align=center|- ||align=center|10 ||align=center|1 ||align=center|4,440 || align=center|2.36% |- | align=center|- ||align=center|2 ||align=center|0 ||align=center|1,474 || align=center|0.79% |- ! colspan=3 |Total !! 130 !! 593 !! 187,976 !! 100.00% |- | align=\"center\" colspan=7|Source: Elections Saskatchewan – Elections Results – 1917 |} 1 Premier when election was called; Premier after the election. 2 Leader of the Opposition when the election was called; Leader of the Opposition after the election. 3After the general election was held, there were special elections amongst Saskatchewanians serving overseas in the Great War.An Act to provide Representation in the Legislative Assembly for the Members of Overseas Forces, SS 1917, c. 4. Three additional members were elected: one from Saskatchewanians serving in Great Britain, one from Saskatchewanians serving in France, and one from Saskatchewanians serving in Belgium, for a total of 62 members in the 4th Legislative Assembly. ==== 1921 General election ==== In 1921, Martin led the Liberals into a second general election and again won a majority government, albeit with a smaller share of the popular vote and a reduction in the number of seats in the Assembly. The political opponents of the government fractured badly, leading to Saskatchewan's first major multi- party election. The Conservative Party entered the election without a formal leader, as the previous leader, Donald Maclean, had accepted a federal judicial appointment just two months before the election. {| class=\"wikitable\" |+ Saskatchewan General Election: June 9, 1921 |- !colspan=\"2\"|Party !! Leaders !! Candidates !! Seats Won !! Popular Vote !! Popular Vote Percentage |- |Liberal||William Melville Martin1 ||align=center|60 ||align=center|46 || align=center|92,983 || align=center| 51.39% |- |Independent||align=center|- ||align=center|35 ||align=center|7 ||align=center|46,556 || align=center|25.73% |- |align=center|- ||align=center|7 ||align=center|6 ||align=center|13,613 || align=center|7.52% |- |align=center|- ||align=center|4 ||align=center|2 ||align=center|7,133 || align=center|3.94% |- |Independent Conservative||align=center|- ||align=center|3 ||align=center|1 ||align=center|6,295 || align=center|3.48% |- |Independent Pro-Government ||align=center|- ||align=center|1 ||align=center|1 ||align=center|Acclaimed || align=center|- |- |align=center|- ||align=center|3 ||align=center|0 ||align=center|6,034 || align=center|3.34% |- |align=center|- ||align=center|3 ||align=center|0 ||align=center|3,735 || align=center|2.06% |- |Independent Labour||align=center|- ||align=center|1 ||align=center|0 ||align=center|1,690 || align=center|0.93% |- |Government||align=center|- ||align=center|1 ||align=center|0 ||align=center|1,510 || align=center|0.84% |- |Independent Non-partisan||align=center|- ||align=center|1 ||align=center|0 ||align=center|1,400 || align=center|0.77% |- ! colspan=3 |Total !! 119 !! 63 !! 180,949 !! 100.00% |- | align=\"center\" colspan=7|Source: Elections Saskatchewan – Elections Results – 1921 |} 1 Premier when election was called; Premier after the election. === Saskatchewan constituency elections, 1916 to 1921 === Martin stood for election to the Legislative Assembly three times, once in a by-election and in two general elections, all in the riding of Regina City. He was acclaimed in the by-election, and won the next two elections, which were contested.Saskatchewan Archives – Election Results by Electoral Division. ==== 1916 By-election: Regina City ==== {| class=\"wikitable\" |+ Provincial By- Election, November 13, 1916: Regina City |- !colspan=\"2\"|Party !Candidate!!Popular Vote!! % |- | E William Melville Martin || align=center|Acclaimed || align=center|- |- ! colspan=3|Total !! - !! - |- | align=\"center\" colspan=5|Source: Saskatchewan Archives – Election Results by Electoral Division |- |} The by-election was called on the resignation of the sitting Liberal member, James Franklin Bole, to allow Premier Martin to win a seat in the Assembly. E Elected. ==== 1917 General election: Regina City ==== {| class=\"wikitable\" |+ Provincial General Election, June 26, 1917: Regina City |- !colspan=\"2\"|Party !Candidate!!Popular Vote!! % |- | E X William Melville Martin || align=center|3,420 || align=center|57.15% |- | John Fletcher Leopold Embury || align=center|2,564 || align=center|42.85% |- ! colspan=3|Total !! 5,984 !! 100.00% |- | align=\"center\" colspan=5|Source: Saskatchewan Archives – Election Results by Electoral Division |- |} E Elected. X Incumbent. ==== 1921 General election: Regina City ==== {| class=\"wikitable\" |+ Provincial General Election, June 9, 1921: Regina City - Two Members |- !colspan=\"2\"|Party !Candidate!!Popular Vote!! % |- | E X William Melville Martin || align=center|7,540 || align=center|35.56% |- | E X James Albert Cross || align=center|5,952 || align=center|28.07% |- |Independent|| X Frederick Bagshaw || align=center|3,500 || align=center|16.50% |- | Harry Perry || align=center|2,413 || align=center|11.38% |- |Independent|| Henry Black || align=center|1,801 || align=center|8.49% |- ! colspan=3|Total !! 21,206 !! 100.00% |- | align=\"center\" colspan=5|Source: Saskatchewan Archives – Election Results by Electoral Division |- |} E Elected. The constituency returned two members at that time. X Incumbents. Cross and Bagshaw had both been soldier-members of the Legislative Assembly from 1917 to 1921. Cross was elected by Canadian soldiers in Great Britain, while Bagshaw was elected by Canadian soldiers in Belgium. Since they were both members at large they are listed as incumbents, although neither had held the Regina seat prior to the 1921 election. === Federal constituency elections, 1908 and 1911 === Martin stood for election to the House of Commons twice, in the riding of Regina, Saskatchewan. He was elected both times. ==== 1908 General election: Regina ==== {| class=\"wikitable\" |+ Federal Election, 1908: Regina, Saskatchewan |- !colspan=\"2\"|Party !Candidate!!Popular Vote!! % |- |Liberal|| E William Melville Martin||align=center|4,304 || align=center|54.84% |- |Conservative || Thomas Wilkinson || align=center|3,544 || align=center|45.16% |- ! colspan=3 align=center|Total!! align=right|7,848 !! align=right| 100.00% |- | align=\"center\" colspan=5|Source: Library of ParliamentLibrary of Parliament ParlInfo: Regina. |- |} E Elected. ==== 1911 General election: Regina ==== {| class=\"wikitable\" |+ Federal Election, 1911: Regina, Saskatchewan |- !colspan=\"2\"|Party !Candidate!!Popular Vote!! % |- |Liberal|| E X William Melville Martin||align=center|5,811 || align=center|54.63% |- |Conservative || Walter Davy Cowan || align=center|4,081 || align=center|38.37% |- |Independent|| Richard Fletcher || align=center|745 || align=center|7.00% |- ! colspan=3 align=center|Total!! align=right|10,637 !! align=right| 100.00% |- | align=\"center\" colspan=5|Source: Library of Parliament |- |} E Elected. X Incumbent. ==References== ==External links== * University of Regina Archer Library — Saskatchewan Politics Research Guide: William Melville Martin Category:1876 births Category:1970 deaths Category:Premiers of Saskatchewan Category:Attorneys-General of Saskatchewan Category:Saskatchewan Liberal Party MLAs Category:Members of the House of Commons of Canada from Saskatchewan Category:Liberal Party of Canada MPs Category:Judges in Saskatchewan Category:Canadian Presbyterians",
 "title": "William Melville Martin"
}