{
 "id": "521177",
 "text": "In Western astrology, astrological signs are the twelve 30 degree sectors that make up Earth's 360 degree orbit around the Sun. The signs enumerate from the first day of spring known as the First Point of Aries which is the vernal equinox. The Western astrological signs are Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius and Pisces. The Western zodiac originated in Babylonian astrology, and was later influenced by Hellenistic culture. Each sign was named after a constellation the sun annually moved through while crossing the sky. This observation is emphasized in the simplified and popular sun sign astrology. Over the centuries, Western astrology's zodiacal divisions have shifted out of alignment with the constellations they were named after by axial precessionBobrick (2005), pp. 10, 23. while Hindu astrology measurements correct for shifting.Johnsen (2004).Astrology has developed in Chinese and Tibetan cultures as well. Astrology is a pseudoscience. Scientific investigations of the theoretical basis and experimental verification of claims have shown it to have no scientific validity or explanatory power. According to astrology, celestial phenomena relate to human activity on the principle of \"as above, so below\", so that the signs are held to represent characteristic modes of expression.Mayo (1979), p. 35. Modern discoveries about the nature of celestial objects have undermined the theoretical basis for assigning meaning to astrological signs, and empirical scientific investigation has shown that predictions and recommendations based on these systems are not accurate. Scientific astronomy used the same sectors of the ecliptic as Western astrology until the 19th century. Various approaches to measuring and dividing the sky are currently used by differing systems of astrology, although the tradition of the Zodiac's names and symbols remain mostly consistent. Western astrology measures from Equinox and Solstice points (points relating to equal, longest, and shortest days of the tropical year), while Hindu astrology measures along the equatorial plane (sidereal year). == Western zodiac signs == === History === Western astrology is a direct continuation of Hellenistic astrology as recorded by Ptolemy in the 2nd century. Hellenistic astrology in turn was partly based on concepts from Babylonian tradition. Specifically, the division of the ecliptic in twelve equal sectors is a Babylonian conceptual construction.Sachs (1948), p. 289. Isolated references to celestial \"signs\" in Sumerian sources are insufficient to speak of a Sumerian zodiac, see Rochberg (1998), p. ix. By the 4th century BC, Babylonian astronomy and its system of celestial omens influenced the culture of ancient Greece, as did the astronomy of Egypt by late 2nd century BC. This resulted, unlike the Mesopotamian tradition, in a strong focus on the birth chart of the individual and the creation of Horoscopic astrology, employing the use of the Ascendant (the rising degree of the ecliptic, at the time of birth), and of the twelve houses. Association of the astrological signs with Empedocles' four classical elements was another important development in the characterization of the twelve signs. The body of the Hellenistic astrological tradition as it stood by the 2nd century is described in Ptolemy's Tetrabiblos. This is the seminal work for later astronomical tradition not only in the West but also in India and the Islamic sphere and has remained a reference for almost seventeen centuries as later traditions made few substantial changes to its core teachings. ===Western astrological correspondence chart=== The following table shows the approximate dates of the twelve astrological signs, along with the classical and modernHone (1978), p. 21. rulerships of each sign. By definition, Aries starts at the First Point of Aries which is the location of the Sun at the March equinox. The precise date of the Equinox varies from year to year but is always between 19 March and 21 March. The consequence is the start date of Aries and therefore the start date of all the other signs can change slightly from year to year. The following Western astrology table enumerates the twelve divisions of celestial longitude with the Latin names. The longitude intervals, are treated as closed for the first endpoint (a) and open for the second (b) – for instance, 30° of longitude is the first point of Taurus, not part of Aries. The signs are occasionally numbered 0 through 11 in place of symbols in astronomical works. {| class=\"mw-datatable sortable mw- collapsible wikitable\" style=\"text-align:center\" |+ ! scope=\"col\" | Sign ! scope=\"col\" | Gloss ! scope=\"col\" | Symbol ! scope=\"col\" | Unicode Character ! scope=\"col\" | Approximate Sun Sign Dates ! scope=\"col\" | Ecliptic Longitude (a ≤ < b) ! scope=\"col\" | House ! scope=\"col\" | Polarity ! scope=\"col\" | Modality ! scope=\"col\" | Triplicity ! scope=\"col\" | Northern Hemisphere Season ! scope=\"col\" | Southern Hemisphere Season ! scope=\"col\" | Modern Ruler ! scope=\"col\" | Classic Ruler |- ! scope=\"row\" | Aries |The Ram |20px |♈︎ |March 21 – April 19 |0° to 30° |1 |Positive |Cardinal |Fire |Spring |Autumn |colspan=2|Mars |- ! scope=\"row\" | Taurus |The Bull |20px |♉︎ |April 20 – May 20 |30° to 60° |2 |Negative |Fixed |Earth |Spring |Autumn |colspan=2|Venus |- ! scope=\"row\" | Gemini |The Twins |20px |♊︎ |May 21 – June 21 |60° to 90° |3 |Positive |Mutable |Air |Spring |Autumn |colspan=2|Mercury |- ! scope=\"row\" | Cancer |The Crab |20px |♋︎ |June 22 – July 22 |90° to 120° |4 |Negative |Cardinal |Water |Summer |Winter |colspan=2|Moon |- ! scope=\"row\" | Leo |The Lion |20px |♌︎ |July 23 – August 22 |120° to 150° |5 |Positive |Fixed |Fire |Summer |Winter |colspan=2|Sun |- ! scope=\"row\" | Virgo |The Maiden |20px |♍︎ |August 23 – September 22 |150° to 180° |6 |Negative |Mutable |Earth |Summer |Winter |colspan=2|Mercury |- ! scope=\"row\" | Libra |The Scales |20px |♎︎ |September 23 – October 22 |180° to 210° |7 |Positive |Cardinal |Air |Autumn |Spring |colspan=2|Venus |- ! scope=\"row\" | Scorpio |The Scorpion |20px |♏︎ |October 23 – November 22 |210° to 240° |8 |Negative |Fixed |Water |Autumn |Spring |Pluto (or)||Mars |- ! scope=\"row\" | Sagittarius |The Archer (Centaur) |20px |♐︎ |November 23 – December 21 |240° to 270° |9 |Positive |Mutable |Fire |Autumn |Spring |colspan=2|Jupiter |- ! scope=\"row\" | Capricorn |The Goat |20px 20px |♑︎ |December 22 – January 19 |270° to 300° |10 |Negative |Cardinal |Earth |Winter |Summer |colspan=2|Saturn |- ! scope=\"row\" | Aquarius |The Water-bearer |20px |♒︎ |January 20 – February 18 |300° to 330° |11 |Positive |Fixed |Air |Winter |Summer |Uranus |Saturn |- ! scope=\"row\" | Pisces |The Fish |20px |♓︎ |February 19 – March 20 |330° to 360° |12 |Negative |Mutable |Water |Winter |Summer |Neptune |Jupiter |- |} The twelve signs each have opposites, resulting in six opposite couples. Fire and air elements are opposites, and earth and water elements are opposites. Spring signs are opposite to autumn ones, winter signs are opposite to summer ones and vice versa. * Aries is opposite to Libra * Taurus is opposite to Scorpio * Gemini is opposite to Sagittarius * Cancer is opposite to Capricorn * Leo is opposite to Aquarius * Virgo is opposite to Pisces ==== Polarity ==== In Western astrology, the polarity divides the zodiac in half and refers to the alignment of a sign's energy as either positive or negative, with various attributes associated to them as a result. Positive polarity signs, also called active, yang, expressive, or masculine signs, are the six odd-numbered signs of the zodiac: Aries, Gemini, Leo, Libra, Sagittarius, and Aquarius. Positive signs make up the fire and air triplicities. Negative polarity signs, also called passive, yin, receptive, or feminine signs, are the six even-numbered signs of the zodiac: Taurus, Cancer, Virgo, Scorpio, Capricorn, and Pisces. Negative signs make up the earth and water triplicities. ==== The three modalities ==== The modality or mode of a given sign refers to its position in the season it is found in. Each of the four elements manifests in three modalities: cardinal, fixed, and mutable.Arroyo (1989), p. 29. Since each modality comprehends four signs, they are also known as Quadruplicities. For example, the sign Aries is found in the first month of spring in the Western Hemisphere, so practitioners of astrology describe it as having a cardinal modality. The combination of element and modality provides the signs with their unique characterizations. For instance, Capricorn is the cardinal earth sign, impressing its association with action (cardinal modality) in the material world (earth element).Hone (1978), p. 75 {| class=\"mw-datatable wikitable\" style=\"text-align:center\" |- ! Modality !! SymbolAs used in Sepharial's \"The Manual of Astrology\"-Brazilian edition (1988) by Editora Nova Fronteira S/A, Rio de Janeiro!! KeywordsHone (1978), p. 40Arroyo (1989), p. 30!! Fire signs !! Water signs !! Air signs !! Earth signs |- | Cardinal || 20px || Action, dynamic, initiative, great force || Aries || Cancer || Libra || Capricorn |- | Fixed || 20px || Resistance to change, great willpower, inflexible || Leo || Scorpio || Aquarius || Taurus |- | Mutable || 20px || Adaptability, flexibility, resourcefulness || Sagittarius || Pisces || Gemini || Virgo |- align=center |} ====Triplicities of the four elements==== The Greek philosopher Empedocles identified fire, earth, air, and water as elements in the fifth-century BC. He explained the nature of the universe as an interaction of two opposing principles, love and strife, manipulate the elements into different mixtures that produce the different natures of things. He stated all the elements are equal, the same age, rule their own provinces, and possess their own individual character. Empedocles said that those born with nearly equal proportions of the elements are more intelligent and have the most exact perceptions. The elemental categories are called triplicities because each classical element is associated with three signsPelletier, Robert, and Leonard Cataldo (1984). Be Your Own Astrologer. London: Pan Books. pp. 43–44Pottenger, Maritha (1991). Astro Essentials. San Diego: ACS Publications. pp. 31–36. The four astrological elements are also considered as a direct equivalent to Hippocrates' personality types (sanguine = air; choleric = fire; melancholic = earth; phlegmatic = water). A modern approach looks at elements as \"the energy substance of experience\"Arroyo (1989), p. 27. and the next table tries to summarize their description through keywords.Arroyo (1989), pp. 30–34Hone (1978), p. 42 The elements have grown in importance and some astrologers begin natal chart interpretations by studying the balance of elements in the location of planets (especially the Sun's and Moon's ascendant signs) and the position of angles in the chart.Arroyo (1975) pp. 131–140. {| class=\"wikitable\" style=\"text-align:center\" !Polarity !Element !SymbolGlyphs from the alchemical symbology. !Keywords !Sign triplicity |- |rowspan=\"2\"| Positive | Fire | 20px | Assertion, drive, willpower |Aries, Leo, Sagittarius |- | Air | 20px | Communication, socialization, conceptualization |Gemini, Libra, Aquarius |- align=center |rowspan=\"2\"| Negative | Earth | 20px | Practicality, caution, material world |Taurus, Virgo, Capricorn |- | Water | 20px | Emotion, empathy, sensitivity |Cancer, Scorpio, Pisces |- align=center |} ==== Celestial body rulerships ==== Rulership is the connection between planet and correlated sign and house.Hone (1978), p. 22 The conventional rulerships are as follows: Aries (Mars), Taurus (Venus), Gemini (Mercury), Cancer (Moon), Leo (Sun), Virgo (Mercury), Libra (Venus), Scorpio (Pluto), Sagittarius (Jupiter), Capricorn (Saturn), Aquarius (Uranus), and Pisces (Neptune). ==== Dignity and detriment, exaltation and fall ==== A traditional belief of astrology, known as essential dignity, is the idea that the Sun, Moon, and planets are more powerful and effective in some signs than others because the basic nature of both is held to be in harmony. By contrast, they are held to find some signs to be weak or difficult to operate in because their natures are thought to be in conflict. These categories are Dignity, Detriment, Exaltation, and Fall. * Dignity and Detriment: A planet is strengthened or dignified if it falls within the sign that it rules. In other words, it is said to exercise Rulership of the sign. For example, the Moon in Cancer is considered \"strong\" (well-dignified). If a planet is in the sign opposite which it rules (or is dignified in), it is said to be weakened or in Detriment (for example, the Moon in Capricorn). This may also be termed a \"debility\".\"Glossary of Astrological Terms\". Logos, Asaa 1998–2004. 26 Nov 2007. In traditional astrology, other levels of Dignity are recognised in addition to Rulership. These are known as Exaltation, Triplicity, Terms or bounds, and Face or Decan, which together are known as describing a planet's Essential dignity, the quality or ability of one's true nature. * Exaltation and Fall: A planet is also strengthened when it is in its sign of exaltation. In traditional horary astrology, this denotes a dignity just less than rulership. Exaltation was considered to give the planet's significance(s) the dignity of an honoured guest: the centre of attention but constrained in power. Examples of planets in their Exaltation are: Saturn (Libra), Sun (Aries), Venus (Pisces), Moon (Taurus), Mercury (Virgo, although some disagree with this classification), Mars (Capricorn), Jupiter (Cancer). A planet in the opposite sign of this is in its fall, and thus weakened, perhaps more than Detriment. There is discord as to the signs in which the two extra- Saturnian planets may be considered to be exalted.Hone (1978), p. 144 The following table summarizes the positions described above: {| class=\"wikitable\" style=\"text-align:center\" |- ! Planet (Symbol) !! in dignity !! in detriment !! in exaltation !! at fall |- | Sun (15px|Sol) || Leo || Aquarius || Aries || Libra |- | Moon (15px|First quarter moon) || Cancer || Capricorn || Taurus || Scorpio |- | Mercury (15px|Mercury) || Gemini and Virgo || Sagittarius and Pisces || Virgo || Pisces |- | Venus (15px|Venus) || Libra and Taurus || Aries and Scorpio || Pisces || Virgo |- | Mars (15px|Mars) || Aries and Scorpio || Libra and Taurus || Capricorn || Cancer |- | Jupiter (15px|Jupiter) || Sagittarius and Pisces || Gemini and Virgo || Cancer || Capricorn |- | Saturn (15px|Saturn) || Capricorn and Aquarius || Cancer and Leo || Libra || Aries |} In addition to essential dignity, the traditional astrologer considers Accidental dignity of planets. This is placement by house in the chart under examination. Accidental dignity is the planet's \"ability to act.\" So we might have, for example, Moon in Cancer, dignified by rulership, is placed in the 12th house it would have little scope to express its good nature. The 12th is a cadent house as are the 3rd, 6th and 9th and planets in these houses are considered weak or afflicted. On the other hand, Moon in the 1st, 4th, 7th, or 10th would be more able to act as these are Angular houses. Planets in Succedent houses of the chart (2nd, 5th, 8th, 11th) are generally considered to be of medium ability to act. Besides Accidental Dignity, there are a range of Accidental Debilities, such as retrogradation, Under the Sun's Beams, Combust, and so forth. ==== Additional classifications ==== Each sign can be divided into three 10° sectors known as decans or decanates, though these have fallen into disuse. The first decanate is said to be most emphatically of its own nature and is ruled by the sign ruler.Hone (1978), p. 87 The next decanate is sub-ruled by the planet ruling the next sign in the same triplicity. The last decanate is sub-ruled by the next in order in the same triplicity.Hone (1978), p. 88 While the element and modality of a sign are together sufficient to define it, they can be grouped to indicate their symbolism. The first four signs, Aries, Taurus, Gemini, and Cancer, form the group of personal signs. The next four signs, Leo, Virgo, Libra, and Scorpio form the group of interpersonal signs. The last four signs of the zodiac, Sagittarius, Capricorn, Aquarius, and Pisces, form the group of transpersonal signs.\"An Introduction to Astrology.\" Spiritsingles.com 25 Nov.2007. Dane Rudhyar presented the tropical zodiac primary factors,Rudhyar (1943) used in the curriculum of the RASA School of Astrology. The tropical zodiac is the zodiac of seasonal factors as opposed to the sidereal zodiac (constellation factors). The primary seasonal factors are based on the changing ratio of sunlight and darkness across the year. The first factor is whether the chosen time falls in the half of the year when daylight is increasing, or the half of the year when darkness is increasing. The second factor is whether the chosen time falls in the half of the year when there is more daylight than darkness, or the half when there is more darkness than daylight. The third factor is which of the four seasons the chosen time falls in, defined by the first two factors. Thus * The winter season is when daylight is increasing and there is more darkness than daylight. * The spring season is when daylight is increasing and there is more daylight than darkness. * The summer season is when darkness is increasing and there is more daylight than darkness. * The autumn season is when darkness is increasing and there is more darkness than daylight. ===Western sign gallery=== File:Astrological sign Aries at the Wisconsin State Capitol.jpg|thumb|Aries at the Wisconsin State Capitol File:Taurus Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Taurus at the Wisconsin State Capitol File:Gemini Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Gemini at the Wisconsin State Capitol File:Cancer Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Cancer at the Wisconsin State Capitol File:Leo Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Leo at the Wisconsin State Capitol File:Astrological sign Virgo at the Wisconsin State Capitol.jpg|thumb|Virgo at the Wisconsin State Capitol File:Libra Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Libra at the Wisconsin State Capitol File:Scorpio Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Scorpio at the Wisconsin State Capitol File:Sagittarius Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Sagittarius at the Wisconsin State Capitol File:Capricornus Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Capricornus at the Wisconsin State Capitol File:Astrological sign Aquarius at the Wisconsin State Capitol.jpg|thumb|Aquarius at the Wisconsin State Capitol File:Pisces Astrological Sign at the Wisconsin State Capitol.jpg|thumb|Pisces at the Wisconsin State Capitol == Indian astrology == In Indian astrology, there are five elements: fire, earth, air, water, and ether. The master of fire is Mars, while Mercury is of earth, Saturn of air, Venus of water, and Jupiter of ether. Jyotish astrology recognises twelve zodiac signs (Rāśi),Sutton (1999) pp. 74–92. that correspond to those in Western astrology. The relation of the signs to the elements is the same in the two systems. === Nakshatras === A nakshatra (Devanagari: नक्षत्र, Sanskrit , a metaphorical compound of 'map/chart', and 'guard'), or lunar mansion, is one of the 27 divisions of the sky identified by prominent star(s), as used in Hindu astronomy and astrology (Jyotisha).Sutton (1999), p. 168. \"Nakshatra\" in Sanskrit, Kannada, Tulu and Tamil and Prakrit also, thus,it refers to stars themselves. == Chinese zodiac signs == Chinese astrological signs operate on cycles of years, lunar months, and two-hour periods of the day (also known as shichen). A particular feature of the Chinese zodiac is its operation in a 60-year cycle in combination with the Five Phases of Chinese astrology (Wood, Fire, Metal, Water and Earth). Nevertheless, some researches say that there is an obvious relationship between the Chinese 12-year cycle and zodiac constellations: each year of the cycle corresponds to a certain disposal of Jupiter. For example, in the year of Snake Jupiter is in the Sign of Gemini, in the year of Horse Jupiter is in the Sign of Cancer and so on. So the Chinese 12-year calendar is a solar- lunar-jovian calendar. === Zodiac symbolism === The following table shows the twelve signs and their attributes. {|class=\"wikitable\" |- !Sign !Yin/Yang !Direction !Season !Fixed Element !Trine |- |Rat |Yang |North |Mid-Winter |Water |1st |- |Ox |Yin |North |Late Winter |Earth |2nd |- |Tiger |Yang |East |Early Spring |Wood |3rd |- |Rabbit |Yin |East |Mid-Spring |Wood |4th |- |Dragon |Yang |East |Late Spring |Earth |1st |- |Snake |Yin |South |Early Summer |Fire |2nd |- |Horse |Yang |South |Mid-Summer |Fire |3rd |- |Sheep |Yin |South |Late Summer |Earth |4th |- |Monkey |Yang |West |Early Autumn |Metal |1st |- |Rooster |Yin |West |Mid-Autumn |Metal |2nd |- |Dog |Yang |West |Late Autumn |Earth |3rd |- |Pig |Yin |North |Early Winter |Water |4th |} === The twelve signs === thumb|250px|Chart showing the 24 cardinal directions and the symbols of the sign associated with them. In Chinese astrology, the zodiac of twelve animal signs represents twelve different types of personality. The zodiac traditionally begins with the sign of the Rat, and there are many stories about the Origins of the Chinese Zodiac which explain why this is so. When the twelve zodiac signs are part of the 60-year calendar in combination with the four elements, they are traditionally called the twelve Earthly Branches. The Chinese zodiac follows the lunisolar Chinese calendar and thus the \"changeover\" days in a month (when one sign changes to another sign) vary each year. The following are the twelve zodiac signs in order.Theodora Lau, Ibid, pp. 2–8, 30–5, 60–4, 88–94, 118–24, 148–53, 178–84, 208–13, 238–44, 270–78, 306–12, 338–44, 2005 # Rat (Yang, 1st Trine, Fixed Element Water): Rat years include 1900, 1912, 1924, 1936, 1948, 1960, 1972, 1984, 1996, 2008, 2020, 2032. The Rat also corresponds to a particular month in the year. The hours of the Rat are 11pm – 1am. # Ox (Yin, 2nd Trine, Fixed Element Earth: Ox years include 1901, 1913, 1925, 1937, 1949, 1961, 1973, 1985, 1997, 2009, 2021, 2033. The Ox also corresponds to a particular month in the year. The hours of the Ox are 1am – 3am. # Tiger (Yang, 3rd Trine, Fixed Element Wood): Tiger years include 1902, 1914, 1926, 1938, 1950, 1962, 1974, 1986, 1998, 2010, 2022, 2034. The Tiger also corresponds to a particular month in the year. The hours of the Tiger are 3am – 5am. # Rabbit (Yin, 4th Trine, Fixed Element Wood): Rabbit Years include 1903, 1915, 1927, 1939, 1951, 1963, 1975, 1987, 1999, 2011, 2023, 2035. The Rabbit also corresponds to a particular month in the year. The hours of the Rabbit are 5am – 7am. # Dragon (Yang, 1st Trine, Fixed Element Earth): Dragon years include 1904, 1916, 1928, 1940, 1952, 1964, 1976, 1988, 2000, 2012, 2024, 2036. The Dragon also corresponds to a particular month in the year. The hours of the Dragon are 7am – 9am. # Snake (Yin, 2nd Trine, Fixed Element Fire): Snake years include 1905, 1917, 1929, 1941, 1953, 1965, 1977, 1989, 2001, 2013, 2025, 2037. The Snake also corresponds to a particular month in the year. The hours of the Snake are 9am – 11am. # Horse (Yang, 3rd Trine, Fixed Element Fire): Horse years include 1906, 1918, 1930, 1942, 1954, 1966, 1978, 1990, 2002, 2014, 2026, 2038. The Horse also corresponds to a particular month in the year. The hours of the Horse are 11am – 1pm. # Goat (Yin, 4th Trine, Fixed Element Earth): Goat years include 1907, 1919, 1931, 1943, 1955, 1967, 1979, 1991, 2003, 2015, 2027, 2039. The Goat also corresponds to a particular month in the year. The hours of the Goat are 1pm – 3pm. # Monkey (Yang, 1st Trine, Fixed Element Metal): Monkey years include 1908, 1920, 1932, 1944, 1956, 1968, 1980, 1992, 2004, 2016, 2028, 2040. The Monkey also corresponds to a particular month in the year. The hours of the Monkey are 3pm – 5pm. # Rooster (Yin, 2nd Trine, Fixed Element Metal): Rooster years include 1909, 1921, 1933, 1945, 1957, 1969, 1981, 1993, 2005, 2017, 2029, 2041. The Rooster also corresponds to a particular month in the year. The hours of the Rooster are 5pm – 7pm. # Dog (Yang, 3rd Trine, Fixed Element Earth): Dog years include 1910, 1922, 1934, 1946, 1958, 1970, 1982, 1994, 2006, 2018, 2030, 2042. The Dog also corresponds to a particular month in the year. The hours of the Dog are 7pm – 9pm. # Pig (Yin, 4th Trine, Fixed Element Water): Pig years include 1911, 1923, 1935, 1947, 1959, 1971, 1983, 1995, 2007, 2019, 2031, 2043. The Pig also corresponds to a particular month in the year. The hours of the Pig are 9pm – 11pm. === The five elements === * Wood: The wood person has high morals, is self- confident, expansive and co-operative, with wide and varied interests and idealistic goals. The direction associated with Wood is East, and the season is spring, which makes it the fixed element for the animal signs Tiger and Rabbit. * Fire: The fire person has leadership qualities, dynamic passion, and is decisive, self-confident, positive, and assertive. The direction associated with Fire is South, and the season is summer, which makes it the fixed element for the animal signs Snake and Horse. * Earth: The earth person is serious, logical and methodical, intelligent, objective and good at planning. The direction associated with Earth is Center. The season for Earth is the changeover point of the four seasons. It is the fixed element for the animal signs Ox, Dragon, Goat and Dog. * Metal: The metal person is sincere, has fixed values and opinions, is strong of will, and has eloquence of speech. The direction associated with Metal is West. The season for Metal is Autumn. It is the fixed element for the animal signs Monkey and Rooster. * Water: The water person is persuasive, intuitive, and empathetic. The water person is objective and often sought out for their counsel. The direction associated with water is North. The season for Water is Winter. It is the fixed element for the animal signs Rat and Pig. The five elements operate together with the twelve animal signs in a 60-year calendar. The five elements appear in the calendar in both their yin and yang forms and are known as the ten Celestial stems. The yin/yang split seen in the Gregorian calendar means years that end in an even number are Yang (representing masculine, active, and light), those that end with an odd number are Yin (representing feminine, passive and darkness), subject to Chinese New Year having passed.Chinese Astrology: Exploring the Eastern Zodiac by Shelly Wu == Notes == == References == *Arroyo, Stephen (1975). Astrology, Psychology and The Four Elements. California: CCRS Publications *Arroyo, Stephen (1989). Chart Interpretation Handbook. California: CCRS Publications. *Bobrick, Benson (2005). The Fated Sky: Astrology in History. Simon & Schuster. 369 pp. *Caiozzo, Anna (2003). Images of the Sky. Paris-Sorbonne. Signs and Constellations. *Eric Francis (2016). \"Why Your Zodiac Sign is Not Wrong\" *Hone, Margaret (1978). The Modern Text- Book of Astrology. Revised edition. England: L. N. Fowler & Co. Ltd. *Johnsen, Linda (2004 March). A Thousand Suns: Designing Your Future with Vedic Astrology. Yes International Publishers. *Mayo, Jeff (1979). Teach Yourself Astrology. London: Hodder and Stoughton. *Rochberg, Francesca (1998), \"Babylonian Horoscopes\", American Philosophical Society, New Series, Vol. 88, No. 1, pp. i–164. . . *Rudhyar, Dane (1943). Astrological Signs – The Pulse of Life. *Sachs, Abraham (1948), \"A Classification of the Babylonian Astronomical Tablets of the Seleucid Period\", Journal of Cuneiform Studies, Vol. 2, No. 4, pp. 271–290. . . *Sutton, Komilla (1999). The Essentials of Vedic Astrology. England: The Wessex Astrologer Ltd. Signs Category:Technical factors of astrology",
 "title": "Astrological sign"
}