{
 "id": "521218",
 "text": "Bazooka is an American brand of bubble gum that was introduced in 1947. It is a product of \"Bazooka Candy Brands\", a division of The Topps Company Inc. == History == Bazooka bubble gum was first marketed shortly after World War II in the U.S. by the Topps Company of Brooklyn, New York. The gum was probably named after the rocket-propelled weapon developed by the U.S. army during the war, which itself was named after a musical instrument. The bubble gum was packaged in a red, white, and blue color scheme and originally sold for 1 penny. Beginning in 1953, Topps changed the packaging to include small comic strips with the gum, featuring the character \"Bazooka Joe\". There are over 1,535 different \"Bazooka Joe\" comic-strip wrappers to collect. Also on the comic strip is an offer for a premium and a fortune. Older Bazooka Joe comic strips were larger in size and are no longer available. thumb|200px|Bazooka bubble gum package In addition to \"Original\", Topps eventually included the flavors \"Strawberry Shake,\" \"Cherry Berry,\" \"Watermelon Whirl,\" and \"Grape Rage.\" Bazooka bubble gum also makes sugar-free flavors such as \"Original\" and a \"Flavor Blasts\" variety, claimed to have a longer-lasting, more intense taste. Bazooka bubble gum comes in two different sizes. Bazooka bubble gum is sold in many countries, often with Bazooka Joe comic strips translated to the local language. Bazooka gum is sold in Canada with cartoons in both English and French, depending upon the city. In Israel, it is manufactured under license by Elite in the company's factory in Nof HaGalil; the cartoons are written in Hebrew. In Spain, it was sold under the name \"Chicle Bazoka\" (with only one \"o\") starting in the mid-1960s and featuring the Bazooka Joe strips. One of the publicity slogans was \"Chicle bazoka, siempre en la boca\"(Bazooka gum, always in the mouth). Rhymes were a popular publicity trick at the time. In 2012, Bazooka Candy Brands announced they would no longer include comics, instead using brain-teasing puzzle wrappers in an attempt to modernize the brand. In Argentina, sales continue with the comics in Spanish using the name \"Yo amo Bazooka\" (I love Bazooka). Topps lists all information about all of its Bazooka Candy brands through its website Candymania. In April 2019, the company announced the launch of the Bazooka Throwback pack. ==See also== * Bazooka Joe ==References== ==External links== * Bazooka at Candy Mania (archived) Category:Chewing gum Category:Brand name confectionery Category:Topps confectionery products Category:Products introduced in 1947",
 "title": "Bazooka (chewing gum)"
}