{
 "id": "521452",
 "text": "A secret speech was allegedly given by Joseph Stalin, on 19 August 1939, to members of the Politburo, wherein he justified the Soviet strategy to promote military conflict in Europe, which would be beneficial for the future territorial expansion of the Communist system. The strategy included Soviet- Nazi collaboration and the Molotov–Ribbentrop Pact. The historicity of the speech is still the subject of academic debate. Plausible textual evidence of this speech found in various reputable archives has been academically studied and published, however no formal first-hand evidence of a Politburo meeting held on 19 August 1939 or the delivery of the quoted speech has yet been proven. The Russian version of the speech(registered as f. 7, op. 1, d. 1223) can be found at the Centre for Historic Documents of the former Special Archives of the USSR.Carl O. Nordling, Did Stalin deliver his alleged speech of 19 August 1939? published by the Journal of Slavic Military Studies, 19:93-106, 2006 (Internet Archive). Speeches given in secret were common at the time, the Politburo being a closed and secretive body. == Summary of documents == In the source material available to historians, Stalin is represented as expressing an expectation that the war would be the best opportunity to weaken both the capitalistic Western states and Nazi Germany, and make Germany suitable for \"Sovietization\". There is also expectation of eventual territorial expansion to the Baltic countries, Finland and Poland, with the approval of either the Western powers or Germany. Historians who have studied these documents have suggested that the speech formed the basis of the Molotov–Ribbentrop Pact, which was signed just four days later on 23 August 1939. == Source material and timeline == The first version of this speech was published, partially, on 28 November 1939, in the Paris newspaper Le Temps by the news agency Havas despatch from Geneva.Review: Soviet Foreign Policy in the West, 1936–1941: A Review Article Author(s): Michael Jabara Carley Reviewed work(s): Stalin and the Inevitable War, 1936–1941 by Silvio Pons Stalin's Other War: Soviet Grand Strategy, 1939–1941 by Albert L. Weeks Source: Europe-Asia Studies, Vol. 56, No. 7 (Nov., 2004), pp. 1081–1093) Since then several versions, varying in content, have been in circulation. In 1994, Russian publicist Tatiana S. Bushuyeva published an archival reference because of the speech in an article printed in the Novy Mir magazine (#12, 1994), based on what she claimed was recent findings in Soviet Special Archives of a text that according to her was supposedly recorded by a Comintern member present at the meeting.The archive files location: Centre for the Preservation of Collections of Historical Documents, former Soviet Special Archives; fund 7, list 1, file 1223, in Russian: Центр хранения историко-документальных коллекций, бывший Особый архив СССР, ф. 7, оп. 1, д. 1223 == Historicity and debate == Whether this speech was ever given by Stalin is still the subject of dispute by historians. According to Viktor Suvorov's book M-Day, Soviet historians laid special emphasis on claiming that no Politburo meeting took place on 19 August 1939, however, Russian military historian Dmitri Volkogonov has found the evidence that a meeting really took place on that day, but the question of an attack on Germany was not discussed, the military plan was not mentioned on the agenda of the meeting. The agenda of the meeting, according to D. Volkogonov, discussed the issue of deferment from the draft of workers of one of the railways. The speech did take place according to research book Stalin's Missed Chance by military historian Mikhail Meltyukhov, covering the alleged offensive plans by Stalin. However, in the third, 2008 edition of the book, any mention of 1939 speech was gone. Sergey Sluch and Carl Nordling also reviewed the history of the subject.Vivos Voco: Я.Г.Яксв,\"Певэ Ярюкхмю,Йнрнпни Ме Ашкн\" Случ С.З. Советско-германские отношения в сентябре-декабре 1939 года и вопрос о вступлении СССР во Вторую мировую войну Did Stalin deliver his alleged speech of 19 August 1939? in the Journal of Slavic Military Studies. == References == === Citations === === Bibliography === *Revue de Droit International, de Sciences Diplomatiques et Politiques (The International Law Review), 1939, Nr. 3, Juillet-Septembre. P. 247-249. *Otechestvennaya Istoriya Отечественная история, 2004, No. 1, pp. 113–139. *A.L.Weeks Stalin's Other War: Soviet Grand Strategy, 1939–1941 == External links == *Stalin's speech to the Politburo on 19 August 1939, reconstructed from renderings in Novyi Mir, Moscow, and Revue de Droit International, Geneva, pieced together by Carl O. Nordling, Sweden * Tatjana Bushuyeva’s article in Novyy Mir * Irina Pavlova about documents related to beginning of World War II * Irina Pavlova about findings by Bushueva Category:1939 in the Soviet Union Category:Documents of the Soviet Union Category:Foreign relations of the Soviet Union Category:World War II speeches Category:Forgery controversies Category:Joseph Stalin Category:Works by Joseph Stalin Category:August 1939 events Category:1939 speeches",
 "title": "Stalin's speech of 19 August 1939"
}