{
 "id": "521487",
 "text": "Gerald Augustine Paul Regan (February 13, 1928 – November 26, 2019) was a Canadian politician (as federal MP and later as Nova Scotia MLA), who served as the 19th premier of Nova Scotia from 1970 to 1978. ==Early life and education== Regan was born in Windsor, Nova Scotia, of partial Irish descent, the son of Rose Mary (née Greene) and Walter Edward Regan. He graduated from Dalhousie Law School and was admitted to the Nova Scotia Barristers' Society in 1954. ==Legal career== He became one of the region's best known labour lawyers, and his high-profile image led to an invitation to enter politics. ==Political career== He was first elected to the House of Commons in the 1963 federal election.. Retrieved February 8, 2018. He resigned his seat in 1965 when he was named leader of the Nova Scotia Liberal Party. Regan entered the Nova Scotia House of Assembly in 1967, and aggressively pursued the government of Premier George Isaac Smith as Leader of the opposition. Regan led a fourteen-hour filibuster against the government's plans to increase the sales tax in 1969. Regan's Liberals won a minority government in 1970, and were re- elected with a majority in 1974. As premier, Regan supported industrialization and the development of offshore gas and oil. His first government amended the province's labour code to prevent courts from issuing injunctions to prevent picketing in labour disputes, and the office of the provincial ombudsman was established. In its second term, the Regan government nationalized the Nova Scotia Light and Power electrical utility, and consolidated electricity supply under the Nova Scotia Power Corporation. A massive plan for the development of tidal power in the Bay of Fundy was also announced. His government was defeated by John Buchanan's Progressive Conservative Party in the 1978 general election, in part due to the oil shock's effect on the economy. Regan returned to the federal House of Commons in the 1980 federal election, and was appointed Minister of Labour and Minister of State for International Trade in the Cabinet of Prime Minister Pierre Trudeau. Regan was defeated along with the Liberal government in the 1984 election. ==Criminal charges and controversy== On October 27, 1993, CBC News revealed that the RCMP were investigating Regan for sexual misconduct. In March 1995 and May 1995 he was charged with a total of nineteen counts of sexual offences. As of April 2, 1998, there were eighteen charges, but nine were stayed by Justice J. Michael MacDonald of the Supreme Court of Nova Scotia. Regan ultimately faced trial on eight charges including rape, attempted rape and forcible confinement, for crimes allegedly committed in 1956 and 1969 against victims aged 14 and 18 at the time. On December 18, 1998, he was acquitted on all eight charges by a jury. On September 10, 1999, by a margin of 2–1, the Nova Scotia Court of Appeal reinstated the nine stayed charges regarding alleged incidents in the mid-1960s and '70s involving girls and women aged 14 to 24 at the time; two were later dropped, but the others were to be tried together with the other remaining charge.Crown Retains New Counsel for Appeal Nova Scotia Public Prosecution ServiceAppeal court reserves decision in Regan case CBC News The ruling reinstating the charges was upheld in a 5–4 decision by the Supreme Court of Canada in February 2002.Sex assault charges reinstated against Gerald Regan CBC News But in April 2002, the crown attorney's office announced that it would not continue prosecution on the remaining charges of sexual assault due to the age of the allegations, the cost and the age of the defendant.Regan Prosecution Will Not Proceed Nova Scotia Public Prosecution Service ==Personal life== Regan's wife was Anita Carole Thomas (Harrison), whose father, John Harrison, was a Saskatchewan Liberal Member of Parliament. His son Geoff Regan is the former Speaker of the House of Commons of Canada and served as Minister of Fisheries and Oceans in the government of Paul Martin from 2000 until 2006, and who currently serves as MP for Halifax West. They had six children, including Geoff Regan, 36th Speaker of the House of Commons of Canada; Nancy Regan, a local television personality with ATV; and Laura Regan, an actress. Regan died on November 26, 2019, at the age of 91. == References == Category:1928 births Category:2019 deaths Category:Canadian people of Irish descent Category:Schulich School of Law alumni Category:Lawyers in Nova Scotia Category:Liberal Party of Canada MPs Category:Members of the 22nd Canadian Ministry Category:Members of the 23rd Canadian Ministry Category:Members of the House of Commons of Canada from Nova Scotia Category:Members of the Queen's Privy Council for Canada Category:Nova Scotia Liberal Party MLAs Category:People from Windsor, Nova Scotia Category:Premiers of Nova Scotia Gerald Category:Nova Scotia political party leaders",
 "title": "Gerald Regan"
}