{
 "id": "521577",
 "text": "thumb|Cangapol, chief of the Tehuelches, 18th century. A cacique (Latin American ; ; feminine form: cacica) was a tribal chieftain of the Taíno people, the indigenous inhabitants at European contact of the Bahamas, the Greater Antilles, and the northern Lesser Antilles. The term is a Spanish transliteration of the Taíno word kasike. Cacique was initially translated as \"king\" or \"prince\" for the Spanish. In the colonial era the conquistadors and the administrators who followed them used the word generically, to refer to any leader of practically any indigenous group they encountered in the Western Hemisphere. In Hispanic and Lusophone countries, the term also has come to mean a political boss. The power such a caudillo exercises in a political system is known as caciquismo.Robert Kern, The caciques: oligarchical politics and the system of caciquismo in the Luso-Hispanic world. Albuquerque, University of New Mexico Press [1973] ==Spanish colonial-era caciques== The Taíno word kasike descends from the Taíno word kassiquan, which means \"to keep house\". In 1555 the word first entered the English language, defined as \"prince\". In Taíno culture, the kasike rank was hereditary and sometimes established through democratic means. As the Taínos were mostly a peaceable culture the kasike's importance in the tribe was determined by the size of his clan rather than his skills in warfare. The Taíno kasikes also enjoyed several privileges that marked them as the elite class of Taíno society: they lived in a larger rectangular hut in the center of the village, rather than the peripheral circular huts of other villagers, and they had reserved places from which to view the areytos (ceremonial dances) and ceremonial ball game. Most importantly, the kasike's word was law and they exercised this power to oversee a sophisticated government, finely involved with all aspects of social existence. The Spanish transliterated kasike and used the term (cacique) to refer to the local leader of essentially any indigenous group in Spanish America.Murdo J. MacLeod, \"Cacique, Caciquismo\" in Encyclopedia of Latin American History and Culture. Vol. 1, p. 505. New York: Charles Scribner's Sons 1996. Caribbean caciques who did not initially oppose the Spanish became middlemen, serving as the interface between their communities and the Spanish. Their cooperation was frequently provisional. Most of the early caciques eventually revolted, resulting in their deaths in battle or by execution.MacLeod, \"Caciques, Caciquismo\", p. 505. Two of the most famous of these early colonial-era caciques are Hatuey from what is now Cuba and Enriquillo on the island of Hispaniola.Ida Altman, \"The Revolt of Enriquillo and the Historiography of Early Spanish America,\" The Americas vol. 63(4)2007, 587-614. Both are now respective national heroes in Cuba and the Dominican Republic. The Spanish had more success when they drafted the leaders of the far more hierarchically-organized indigenous civilizations of Central Mexico. These Central Mexican caciques served as more effective, and loyal, intermediaries in the new system of colonial rule. The hierarchy and nomenclature of indigenous leadership usually survived within a given community and the Spaniards' designation of caciques did not usually correspond to the hereditary or likely candidate from a given system of indigenous leadership. As a consequence, elite indigenous men willing to cooperate with the colonial rulers replaced their rivals who had better hereditary or traditional claims on leadership.Charles Gibson, The Aztecs Under Spanish Rule: A History of the Indians of the Valley of Mexico, 1519-1810, Stanford: Stanford University Press 1964, p. 36. The Spanish recognized indigenous nobles as a European-style nobility, within the newly- established colonial system and a cacique's status among the colonizers (along with that of his family) was buttressed by their being permitted the Spanish noble honorifics don and doña. As colonial middlemen, caciques were often the first to introduce European material culture to their communities. This is seen in the Spanish-style houses they built, the Spanish furnishings that filled them and the European fashions they wore everywhere. They engaged in Spanish commercial enterprises as sheep and cattle ranchers and sericulture. Many even owned Black slaves to operate these concerns. The caciques also acquired new privileges, unknown before contact. These included the right to carry swords or firearms and to ride horses or mules.Horn, Rebecca. \"Caciques.\" In Davíd Carrasco (ed). The Oxford Encyclopedia of Mesoamerican Cultures. Vol 1. New York : Oxford University Press, 2001. Some caciques had entailed estates called cacicazgos. The records of many of these Mexican estates are held in the Mexican national archives in a section Vínculos (\"entails\").Guillermo S. Fernández de Recas, Cacicazgos y Nobiliario Indígena de la Nueva España, Mexico: Biblioteca Nacional de México, 1961.S.L. Cline, \"A Cacicazgo in the seventeenth century: The case of Xochimilco\" in Land and Politics in the Valley of Mexico: A two-thousand-year perspective. Ed. H.R. Harvey. Albuquerque: University of New Mexico Press 1991.Guido Münch, El cacicazgo de San Juan Teotihuacan durante la colonia, 1521-1821. Mexico City: SEP, Instituto Nacional de Antropología e Historia, Centro de Investigaciones Superiores 1976. The establishment of Spanish-style town government (cabildos) served as a mechanism to supplant traditional rule. Spanish manipulation of cabildo electionsRobert Haskett, Indigenous Rulers: An Ethnohistory of Town Government in Colonial Cuernavaca. Albuquerque: University of New Mexico Press 1991. placed compliant members of the traditional, hereditary lineages on such cabildos town councils.MacLeod, \"Cacique, Caciquismo\", p. 505. By the late colonial era in central Mexico, the term cacique had lost any dynastic meaning, with one scholar noting that \"cacique status could in some degree buttress a family's prestige, but it could no longer in itself be regarded as a rank of major authority.\"Gibson, The Aztecs Under Spanish Rule, p. 163. In a 1769 petition by a cacique family to the Viceroy of New Spain, appealing for the restoration of its privileges, the following expectations were listed: \"that, the cacique should be seated separately from commoners at public functions; he was excused from serving in town government; he was exempted from tribute and other exactions; he was excused from Sunday worship and payments of the half real; his servants were not liable for community labor; he was exempt from incarceration for debt and his property from sequestration; he could be imprisoned for serious crime but not in the public jail; the caciques' names were to be listed among the nobles in official registers; and \"all these privileges are to apply equally to the caciques' wives and widows.\" With Mexican independence in 1821, the last of the special privileges of colonial-era caciques were finally abolished.Gibson, \"The Aztecs Under Spanish Rule,\" pp. 164-65. In contrast to the rest of the Spanish Colonial Americas, in the Andean region the local term kuraka was preferred to cacique. After conquering the Inca Empire the Spaniards administering the new Peruvian viceroyalty had allowed the kurakas or caciques to maintain their titles of nobility and perquisites of local rule so long as they swore fealty to the Spanish monarch. In 1781, the Tupac Amaru rebellion was led by a kuraka who claimed to be a descendant of the Inca royal line, that of the final Inca, Thupaq Amaru. At independence in 1825, Simón Bolívar abolished noble titles, but the power and prestige of the kurakas was already in decline following the Great Rebellion.Cecilia Méndez, The Plebeian Republic: The Huanta Rebellion and the Making of the Peruvian State. Durham: Duke University Press 2005, pp. 102-05. Kuraka rebellions had been waged since the beginning of the Spanish colonial rule, and decades after Tupac Amaru II's 1781 uprising other insurrections such as the Tupac Katari or the Mateo Pumakawa uprisings were often the first major engagements of the South American Wars of Independence. ==Caciquismo and caudillismo== An extension of the term cacique, caciquismo (\"boss rule\") can refer to a political system dominated by the power of local political bosses, the caciques. In the post-independence period in Mexico, the term retained its meaning of \"indigenous\" leaders, but also took on a more general usage of a \"local\" or \"regional\" leader as well.John Lynch, Caudillos in Spanish America: 1800-1850. Oxford: Clarendon Press 1992, p.6.Mark Wasserman, Capitalists, caciques, and revolution: the native elite and foreign enterprise in Chihuahua, Mexico, 1854-1911. Chapel Hill: University of North Carolina Press, 1984. Some scholars make a distinction between caudillos (political strongmen) and their rule, caudillismo, and caciques and caciquismo.Fernando Díaz Díaz, Caudillos y caciques: Antonio López de Santa Anna y Juan Álvarez. Mexico, 1972, 3-5. One Argentine intellectual, Carlos Octavio Bunge viewed caciquismo as emerging from anarchy and political disruption and then evolving into a \"pacific\" form of \"civilized caciquismo\", such as Mexico's Porfirio Díaz (r. 1876-1911).Carlos Octavio Bunge, \"Caciquismo in Our America\" (1918), in Hugh M. Hamill, ed. Caudillos: Dictators in Spanish America. Norman: University of Oklahoma Press 1992, p. 172. Argentine writer Fernando N.A. Cuevillas views caciquismo as being \"nothing more than a special brand of tyrant\".Fernando N.A. Cuevillas, \"A Case for Caudillaje and Juan Perón\" in Hugh M. Hamill, ed. Caudillos, p. 287. In Spain, caciquismo appeared in the late 19th-century and early 20th-century Spain. Writer Ramón Akal González views Galicia in northwest of Spain, as having remained in a continual state of strangulated growth over centuries as a result of caciquismo and nepotism. \"Galicia still suffers from this anachronistic caste of caciques.\"Ramón Akal González, Obra Completa II, 1977, p. 111. Spanish strongman El Caudillo Francisco Franco (1892-1975) was born in Ferrol in Galicia. In the Philippines, the term cacique democracy was coined by Benedict Anderson.Benedict Anderson, 'Cacique Democracy in the Philippines: Origins and Dreams', New Left Review, I (169), May–June 1988 It has been used to describe the political system where in many parts of the country local leaders remain very strong, with almost warlord-type powers.Daron Acemoglu and James Robinson, Cacique Democracy' The Philippines was a colony of Spain from the late sixteenth century until the Spanish–American War of 1898, when the United States assumed control. The U.S. administration subsequently introduced many commercial, political and administrative reforms. They were sometimes quite progressive and directed towards the modernization of government and commerce in the Philippines. However, the local traditional Filipino elites, being better educated and better connected than much of the local population, were often able to take advantage of the changes to bolster their positions. There is no consensus in the scholarly literature about the origins of caciquismo. Murdo J. MacLeod suggests that the terms cacique and caudillo \"either require further scrutiny or, perhaps, they have become so stretched by the diversity of explanations and processes packed into them that they have become somewhat empty generalizations\".MacLeod, \"Cacique, Caciquismo\", p. 506 ==Taínos== * Agüeybaná (The Great Sun) * Agüeybaná II (The Brave) * Anacaona * Arasibo * Brizuela * Caguax * Comerío * Enriquillo * Guacanagarix * Guamá * Guarionex * Habaguanex * Hatuey * Hayuya * Huarea * Jumacao * Loquillo * Orocobix * Urayoán ==Notable native caciques of the Americas== * Agüeybaná I of the Taino of Puerto Rico * Agüeybaná II of the Taino of Puerto Rico * Aquiminzaque of the Muisca of Chunsa * Araribóia of the Temininós of Espirito Santo * Arasibo of the Taino of Puerto Rico * Atlacatl of the Pipil of El Salvador * Carlos of the Calusa * Catacora of Acora and Puno * Caguax of the Taino of Puerto Rico * Chacao of Venezuela * Correque of the Huetar of Costa Rica * Cunhambebe of the Tupinambás of São Paulo * El Guarco of the Huetar of Costa Rica * El Quibían of the Ngäbe of Panama * Felipe Camarão of the Potiguara * Garabito of the Huetar of Costa Rica * Gonzalo Mazatzin Moctezuma of Mexico * Guaicaipuro of the Teques and Caracas * Guamá of the Taino of Cuba * Guaicaipuro of Venezuela * Guarionex of the Taino of Hispaniola * Hatuey of the Taino of Hispaniola * Idacansás of the Muisca of Colombia * Inacayal of the Tehuelche * Jumacao of the Taino of Puerto Rico * Juan de Lebu of the Moluche of Chile * Lempira of the Lenca of Honduras * Macuilmiquitzi of the Mangue of Costa Rica * María of the Tehuelche of Patagonia * Orocobix of the Taino of Puerto Rico * Urracá of the Ngäbe of Panama * Saguamanchica of the Muisca of Muyquytá * Saturiwa of the Timucua * Sepé Tiaraju of the Guarani Missions * Tamanaco of the Mariches and Quiriquires * Tibiriçá of the Tupiniquims of São Paulo * Urriparacoxi of central Florida * Diriangén of the Chorotega of Nicaragua ==See also== *Caciques in Puerto Rico *Caudillo *Gregorio de San Juan *Kalku *Lonko *Machi *Gregor MacGregor, he claimed to be cacique of Poyais, a fictional Central American country *European colonization of the Americas *Guaicaipuro ==References== ==Further reading== *Abercrombie, Thomas A. \"Tributes to Bad Conscience: Charity, Restitution, and Inheritance in Cacique and Encomendero Testaments of Sixteenth-Century Charcas\" in Dead Giveaways: Indigenous Testaments of Colonial Mesoamerica and the Andes, Susan Kellogg and Matthew Restall, eds. Salt Lake City: University of Utah Press 1998, pp. 249–289. *Anderson, Benedict. \"Cacique Democracy in the Philippines: Origins and Dreams\", New Left Review, I (169), May–June 1988 *Bartra, Roger et al.,Caciquismo y poder político en el México rural. 8th ed. Mexico: Siglo Veintiuno Editores, 1986. *Caciquismo in twen[t]ieth-century Mexico. London: Institute for the Study of the Americas, 2005. *Chance, John K. (1996) \"The Caciques of Tecali: Class and Ethnic Identity in Late Colonial Mexico.\" Hispanic American Historical Review 76(3):475-502. *Chance, John K.(1998) \"La hacienda de los Santiago en Tecali, Puebla: Un cacicazgo naua colonial, 1520-1750.\" Historia Mexicana 47(4):689-734. * Cline, S.L. “A Cacicazgo in the Seventeenth Century: The Case of Xochimilco” In Land and Politics in Mexico, H.R. Harvey, University of New Mexico Press 1991, pp. 265–274 *Costa y Martínez, Joaquín, Oligarquía y caciquismo: como la forma actual de gobierno en España, urgencia y modo de cambiarla. Zaragoza: Guara Editorial, 1982. *Costa y Martínez, Joaquín, Oligarquía y caciquismo: colectivismo agrario y otros escritos (antología). Madrid : Alianza Editorial, c1967. *de la Peña, Guillermo. \"Poder local, poder regional: perspectivas socio-antropológica.\" In Poder local: poder region, Eds. Jorge Padua and Alain Vanneph. Mexico City: Colegio de México-CEMCA 1986.. *Díaz Rementería, Carlos J. El cacique en el virreinato del Perú: estudio histórico-jurídico. Sevilla: Universidad de Sevilla, 1977. *Dutt, Rajehwari. Maya Caciques in Early National Yucatán. Norman: University of Oklahoma Press 2017. *Falcón, Romana. Revolución y caciquismo: San Luis Potosí, 1910-1938. México, D.F.: Centro de Estudios Históricos, Colegio de México, 1984. *Fernández de Recas, Guillermo S., Cacicazgos y nobiliario indígena de la Nueva España. México : 351 pp. Serie: Instituto Bibliográfico Mexicano. Publicación 1961. *Forced marches soldiers and military caciques in modern Mexico. Tucson: University of Arizona Press, 2012 *Friedrich, Paul. \"The Legitimacy of a Cacique\". In Local-Level Politics: Social and Cultural Perspectives, ed. by Marc J. Swartz. Chicago: Aldine 1968. *Gibson, Charles. \"The Aztec aristocracy in colonial Mexico.\" Comparative Studies in Society and History 2, no. 2 (1960): 169–196. *Girón, Nicole. Heraclio Bernal, bandolero, cacique o precursor de la Revolución?. México : Instituto Nacional de Antropología e Historia, SEP, Departamento de Investigaciones Históricas, 1976. *Heine, Jorge. The last cacique: leadership and politics in a Puerto Rican city. Pittsburgh: University of Pittsburgh Press, 1993. *Hoekstra, Rik. 2010. \"A Colonial Cacicazgo: The Mendozas of Seventeenth-Century Tepexi de la Seda.\" European Review of Latin American and Caribbean Studies 89:87-106. *Joseph, Gilbert M. \"Caciquismo and the Revolution: Carrillo Puerto in Yucatán\" in Caudillo and Peasant in the Mexican Revolution, 1980 *Kern, Robert, The caciques: oligarchical politics and the system of caciquismo in the Luso-Hispanic world. Albuquerque, University of New Mexico Press [1973] *MacLeod, Murdo J., \"Cacique, Caciquismo\" in Encyclopedia of Latin American History and Culture, vol. 1, pp. 505–06. New York: Charles Scribner's Sons 1996. *Martínez Assad, Carlos, ed. Estadistas, caciques, y caudillos. Mexico City: UNAM-IIS 1998. *Menengus Borneman, Margarita and Rodolfo Aguierre Salvador eds. El Cacicazgo en Nueva España. Mexico: UNAM - Plaza y Valdés 2005. *Ouweneel, Arij. 1995. \"From Tlahtocayotl to Governadoryotl: A Critical Examination of Indigenous Rule in 18th-century Central Mexico.\" American Ethnologist 22(4):756-85. *Ramírez, Susan, \"The 'Dueños de Indios': Thoughts on the Consequences of the Shifting Bases of Power of the 'Curaca de los Viejos' Under the Spanish in Sixteenth-Century Peru,\" Hispanic American Historical Review 67, no. 4 (1987):575-610. * Roniger, Luis, \"Caciquismo and Coronelismo: Contextual Dimensions of Patron Brokerage in Mexico and Brazil.\" Latin American Research Review Vol. 22, No. 2 (1987), pp. 71-99 * Saignes, Thierry. Caciques, tribute, and migration in the southern Andes: Indian society and the seventeenth-century colonial order. Trans. Paul Garner. London: University of London 1985. *Salmerón Castro, Fernando. \"Caciquismo\" in Encyclopedia of Mexico, vol. 1, pp. 177-179. Chicago: Fitzroy Dearborn 1997. * Spores, Ronald. \"Mixteca cacicas: Status, wealth, and the political accommodations of the native elite women in early colonial Oaxaca\" in Indian Women of Early Mexico, ed. Susan Schroeder et al. Norman: University of Oklahoma Press 1997. *Tusell, Javier, Oligarquía y caciquismo en Andalucía (1890-1923). Barcelona : Editorial Planeta, 1976. *Villella, Peter B. \"“Pure and Noble Indians, Untainted by Inferior Idolatrous Races”: Native Elites and the Discourse of Blood Purity in Late Colonial Mexico.\" Hispanic American Historical Review 91, no. 4 (2011): 633-663. *Wasserman, Mark, Capitalists, caciques, and revolution: the native elite and foreign enterprise in Chihuahua, Mexico, 1854-1911. Chapel Hill: University of North Carolina Press, 1984. *Wilson, Samuel M. Hispaniola: Caribbean Chiefdoms in the Age of Columbus. 1990. *Wood, Stephanie. \"Testaments and Títulos: Conflict and Coincidence of Cacique and Community Interests in Central Mexico\" in Dead Giveaways: Indigenous Testaments of Colonial Mesoamerica and the Andes, Susan Kellogg and Matthew Restall, eds. Salt Lake City: University of Utah Press 1998, pp. 85–111. *Zeitlin, Judith Francis, and Lillian Thomas. \"Spanish justice and the Indian cacique: disjunctive political systems in sixteenth-century Tehuantepec.\" Ethnohistory (1992): 285–315. Category:Titles and offices of Native American leaders Category:Titles of nobility in the Americas . * Category:Latin American history Category:Mesoamerican people Category:Spanish colonization of the Americas Category:Spanish words and phrases Category:Authoritarianism Category:Tribal chiefs of the Caribbean",
 "title": "Cacique"
}