{
 "id": "521586",
 "text": "{| |} The Kawanishi H6K was an Imperial Japanese Navy flying boat produced by the Kawanishi Aircraft Company and used during World War II for maritime patrol duties. The Allied reporting name for the type was Mavis; the Navy designation was . ==Design and development== thumb|left|An H6K with a burning wing. The aircraft was designed in response to a Navy requirement of 1934 for a long-range flying boat and incorporated knowledge gleaned by a Kawanishi team that visited the Short Brothers factory in the UK, at that time one of the world's leading producers of flying boats, and from building the Kawanishi H3K, a license-built, enlarged version of the Short Rangoon. The \"Type S\", as Kawanishi called it, was a large, four-engined monoplane with twin tails, and a hull suspended beneath the parasol wing by a network of struts. Three prototypes were constructed, each one making gradual refinements to the machine's handling both in the water and in the air, and finally fitting more powerful engines. The first of these flew on 14 July 1936 and was originally designated \"Navy Type 97 Flying Boat\", later H6K. Eventually, 217 were built. ==Operational history== H6Ks were deployed from 1938 onwards, first seeing service in the Sino-Japanese War and were in widespread use by the time the full-scale Pacific War erupted, in December 1941. At that time of the war, four Kōkūtai (air groups) operated a total of 66 H6K4s. The type had some success over South East Asia and the South West Pacific. H6Ks had excellent endurance, being able to undertake 24-hour patrols, and were often used for long-range reconnaissance and bombing missions. From bases in the Dutch East Indies, they were able to undertake missions over a large portion of Australia. However, the H6K became vulnerable to a newer generation of more heavily armed and faster fighters. It continued in service throughout the war, in areas where the risk of interception was low. In front-line service, it was replaced by the Kawanishi H8K. ==Variants== thumb|right|An H6K2-L Navy transport flying boat Type 97 ; H6K1 :Evaluation prototypes with four Nakajima Hikari 2 engines, four built. ; H6K1 (navy flying boat Type 97 Model 1) :Prototypes with 746 kW (1,000 hp) Mitsubishi Kinsei 43 engines, three converted from the original H6K1 prototypes ; H6K2 Model 11 :First production model. Includes two H6K2-L officer transport modification, 10 built. ; H6K2-L (navy transport flying boat Type 97) :Unarmed transport version of H6K2 powered by Mitsubishi Kinsei 43 engines, 16 built ; H6K3 Model 21 :Modified transport version of H6K2 for VIPs and high-ranking officers, 2 built ; H6K4 Model 22 :Major production version, modified H6K2 with revised weapons, some with 694 kW (930 hp) Mitsubishi Kinsei 46 engines. Fuel capacity increased from 7,764 L (1,708 Imp gal) to 13,410 L (2,950 Imp gal). Includes two H6K4-L transport versions, 100 to 127 (if other numbers are all correct) built. ; H6K4-L :Transport version of H6K4, similar to H6K2-L, but with Mitsubishi Kinsei 46 engines, 20 built and another two converted from the H6K4 ; H6K5 Model 23 :Fitted with 969 kW (1,300 hp) Mitsubishi Kinsei 51 or 53 engines and new upper turret replacing the open position, 36 built ==Operators== ; *Air Service Volunteer Corps - A single H6K5 flying boat was restored to flight by Indonesian forces during the Indonesian War of Independence.Air Enthusiast Quarterley 1976, p. 156. ; * Imperial Japanese Navy Air Service * Imperial Japanese Airways : Used on the routes Yokohama-Saipan-Koror (Palau)-Timor, Saigon-Bangkok and Saipan-Truk-Ponape-Jaluit ==Specifications (H6K4 Model 22)== ==See also== ==Notes== ==Bibliography== * Doubilet, David. \"The Flying Boat\". Sport Diver Magazine. Volume 15, Number 8, September 2007. * (new edition 1987 by Putnam Aeronautical Books, .) * * \"Kawanishi's Parasol Patroller\". Air International, December 1985, Volume 29, No. 6. pp. 293–298, 304–305. * \"Pentagon Over The Islands...The Thirty Year History of Indonesian Military Aviation\". Air Enthusiast Quarterly. No. 2, n.d. pp. 154–162. * Richards, M.C. \"Kawanishi 4-Motor Flying-Boats (H6K 'Mavis' and H8K 'Emily')\". Aircraft in Profile Volume 11. Windsor, Berkshire, UK: Profile Publications Ltd., 1972. * Van der Klaauw, Bart. Water- en Transportvliegtuigen Wereldoorlog II (in Dutch). Alkmaar, the Netherlands: Uitgeverij de Alk. . ==External links== * Kawanishi H6K (Mavis) on www.militaryfactory.com * Duel between an HK6 and 2 B-17s H6K H6K, Kawanishi Category:Flying boats Category:Four-engined tractor aircraft Category:Parasol-wing aircraft Category:World War II Japanese patrol aircraft Category:Aircraft first flown in 1936 Category:Four-engined piston aircraft",
 "title": "Kawanishi H6K"
}