{
 "id": "521854",
 "text": "The region Northeast Ohio, in the US state of Ohio, in its most expansive usage contains six metropolitan areas (Cleveland–Elyria, Akron, Canton–Massillon, Youngstown–Warren, Mansfield, and Weirton–Steubenville) along with eight micropolitan statistical areas. Most of the region is considered either part of the Cleveland–Akron–Canton, OH Combined Statistical Area and media market or the Youngstown–Warren, OH-PA Combined Statistical Area and media market. In total the region is home to 4,502,460 residents. Northeast Ohio also includes most of the area known historically as the Connecticut Western Reserve. In 2011, the Intelligent Community Forum ranked Northeast Ohio as a global Smart 21 Communities list. It has the highest concentration of Hungarian Americans in the United States. ==Composition== Different sources define the region as having various boundaries. At its largest, there are 23 counties in the region, home to over 4.5 million people, with a labor force of almost 2.2 million and an economic GDP (nominal) of $195 billion, which makes it comparable to that of New Zealand or the Republic of Ireland.List of countries by GDP (nominal) ===Counties=== *Ashland *Ashtabula *Carroll *Columbiana *Coshocton *Cuyahoga *Erie *Geauga *Harrison *Holmes *Huron *Jefferson *Lake *Lorain *Mahoning *Medina *Portage *Richland *Stark *Summit *Trumbull *Tuscarawas *Wayne ==Combined Statistical Area== thumb|Map of the Cleveland-Akron-Canton, Ohio CSA Based on 2013 U.S. Census Definitions Most of Northeast Ohio is part of the Cleveland–Akron–Canton Combined Statistical Area, which ranked as the 17th-largest Combined Statistical Area (CSA) in the United States as of the 2020 Census with a population of 3,633,962. It includes the five counties that make up Greater Cleveland (Cuyahoga, Lake, Geauga, Medina, and Lorain), the Akron metropolitan area (Portage and Summit counties), Canton–Massillon metropolitan area (Stark and Carroll counties), and the Ashtabula, Sandusky, Norwalk, New Philadelphia- Dover, and Wooster micropolitan areas. The Cleveland–Akron–Canton media market covers much of this area, including all of Northeast Ohio except for the Youngstown/Warren region. It is the 17th largest in the United States as of 2020, according to Nielsen Media Research. Northeast Ohio and the Cleveland CSA are also part of the larger Great Lakes Megalopolis. == Higher education == Northeast Ohio is home to a number of higher education institutions, including: *Ashland University (Ashland) *Baldwin Wallace University (Berea) *Case Western Reserve University (Cleveland) *Cleveland Institute of Art (Cleveland) *Cleveland Institute of Electronics (Cleveland) *Cleveland Institute of Music (Cleveland) *Cleveland State University (Cleveland) *Cuyahoga Community College (Cleveland, Highland Hills, Parma, and Westlake) *DeVry University (Seven Hills) *Fortis College (Cuyahoga Falls) *Franciscan University of Steubenville (Steubenville) *Heritage College of Osteopathic Medicine (Warrensville Heights) *Hiram College (Hiram) *John Carroll University (University Heights) *Kent State University (Kent) **Kent State University at Ashtabula (Ashtabula) **Kent State University at East Liverpool (East Liverpool) **Kent State University at Geauga (Burton) **Kent State University at Salem (Salem) **Kent State University at Stark (Jackson Township) **Kent State University at Trumbull (Warren) **Kent State University at Tuscarawas (New Philadelphia) **Kent State University College of Podiatric Medicine (Independence) *Kenyon College (Gambier) *Lake Erie College (Painesville) *Lakeland Community College (Kirtland) *Lorain County Community College (Elyria) *Malone University (Canton) *Mount Vernon Nazarene University (Mount Vernon) *Northeast Ohio Medical University (Rootstown) *Notre Dame College (South Euclid) *Oberlin College (Oberlin) *Ohio State University, Mansfield Campus (Mansfield) *Stark State College (Jackson Township, Ohio) *Stautzenberger College (Brecksville) *University of Akron (Akron) **Wayne College (Orrville) **Medina County University Center (Medina) **UA Lakewood (Lakewood) *University of Mount Union, (Alliance) *Ursuline College (Pepper Pike) *Walsh University (North Canton) *College of Wooster (Wooster) *Youngstown State University (Youngstown) ==Sports and recreation== Northeast Ohio is home to a number of professional sports teams, including three from the major North American sports leagues. The Cleveland Guardians of Major League Baseball play at Progressive Field, Cleveland Browns of the National Football League (NFL) are based at FirstEnergy Stadium, and the Cleveland Cavaliers of the National Basketball Association (NBA) play at Rocket Mortgage FieldHouse. Rocket Mortgage FieldHouse is also home to two additional professional franchises, the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. The Monsters are the top minor league affiliate of the Columbus Blue Jackets of the National Hockey League (NHL). There are a number of other professional sports teams in the region that play in various minor leagues. The Guardians have three minor league affiliates in the area: the AA Akron RubberDucks of the Eastern League who play at Canal Park in Akron, the Single-A Lake County Captains of the Midwest League who play at Classic Park in Eastlake, and the Single-A Mahoning Valley Scrappers of the New York–Penn League, who play at Eastwood Field in Niles. Additionally, there is an independent baseball team, the Lake Erie Crushers of the Frontier League, who play at Sprenger Stadium in Avon. The region also boasts of a lower league professional soccer team in Cleveland SC that plays at Don Shula Stadium. The Youngstown Phantoms are a junior ice hockey team in the United States Hockey League that has home games at Covelli Centre. Motorsports venues in the region include Mid-Ohio Sports Car Course in Lexington and Summit Motorsports Park in Norwalk, a major NHRA venue. The region is home to a number of NCAA athletic programs, including four in Division I: the Akron Zips, Cleveland State Vikings, Kent State Golden Flashes, and Youngstown State Penguins. Both Akron and Kent State are members of the Cleveland-based Mid-American Conference, while Cleveland State and Youngstown State are members of the Horizon League. Six schools compete at the NCAA Division II level: the Lake Erie Storm, Ursuline Arrows, Malone Pioneers, Ashland Eagles, Notre Dame Falcons, and Walsh Cavaliers. There are nine schools at the Division III level: Mount Union Purple Raiders, Hiram Terriers, John Carroll Blue Streaks, Baldwin Wallace Yellow Jackets, Case Western Reserve Spartans, Kenyon Lords, Oberlin Yeomen, Wooster Scots, and Franciscan Barons. One school, the Mount Vernon Nazarene Cougars, competes in the National Association of Intercollegiate Athletics (NAIA). The Cleveland Metroparks are a system of nature preserves that encircle the city, and the Cuyahoga Valley National Park encompasses the Cuyahoga River valley between Cleveland and Akron. The region is home to Mentor Headlands Beach, the longest natural beach on the Great Lakes. ==Transportation== ===Highways=== ====Interstate highways==== *20px Interstate 71 *23px Interstate 271 *20px Interstate 76 *20px Interstate 77 *20px Interstate 80 *23px Interstate 480 *20px Interstate 90 *23px Interstate 490 *23px Interstate 277 *23px Interstate 680 ====US highways==== *20px U.S. Route 6 *20px U.S. Route 20 *20px U.S. Route 30 *20px U.S. Route 42 *20px U.S. Route 62 *25px U.S. Route 224 *25px U.S. Route 250 *23px U.S. Route 322 *23px U.S. Route 422 ===Airports=== {| class=\"wikitable sortable\" style=\"font-size:95%;\" |- valign=baseline ! style=\"white-space:nowrap; text-align:left;\" | City served ! style=\"white- space:nowrap; text-align:left;\" | FAA ! style=\"white-space:nowrap; text- align:left;\" | IATA ! style=\"white-space:nowrap; text-align:left;\" | ICAO ! style=\"white-space:nowrap; text-align:left;\" | Airport name ! style=\"white- space:nowrap; text-align:left;\" | Role ! style=\"white-space:nowrap; text- align:right;\" | Enpl. |- style=\"background:#CCCCCC;\" | colspan=7 style=\"text- align:center;\" |Commercial service – primary airports |- valign=top | Akron / Canton | CAK | CAK | KCAK | Akron-Canton Regional Airport | Small hub | align=right | 715,367 |- valign=top | Cleveland | CLE | CLE | KCLE | Cleveland-Hopkins International Airport | Medium hub | align=right | 4,704,329 |- valign=top | Youngstown / Warren | YNG | YNG | KYNG | Youngstown-Warren Regional Airport / Youngstown ARS | Non-hub | align=right | 67,128 |- style=\"background:#CCCCCC;\" | colspan=7 style=\"text-align:center;\" |Reliever airports |- valign=top | Cleveland | BKL | BKL | KBKL | Burke Lakefront Airport | | align=right | 1,103 |- valign=top | Highland Heights / Richmond Heights / Willoughby Hills | CGF | CGF | KCGF | Cuyahoga County Airport | | |- valign=top | Lorain / Elyria | LPR | LPR | KLPR | Lorain County Regional Airport | | align=right | 4 |- valign=top | Medina | 1G5 | | | Medina Municipal Airport | | align=right | |- valign=top | Willoughby | LNN | LNN | KLNN | Willoughby Lost Nation Municipal Airport | | align=right | |- style=\"background:#CCCCCC;\" | colspan=7 style=\"text-align:center;\" |General aviation airports |- valign=top | Akron | AKR | AKC | KAKR | Akron Fulton International Airport | | align=right | 1 |- valign=top | Alliance | 2D1 | | | Barber Airport | | |- valign=top | Ashland | 3G4 | | | Ashland County Airport | | align=right | |- valign=top | Ashtabula | HZY | JFN | KHZY | Ashtabula County Airport | | |- valign=top | Carrollton | TSO | | KTSO | Carroll County-Tolson Airport | | align=right | |- valign=top | East Liverpool | 02G | | | Columbiana County Airport | | align=right | 3 |- valign=top | Kent | 1G3 | | | Kent State University Airport | | align=right | |- valign=top | Middlefield | 7G8 | | | Geauga County Airport | | |- valign=top | Mansfield | MFD | KMFD | MFD | Mansfield Lahm Regional Airport | |- valign=top | Millersburg | 10G | | | Holmes County Airport | | |- valign=top | Ravenna | POV | | KPOV | Portage County Airport | | |- valign=top | Warren | 62D | | | Warren Airport | | |- valign=top | Wooster | BJJ | BJJ | KBJJ | Wayne County Airport | | |- valign=top | Akron | 1D4 | | | Mayfield Airport | | |- valign=top | Alliance | 4G3 | | | Miller Airport | | |- valign=top | Carrollton | 5D6 | | | Parsons Airport | | |- valign=top | Clyde | 5D9 | | | Bandit Field Airdrome | | |- valign=top | Columbia Station | 4G8 | | | Columbia Airport | | |- valign=top | Elyria | 1G1 | | | Elyria Airport | | |- valign=top | Garrettsville | 7D8 | | | Gates Airport | | |- valign=top | Geneva | 7D9 | | | Germack Airport | | |- valign=top | Hiram | 86D | | | Far View Airport | | |- valign=top | Huron | 88D | | | Hinde Airport | | |- valign=top | Newton Falls | 41N | | | Braceville Airport | | |- valign=top | Norwalk | 5A1 | | | Norwalk-Huron County Airport | | |- valign=top | Painesville | 2G1 | | | Concord Airpark | | |- valign=top | Youngstown | 4G4 | | | Youngstown Elser Metro Airport | | align=right | |- valign=top | Youngstown | 04G | | | Lansdowne Airport | | |} Definition of abbreviations: * FAA – The location identifier assigned by the Federal Aviation Administration (FAA). * IATA – The airport code assigned by the International Air Transport Association (IATA). Those that do not match the FAA code are shown in bold. * ICAO – The location indicator assigned by the International Civil Aviation Organization (ICAO). * Enpl. – The number of enplanements (commercial passenger boardings) that occurred at the airport in calendar year 2009, as per FAA records. ==Area codes== thumbnail|right|Area code map of Ohio and surrounding states In the 1950s, AT&T; assigned most of Northeast Ohio area code 216. The western half of the region, including Ashland and Richland counties, and parts of Huron, Wayne and Erie counties, was assigned area code 419. In 1996, area code 216 was reduced in size to cover the northern half of its prior area, centering on Cleveland. Area code 330 was introduced for the southern half of Northeast Ohio, including Summit, Portage, Medina, Stark, Columbiana and Mahoning counties, and much of Wayne, Trumbull and Tuscarawas counties. In 1997, area code 216 was further split as the need for additional phone numbers grew. Area code 216 was again reduced in geographical area to cover the city of Cleveland and its inner ring suburbs. Area code 440 was introduced to cover the remainder of was what previously area code 216, including all of Lake, Lorain, Ashtabula and Geauga counties, and parts of Trumbull, Huron, Erie and Cuyahoga counties. Some communities, such as Parma and Parma Heights, were divided into multiple area codes. In 1999, Congressman Dennis Kucinich introduced federal legislation to protect small and medium-sized cities from being split into two or more area codes. In 2000, it was anticipated that the available phone numbers in area code 330 would be exhausted, and an overlay area code was introduced. Area code 234 was assigned to overlap existing area code 330. With the creation of area code 234, any new phone number in the geographical area formerly covered by area code 330 could be assigned a phone number in either the 234 or 330 area codes, with no change in local or long distance toll status. This made necessary the use of ten-digit dialing within the 330/234 area code region. After the introduction of area code 234, assignments of new telephone numbers in the area did not continue at an accelerated pace, and new phone numbers for area code 234 were not assigned until 2003. ==See also== * Ohio statistical areas ==References== ==External links== *Cleveland Plus Marketing Alliance *Greater Cleveland Partnership * Team Northeast Ohio Category:Regions of Ohio Category:Great Lakes region (U.S.)",
 "title": "Northeast Ohio"
}