{
 "id": "522005",
 "text": "Justin David Hawkins (born 17 March 1975) is an English musician, singer, songwriter and YouTube personality best known for being the lead singer and lead guitarist of the Darkness. Heavily influenced by rock bands of the 1970s and 1980s (particularly Queen, Aerosmith, Def Leppard and AC/DC), Hawkins is noted for his falsetto singing voice and flamboyant on-stage persona. He was also the lead singer and guitarist for the band Hot Leg, formed in 2008 and now on hiatus. His falsetto voice has been described as operatic and very similar to that of Queen's Roger Taylor. ==Music career== ===The Darkness=== Hawkins began playing clubs and pubs with the Darkness before they were signed by record label Atlantic Records. Their debut album, Permission to Land, went straight to number two in the UK charts upon its release on 7 July 2003, before going to number one and staying there for four weeks, eventually going on to sell 1.5 million copies in the UK. 3.5m copies over all. The Darkness took inspiration for some of their work from the local north Suffolk area, including Black Shuck, which mentions the nearby village Blythburgh. The success of this album led to heavy touring for the band, including European portions of Metallica's Summer Sanitarium Tour 2003. They went on to headline the Carling Festival in 2004. The band won three BRIT Awards in 2004 in response to the album, Best Group, Best Rock Group and Best Album. They also won two Kerrang! awards in 2004 for Best Live Act and Best British Band. The third single from the album, \"I Believe in a Thing Called Love\", was a substantial hit in the UK, as was their tilt at the Christmas 2003 number 1, \"Christmas Time (Don't Let the Bells End)\", which only just fell short, both singles reaching No.2 in 2003. The band also appeared in the video for Band Aid 20, with Justin singing a number of lines. right|200px|thumb|upright|Justin Hawkins performs live with the Darkness By late 2004 the band's constant media coverage had started to lead to a general public backlash, and Hawkins and the band themselves seemed to show signs that they were disillusioned with their constant media appearances, infamously walking off of an episode of the U.S.-nationally syndicated radio talk show Loveline on 19 April 2004. In October 2005, a month before the album One Way Ticket to Hell... And Back was to be officially released, Hawkins won an eBay auction for a copy of One Way Ticket to Hell... and Back for £350 under the username 'turbogunhawk'. He claimed he did this so that he could track down whoever sold the digitally-marked advance copy of the album and try to prevent it from happening again. \"One Way Ticket\", the first single from their second album, was released on 14 November 2005, debuting and peaking at number 8 on the UK Singles chart. The album itself was released on 28 November 2005, to somewhat mixed reviews. The album was produced by rock producer Roy Thomas Baker, best known for his work with Queen. Early sales figures in the UK showed the album had not sold as well its predecessor, Permission to Land. The album debuted at no. 11, and fell to number 34 in the second week of its release. Although it went on to achieve platinum status, this was in stark contrast with their debut's five times platinum status. The second single taken from their second album was \"Is It Just Me?\", released on 20 February 2006. The single gained a preliminary position of No. 6 all that week, but finally charted at number 8. Hawkins announced when on stage that their third single to be released from the album was \"Girlfriend\". Released 22 May, \"Girlfriend\" charted at number 39. The band followed up their second album with a tour of the UK and Ireland, consisting of 12 dates in the major cities. The tour opened in Dublin's Point Depot on 4 February and closed in the Nottingham Arena on 20 February. Few of the venues sold out, their appeal seemingly having become more selective. Their world tour, which followed, arrived in Australia and Japan after touring Scandinavia and Continental Europe in March. In October 2006, Hawkins left the Darkness. Although drug and alcohol problems were initially cited as the main reason, later on national television, Hawkins would claim that he had grown tired of the constant routine of the band, recording and promoting an album, going on tours for months, back in the studio, etc. which he considered \"monotonous and boring\" and \"could not understand how bands like the Rolling Stones could sustain it\".This Morning, ITV, 2007 For his time with the Darkness, Hawkins placed at number 35 on Spin list of the greatest frontmen of all time. In 2011 the band reunited and toured Europe, Asia and North America throughout 2011 and 2012 in support of their new album Hot Cakes. They then released Last Of Our Kind in 2015. The band returned in 2017 with Pinewood Smile, their first album to come through Cooking Vinyl. Ahead of the album's announcement, The Darkness toured Europe in support of Guns N' Roses and played a number of festivals in the UK and Europe during the summer. In 2018, they released their Live At Hammersmith album. 2019 saw The Darkness release the album Easter Is Cancelled on 4 October; the album charted in the top 10 in the UK. In January 2020, The Darkness released a new video for \"In Another Life\", which featured model Abbey Clancy. The track then made the BBC Radio 2 B-List. ===Other projects=== In 2005, Hawkins set up a solo project, called British Whale. His debut single, \"This Town Ain't Big Enough for Both of Us\", a cover of the 1974 hit by Sparks, was released on 15 August, reached No. 6 on the UK Singles Chart and featured multiple World Darts Champion Phil Taylor in the video. In 2006 Hawkins released a second single, available only to download, an unofficial World Cup anthem called \"England\". Hawkins sang backing vocals on Sweet's song \"Hell Raiser\" for Def Leppard's 2006 covers album Yeah! In early 2007, he became half of one of six acts competing to represent the UK in the Eurovision Song Contest competition in Helsinki in a duet with singer Beverlei Brown. He entered Making Your Mind Up with Beverlei Brown singing a song entitled \"They Don’t Make 'Em Like They Used To\" but did not win the competition. On 16 March 2007, he appeared on the Comic Relief evening during the half-hour Top Gear of the Pops programme. This saw him performing Billy Ocean's \"Red Light Spells Danger\" with the three Top Gear presenters. Later that month, on 29 March, Hawkins created a new Myspace profile featuring songs that were planned to be included on his upcoming solo album entitled Panther. The songs are titled \"You Can't Hurt Me Anymore\", \"I've Met Jesus\" and \"Whichever\". On 12 May, Hawkins added a further song to his profile, \"Gay in the 80's\", to appear on the same album. Later, on 13 July, he removed all the songs, and mentioned \"You'll just have to wait\". He later announced a new band line-up and name: Hot Leg. The aforementioned songs featured on the Hot Leg album Red Light Fever. Hawkins also announced that he had been participating in the recording of two Magnet Watch albums entitled Nude Horizon and Party Party Time Time. On 8 November 2007, at 3:00 am, Hawkins posted a MySpace blog containing directions to Do the Green Thing, an organisation for which he has composed a new song, \"Do It in the Dark\", to accompany a short film that encourages people to switch off and save energy. The song has not been released as a single but is available as a free download. There is a wax model of Hawkins at Madame Tussaud's in London. Hawkins supplied the singing and guitar playing for Kurtz, the lead singer of the \"bad guy band\" Mantyz in the BBC's animated series Freefonix, which debuted on 4 January 2008. In the film Telstar, a film about Joe Meek's life and career that was released on 19 June 2009, he played the role of Screaming Lord Sutch. With Hot Leg in November 2008, he toured the UK supporting Alter Bridge ( 4–13 November) and Extreme ( 14–24 November). Hawkins has also worked with British pop-rock band Saving Aimee, having recently completed producing their debut album. He also lent his \"truth larynx\" to the track \"Party All Day (Fuck All Night)\" guesting on the 2009 Steel Panther release, Feel the Steel. Hawkins recently worked with Adam Lambert on the track \"Music Again\" off his debut album. Justin played the role of Josh, a burned out rockstar in the 2010 movie Psychosis. The movie also featured three Hot Leg songs. Hawkins also appeared on the Meat Loaf album Hang Cool Teddy Bear, where he co-wrote two songs (\"Love Is Not Real\" and \"California Isn't Big Enough\"). He also provided guitar on \"California Isn't Big Enough\" and backing vocals on \"Love Is Not Real\" and \"Los Angeloser\". In 2012, Hawkins appeared in a Samsung commercial for their Galaxy Note smartphone during Super Bowl XLVI. In the same year, Hawkins and brother Dan appeared in the ZingZillas episode Electric Guitar. In 2016, Hawkins appeared on the De La Soul album and the Anonymous Nobody... providing vocals on the track \"Lord Intended\". In 2020, Hawkins participated in the UK version of The Masked Singer, appearing as Chameleon. His identity was revealed in the third episode when he was voted out. During his time on the show he performed renditions of \"Creep\" by Radiohead, \"Feel It Still\" by Portugal. The Man, and \"True Colors\" by Cyndi Lauper. == Personal life == Hawkins is a vegan. He resides in Switzerland with his wife and daughter. Hawkins supported Manchester United growing up, but he is primarily a supporter of Norwich City. ==Equipment== thumb|Justin Hawkins in 2020 Hawkins is seen playing Gibson Les Paul Customs almost exclusively. He is most commonly seen playing an alpine white model which he used with the Darkness (as seen in the \"I Believe in a Thing Called Love\" & \"Love is Only a Feeling\" music videos), and with Hot Leg. It is rare to see him use another guitar, although he can be seen playing a custom Ibanez Jem for the song \"Bald\". He has also been seen using an ebony Gibson Les Paul Custom, a one-off Gibson \"Less Paul\" custom sculpted to resemble a shell, and a custom finished blue Les Paul standard airbrushed with the mythical dog Black Shuck and Blythburgh church. In 2004 Gibson issued a limited run of Justin Hawkins signature Les Paul Customs based on the '68 RI with abalone and mother of pearl \"flame\" inlays on the fretboard, a sparkle finish in either Silverburst or Pinkburst (a Blueburst and Redburst have also been pictured, as well as a one-off Gold Mirror finish produced by SimS Custom Guitars). These have become highly valuable because of their scarcity and unique features. Hawkins used Mesa Boogie dual and triple rectifier amplifiers rather than Marshall Amplification when performing with the Darkness. The stacks he was using had custom-made speaker cabs coated in red leather. During his time in Hot Leg he was exclusively seen using Cornford MK50H II's in white vinyl with two Cornford, 16-ohm, 4x12 cabinets loaded with Celestion \"Vintage 30s\". Since the Darkness reformation he has been seen using multiple modified Marshall 1959 MKII Plexi Reissue guitar amps with a boosted gain stage run through Marshall 1960B cabinets. Since 2016, Hawkins uses EVH and Wizard amplifiers. In a 2012 edition of Guitarist Magazine's video series \"On the Road with...\" Hawkins's pedal setup consisted of a Boss Analog Delay, a Pro Co RAT, a Diamond Pedals Compressor, a Boss TU-3 Tuner, and a Dunlop Cry Baby DCR-2SR rack module which allows him to have three separate wah-wah pedals strategically placed around the stage. As of 2016, Hawkins does not use any pedals. On the song \"Girlfriend\", Hawkins uses a Moog Keytar for the solo. Hawkins is regularly seen playing a Martin Backpacker travel guitar on his various YouTube videos. ==References== ==External links== * Justin Hawkins Rides Again, YouTube channel * Official Website of British Whale * They Don’t Make 'Em Like They Used To MP3 – Justin Hawkins and Beverlei Brown's entry into Making Your Mind Up * JustinHawkinsRocks.co.uk, UK-based fan site for Justin Hawkins and his projects Category:1975 births Category:Living people Category:21st-century English male singers Category:English rock singers Category:English singer-songwriters Category:People from Lowestoft Category:English rock guitarists Category:English tenors Category:Countertenors Category:Sopranists Category:Lead guitarists Category:People from Chertsey Category:The Darkness (band) members Category:People educated at East Point Academy Category:Ivor Novello Award winners Category:English male guitarists",
 "title": "Justin Hawkins"
}