{
 "id": "522130",
 "text": "In chemistry, protonation (or hydronation) is the adding of a proton (or hydron, or hydrogen cation), (H+) to an atom, molecule, or ion, forming a conjugate acid. (The complementary process, when a proton is removed from a Brønsted–Lowry acid, is deprotonation.) Some examples include *the protonation of water by sulfuric acid: *:H2SO4 \\+ H2O H3O+ \\+ *the protonation of isobutene in the formation of a carbocation: *:(CH3)2C=CH2 \\+ HBF4 (CH3)3C+ \\+ *the protonation of ammonia in the formation of ammonium chloride from ammonia and hydrogen chloride: *:NH3(g) \\+ HCl(g) → NH4Cl(s) Protonation is a fundamental chemical reaction and is a step in many stoichiometric and catalytic processes. Some ions and molecules can undergo more than one protonation and are labeled polybasic, which is true of many biological macromolecules. Protonation and deprotonation (removal of a proton) occur in most acid–base reactions; they are the core of most acid–base reaction theories. A Brønsted–Lowry acid is defined as a chemical substance that protonates another substance. Upon protonating a substrate, the mass and the charge of the species each increase by one unit, making it an essential step in certain analytical procedures such as electrospray mass spectrometry. Protonating or deprotonating a molecule or ion can change many other chemical properties, not just the charge and mass, for example solubility, hydrophilicity, reduction potential, and optical properties can change. ==Rates== Protonations are often rapid, partly because of the high mobility of protons in many solvents. The rate of protonation is related to the acidity of the protonating species: protonation by weak acids is slower than protonation of the same base by strong acids. The rates of protonation and deprotonation can be especially slow when protonation induces significant structural changes. ==Reversibility and catalysis== Protonation is usually reversible, and the structure and bonding of the conjugate base are normally unchanged on protonation. In some cases, however, protonation induces isomerization, for example cis-alkenes can be converted to trans-alkenes using a catalytic amount of protonating agent. Many enzymes, such as the serine hydrolases, operate by mechanisms that involve reversible protonation of substrates. ==See also== *Acid dissociation constant *Deprotonation (or dehydronation) *Molecular autoionization ==References== Category:Chemical reactions Category:Reaction mechanisms",
 "title": "Protonation"
}