{
 "id": "522827",
 "text": "Edgar Dewdney, (November 5, 1835 - August 8, 1916) was a Canadian surveyor, road builder, Indian commissioner and politician born in Devonshire, England. He emigrated to British Columbia in 1859 in order to act as surveyor for the Dewdney Trail that runs through the province. In 1870, Dewdney decided to take up a role in Canadian government. In this year, he was elected to the Legislative Council of British Columbia as a representative form the Kootenay region. In 1872, he was elected as a member of Federal Government for the Yale region representing the Conservative party. He was reelected to this position in 1874 and again in 1878. Dewdney served as Lieutenant Governor of the North- West Territories from 1879 to 1888, and the fifth Lieutenant-Governor of British Columbia from 1892 to 1897. Additionally, he served as the Indian commissioner in the North-West Territories from 1879 until 1888. In 1897, Dewdney retired from politics and began working as a financial agent until his death in 1916. Throughout his political career, Dewdney played a role in the settlement of western Canada and defining the relationship between the government of Canada and the Indigenous peoples of the North-West in the nineteenth century. Dewdney experienced several political and humanitarian issues throughout his political appointments. As Lieutenant-Governor of the North-West Territories, Dewdney had to manage with a starvation crisis faced by the Indigenous peoples after years of deliberate extermination of buffalo herds, promoted by the Government of Canada to force the Indigenous inhabitants off the land prior to its settlement. Additionally, as Indian Commissioner, Dewdney subsequently tackled issues pertaining to the North-West Rebellion of 1885. ==Early life and career== Edgar Dewdney was born in Bideford, England to parents Charles Dewdney and Fanny Hollingshead. He grew up in a wealthy family, providing him with many social opportunities. Dewdney had two marriages, neither producing any children. The first marriage was to Jane Shaw Moir in 1864, and the second in 1909 to Blanche Elizabeth Plantagenet Kemeys-Tynte.E. Brian Titley. “Dewdney, Edgar” in Dictionary of Canadian Biography, vol. 14. (University of Toronto/Université Laval: 2003). Dewdney originally wanted to pursue a career in civil engineering, studying the subject at Cardiff University. After his civil engineering training in 1859, he decided to start a life in the Pacific northwest in hopes of making a fortune with his newly acquired qualifications. Dewdney was also motivated to move to the North-West Territories after the discovery and further mining of gold in the Fraser Valley. He was active in the development of pack trails in the colony of British Columbia including the Dewdney Trail which became the main trail into the interior of the colony. Dewdney was active in political life in British Columbia throughout the 1860s. Dewdney had a limited understanding of the functions of Canadian politics when his interests first piqued.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 39. After a few years in Provincial politics, Prime Minister John A. Macdonald requested Dewdney to become the Indian Commissioner in the North- West, as he knew of the “Indians” in the area quite well. Dewdney had an advantage due to his general knowledge of Indigenous peoples and that he did not originate from Ottawa.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 40. Later in his life, Dewdney held dual titles of Indian Commissioner and Lieutenant-Governor of the North-West Territories.Dempsey, Hugh A. The Amazing Death of Calf Shirt and Other Blackfoot Stories. Norman, OK: University of Oklahoma Press, 1994. 180. He was also the Lieutenant-Governor of British Columbia and after three years retired and became a surveyor.Harvey, R.G. Carving the Western Path, By River, Rail, and Road Through B.C’s Southern Mountains. Toronto, ON: Heritage House, 1998. 117. Due to his prestigious career in politics, Dewdney was considered suitable to conduct the study and surveying of the Cascades. He discovered three routes, Allison, Coquihalla, and Railroad Passes in his 1902 exhibition. However, he disclosed that he never liked any of these routes due to their engineering difficulties. As a result, Dewdney suggested the Canadian Pacific Railway (CPR) should be built from Midway to Princeton, then north to Merritt and Spences Bridge, and have Fraser Canyon as the way through the Cascades.Harvey, R.G. Carving the Western Path, By River, Rail, and Road Through B.C’s Southern Mountains. Toronto, ON: Heritage House, 1998. 134. Dewdney is recognized as a legendary trail builder of colonial days in British Columbia, as this played a large role in the westward expansion of Canada.Harvey, R.G. Carving the Western Path, By River, Rail, and Road Through B.C’s Southern Mountains. Toronto, ON: Heritage House, 1998. 116. Despite this recognition, he faced issues regarding Canadian expansionism and the effect on Indigenous peoples. ===Surveyor during the gold rushes of the 1860s=== Dewdney was originally employed as a surveyor, and supervised the survey of New Westminster. In 1865, Dewdney was appointed by Governor Frederick Seymour to oversee the construction of a trail to the East Kootenay region of the British Columbia Interior so that coastal merchants might benefit from the burgeoning trade associated with gold mining in that area. This was also done to secure a line of communication within the region to prevent an American takeover of that part of the province. Although used for only a few years, parts of the Dewdney Trail, as it was known, remain to this day and are used for recreational hiking. Provincial Highway 3 largely follows the route of the Dewdney Trail. ==Entry into politics== From 1868 to 1869, Dewdney became active in Colonial politics, representing the electoral district of Kootenay in the Legislative Council of British Columbia. After the colony joined Canadian Confederation in 1871, he served as a Conservative Member of Parliament for the riding of Yale following his election in 1872. He was appointed a member of Prime Minister Sir John A. Macdonald's cabinet in 1879, where he served as Indian commissioner for the North-West Territories until 1888. thumb|200px|left|First Government House shortly after construction in 1883.In 1881, Macdonald arranged Dewdney's appointment as Lieutenant Governor of the North-West Territories, then an executive position. Dewdney resigned his seat in the Commons, but remained Indian Commissioner during his term as Lieutenant-Governor, which lasted until 1888. Macdonald, along with being Prime Minister, held the cabinet post Minister of the Interior. Dewdney took orders directly from Macdonald.Indian Claims Commission. Carry the Kettle First Nation Inquiry, Cypress Hills Claim. pp. 31,32 Responsible government had not been granted to the North-West Territories, so Dewdney was the Territories' head of government. Perhaps his most notable decision in office was changing the territorial capital from Battleford to Wascana — Cree for \"Pile of Bones\" — in 1883: a featureless location without water apart from a short spring run-off Wascana Creek, trees or topography. This is where Dewdney had secured a substantial real estate for himself adjacent to the near-future planned Canadian Pacific Railway line. Other townsites were also considered probable territorial capitals, including Fort Qu'Appelle and Qu'Appelle, the latter to the extent of having been designated the cathedral city of the new Diocese of Qu'Appelle by the Church of England in Canada. The matter was a national scandal at the time.Pierre Berton, The Last Spike: The Great Railway 1881-1885 (Toronto: McLelland and Stewart, 1973), 120) Still, the initial major street of Pile of Bones, later renamed Regina by Princess Louise, Marchioness of Lorne, was called Dewdney Avenue. After his term as Lieutenant Governor of the North-West Territories, Dewdney was again elected to Parliament and served as the member for Assiniboia East (now southeastern Saskatchewan) from 1888 to 1891. During this period he also served as Minister of the Interior and Superintendent of Indian Affairs. In 1892, he was appointed to the non-executive viceregal post of Lieutenant-Governor of British Columbia. He served in this post until 1897. He retired from politics in 1900, after unsuccessfully running for Parliament in New Westminster, British Columbia. In 1909, following the death his wife Jane, Dewdney remarried. His newlywed wife was Blanche Kemeys-Tynte, the daughter of Colonel Charles John Kemeys-Tynte of Halswell, Somerset, England. ==Crisis: The starvation of the natives== Upon taking office in May, 1879, Lieutenant Governor of the North-West Territories Edgar Dewdney came face to face with the plight of the natives in the wake of the disappearing buffalo. The mass extermination of buffalo, encouraged by the Government as an important step to depopulating the land and permitted its settlement, had had its intended effect on the Indigenous peoples who relied completely on every aspect of the buffalo for food, clothing and resources for housing.McQuillan, D. Aidan. “Creation of Indian Reserves on the Canadian Prairies 1870-1885.” Geographical Review 70, no. 4 (1980): 383. Indigenous peoples had already starved to death at Qu'Appele, Fort Walsh, Fort Macleod, Battleford, Carlton, Fort Pitt, Fort Saskatchewan, Edmonton, Touchwood Hills, Fort Ellice, Moose Mountain, Fort Calgary, and elsewhere. Dewdney's solution was to locate the native tribes on reserves. There agents would teach them how to farm. He reported conditions at the Blackfoot Crossing in July 1879 as follows: By that autumn, seventeen instructors were established at different reserves along with supplies of tools and seed. They began to teach the natives how to farm. Dewdney was later denounced for not responding to four official requests for food aid during the winter of 1882-83 for \"over 2000 Indians here almost naked and on the verge of starvation\". When finally pressed to send food supplies after the official requests, Dewdney stated it was government policy to use famine to force Indians onto reserves. The Report of the Royal Commission on Aboriginal Peoples was conducted by Dewdney in 1880 regarding the administration of Indian Affairs in the North-West Territories. This communication was written to the Superintendent-General of Indian Affairs in Ottawa and provided insight into conditions in the North-West Territories during the 1880s. This report was controversial because it only provided a colonial viewpoint into the lives of Indigenous peoples. The Indigenous voice was omitted from the report, making the report bias to colonial views. Dewdney outlined in the Royal Commission to Inquire into Changes Affecting the Administration of Justice in the North-West Territories that the “scarcity of buffalo in Fort Walsh had not been exaggerated, and numbers of Indians of the Cree, Assiniboine and Blackfeet were awaiting the arrival of Col. MacLeod and myself.”Canada. Royal Commission to Inquire Into Changes Affecting the Administration of Justice in the North-West Territories. Report of the Royal Commission to Inquire Into Changes Affecting the Administration of Justice in the North-West Territories. Ottawa: Indian Affairs, 1880. 76. The decline of the buffalo populations created a famine which “reduced the Indians to a state of dependence on government relief supplies and even forced the Indians to seek government on their reserves.”McQuillan, D. Aidan. “Creation of Indian Reserves on the Canadian Prairies 1870-1885.” 384. In order to resolve the starvation crisis, Dewdney proposed relocating all Indigenous peoples in the region onto reserves. Because of the scarcity in buffalo populations, the government had no other choice but to provide Indigenous peoples on reserves with food rations, distributed by the North-West Mounted Police. Due to the high decline in the buffalo population, many Indigenous communities were facing starvation. Changes needed to be made in regards to the government’s actions in controlling and alleviating the threat of a starvation crisis. Dewdney traveled to parts of the north-west with Col. James Macleod, the Commissioner of the North-West Mounted Police, in response to the threat of a starvation crisis. Before traveling to Blackfoot Crossing, Macleod stated in Fort Walk that the resolution to the buffalo problem and the starvation of the Indigenous peoples was to promote an agricultural lifestyle rather than one based on the reliance on buffalo. After observing the crisis at Blackfoot Crossing, Dewdney stressed that the Indigenous peoples there should work to relieve themselves of starvation that resulted from the disappearance of buffalo.Canada. Royal Commission to Inquire Into Changes Affecting the Administration of Justice in the North-West Territories. Report of the Royal Commission to Inquire Into Changes Affecting the Administration of Justice in the North-West Territories. Ottawa: Indian Affairs, 1880. 79. He proposed stationing instructors on reserves in order to educate the Indigenous peoples on how to sustain an agricultural society, as well as to provide those on reserves with the necessary supplies. The Royal Commission shows that members of the Blackfoot nation were grateful for Dewdney’s efforts made to ending the crisis. Both members of government in Ottawa and Dewdney believed that the Blackfoot Crossing could be a prosperous agricultural settlement. Upon arriving to Blackfoot, Dewdney hoped to talk about this possible prosperity but before his arrival, he had received news that a number of buffalo had crossed through the settlement and destroyed the crops.Mulvany, Charles P. The History of the North-west rebellion of 1885. Toronto, ON: A. H. Hovey and CO., 1885. 59. In the early 1880s, government officials such as Dewdney withheld rations from Indigenous people as a tool to bring them into submission.Carter, Sarah. Aboriginal People and Colonizers of Western Canada to 1900. Toronto, ON: University of Toronto Press, 1999. 142. From 1881 to 1883, it was recorded that buffalo and buffalo herds were headed towards Fort Walsh. Upon hearing this, Dewdney ordered that the food rations for Fort Walsh be reduced. The North-West Mounted Police began preparation to abandon their post at the fort, which meant Indigenous peoples could only receive their treaty payments and other assistance if or when they signed the treaty and moved north. Dewdney's refusal to allow the supply of relief to Indigenous communities created a volatile environment.Hogue, Michel. Metis and the Medicine Line: Creating a Border and Dividing a People. North Carolina, USA: University of North Carolina Press. 2015. 155. In October 1882, reports from Augustus Jukes, senior surgeon for the Northwest Mounted Police, regarding the limited food and lack of shelter did not have an effect on Dewdney. As a result, Fort Walsh closed in 1882 which left many Indigenous people starved, unless they signed Treaty One or Treaty Two. Dewdney said that he would recognize any male Cree as a chief if he could get the support of one hundred or more men to accept him as a leader. As a result, many Metis, Cree and Assiniboine separated from their bands in order to receive the promised rations from the government. In 1882, it was reported that Cree and Assiniboine that settled in the Cypress Hills were supplied with minimal food rations. As a result, many Cree and Assiniboine began travelling to Indian Head. However, many died along the journey as a result of starvation. The reserve in Indian Head was called Win- cha-pa-ghen, or Skull Mountainettes, because the mountains were covered with the victims of the starvation crisis who received little aid from the government of Canada. In the spring, many made the journey back to the Cypress Hills, where Augustus Juke reported that many of the Cree and Assiniboine were in a state of starvation and did not have the basic necessities of life. This was the direct result of the Indian Commissioner’s insistence on letting them starve unless they complied with the government's request for them to sign treaties.Carter, Sarah. Aboriginal People and Colonizers of Western Canada to 1900. Toronto, ON: University of Toronto Press, 1999. 149. Dewdney was quoted saying “the longer they continue to act against the wishes of the Government, the more wretched will they become.”Carter, Sarah. Aboriginal People and Colonizers of Western Canada to 1900. Toronto, ON: University of Toronto Press, 1999. 148. In 1884, tensions between Louis Riel and the government were rising. Charles Borromée, the Justice of the Supreme Court of the North-West Territories and legal advisor in the North-West Territories, sent a letter to Edgar Dewdney on September 5, 1884 regarding the conditions of Indigenous communities during the North-West Rebellion. Borromée wrote “Riel can harm the country, and that the government must come to the assistance of the Indians or misery and starvation will result.” Dewdney ultimately ignored this information, allowing the half breed (Metis) to starve.Rouleau Borromee, Charles. Charles Borromee to Edgar Dewdney, September 5, 1884. Held at Glenbow Museum. In 1886, Dewdney described the state’s initiatives to provide rations to Indigenous communities as a “policy of reward and punishment,” implying that only bands deemed as “loyal” would receive rations, livestock, and other farming equipment.Daschuk, James. Clearing the Plains: Disease, Politics of Starvation, and the Loss of Aboriginal Life. Regina, SK: University of Regina Press, 2013. 159 To help promote an agricultural society within Indigenous communities, treaties stipulated that farming supplies would be made available as well as livestock. Dewdney believed that one of the reasons Indigenous people could not become self supporting was due to the treaties failing to provide grist mills for grain farming.McQuillan, D. Aidan. “Creation of Indian Reserves on the Canadian Prairies 1870-1885.” Geographical Review 70, no. 4 (1980): 391. Dewdney, as Indian Commissioner, noted that there were insufficient resources and supplies despite the terms of the treaties. The government of Canada promoted self sufficiency in agriculture by Indigenous peoples as a way to offset the cost of famine relief from the government. However, the supplies that would help Indigenous peoples on reserves to create an agricultural based community were lacking. The lack of supplies from the government frustrated many.McQuillan, D. Aidan. “Creation of Indian Reserves on the Canadian Prairies 1870-1885.” Geographical Review 70, no. 4 (1980): 389-390 The starvation crisis would symbolize the defining issue during Edgar Dewdney’s tenure as Lieutenant Governor of the North-West Territories. The Crisis regarding the starvation of the natives is still seen as a major political and humanitarian crisis. ==Northwest Rebellion of 1885== The North- West Rebellion of 1885 was an uprising led by the Metis and other Indigenous peoples of the North-West Territories against the Canadian government. The Metis felt threatened by the continuous buying and selling of land by the Canadian government. There was the question of whether the Metis would receive the land that they were entitled to, while the government continued to give more land to settlers. This, in conjunction with the decline in buffalo in the region and the lack of government relief, resulted in the North-West rebellion. The North-West Rebellion began as a peaceful protest by the Metis against the lack of government relief. The reinforcement of the North-West Mounted Police to the area was seen as a threat to the Metis, and helped to jumpstart violence between the Metis and the government. The violent altercation lasted for five months, with the eventual defeat of the Metis rebels by federal enforcers.Friesen, Gerald. The Canadian Prairies: A History. Toronto: University of Toronto Press, 1987. 220-227. Edgar Dewdney was the Lieutenant-Governor of the North-West Territories during the Riel-led rebellion of 1885. It is clear that there were many issues in the North-West region prior to the outbreak of the Metis rebellion. The North-West Mounted Police Superintendent L.N.F. Crozier acted as an informant for Dewdney in the events leading up to the outbreak of the rebellion. With the information that he had gathered, Dewdney believed that he could maintain peace within the region and that he had control of the situation.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 63. However, he did not have faith in the ability of Indian agents across the region to maintain and control the unrest that was beginning to arise within Indigenous communities. As a result, Dewdney called for the appointment of a second roving inspector in 1885, as he believed that it would be difficult for one man to do the job effectively over a vast amount of territory, as well as the fact that the current roving inspector T.P. Wadsworth was reporting his findings to other officials behind Dewdney’s back. Since his arrival in the North-West Territories, Dewdney supported the increase of rations for Indigenous communities and believed that it was crucial that the terms outlined in treaties were met in order to maintain peace between the Metis and colonial settlers.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 64. === Land === The issue regarding Metis land claims and entitlement had been a topic of discussion for many years prior to the outbreak of rebellion. Louis Riel’s return to Canada caught the attention of the Canadian government, which motivated the efforts of communities along the Saskatchewan River to advance political demands. The Federal Government was not willing to negotiate with the Metis on the matter. Metis leader, Louis Riel and the Metis forwarded their demands to Ottawa in 1884. Dewdney, as Lieutenant Governor, stated that the government would investigate the claims of those who did not receive land or script in Manitoba, but made no other promises.Hogue, Michel. Metis and the Medicine Line: Creating a Border and Dividing a People. North Carolina, USA: University of North Carolina Press. 2015. 174. Riel wanted “land titles and government by the people” instead of Dewdney holding absolute power in the region.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 66. The issue had been brought up to Prime Minister Sir John A. Macdonald many times, but had always been pushed aside to prioritize other issues occurring within the dominion. Many settlers in the region were becoming anxious and feared the outbreak of a rebellion, so in February 1885, Dewdney urged the Prime Minister to respond to their demands from the Metis. This request was once again ignored. Later that month, officials in Saskatchewan began sending reports to Dewdney regarding Metis military action that had begun in the area. It had been reported that the Metis had obtained weapons and ammunition from colonial traders, which was considered illegal. This was alarming for Dewdney, who believed that action needed to be taken to control the Metis and suppress tensions. As a result, Dewdney prepared to send police to the area if conditions worsened.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 65. When Riel and his followers began to take prisoners and recruit support from individuals on nearby reserves, Dewdney allowed one hundred Mounted Police to intervene. Dewdney was devoted to preventing other Indigenous peoples on reserves from joining Riel in the North-West Rebellion as an attempt to keep settlers in the area at ease. Land was prioritized by Riel and the Metis in order to secure their future prosperity and survival in the area. Their demands were not recognized by the government of Canada and prompted some Metis communities to prepare for military action. === Rations used as means of control=== Land and food were important tools used by the government of Canada to control Indigenous peoples. Therefore, land and food were key motivators in the resistance. Prior to the outbreak of the rebellion, Dewdney was unwilling to provide large amounts of rations to Metis settlements unless they were in extreme desperation. This mindset changed during the rebellion, as Dewdney’s idea was to “tempt” Metis and other Indigenous peoples to remain on their reserve and remain devoted to the dominion by offering them more rations and goods.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 67. When violence broke out between Riel and the government, Dewdney conducted a tour of reserves in the area, listening to the specific needs of the individuals living on the reserves in an attempt to keep them content. Dewdney offered them more rations of tobacco, bacon, flour, and tea. This was done to keep the Indigenous people on the reserve loyal to the state and separated from the rebellious Metis. Dewdney maintained this appeasement strategy throughout the rebellion. He emphasized the need to be loyal to the state throughout the rebellion. Dewdney suggested that rations and other goods should be withheld from “rebel Indians” after the North-West Rebellion had ended, until it was decided how justice could be achieved.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 74. Dewdney believed that those who had been loyal to the state should be rewarded after the North-West Rebellion had ended. These individuals were awarded through the distribution of money and livestock.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 76. The North-West Rebellion can be linked to the starvation crisis, which is represented in the Frog Lake Massacre. The Frog Lake Massacre on April 2, 1885 was due to the restlessness of the Native people in the area of Frog Lake due to the lack of food and resources.Mulvany, Charles P. The History of the North-west rebellion of 1885. Toronto, ON: A. H. Hovey and CO., 1885. 89. Theresa Delaney, a settler who was held captive whose husband was shot in Frog Lake believed that Edgar Dewdney should be blamed as a cause for the massacre in that while visiting Frog Lake, Dewdney made many promises in regards to food and aid, but none of the promises were fulfilled.Delany, Theresa, and Theresa Gowanlock. Two Months in the Camp of Big Bear. Regina, SK: Canadian Plains Research Centre, University of Regina, 1999. xxx. Although the massacre cannot be directly linked to Dewdney’s unfulfilled promises to the Indigenous peoples of Frog Lake, it is clear that the lack of government intervention at a time of crisis worsened the conditions. Due to the lack of resources, aid, and food provided to those in the region, it is clear that the residents of Frog Lake were living in unjust circumstances. Additionally, Dewdney acted as a mediator between the government and the Indigenous peoples of Frog Lake. === Result of the rebellion === The North-West Rebellion eventually ended on June 3, 1885 with subsequent consequences and as well as solutions to ensure there would be no repetition of violence. After the North-West Rebellion had ended, Dewdney took actions to improve the level of security on reserves. This was done to prevent another rebellion of the same nature from occurring in the region.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 78. Dewdney believed that all of those who were involved in the North-West Rebellion should be sentenced accordingly. He supported heavy jail sentences for the perpetrators and believed that many executions needed to be carried out in order to make a statement, including the execution of Louis Riel.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 77. Dewdney believed that the future of Indigenous communities lay in the younger generation. He feared Indigenous children and the power that they held. This was one of the arguments that justified his support the closing of day schools and the creation of Indian residential schools in order to fully transform Indigenous children into model citizens. He believed that children needed to be removed from the influence of their Indigenous parents and communities. This needed to be done in order to maintain control and ensure that another rebellion of similar nature did not occur. The failure of the North-West Rebellion caused the government of Canada to impose other regulations on the lives of individuals, such as Indian residential schools. The intended purpose of Indian residential schools were to isolate Indigenous children from the influences of their family in order to effectively assimilate them into Euro- Canadian society. These schools operated within Canada until 1996. They were opened and funded by the Canadian government and were operated by the Catholic church. At these schools, Indigenous children faced extreme physical, emotional, and sexual abuse as an assimilation tactic. The traumatization that Indigenous children faced at these schools has been passed down through generations and continues to have an extremely negative effect on Indigenous communities in the twenty-first century. ==Honours== Dewdney had the prenominal \"the Honourable\" and the postnominal \"PC\" for life by virtue of being made a member of the Queen's Privy Council for Canada on September 25, 1888. == Indigenous relations == Settler expansion westward further strained Indigenous and Crown relations. Metis and Indigenous peoples were affected by the increase in westward expansion and the methods of land settlement imposed by the government in Qu’Appelle and Saskatchewan. The Metis distrusted Dewdney due to his control over the land in question for settlement. New settlers arriving in the region began to push Metis out of Manitoba.Mulvany, Charles P. The History of the North-west rebellion of 1885. Toronto, ON: A. H. Hovey and CO., 1885. 23. The uncertainty regarding the fate of the Metis in Manitoba in regards to settler migration became a reality. Surveying of Metis land for the new settlers created new tensions, which Dewdney failed to acknowledge.Janigan, Mary. Let the Eastern Bastards Freeze in the Dark: The West Versus the Rest Since Confederation. Toronto, ON: Alfred A. Knopf Canada 2012. 75. There are some instances of Dewdney mediating territorial disputes as Superintendent-General of Indian Affairs, and while travelling the areas affected by the starvation crisis in 1879. He noted in the Royal Commission that the Sacree nation was in dispute with the Blackfeet over flour rations. The Sacree were forced to travel to Fort MacLeod in order to avoid further trauma caused by starvation, but voiced concern over the area also being inhabited by the Blackfeet. Dewdney ended the dispute and the Sacree agreed to move to Fort MacLeod.Canada. Royal Commission to Inquire Into Changes Affecting the Administration of Justice in the North-West Territories. Report of the Royal Commission to Inquire Into Changes Affecting the Administration of Justice in the North-West Territories. Ottawa: Indian Affairs, 1880. 80-81. Dewdney was involved in mediating the territorial disputes between the Metis and settlers when tensions were heightened. The early 1880s saw raids led by Indigenous bands to steal cattle and horses from ranchers. This is directly linked to the loss of buffalo in the area and the subsequent starvation crisis. These raids occurred across into the United States and created American tensions. As a Result, Dewdney created a permit system in 1882 so that groups such as the Blackfeet and Assiniboine could move across the border to hunt, visit relatives, and for leisure.Hogue, Michel. “Disputing the Medicine Line: The Plains Crees and the Canadian-American Border, 1876- 1885.” Montana: The Magazine of Western History 52, no. 4 (2002). 11-12. Dewdney supported and defended the allegations against Canadian Indigenous peoples as being held responsible for the depredations in Northern Montana.Hogue, Michel. “Disputing the Medicine Line: The Plains Crees and the Canadian-American Border, 1876- 1885.” Montana: The Magazine of Western History 52, no. 4 (2002). 11. Rancher anxieties and prompts from Americans due to raids by Indigenous peoples pushed Dewdney to move Indigenous bands “from the southern prairies of Assiniboia to reserves north of the Canadian Pacific Railroad.” This plan disrupted bands searching and following remaining buffalo across the international boundary. The Royal Canadian Mounted Police were instructed to use force when faced with bands attempting to move north.McQuillan, D. Aidan. “Creation of Indian Reserves on the Canadian Prairies 1870-1885.” 385. Dewdney triumphantly claimed that there were no more natives north of the Canadian Pacific Railway (CPR) line. As a result, the development of the CPR could continue further west by the instruction of Dewdney. Concerning governance, Dewdney advocated for the enforcement of the Indian Act to dispose Indian chiefs. This would help the colonial government maintain power in local communities by removing Indigenous leadership and eradicating self-governance. As a result of this enforcement, arrests were made against those who were viewed as ‘bad Indians.’Monaghan, Jeffrey. “Settler Governmentality and Racializing Surveillance in Canada's North-West.” The Canadian Journal of Sociology 38, no. 4 (2013). 502. The use of language such as ‘bad Indians’ left for interpretation that any Metis or Indigenous person that rejected government policy was atrocious. Additionally, Dewdney mediated territorial disputes as Superintendent-General of Indian Affairs while traveling areas affected by colonial expansion as well as food and land disputes. == Criticism == Dewdney has been criticized for using the courts as an extension of administering his own concept of justice He reportedly withheld rations from the Cree until he realized that it created more violence among them Dewdney was known for making many promises to the Indigenous peoples which raised their morale, but ultimately leaving these promises unfulfilled.Delany, Theresa, and Theresa Gowanlock. Two Months in the Camp of Big Bear. Regina, SK: Canadian Plains Research Centre, University of Regina, 1999. 30. At the time of the North-West Rebellion, Dewdney was Indian Commissioner as well as Lieutenant Governor of the North-West Territories. This gave him a great deal of power and influence in the area and created criticism towards him, as many believe that he was able to abuse this power to ultimately achieve his goals.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 80. Dewdney was criticized for not responding to requests for food relief made to the government by Metis, Assiniboine and Cree in the winter of 1882 to 1883. The lack of a response from Dewdney in regard to official requests for food supplies to Indigenous communities can be seen as a tactic used in order to push Indigenous peoples onto reserves. Additionally, there was concern that the Department of Indian Affairs, its agents, and Dewdney had secretly been in contact with Montana grocery and mercantile firm I.G. Baker Company. The worry was that the Department had purchased subpar goods to distribute to the Metis who were affected by the starvation crisis. It was claimed by the Hudson's Bay Company That Dewdney and other key officials in the North-West and Ottawa were linked with the company and therefore profiting off of the starvation crisis.Daschuk, James. Clearing the Plains: Disease, Politics of Starvation, and the Loss of Aboriginal Life. Regina, SK: University of Regina Press, 2013. 137-138. Dewdney's relationship with the Baker Co. relates back to before his appointment as Indian Commissioner. Dewdney was known to involve himself in various business ventures and investments in the North-West that resulted in his personal financial gain.Daschuk, James. Clearing the Plains: Disease, Politics of Starvation, and the Loss of Aboriginal Life. Regina, SK: University of Regina Press, 2013. 138. Flour supplied to Indigenous communities by the Baker Company was unfit for consumption and caused deaths in several reserves. Additionally, there was the belief that the food had been tampered with which created a formal independent investigation into the Baker Company’s flour supply.Daschuk, James. Clearing the Plains: Disease, Politics of Starvation, and the Loss of Aboriginal Life. Regina, SK: University of Regina Press, 2013. 139. It was determined that the flour was indeed substandard, which reflected negatively on Dewdney given his relationship with the Company. Furthermore, there are also reports that Dewdney and other agents from the Department of Indian Affairs used food as a tool for coercion. Many Indigenous people on reserves were at the mercy of these agents. == Life after the rebellion == It is important to note that Dewdney never truly liked living in the North-West Territories, as he saw the land as bleak and lifeless. He also disliked the harsh climate of the North-West Territories, as it could become intolerable at times. Dewdney suffered from extreme back pain, preventing him from traveling on horseback and camping between reserves. Dewdney’s wife Jane also expressed a longing to return to life in British Columbia, as it was filled with excitement and adventure.Titley, Brian. The Frontier World of Edgar Dewdney. Toronto, ON: UBC Press, 1999. 91. After the North-West Rebellion, Dewdney requested political appointments outside of the North-West. On September 12, 1888, he was named Minister of the Interior as well as superintendent general of Indian Affairs.E. Brian Titley. “Dewdney, Edgar” in Dictionary of Canadian Biography, vol. 14. (University of Toronto/Université Laval: 2003). Dewdney was appointed as Lieutenant Governor of British Columbia on November 2, 1892 and retired December 1, 1897. After his retirement from politics, Dewdney focused on business ventures. Throughout his life, Dewdney managed his personal finances poorly, resulting in his lack of pension to support him in his later life. Subsequently, he also focused on surveying projects for proposed railways in British Columbia. His wife Jane died in January 1909, which prompted his second marriage to Blanche Elizabeth Plantagenet Kemeys-Tynte in 1909. Money continued to be an issue for Dewdney up until his death. He attempted to receive a senate appointment as well as an appeal to receive a pension to aid him in his old age. He never received a senate appointment or a pension. Edgar Dewdney died on August 8, 1916 in Victoria, British Columbia at the age of eighty. ==Legacy== *A major east-west street in Regina, Dewdney Avenue, is named after him; Government House, the original Territorial government building and the local detachment of the RCMP (formerly its headquarters before these were transferred to Ottawa) and national training centre are on Dewdney Avenue. *Dewdney, British Columbia is the name of a locality immediately east of Mission, British Columbia, located below the 920 m Dewdney Peak on the north shore of the Fraser River. The community was the namesake of the former Dewdney provincial electoral district and also of the now-dismantled Dewdney-Alouette Regional District *The Dewdney Trunk Road was one of the earliest main roads in the Lower Fraser Valley of British Columbia, running from Port Moody to the community of Dewdney. Today it exists in sections in Coquitlam and Port Coquitlam and is a major thoroughfare running between Maple Ridge and Mission, ending short of Dewdney in the community of Hatzic. *The Last Mountain Lake Bird Sanctuary in Saskatchewan, established in 1887 upon Dewdney's recommendation and the first wildlife reserve of its type on the continent, was designated a National Historic Site of Canada in 1987. == Archives == There are Edgar Dewdney fonds at Library and Archives Canada and the Glenbow Library and Archives, University of Calgary. ==See also== *Politics of Canada *Northwest Territories *North-West Mounted Police *North-West Rebellion *Bureau of Indian Affairs *Hudson's Bay Company *Manitoba *Frog Lake Massacre *British Columbia *I. G. Baker Company ==References== ==External links== * * * *E. Brian Titley (2003). “DEWDNEY, EDGAR.” Dictionary of Canadian Biography. Vol. 14. University of Toronto/Université Laval. accessed July 11, 2014. *Edgar Dewdney Fonds and scanned documents. * Category:1835 births Category:1916 deaths Category:Conservative Party of Canada (1867–1942) MPs Category:English emigrants to pre-Confederation British Columbia Category:Lieutenant Governors of British Columbia Category:Members of the House of Commons of Canada from British Columbia Category:Members of the House of Commons of Canada from the Northwest Territories Category:Members of the Queen's Privy Council for Canada Category:People from Bideford Category:Lieutenant Governors of the Northwest Territories Category:People of the North-West Rebellion Category:Pre- Confederation British Columbia people Category:Pre-Confederation Saskatchewan people Category:British Columbia Conservative Party MLAs Category:Persons of National Historic Significance (Canada) Category:Members of the Legislative Council of British Columbia",
 "title": "Edgar Dewdney"
}