{
 "id": "522869",
 "text": "{{Infobox comic book title |title = The Big Guy and Rusty the Boy Robot |image = The Big Guy and Rusty the Boy Robot.bookcover.amazon.jpg |imagesize = |caption = Cover art by Geof Darrow. |schedule = |format = |limited = Y |SciFi = y |publisher = Legend (Dark Horse Comics) |startmo = July |startyr = 1995 |endmo = August |endyr = 1995 |issues = 2 |main_char_team = |writers = Frank Miller |artists = Geof Darrow |pencillers = |inkers = |letterers = |colorists = |editors = |creative_team_month = |creative_team_year = |creators = |TPB = |ISBN = |TPB# = |ISBN# = |subcat = |altcat = |sort = Big Guy and Rusty the Boy Robot |addpubcat# = |nonUS = }} The Big Guy and Rusty the Boy Robot is a 1995 comic book written by Frank Miller, drawn by Geof Darrow and published by Dark Horse Comics. The comic book was adapted into an animated TV series of the same name. ==Overview== After appearing in various comic book pin-up and poster pages, the Big Guy first appeared without Rusty in issues #6 and 7 of Mike Allred's Madman Comics, which was part of Dark Horse Comics' now defunct Legend imprint. The property graduated to its own series, a large format two- issue mini-series in 1995, written by Frank Miller and illustrated by Geof Darrow. The story revolves around an attack on Tokyo by a giant reptilian creature that is originated in an experiment gone wrong, and the failure of the newly commissioned Rusty the Boy Robot to stop the threat. Subsequently, Japan requested help from the U.S. Armed Forces, whose ultimate defense, the robot Big Guy, launches from his air carrier base and uses his awesome arsenal and good old-fashioned American know-how to save the day. Big Guy also makes an appearance in Frank Miller and Dave Gibbons' Martha Washington Stranded in Space and cameo appearances in the last Sin City book, Sin City: Hell and Back. ==See also== * Big Guy and Rusty the Boy Robot (TV series) ==References== ==External links== *Comic book DB page Category:Child superheroes Category:Fictional robots Category:Child characters in comics Category:Comic strip duos Category:Dark Horse Comics titles Category:1995 comics debuts Category:Superhero comics Category:Comics characters introduced in 1995 Category:Comics by Frank Miller (comics) Category:Comics adapted into television series Category:Comics adapted into animated series",
 "title": "The Big Guy and Rusty the Boy Robot"
}