{
 "id": "523019",
 "text": "Eleonora Giulia Amalia Duse ( , ; 3 October 185821 April 1924), often known simply as Duse, was an Italian actress, rated by many as the greatest of her time. She performed in many countries, notably in the plays of Gabriele d'Annunzio and Henrik Ibsen. Duse achieved a unique power of conviction and verity on the stage through intense absorption in the character, \"eliminating the self\" as she put it, and letting the qualities emerge from within, not imposed through artifice. ==Life and career== Duse was born in Vigevano, Lombardy, in 1858 to Alessandro Vincenzo Duse (1820–1892) and Angelica Cappelletto (1833–1906). Both her father and her grandfather, Luigi, were actors from Chioggia, near Venice, and she joined the troupe at age four. Due to poverty, she initially worked continually, traveling from city to city with whichever troupe her family was currently engaged. She came to fame in Italian versions of roles made famous by Sarah Bernhardt, such as La Dame aux camélias.\"Signora Duse at the Lyric Theatre\", The West Australian, 14 August 1893, p. 6 She gained her first major success in Europe, then toured South America, Russia and the United States in 1893; beginning the tours as a virtual unknown but leaving in her wake a general recognition of her genius. While she made her career and fame performing in the theatrical \"warhorses\" of her day, she is today remembered more for her association with the plays of Gabriele d'Annunzio and Henrik Ibsen. In 1879, while in Naples, she met journalist Martino Cafiero, and became involved in a fast-paced love affair with him. However, less than a year later, while she was in mid-pregnancy, he left her. The baby did not survive birth, and shortly thereafter Cafiero died as well. Duse then joined Cesare Rossi's theater company, and met actor Tebaldo Checchi (pseudonym of Tebaldo Marchetti). The two married in 1881. By 1882, the couple had one daughter, Enrichetta Angelica, but separated after Duse became involved with another actor, Flavio Andò. By this time, her career was in full swing and her popularity began to climb. She travelled on tour to South America, and upon her return a year later she formed her own company, meaning that she would assume the additional responsibilities of both manager and director. Between 1887 and 1894 she had an affair with the Italian poet Arrigo Boito, perhaps best remembered as Verdi's librettist. Their relationship was carried out in a highly clandestine manner, presumably because of Boito's many aristocratic friends and acquaintances. (Despite this, their voluminous correspondence over the years survives.) In later years the two remained on good terms until his death in 1918. In 1895 she met Gabriele d'Annunzio (1863–1938), who was five years her junior, and the two became involved romantically as well as collaborating professionally. Gabriele d'Annunzio wrote four plays for her. In contrast to her relations with Boito, her association with d'Annunzio was widely recognized. When d'Annunzio gave the lead for the premiere of the play to Sarah Bernhardt instead of Duse, there was a furious fight, and Duse ended her affair with him. In contrast to Bernhardt's outgoing personality, which thrived on publicity, Duse was introverted and private, rarely giving interviews. She found public appearances to be a distraction, and once remarked to a journalist that away from the stage, \"I do not exist\". Bernhardt and Duse were unspoken rivals for many years. Comparisons of Duse to Bernhardt with regard to their acting talent were common, with warring factions arguing over their relative merits. Those who thought Duse the greater artist included George Bernard Shaw, who saw both actresses in London within the span of a few days, in the same play. Shaw gave his nod to Duse and defended his choice in an adamant oratory quoted by biographer Frances Winwar. Ellen Terry, a famous British actress of the era who knew both well, observed \"How futile it is to make comparisons! Better far to thank heaven for both these women.\" In 1896, Duse completed a triumphant tour of the United States; in Washington President Grover Cleveland and his wife attended every performance. Mrs. Cleveland shocked Washington society by giving in Duse's honor the first-ever White House tea held for an actress. In 1909 Duse retired from acting. == Personal life == Around the time of Duse's retirement, she met and became involved in an affair with Italian feminist Lina Poletti, a former lover of writer Sibilla Aleramo. The two lived together in Florence, Italy, for two years before ending the relationship. She is reported to have had a relationship with Russian count and painter Alexander Wolkoff and lived in his palace in Venice, now known as Palazzo Barbaro Wolkoff. Duse's relationship with the dancer Isadora Duncan was also rumored to be sexual. Duse spent several weeks with her at Viareggio, the seaside resort, in 1913, shortly after the dancer's two children drowned in a tragic accident. She was also known for mentoring many young actresses in her company, most notably Emma Gramatica; and she shared a lasting and intimate friendship with the singer Yvette Guilbert. She also savored a long friendship with the couturier Jean Philippe Worth, who was utterly devoted to her. == Acting philosophy == thumb|left|Eleonora Duse, early in her acting career. Duse was famously cryptic regarding her acting style. She claimed not to have a technique of any sort, and scorned at efforts to put her art into a science. What is known is that she had a highly heterodox, almost religious philosophy of acting, seeking to \"eliminate the self\" and become the characters she portrayed. It is a common misconception that her acting was purely intuitive and spontaneous, in reality she labored over her craft. Her biographer, Frances Winwar, records that Duse wore little makeup but, \"made herself up morally. In other words, she allowed the inner compulsions, grief and joys of her characters to use her body as their medium for expression, often to the detriment of her health.\" According to the Encyclopædia Britannica Eleventh Edition, \"her art depended on intense naturalness rather than stage effect, sympathetic force and poignant intellectuality rather than the theatrical emotionalism of the French tradition.\" Over the course of her career, Duse became well-known and respected for her assistance to young actors and actresses during the early stages of their careers. Among diverse artistic geniuses who acknowledged being inspired by Duse are modern dance pioneer Martha Graham and Imagist poetry pioneer Amy Lowell. She was great friends with actress Eva Le Gallienne, who wrote her biography. == Later life == Duse suffered from ill health (largely pulmonary) throughout most of her adult life, and the many years of touring had taken their toll. She retired from acting in 1909, but returned to the stage in 1921 in a series of engagements in both Europe and America. During this interval, in 1916, she made one film Cenere (\"Ashes\"), prints of which still survive. She was very disappointed in her work, and later wrote to the French singer Yvette Guilbert with the request not to see \"that stupid thing, because you'll find nothing, or almost nothing, of me in that film.\" There was also a certain amount of professional correspondence between Duse and D. W. Griffith, though ultimately nothing came of this. On 30 July 1923, Duse became the first woman (and Italian) to be featured on the cover of the nascent magazine Time. Duse died of pneumonia at the age of 65 in Pittsburgh in Suite 524 of the Hotel Schenley while on the eastward return leg of a tour of the United States. (The Hotel Schenley is now the William Pitt Union at the University of Pittsburgh.) A bronze plaque in the lobby commemorates her death. After being moved to New York City, where she lay in state for four days before her funeral service, her body was returned to Italy (where another service was performed). She is buried in Asolo – where she had made her home for the last four years of her life – at the cemetery of Sant' Anna.Wilson, Scott. Resting Places: The Burial Sites of More Than 14,000 Famous Persons, 3d ed.: 2 (Kindle Location 13458). McFarland & Company, Inc., Publishers. Kindle Edition. Her daughter Enrichetta donated some of her mother's items to the state in 1933. These items are preserved in Asolo in the Museo Civico. In 1968 her granddaughter Eleonora Ilaria Bullough (aka Mary of St. Mark as a Dominican nun) donated the last items to the Giorgio Cini Foundation in Venice. Duse was the subject of the 1947 biographical film Eleonora Duse. ==Gallery== Image:Eleonora Duse in La Locandiera 1891.jpg|In Goldoni's The Mistress of the Inn, 1891 Image:Eleanora Duse (1859-1924) by Sargent, John Singer ca. 1893.jpg|A portrait by John Singer Sargent, c. 1893 Image:Eleonora Duse.jpg|A photograph by Aimé Dupont, 1896 Image:Eleonora Duse, by Vittorio Matteo Corcos (1859-1933).jpg|Eleonora Duse by Vittorio Matteo Corcos Image:Dupont, Aimé (1842-1900) - Eleonora Duse ì -- New York, 1896.jpg|A photograph by Aimé Dupont, New York, 1896 Image:Stamp of USSR 2269.jpg|Eleonora Duse on a 1958 postage stamp of the Soviet Union Image:Eleonora Duse in Francesa da Rimini.png|Eleonora Duse in Francesca da Rimini Image:Portrait photograph of Eleonora Duse.jpg|Eleonora Duse, by Arnold Genthe, 1923 ==References== Notes Bibliography * * ** Marquise Sofia McQuaide de Bonis (1885-?) as \"Jeanne Bordeux\": Also , ** ** ** * * * * * * * :: Published in America as * * * ==External links== * * * * *Heroines of the Modern Stage p.171 by Forrest Izard c.1915 * * * https://www.britannica.com/biography/Eleonora-Duse * https://www.sapere.it/enciclopedia/Duse,+Eleon%C3%B2ra.html * https://www.treccani.it/enciclopedia/eleonora-duse_(Dizionario-Biografico) * http://www.enciclopediadelledonne.it/biografie/eleonora-duse/ * * * Category:1858 births Category:1924 deaths Category:19th-century Italian actresses Category:20th-century Italian actresses Category:19th-century LGBT people Category:20th-century LGBT people Category:People from Vigevano Category:LGBT actors from Italy Category:Bisexual actresses Category:Italian stage actresses Category:Italian silent film actresses Category:Deaths from pneumonia in Pennsylvania",
 "title": "Eleonora Duse"
}