{
 "id": "523203",
 "text": "Product churning is the business practice whereby more of the product is sold than is beneficial to the consumer. An example is a stockbroker who buys and sells securities in a portfolio more frequently than is necessary, in order to generate commission fees. Dollar cost averaging is a form of product churn under certain conditions. In this strategy, an investor is advised to repeatedly buy or sell small lots of a security as the price changes. Each transaction carries a commission fee. In this way the overall cost is averaged down as prices fall, and the investor is protected from market fluctuations which can be very difficult to accurately predict. The effectiveness of this as an investing strategy is open to debate, but it involves many transactions, creating brokerage commissions for the brokerage firm. Frequent trading in fee-based accounts is not an example of churning, since no commissions are generated in those transactions. However, the practice of putting clients who trade infrequently into a fee-based brokerage account is known as \"reverse churning\", since clients are charged fees in accounts with few if any transactions.FINRA Fines Brokerage Firm For Reverse Churning Another form of product churning is sometimes practiced by maintenance service providers. By replacing worn-out parts with inferior quality parts, they are assured of a greater frequency of service requests. Companies sometimes intentionally deliver products which are not durable or reliable, so that the customer will have to replace them, in what is known as planned obsolescence. Similarly, new models might be made incompatible with accessories used with old models to force consumers to purchase replacements. Another example is refreshments and snacks sold in theaters, fairs, and other venues. Small servings are proportionally more expensive than large servings. Customers choose the bigger size even if it is more than they would like to eat or drink because it seems like a better deal. Textbook publishers are often accused of product churning for their practice of frequently publishing new editions of their texts (thus rendering previous editions obsolete, forcing students to purchase the new editions as required texts and minimizing or eliminating the prices paid for the old editions by bookstore buyback programs), often while making insignificant changes to the information presented in the text. Product churning is similar to the razor and blades business model. This involves selling a basic product at a loss (or low profit margin), but receiving very high profit margins on associated products that are necessary for the basic product's continued usage. Examples of this strategy include razors (and their blades), computer printers (and their ink cartridge refills), cell phones (and their usage time), and cameras (and film). ==See also== * Low cost broker * Planned obsolescence ==References== Category:Brand management Category:Ethically disputed business practices Category:Product management Category:Personal selling Category:Business terms",
 "title": "Product churning"
}