{
 "id": "523315",
 "text": "Interstate 890 (I-890) is a auxiliary Interstate Highway in the vicinity of Schenectady, New York, in the United States. The highway runs southeast–northwest from an interchange with the New York State Thruway (I-90) northwest of Schenectady to another junction with the Thruway south of the city and passes through Downtown Schenectady along the way. Most of I-890 is six lanes wide, including a section that runs above an industrial section of Schenectady on an elevated highway. I-890 is a local, toll-free alternative to the Thruway, which bypasses the city and its suburbs to the southwest. The section of I-890 west of downtown Schenectady was mostly built over what was once part of New York State Route 5S (NY 5S). I-890 was constructed in stages during the 1960s and 1970s, and NY 5S was gradually cut back to its current terminus west of Schenectady as more pieces of I-890 were completed. The highway is one of four Interstate Highways in New York to use distance-based exit numbering, the result of a New York State Department of Transportation (NYSDOT) experiment from the 1970s. In Schenectady County, I-890 is designated as the Schenectady County Veterans Memorial Highway. ==Route description== I-890 begins at the toll booth for exit 26 of the New York State Thruway in the Schenectady County town of Rotterdam. It initially heads to the east, connecting to NY 890 and NY 5S by way of a modified trumpet interchange that directly feeds into the Thruway junction. At this point, I-890 takes over the four-lane right-of-way established by NY 890 to the north and follows the Mohawk River (Erie Canal) and CSX Transportation's Selkirk Subdivision rail line southeast toward Schenectady. The first of I-890 passes through mostly undeveloped, wooded areas, a trend that finally ends as the highway curves east to meet the north end of NY 337 at exit 2 near the Rotterdam Square shopping mall. Continuing on, I-890 follows the Mohawk River along the northern edge of General Electric's Schenectady plant, connecting to the facility by way of two separate exits serving different parts of the complex. thumb|left|Aerial view of downtown Schenectady, looking east, with I-890 running across the city from center left to center right Not far from the GE plant is downtown Schenectady, which the now six-lane I-890 largely bypasses to the south and west on an elevated highway passing over a mostly industrial section of the city. The section closest to the city center runs past by the campus of Schenectady County Community College and provides panoramic views of downtown Schenectady. I-890 heads south from downtown, crossing over the Delaware and Hudson Railway and CSX's Hudson Subdivision before finally connecting to downtown by way of Broadway at exit 5\\. Past Broadway, the elevated highway comes to an end as I-890 heads southeastward into a dense residential area on a plateau overlooking the city. The homes are not visible from I-890, however, as the freeway is lined on both sides by a thick line of trees serving as noise barriers. The residential section of Schenectady is served by a single exit for Michigan Avenue, a local street that connects to NY 146 at a junction two blocks north of I-890. From here, the freeway passes under NY 146 before curving to the south and exiting the city limits. Now back in the town of Rotterdam, I-890 runs parallel to NY 146 to an interchange with NY 7\\. The state route joins I-890, following the highway as it narrows to four lanes and crosses back over the Hudson Subdivision rail line. I-890 and NY 7 connect to High Bridge Road (County Route 48) at exit 8, the last junction in a residential area and the last in Schenectady County. Exit 9, located just south of the Albany County line in a lightly developed commercial area, serves as the end of NY 7's its wrong-way concurrency with I-890; the southbound exit also links to NY 146 by way of a long ramp connecting to the state route. I-890 ends a short distance south of the exit at the toll booths for exit 25 of the New York State Thruway. The section of I-890 in Schenectady County is designated as the Schenectady County Veterans Memorial Highway. Exit numbering on I-890 is distance-based, a holdover from a NYSDOT experiment during the early 1970s. However, because of how the exits are spaced along I-890, the exit numbers end up being mostly sequential anyway, with the only evidence of distance based numbering being the existence of exit 4C. I-890 is one of four Interstate Highways in New York that first utilized milepost-based exit numbering in contrast to the sequential exit numbering used elsewhere in New York. ==History== thumb|1955 Yellow Book map of Schenectady, showing what would become I-90 and I-890 The original riverside roadway along the southern bank of the Mohawk River in western Schenectady was designated as part of NY 5S in the 1930 renumbering of state highways in New York. NY 5S entered the Schenectady area on River Road and followed River and Rice Roads and Erie Boulevard into downtown Schenectady, where it ended at NY 5. In the initial plans for the Interstate Highway System, outlined by the Bureau of Public Roads in the 1955 Yellow Book, the city of Schenectady would be served by two highways: one bypassing the city to the southwest (the New York State Thruway) and another that would loop north of the bypass route to serve downtown Schenectady. The western portion of the loop route would run through the NY 5S corridor. The first section of I-890 to be completed was the portion from New York State Thruway exit 25 southeast of Schenectady to Altamont Avenue (NY 146), which opened to traffic as I-890 . A short extension to Brandywine Avenue was completed by 1964. By 1968, all of I-890 west to modern exit 3 was complete and open to traffic. As planned, I-890 replaced NY 5S from downtown Schenectady to exit 3, where NY 5S now terminated. The remainder of the expressway was built . NY 5S was cut back to I-890 exit 2 in the mid-1970s, then to its modern eastern terminus in the late 1980s following a reconfiguration of the interchange linking I-890 to New York State Thruway exit 26. ==Exit list== ==See also== * ==References== ==External links== 90-8 90-8 8 Category:Transportation in Albany County, New York Category:Transportation in Schenectady County, New York",
 "title": "Interstate 890"
}