{
 "id": "523990",
 "text": "Christopher James Fraser, OBE (born 25 October 1962) is a former British Conservative Party politician who was the Member of Parliament (MP) for Mid Dorset and North Poole from the 1997 general election to 2001 and South West Norfolk from 2005 to 2010. ==Early life== He was born in Hertfordshire and educated at the University of Westminster, graduating with a BA degree. He worked as chairman of a communications company. He was elected as a councillor to the Three Rivers District Council for four years from 1992. ==Parliamentary career== Fraser was elected to the House of Commons at the 1997 general election for the new seat of Mid Dorset and North Poole with a majority of 681. He made his maiden speech on 4 July 1997.Hansard 4 July 1997 He lost his seat at the 2001 general election to the Liberal Democrat Annette Brooke. Although his percentage of the vote increased, Fraser was edged out by the Liberal Democrats by 384 votes, after a tactical voting campaign urging Dorset residents to cast their votes in the best way to defeat the incumbent Conservatives and saw his defeat, along with that of Ian Bruce in neighbouring South Dorset. He returned to Westminster at the 2005 general election for South West Norfolk following the retirement of the former Secretary of State for Education Gillian Shephard. He held the seat with a comfortable majority of 10,086, and managed to achieve a small swing of 0.3 over Labour. He served as a member of the culture, media and sport select committee from 1997 until he lost his seat. He was appointed as the Parliamentary Private Secretary to Lord Strathclyde, the Shadow Leader of the House of Lords. Following his re- election in 2005 he was a member of the Northern Ireland select committee and was appointed to the Northern Ireland Grand Committee. He was Chairman of the All Party Parliamentary Northern Ireland Group. He was a member of the UK delegation to the Council of Europe and the Assembly of the Western European Union (2005–2007). In 2009 his expenses claims were highlighted in the Daily Telegraph; according to the newspaper, Fraser claimed £1,800 in public money for buying 215 trees and marking out the boundary of his second home in the constituency.Daily Telegraph MPs' expenses: Christopher Fraser says that claim for trees was necessary 26 May 2009 The Lynn News reported \"In February 2007 Mr Fraser claimed £1,808.28 for new fencing and hedging to provide security for his new constituency home.\" On 28 May 2009 he announced that he would be standing down as an MP at the next General Election citing family reasons.BBC News; MP Fraser poised to leave Commons, 28 May 2009 The Telegraph 2010 election website stated that he \"stood down on account of his wife's health problems\". Fraser was appointed Officer of the Order of the British Empire (OBE) in the 2013 New Year Honours for public and political service. ==Personal life== Fraser married in February 1987 and he has a son and a daughter. He became a Freeman of the City of London in 1992. He receives income from land and property in London and Dorset and has a home in the constituency. ==References== ==External links== * Guardian Unlimited Politics – Ask Aristotle: Christopher Fraser MP * TheyWorkForYou.com – Christopher Fraser MP * South West Norfolk Conservatives * BBC Politics page ===News items=== * Fens flooding in February 2007 Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 1997–2001 Category:UK MPs 2005–2010 Category:Officers of the Order of the British Empire Category:Councillors in Hertfordshire Category:1962 births Category:Living people Category:Alumni of the University of Westminster",
 "title": "Christopher Fraser"
}