{
 "id": "524098",
 "text": "George Simpson, Baron Simpson of Dunkeld (born Dundee, 2 July 1942) is a British businessman and former Labour - and later unaffiliated - member of the House of Lords. In the late 1980s and early 1990s Simpson gained a reputation for turning around struggling companies. However, as CEO of Marconi plc he presided over one of the largest collapses in British corporate history. == Career == Simpson joined The Rover Group from its subsidiary Leyland-DAF in 1988 and took over as managing director in January 1989. Simpson reorganised the company, replacing the three boards of Austin Rover, Land Rover and the Rover Group with one single board. By this time Rover had been privatised and sold to British Aerospace (BAe) and by early 1990 Simpson had been appointed to the BAe board. In September 1991 Simpson also assumed the role of Rover chairman when the previous chairman, Sir Graham Day, was appointed as BAe's interim chairman. Day promoted Simpson to deputy chief executive of British Aerospace in December 1991 to \"toughen up\" the company's management. He remained executive chairman of Rover but was replaced as managing director. In November 1993 he was announced as CEO of Lucas Industries, which under his leadership was merged with US company Varity, which subsequently led to the company being split up and sold off . At this time Simpson was admired for his role in turning the struggling Rover business around. Before he assumed his Lucas role he was part of the sale of Rover to BMW. He had been part of negotiations which would have seen Honda increase their 20% share in Rover to 47.5% with the aim for a stock market flotation. However BMW offered £800 million for the Rover Group which would free BAe from Rover's \"quite large appetite for cash\", average daily debt of £200 million and £700 million of other commitments. Simpson travelled to Japan to ask if Honda could match the offer, which they refused to do. On 18 March 1996 Simpson was confirmed as managing director of GEC as replacement to Lord Weinstock. In reporting the appointment The Independent said, \"Some analysts believe that Mr Simpson's inside knowledge of BAe, a long-rumoured GEC bid target, was a key to his appointment. GEC favours forging a national 'champion' defence group with BAe to compete with the giant US organisations.\" In 1999 he sold GEC's defence business, Marconi Electronic Systems, to BAe for £7.7 billion and repositioned the company as a major player in the telecommunications industry as Marconi plc. Marconi borrowed heavily to finance expansion into this market and was especially vulnerable to the burst of the dot-com bubble. After a \"botched\" profits warning in July 2001 Simpson's deputy chief executive, John Mayo, resigned. A second profits warning in September 2001 saw Simpson and chairman Sir Roger Hurn resign. The effect of this collapse was felt long after Simpson's resignation. Despite a major restructuring the company continued to struggle until 2005 when the loss of a major BT contract forced the company to seek a buyer. Marconi was purchased by Ericsson in 2005: several businesses not acquired by Ericsson formed Telent plc. He was created a Life peer as Baron Simpson of Dunkeld, of Dunkeld in Perth and Kinross on 5 November 1997. Having been on leave of absence from the House of Lords since 2004,Parliament.uk he resigned from the House on 30 July 2015.Retired Lords == References == Simpson of Dunkeld Category:Life peers created by Elizabeth II Category:1942 births Category:Living people Category:Fellows of the Association of Chartered Certified Accountants Category:People from Dundee Category:Politicians from Dundee Category:Businesspeople from Dundee",
 "title": "George Simpson, Baron Simpson of Dunkeld"
}