{
 "id": "524243",
 "text": "The University of North Carolina School of the Arts (UNCSA) is an arts school in Winston-Salem, North Carolina. It grants high school, undergraduate, and graduate degrees. Founded in 1963 as the North Carolina School of the Arts by then-Governor Terry Sanford, it was the first public arts conservatory in the United States. The school owns and operates the Stevens Center in Downtown Winston-Salem and is accredited by the Southern Association of Colleges and Schools. The school consists of five professional schools: School of Dance, School of Design & Production (including a HS Visual Arts Program), School of Drama, School of Filmmaking, and School of Music. ==History== ===Founding=== The idea of the University of North Carolina School of the Arts was initiated in 1962 by Vittorio Giannini, a leading American Composer and teacher of Composition at Juilliard, the Curtis Institute of Music and the Manhattan School of Music, who approached then-governor Terry Sanford and enlisted the help of author John Ehle and William Sprott Greene, Jr.Staff Reporter. \"Course Stresses Originality, Blends Ballet, Geometry.\" Charlotte Observer. Feb, 1966 and Martha Dulin Muilenburg of Charlotte, North Carolina, to support his dream of an arts conservatory. State funds were appropriated, and a North Carolina Conservatory Committee was established. The School of the Arts became a constituent institution of the University of North Carolina in 1972. In 2008, the institution's board of trustees voted unanimously to change the name of the school from the \"North Carolina School of the Arts\" to the \"University of North Carolina School of the Arts\" to raise its profile. The name change was subsequently approved by the University of North Carolina Board of Governors, North Carolina Senate, North Carolina House of Representatives, and Governor Mike Easley.Session Law 2008-192, approved 8 August 2008, effective 1 August 2008 ===Leaders=== Vittorio Giannini was the School's founder and first President. His vision of arts education shaped UNCSA at its beginning and continues to influence it today. Giannini served as President of the fledgling institution until his death in November 1966. A resolution dated December 3, 1966 by the Board of Trustees and the Governor pays tribute to Giannini as the founder of the School, noting that 'When it was a dream, he sought a home for it and helped bring it into being. When it was an infant institution, he gave it structure and design.' The Pulitzer Prize-winning composer Robert Ward became UNCSA's second president following Giannini's death. In 1974 Robert Suderburg became UNCSA's third chancellor following Martin Sokoloff, the administrative director, who served as interim chancellor from 1973 to 1974. During his time at UNCSA the Workplace building, containing the Semans Library, was opened on the UNCSA campus, as well as the Stevens Center, previously the Carolina Theatre, in downtown Winston-Salem. The gala opening of the Stevens Center featured the school's symphony orchestra conducted by Leonard Bernstein, with Isaac Stern as soloist and Gregory Peck as the Master of Ceremonies. Attendees included Agnes de Mille, Cliff Robertson, Governor James Hunt, President and Mrs. Gerald Ford and Lady Bird Johnson. The Stevens Center remains UNCSA's largest performance facility. Jane E. Milley became Chancellor at the School of the Arts in September 1984. In the spring of 1990, Alex C. Ewing was appointed Chancellor. He assumed the position in July 1990, following Philip R. Nelson, former Dean of music at Yale University, who served as Interim Chancellor during the 1989–90 school year. Ewing had been associated with the School since 1985, when he became chairman of the Board of Visitors. In 1988 he established the Lucia Chase Endowed Fellowship for Dance at the School, in memory of his mother, a co-founder and principal dancer with American Ballet Theatre. A man of diverse talents, Ewing almost single- handedly revitalized the Joffrey Ballet during his tenure as general director in the 1960s. As Chancellor, Ewing oversaw the success of the School's $25 million campaign for endowment and scholarships. He also orchestrated a combination of local, state and national support to secure the establishment of NCSA's fifth arts school, the School of Filmmaking, in 1993. Ewing took a special interest in NCSA's campus plan. Other capital projects he spearheaded included a new Sculpture Studio, a new Fitness Center, and the start of the Student Commons renovation. Wade Hobgood, Dean of the College of the Arts at California State University at Long Beach since 1993, was named Chancellor in February 2000, assuming the position on July 1, 2000. A native of Wilson, NC, Hobgood attended East Carolina University, where he earned a Bachelor of Fine Arts and Master of Fine Arts in Communication Arts. John Mauceri was UNCSA's seventh chancellor. He assumed the position following Gretchen M. Bataille, former Senior Vice President for Academic Affairs of the 16-campus University of North Carolina, who served as Interim Chancellor during the 2005–2006 academic year. Mr. Mauceri earned Bachelor of Science and Master of Philosophy in music theory degrees from Yale University, where he was also a member of the faculty for fifteen years. He is internationally known as a conductor, arranger and music director; he was the first American to hold the post of music director in both British and Italian opera houses. For the last fifteen years he had been the Director of the Hollywood Bowl Orchestra in Los Angeles, California. A distinguished recording artist, he has won Grammy, Tony, Emmy and Drama Desk awards. In addition, he frequently writes articles on opera, musical theater and music for the American cinema. Chancellor Mauceri announced in the Fall of 2012 that he would retire at the conclusion of the 2012–2013 academic year. Lindsay Bierman, former editor of Southern Living magazine, served as chancellor from 2014 to 2019, overseeing the implementation of a new strategic plan, widespread campus renovations, and the launch of the largest fundraising campaign in school history. Bierman departed UNCSA in 2019 to become chief executive officer of the North Carolina public television system, known then as UNC-TV and subsequently rebranded as PBS North Carolina. In 2020, Brian Cole, who had previously served as dean of the UNCSA School of Music and interim chancellor, was named the ninth chancellor at UNCSA. ==Campus== thumb|right|The façade of Watson HallThe school's campus consists of in Winston-Salem, near Old Salem. There are eight residence halls - six for college students, two for high school students, an on-campus student apartment complex and an off-campus student apartment complex within walking distance. The school has eleven performance and screening spaces; the ACE Exhibition Complex with three movie theaters, Crawford Recital Hall (with a Fisk Organ), deMille Theatre for dance, Hood Recital Hall, Performance Place with three theatrical spaces, the Stevens Center in downtown Winston-Salem, and Watson Chamber Music Hall. Performance Place is the home of the drama department, the ACE Theatre is the home of the filmmaking department, deMille theatre is the home of the dance department and Watson, Hood and Crawford halls are used by the music department. The Stevens Center is shared. The school also has a fitness center with an interior basketball court, the Semans Library, the Hanes Student Commons, Workplace (adjacent to the library) which holds Visual Arts Studios as well as Offices and Studios for the School of Dance, Gray Building, which holds high school academics on the third floor and music offices and practice rooms on the first and second floors, a building holding two dance studios, a visual arts sculpting studio, a large design and production complex, a costume, wig and makeup studio, a welcome center, and several buildings for administrative offices and college academics. New studio spaces and a new apartment complex are currently under construction. ==Performance opportunities== UNCSA offers many performance opportunities throughout the course of a school year. Dance students have three seasonal performances: Fall dance, Winter dance, and Spring dance. They also perform the Nutcracker every Christmas as well as many other minor performances throughout the school year. Music students have the chance to perform in front of their peers every Wednesday at performance hour, and students are usually in a large ensemble, such as jazz band, orchestra, opera, or wind ensemble. These ensembles each perform several times a year. The School of Design and Production is responsible for the scenery, costumes, wigs, makeup, lighting, sound, and stage management for all shows produced by the School of Drama, two operas that UNCSA produces each year through the Fletcher Opera Institute, as well as dance performances, although dance costumes are provided partly by the Costume Department and also by the School of Dance's own professional costume shop. The Lighting Department each December presents a showcase entitled \"Photona\" which combines lighting as well as projection equipment. The Film- making school is host to the ACE Exhibition Complex, where students can display their work and watch others. This complex, along with the Stevens Center, is host to the RiverRun International Film Festival every spring. ===All School Musical=== Once every four years, UNCSA produces an all-school musical – a massive, extensive, Broadway-style production involving all five arts schools of the conservatory. All students have the opportunity to audition. Past all-school musicals have included Brigadoon, Oklahoma!, Kiss Me, Kate, Canterbury Tales, and Guys and Dolls with the most recent one being Leonard Bernstein's Mass. The purpose of the all-school musicals are not only to provide the students with professional experience but also to raise money and awareness for the school. For example, for West Side Story the lead roles and Chancellor John Mauceri traveled to New York to promote the school and the school's revival of the musical. West Side Story was performed at UNCSA's Stevens Center from May 3–13, 2007, and then went on tour to Chicago's Ravinia Festival on June 8, 2007. The production was directed by Dean of Drama Gerald Freedman, the assistant director of the original production, and conducted by UNCSA Chancellor and world renown conductor John Mauceri. It has also been reported that Arthur Laurents changed portions of the dialogue for the UNCSA production. In May 2011, UNCSA presented \"Oklahoma!\" as an all-school musical. ==Notable alumni== ==Student life== ===Mascot=== Although UNCSA has no officially sanctioned athletic teams, the school mascot is The Fighting Pickle. The premiere athletic event from the early 1970s was an annual touch- football game between a UNCSA team versus one from a Wake Forest University fraternity. The mascot was selected by a contest name the football team in 1972. The original name was simply \"The Pickles,\" along with a slogan, \"Sling 'Em By The Warts!\" but the mascot eventually became \"The Fighting Pickles.\" In the spring of 2010, UNCSA hosted a competition to choose the new, official \"Fighting Pickle\" mascot. Design entries and voting was opened to students, alumni, faculty, staff and former faculty and staff. The winner was unveiled on May 21, 2010 in the Student Union's cafe, \"The Pickle Jar.\" ===Student organizations=== UNCSA has many active student organizations, including, but not limited to, the following: *SGA (Student Government Association) *Pride (UNCSA's Gay, Lesbian, and Transgender support organization) *United States Institute for Theatre Technology (USITT) Student Chapter *Overly Rambunctious God's Youth (Comedy Improv troupe) *Artists of Color *S.G. (UNCSA High School Student Government) ==Controversies== In 1995, UNCSA [then NCSA] was sued by former student Christopher Soderlund. Soderlund alleged that two dance instructors sexually abused him. News of the lawsuit led to the resignation of the accused faculty members, Richard Kuch and Richard Gain. The suit was dismissed in 2001 due to the expiration of the statute of limitations. A 2004 state audit uncovered multiple instances of financial improprieties committed by Wade Hobgood, who served as chancellor of the university from 2000 to 2005, as well as other staff and administrators, including Dale Pollock, the former dean of the School of Filmmaking (1999-2006), who also served as interim dean from 2020 to 2021. In 2011, the school settled a lawsuit brought forward by an anonymous former employee after negligently hiring a known sexual predator to its campus police department. According to the Winston-Salem Journal, the amount paid to the former employee by the school was $100,000. In 2016, the school settled another lawsuit brought forward by a former graduate student for alleged disability discrimination that \"did not include monetary damages.\" In the fall of 2021, Soderlund and six other dance alumni sued the school and multiple former administrators for sexual abuses perpetrated by faculty. The lawsuit, Alloways-Ramsey et al. v. Milley et al., case 21-CVS-4831 filed 29 September 2021 in the Superior Court for Forsyth County, was made possible by a special North Carolina law allowing child sexual abuse survivors to file claims through the end of the year. An investigation by the Raleigh News & Observer and the Charlotte Observer found that the school's investigation into alleged faculty misconduct in the 1990s \"hid the most damning discoveries.\" In a subsequent refiling, 32 additional alumni joined the complaint, alleging various forms of sexual, physical and verbal abuse by faculty. 17 more alumni joined the lawsuit in late December 2021, bringing the total number of plaintiffs to 56. Additional reporting by the Raleigh News & Observer and the Charlotte Observer in February 2022 uncovered details of another lawsuit against the school brought by two alumnae of the college music program who alleged that they were sexually harassed by Nicholas Muni, the former artistic director of the A. J. Fletcher Opera Institute (which is part of UNCSA), and that the school's leadership failed to protect them by allowing Muni back on campus during the Title IX investigation that ended in the termination of his employment. The Observer's investigation also found that Muni remained on the school's payroll into 2020, despite UNCSA's insistence that his employment ended in 2018. ==References== ==External links== * Category:Music schools in North Carolina Category:Drama schools in the United States Category:Film schools in the United States School of the Arts Category:Boarding schools in North Carolina Category:Educational institutions established in 1963 Category:Universities and colleges accredited by the Southern Association of Colleges and Schools Category:Universities and colleges in Winston-Salem, North Carolina Category:1963 establishments in North Carolina Category:Theatre in North Carolina",
 "title": "University of North Carolina School of the Arts"
}