{
 "id": "524606",
 "text": "Gauntlet II is a 1986 arcade game produced by Atari Games that serves as the immediate sequel to the original Gauntlet, which was released the previous year. Like its predecessor, Gauntlet II is a fantasy-themed top down dungeon crawler game and was released as a dedicated cabinet, as well as a conversion kit, both available in 2-player and 4-player versions. ==Gameplay== thumb|left|Arcade screenshot Gauntlet II is essentially an expanded version of the original Gauntlet. Like in the original game, there are four character classes to play as, with the choices being Warrior, Valkyrie, Wizard and Elf. The main difference from the original game is that multiple players can now choose to play as the same character class. Because of this each player is now distinguished by the palette of their character, with red and blue being in all versions of the game, while yellow and green are featured in the 4-player version. New voice samples were added in Gauntlet II, identifying each player by their color and class (e.g. \"Yellow Elf\", \"Red Wizard\"). New level designs were added, including the possibility of encountering them in altered ways by having the play-field turned in steps of 90°. Other new features include the enemy \"It\", which upon contact made a player \"It\" and drew all enemies towards them. The only way to release this curse is by touching another player or entering the exit, turning any level containing \"It\" into a fantasy filled game of tag. Other notable additions include the ability to ricochet shots off walls by means of a special pick-up, acid puddles that caused large, predetermined amounts of damage and a large dragon which occupied multiple squares and required multiple hits to destroy. New level elements were also added, adding more variety to the original game. These included \"all walls are invisible\", \"magic walls\" which changed into monsters or items when hit, \"stun tiles\" which stunned the player, and fake exits. Another challenge in the game is the possibility to find a \"secret room\". This can be found by completing specific achievements within the level (e.g., \"don't be fooled\", means that you must find the real exit first). The secret room contains items such as food and magic potions (extra shot power, extra shot speed, extra magic power, extra speed, extra armor and extra fight power). ==Development== Shortly after the release of the original Gauntlet, until March 31, 1986, Atari Games held a contest where players submitted level designs, game ideas, and other suggestions for a potential Gauntlet sequel. The winners of the contest were announced in the April 1986 issue of Atari Games' newsletter, and the developers implemented some of those submissions in Gauntlet II. During the release of Gauntlet II, Atari Games held a second contest where players were tasked to find the secret rooms in the game itself. After fulfilling a certain task, the players were given a code, which they submitted to Atari Games via an entry form; the grand prize was a U.S. government saving bond valued at $5000, and the first 500 entries received a t-shirt. The contest was held until December 19. ==Releases== Gauntlet II was ported to the ZX Spectrum, Amstrad CPC, Commodore 64, Amiga, Atari ST and MS-DOS in 1988. These versions of the game were released in North America by Mindscape and in Europe by U.S. Gold. Most versions only supported two players, but the Atari ST version supported an adaptor that allowed two further joysticks (totalling four) to be connected via that machine's parallel port. Mindscape later ported the game to the Nintendo Entertainment System in 1990 and the Game Boy in 1991. The NES version of Gauntlet II was one of the earliest games for the console that supported up to four players, being compatible with either the NES Four Score or NES Satellite adapters. Unlike the NES version of the first Gauntlet, Gauntlet II was a more direct conversion of the arcade original, lacking any sort of storyline or ending. Gauntlet II is also included in the compilations Midway Arcade Treasures 2 (released for PlayStation 2, Xbox and GameCube in 2004) and Midway Arcade Origins (released for PlayStation 3 and Xbox 360 in 2012). A stand-alone port of the game was also released by Sony Online Entertainment for the PlayStation 3 on May 3, 2007 as a downloadable game on the PlayStation Store, but has since been delisted. ==Reception== The Game Boy version was praised by the German Play Time magazine for its technical implementation (including 8-directional scrolling), faithful recreation of graphics, and for evoking nostalgic feelings with similar sound effects; however, this version was criticized for difficult-to-recognize sprites and its technically weak theme music. The Spectrum version of the game was well received, Sinclair User said it was \"a corker. Fast action and superb gameplay make Gauntlet II probably the first sequel worth the cash\". Your Sinclair said it was \"a 'must have' for all of you who asked for Gauntlet on your Desert Island Disks\". Both YS and Crash gave the main weaknesses as the sound and the over-similarity to the original. In 1997 Electronic Gaming Monthly listed Gauntlet II as the 3rd best arcade game of all time. ==References== ==External links== * *Gauntlet II at the Arcade History database *Gauntlet II for the Atari ST at Atari Mania * * Category:1986 video games Category:Amiga games Category:Amstrad CPC games Category:Arcade video games Category:Atari arcade games Category:Atari ST games Category:Commodore 64 games Category:Cooperative video games Category:Ed Logg games Category:Game Boy games Category:Midway video games Category:Nintendo Entertainment System games Category:DOS games Category:U.S. Gold games Category:Video game sequels Category:Video games scored by Ben Daglish Category:Video games developed in the United States Category:Video games featuring female protagonists Category:Top-down video games Category:ZX Spectrum games Category:Mindscape games",
 "title": "Gauntlet II"
}