{
 "id": "524874",
 "text": "The voiced pharyngeal approximant or fricative is a type of consonantal sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is , and the equivalent X-SAMPA symbol is `?\\`. Epiglottals and epiglotto-pharyngeals are often mistakenly taken to be pharyngeal. Although traditionally placed in the fricative row of the IPA chart, is usually an approximant. The IPA symbol itself is ambiguous, but no language is known to make a phonemic distinction between fricatives and approximants at this place of articulation. The approximant is sometimes specified as or as , because it is the semivocalic equivalent of . ==Features== Features of the voiced pharyngeal approximant fricative: ==Occurrence== Pharyngeal consonants are not widespread. Sometimes, a pharyngeal approximant develops from a uvular approximant. Many languages that have been described as having pharyngeal fricatives or approximants turn out on closer inspection to have epiglottal consonants instead. For example, the candidate sound in Arabic and standard Hebrew (not modern Hebrew – Israelis generally pronounce this as a glottal stop) has been variously described as a voiced epiglottal fricative, an epiglottal approximant, or a pharyngealized glottal stop. {| class=\"wikitable\" ! colspan=\"2\" | Language !! Word !! IPA !! Meaning !! Notes |- | colspan=\"2\" | Abaza || /g'apynkh\"amyz || || 'March' || |- | colspan=2| Arabic || /'aqrab|||| 'scorpion' || See Arabic phonology |- |rowspan=2| Assyrian || Eastern || rowspan=2| täroa || ||rowspan=2| 'door' || The majority of the speakers will pronounce the word as . |- | Western || || |- | colspan=\"2\" | Avar || /g'ork' || || 'handle' || |- | colspan=\"2\" | Chechen || Ӏан / || || 'winter' || |- | colspan=\"2\" |Coeur d'AleneDoak, I. G. (1997). Coeur d'Alene grammatical relations (Doctorate dissertation). Austin, TX: University of Texas at Austin. |stʕin | |'antelope' | |- | Danish || Standard || || ] || 'raven' || An approximant; also described as uvular . See Danish phonology |- | Dutch || Limburg || || || 'wheel' || An approximant; a possible realization of . Realization of varies considerably among dialects. See Dutch phonology |- | rowspan=\"2\" | German || Some speakers || || || 'mother' || An approximant; occurs in East Central Germany, Southwestern Germany, parts of Switzerland and in Tyrol. See Standard German phonology |- | Swabian dialect || || || 'changes' || An approximant. It's an allophone of in nucleus and coda positions; pronounced as a uvular approximant in onsets. |- | rowspan=\"3\" | Hebrew || Iraqi || rowspan=\"3\" | /i'vrit || || rowspan=\"3\" | 'Hebrew language' || rowspan=\"3\" | See Modern Hebrew phonology |- | Sephardi || |- | Yemenite || |- | colspan=\"2\" | Kabyle || || || 'my (paternal) uncle' || |- |Kurdish |Kurmanji |ewr | |'cloud' |The sound is usually not written in the Latin alphabet, but ' can be used. |- |Malay |Kedah |باکر / bakar | |'burn' |Allophone of as word-final coda. Could be voiced velar fricative [] for some speakers. |- | Occitan || Southern Auvergnat || || || 'shovel' || See Occitan phonology |- | colspan=\"2\" | Somali || || || 'food' || See Somali phonology |- | Sioux || Stoney || marazhud || || 'rain' || |- |} ==See also== * Guttural * Index of phonetics articles * Voiced uvular fricative == Citations == == General references == * * * * * * * ==External links== * Category:Pharyngeal consonants Category:Pulmonic consonants Category:Voiced oral consonants",
 "title": "Voiced pharyngeal fricative"
}