{
 "id": "524890",
 "text": "The voiceless labial–velar fricative is a type of consonantal sound, used in spoken languages. The symbol in the International Phonetic Alphabet that represents this sound is . Some linguists posit voiceless approximants distinct from voiceless fricatives. To them, English is an approximant , a labialized glottal fricative or an sequence, not a velar fricative, though Scots has been described as a velar fricative, especially in older Scots, where it was . Other linguists believe that a \"voiceless approximant\" is a contradiction in terms, and so must be the same as . Ladefoged and Maddieson were unable to confirm that any language has fricatives produced at two places of articulation, like labial and velar. They conclude that \"if it is a fricative, it is better described as a voiceless labialized velar fricative\". ==Features== Features of the voiceless labial–velar fricative: ==Occurrence== {| class=\"wikitable\" !colspan=2| Language ! Word ! IPA ! Meaning ! Notes |- |rowspan=7| English | Conservative Received Pronunciation |rowspan=7| whine |rowspan=3 align=center| |rowspan=7| 'whine' |rowspan=7| English is generally an approximant or an sequence, not a velar fricative. In General American and New Zealand English only some speakers maintain a distinction with ; in Europe, mostly heard in Irish and Scottish accents. See English phonology and phonological history of wh. |- | Cultivated South African |- | Conservative General American |- | Irish |rowspan=2 align=center| |- | Scottish |- | Southern American |align=center| |- | New Zealand |align=center| |- |rowspan=2 colspan=2|Hupa | | |'sun' | Non-velar like English wh |- | | |'his property' | Voiceless labialized velar fricative |- |Kham |Gamale Kham | | |'tooth' |Described as an approximant. |- | Scots | older pronunciation | whine | align=center| | 'whine' |A semivowel in standard modern Scots. Northern dialects have instead. |- |colspan=2| Slovene | vse |align=center| | 'everything' | Allophone of in the syllable onset before voiceless consonants, in free variation with a vowel . Voiced before voiced consonants. See Slovene phonology |- |colspan=2| Washo | |align=center| or | 'he's the one who's doing it' | variously described as a labialized velar fricative or a voiceless approximant |} ==See also== *Index of phonetics articles *hwair *Wh (digraph) *Wine–whine merger ==Notes== ==References== * * * * * * * * * * * * ==External links== * * Category:Velar consonants Category:Labialized consonants Category:Co-articulated consonants Category:Voiceless oral consonants Category:Central consonants",
 "title": "Voiceless labial–velar fricative"
}