{
 "id": "524851",
 "text": "The palatal or palato-alveolar clicks are a family of click consonants found, as components of words, only in southern Africa. The tongue is nearly flat, and is pulled back rather than down as in the postalveolar clicks, making a sharper sound than those consonants. ('Sharper' meaning that the energy is concentrated at higher frequencies.) The tongue makes an extremely broad contact across the roof of the mouth, making correlation with the places of articulation of non-clicks difficult, but Ladefoged & Traill (1984:18) find that the primary place of articulation is the palate, and say that \"there is no doubt that should be described as a palatal sound\". The symbol in the International Phonetic Alphabet that represents the place of articulation of these sounds is , a double-barred vertical bar. An older variant, the double- barred esh, (⨎), is sometimes seen. This base letter is combined with a second element to indicate the manner of articulation, though that is commonly omitted for tenuis clicks. In official IPA transcription, the click letter is combined with a via a tie bar, though is frequently omitted. Many authors instead use a superscript without the tie bar, again often neglecting the . Either letter, whether baseline or superscript, is usually placed before the click letter, but may come after when the release of the velar or uvular occlusion is audible. A third convention is the click letter with diacritics for voicelessness, voicing and nasalization; it does not distinguish velar from uvular palatal clicks: {| class=\"wikitable\" ! Trans. I !! Trans. II !! Trans. III !! Description |- ! colspan=4| (velar) |- | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | style=\"font- size:24px\" align=\"center\"| | tenuis palatal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | style=\"font- size:24px\" align=\"center\"| | aspirated palatal click |- | style=\"font- size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | voiced palatal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | palatal nasal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | aspirated palatal nasal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font- size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | glottalized palatal nasal click |- ! colspan=4| (uvular) |- | style=\"font- size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | | tenuis palatal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font- size:24px\" align=\"center\"| | | aspirated palatal click |- | style=\"font- size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | | voiced palatal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font- size:24px\" align=\"center\"| | | palatal nasal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font-size:24px\" align=\"center\"| | | aspirated palatal nasal click |- | style=\"font-size:24px\" align=\"center\"| | style=\"font- size:24px\" align=\"center\"| | | glottalized palatal nasal click |} In the orthographies of individual languages, palatal clicks may be written either with digraphs based on the vertical-bar letter of the IPA, or using the Latin alphabet. Khoekhoee and most Bushman languages use the former. Orthographies using the latter include multigraphs based on in Juǀʼhoansi (1987 orthography) and originally in Naro, the latter since changed to , and on . In the 19th century, was sometimes used (see click letters); this might be the source of the Doke letter for the voiceless palatal click, , apparently a v over-struck with a vertical bar. ==Features== Features of palato-alveolar clicks: *The forward place of articulation is broad, with the tongue flat against the roof of the mouth from the alveolar ridge to the palate. The release is a sharp, plosive sound. ==Occurrence== Palatal clicks only occur in the southern African Khoisan languages (the Khoe, Kx'a, and Tuu families), where they are extremely common, and in Bantu languages such as Yeyi, Zulu and Xhosa. {| class=\"wikitable\" ! Language ! Word ! IPA ! Meaning |- | Khoekhoe | ǂKhoesaob |align=center| | July |- | Taa | ǂnûm |align=center| | two |- | ǂHaba | ǂHaba |align=center| | (endonym) |- | Naro | tcháó-kg'am (çháó-kg'am) |align=center| | to be disappointed |- | Yeyi | |align=center| |to smash up |} ==Fricated palatal clicks== Ekoka !Kung has a series of laminal postalveolar-to-palatal clicks with a noisy, fricated release which derive historically from more prototypical palatal clicks. These have been variously described as fricated alveolar clicks and (inaccurately) as retroflex clicks.Heine and König (2010) Unlike typical palatal clicks, which have a sharp, abrupt release, these have a slow, turbulent anterior release that sounds much like a short inhaled ; they also have a domed tongue rather than a flat tongue like a typical palatal click. The release has also been described as lateral.Miller (2010) Phonological patterns involving new types of complex and contour segments in endangered Khoesan languages, CUNY Conference on the Phonology of Endangered Languages Like the clicks they derive from, they do not have the retracted tongue root and back-vowel constraint typical of alveolar clicks. A provisional transcription for the tenuis click is , though this misleadingly suggests that the clicks are affricates.Miller, Holliday, Howcroft, Phillips, Smith, Tsui, & Scott. 2011. \"The Phonetics of the Modern-day reflexes of the Proto-palatal click in Juu languages\". In A concise dictionary of northwestern ǃXun (2008), König & Heine transcribe them , which is elsewhere used for the retroflex clicks. Another proposal is to resurrect the old ʃ-like letter for palatal clicks, . ==See also== *Alveolar click *Bilabial click *Dental click *Lateral click *Retroflex click *Index of phonetics articles ==References== ==External links== * Category:Palatal consonants Category:Click consonants de:Palatoalveolarer Klick",
 "title": "Palatal click"
}