{
 "id": "524933",
 "text": "The San Diego Chicken, also known as The Famous Chicken, the KGB Chicken or just The Chicken, is a sports mascot played by Ted Giannoulas. ==History== ===Origin=== The character originated in an animated TV commercial for KGB-FM Radio in San Diego. Writer, cartoonist, and actor Brian Narelle was working for Odyssey Productions and offered to animate an acrobatic chicken as part of a commercial contract bid. Narelle went on to direct and animate the commercial as well as create cartoon art for the campaign. In March 1974, Giannoulas was hired to wear the first chicken suit; at the time he was a 20-year-old journalism major at San Diego State University. He was originally from Canada but had attended Hoover High School in San Diego. The Chicken's first appearance was a KGB promotion to distribute Easter eggs to children at the San Diego Zoo. After his first appearance, Giannoulas, a lifetime baseball fan, approached the San Diego Padres front office. “I’ll bet I could get into games free in this get up,” he thought. He was allowed to wander throughout the stands at Padres games, and if someone said \"lay one on me,\" The Chicken would \"lay\" an egg containing a prize via his leggings. He soon took to the field and, he recalled, “discovered a side of my personality I did not know existed, almost a Jekyll and Hyde thing.” Once on the field, he demonstrated a remarkable ability to mime, joke with players and umpires, and connect with fans. Padres’ attendance, which had been the lowest in the league, doubled that summer. The Chicken, whose antics entertained steadily larger crowds, began to add appearances at concerts and sporting events, while continuing to perform at more than 520 San Diego Padres games in a row. The Chicken also appeared at many San Diego Clippers basketball games before the team moved to Los Angeles. San Diego sports reporter Jack Murphy described him as an \"embryonic Charlie Chaplin in chicken feathers\". ===Firing and afterwards=== Conflict emerged between KGB Radio and Giannoulas, and he was fired on May 3, 1979. Another unnamed employee was hired to don a chicken outfit at a Padres game. Fans, many of whom were aware that Giannoulas was not in the outfit, booed the chicken loudly, forcing him off the field. After a lawsuit was decided in Giannoulas's favor in June 1979 by Judge Raul Rosado, Giannoulas was allowed to continue to perform in a chicken costume, although not the same one as the original. His new persona, the self-styled \"Famous Chicken\", emerged from an egg at a \"Grand Hatching\" seen by 47,000 people at a Padres game at Jack Murphy Stadium on Friday, as the sound system played the introduction to \"Also sprach Zarathustra\", the theme notably used in 2001: A Space Odyssey. Beginning in 1981, Giannoulas co-starred on the Saturday morning children's television series The Baseball Bunch, alongside noted Cincinnati Reds catcher Johnny Bench and Los Angeles Dodgers manager Tommy Lasorda. The local Emmy Award–winning series ran for five seasons and featured The Famous Chicken as the comic foil to Bench as he attempted to mentor a fictional baseball team of Little League-aged children. In his 1984 review of the show, Miami Herald sports writer Bob Rubin praised Giannoulas' contribution to the series, writing, \"The Chicken may be the most gifted physical comic since Curly, Larry, and Moe.\" Five years after a halftime incident at a Chicago Bulls' NBA game in January 1991, a Chicago jury ordered Giannoulas to pay $300,000 to a Bulls cheerleader injured when The Chicken tackled her on the basketball court. In 1998, the owners of the Barney & Friends children's television show on PBS sued Giannoulas for copyright and trademark infringement, over a sketch in which The Chicken engages in a slapstick dance contest against a Barney-like character. Giannoulas prevailed in the suit and recovered his attorneys' fees, based on the court's determination that his sketch was a legitimate parody, and therefore protected speech.LYONS PARTNERSHIP, Plaintiff-Appellant, v. Ted GIANNOULAS, doing business as Famous Chicken; TFC, Inc., Defendants-Appellees, 179 F.3d 384 (5th Cir. 1999). The success of the Famous Chicken helped lead to mascots becoming widespread throughout professional sports, particularly Major League Baseball. The Chicken was named one of the 100 most powerful people in sports for the 20th century by The Sporting News. The pop culture publication Spy referred to Giannoulas as the Laurence Olivier of sports mascots, and The New York Times called him \"perhaps the most influential mascot in sports history.\"Croatto, Pete (August 27, 2016) \"The San Diego Chicken Heads into a Sunset\", The New York Times Giannoulas was inducted in the Baseball Reliquary Shrine of the Eternals in 2011. ===Later activities=== By 2015, The Chicken was reported to have made 5,100 appearances in 917 different facilities, 50 states, and eight countries, wearing out more than 100 chicken suits. As of August 2016, after 42 years of playing The Chicken, Giannoulas was still making appearances across the United States, albeit at a slower pace, performing at 11 ballparks in July and August of that year. He expressed uncertainty about how long he would continue, or whether he would appoint a successor. \"It's not the end,\" he was quoted as saying, \"but I can see it from here.\" ==Notable appearances== *In 1975, The KGB Chicken made a promotional appearance at the first ComicCon convention. Convention organizers gave him the grand prize in their costume contest, then asked for it to be returned when they realized he was \"a professional\". *Early in the first Holiday Bowl on December 22, 1978, security guards attempted to eject The Chicken from the field. He refused to leave the game, sitting on the sidelines as the issue was ironed out. Meanwhile, as Brigham Young University was working their way through the \"red zone\" for a touchdown, the crowd was chanting, \"We want The Chicken.\" * The Chicken was on hand at Jack Murphy Stadium in , when the Oakland Raiders beat the San Diego Chargers on the infamous \"Holy Roller Play\" on September 10. After the Raiders recovered the winning touchdown in the end zone, The Chicken fell on the ground and lay motionless as though he had a heart attack. *The Chicken appeared at WrestleMania XV and WrestleMania 2000, although the costume was worn by Pete Rose at WrestleMania XV, during which he was Tombstoned by Kane. *The Chicken made a cameo appearance in the cult movie Attack of the Killer Tomatoes as one of the citizens stomping the remaining killer tomatoes in a parking lot. *In 1979, The Chicken recorded a cover of Rod Stewart's disco hit \"Da Ya Think I'm Sexy?\" *In the 1980s, The Chicken would appear in McDonald's commercials with Ronald McDonald. McDonald's CEO Ray Kroc was also the owner of the Padres, at whose games The Chicken appeared frequently. *The 1982, 1983, and 1984 Donruss sports cards sets included a card for The Chicken, with an offer on the back allowing purchasers to send the card to The Chicken himself to autograph it. *The Chicken is featured in the educational economics video Chickenomics. *In 1994, The Chicken was featured in Boys' Life magazine in a piece about mascots. Unlike other interviewed mascots who asked the magazine not to reveal their human names, Giannoulas was fine with his true name not being secret. The article says that Giannoulas' antics helped set a new standard compared to earlier dull mascots. *In 2008, The Chicken was featured in a Sony commercial along with Dale Earnhardt Jr., James Brown and Peyton Manning. In the commercial, The Chicken gets angry and proceeds to try and violently beat a customer when the customer says he does not like sports, The Chicken was held back by Manning. *In 2013, a caricature of The Chicken was featured in a New Yorker cartoon by Paul Noth; Giannoulas commented \"This means I've finally arrived!\" *In 2015, The Chicken was invited to appear as an Honored Guest at Anthrocon on the weekend of July 9-12, 2015, which was their 19th Furry Convention held annually at the David L. Lawrence Convention Center in Pittsburgh PA *In 2021, The Chicken was invited by umpire Joe West to attend the game where West broke the record for most games umpired by a single person. ==See also== * List of Major League Baseball mascots * Mascot Hall of Fame * Hatching Pete ==References== ==Further reading== * * * ==External links== * Category:Mascots introduced in 1974 Category:Bird mascots Category:Fictional chickens Category:Major League Baseball team mascots Category:San Diego Padres",
 "title": "San Diego Chicken"
}