{
 "id": "524944",
 "text": "Watkins \"Wat\" Moorman Abbitt (May 21, 1908 – July 13, 1998) was an American politician and lawyer. He was a member of the United States House of Representatives from Virginia from February 17, 1948 to January 3, 1973. He was a top lieutenant within the Byrd Organization, the political machine named for its leader, U.S. Senator Harry F. Byrd. ==Early and family life== Abbitt was born in Lynchburg, Virginia to George Francis Abbitt and Otway C. Moorman Abbitt. He graduated from Appomattox Agricultural High School in Appomattox, Virginia in 1925. He earned an LL.B. from the University of Richmond in 1931 and began the practice of law in Appomattox. He married Corinne Hancock on March 20, 1937, and they had a son and two daughters who survived infancy. ==Career== Upon admission to the Virginia bar, Abbitt had a private legal practice, and was also a bank executive. In 1931 he was elected Commonwealth's attorney for Appomattox County and served from 1932 to 1948. He also was elected member of the Virginia Constitutional Convention in 1945. When U.S. Representative Patrick H. Drewry died in office, Abbit won the special election to fill the vacancy. A Democrat, Abbitt won a full term later that year and 11 more times after that (February 17, 1948 - January 3, 1973). He was a member of the agriculture committee, and supported farm subsidies as well as fiscal conservatism and opposed increased federal intervention in state affairs. Abbitt became known for his opposition to school desegregation in the 1950s, supporting Massive Resistance alongside other Byrd Democrats. For instance, he denounced Brown v. Board of Education as \"the naked and arrogant declaration of nine men.\" He also signed the 1956 Southern Manifesto. He was a delegate to the 1964 Democratic National Convention, and chairman of the state Democratic party from 1964-1970. Abbitt announced his retirement after being redistricted into the same congressional district as fellow Democrat Dan Daniel, and Republican Robert Daniel won the seat in a 5-candidate general election field, becoming the first Republican to represent Southside Virginia in the century.John T. Whelen, Virginia's Post World War II Paths to Congress,\" University of Virginia Newsletter February 1992 at p. 7, available at http://www.coopercenter.org/sites/default/files/autoVANLPubs/Virginia%20News%20Letter%201992%20Vol.%2068%20No.%202.pdf Having long since recanted his segregationist views, Abbitt endorsed L. Douglas Wilder, who became Virginia's first black governor in 1989. According to his son, state delegate Watkins Abbitt Jr., he and his three sisters played a role in his father's change of heart. Watkins Jr. noted that in his later years, his father always worked for free for any black church that needed legal services, and a black minister spoke at the funeral. ==Death and legacy== Abbitt survived one wife, but died from leukemia in Lynchburg, Virginia on July 13, 1998. He maintained an active law practice as late as a week before his death. He was survived by a widow, son and two daughters, and interred at Liberty Cemetery in Appomattox, Virginia. A park in Appomattox, Virginia is named for him. His son, Watkins Abbitt, Jr., served as a member of the Virginia House of Delegates from 1986 to 2012. ==Elections== *1948; Abbitt was elected to the U.S. House of Representatives in a special election unopposed and was re-elected in the general election unopposed. *1950; Abbitt was re-elected unopposed. *1952; Abbitt was re-elected unopposed. *1954; Abbitt was re-elected unopposed. *1956; Abbitt was re-elected unopposed. *1958; Abbitt was re-elected with 87.15% of the vote, defeating Independent Frank M. McCann. *1960; Abbitt was re-elected unopposed. *1962; Abbitt was re- elected unopposed. *1964; Abbitt was re-elected after tying Independent Samuel W. Tucker in the general election. *1966; Abbitt was re-elected with 75.3% of the vote, defeating Independent Edward J. Silverman. *1968; Abbitt was re- elected with 71.52% of the vote, defeating now-Republican Samuel W. Tucker. *1970; Abbitt was re-elected with 61.02% of the vote, defeating Independent Ben Ragsdale and Republican James M. Helms. == References == ==External links== * *The Political Graveyard *govtrack.us Category:1908 births Category:1998 deaths Category:Politicians from Lynchburg, Virginia Category:People from Appomattox, Virginia Category:Virginia Democrats Category:Members of the United States House of Representatives from Virginia Category:County and city Commonwealth's Attorneys in Virginia Category:Democratic Party of Virginia chairs Category:University of Richmond School of Law alumni Category:Democratic Party members of the United States House of Representatives from Virginia Category:Deaths from leukemia Category:Deaths from cancer in Virginia Category:Democratic Party members of the United States House of Representatives Category:20th-century American politicians Category:Burials in Virginia Category:Baptists from Virginia Category:20th-century Baptists",
 "title": "Watkins Abbitt"
}