{
 "id": "525000",
 "text": "thumb|350px|Sovereign states and states with limited recognition fully on islands (Australia is regarded a continent): those with land borders shaded green, and those without shaded dark blue An island country, island state or an island nation is a country whose primary territory consists of one or more islands or parts of islands. Approximately 25% of all independent countries are island countries. ==Politics== Historically, island countries have been less prone to political instability than their continental counterparts. The percentage of island countries that are democratic is higher than that of continental countries. ==War== Island countries have often been the basis of maritime conquest and historical rivalry between other countries. Island countries are more susceptible to attack by large, continental countries due to their size and dependence on sea and air lines of communication. Many island countries are also vulnerable to predation by mercenaries and other foreign invaders, although their isolation also makes them a difficult target. ==Natural resources== Many developing small island countries rely heavily on fish for their main supply of food. Some are turning to renewable energy--such as wind power, hydropower, geothermal power and biodiesel from copra oil--to defend against potential rises in oil prices. ==Geography== Some island countries are more affected than other countries by climate change, which produces problems such as reduced land use, water scarcity, and sometimes even resettlement issues. Some low-lying island countries are slowly being submerged by the rising water levels of the Pacific Ocean. Climate change also impacts island countries by causing natural disasters such as tropical cyclones, hurricanes, flash floods and drought. === Climate change === ==Economics== Many island countries rely heavily on imports and are greatly affected by changes in the global economy. Due to the nature of island countries their economies are often characterised by being smaller, relatively isolated from world trade and economy, more vulnerable to shipping costs, and more likely to suffer environmental damage to infrastructure; exceptions include Japan, Taiwan and the United Kingdom. The dominant industry for many island countries is tourism. ==Composition== Island countries are typically small with low populations, although some, like Indonesia and Japan are notable exceptions. Some island countries are centred on one or two major islands, such as the United Kingdom, Trinidad and Tobago, New Zealand, Cuba, Bahrain, Singapore, Iceland, Malta, and Taiwan. Others are spread out over hundreds or thousands of smaller islands, such as Indonesia, the Philippines, The Bahamas, Seychelles, and the Maldives. Some island countries share one or more of their islands with other countries, such as the United Kingdom and Ireland; Haiti and the Dominican Republic; and Indonesia, which shares islands with Papua New Guinea, Brunei, East Timor, and Malaysia. Bahrain, Singapore, and the United Kingdom have fixed links such as bridges and tunnels to the continental landmass: Bahrain is linked to Saudi Arabia by the King Fahd Causeway, Singapore to Malaysia by the Johor–Singapore Causeway and Second Link, and the United Kingdom has a railway connection to France through the Channel Tunnel. Geographically, the country of Australia is considered a continental landmass rather than an island, covering the largest landmass of the Australian continent. In the past, however, it was considered an island country for tourism purposes (among others) and is sometimes referred to as such. == List == ==See also== *Archipelagic state *Effects of climate change on island nations *Landlocked country *List of Caribbean island countries by population *List of island countries *List of islands by area *List of islands (by country) *List of sovereign states and dependent territories in Oceania *List of sovereign states and dependent territories in the Indian Ocean *Microstate *City state *Pacific Islands Forum *Small Island Developing States *Thalassocracy * * ==References== Island nation Category:Country classifications is:Eyríki",
 "title": "Island country"
}