{
 "id": "525622",
 "text": "Iona Victoria Campagnolo, (née Hardy, born October 18, 1932) is a Canadian politician, and was the 27th Lieutenant Governor of British Columbia and the first woman to hold the office. Prior to becoming Lieutenant Governor she was a Cabinet member in the Liberal government of Prime Minister Pierre Trudeau. ==Career== Born Iona Victoria Hardy on Galiano Island, she got her start in politics in 1966 when she was elected an alderwoman in the city council of Prince Rupert, British Columbia. In 1974, she turned to federal politics, running successfully as a Liberal Party candidate for the House of Commons of Canada in the riding of Skeena. In 1976, Prime Minister Pierre Trudeau appointed her to the Cabinet as Minister of Amateur Sport. Frank King, the Chairman of the Calgary Olympic Development Organization credited Campagnolo as the first person to share the vision of Calgary hosting the 1988 Winter Olympic Games, assisting the group in securing $200 million in federal funding for the organization's bid. She lost her seat to NDP challenger Jim Fulton in the 1979 election. In 1982, Iona became president of the Liberal Party, a largely administrative position. During the 1984 convention which elected John Turner as Party leader, Campagnolo created a minor furor within the party when she said that second-place leadership candidate Jean Chrétien was \"second in the balloting, but first in our hearts\". When John Turner became Liberal leader in 1984, a television camera caught Turner patting Campagnolo's bottom. Although Campagnolo herself dismissed it (and patted Turner right back), the incident was used to paint Turner as being out of touch with contemporary women's issues. Campagnolo ran in North Vancouver—Burnaby in the September 1984 election but was defeated in the Mulroney landslide that reduced Turner's Liberals to 40 seats. She did not run for re-election as party president at the next Liberal convention in 1986. In 1973, Iona Campagnolo was made a Member of the Order of Canada and promoted to Officer in 2008. In 1998, she received the Order of British Columbia. In 1992, Iona Campagnolo was elected as the founding chancellor of the University of Northern British Columbia and served in the position until 1998. She received an honorary degree from UNBC in 1999. In 2001, on the advice of Prime Minister Jean Chrétien, she was appointed by Governor General Adrienne Clarkson as British Columbia's first female Lieutenant Governor. At her swearing-in, Campagnolo concluded her remarks in Chinook, saying, \"konoway tillicums klatawa kunamokst klaska mamook okoke huloima chee illahie\" - meaning: \"everyone was thrown together to make this strange new country (British Columbia).\" As the Queen's viceroy in British Columbia, she is styled The Honourable for life. However, as she was already a Member of The Queen's Privy Council for Canada before she became Lieutenant-Governor, she was already styled The Honourable. In 2003 the Chief Herald of Canada granted armorial bearings to Campagnolo. ==Honours and awards== 100px 100px 100px 100px 100px 100px 100px {| class=\"wikitable\" |- style=\"background:silver;\" align=\"center\" |Ribbon || Description || Notes |- |40px || Order of Canada (OC) || *Officer 2008 *Member 1973 |- |40px || Order of St. John (D.stJ) || *2001 *Dame of Justice |- |40px || Order of British Columbia (OBC) || *1998 |- |40px || Queen Elizabeth II Silver Jubilee Medal || *1977 *Canadian version of this medal |- |40px || 125th Anniversary of the Confederation of Canada Medal || *1992 |- |40px || Queen Elizabeth II Golden Jubilee Medal || *2002 *Canadian version of this medal |- |40px || Queen Elizabeth II Diamond Jubilee Medal || *2012 *Canadian version of this medal |- |} ===Honorary degrees=== Iona Campagnolo has received many honorary degrees in recognition of her distinguished career in politics and her service as Lieutenant Governor of British Columbia; these include: {| class=\"wikitable\" style=\"width:100%;\" ! style=\"width:20%;\"| Province ! style=\"width:20%;\"| Date ! style=\"width:40%;\"| School ! style=\"width:20%;\"| Degree |- | || June 8, 1995 || Simon Fraser University || Doctor of Laws (LL.D) |- | || June 11, 1997 || Brock University || Doctor of Laws (LL.D) |- | || May 28, 1999 || University of Northern British Columbia || Doctorate |- | || June 2007 || University of Victoria || Doctor of Laws (LL.D) |- | || 2009 || University of British Columbia || Doctor of Laws (LL.D) |- | || 2009 || Trent University || Doctor of Laws (LL.D) |- | || June 18, 2010 || Royal Roads University || Doctorate |- |} ==Arms== ==Further reading== * ==References== ==External links== *Former Lieutenant Governor Biography * *The Public Register of Arms, Flags and Badges of Canada *Audio interview on her role as Lieutenant Governor *The Honourable Iona Campagnolo fonds (2009.6) at Northern BC Archives Category:1932 births Category:Liberal Party of Canada MPs Category:Lieutenant Governors of British Columbia Category:Living people Category:Members of the House of Commons of Canada from British Columbia Category:Members of the Order of British Columbia Category:Officers of the Order of Canada Category:Members of the Queen's Privy Council for Canada Category:Women members of the House of Commons of Canada Category:Women in British Columbia politics Category:People from Prince Rupert, British Columbia Category:Presidents of the Liberal Party of Canada Category:Canadian women viceroys",
 "title": "Iona Campagnolo"
}