{
 "id": "525867",
 "text": "Jerilderie Macquarie Dictionary, Fourth Edition (2005). Melbourne, The Macquarie Library Pty Ltd. is a town in the southern Riverina region of New South Wales, Australia. It is the largest town in the Murrumbidgee Council local government area. At the , Jerilderie had 1,029 people. It can be found along the Newell Highway south-west of Sydney and north of the Victorian state border. Jerilderie's post code is 2716. This is also where Ned Kelly and his Gang robbed the 'Jerilderie Bank'. == Overview == Jerilderie is an irrigated farming centre, the area around Jerilderie produces a quarter of all tomatoes grown in Australia, as well as being a prime Merino stud region. Additionally Jerilderie has a diverse number of crops such as rice, wheat, canola, mung and soybeans, onions, liquorice, grapes and a number of cattle farms. The town has two primary schools, Jerilderie Public School and Jerilderie Catholic School, an 18-hole golf course, three pubs, and a hospital which was the first in regional Australia to operate with solar power. This hospital has now been rebuilt as a multi purpose medical centre that incorporates an emergency room, aged care beds and a palliative care bed. The town has an Australian rules football team competing in the Picola & District Football League. Jerilderie is also the home of the biannual Ned Kelly weekend, the Jerilderie Letter Event. This event was first held in 2006; it is held on the first weekend of February. The event consists of a parade up the main street, a car bike truck and tractor show and shine, there is also a small show and farmers market. One of the main attractions on this weekend is the reading of the famous Jerilderie letter, written by Ned Kelly. The first Australian Ned Kelly Songwriting Awards was a feature of the 2010 event. == Steel Wings Windmill == thumb|right|250px|The 'Steel Wings' nose plate acts as a governor and automatically turns the machine out of high winds to save damage. The Jerilderie Shire Council (and the Shire of Taroom in the central Queensland highlands) have rare windmills of unusual design. Both are situated on National Route 39, which provides a straight run from Victoria to the Queensland tropical coast. The windmill was produced by the Steel Wings Company, in North Sydney between 1907 and 1911 with only six models ever erected. The windmills comprise a steel frame and fan which turns to the wind between a bearing at the bottom and a swivel at the top, all supported by guy- wires. The fully restored windmills, the only two known working examples in the world, are unique because their fan is contained and spins within the fully pivoting frame. The Jerilderie Steel Wings windmill, built in 1910, was transported by rail from Sydney and then taken by bullock wagon to Goolgumbula Station for Sir Samuel McCaughey. It provided water to the stations homestead, ram sheds and dams along a channel system. The mill suffered storm damage in 1977, was offered to the town as a historical exhibit and placed in Luke Park which was named after Thomas Raymond Luke (1908 - 1979) who was one of the main 'stirrers' for the construction of the lake. Shortly after the lake was completed 'Tommy' Luke died while water-skiing on the lake he had been so instrumental in creating. (Since the 1960s locals had been skiing on the creek nearby and for years had wanted a more suitable facility.) A secondary use for the lake was to hold excess water from the Billabong Creek which flooded annually. In 1989, members of Lions, Apex and Jerilderie Shire Council repaired and refurbished the windmill with two people, Clive Langfield and George Cornish (now dec.) spending some 600 hours to bring it to its present working condition, pumping per revolution from the Billabong Creek to the Jerilderie Lake using a draw plunger with a stroke. The Jerilderie windmill, the larger of the two stands high with a fan. == Notable people == === Ned Kelly === thumb|right|200px|The Jerilderie Telegraph Office, once broken into by Ned Kelly. Jerilderie was visited by Ned Kelly and his gang in 1879. The outlaws captured the town's two policemen and imprisoned them in their own cell before dressing in the police uniforms. They then told the locals that they were reinforcements from Sydney sent to protect them from the notorious Kelly Gang. Later the gang held up the local Bank. More than two thousand pounds were stolen before Kelly and his gang walked to the Telegraph Office and chopped down the telegraph poles. He and his gang held 30 people hostage overnight in the Royal Mail Hotel where Ned Kelly wrote the famous Jerilderie Letter which documents Kelly's passionate pleas of innocence and desires for justice for both his family and the poor Irish settlers of Victoria's north- east. It has also been described as the Ned Kelly 'manifesto' and remains the only source providing a direct link between the Kelly Gang and the actions they are accused of. The current Jerilderie Police Station features no less than 19 structural components mimicking Ned Kelly's distinctive face plate. Some examples include walls made of differently toned bricks making up his image to storm drains with holes cut in the same pattern. === Sir John Monash === Jerilderie is the childhood home of Sir John Monash honoured military commander whose image adorns the Australian one hundred dollar note. He attended and achieved dux at Jerilderie Public School and his name can be seen on the wall in the head office of Jerilderie Public on the official record. The John Monash Memorial Drive in memory of the man in just outside the town on the road to Finley. === Lord Loudoun === Medieval scholar, Dr Michael Jones, claims Queen Elizabeth's claim to the throne is illegitimate because King Edward IV, who reigned from 1461 to 1483, was not of royal blood; he was the illegitimate son of a French archer. Dr Jones concluded that, tracing the correct path, The 14th Earl of Loudoun (usually known simply as Michael Hastings; 1942-2012), who migrated to Jerilderie in the 1960s, was the true King of the United Kingdom and the Commonwealth. === Billy Brownless === Jerilderie is also the childhood home of former AFL Geelong player Billy Brownless. He is a panelist on The Sunday Footy Show, and is a regular panelist on The Footy Show. He was previously a co-host on the program Morning Glory on radio station SEN 1116, and now he co-hosts The Rush Hour with fellow Footy Show host James Brayshaw a high rating drive program, on radio station Triple M in Melbourne. == History == thumb|Jerilderie Airport Prior to European settlement, the Jerilderie region was inhabited by the Jeithi Aborigines, and the name 'Jerilderie' is thought to derive from their word for 'reedy place'. The Jerilderie district originated with the gazettal of the final licences to landholders in the 1870s. Before this time annual licences were issued. The pioneers of that time established cattle stations and it was not until the 1860s that sheep were found better suited to the area. The birth of the town of Jerilderie itself is traced to the establishment of a house and store by John Carractacus Powell in 1854. He was apparently encouraged and assisted by the Kennedy Family to establish his home and business in what is known today as Powell Street, Jerilderie. The Kennedy family were the pioneers who first took up the property known as Mary's Creek Run, the station which surrounded the site of the town of Jerilderie. After John Powell first built, in 1859 William Davidson arrived in Jerilderie and he chose the site of the official village to settle on, being the \"Cape\" region. He had evidently noted the survey of 1852. William Davidson then constructed a brick kiln, the bricks from which he erected a house, hotel and blacksmith shop. Thus Jerilderie had two establishments, about three kilometres apart, and the business rivalry was keen in each endeavour to capture trade from the travelling public. Whilst the rivalry continued between Powell and Davidson, a Mr Cadell settled at a site opposite the existing Police Station and erected a store to compete with Powell and Davidson. The Post Office opened on 1 October 1862 but was spelt Jereelderie until 1890. No other development occurred for some years, but following an application from Mr Powell in 1863 a surveyor was instructed to survey and report on the Jerilderie Village site. As a consequence of this report the Village of Jerilderie and suburban boundaries were Gazetted on 14 March 1865. The village contained an area of , bounded generally by West, Coonong, East and Jerilderie Streets. With the continual growth of the town and the development of the sheep and wool industry over the years, there became the need for control and development of local facilities and services such as roads, bridges, water supply, etc. Hence in 1889 the area was introduced to official Local Government with the proclamation of the Jerilderie Municipal Council. The Municipality was originally formed in 1885 from previously formed Progress Association but did not gain official recognition and charter until 1889. Whilst the town had its Local Government authority, the landholders outside the Municipality found the need to work for the establishment of a Shire Council, and as a result of this need the Wunnamurra Shire Council was realised in 1906. Both the Jerilderie Municipality and the Wunnamurra Shire continued on their works for the following years up to 1918 when the Shire of Jerilderie was formed from the union of the two Councils. In 2016, the Jerilderie Shire was dissolved to form part of the new Murrumbidgee Council. == Heritage listings == Jerilderie has a number of heritage-listed sites, including: * Nowranie Street: Jerilderie railway station ===Rail=== The Tocumwal railway line is a closed railway line that linked Jerilderie to Narrandera in the north and Tocumwal to the south. The line commenced at Narrandera station and then headed south west to Tocumwal station where there was a break-of-gauge with the Victorian Railways Goulburn Valley line from Shepparton. The line was opened to Jerilderie in 1884, extended to Berrigan in 1896, Finley in 1898 and Tocumwal in 1914. The line was closed south of Jerilderie in 1986 and to the north in 1988. ==Population== In the 2016 Census, there were 1,029 people in Jerilderie, 76.4% of people were born in Australia and 82.3% of people spoke only English at home. The most common responses for religion were Catholic 34.1%, Anglican 17.4% and No Religion 15.7%. ==See also== * Jerilderie Football Club * Jerilderie Herald and Urana Advertiser ==References== ==External links== * Category:Towns in the Riverina Category:Towns in New South Wales Category:Newell Highway Category:Murrumbidgee Council",
 "title": "Jerilderie"
}