{
 "id": "52583",
 "text": "__NOTOC__ Year 441 (CDXLI) was a common year starting on Wednesday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Seleucus without colleague (or, less frequently, year 1194 Ab urbe condita). The denomination 441 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Byzantium ==== * Chrysaphius, chief minister, persuades Emperor Theodosius II at Constantinople to dismiss his sister Pulcheria, for her policy of exiling the Jews, and destroying their synagogues. * Theodosius II sends the Eastern imperial fleet, under the command of the Romano-Goth Areobindus, into Sicilian waters, taking the Vandals by surprise. * Pulcheria leaves for the seaport Hebdomon (Turkey), and becomes a nun to support Nestorianism in the Holy Land (Palestine). * The Huns, led by Attila, attack Constanţa (modern Romania), one of the few remaining Roman forts on the northern bank of the Danube, and designated as a secure trading post. On a crowded market day, the Huns take the town by surprise and slaughter the garrison.The End of Empire. Christopher Kelly, 2009. ==== Europe==== * German Saxons establish themselves at the mouth of the Thames River. After a period of peace, Vortimer (son of king Vortigern), defeats the Saxons in four battles in Kent (according to the Anglo-Saxon Chronicle). * King Hermeric dies after a two-year illness; he is succeeded by his son Rechila, who becomes sole ruler over the Suebic Kingdom of Galicia. * Rechila invades Baetica and conquers the capital Seville. The Romans are driven from the Iberian Peninsula with the exception of the Levante. * November 8 - The first Council of Orange is convened under the guidance of Hilary of Arles in Orange (France). ==== Persia ==== * King Yazdegerd II of Persia signs, after a short war, a peace treaty with the Eastern Roman Empire. Theodosius II sends his commander, Anatolius, to conclude his terms and promise not to build any new fortifications along the border territories. === By topic === ==== Religion ==== * Domnus II succeeds his uncle John as Patriarch of Antioch. == Births == * Shen Yue, Chinese historian and statesman (d. 513) == Deaths == * Hermeric, king of the Suebi * John, Patriarch of Antioch == References ==",
 "title": "441"
}