{
 "id": "525969",
 "text": "The Kraków Uprising of February 1846 was an attempt, led by Polish insurgents such as Jan Tyssowski and Edward Dembowski, to incite a fight for national independence. The uprising was centered on the city of Kraków, the capital of a small state of Free City of Krakow. It was directed at the powers that partitioned Poland, in particular the nearby Austrian Empire. The uprising lasted about nine days, and ended with Austrian victory. ==Background== The uprising was primarily organized and supported by members of the Polish nobility and middle class, who desired the restoration of Polish independence after the 1795 partitions of Poland ended its existence as a sovereign state; there was also support for various political and social reforms (such as the demands for the emancipation of peasants and an end to serfdom). Many of the insurgents' ideas were developed in exile by activists from organizations such as the Polish Democratic Society. The uprising was supposed to take place in other locations, but poor coordination and arrests by authorities broke many other cells, most notably in Greater Poland. The uprising was also supported by some local peasants from the Free City and the miners of the Wieliczka salt mine. The Free City of Krakow, nominally independent, was a central place for pro-Polish independence activists to discuss their plans. ==Initial success== The uprising began on the night of 20 February 1846. It was successful in a short term, briefly taking over the city of Kraków. Faced with riots, demonstrations and barricades, a small Austrian force in the city under General Ludwig Collin quickly retreated. A provisional government formed on 22 February. That day it issued a radical \"Manifesto for the Polish Nation\", in which it ordered the end of many elements of serfdom, such as corvée, declared universal suffrage, and other revolutionary ideas inspired by the French Revolution. Most of the uprising was limited to the Free City of Krakow, where its leaders included Jagiellonian University philosophy professor Michał Wiszniewski, and lecturer and lawyer Jan Tyssowski, who declared himself a dictator on 24 February (Tyssowski was assisted by radical democrat, acting as his secretary, Edward Dembowski, who according to some might have been the real leader of the revolutionary government). On 27 February a struggle for power developed, and Wiszniewski, after a failed attempt to take power, was exiled by Tyssowski and Dembowski within a matter of hours. ==Suppression== Austrian forces in the area were led by Ludwig von Benedek. The revolutionaries, despite some support from the Free City and its immediate surroundings, fared badly in the wider countryside. They had up to 6,000 volunteers, but many were badly trained and poorly armed. The rebels suffered a defeat on 26 February at the Battle of Gdów and were quickly dispersed by von Benedek's forces. The Polish commander, Colonel Jakub Suchorzewski, was criticized for poor leadership, and for not taking sufficient precautions despite scout reports of an approaching enemy force. The battle was very short, as the Polish forces collapsed almost immediately, with most of the infantry captured or killed by the peasants accompanying the Austrian forces. The uprising was soon suppressed by the Austrian army with help from local peasants. The peasant counter-revolt, known as the Galician slaughter, was likely encouraged by the Austrian authorities, who exploited the peasants' dissatisfaction with the landowners. It was ironic, as historian Eric Hobsbawm has noted, that the peasants turned their anger on the revolutionaries, whose ideals included the improvement of peasant situation. Instead, most peasants trusted the Austrian officials, some of whom even promised the peasants to end serfdom and pay a stipend for their participation in the militia aimed at quashing the Polish noble insurgents. In one village, when the rebels tried to persuade the peasants that they would be better off if the Austrians were expelled, the peasants replied that they were familiar with stories of landowner brutality under the Polish Commonwealth and that they were glad they could now complain to the Austrian emperor. It is estimated that about 1,000–2,000 Polish nobility who supported the uprising died in the conflict. According to Judson, the Austrian military in fact had to intervene at one point to stop the violence and protect the rebels. According to Lerski, Dembowski was apprehended and executed by the Austrians. Others, such as Nance, Davies and Zamoyski however provide another account of his death; according to these sources he died on 27 February fighting the Austrian army, after a religious procession with which he attempted to quell the peasants was attacked. Whatever the case, the government of Tyssowski surrendered, just nine days after taking power, and Kraków was occupied first by Russians (on 3 March), and soon afterward (perhaps on the same day), by the Austrians under Collin. (Davies however writes that Russians joined Austrians on 4 March). Tyssowski, who crossed the Prussian border with about 1,500 soldiers on 4 March, was interned, and later emigrated to the United States. ==Aftermath== Austria and Russia signed a treaty on 16 November, deciding to end the status of Kraków as the Free City. Subsequently, Kraków and its surrounding area were annexed to the Kingdom of Galicia and Lodomeria, a province of the Austrian Empire, with its capital at Lemberg (Lwów, Lviv). This violation of the 1815 Treaty of Vienna caused a short lived scandal in European politics of the day. Kraków would be relegated to the role of a provincial capital in the Empire. ==Significance== As noted by Anderson, despite its failure, the uprising was seen by some scholars, including Karl Marx, as a \"deeply democratic movement that aimed at land reform and other pressing social questions.\" The uprising was praised by Marx and Friedrich Engels for being \"the first in Europe to plant the banner of social revolution\", and seen by them, as well as some modern scholars, precursor to the coming Spring of Nations. This view is common in the Polish historiography. The Uprising, and related events in partitioned Poland (namely the Greater Poland Uprising 1846 and the Galician slaughter), were widely discussed in the contemporary European press. The Austrian Empire, and the Metternich regime, ultimately lost out in the propaganda war that followed the Uprising. The fact that the peasantry supported the Austrians over a return to Polish rule was lost, with the rebels successfully claiming that the Austrians had effectively bought off the peasants and turned them against their national leaders. The conservative Metternich also would struggle to openly admit that peasant violence was justifiable, even if it was in support of the Habsburg Empire. As soon as the Kraków Uprising was put down, the Austrians pacified the insurgent peasantry, briefly restoring the feudal order. Those peasants who stood down and followed the authorities, like the peasant leader Jakub Szela, were rewarded. Nonetheless, in Austria, reforms were spurred by the Kraków Uprising of 1846 and the Spring of Nations in 1848, resulting in the abolishment of serfdom in 1848. thumb|200px|Coat of arms of the Kraków Uprising ==Notable participant== * Walerian Kalinka ==See also== * Austrian Poland == Notes == ==Further reading== * * * * ==External links== * Category:1846 in Poland Category:1846 in the Austrian Empire Category:Conflicts in 1846 Category:Polish nationalism (1795–1918) Category:History of Kraków Category:Uprisings of Poland Category:Rebellions against the Austrian Empire Category:February 1846 events",
 "title": "Kraków uprising"
}