{
 "id": "526078",
 "text": "Louis Jean Népomucène Lemercier (20 April 1771 – 7 June 1840) was a French poet and playwright. ==Life== Lemarcier was born in Paris. His father had been intendant successively to the duc de Penthièvre, the comte de Toulouse and the unfortunate princesse de Lamballe, who was the boy's godmother. Lemercier was a prodigy; before he was sixteen his tragedy of Méléagre was produced at the Théâtre Français. Clarisse Harlowe (1792) provoked the criticism that the author was \"pas assez roué pour peindre les roueries\" (not enough scamp to depict scamp tricks.) Le Tartufe révolutionnaire a parody full of bold political allusions, was suppressed after the fifth performance. In 1795, Lemercier's masterpiece Agamemnon, called by Charles Lafitte the last great antique tragedy in French literature, was produced. It was a great success, but was violently attacked later by Julien Louis Geoffroy who stigmatized it as a bad caricature of Prosper Jolyot de Crébillon. Les quatre métamorphoses (1799) was written to prove that the most indecent subjects might be treated without offence. The Pinto (1800) was the result of a wager that no further dramatic innovations were possible after the comedies of Pierre Beaumarchais. It is a historical comedy on the subject of the Portuguese Revolution of 1640. This play was construed as casting reflections on the first consul Napoleon, who had hitherto been a firm friend of the avowed republican Lemercier. His extreme freedom of speech finally offended Napoleon, and the quarrel proved disastrous to Lemercier's fortune for the time. In 1803, he earned a severe disappointment on the première of his tragedy Isule et Orovèse which was widely ridiculed and hooted by the public; consequently, at the beginning of the third act Lemercier withdrew his manuscript. He published his text with annoted “hootings” in order to pay deference to his public.Original edition of Isule et Orovèse (1803) None of his subsequent work fulfilled the expectations raised by Agamemnon, with the exception perhaps of Frédégonde et Brunehaut (1821). In 1810, he was elected to the Académie française, where he consistently opposed the romanticists, refusing to vote for Victor Hugo – who was to succeed him in the fauteuil 14.Site of the Académie française In spite of this, he has some pretensions to be considered the earliest of the romantic school. His Christophe Colomb (1809), advertised on the play-bill as a comédie shakespérienne [sic], represented the interior of a ship, and showed no respect for the classical unities. Its numerous innovations provoked such violent disturbances in the audience that one person was killed and future representations had to be guarded by the police. Lemercier wrote four long and ambitious epic poems: Homère, Alexandre (1801), L'Atlantiade ou la théogonie newtonienne (1812) and Moïse (1823), as well as an extraordinary Panhypocrisiade (1819-1832), a distinctly romantic production in sixteen cantos, which has the sub-title Spectacle infernal du XVIe siècle. In it 16th century history, with Charles V and Francis I as principal personages, is played out on an imaginary stage by demons in the intervals of their sufferings. Lemercier died on 7 June 1840 in Paris. He had composed his own epitaph as follows: « Il fut homme de bien et cultiva les lettres. » (“He was a gentleman and a man of letters.”) == Works == === Theatre === *1788: Méléagre, tragedy in 5 acts *1792: Clarisse Harlowe, drama, in verse *1795: Le Tartufe révolutionnaire, comedy in 5 acts, in verse *1796: Le Lévite d'Éphraïm, tragedy in 3 acts *1797: Agamemnon, tragedy in 5 acts, presented at the Théâtre de la République 5 floréal an V (24 April) *1797: La Prude, comedy *1798: Ophis, tragedy in 5 acts, presented at the Théâtre de la République 2 nivôse an VII *1800: Pinto, ou la Journée d'une conspiration, historical comedy, created at the Théâtre de la République 1 germinal an VIII (22 March) *1803: Isule et Orovèse, tragedy in 5 acts *1808: Baudouin, empereur, tragedy in 3 acts *1808: Plaute ou la Comédie latine, comedy in 3 acts, in verse, presented at the Comédie-Française, 20 January *1809: Christophe Colomb, historical comedy in 3 acts, in verse, presented at the Théâtre de S. M. l'Impératrice et Reine, 7 March *1816: Charlemagne, tragedy in 5 acts, presented at the Comédie-Française, 27 June *1816: Le Frère et la Sœur jumeaux, comedy in 3 acts, in verse, presented at the Théâtre de l'Odéon, 7 November *1817: Le Faux bonhomme, comedy in 3 acts tombée dès le commencement du 3e act, presented at the Théâtre français, 25 January *1817: Le Complot domestique, ou le Maniaque supposé, comedy in 3 acts and in verse, presented at the Théâtre de l'Odéon, 16 June *1818: Ismaël au désert ou l'origine du peuple arabe, scène orientale en vers (1801), presented at the Théâtre de l'Odéon 23 January (under the title Agar et Ismaël, ou l'Origine du peuple arabe) *1820: La Démence de Charles VI, tragedy in 5 acts, meant ti be presented at the Théâtre de l'Odéon 25 September *1820: Clovis, tragedy in 5 acts *1821: Frédégonde et Brunehaut, tragedy in 5 acts, presented at the Second Théâtre français 27 March *1821: Louis IX en Égypte, tragedy in 5 acts, presented at the Second Théâtre français, 5 August *1822: Le Corrupteur, comedy in 5 acts and in verse, completed 22 November, presented at the Second Théâtre-Français, 26 November *1823: Dame Censure, ou la Corruptrice, tragi- comedy in 1 act and in prose *1824: Richard III et Jeanne Shore, historical drama in 5 acts and in verse, imitated from Shakespeare and Rowe *1825: Les Martyrs de Souli, ou l'Épire moderne, tragedy in 5 acts, inspired by the writings of François Pouqueville. *1826: Camille, ou le Capitole sauvé, tragédy in 5 acts *1828: L'Ostracisme, comedy * Richelieu ou la journée des dupes, comedy in 5 acts, in verse *1835: L'Héroïne de Montpellier, melodrama in 5 acts, presented at the Théâtre de la Porte-Saint-Martin 7 November *1827: Les Deux filles spectres, melodrama in 3 acts and in prose, représenté au théâtre de la Porte-Saint-Martin 8 Novembre *1830: Les serfs polonais, melodrama in 3 acts, presented at the Théâtre de l'Ambigu 15 June. === Poems and varia === *1789: Épître d'un prisonnier délivré de la Bastille *1798: Les Quatre Métamorphoses *1800: Homère, poem *1800: Alexandre, poem *1801: Les Trois fanatiques, poem *1802: Un de mes songes ou quelques vers sur Paris *1803: Les Âges français, poème en 15 chants *1804: Hérologues, ou Chants des poètes rois *1804: L'Homme renouvelé, récit moral en vers *1806: Traduction des Vers dorés de Pythagoras et de deux idylles de Theocritus *1806: Discours de la nature *1807: Épître à Talma *1808: Essais poétiques sur la théorie Newtonienne tirés de l'Atlantiade [...] - Paris : Collin *1812: L'Atlantiade ou la théogonie newtonienne, poème en 6 chants: Bizarre poème didactique où des divinités allégoriques représentent le calorique, l'oxygène, le phosphore, etc. *1812: Ode sur le doute des vrais philosophes *1814: Épître à Bonaparte sur le bonheur de la vertu *1814: Épître à Bonaparte, sur le bruit répandu qu'il projetait d'écrire des commentaires historiques *1815: Réflexions d'un Français, sur une partie factieuse de l'armée française *1818: La Mérovéide ou les champs catalauniques, poème en 14 chants *1818: Du Second Théâtre- français, ou Instruction relative à la déclamation dramatique *1819: La Panhypocrisiade ou la comédie infernale du XVIe siècle, poème en 16 chants *1819 and 1823: Moïse, poem *1820: Cours analytique de littérature générale, 4 vol. : collection of lessons given at the Athénée from 1811 to 1814. *1820: Chant pythique sur l'alliance européenne *1820: Ode à notre âge analytique *1823: Le Paysan albigeois *1824–1825: Chants héroïques des montagnards et matelots grecs, translated into French verse * Ode à la mémoire du Comte de Souza * Almînti, ou le Mariage sacrilège, physiological novel * Ode à l'hymen, set in music by Luigi Cherubini * Ode sur la Melpomène des Français == References == == External links == * Népomucène Lemercier on data.bnf.fr * Category:18th-century French poets Category:18th-century French male writers Category:19th-century French poets Category:Writers from Paris Category:Members of the Académie Française Category:18th-century French dramatists and playwrights Category:19th-century French dramatists and playwrights Category:1771 births Category:1840 deaths Category:Burials at Père Lachaise Cemetery",
 "title": "Népomucène Lemercier"
}