{
 "id": "526052",
 "text": "Sabbath Bloody Sabbath is the fifth studio album by English rock band Black Sabbath, released in December 1973. It was produced by the band and recorded at Morgan Studios in London in September 1973. ==Recording== Following Black Sabbath's 1972–1973 world tour in support of their album, Vol. 4, the group returned to Los Angeles to begin work on its successor. Pleased with Vol. 4, the band sought to recreate the recording atmosphere, and returned to the Record Plant Studios. The band rented a house in Bel Air and began writing in the summer of 1973 but, due in part to substance abuse and fatigue, were unable to complete any songs. \"Ideas weren't coming out the way they were on Vol. 4 and we really got discontent,\" guitarist and songwriter Tony Iommi said. \"Everybody was sitting there waiting for me to come up with something. I just couldn't think of anything. And if I didn't come up with anything, nobody would do anything.\" In 2013, bassist Geezer Butler told Mojo magazine that after the tour in support of Vol. 4 the band was \"absolutely, completely exhausted\" and by the time they played the Hollywood Bowl, \"Tony collapsed. It was really touch-and-go at one point whether he'd survive or not because he was totally depleted. So we had to cancel the rest of the tour and we actually took time off for the first time since the band started. We got away from each other and had a social life. Then we came back together to start on the next album, and couldn't come up with anything.\" In his autobiography I Am Ozzy, singer Ozzy Osbourne states that in the time leading up to the Hollywood Bowl \"Tony had been doing coke literally for days – we all had, but Tony had gone over the edge. I mean, that stuff just twists your whole idea of reality. You start seeing things that aren't there. And Tony was gone. Near the end of the gig he walked off stage and collapsed.\" Regarding his writer's block, Iommi admitted to Phil Alexander in 2013, \"I panicked because I didn't have a single idea about what to write. It might have been the drugs, it could have been the pressure, but either way I felt it was my fault.\" The band were also disappointed to discover that the room they had used previously at the Record Plant had been replaced with a \"giant synthesizer\" by Stevie Wonder, who had recently recorded there. After a month in Los Angeles with no results, the band opted to return to the UK, where they rented Clearwell Castle in the Forest of Dean, Gloucestershire, England, in which the likes of Led Zeppelin, Mott the Hoople and Deep Purple wrote and recorded. The medieval surroundings may have revitalised the band musically, but also left a sinister impression; in the liner notes to the 1998 live album Reunion, Iommi recalls, \"We rehearsed in the armoury there and one night I was walking down the corridor with Ozzy and we saw this figure in a black cloak ... We followed this figure back into the armoury and there was absolutely no one there. Whoever it was had disappeared into thin air! The people that owned the castle knew all about this ghost and they said, 'Oh yes, that's the ghost of so and so. We were like 'What!?'\" Adds Butler: \"We rehearsed in the dungeons and it was really creepy but it had some atmosphere, it conjured up things, and stuff started coming out again\". While working in the dungeon, Iommi stumbled onto the main riff of \"Sabbath Bloody Sabbath\", which set the tone for the new material. In 2001 Butler admitted to Dan Epstein of Guitar World, \"We almost thought that we were finished as a band ... Once Tony came out with the initial riff for 'Sabbath Bloody Sabbath' we went 'We're baaaack!'\" The spooky atmosphere at Clearwell Castle perfectly complemented the band's practice of playing practical jokes on one another. In the documentary Black Sabbath, Volume 1: 1970–1978 Iommi recalls, \"I've got to be honest, we frightened the life out of each other. We had to leave in the end, everybody terrified of each other because we were playing jokes on each other and nobody knew who was doing it... We used to leave and drive all the way home and drive back the next day. It was really silly.\" In his autobiography Osbourne cracks, \"We weren't so much the Lords of Darkness as the Lords of Chickenshit when it came to that kind of thing ... We wound each other up so much none of us got any sleep. You'd just lie there with your eyes wide open, expecting an empty suit of armour to walk into your bedroom at any second to shove a dagger up your arse.\" Osbourne also writes that he nearly burned the castle down one night when he fell asleep with his boot in the fire. Osbourne said that when it came to the shenanigans Bill Ward typically \"got the worst of it\", with the drummer eventually going to bed at night with a dagger. Although the band's then- manager Patrick Meehan received credit as co-producer, Iommi said years later that Meehan had virtually no actual involvement in the album's production, saying \"Meehan's ego got involved, and he stuck his name down as producer\". Recording was completed at Morgan Studios in Willesden, North London in 1973. Keyboardist Rick Wakeman of the band Yes (who were recording Tales from Topographic Oceans in the next studio) was brought in as a session player, appearing on \"Sabbra Cadabra\".Chris Welch, Close to the Edge: The Story of Yes, pg. 141, Omnibus Press (2003), Wakeman refused payment from the band and was ultimately compensated with beer for his contribution. The members of Led Zeppelin, close friends of the band from their early days in Birmingham, showed up at the studio during Sabbath Bloody Sabbath's recording. Drummer John Bonham was eager to play on \"Supernaut\", but Sabbath preferred to play material other than their own for the occasion. In the end, the two bands had an improvised jam session which was recorded but never released. Osbourne has said that Sabbath Bloody Sabbath was \"the beginning of the end\" for Black Sabbath's original line-up. In 2013, the singer elaborated to Mojo, \"Sabbath Bloody Sabbath was really the album after which I should have said goodbye because after that I really started unravelling. Then we ended up falling out of favour with each other.\" Fuelled by rampant drug and alcohol use within the band, tensions began to mount. Iommi began to resent doing the lion's share of songwriting and studio work, thus having no social life. Bassist Butler also began complaining that vocalist Osbourne had become too reliant on him for lyrics. ==Composition== Building on the stylistic changes introduced on Vol. 4, new songs incorporated synthesizers, strings, keyboards and more complex arrangements. Iommi experimented with sitar and bagpipes in the studio but was not able to master the instruments to his satisfaction. The lyrics also delved into new areas, with Mojo opining in 2013, \"The title track led into an expansive set as Butler's lyrics contemplated the mysteries of birth and DNA in 'A National Acrobat' and \"Spiral Architect', respectively.\" \"'A National Acrobat' was just me thinking about who selects what sperm gets through to the egg\", Butler explained in the liner notes to Reunion in 1998. \"'Spiral Architect' was about life's experiences being added to a person's DNA to create a unique individual. I used to get very contemplative on certain substances. I still do, but without those substances.\" In his autobiography Iron Man: My Journey Through Heaven & Hell with Black Sabbath, Iommi reveals that the initial riff for \"A National Acrobat\" was written by Butler, to which the guitarist \"added bits to it. Geezer can write some great stuff.\" According to the book How Black Was Our Sabbath, the band invited an orchestra to play on 'Spiral Architect' \"but couldn't cram all of the musicians and their instruments into Morgan Studios. They ended up at the nearby Pye Studio along the road, with Ozzy trying to explain what he wanted them to play like some sort of mad conductor. He had no written music to give the orchestra, he just hummed the part and they picked it up.\" Osbourne purchased a Moog synthesizer; though he \"didn't know how to use it\" according to Iommi, he was still able to compose the song \"Who Are You?\" with it. In his memoir Osbourne states, \"I'd written it one night at Bulrush Cottage while I was loaded and fiddling around with a Revox tape machine and my ARP 2600.\" The singer also writes that Sabbath Bloody Sabbath was \"Our last truly great album, I think... And with the music we'd managed to strike just the right balance between our old heaviness and our new, 'experimental' side.\" \"Killing Yourself to Live\" was a Butler composition written while he was in hospital for kidney problems caused by heavy drinking. Ward was also drinking heavily, and the song reflects the problems caused by their \"extreme\" lifestyles. An early incarnation of the song can be heard on the live albums Live at Last and Past Lives. The instrumental \"Fluff\" was composed by Iommi and named after BBC radio disc jockey Alan \"Fluff\" Freeman. Freeman was one of the few radio personalities in Britain to play Sabbath's music on-air. ==Artwork== Illustrator Drew Struzan created colored pencil drawings for both the front and back album sleeves. The front, drawn primarily in red tones, depicts a man on a bed tormented by demons and rats. The back shows a more peaceful scene, rendered mostly in blue, with a dying man surrounded by loved ones and sleeping lions. ==Release and reception== Black Sabbath released Sabbath Bloody Sabbath on 1 December 1973. For the first time in their career, the band began to receive favourable reviews in the mainstream press, with Rolling Stone calling the album \"an extraordinarily gripping affair\", and \"nothing less than a complete success\". Later reviewers such as AllMusic's Eduardo Rivadavia cite the album as \"a masterpiece, essential to any heavy metal collection\", while also displaying \"a newfound sense of finesse and maturity\". The album marked the band's fifth consecutive platinum selling album in the United States. It reached number four on the UK charts, and number eleven in the US. In the UK, it was the first Black Sabbath album to attain Silver certification (60,000 units sold) by the British Phonographic Industry, achieving this in February 1975. The album would go on to be regarded in high esteem by the band members themselves; when asked by Guitar for the Practicing Musician in 1994 which songs he would like to see on the upcoming Black Sabbath box set, Butler replied, \"Probably anything off of Sabbath Bloody Sabbath. The song \"Sabbath Bloody Sabbath\" itself. It was a whole new era for us. We felt really open on that album. It was a great atmosphere, good time, great coke! Just like a new birth for me. We had done the first four albums and done it that way. Sabbath Bloody Sabbath was like Part Two of your life. It was a weird feeling; a good feeling.\" In his memoir, Iommi calls the album \"the pinnacle\". The song \"Sabbath Bloody Sabbath\" has been singled out for praise by many hard rock and heavy metal guitar players, with Slash from Guns N' Roses stating to Guitar World in 2008, \"The outro to 'Sabbath Bloody Sabbath' is the heaviest shit I have ever heard in my life. To this day, I haven't heard anything as heavy that has as much soul.\" Brent Hinds of Mastodon agrees, telling Nick Bowcott in 2008, \"The 'dreams turn to nightmares, Heaven turns to Hell' riff at the end of that song is unbeatable.\" Kirk Hammett of Metallica cites \"Killing Yourself to Live\" as his favourite Black Sabbath song, revealing in the Holiday 2008 issue of Guitar World that \"A lot of people gravitate toward the album's title track, 'Sabbath Bloody Sabbath', but for me this is the stand out cut on the album.\" ==Track listing== All songs by Tony Iommi, Ozzy Osbourne, Geezer Butler and Bill Ward. The initial Castle Communications CD release from 1986 (NELCD 6017) also featured a live version of \"Cornucopia\" from Live at Last as a bonus track. The subsequent Castle CD release (CLACD 201) returned to the original tracklist. ==Personnel== ===Black Sabbath=== *Ozzy Osbourne – vocals (all tracks except 3), synthesizers (tracks 5 and 6), handclaps (track 7) *Tony Iommi – guitars (all tracks), piano (tracks 3, 4, and 6), synthesizer (tracks 5), harpsichord (track 3), organ (track 7), flute (track 7), handclaps (track 7), bagpipes (track 8) *Geezer Butler – bass (all tracks), synthesizer and mellotron (track 6), handclaps (track 7), nose (track 8) *Bill Ward – drums (all tracks except 3), bongos (track 1), timpani (tracks 6 and 8), handclaps (track 7) ===Additional personnel=== *Rick Wakeman – piano and Minimoog (track 4) *Wil Malone – conductor, arranger *The Phantom Fiddlers – strings (track 8) ===Production=== *Produced by Black Sabbath for Excellency Productions *Engineered by Mike Butcher *Coordination: Mark Forster Biatch *Direction: Patrick Meehan *Tape operator: George Nicholson *Cover artwork: Drew Struzan *Cover concept: Pacific Eye & Ear ==Charts== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\" | Chart (1974) ! scope=\"col\" | Peak position |- |- |- |- |- |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" ! scope=\"col\"| Chart (2021) ! scope=\"col\"| Peak position |- |- |- |} ==Certifications== ==References== ===Bibliography=== * ==External links== * Category:1973 albums Category:Albums recorded at Morgan Sound Studios Category:Albums with cover art by Drew Struzan Category:Black Sabbath albums Category:Vertigo Records albums Category:Warner Records albums",
 "title": "Sabbath Bloody Sabbath"
}