{
 "id": "526013",
 "text": "The Karakash or Black Jade River, also spelled Karakax (, , Қарақаш Дәряси), is a river in the Xinjiang autonomous region of the People's Republic of China that originates in the disputed Aksai Chin region administered by China. It passes through the historical settlement of Xaidulla (Shahidulla or Saitula) and passes by the city of Khotan (Hotan) to flow northeast in the Tarim Basin. It merges with the Yurungkash River, the combined river taking the name Hotan River and flowing into the Tarim River. == Course == thumb|left|Karakash river during dry season as seen from Kashgar-Hotan railway The river begins above about northeast of Galwan Kangri peak in the disputed Aksai Chin region administered by China. It flows north to Sumnal (15,540 ft), then turns sharply eastwards, flowing at the foot of the Karatagh Range (skirting just north of the Soda Plains of Aksai Chin). Just beyond Palong Karpo, it reaches the foot of the Kunlun Mountains, where it turns sharply northwestwards, and crosses into Xinjiang proper. At this location it receives another headwater now called the 'East Karakash River' (which was once regarded as the main headwater). The combined river flows past the towns of Sumgal, Fotash, Gulbashem, until it reaches Xaidulla (Shahidulla). The river then turns sharply northeastwards near Xaidulla, and, after passing through Ali Nazar cuts through the Kunlun mountain range near the Suget or Sanju Pass. It passes by Khotan to its west, running parallel to the Yurungkash River, which it joins near Koxlax (some 125 km north of Khotan (). The combined river is called the Hotan River, which flows into the Tarim River. == History == The Karakash River is famous for its white and greenish jade (nephrite) carried as river boulders and pebbles toward Khotan, as does the nearby Yurungkash (or 'White Jade') River. This river jade originates from eroded mountain deposits of which the most famous one is near Gulbashen, in southwestern Xinjiang (formerly Chinese Turkestan). Black nephrite is also abundant in the Karakash River but these deposits are rarely reported in the primary nephrite finds. The Karakash Valley was also a caravan road for the north–south trade between Yarkand (China) and Leh over the Karakoram Pass in Leh District of Ladakh. ==See also== * List of rivers in China * Geography of Ladakh == References == == External links == * Karakash River, OpenStreetMap, retrieved 6 August 2021. Category:Rivers of Xinjiang Category:Geography of Ladakh Category:Sites along the Silk Road Category:Aksai Chin",
 "title": "Karakash River"
}