{
 "id": "526026",
 "text": "The Lane Sisters were a family of American singers and actresses. The sisters were Leota Lane (October 25, 1903 – July 25, 1963), Lola Lane (May 21, 1906 – June 22, 1981), Rosemary Lane (April 4, 1913 – November 25, 1974) and Priscilla Lane (June 12, 1915 – April 4, 1995). Lola, Rosemary, and Priscilla co-starred in four films together: Four Daughters (1938), Daughters Courageous (1939), Four Wives (1939) and Four Mothers (1941). Leota did not find the same success as her sisters and left Hollywood for New York City before the sisters' breakthrough. ==Sisters== {| class=wikitable width= style= text- align: center |- |colwidth=|Name |colwidth=|Birthname |colwidth=|Birthdate |colwidth=|Birthplace |colwidth=|Died and Age |colwidth=|Place of Death |colwidth=|Active |colwidth=|Spouses |- |Leota Lane |Leotabel Mullican | |Macy, Indiana | |Glendale, California |1931, 1939 |Mischel D. Picard (1928-1930)\"Divorces.\" Billboard, 3 May 1930. Edward Joseph Pitts (1941-19??) Jerome Day (19??-1963; her death)The marriage would have occurred pre-1953, as she's listed as \"Leota Lane Day\" in this article: \"Lane Sisters Split in Estate Battle.\" Oakland Tribune, 3 October 1952. |- |Lola Lane |Dorothy Mullican | |Macy, Indiana | |Santa Barbara, California |1929–1946 |Henry Clay Dunham Lew Ayres (1931–1933) Alexander Hall (1934–1936) Roland West (1940–1952; his death) Robert Hanlon (1955–1981; her death) |- |Rosemary Lane |Rosemary Mullican | |Indianola, Iowa | |Los Angeles, California |1937–1945 |Bud Westmore (1941–1954) |- |Priscilla Lane |Priscilla Mullican | |Indianola, Iowa | |Andover, Massachusetts |1937–1948 |Oren W. Haglund (1939) Joseph A. Howard (1942–1976; his death) |- |} ==Early life== The four sisters, Leotabel (Leota), Dorothy (Lola), Rosemary and Priscilla, were from a family of five daughters born to Dr. Lorenzo A. Mullican and his wife, Cora Bell Hicks. (Their other daughter, Martha, did not enter show business.) The first three children had been born in Macy, Indiana, but the family moved in 1907 to Indianola, Iowa, a small college town south of Des Moines. Here Dr. Mullican had a dental practice. The Mullicans owned a large house with 22 rooms, some of which they rented out to students attending nearby Simpson College. Before marrying, Cora Bell Hicks had been a reporter with a local newspaper in Macy, and had originally harbored acting ambitions herself, but was frustrated by the strict religious beliefs of her Methodist parents who frowned on any form of public entertainment. Cora Mullican encouraged her daughters to sing and play musical instruments. All the girls were fond of music, and at one time or another studied music in night classes at Simpson College in Indianola. Dorothy was already playing piano at age twelve for a silent screen movie house. ==Career== Leota was the first to leave home to pursue a musical career in New York in the mid-1920s. In 1928, Dorothy (later Lola) followed Leota to New York. The girls shared an apartment and made the theatrical rounds. They eventually obtained parts in a Gus Edwards show, Greenwich Village Follies. It was Edwards who changed their names to Lane, and consequently Dorothy became Lola Lane. Martha, meanwhile, eloped with a college professor and moved to Des Moines. She had no interest in show business. She had a child, later divorced, and became a medical secretary. right|thumb|150px Leota and Lola both made their Broadway debuts in the late twenties, Lola in 1928, as Sally Moss in The War Song, which opened on Broadway on August 24, 1928, at the Nederlander Theatre (then known as the National Theatre) and Leota in 1929 as Contrary Mary in Babes in Toyland, which opened on December 23, 1929 at Jolson's 59th Street Theatre. The War Song closed four months into its run and Lola went to Hollywood where she made her debut starring as Alice Woods alongside Paul Page in the drama Speakeasy (1929). She was soon teamed with Page again in the film The Girl from Havana (1929) as Joan Anders. Meanwhile Babes in Toyland closed after only thirty-two performances. Leota followed her sister to Hollywood where she made her screen appearance in a comedy short film Three Hollywood Girls (1931) directed by Roscoe Fatty Arbuckle, but soon returned to New York. Rosemary and Priscilla travelled to Des Moines every weekend to study dancing with Rose Lorenz. The girls made their first professional appearance September 30, 1930, at Des Moines' Paramount Theater. Rosemary, then 17, and Priscilla, 15, performed on stage as part of the entertainment accompanying the release of Lola's Hollywood movie, Good News. Rosemary, a member of the National Honor Society, graduated from Indianola High in 1931 and attended Simpson College for a while, playing on the freshman basketball team. After graduating from high school, Priscilla was permitted to travel to New York to visit Leota who was then appearing in a musical revue in Manhattan. Priscilla decided to enroll at the nearby Fagen School of Dramatics and Leota paid the fee. At this time talent agent Al Altman saw Priscilla performing in one of Fagen's school plays and invited her to screentest for MGM. She was 16 years old. Priscilla wrote to a friend in Indianola, \"Leota accompanied me to a sort of theater in a New York skyscraper. Others were there being made up. One was a strange- looking girl with her hair slicked back in a sort of a bun. Her name is said to be Catherine [sic] Hepburn. Not very pretty, I thought, but Mr. Altman said she has something. Margaret Sullavan, the Broadway actress, was there too!\" A follow-up letter said that her test had proven unsuitable. Neither Hepburn nor Sullavan were approved, and neither received a contract from MGM at the time. left|thumb|150px In the meantime, Cora had left her husband and in 1932, accompanied by Rosemary, arrived in New York. Cora immediately went to work pushing her two young daughters into attending auditions for various prospective Broadway productions, without success. It was while the girls were trying out numbers at a music publishing office that Fred Waring, an orchestra leader, heard them harmonizing. He found them attractive and individually talented. In early 1933 with Cora's approval they were signed to a contract with Waring. Cora acted as chaperone to Rosemary and Priscilla who at this time adopted the name Lane. Fred Waring not only toured with his band, known as \"The Pennsylvanians\", but had a weekly radio show. Priscilla quickly became known as the comedienne of the group. Rosemary sang the ballads while Priscilla performed the swing numbers and wisecracked with Waring and various guests. Dr. Mullican instituted divorce proceedings against his wife on the grounds of desertion, and the divorce was granted in 1933. Rosemary and Priscilla remained with Fred Waring for almost five years. In 1937, Waring was engaged by Warner Bros. in Hollywood to appear with his entire band in Varsity Show, a musical starring Dick Powell. Both Rosemary and Priscilla were tested and awarded feature roles in the film. Rosemary shared the romantic passages with Powell, while Priscilla was a high-spirited college girl. Although Lola had been in Hollywood since 1929, she had twice retired from the screen for marriage. Now she had made a comeback. She was second lead to Bette Davis in the melodrama, Marked Woman, and won critical acclaim. Lola played the part of Gaby, a tough clip joint \"hostess\". Warners awarded her a contract in 1937 and her looks suited the hard-edged roles she found at Warners. right|thumb|150px Warner's purchased Priscilla and Rosemary's contract from Fred Waring and signed them to seven-year pacts. Priscilla's first film after Varsity Show was Men are Such Fools, in which she starred opposite Wayne Morris. This was followed by Love Honor and Behave, another light romantic comedy again with Morris and Cowboy From Brooklyn again teaming with Dick Powell. The publicity department at the studio suggested that Priscilla and Morris be seen together around town; they liked each other and did date for a period; however, Priscilla later said it was never serious on either side. Rosemary's first film after Varsity Show was the musical Hollywood Hotel, in which she co- starred with sister Lola and former co-star Dick Powell, before starring in Gold Diggers in Paris, opposite Rudy Vallee. Priscilla was next assigned the lead in Brother Rat, which had been a very successful Broadway play. Again she played opposite Wayne Morris, and among the cast were such newcomers as Ronald Reagan, Jane Wyman, Jane Bryan, and Eddie Albert. The film, when released in October 1938, was a big success for all the young players. At this time of professional success, the sisters were informed that Dr. Mullican had died in Iowa. Warner Bros. had purchased a story by Fannie Hurst titled Sister Act and planned to star Errol Flynn in the film, along with four actresses. Flynn, however, was withdrawn from the project to star in The Adventures of Robin Hood. The script for Sister Act was then rewritten to place the emphasis on the four girls. Bette Davis was to be the star, but she refused the role. Lola, always enterprising, approached Jack L. Warner with the suggestion she and her sisters star in the film. Warner agreed, and Leota was summoned from New York to test for the part of Emma, but proved unsuitable. The studio substituted Gale Page, a young contractee as the fourth daughter. The actress would be tagged for the rest of her career as the fourth Lane. When the film, now titled Four Daughters, was released on September 24, 1938, it proved to be a big hit and was nominated for four Academy Awards, including Best Picture. It was followed by two sequels, Four Wives in 1939 and Four Mothers in 1941, again starring the Lanes and Gale Page. Leota played Emma in the Lux Radio Theater version of the film heard on the evening of December 18, 1939. In New York, Leota had completed a BS degree in Music at the Juilliard School in May, 1939.\"Four Daughters was Screened too Late for the Father Who Had Five of Them.\" New York Post, 8 May 1939. Priscilla's next assignment was Yes, My Darling Daughter, adapted from a successful play. The story concerned a girl, the daughter of a feminist and one time suffragette, who decides to spend a weekend alone with her fiancé, played by Jeffrey Lynn. The premise of the film in which an unmarried couple spent a weekend together unchaperoned was roundly criticized and was banned in some parts of the United States. The publicity, however, piqued public curiosity, and the film became a box office hit. Priscilla received praise for her vivacious performance, as did Lynn playing the boy friend. The supporting cast included Roland Young, Fay Bainter, May Robson, Genevieve Tobin, and Ian Hunter. Upon completion of this film Warners sent Priscilla, Rosemary, Errol Flynn, and Ann Sheridan among others on a personal appearance tour in conjunction with the release of Flynn's first western Dodge City. Priscilla enjoyed the experience and the chance to travel through the country. Returning to Hollywood, another story was prepared to feature the four daughters, Daughters Courageous, which co-starred John Garfield who had also co-starred in both Four Daughters and Four Wives. Although the story was different, it also covered the lives and loves of four sisters, and proved to be another hit with the public. Priscilla was again cast with John Garfield in Dust Be My Destiny, a melodrama of prison life. She played the sympathetic stepdaughter of a brutal prison foreman, played by Stanley Ridges. She falls in love with convict Garfield. The original ending of the film had the young lovers dying as fugitives from justice. Audience reaction at previews was so negative that the studio withdrew the film and reshot a happy ending. Variety wrote, \"She is completely sincere throughout with several dramatic scenes rising far above the material provided.\" Rosemary Lane was also teamed with Garfield in Blackwell's Island (1939), however this was not a success. Priscilla attained full starring status in her next film, The Roaring Twenties and was billed above the title along with James Cagney. A major box office hit, Priscilla was shown to advantage as a night club singer, who marries lawyer Jeffrey Lynn, but is lusted after by gangster Cagney. She sang \"It Had to Be You\", \"Melancholy Baby\", and \"I’m Just Wild About Harry\". At this point, Priscilla was earning $750 a week, a fantastic salary for the Depression era, but puny compared to the salaries of other studio stars. She demanded an increase. She felt the plot of her next movie, Money and the Woman was sordid and refused to report for work. Her agent explained, \"The role is not one she should be asked to do.\" She was replaced by Brenda Marshall. Priscilla was next assigned the lead in My Love Came Back, a romantic story involving a female violinist. Again, Priscilla refused the part, so a furious Jack Warner suspended her. Olivia de Havilland, although equally reluctant to do the film, eventually agreed. ===Later careers and eventual retirement=== Lola continued her career into the 1940s with her tough girl persona in dramas such as Convicted Woman (1940), Gangs of Chicago (1940), Mystery Ship (1941), Miss V from Moscow (1942) and Lost Canyon (1942), although she desperately wanted to break away from her type-casting . She retired at the age of forty in 1946. Her last three films – Why Girls Leave Home (1945) as Irene Mitchell, Deadline at Dawn (1946) as Edna Bartelli, and They Made Me a Killer (1946) as Betty Ford – had her in supporting roles. Rosemary earned good reviews for 1940's The Boys from Syracuse, based on Rodgers and Hart's Broadway hit of 1938. The next year she made an unusual move for a film actress of her era by becoming a Broadway star in the musical Best Foot Forward, as Gale Joy, which opened on Broadway at the Ethel Barrymore Theatre on October 1, 1941. It closed after 326 performances on the fourth of July 1942. However she lost the subsequent movie role to Lucille Ball. Good movie roles dwindled and Rosemary closed out her film career in 1945 with Sing Me a Song of Texas, as nightclub singer Laurie Lang, the niece of a wealthy Texas rancher. She began a career selling real estate from an office in Pacific Palisades. After winning her raise, Priscilla returned to work, but the films assigned to her were no better than those she had turned down. Brother Rat and a Baby was an inferior sequel and Three Cheers for the Irish gave her little to do. The British Picturegoer magazine, always a supporter of the Lane Sisters, stated that all was not right with Priscilla Lane. In its June 15, 1940 issue, they wondered why \"Priscilla was still knocking at the door of major stardom\". They felt Warner Bros. was casting her as stooge to such actors as John Garfield and James Cagney. They went on to say Priscilla had great charm and while not a really great dramatic actress, deserved much larger and more important roles than she was getting. The same magazine, two years later on August 22, 1942, referred to their 1940 article and once again expressed disappointment at Warners' treatment of the star. They were unaware that she had already left the studio. On April 28, 1941, she was heard on Lux Radio Theater with George Brent and Gail Patrick in Wife, Husband and Friend. At Warner Bros. she appeared opposite Ronald Reagan in a light hearted comedy, Million Dollar Baby and as a night club singer in Blues in the Night. Frank Capra requested her for the lead opposite Cary Grant in Arsenic and Old Lace. The hit comedy film was completed in early 1942, but was not released until 1944, held up by contractual agreement not to distribute the film until the play's long Broadway run was over. It was Priscilla's last Warner film. Her contract was terminated by mutual agreement after five years with the studio. She freelanced next, signing a one-picture deal with Universal Studios where she starred with Robert Cummings in Alfred Hitchcock's Saboteur (1942). The director did not want either Cummings or Priscilla in the film. In Priscilla's case, Hitchcock felt she was too much the girl next door. Universal insisted that they play the leads, and when the film was released, Priscilla's acting was praised while some criticism was focused on Hitchcock for reworking so much from his earlier films into this wartime spy drama. Priscilla had commitments for two more films. The first was Silver Queens for producer Harry Sherman in which she was co-starred with George Brent and played the owner of a gambling house in 1870s San Francisco. The other film was a Jack Benny comedy, The Meanest Man in the World, released in January 1943. Priscilla then retired from films. For the duration of the war, she followed her husband across America as he moved from one military base to another. She was generous with her talents and often performed at camp shows. Leota, while married to Pitts, enlisted in the Women's Army Corps, serving with the Air Corps, in March 1944. Her husband was an aircraft corporation executive in Los Angeles.\"Leota Lane Pitts, Singer, Joins WACs.\" Albany (NY) Times-Union, 14 March 1944. While living in Van Nuys, Priscilla was offered and accepted the leading role in Fun on a Weekend for producer–director Andrew Stone, co- starring Eddie Bracken. When the film was released in 1947, Variety opined, \"Miss Lane, who's been absent from films for some time, gives a good enough performance which should ensure her work in more pictures.\" However, Priscilla returned to domestic life. Once again she and her husband moved, this time to Studio City. In 1948, Priscilla accepted the offer of the lead role opposite Lawrence Tierney in a film noir, Bodyguard, starring as Doris Brewster. During an interview with a Hollywood correspondent, she stated, \"I didn't realize how much I miss filming until I came back. I love this work, and I hope to make many, many more pictures.\" Bodyguard would be her last picture. An expected contract with RKO Studios did not come to pass. In January 1951, Cora Mullican died at the San Fernando Valley home her daughters had bought for her years earlier. Priscilla returned to show business briefly in 1958 with her own show on a local television station broadcasting from Boston. Titled The Priscilla Lane Show, she chatted and interviewed celebrities visiting the area. She enjoyed the television experience, but family demands proved too much, and she gave up after a year. ==Personal life== * Leota was married three times. She married her first husband Mischel D. Picard in 1928\"New York Manufacturer Marries Leota Lane.\" New York Sun, 10 December 1928. and her second husband Edward Joseph Pitts in 1941. Her third husband was Jerome Day, they were married until her death in 1963. * Lola was married five times. She was first married to actor Lew Ayres in September 1931. They subsequently divorced in January 1933. She married director Alexander Hall in 1934 and divorced in December 1936. Her next marriage was to Henry Clay Dunham in January 1941.Schenectady Gazette (January 4, 1941), p. 8.New York Times (January 6, 1941)New York Post (January 8, 1941), p. 9 They divorced in October 1945.San Mateo Times (October 8, 1945), p. 2Traverse City Record Eagle (October 8, 1945), p. 5 She married Roland West in 1946.Fidler in Hollywood Nevada State Journal (June 25, 1946), p. 4 West was a producer, director, and screenwriter. He was a suspect in the 1935 death of his girlfriend, actress Thelma Todd. Although a suspect, he was never arrested. West and Lola remained married until his death on March 31, 1952, from heart disease. Lola married Robert Hanlon three years later in 1955; they remained married until her death 26 years later. Hanlon died in 1988. * Rosemary married George H. \"Bud\" Westmore a Hollywood makeup artist on December 28, 1941. The marriage lasted 13 years and produced a daughter. She sued Westmore for separate maintenance in November 1952, saying he walked out on her four months earlier. Frank Westmore, in his book The Westmores of Hollywood, said Lane and Westmore \"had been very happy, or so everyone thought, including Rosemary.\" The couple went through a messy divorce in 1954. *Priscilla was married twice. She married assistant director and screenwriter Oren W. Haglund for one day on January 14, 1939, but left him the following day. She married Joseph Howard, an Army Air Corps lieutenant on May 22, 1942. The couple had four children together and remained married until Howard's death in 1976 at age 60. ==Deaths== * Leota died following open-heart surgery on July 25, 1963 in Glendale, California, aged 59. * Lola died of arterial disease on June 22, 1981 in Santa Barbara, California, aged 75. * Rosemary died on November 25, 1974, at the Motion Picture Country Hospital in Woodland Hills, California, aged 61, from a cerebral blood clot, stemming from diabetes and chronic pulmonary obstruction. Services were held in Santa Monica. For unknown reasons, Rosemary was buried in an unmarked grave at Forest Lawn Cemetery, Glendale. A grave marker was finally placed on June 14, 2012, giving her true year of birth (1913; sources had consistently cited 1914). * Priscilla was diagnosed with lung cancer in 1994. She moved to Wingate Nursing Home in Andover, Massachusetts, to be near her son Joe and his family. She died on April 4, 1995, aged 79, from lung cancer and chronic heart failure. A Roman Catholic convert, her funeral Mass was celebrated at St. Matthew's, Windham, New Hampshire and burial at Arlington National Cemetery, beside her husband, Colonel Joseph A. Howard, USAF, who had served his country for nearly forty years and was buried there with full military honors. ==Cultural references== *In episode 9 of the \"Topsy Turvy World\" sequence of The Bullwinkle Show, Boris Badenov gives Natasha Fatale three guesses as to who lives at the North Pole. She uses all three guesses in one reply, \"Santa Claus, Judge Crater, and the Lane Sisters.\" *Lois Lane, Superman's girlfriend was named after Lola Lane by comic book writer Jerry Siegel.Letters to the Editor, Time magazine (May 30, 1988), pp. 6-7. *The address of host Lionel Twain (played by Truman Capote) in Neil Simon's Murder By Death is shown on the invitations in the beginning of the movie as \"22 Lola Lane\". ==Filmography== ===Leota Lane=== * Three Hollywood Girls (1931) * You're Next to Closing (1939) ===Lola Lane=== ===Rosemary Lane=== *Sing Me a Song of Texas (1945) .... Laurie Lang *Trocadero (1944) .... Judy *Harvest Melody (1943) .... Gilda Parker *All by Myself (1943) .... Val Stevenson *Chatterbox (1943) .... Carol Forrest *Time Out for Rhythm (1941) .... Frances Lewis *Four Mothers (1941) .... Kay Lemp Forrest *Always a Bride (1940) .... Alice Bond *The Boys from Syracuse (1940) .... Phyllis *Ladies Must Live (1940) .... Pat Halliday *An Angel from Texas (1940) .... Lydia Weston *Four Wives (1939) .... Kay Lemp *The Return of Doctor X (1939) .... Joan Vance *Daughters Courageous (1939) .... Tinka Masters *The Oklahoma Kid (1939) .... Jane Hardwick *Blackwell's Island (1939) .... Mary 'Sunny' Walsh *Four Daughters (1938) .... Kay Lemp *Gold Diggers in Paris (1938) .... Kay Morrow *Hollywood Hotel (1937) .... Virginia Stanton *Varsity Show (1937) .... Barbara 'Babs' Steward ===Priscilla Lane=== == References == ==External links== * * * * * * * Category:Actresses from Iowa Category:Actresses from Indiana Category:American families Category:American film actresses Category:American vocal groups Category:Family musical groups Category:Show business families of the United States Category:Sibling quartets Category:Vocal quartets Category:20th-century American actresses Category:Burials at Forest Lawn Memorial Park (Glendale) Category:20th-century American singers Category:People from Indianola, Iowa Category:20th-century American women singers",
 "title": "Lane Sisters"
}