{
 "id": "526129",
 "text": "The Kunlun Mountains (, ; ) constitute one of the longest mountain chains in Asia, extending for more than . In the broadest sense, the chain forms the northern edge of the Tibetan Plateau south of the Tarim Basin. The exact definition of Kunlun Mountains varies over time. Older sources used Kunlun to mean the mountain belt that runs across the center of China, that is, Altyn Tagh along with the Qilian and Qin Mountains. Recent sourcesNational Geographic Atlas of China, 2008 have the Kunlun range forming most of the south side of the Tarim Basin and then continuing east south of the Altyn Tagh. Sima Qian (Records of the Grand Historian, scroll 123) says that Emperor Wu of Han sent men to find the source of the Yellow River and gave the name Kunlun to the mountains at its source. The name seems to have originated as a semi-mythical location in the classical Chinese text Classic of Mountains and Seas. ==Extent== left|thumb|277x277px|Kunlun range From the Pamirs of Tajikistan, the Kunlun Mountains run east through southern Xinjiang to Qinghai province. They stretch along the southern edge of what is now called the Tarim Basin, the infamous Takla Makan desert, and the Gobi Desert. A number of important rivers flow from the range including the Karakash River ('Black Jade River') and the Yurungkash River ('White Jade River'), which flow through the Khotan Oasis into the Taklamakan Desert. To the south of the Kunlun is the sparsely populated Changtang region, which forms part of the Tibetan Plateau. thumb|left|The Kunlun Pass Altyn-Tagh or Altun Range is one of the chief northern ranges of the Kunlun. Its northeastern extension Qilian Shan is another main northern range of the Kunlun. In the south main extension is the Min Shan. Bayan Har Mountains, a southern branch of the Kunlun Mountains, forms the watershed between the catchment basins of China's two longest rivers, the Yangtze River and the Yellow River. The highest mountain of the Kunlun Shan is the Kunlun Goddess (7,167 m) in the Keriya area in western Kunlun Shan. Some authorities claim that the Kunlun extends further northwest-wards as far as Kongur Tagh (7,649 m) and the famous Muztagh Ata (7,546 m). But these mountains are physically much more closely linked to the Pamir group (ancient Mount Imeon). The Arka Tagh (Arch Mountain) is in the center of the Kunlun Shan; its highest points are Ulugh Muztagh (6,973 m) and Bukadaban Feng (6,860 m). In the eastern Kunlun Shan the highest peaks are Yuzhu Peak (6,224 m) and Amne Machin [also Dradullungshong] (6,282 m); the latter is the eastern major peak in Kunlun Shan range and is thus considered as the eastern edge of Kunlun Shan range. The mountain range formed at the northern edges of the Cimmerian Plate during its collision, in the Late Triassic, with Siberia, which resulted in the closing of the Paleo-Tethys Ocean. The range has very few roads and in its 3,000 km length is crossed by only two. In the west, Highway 219 traverses the range en route from Yecheng, Xinjiang to Lhatse, Tibet. Further east, Highway 109 crosses between Lhasa and Golmud. ===Kunlun Volcanic Group=== Over 70 volcanic cones form the Kunlun Volcanic Group. They are not volcanic mountains, but cones. As such, they are not counted among the world volcanic mountain peaks. The group, however, musters the heights of above sea level (). If they were considered volcanic mountains, they would constitute the highest volcano in Asia and China and second highest in the Eastern Hemisphere (after Mount Kilimanjaro) and one of Volcanic Seven Summits by elevation. (Mount Damavand is the highest volcano in Asia, not the Kunlun cones.) The last known eruption in the volcanic group was on May 27, 1951. ==History and mythology== thumb|upright|Peak in Kunlun range Kunlun is originally the name of a mythical mountain believed to be a Taoist paradise. Mountain belief and Chinese civilization are closely related. And Kunlun is a semi-mythical region not far from the source of the Yellow River. After entering Chinese ideology during the Warring States Period (475-221 BC), Kunlun Mountains and Chinese culture are closely related. In the \"Book of Mountains and Seas\", Kunlun Mountain is mentioned: 昆仑之丘，是实惟帝下之都，神陆吾司之。 Which means \"The hill of Kunlun, which is the capital of the emperor, and the god of the land.\" Gu Jiegang divides the Chinese mythology system into the Kunlun system and the Penglai system based on the eastern and western regions. He believes that the myth of Kunlun \"originates in the western plateau, and its magical and magnificent stories spread to the east, and then follow the vast and boundless sea. The combination of these natural conditions has formed the Penglai mythology system in the coastal areas of Yan, Wu, Qi and Yue.\" In mythology, Kunlun Mountain is the birthplace and ancestral place of the Chinese nation. In mythology, Kunlun Mountain is the center of heaven and earth. It goes up to the sky and is the staircase to the sky. The \"Kunlun Mythology\" system takes Kunlun Mountain as an iconic place, and mainly focuses on the myths and stories of related characters such as the Yellow Emperor and the Queen Mother of the West(Xi Wang Mu). Stories such as Kuafu chasing the sun, Gonggong's anger touching Buzhou Mountain, and Chang'e flying to the moon all originate from Kunlun mythology. Mao Dun pointed out: \"The primitive people imagined that the gods lived in a group, and they also imagined that the gods lived on the extremely high mountains: so the highest mountain in the territory became the residence of the gods in mythology. The mystical idea of ​​​​this is what happened. The Chinese myth is equivalent to that of Kunlun. The first to visit this paradise was, according to the legends, King Mu (976-922 BCE) of the Zhou Dynasty. He supposedly discovered there the Jade Palace of the Yellow Emperor, the mythical originator of Chinese culture, and met Hsi Wang Mu (Xi Wang Mu), the 'Spirit Mother of the West' usually called the 'Queen Mother of the West', who was the object of an ancient religious cult which reached its peak in the Han Dynasty, and also had her mythical abode in these mountains. ==In popular culture== The Kunlun mountains (spelled \"Kuen-Lun\" in the book) are described as the location of the Shangri-La monastery in the 1933 novel Lost Horizon by English writer James Hilton. The mountains are the site of the fictional city of K'un Lun in the Marvel Comics Iron Fist series and the TV show of the same name. ==References== ==Further reading== *Munro-Hay, Stuart Aksum. Edinburgh: University Press. 1991. . ==External links== Category:Mountain ranges of China Category:Mountain ranges of Tibet Category:Tibetan Plateau Category:Mountains of Qinghai Category:Mountain ranges of Xinjiang Category:Sacred mountains Category:Sacred Mountains of China Category:Sites along the Silk Road Category:Mountain ranges of Asia",
 "title": "Kunlun Mountains"
}