{
 "id": "526211",
 "text": ", literally translated \"Germans of the \", is an archaic term for those ethnic Germans who resided within the German state that was founded in 1871. In contemporary usage, it referred to German citizens, the word signifying people from the German , i.e., Imperial Germany or , which was the official name of Germany between 1871 and 1949. The opposite of the is, then, depending on context and historical period, , (however, usually meaning German citizens living abroad), or a more specific term denoting the area of settlement, such as Baltic Germans or Volga Germans (). ==Term== The key problem with the terms , , (of German descent, as to citizenship or ethnicity), and related ones is that the usage of the words often depends on context, i.e. who uses them where and when. There are, in that sense, no general legal or \"right\" definitions, although during the 20th century, all terms acquired legal — yet also changing — definitions. The reason for the differentiation is that there has been a historical shift in the meaning of what belonging to a nation means. Until the early 19th century, a demonym such as \"German\" — apart from the vernacular — was not too meaningful, although at least since the German Campaign of the Napoleonic Wars, the concept certainly existed. If anything, it was more seen as a cultural concept. The idea of a , as advocated by philosophers like (1744–1803) and (1762–1814), includes German first language, religion (in different forms), and already sometimes German origin, descent or race in a vague sense. With the 1871 unification of Germany under Prussian leadership, the concept of the German people first acquired a legal-political meaning, which they have retained until now. However, the German Empire as a \"Lesser German\" answer to the German Question, did not encompass more than two thirds of the German (language area). For someone who considered themselves German but living abroad, e.g., in multi-ethnic Austria-Hungary, meant any German who was a citizen of the German , as opposed to someone living abroad (and usually without a German passport). Part of the identity of ethnic German minorities living abroad — a classic example are the Baltic Germans — was to define themselves as German, using the pre-1871 concept. However, visiting the Russian Baltic governorates in the late 19th century, for instance, resented the claims of the Baltic Germans to be German — for the Germans from the Reich, to be German meant to be a German citizen, while for the Baltic Germans, it meant cultural-historical belonging. It was however not until the German nationality law () of 1913 finally established the citizenship of the German Reich, whereas earlier political rights (including the claim to receive identity papers and passports) derived from one's citizenship of one of the States of the German Empire. The citizens of some German states comprised also autochthonous or immigrant ethnic minorities of other than German ethnicity, which is why citizens of the German Empire always also comprised people of other ethnicity than the German (e.g. Danish, French, Frisian, Polish, Romani, Sorbian etc.). German citizenship is passed on from parent to child () whatever their ethnicity is. With naturalisation of aliens as German citizens, however, their eventual German ethnicity formed or still forms an advantage under certain circumstances (see ). In Nazi Germany, the of 1935, part of the Nuremberg Laws established the legal status of , i.e. German citizens \"of German or congeneric blood\". As a result, Jews and \"\" officially became second-class citizens. After World War II and the establishment of the West German Federal Republic of Germany in 1949, the analogous terms (i.e., Federal Germans) and (i.e., Federal citizens) were colloquially used to distinguish citizens from people entitled to German citizenship, but as a matter of fact unwilling or unable to exercise it, such as citizens of East Germany () and East Berlin, or of the Saar Protectorate. Category:German people Category:Ethnonyms",
 "title": "Reichsdeutsche"
}