{
 "id": "526437",
 "text": "John Coprario (c. 1570 - 1626), also known as Giovanni Coprario or Coperario, was an English composer and viol player. According to later commentators such as John Playford and Roger North, he changed his name from either Cowper or Cooper to Coperario in the early 17th century (at least as early as February 1601), though he himself spelled his name \"John Coprario\". Anthony Wood said he changed his name after an extended visit to Italy, and though he is documented as having visited the Low Countries in 1603, evidence confirming his presence in Italy has not been found.Christopher D.S. Field, \"Coprario [Coperario, Cooper, Cowper], John [Giovanni]\", The New Grove Dictionary of Music and Musicians, second edition, edited by Stanley Sadie and John Tyrrell (London: Macmillan Publishers, 2001). From 1622 he served and may have taught the Prince of Wales, for whom he continued to work upon his succession as Charles I. His longtime patron was Edward Seymour, Earl of Hertford, for whom, according to Thomas Fuller's The History of the Worthies of England (1662), he taught William Lawes.John Irving, \"Coprario, John\", Oxford Dictionary of National Biography, 60 vols., edited by H. C. G. (Henry Colin Gray) Matthew Brian Harrison (London and New York: Oxford University Press, 2004). . Among Coprario's works are fantasias, suites and other works for viols and violins, and two collections of songs, Funeral Teares (1606) and Songs of Mourning: Bewailing the Untimely Death of Prince Henry (1613). He also penned a treatise on composition, Rules how to Compose. According to Ernst Meyer, Coprario was a Londoner who Italianized his name as Italian music and musicians became more fashionable, and spent much of his life as a musician in the royal court. Ninety-six fantasias for three up to six voices, most of them in two Oxford and Royal College of Music collections, were known to exist by Coprario (as of 1946). Meyer also notes that most of Coprario's five- and six-part fantasias are mainly transcriptions, or imitations, of his madrigals, but that his fantasias for three or four instrumental parts are, formally especially, independently interesting. ==References== ==External links== * * https://web.archive.org/web/20180106212629/http://www.geocities.jp/lyrischesuite/Coprario.htm Category:English classical composers Category:English viol players Category:English Baroque composers Category:Renaissance composers Category:1570s births Category:1626 deaths Category:People of the Elizabethan era Category:English music theorists Category:16th-century English composers Category:16th-century English musicians Category:17th-century English musicians Category:17th-century English composers Category:17th-century classical composers Category:English male classical composers",
 "title": "John Coprario"
}