{
 "id": "526542",
 "text": "Abdulah Sidran (born 2 October 1944), often referred to by his hypocoristic nickname Avdo, is a Bosnian poet and screenwriter. He is best known for writing the poetry book Sarajevski Tabut and the scripts for When Father Was Away on Business and Do You Remember Dolly Bell?. ==Early life and family== Abdulah Sidran, the second of four children, was born in Sarajevo, Bosnia and Herzegovina on 2 October 1944, although several sources inaccurately give his date of birth as 29 September 1944. His parents were Muslims and ethnic Bosniaks; father Mehmed (1915–1965) was born in Kiseljak and worked as a locksmith at a railway workshop, while his mother Behija (née Jukić) was a housewife. Sidran has three siblings Ekrem (born 1942; deceased), Nedim (born 4 February 1947) and Edina (born 1953). He was named after his paternal uncle, a typographer and compositor, who perished in 1943 at the Jasenovac concentration camp. The Sidran family roots trace back to the hamlet Biograd near Nevesinje, Bosnia and Herzegovina. Abdulah's paternal grandfather Hasan Sidran relocated to Sarajevo from Biograd in 1903. ==Personal life== After spending most of his life in Sarajevo, Sidran lived in Goražde before moving to a small village near Tešanj where he currently lives. In 2019, Sidran, together with some thirty world intellectuals met with French President Emmanuel Macron. A meeting of world intellectuals with the president of France was initiated by the prominent French philosopher, writer and journalist Bernard-Henri Levy. On 8 December 2020, it was confirmed that he tested positive for COVID-19, amid its pandemic in Bosnia and Herzegovina; by 8 January 2021, he recovered. ==Works== His major works include Šahbaza, Bone and Meat, The Sarajevo Tomb (Sarajevski tabut), Why is Venice Sinking (Zašto tone Venecija), several books of poetry, and screenplays for movies from the former Yugoslavia, such as When Father Was Away on Business and Do You Remember Dolly Bell?, directed by Emir Kusturica, and Kuduz, directed by Ademir Kenović. ==References== ==External links== * Category:1944 births Category:Living people Category:Writers from Sarajevo Category:Bosniaks of Bosnia and Herzegovina Category:Bosnia and Herzegovina Muslims Category:20th- century male writers Category:Yugoslav screenwriters Category:Bosnia and Herzegovina screenwriters Category:Yugoslav poets Category:Bosnia and Herzegovina poets Category:Bosniak poets Category:Golden Arena winners",
 "title": "Abdulah Sidran"
}