{
 "id": "526665",
 "text": "The Light of Other Days is a 2000 science fiction novel written by Stephen Baxter based on a synopsis by Arthur C. Clarke,Arthur C. Clarke, Profiles of the Future: An Inquiry into the Limits of the Possible, Millennium [i.e., Second] Edition, Victor Gollancz – An imprint of Orion Books Ltd., 1999, p. 118: \"the novel that Stephen Baxter has now written from my synopsis — The Light of Other Days.\" which explores the development of wormhole technology to the point where information can be passed instantaneously between points in the spacetime continuum. ==Plot== Wormhole technology has advanced to the point where information can be passed instantaneously between points in the spacetime continuum. The wormhole technology is first used to send digital information via gamma rays, then developed further to transmit light waves. The media corporation that develops this advance can spy on anyone, anywhere it chooses. A logical development from the laws of space-time allows light waves to be detected from the past. This enhances the wormhole technology into a \"time viewer\" where anyone opening a wormhole can view people and events from any point throughout time and space. When the technology is released to the general public, it effectively destroys all secrecy and privacy. The novel examines the philosophical issues that arise from the world's population (increasingly suffering from ecological and political disturbances) being aware that they could be under constant observation by anyone, or that they could observe anyone without their knowledge. Anyone is able to observe the true past events of their families and their heroes. An underground forms which attempts to escape this observation; corruption and crime are drastically reduced; states discover the true causes and outcomes of international conflicts; and religions worldwide are forced to re-evaluate their divine histories. As the underground movement grows, it utilises a direct neural interface coupled with the unlimited communication provided by the wormhole technology to develop a group mind. One of the central themes of the novel is that history is biased towards viewpoints of the person who wrote it. Hence many great \"historical\" events often did not occur as they now are collectively remembered. For example, during the book's progression, the time viewer technology shows that Jesus was the illegitimate son of a Roman centurion (although the apocryphal story of his visiting Great Britain is proven to be true), and that Moses was based on a collection of stories rather than the actions of a real person. A time hole is opened to the beginning of life on Earth, and it is discovered that all existing life is descended from a biological sample placed by intelligent beings (labeled Sisyphans) who inhabited the Earth over three billion years ago, trying to preserve genetic samples when geological and climatic changes and a large bolide threatened an extinction level event. By combining past viewing with neural sensing wormholes, scientists also find ways to copy the dead from the past and upload them to the present, achieving Nikolai Fedorov's vision of technological resurrection of the dead, bringing back to life all the dead from the past. ==Characters== * Hiram Patterson is the father of Bobby Patterson and David Curzon, and the founder and CEO of the fictional company OurWorld. His first name in Hebrew means \"high-bred\" which denotes his high status. The success of the WormCam and the SmartShroud (which makes objects invisible, thus undetectable by the WormCam) is only the tip of the iceberg for him; he plans to use wormholes to extract energy from the Earth and the stars themselves to monopolise the energy industry. As the main antagonist, Hiram seems to be the personification of a misanthropic view of humanity – greedy, Machiavellian, and entirely self-serving. He manipulates the main characters starting in the first chapter: Bobby is given a brain implant at an early age so that he can be controlled; David receives a superb education so that he may be useful in the future; and, in an effort to further assert his control over Bobby, Kate is framed for allegedly stealing information from a competing company. His professed love for Bobby is in fact just a ploy to mould him into the perfect heir. * Kate Manzoni is a journalist who is credited with breaking the story of the \"Wormwood Discovery\". First detected by a group of amateur astronomers, the Wormwood is a supermassive asteroid on a direct collision course with Earth, projected to arrive in approximately five hundred years with potentially cataclysmic consequences. News of the Wormwood has profound impacts on the world's political and social climate, coinciding with those brought on by advances in WormCam technology. Kate falls in love with Hiram's son Bobby and assists him in breaking free of his father's manipulation, while inadvertently allowing herself to be manipulated by Hiram. * David Curzon is Hiram's son from his first marriage and Bobby's half-brother. His first name is derived from the Biblical character, David, who was once the king of Israel. David's research leads to the development of the WormCam and many of its subsequent advances. * Bobby Patterson is Hiram's cloned son and heir apparent, and the half-brother of David. ==Similar themes in literature== * \"Light of Other Days\" is the title of a 1966 Hugo- and Nebula-nominated short story by Bob Shaw. It was incorporated into a novel in 1972, Other Days, Other Eyes, which also dealt with issues of surveillance and privacy. The title for both the novel and the short story is drawn from the poem \"Light of Other Days\" by Thomas Moore. * A time viewer is also used in Clarke's Childhood's End, although it plays a minor role in the plot. Clarke discusses this device and its use in other science fiction in the afterword to the novel. * The 1956 Isaac Asimov short story \"The Dead Past\" also deals with the construction of a time viewer. The revelation of its impact on privacy comprises part of its twist ending. * \"O.B.I.T.\" is an episode of the original Outer Limits TV show (aired 4 November 1963) which included a device that allowed viewing of ongoing current events. ==Release details== *2000, U.S., Voyager (), Pub date 18 September 2000, hardback (First edition) ==References== == External links == * Category:2000 British novels Category:Collaborative novels Category:Novels by Arthur C. Clarke Category:Novels by Stephen Baxter Category:2000 science fiction novels Category:Novelistic portrayals of Jesus Category:Tor Books books Category:Fiction about wormholes Category:Novels about mass surveillance Category:Novels about time travel Category:Hive minds in fiction Category:Brain–computer interfacing in fiction",
 "title": "The Light of Other Days"
}