{
 "id": "526706",
 "text": "Sonic the Comic was a British children's comic published by Fleetway Editions between 1993 and 2002. It was the UK's Sega comic, featuring stories about its mascot Sonic the Hedgehog and related characters, as well as comic strips based on other Sega video games, along with news, reviews, and tips for games released for Sega systems. ==Format and publication history== The original price for Sonic the Comic was 95 pence, but it incrementally increased over the comic's lifespan, until the price had reached £1.50 by the final issue. The comic generally contained four comic strip stories, each usually following different storylines and being written and drawn by different writers and artists. The first was always a seven-page story about Sonic himself (except for #148 which began with the Tails strip), and in the earliest issues, the remaining three would involve a different Sega game character (see list below). Later, the Sega backup strips were supplanted by stories focusing on supporting Sonic characters such as Tails, Knuckles, Amy and Chaotix. The anthology \"Sonic's World\" featured a variety of events in the STC world not covered by the main character strips. The different strips could at times contrast heavily with each other, with different strips aimed at different age groups or with a different balance between comedy and drama: the humour-based Decap Attack strip could appear alongside the darker and more violent Streets of Rage strip. Lew Stringer has stated that majority of readers were aged between five and ten and many strips were written with this in mind: \"That doesn't mean that older readers can't appreciate the stories and artwork of course but it's worth bearing in mind that if the stories sometimes seem juvenile, it's because they are. Having said that, it doesn't mean we can be sloppy because we're 'just' writing for kids\". Aside from the comic strips, for its first few years STC regularly featured content related to Sega videogaming. Fitting in with the Sonic convention of calling levels \"Zones\", these sections were given such titles as the \"Q-Zone\" (which featured videogame tips and cheats), the \"News Zone\" and the \"Review Zone\". Readers' artwork was printed in the \"Graphic Zone\", and letters were featured in \"Speedlines\". ===Megadroid=== The mascot of the comic was a robot named Megadroid, composed of parts of a Sega Genesis/Mega Drive. Megadroid was the persona used by the editors of Sonic the Comic to answer letters and provide story recaps and general magazine news (much like Tharg in 2000AD, and in fact created by former Tharg Richard Burton). He acted as a liaison between the readers (whom he called \"boomers\") and the \"humes who think they're in charge\". Megadroid had a one-off strip, in which he ran away from the STC offices to a seaside town only to return from his harrowing experience to attend to the needs of the boomers. Megadroid was dropped from the comic in 1998, and with him the \"Speedlines\" letter page vanished. Speedlines returned in 2000, though it was no longer a regular feature and instead of Megadroid, the letters were supposedly answered by Sonic himself (actually editor Andy Diggle and later Steve MacManus). ===Staff=== The bulk of the work in the comic was written by either Nigel Kitching or Lew Stringer, while art was provided by Richard Elson, Nigel Dobbyn, Carl Flint, Woodrow Phoenix, Roberto Corona, Mike McMahon, Kitching himself and many others. The first editor was Richard Burton. Several of the comic's contributors have found success elsewhere in comics. Mark Millar, who wrote the first Streets of Rage storyline and some Sonic strips, has since written major titles for DC and Marvel Comics such as Wanted and Civil War; editor Andy Diggle has since become a comics writer; and Road to Perdition illustrator Richard Rayner contributed to Decap Attack scripts. ===Demise=== The demise of STC began when budget cuts at the comic led to the number of pages being cut from 36 to 32 beginning with issue 95 in 1997 and as a result, the loss of the news, game review and game tips sections (though the slow phasing out of these sections had already been ongoing since early 1995). Despite being one of Fleetway's biggest selling comics in 1998, from issue 133, published that July, one strip an issue was given over to reprints to save money as part of Fleetway's policy of five-year reader cycles (issue 133 was published shortly after the comic's fifth birthday). Later in the year, the mascot Megadroid was removed, along with the \"Speedlines\" letters page. Two further strips were replaced by reprints in issues 155 and 157, leaving just the main Sonic strip and the cover as the only new material in each issue. With the lack of new supporting character strips, Nigel Kitching was asked to share the main strip with Lew Stringer, causing the plans for the \"Shanazar\" story arc to be heavily altered. During this time, the main strip's stories came under the \"Time Zone\" banner, mostly being set on Shanazar and then later involving dimensional portals leading to other dimensions and Earth's history (identical to the previous Amy and Tekno stories) due to editorial preference. Neither Mobius nor any of the main characters bar Sonic and Amy featured, and the lack of ancillary strips meant no other stories could be told. Following issue 157, Lew Stringer replaced Nigel Kitching as the comic's sole writer. After Andy Diggle became the comic's editor, Stringer's run concluded with an apocalyptic final storyline, and Kitching returned with issue 175 for a ten-part adaptation of the videogame Sonic Adventure. From issue 185, the comic became fully reprint, aside from new covers drawn by Richard Elson. This happened at short notice – even Kitching was not aware that issue 184 would be his last until he requested an extension for the ten-issue storyline he was in the middle of writing, having apparently already made plans for future stories that would follow it. He revealed the cancellation to fans on the unofficial STC Yahoo! Groups mailing list on 19 April 2000, a little over two months before the last issue was published and only a few weeks after he himself had been made aware of the fact. As a result, the final story ended with a handful of loose ends from earlier stories left untied. Fully reprint issues continued to be published until issue 223, which reprinted the four-part storyline \"The Evil Empire\" and featured an article by Nigel Kitching about his time working on the comic, an abridged version of which was posted to the STC Mailing List. ==Sonic the Hedgehog comic strips== Sonic the Comic began its run with a series of fairly inconsequential one-shot stories, and only established its identity and ongoing storyline and setting with the new team of writer Nigel Kitching and artist Richard Elson for the issue 7 story \"Super Sonic\" and issue 8's \"The Origin of Sonic\". The comic adopted a version of the \"Kintobor origin\" of Sonic and Doctor Robotnik, which had originally been featured in a promotional comic for the first Sonic game printed in Disney Adventures and had been elaborated upon in Mike Pattenden's book Stay Sonic. Like other UK Sonic publications, STC used the Stay Sonic version as its basis. This origin story established that Sonic was originally a normal brown hedgehog on the planet Mobius, who burrowed his way into the underground laboratory of Dr. Ovi Kintobor, a scientist who wished to rid the planet of all evil through the use of powerful gems called the Chaos Emeralds. In addition, he helped Sonic increase his running speed with the gift of red shoes designed to handle the incredible friction he generated, until the hedgehog eventually broke the sound barrier with a sonic boom which turned him blue. However, an accident involving the unstable Chaos Emeralds and a rotten egg transformed Kintobor into the evil Dr Ivo Robotnik, leading to the events of the games Sonic the Hedgehog and Sonic the Hedgehog 2. \"The Origin of Sonic\" led into a storyline in which Sonic, Tails and their friends were sent forward in time six months. During their absence, Doctor Robotnik had successfully conquered the entire planet of Mobius, and Sonic and co. were forced underground, operating as \"freedom fighters\" attempting to bring down Robotnik's rule of the planet. This situation remained until issue 100 (1997), when Robotnik was deposed. In the comic's early issues, three of the four strips in each edition were based on popular Sega video games. As time went on, these strips dwindled and were phased out entirely in favour of other stories about Sonic and related characters. The first of these was a Tails solo series which saw him return to his home in the Nameless Zone, where it was believed that he, not Sonic, was the great hero of Mobius. In addition to Tails and Sonic, other members of the Freedom Fighters included Johnny Lightfoot and Porker Lewis, characters based upon the generic rabbit and pig sprites freed from Badniks in the video games. The team soon added the \"Kintobor computer\" to their ranks - an artificial intelligence based on the brain patterns of Doctor Robotnik's former self - and were later joined by Amy Rose, a female hedgehog infatuated with Sonic, whose lies about being his girlfriend had made her a target for Robotnik's forces. Robotnik himself was later redesigned to match the appearance of his counterpart in the animated series Adventures of Sonic the Hedgehog; and he gained a close ally in the green-skinned scientist Grimer, the comic's equivalent of Snively from the cartoon Sonic the Hedgehog. Grimer was instrumental in creating Metallix, the Metal Sonic, an enemy that featured prominently in Sonic the Comic's first major multi-part Sonic story, an adaptation of the video game Sonic CD entitled \"The Sonic Terminator\". Knuckles the Echidna and the Floating Island soon made their debuts as Sonic the Hedgehog 3 and Sonic & Knuckles were adapted, and Knuckles subsequently featured in his own storylines in which he attempted to learn more about his lost race of Echidnas and their relationship with the Floating Island and the Chaos Emeralds. The comic also introduced original characters such as the sky pirate Captain Plunder, rebellious super-Badnik Shortfuse the Cybernik and engineering genius Tekno the Canary, who occasionally featured in their own dedicated strips. The comic's incorporation of characters from Knuckles' Chaotix established the alternate dimension called the Special Zone as a major location, and also introduced the Brotherhood of Metallix, an army of Metal Sonic robots who rebelled against Robotnik and embarked on a plan to alter the timeline and take over Mobius. One element of Sonic the Comic that was distinct from other Sonic fiction was its depiction of Sonic's powered-up form, Super Sonic or known to fans as \"Fleetway Super Sonic\". In STC, Super Sonic was a monstrous, inhibitionless alter-ego, the Mr. Hyde to Sonic's Doctor Jekyll, into which Sonic transformed in times of stress or exposure to the Chaos Emeralds. The appearances of Super Sonic were few and far between in the first eighty or so issues of the comic, although he became a prominent threat during the build-up to issue 100. Following a storyline in which the Chaos Emeralds' energy was transferred out of Sonic and into the Special Zone, Super Sonic continued to exist as a separate entity, forcing Sonic to pursue him. After Super Sonic was defeated by being frozen in time within the time- travelling, dimension-jumping Omni-Viewer, Sonic was left isolated in the Special Zone; on Mobius, Shortfuse joined the Freedom Fighters, and Knuckles ended a long quest back to the Floating Island. Super Sonic's subsequent escape from the Omni-Viewer triggered a planet-wide electromagnetic pulse that the Omni-Viewer shunted to Mobius, deactivating all of Robotnik's robots and computer systems. With no technology or troops to protect him, Robotnik was finally deposed as Mobius' ruler in the comic's 100th issue. After establishing the new state of play on Mobius—including the now-amnesiac Super Sonic's befriending of magician Ebony and psychic Pyjamas—the next major move for STC was its adaptation of Sonic 3D Blast, which proved to be the last game adaptation for a prolonged period of time. Although it ultimately amounted to little more than use of the different elements from the game (Flickies Island, the birds used for Badniks and dimensional travel via Mobius Rings), with the added introduction of a new Metallix villain (with its design based on Knuckles this time), it was a key stepping stone in shaping the direction of Sonic stories right up until the conclusion of the series. The story introduced the interdimensional alien race known as the Drakon Empire (spun out of a dangling plot point from nearly one hundred issues prior), who allied themselves with Doctor Robotnik in an attempt to acquire the Chaos Emeralds, revealing their previous ownership of the gems ages prior. Alliances, betrayals and double-crosses culminated in Robotnik's successful capture of the Emeralds and a 4-issue epic in which he had god-like powers & reshaped Mobius entirely, but when his body was drained of Chaos Energy, he vanished into a sub-atomic dimension. A series of dimension-hopping adventures by Amy and Tekno resulted in Mobius being briefly invaded by Earth military forces, after which Sonic pursued Grimer and Nack the Weasel in their quest to recover Robotnik. Trapped on the sub-atomic world of Shanazar, Sonic found it hard to adapt to the local culture, and when Amy's adventures led her to join him on the planet, the two explored the world's numerous vastly different zones, combating myriad threats. Robotnik had his own plans, however, using the dimensional technology that brought Sonic, Grimer and Nack to Shanazar to enlarge the world, fusing it with Mobius in a Crisis on Infinite Earths-style event. Shanazar's zones could now be accessed from portals on Mobius, and various doorways had also opened to various points in Earth's history. Infuriated with yet another failure, however, Robotnik decided to bring his long war with Sonic to an end by destroying Mobius once and for all. Entering into a partnership with the living plastic alien hive-mind, The Plax, Robotnik used their technology to absorb elemental energy from both Mobius and Earth, forcing both worlds into total ecological collapse. His scheme was again foiled, however, by Shortfuse, who wired his armour into Robotnik's machine, undoing the damage and draining the energy from the villain, with the added bonus of the feedback finally liberating him from his armour. This proved to be one defeat too many for Robotnik; retreating physically and mentally, he languished in darkness until Grimer, desperate to snap his master out of his depression, initiated the events of the comic's final storyline, the adaptation of Sonic Adventure (although in practice, this would prove to be the loosest game adaptation yet, as the game's wildly different approach was largely incompatible with the STC universe). Discovering a canister containing a creature of living chaos energy, Grimer unleashed the fear-inducing \"Chaos\" upon the Freedom Fighters, leading to the death of Johnny Lightfoot. Rampaging out of Grimer's control, Chaos then attacked the Floating Island, intending to absorb the Chaos Emeralds; however, Knuckles jettisoned the emeralds before he could absorb more than one, causing the island itself to plunge into the ocean. While Robotnik then set about gathering the emeralds to lure all the players to his fortress that they might all die together, Sonic was transported into the ancient past of Mobius by Tikal and Pachacamac, two of the planet's race of echidnas, where he witnessed the beginning of the war between the Echidnas and the Drakon Empire, the origins of the Chaos Emeralds, and the creation of Chaos, who proved to be a Drakon prosecutor mutated by exposure to the emeralds. Returning to the present, Sonic arrived just as Chaos absorbed the remaining emeralds and became Perfect Chaos. Robotnik's suicide plan was thwarted, however, by the unexpected appearance of Super Sonic, dying due to depletion of his own chaos energy. Absorbing Chaos's energy, reverting him back to his Drakon form, Super Sonic became his old evil self again and turned on the Freedom Fighters, until Ebony used her magics to fuse Sonic and Super Sonic back together again. The original stories in Sonic the Comic came to an end at this point with issue #184, but the comic continued until #223 with reprinted material from throughout the magazine's life. ===Characters=== ====Sonic the Hedgehog==== As the central protagonist and main character of the comic, Sonic's personality differed slightly from his typical portrayals in other Sonic fiction; a flawed hero, he can act arrogant, rude and somewhat self-centred, being condescending towards Tails in particular (often referring to him as \"pixel brain\"). Despite his flaws, Sonic will always rescue the innocent from danger when the situation arises. After Johnny Lightfoot's death at the hands of Chaos, Sonic blames himself and disappears for a short while, returning from his self-imposed exile with a less egocentric attitude and a stronger will. Sonic's origin was first used in 1991 in a Disney comic then now put into Sonic the Comic. Sonic was once a brown hedgehog, he then one day met the scientist Dr. Kintobor who invented a machine powered by the mysterious power of the Chaos Emeralds. Dr. Kintobor also invented Sonic's trademark speed shoes to help amplify Sonic's speed. While testing Dr. Kintobor's invention, Sonic broke the sound barrier, giving him his looks and speed. The adaptation of Sonic Adventure led to Sonic's redesign to match his modern incarnation. When Sonic is required to do some undercover work, he adopts the persona of \"Bob Beaky\", a heavily wrapped up bird. ====Miles \"Tails\" Prower==== Tails is Sonic's best friend as well as sidekick. Tails is commonly insulted by Sonic, who often calls him \"Pixel Brain\". Despite this, Tails still looks up to him. Tails was born in the Nameless Zone. Similar to Tails' backstory in the Canon games, he used to get picked on due to his twin tails. Tails eventually ran off and was found by Sonic in the Swamp Zone. This depiction of Tails does not have the genius- level intelligence of his video game counterpart, but is capable of flying the Tornado on his own, and coming up with cunning schemes to triumph over his enemies. ====Knuckles the Echidna==== Knuckles is the guardian of the Master Emerald, which gives the Chaos Emeralds their power as well as the secret to the Floating Island's levitation powers. Following the adaptation of Sonic Adventure, Knuckles is also in possession of one of the Chaos Emeralds. In this media depiction, Knuckles is not too fond of Sonic's character, and is notably less gullible than his video game counterpart. ====Amy Rose==== Amy first appeared in a two-part story where she was arrested by Dr. Robotnik's Trooper Badniks for the criminal offense of association with Sonic; she had been saying she was his girlfriend. While annoyed at the fact she had been lying about them being an \"item\", Sonic still had a duty to rescue her and did so, but to his horror realised that she was now a fugitive and would have to stay with the Freedom Fighters. Amy's character swiftly matured as the comic went on and became one of the most valuable members of the Freedom Fighters, especially due to her expert marksmanship with her crossbow (as opposed to wielding the Piko Piko Hammer), which she created herself. The notion of a love interest in Sonic was, for the most part, underplayed and one of the comic's writers, Nigel Kitching, revealed he saw it partly as Amy just trying to annoy Sonic. Several times, Sonic would be left exasperated by either civilians assuming the two were dating, which Amy would play along with or her playing up the crush. Because of this, when trapped on the Miracle Planet with her, he faked being lost for two days.Sonic the Comic #61, \"The Brotherhood Of Metallix part 3\" She appeared often in strips, with a few solo stories by Lew Stringer where she saved the day without the others noticing. She constantly showed self-righteousness, pragmatism and quick thinking: in the story \"Plasma\" in #78, she both worked out how to defeat the villain and let Sonic believe he had as she knew that, as a symbol of hope for Mobius, \"it's important that they think it's him who saves the day!\". She also took a second-in-command role, taking full control when Sonic was absent or transformed into Super Sonic. When Sonic was lost in the Special Zone, she led the Freedom FightersFrom Sonic the Comic #89, the \"Sonic's World\" back-up strips until he returned in #100. At a later part of the comic's life, Amy would be mostly written by Lew Stringer as a straightforward adventurer and had a long series of back-up strips teamed up with her best friend Tekno. Nigel Kitching originally planned for Amy to be more of an irritant for Sonic, influenced by 1930s and 40s \"Hollywood screwball comedies\" like It's a Wonderful World, but while still being a capable fighter. However, Deborah Tate wanted the character to be of a role model for girls, as she was the only female regular character at the time, and dictated that she be more sensible and mature. ====The Chaotix Crew==== The Chaotix characters—Vector, Mighty, Espio, and Charmy—were written into Sonic the Comic as protectors of the Special Zone. The storyline had them framed without losing Sonic's trust. Along with Knuckles, this ensemble has been developed through many adventures as some of Sonic's best friends, always willing to help out. === Lists of heroes and villains === ====Heroes==== *Sonic The Hedgehog *Miles \"Tails\" Prower *Knuckles the Echidna *Amy Rose *Johnny Lightfoot *Porker Lewis *Shortfuse the Cybernik *Tekno the Canary *The Chaotix Crew *The Omni-Viewer *Doctor Ovi Kintobor *Tikal the Echidna *Morain Blackthorn *Ebony the Cat *Norris Wimple *Fabian Vane *Eternity Ring *Big the Cat *Police Chief Bodger *The Ultimax *Pyjamas *Blockhead Bill *Sally and Tufftee Acorn *Queen Bee ====Villains==== *Doctor Robotnik *Grimer *Super Sonic *Doctor Zachary *Commander Brutus *Captain Plunder *The Drakon Empire *Metallix, the Metal Sonic and the Brotherhood of Metallix *Nack the Weasel *Megatox *Nutzan Bolt *Chaos *The Plax *Trogg *Lord Sidewinder *Max Gamble *Vermin the Cybernik *D.R.A.T. *Metamorphia *Marxio Brothers *Death-Trap *Colonel Percy Granite *Windy Wallis *Cam and Bert *Vichama *The Family *Percival Kane *Ryan Baggit *Spice Maidens *Ms Alpha, Mr Beta, Mr Gamma and Mr Delta ==Non-Sonic comic strips== When STC started out, three of the four strips in each issue originated from games other than Sonic. After a while, they were gradually replaced by Sonic spin-offs. *Shinobi (3 series) *Streets of Rage (3 series) *Kid Chameleon (2 series) *Eternal Champions (2 series) *Golden Axe (2 series) *Decap Attack (3 series) *\"Pirate STC\" (1 series) *Marko's Magic Football (1 series) *Ecco the Dolphin (2 series) *Wonder Boy (2 series) *Sparkster (1 series) *Mutant League Football (1 series) *Shining Force (1 series) *\"Megadroid\" (2 series) Of these, \"Pirate STC\" and the \"Megadroid\" strips was the only ones not to be based on an existing video game; \"Pirate STC\" was based on a series of adverts for the Sega Mega Drive and Mega-CD, while the \"Megadroid\" strips were based on the host robot of Sonic the Comic. ===Decap Attack=== Decap Attack was an adaptation of a Genesis/Mega Drive game. The strip outlasted all the other non-Sonic strips, seemingly becoming Nigel Kitching's pet project. Richard Piers Rayner co-wrote some episodes and Mike McMahon drew several. The strip contained a very absurdist and manic sense of black humour, dealing with the daily life of Chuck, Head (the talking skull who, to Head's annoyance, gets thrown at enemies), the evil-minded Igor (who is constantly trying to kill Chuck) and the stereotypical mad scientist Professor Frank N. Stein, who is actually putting on his German accent and really comes from Cardiff. The game's adversary Max D. Cap only appeared twice, along with his accountant sidekick Rupert, who is constantly encouraging Max to be more stereotypically evil in his mannerisms. In the first story, he was chased away by the horror of Stein's newest creation, a creature cloned with half a brain (\"...a Blockbusters contestant!\"); in the second, he was in charge of the train to Hell (\"now boarding for Hell, Damnation and Milton Keynes\") that transported new damned souls. ===Streets of Rage=== Three comic strip series based on the Streets of Rage Genesis/Mega Drive games were published in Sonic the Comic. The strip first appeared in issue 7 of STC and was written by Mark Millar, and the last Streets of Rage story ran from STC 41-46 and was written by Nigel Kitching. All three series featured artwork by Peter Richardson. The strip was set in a city ruled by Mr. X and his organised crime group The Syndicate, who were opposed by the video games' player characters Axel, Blaze, Max and later Skate. In the first story, Axel, Blaze and Max quit the police force and become vigilantes. Streets of Rage was darker and more violent than STC's other strips, and the stories were relatively long for the comic, being told over six parts. ==Related publications== In addition to Sonic the Comic, nine issues of Sonic the Poster Mag were published. This comic consisted of an A1-sized poster, on the reverse of which was printed a comic strip in A4-sized sections. The poster was folded to match the pages of the comic. Most of the stories were based around Sonic, but one was devoted to Shinobi and another to Streets of Rage. Issues 1 & 2 were not strips. Issue 1 contained information on the two cartoon series (Adventures of Sonic the Hedgehog and \"SatAM\") and the second featured game tips for Sonic Chaos. In 1994, 1995, 1996 and 1999 Sonic Summer Specials were published. The 1995 issue consisted mainly of reprinted material from Sonic the Poster Mag, and the 1999 edition was entirely reprints. In addition, in 1996 the Knuckles Knock-Out Special was printed, containing material devoted to Sonic's \"friendly rival\". ===Collected editions=== Four 32-page compilation books were released by Ravette Publishing in 1994. Early Sonic stories were reprinted in Sonic the Hedgehog Beats the Badniks (issues 1-4) and Sonic the Hedgehog: Spin Attack (issues 6 & 8-10), while Shinobi: The Fear Pavilion (issues 1-6) and Streets of Rage: Bad City Fighters (issues 7-12) each collected the complete first story from their respective series. Twenty-five copies of each book were given away as competition prizes in issues 23 (Beats the Badniks and Spin Attack) and 24 (Shinobi and Streets of Rage), although in each competition the winners were unable to choose which of the two books to receive as a prize. ===Virgin Books=== In 1993, Virgin Publishing released four Sonic novels, written by James Wallis, Carl Sargent and Marc Gascoigne under the collective pseudonym \"Martin Adams\". These were based on the origin established in Stay Sonic and shared many similarities with early STC, including the origin of Robotnik and the early cast (Johnny, Porker, Sally Acorn, Joe Sushi et al.). The second title, Sonic the Hedgehog in the Fourth Dimension, involved a time-travelling Sonic being forced to ensure Kintobor became Robotnik, in order to save Mobius - several years before STC featured a similar plot element. ===GamesTM feature on STC=== In its 87th issue, the British video games magazine GamesTM featured a four-page article on “Sonic The Comic,” entitled “Paper With Attitude,” which included observations by various people who worked on the comic such as Nigel Kitching, scans of the comic, a production sketch of Captain Plunder, and the history of STC. Amongst the points raised in the article included the following: • Unlike a number of other comics (such as those made by Marvel) any artwork was drawn only after STC was written as a full script. • Halfway during Robert Corona’s tenure, a new licensing agency came up with new guidelines for drawing Sonic, which included the position, orientation, and the number of his spikes varying from each angle, the fact that Sonic’s pupils “always had to be touching some part of the outside of his eyes,” and the fact that they could never show Sonic’s teeth. • There were restrictions on the amount of violence allowed. A lynching scene in the “Knuckles” series, for instance, was redrawn to place the noose around his body rather than his neck, while in a “Sonic” story a gun was redrawn to have it fire a sucker dart. There was, however, more freedom in regards to other Sega franchises, as characterised by the “Decap Attack” series, where Kitching (in his own words) “got away with murder” and in terms of the story where the brain of the detective was physically removed to erase his memories, Kitching was “absurdly proud of this for some reason.” • The Megadroid mascot was the creation of Richard Burton. • Nigel Kitching decided to have Robotnik overthrown in the 100th issue because he felt that the fact that Robotnik remaining dictator of Mobius despite the number of times Sonic defeated him sent out a negative message: that evil “can never actually be defeated.” • The news, game, and review sections were removed later on during the comic’s run due to budgetary reasons. • Positive comments were made about the unofficial continuation of STC, STC Online. Nigel Kitching noted that the people at STC Online \"are producing rather good continuations of the STC strips.\" Robert Corona noted that he couldn’t say “how impressed I am at the dedication and talent that goes into STC Online,\" feeling that it was great that \"those guys refused to accept the end just because the publisher decided to pull the plug.\" Andy Diggle was also pleased about STC finding a new home, noting that \"It's nice to see that STC actually HAS an online presence.\" ==References== Category:1993 comics debuts Category:Children's magazines published in the United Kingdom Category:British comic strips Category:Comics magazines published in the United Kingdom Category:Online magazines published in the United Kingdom Category:Video game magazines published in the United Kingdom Category:Comics based on Sonic the Hedgehog Category:Defunct British comics Category:Defunct magazines published in the United Kingdom Category:Fantasy comics Category:Fleetway and IPC Comics titles Category:Biweekly magazines published in the United Kingdom Category:Magazines established in 1993 Category:Magazines disestablished in 2002 Category:Online magazines with defunct print editions Category:Magazines about comics Category:Comics set on fictional planets",
 "title": "Sonic the Comic"
}