{
 "id": "526810",
 "text": "Savitri Devi Mukherji (born Maximiani Julia Portas, ; 30 September 1905 – 22 October 1982) was a French-born Greek fascist, Nazi sympathizer, and spy who served the Axis powers by committing acts of espionage against the Allied forces in India. She was later a leading member of the Neo-Nazi underground during the 1960s.\"Politics and the Occult: The Left, the Right, and the Radically Unseen\", Gary Lachman. Quest Books, 2008. , . p. 257 Savitri was a proponent of a synthesis of Hinduism and Nazism, proclaiming Adolf Hitler to have been an avatar of the Hindu god Vishnu. She depicted Hitler as a sacrifice for humanity that would lead to the end of the worst World Age, the Kali Yuga, which she believed was induced by the Jews, whom she saw as the powers of evil.\"The new encyclopedia of the occult\", John Michael Greer. Llewellyn Worldwide, 2003. , . p. 130–131 Her writings have influenced neo- Nazism and Nazi occultism.\"Gods of the blood: the pagan revival and white separatism\", Mattias Gardell. Duke University Press, 2003. , . p. 183 Rejecting Judaism and Christianity, she believed in a form of pantheistic monism; a single cosmos of nature composed of divine energy-matter.\"Christ, Faith, and the Holocaust\", Richard Terrell. WestBow Press, 2011. , . p. 70-71 Within neo-Nazism, she promoted occultism, ecology,Nicholas Goodrick-Clarke (1998). Hitler's Priestess: Savitri Devi, the Hindu-Aryan Myth, and Neo- Nazism. NY: New York University Press, and the New Age movement, and more contemporaneously, she has influenced the alt-right. She also influenced the Chilean diplomat Miguel Serrano. In 1982, Franco Freda published a German translation of her work Gold in the Furnace, and the fourth volume of his annual review, Risguardo (1980–), was devoted to Savitri Devi as the \"missionary of Aryan Paganism\".\"Hitler's Priestess: Savitri Devi, the Hindu- Aryan Myth, and Neo-Nazism\", Nicholas Goodrick-Clarke. NYU Press, 2000. , . pp. 6, 42–44, 104, 130–148, 179, 222 Savitri was an associate in the post-war years of Françoise Dior, Otto Skorzeny,\"Black Sun: Aryan Cults, Esoteric Nazism, and the Politics of Identity\", Nicholas Goodrick-Clarke. NYU Press, 2003. , . p. 97–106 Johann von Leers, and Hans-Ulrich Rudel. She was also one of the founding members of the World Union of National Socialists. ==Early years== Born as Maximiani Julia Portas in 1905 in Lyon, Savitri Devi was the daughter of Maxim Portas, a French citizen of Greek descent and an English woman of Italian descent, Julia Portas (née Nash). Maximine Portas was born two and a half months premature, weighing only 930 grams (2.05 pounds), and was not at first expected to live. She formed her political views early. From childhood and throughout her life, she was a passionate advocate for animal rights. Her earliest political affiliations were with Greek nationalism. Portas studied philosophy and chemistry, earning two master's degrees and a Ph.D. in philosophy from the University of Lyon. She next traveled to Greece, and surveyed the legendary ruins. Here, she became familiar with Heinrich Schliemann's discovery of swastikas in Anatolia. Her conclusion was that Ancient Greeks were Aryan in origin. Her first two books were her doctoral dissertations: Essai-critique sur Théophile Kaïris (Critical Essay on Theophilos Kairis) (Lyon: Maximine Portas, 1935) and La simplicité mathématique (Mathematical Simplicity) (Lyon: Maximine Portas, 1935). ===Nazism=== In early 1928, she renounced her French citizenship and acquired Greek nationality. Joining a pilgrimage to Palestine during Lent in 1929, Portas decided that she was a Nazi. In 1932, she traveled to India in search of a living pagan Aryan culture, believing that the country represented \"the best of racial segregation.\" Formally adhering to Hinduism, she took the name Savitri Devi (Hindi: सावित्री देवी; which means \"Sun-rays Goddess\" in Sanskrit). She volunteered to work at the Hindu Mission as an advocate against Judaism and Christianity, and wrote A Warning to the Hindus in order to offer her support for Hindu nationalism and independence, and rally resistance to the spread of Christianity and Islam in India. During the 1930s, she distributed pro-Axis propaganda and engaged in intelligence gathering on the British in India. She claimed that, during World War II, she enabled Subhas Chandra Bose (the leader of the Axis-affiliated Indian National Army) to contact representatives of the Empire of Japan.Shrabani Basu, \"The spy who loved Hitler\" Rediff News (first published in Sunday magazine), March 1999, retrieved 6 November 2012. ===World War II=== thumb|left|Savitri Devi in 1945 During World War II, Devi's connection to the Axis powers led to a clash with her mother, who served with the French Resistance during the German occupation of France.Greg Johnson, 2006, \"Savitri Devi's Communist Nephews\", savitridevi.org ; (6 November 2012). In 1940, Devi married Asit Krishna Mukherji, a Bengali Brahmin with Nazi views who edited the pro-German newspaper New Mercury. During 1941, Devi chose to interpret Allied military support for Greece, against Italian and German forces, as an invasion of Greece. Devi and Mukherji continued to gather intelligence for the Axis cause. This included entertaining Allied personnel, which gave Devi and Mukherji an opportunity to question them about military matters. The information which they gathered was passed on to Japanese intelligence officials and the Japanese military found it useful when they launched attacks against Allied airbases and army units. ==Post-war Nazi activism== After World War II, she travelled to Europe in late 1945 under the name Savitri Devi Mukherji as the wife of a British subject from India, with a British Indian passport. She briefly stopped in England, then she visited her mother in France, and then she traveled to Iceland, where she witnessed the eruption of Mount Hekla on 5-6 April 1947. She briefly returned to England, then she traveled to Sweden, where she met Sven Hedin. On 15 June 1948, she boarded the Nord-Express and traveled from Denmark to Germany, where she distributed thousands of copies of handwritten leaflets in which she encouraged the \"Men and women of Germany\" to \"hold fast to our glorious National Socialist faith, and resist!\" She recounted her experience in Gold in the Furnace (which was re-edited and released as Gold in the Furnace: Experiences in Post-War Germany to coincide with the hundredth anniversary of her birth). Arrested for posting bills, she was tried in Düsseldorf on 5 April 1949 for the promotion of Nazi ideas on German territory as a subject of the Allied Control Council, and sentenced to two years imprisonment. She served eight months in Werl Prison, where she befriended her fellow Nazi and SS prisoners (recounted in Defiance), before she was released and expelled from Germany. She then went to stay in Lyon, France. In April 1953, she obtained a Greek passport in her maiden name in order to re-enter Germany, and while she was there, she went on a pilgrimage, as she called it, to Nazi \"holy\" sites. She flew from Athens to Rome and then she traveled by rail over the Brenner Pass into \"Greater Germany\", which she regarded as \"the spiritual home of all racially conscious modern Aryans\". She traveled to a number of sites which were significant in the life of Adolf Hitler and the history of the Nazi Party (NSDAP), as well as German nationalist and heathen monuments, as recounted in her 1958 book Pilgrimage. Savitri Devi became a friend of Hans-Ulrich Rudel, and she completed her manuscript of The Lightning and the Sun at his home in March 1956. Through his introductions, she was able to meet a number of Nazi émigrés in Spain and the Middle East. In 1957, she visited Johann von Leers in Egypt and traveled across the Middle East before she returned to her home in New Delhi, making stops in Beirut, Damascus, Baghdad, Tehran, and Zahedan. In 1961 she stayed with Otto Skorzeny in Madrid. Savitri Devi took employment teaching in France during the 1960s, spending her summer holidays with friends at Berchtesgaden. In the spring of 1961, while she was on her Easter holiday in London, she learned about the existence of the original British National Party. This group emerged after the Second World War when a handful of former members of the British Union of Fascists took on the name. (The original BNP was quickly absorbed into the Union Movement – it has no direct connection to the present- day BNP.) She met the British National Party's president Andrew Fountaine. Beginning a correspondence with Colin Jordan, she became a devoted supporter of the National Socialist Movement. In August 1962, Savitri Devi attended the international Nazi conference in Gloucestershire and she was also a founder- signatory of the Cotswold Agreement which established the World Union of National Socialists (WUNS). At this conference she met, and was greatly impressed by, George Lincoln Rockwell. When Rockwell became the leader of the WUNS, he appointed William Luther Pierce the editor of its new magazine: National Socialist World (1966–68). Along with articles by Jordan and Rockwell, Pierce devoted nearly eighty pages of the first issue of the magazine to a condensed edition of The Lightning and the Sun. Because of the enthusiastic response, Pierce included chapters from Gold in the Furnace and Defiance in subsequent issues. After retiring from teaching in 1970, Savitri Devi spent nine months at the Normandy home of her close friend Françoise Dior while she was working on her memoirs; although she was welcome at first, her annoying personal habits began to disrupt life at the presbytery (among her habits, she did not take baths during her stay and she continually chewed garlic). Concluding that her pension would go much further in India and encouraged by Françoise Dior, she flew from Paris to Bombay on 23 June 1971. In August, she moved to New Delhi, where she lived alone, with a number of cats and at least one cobra. Savitri Devi continued to correspond with Nazi enthusiasts in Europe and the Americas, particularly with Colin Jordan, John Tyndall, Matt Koehl, Miguel Serrano, Einar Åberg and Ernst Zündel. She was the first person to tell Zündel that the Nazi genocide of the Jews was untrue; he proposed a series of taped interviews (conducted in November 1978) and published a new illustrated edition of The Lightning and the Sun in 1979. ==Animal rights activism== Devi was an animal rights activist, as well as a vegetarian from a young age, and she also espoused ecologist views in her works. She wrote The Impeachment of Man in 1959 in India in which she espoused her views on animal rights and nature. According to her, human beings do not stand above the animals; in her ecologist views, humans are a part of the ecosystem and as a result, they should respect all life, including animals and the whole of nature. She always held radical views with regard to vegetarianism and believed that people who do not \"respect nature or animals\" should be executed. She also believed that vivisection, circuses, slaughter and fur industries among others do not belong in a civilized society. ==Death== By the late 1970s, she had developed cataracts and her eyesight was rapidly deteriorating as a result. Myriam Hirn, a clerk from the French embassy in India, looked after her, making regular house visits. She decided to leave India, returning to Germany to live in Bavaria in 1981 before re- moving to France in 1982. Savitri eventually died in 1982 in Sible Hedingham, Essex, England, at a friend's home. The cause of her death was recorded as a heart attack and coronary thrombosis. She was en route to lecture in the United States at the invitation of Matthias Koehl at the time of her death. Devi's ashes were shipped to the headquarters of the American Nazi Party in Arlington, Virginia, where they were purportedly placed next to those of George Lincoln Rockwell in a \"Nazi hall of honor\". ==Works== {|class=\"wikitable\" ! Year ! Title ! ISBN ! Summary |- | 1935 | Essai critique sur Théophile Kaïris | | First doctoral thesis, on the life and thought of the Greek educator and philosopher Theophilos Kairis. |- | 1935 | La simplicité mathématique | | A 500-page thesis on the nature of simplicity in mathematics. It included a discussion of Léon Brunschvicg and drew upon the work of George Boole, Gottlob Frege, Bertrand Russell, Henri Poincaré and Alfred North Whitehead. |- | 1940 (written 1935–6) | L'Etang aux lotus (The Lotus Pond) | | Impressions of India. A combination of travelogue and philosophical, cultural and political reflections. |- | 1936 | A Warning to the Hindus | | Written to rally support for Hindu nationalism and independence, and to rally resistance to the spread of Christianity and Islam in India. |- | 1940 | The Non-Hindu Indians and Indian Unity | | Promotes the idea that India must put aside social prejudice and communal hatred to create the political unity to achieve independence. |- | 1946 | A Son of God: The Life and Philosophy of Akhnaton, King of Egypt | and |Detailing the life of the Egyptian monotheist (whom Sigmund Freud in Moses and Monotheism speculates was \"Moses\"). |- | 1951 | Defiance | | Autobiographical account of her propaganda mission, arrest, trial and imprisonment in occupied Germany in 1949. |- | 1952 (written 1948–9), reedited 2005 | Gold in the Furnace | and | Conditions in post-war Germany. |- | 1958 (written 1953–9) | Pilgrimage | | Account of her pilgrimage to various National Socialist holy sites. |- | 1958 (written 1948–56) | The Lightning and the Sun | (abridged) | A work synthesizing the Hindu philosophy of cyclical history with National Socialism. Contains biographies of Genghis Khan, Akhnaton and Adolf Hitler. Famous for the claim that Hitler was an avatar of the God Vishnu. |- | 1959 (written in 1945) | The Impeachment of Man | | Animal rights and ecology. |- | 1965 (written 1957–60) | Long-Whiskers and the Two-Legged Goddess, or The True Story of a \"Most Objectionable Nazi\" and... half-a-dozen Cats | | A fictionalized autobiography and memoir of her favorite cats. |- | 1976 (written 1968–71) | Souvenirs et reflexions d’une aryenne (Memories and Reflections of an Aryan Woman) | | A series of philosophical essays rather than a memoir, this is the most comprehensive statement of her philosophy. |- | 2005 | And Time Rolls on: The Savitri Devi Interviews | | 1978 autobiographical interviews originally recorded in Calcutta. |- | 2012 (written 1952–53) | Forever and Ever: Devotional Poems | | Collection of devotional poems dedicated to Adolf Hitler. |} ==See also== *Ecofascism *Esoteric Nazism *Nazi racial theories ==Notes== ==Further reading== * Cooper, Terry. Death by Dior: Françoise Dior. Dynasty Press (2013). . * Elst, Koenraad. The Saffron Swastika: The Notion of \"Hindu Fascism\" (chapter 5). \"Savitri Devi and the 'Hindu-Aryan Myth'.\" Voice of India (2001). [2 Vols.] . * Gardell, Matthias. Gods of the Blood: The Pagan Revival and White Separatism. Duke University Press (2003). . * Goodrick-Clarke, Nicholas. Hitler's Priestess: Savitri Devi, the Hindu-Aryan Myth, and Neo-Nazism. New York University Press (1998). . * Goodrick-Clarke, Nicholas. \"Savitri Devi and the Hitler Avatar\" (Chapter 5). In: Black Sun: Aryan Cults, Esoteric Nazism and the Politics of Identity. New York University Press (2002). ; (2003). . * Kaplan, Jeffrey (editor). Encyclopedia of White Power: A Sourcebook on the Radical Racist Right. Altamira Press (2000). . ==External links== * The Savitri Devi Archive Category:1905 births Category:1982 deaths Category:20th- century French philosophers Category:20th-century French poets Category:20th- century Greek philosophers Category:20th-century French women writers Category:Antisemitic propaganda Category:Anti-vivisectionists Category:Burials in Wisconsin Category:Converts to Hinduism Category:Neo-Nazism in the United Kingdom Category:French animal rights activists Category:French autobiographers Category:French collaborators with Nazi Germany Category:20th- century French criminals Category:French environmentalists Category:French expatriates in India Category:French Hindus Category:French neo-Nazis Category:French people of English descent Category:French people of Greek descent Category:French people of Italian descent Category:French political writers Category:French religious writers Category:20th-century travel writers Category:French travel writers Category:Greek autobiographers Category:Greek collaborators with Nazi Germany Category:Greek environmentalists Category:Greek neo-Nazis Category:Greek people of English descent Category:Greek people of French descent Category:Greek people of Italian descent Category:Greek political writers Category:Greek religious writers Category:Greek travel writers Category:Hindu mystics Category:Hindu nationalism Category:Indian independence activists Category:Hindu writers Category:Nazi propagandists Category:Nazism and occultism Category:New Age writers Category:Non-fiction environmental writers Category:Pantheists Category:People deported from Germany Category:People from Lyon Category:People from New Delhi Category:Pseudonymous women writers Category:University of Lyon alumni Category:Visva-Bharati University alumni Category:Women autobiographers Category:Women religious writers Category:Indian women travel writers Category:World War II spies for Germany Category:World War II spies for Japan Category:World War II spies for Italy Category:Indian travel writers Category:Indian women non-fiction writers Category:Women biographers Category:20th-century Indian biographers Category:20th-century Indian women writers Category:Writers from Delhi Category:Hindu female religious leaders Category:20th-century pseudonymous writers",
 "title": "Savitri Devi"
}