{
 "id": "526953",
 "text": "The University of Texas Medical Branch (UTMB) is a public academic health science center in Galveston, Texas. It is part of the University of Texas System. UTMB includes the oldest medical school in Texas, and has about 11,000 employees. In February 2019, it received an endowment of $560 million. Established in 1891 as the University of Texas Medical Department, UTMB has grown from one building, 23 students and 13 faculty members to more than 70 buildings, more than 2,500 students and more than 1,000 faculty. It has four schools, three institutes for advanced study, a comprehensive medical library, four on-site hospitals (including an affiliated Shriners Hospital for Children), a network of clinics that provide primary and specialized medical care and numerous research facilities. UTMB's primary missions are health sciences education, medical research (it is home to the Galveston National Laboratory) and health care services. Its emergency department at John Sealy Hospital is certified as a Level I Trauma Center and serves as the lead trauma facility for a nine-county region in Southeast Texas; it is one of only three Level I Trauma centers serving all ages in Southeast Texas. In fiscal year 2012, UTMB received 20 percent of its $1.5 billion budget from the State of Texas to help support its teaching mission, hospital operation and Level 1 Trauma Center; UTMB generates the rest of its budget through its research endeavors, clinical services and philanthropy. It provides a significant amount of charity care (almost $96 million in 2012), and treats complex cases such as transplants and burns. In 2003 UTMB received funding to construct a $150 million Galveston National Biocontainment Laboratory on its campus, one of the few non-military facilities of this level. It houses several Biosafety Level 4 research laboratories, where studies on highly infectious materials can be carried out safely. It has schools of medicine, nursing, allied health professions, and a graduate school of biomedical sciences, as well as an institute for medical humanities. UTMB also has a major contract with the Texas Department of Criminal Justice to provide medical care to inmates at all TDC sites in the eastern and southern portions of Texas. UTMB also has similar contracts with local governments needing inmate medical care. On March 10, 2022, UTMB announced that the School of Medicine would be renamed to the John Sealy School of Medicine in honor of the over $1 billion dollars donated to the university and medical school by the Sealy family and the Sealy & Smith Foundation over the last century. ==History== thumb|The First John Sealy Hospital The location of the Medical Department of the University of Texas was decided between Galveston and Houston in a popular vote in 1881, but its opening was delayed due to the construction of the main university campus in Austin, Texas. The need for medical training in Texas was great: in 1891, 80 percent of doctors in the state had under a year of formal training in medicine, and so the \"Texas Medical College\" was formed in Galveston with the idea that it would become the medical department once state funding began. The original building, the Ashbel Smith Building also called Old Red, was begun in 1890 under the supervision of the Galveston architect Nicholas J. Clayton. Clayton toured several medical colleges in the North and East before drawing up his plans for the building. The medical school campus also included the John Sealy Hospital, which provided charity care for any who claimed Galveston residence. Upon opening, the Red Building had been starkly underfurnished, a problem which was not fully remedied until after the Hurricane of 1900, when the state rallied around the ravaged city. Dr. Thompson, professor of surgery, said that \"the regents were so generous in repairing the damage to the building and restoring the equipment, that we were actually in better shape at the end of the year 1901 than we had been before.\" In addition, the damage to the roof of Old Red allowed for the addition of skylights, which had always been wanted for the dissection room. Also in 1901, the school admitted their first woman faculty member, Marie Charlotte Schaefer. In 1915 the medical branch built the first hospital dedicated to children in Texas. By 1924 UTMB had established the first department of pediatrics in the state of Texas – which was also one of the first departments of pediatrics in the United States. UTMB's annual budget of approximately $1.4 billion includes grants, awards, and contracts from federal and private sources totaling more than $150 million, in addition to institutional allocations for research. Construction on an emergency department began in 1989, and the Sealy & Smith Foundation spent $28 million to have it built. In 1996, UTMB purchased the adjacent 128-year-old St. Mary's Hospital, the first catholic hospital in Texas. The building was converted into the Rebecca Sealy Psychiatric Hospital. UTMB became a member of the Houston-based Texas Medical Center in 2010. ===Hurricane Ike=== Hurricane Ike (2008) caused significant flood damage to nearly every building on campus, including the John Sealy Hospital. However, UTMB has about $1.4 billion to restore, harden and expand its campus. Much of the money was approved by the 81st Texas Legislative session, $450 million comes from FEMA, $130 million from insurance, $200 million from the Sealy and Smith Foundation, and $50 million from the Social Service Block Grant Funds. Reconstruction is actively underway as well as hardening of the campus to protect buildings and resources from future storms. UTMB restored its educational programs within weeks after the Hurricane Ike and the research endeavor came back steadily thereafter. In 2011 the foundation committed $170 million towards the construction of a new Jennie Sealy Hospital on the UTMB campus, an amount that represents the largest single gift ever to a Texas health institution. ==Facilities== ===Hospitals and Clinics=== thumb|right|UTMB's John Sealy Hospital thumb|right|The Shriner's Hospital for Children on UTMB's campus. * Jennie Sealy Hospital – a 12-story teaching hospital that is a $438 million facility featuring 310 patient rooms, including 60 dedicated ICU beds, a 28-bed day surgery unit and 20 state-of- the-art operating suites. Completed in 2016. * John Sealy Hospital – a 12-story teaching hospital housing inpatient units for pediatrics, obstetrics/gynecology, and burns patients. It is currently undergoing extensive renovation following construction of the new Jennie Sealy Hospital. * UTMB Health Clinics Building – a seven-story building housing numerous specialty and subspecialty clinics. * UTMB Pediatrics and Children's Hospital – located within John Sealy Hospital, including 50 inpatient beds, 12 PICU beds, 30 low-acuity newborn and 42 NICU beds. The hospital treats infants, children, teens, and young adults age 0-21. * R. Waverley Smith Pavilion – formerly home to obstetrics services and the neonatal intensive care unit, the Waverley Smith Pavilion is undergoing significant renovations and has become the primary link between Jennie Sealy Hospital and the adjacent John Sealy Hospital and Clinical Sciences Wing. * Rebecca Sealy Hospital – formerly housed UTMB's day surgery and inpatient psychiatry services. Following renovations after Hurricane Ike, Rebecca Sealy is now home to administrative and educational space for the university. * Shriners Burns Hospital for Children – A 30-bed children's hospital specializing care and treatment of acute burns, patients needing plastic reconstructive or restorative surgery as a result of \"healed\" burns, and scarring and deformity of the face. It has an Intensive Care Unit with 15 acute beds, a reconstruction and plastic surgery unit with 15 reconstruction beds, three operating rooms, a multi-bed recovery room, and numerous clinics. It is a Verified Burn Center by the American Burn Association. * Texas Department of Criminal Justice – Hospital Galveston – operated in collaboration with the Texas Department of Criminal Justice, the prison hospital has 172 inpatient beds, a multi-service ambulatory care center, a minor operating room with a recovery room, a telemetry unit of 24 beds, a medical intensive care unit of 24 beds and a 56-bed overnight holding unit. ===Schools=== UTMB includes four schools: * John Sealy School of Medicine – The School of Medicine at UTMB has provided medical school or residency training to one in six Texas physicians. Opened in 1891, it has 20 departments and three institutes. * Graduate School of Biomedical Sciences – Biomedical graduate programs were started in 1952, and a separate graduate school was established in 1969, becoming the Graduate School of Biomedical Sciences in 1972. The GSBS and the UT Telecampus have created a concurrent enrollment program by which graduate students at UTMB can pursue both a Ph.D. and an M.B.A. in preparation for careers in biotechnology and the pharmaceutical industry, among other career opportunities. * School of Nursing - The UTMB School of Nursing offers programs such as BSN, MSN (Nurse Practitioner, Nurse Educator), PhD (Nursing Education), and DNP (Doctorate of Nursing Practice). * School of Health Professions – The School of Health Professions has eight degree-granting programs. ===Science complex=== thumb|right|UTMB's Research Buildings. thumb|right|Moody Medical Library From its modest beginnings in the 1890s as the first state medical school in Texas, the University of Texas Medical Branch at Galveston (UTMB) has developed into a large, sophisticated health science complex with numerous schools and institutes, including: * Graduate School of Biomedical Sciences, * School of Medicine, * School of Nursing, * School of Health Professions, * Institute for Human Infections and Immunity, * Institute for the Medical Humanities, * an affiliated Shriners Burns Hospital, * Sealy Center for Molecular Medicine, * Sealy Center for Structural Biology, * Center for Biodefense and Emerging Infectious Diseases, * Center for Addiction Research, * Educational Cancer Center, * Center for Interdisciplinary Research in Women's Health, * Institute for Translational Sciences, * Galveston National Laboratory (GNL), * Sealy Center for Cancer Cell Biology, * Sealy Center for Environmental Health and Medicine, * World Health Organization Collaborating Center for Tropical Diseases, * Stark Diabetes Center, * Center for Biomedical Engineering, * Center for Environmental Toxicology, * Sealy Center on Aging, * George P. and Cynthia Woods Mitchell Center for Neurodegenerative Diseases, * Institute for Drug Discovery, * Sealy Center for Vaccine Development. UTMB operates an extensive clinical care enterprise with a wide variety of specialty programs. ===Heliports=== UTMB has two heliports: the Ewing Hall Heliport and the Emergency Department Heliport . ==Notable alumni and faculty== * Robin Armstrong, M.D. – Internal medicine, physician in Galveston County, and former vice chairman of the Republican Party of Texas * Ernst Bertner – first president of the Texas Medical Center * Greg Bonnen, M.D. – Neurosurgeon and UTMB assistant professor; Republican member of the Texas House of Representatives. * Minnie Fisher Cunningham – Suffragist, first president of the League of Women Voters * Maurice Ewing – Geophysicist * Hector P. Garcia – Surgeon, civil rights advocate * Bernard A. Harris, Jr. M.D. – Astronaut * Steven Hotze M.D. – Talk Radio Host, Republican Activist * Christopher W. Lentz, M.D. – U.S. Air Force Brigadier General * Henry T. Lynch – cancer researcher * Ronny Jackson M.D. - Physician to the President *Michael Obeng, M.D. - Plastic Surgeon, Cedars-Sinai Medical Center * C. J. Peters M.D. – Virology and immunology * Patricia Robertson M.D. – Astronaut-candidate *Sally Abston, M.D. - Surgeon * Sean Roden, M.D. – former NASA flight surgeon * Robert Shope, M.D. – Arbovirologist and emerging infectious diseases expert * Luther Leonidas Terry – Surgeon General * William E. Thornton M.D. – Astronaut == See also == * University of Texas System * Texas Medical Center * Soule University, the 19th-century parent institution ==Footnotes== ==Bibliography== * ==External links== * Official website Category:1891 establishments in Texas Category:Educational institutions established in 1891 Category:Education in Galveston County, Texas Category:Healthcare in Galveston, Texas Category:Education in Galveston, Texas Category:Hospital networks in the United States Category:Medical research institutes in Texas Category:Nursing schools in Texas United States Texas Category:Schools of public health in the United States Category:Universities and colleges accredited by the Southern Association of Colleges and Schools University of Texas Medical Branch at Galveston Category:Institutions in the Texas Medical Center Medical Branch Category:Buildings and structures in Galveston, Texas Category:Trauma centers",
 "title": "University of Texas Medical Branch"
}