{
 "id": "526941",
 "text": "thumb|right|upright=1.55|A diagram of DNA base pairing, demonstrating the basis for Chargaff's rules. Chargaff's rules state that DNA from any species of any organism should have a 1:1 stoichiometric ratio of purine and pyrimidine bases (i.e., `A+G=T+C`) and, more specifically, that the amount of guanine should be equal to cytosine and the amount of adenine should be equal to thymine. This pattern is found in both strands of the DNA. They were discovered by Austrian-born chemist Erwin Chargaff, in the late 1940s. == Definitions == === First parity rule === The first rule holds that a double- stranded DNA molecule, globally has percentage base pair equality: A% = T% and G% = C%. The rigorous validation of the rule constitutes the basis of Watson- Crick pairs in the DNA double helix model. === Second parity rule === The second rule holds that both Α%≈ Τ% and G% ≈ C% are valid for each of the two DNA strands. This describes only a global feature of the base composition in a single DNA strand. == Research == The second parity rule was discovered in 1968. It states that, in single-stranded DNA, the number of adenine units is approximately equal to that of thymine (%A ≈ %T), and the number of cytosine units is approximately equal to that of guanine (%C ≈ %G). The first empirical generalization of Chargaff's second parity rule, called the Symmetry Principle, was proposed by Vinayakumar V. Prabhu in 1993. This principle states that for any given oligonucleotide, its frequency is approximately equal to the frequency of its complementary reverse oligonucleotide. A theoretical generalization was mathematically derived by Michel E. B. Yamagishi and Roberto H. Herai in 2011. In 2006, it was shown that this rule applies to four of the five types of double stranded genomes; specifically it applies to the eukaryotic chromosomes, the bacterial chromosomes, the double stranded DNA viral genomes, and the archaeal chromosomes. It does not apply to organellar genomes (mitochondria and plastids) smaller than ~20-30 kbp, nor does it apply to single stranded DNA (viral) genomes or any type of RNA genome. The basis for this rule is still under investigation, although genome size may play a role. thumb|right|Histogram showing how 20309 chromosomes adhere to Chargaff's second parity rule The rule itself has consequences. In most bacterial genomes (which are generally 80-90% coding) genes are arranged in such a fashion that approximately 50% of the coding sequence lies on either strand. Wacław Szybalski, in the 1960s, showed that in bacteriophage coding sequences purines (A and G) exceed pyrimidines (C and T). This rule has since been confirmed in other organisms and should probably be now termed \"Szybalski's rule\". While Szybalski's rule generally holds, exceptions are known to exist. The biological basis for Szybalski's rule, like Chargaff's, is not yet known. The combined effect of Chargaff's second rule and Szybalski's rule can be seen in bacterial genomes where the coding sequences are not equally distributed. The genetic code has 64 codons of which 3 function as termination codons: there are only 20 amino acids normally present in proteins. (There are two uncommon amino acids--selenocysteine and pyrrolysine --found in a limited number of proteins and encoded by the stop codons--TGA and TAG respectively.) The mismatch between the number of codons and amino acids allows several codons to code for a single amino acid - such codons normally differ only at the third codon base position. Multivariate statistical analysis of codon use within genomes with unequal quantities of coding sequences on the two strands has shown that codon use in the third position depends on the strand on which the gene is located. This seems likely to be the result of Szybalski's and Chargaff's rules. Because of the asymmetry in pyrimidine and purine use in coding sequences, the strand with the greater coding content will tend to have the greater number of purine bases (Szybalski's rule). Because the number of purine bases will, to a very good approximation, equal the number of their complementary pyrimidines within the same strand and, because the coding sequences occupy 80-90% of the strand, there appears to be (1) a selective pressure on the third base to minimize the number of purine bases in the strand with the greater coding content; and (2) that this pressure is proportional to the mismatch in the length of the coding sequences between the two strands. thumb|left|Chargaff's 2nd parity rule for prokaryotic 6-mers The origin of the deviation from Chargaff's rule in the organelles has been suggested to be a consequence of the mechanism of replication. During replication the DNA strands separate. In single stranded DNA, cytosine spontaneously slowly deaminates to adenosine (a C to A transversion). The longer the strands are separated the greater the quantity of deamination. For reasons that are not yet clear the strands tend to exist longer in single form in mitochondria than in chromosomal DNA. This process tends to yield one strand that is enriched in guanine (G) and thymine (T) with its complement enriched in cytosine (C) and adenosine (A), and this process may have given rise to the deviations found in the mitochondria. Chargaff's second rule appears to be the consequence of a more complex parity rule: within a single strand of DNA any oligonucleotide (k-mer or n-gram; length ≤ 10) is present in equal numbers to its reverse complementary nucleotide. Because of the computational requirements this has not been verified in all genomes for all oligonucleotides. It has been verified for triplet oligonucleotides for a large data set. Albrecht-Buehler has suggested that this rule is the consequence of genomes evolving by a process of inversion and transposition. This process does not appear to have acted on the mitochondrial genomes. Chargaff's second parity rule appears to be extended from the nucleotide-level to populations of codon triplets, in the case of whole single-stranded Human genome DNA. A kind of \"codon-level second Chargaff's parity rule\" is proposed as follows: style=\"text-align: center; margin-left: auto; margin-right: auto; border: none;\" |+ Intra-strand relation among percentages of codon populations ! scope=col | First codon !! scope=col | Second codon !! scope=col | Relation proposed !! scope=col | Details |- | `Twx` (1st base position is T) || `yzA` (3rd base position is A) || % `Twx` \\simeq % `yzA` || `Twx` and `yzA` are mirror codons, e.g. `TCG` and `CGA` |- | `Cwx` (1st base position is C) || `yzG` (3rd base position is G) || % `Cwx` \\simeq % `yzG` || `Cwx` and `yzG` are mirror codons, e.g. `CTA` and `TAG` |- | `wTx` (2nd base position is T) || `yAz` (2nd base position is A) || % `wTx` \\simeq % `yAz` || `wTx` and `yAz` are mirror codons, e.g. `CTG` and `CAG` |- | `wCx` (2nd base position is C) || `yGz` (2nd base position is G) || % `wCx` \\simeq % `yGz` || `wCx` and `yGz` are mirror codons, e.g. `TCT` and `AGA` |- | `wxT` (3rd base position is T) || `Ayz` (1st base position is A) || % `wxT` \\simeq % `Ayz` || `wxT` and `Ayz` are mirror codons, e.g. `CTT` and `AAG` |- | `wxC` (3rd base position is C) || `Gyz` (1st base position is G) || % `wxC` \\simeq % `Gyz` || `wxC` and `Gyz` are mirror codons, e.g. `GGC` and `GCC` |- |} Examples -- computing whole human genome using the first codons reading frame provides: 36530115 TTT and 36381293 AAA (ratio % = 1.00409). 2087242 TCG and 2085226 CGA (ratio % = 1.00096), etc... In 2020, it is suggested that the physical properties of the dsDNA (double stranded DNA) and the tendency to maximum entropy of all the physical systems are the cause of Chargaff's second parity rule. The symmetries and patterns present in the dsDNA sequences can emerge from the physical peculiarities of the dsDNA molecule and the maximum entropy principle alone, rather than from biological or environmental evolutionary pressure. == Percentages of bases in DNA == The following table is a representative sample of Erwin Chargaff's 1952 data, listing the base composition of DNA from various organisms and support both of Chargaff's rules. An organism such as φX174 with significant variation from A/T and G/C equal to one, is indicative of single stranded DNA. style=\"text-align: center; margin-left: auto; margin-right: auto; border: none;\" ! scope=col|Organism!!scope=col|Taxon!!scope=col|%A !!scope=col|%G !!scope=col|%C !!scope=col|%T !!scope=col|A / T !!scope=col|G / C !!scope=col|%GC !!scope=col|%AT |- | Maize || Zea || 26.8 || 22.8 || 23.2 || 27.2 || 0.99 || 0.98 || 46.1 || 54.0 |- | Octopus || Octopus || 33.2 || 17.6 || 17.6 || 31.6 || 1.05 || 1.00 || 35.2 || 64.8 |- | Chicken || Gallus || 28.0 || 22.0 || 21.6 || 28.4 || 0.99 || 1.02 || 43.7 || 56.4 |- | Rat || Rattus || 28.6 || 21.4 || 20.5 || 28.4 || 1.01 || 1.00 || 42.9 || 57.0 |- | Human || Homo || 29.3 || 20.7 || 20.0 || 30.0 || 0.98 || 1.04 || 40.7 || 59.3 |- | Grasshopper || Orthoptera || 29.3 || 20.5 || 20.7 || 29.3 || 1.00 || 0.99 || 41.2 || 58.6 |- | Sea urchin || Echinoidea || 32.8 || 17.7 || 17.3 || 32.1 || 1.02 || 1.02 || 35.0 || 64.9 |- | Wheat || Triticum || 27.3 || 22.7 || 22.8 || 27.1 || 1.01 || 1.00 || 45.5 || 54.4 |- | Yeast || Saccharomyces || 31.3 || 18.7 || 17.1 || 32.9 || 0.95 || 1.09 || 35.8 || 64.4 |- | E. coli || Escherichia || 24.7 || 26.0 || 25.7 || 23.6 || 1.05 || 1.01 || 51.7 || 48.3 |- | φX174 || PhiX174 || 24.0 || 23.3 || 21.5 || 31.2 || 0.77 || 1.08 || 44.8 || 55.2 |- == See also == * Genetic codes == References == == Further reading == * * * * * == External links == * CBS Genome Atlas Database -- contains hundreds of examples of base skews and had problems. * The Z curve database of genomes -- a 3-dimensional visualization and analysis tool of genomes. Category:DNA Category:Genetics techniques Category:History of genetics Category:Biotechnology Category:Medical research Category:Biology experiments Category:Laboratory techniques Category:Emerging technologies Category:Molecular biology",
 "title": "Chargaff's rules"
}