{
 "id": "527308",
 "text": "{| |} thumb|RFA Lyme Bay at Portland, August 2007 RFA Lyme Bay is a Bay-class auxiliary landing ship dock (LSD(A)) of the British Royal Fleet Auxiliary (RFA). Ordered from Swan Hunter in 2000, the ship was launched in 2005. However, cost overruns and delays saw the shipbuilder removed from the project, and the incomplete ship was towed to Govan for finishing by BAE Systems Naval Ships. Lyme Bay entered service in late 2007; the last ship of the class to join the RFA. ==Design and construction== The Bay class was designed as a replacement for the Round Table-class logistics ships operated by the RFA. The new design was based on the Royal Schelde Enforcer design; a joint project between the Dutch and Spanish resulting in the Rotterdam-class and Galicia-class amphibious warfare ships. The main difference with the British ships is the lack of a helicopter hangar.Kemp, New UK landing ship takes to the water The ships were originally designated \"Auxiliary Landing Ship Logistics\" or ALSL, but this was changed in 2002 to \"Landing Ship Dock (Auxiliary)\" or LSD(A), better reflecting their operational role.Scott, The Royal Navy's Future Fleet Four ships were ordered; two from Swan Hunter, and two from BAE Systems Naval Ships. The Bay-class ships have a full load displacement of . Each is long, with a beam of , and a draught of . Propulsion power is provided by two Wärtsilä 8L26 generators, providing , and two Wärtsilä 12V26 generators, providing . These are used to drive two steerable azimuth thrusters, with a bow thruster supplementing. Maximum speed is , and the Bay-class ships can achieve a range of at . Lyme Bay is armed with two 30 mm DS30B cannons, four Mk.44 miniguns, six 7.62mm L7 GPMGs, and two Phalanx CIWS. The standard ship's company consists of 60 officers and sailors. As a sealift ship, Lyme Bay is capable of carrying up to 24 Challenger 2 tanks or 150 light trucks in 1,150 linear metres of space. The cargo capacity is equivalent of 200 tons of ammunition, or 24 Twenty-foot equivalent unit containers. During normal conditions, a Bay-class ship can carry 356 soldiers, but this can be almost doubled to 700 in overload conditions. Helicopters are not routinely carried on board, but a temporary hangar can be fitted and the flight deck is capable of handling helicopters up to the size of Chinooks, as well as Merlin helicopters and Osprey tiltrotor aircraft. The well dock can carry one LCU Mark 10 or two LCVPs, and two Mexeflotes can be suspended from the ship's flanks. Two 30-ton cranes are fitted between the superstructure and the flight deck. Lyme Bay and sister ship were ordered from Swan Hunter on 18 December 2000. Lyme Bay was laid down at Swan Hunter's shipyard at Wallsend, Tyne and Wear on 22 November 2002.Saunders (ed.), Jane's Fighting Ships 2008-2009, p. 876 The ship was launched on 3 September 2005. The Bay class construction project saw major delays and cost overruns, particularly in the Swan Hunter half of the project.Brown, UK strips Swan Hunter of LSD(A) role Shortly after Largs Bay was handed over to the RFA, Swan Hunter was stripped from the project, with BAE taking full responsibility for the class on 13 June 2006. Lyme Bay was towed to BAE's shipyard in Govan for completion, departing on 16 July and arriving on the River Clyde on 22 July.Armstrong, Last Ship Leaves the TyneBBC News, Unfinished ship arrives on Clyde The ship was the last to be built on the River Tyne. BAE completed construction, and Lyme Bay was dedicated on 26 November 2007; the last ship of the class to enter RFA service. ==Operational history== Lyme Bay was deployed for three years on a Maritime Security Patrol in the Persian Gulf, based in Bahrain, acting in a support role of coalition and allied forces. In June 2012, Lyme Bay sailed from Bahrain to return home to the UK undergo a planned refit and regeneration period. In August 2013, she joined the COUGAR 13 task group. On 16 October 2013 she joined Operation Atalanta, the EU’s counter-piracy force off Somalia; she rejoined the COUGAR group in mid-November. Lyme Bay has deployed for the COUGAR 14 Response Force Task Group exercise. Between June and December 2015 the ship was on Hurricane watch in the Caribbean and had a Mexeflote and Combat Support Boat (CSB) with their crews from 17 Port & Maritime Regt RLC on board to provide the amphibious capability that had not been seen on APT (North) before. A team of Royal Marines and Royal Engineers were attached on board with a wide range of skill sets along with a Lynx HMA.8 from 234 Flight of 815 Naval Air Squadron for the duration. In September she spent six days off Dominica providing humanitarian and disaster relief following Tropical Storm Erika. This saw the Mexeflote transferring 10 vehicles ashore and 100 tonnes of water and aid, alongside were the HADR team to help the local population. Lyme Bay's assistance was also required by The Bahamas just a few weeks later after devastating effects from Hurricane Joaquin. Lyme Bay finished Atlantic Patrol Tasking (North) in December 2015. Lyme Bay assisted with the search and recovery of EgyptAir Flight 804 which crashed over the Mediterranean Sea on 19 May 2016. After 17 Port and Maritime Regt proving the true capabilities of the Mexeflote and LSD(A) Bay Class ships working in unison in 2015 during APT (North), both the Royal Fleet Auxiliary and 17 Port and Maritime Regt have secured a 3-year deployment with both LSD(A) and Mexeflote paired respectively. An extensive refit in Falmouth took place in 2017. Lyme Bay was returned to the fleet after the refit and sea trials were complete on 8 March 2018. April 2019 saw RFA Lyme Bay take part in Exercise Joint Warrior 19-1, off the coast of northwest Scotland. In May 2021, Lyme Bay took over as command vessel of 9 Mine Countermeasures Squadron operating from HMS Jufair in Bahrain.https://twitter.com/rfacardiganbay?lang=en A refit is planned for 2022, where she will get a new coat of paint. ==Citations== ==References== ;Books * ;Journal articles * * * ;News articles * * ==External links== *Official Website Category:Bay-class landing ships Category:Amphibious warfare vessels of the United Kingdom Category:2005 ships Category:Ships built by Swan Hunter",
 "title": "RFA Lyme Bay (L3007)"
}