{
 "id": "527413",
 "text": "0304 is the fifth studio album by American singer Jewel. It was released on June 3, 2003, by Atlantic Records. Inspired by the sudden success of scoring a number one on the US Billboard Hot Dance Club Play chart with \"Serve the Ego\"—the final single from her previous album, This Way—in early November 2002, Jewel decided to make a radical departure from her previous folk- oriented musical efforts and recorded a dance album. ==Background== Within the liner notes to 0304, Jewel includes a note to her fans, explaining, \"This album may seem different to you.\" According to Jewel, the album is a result of her desire to create a \"modern interpretation of big band music. A record that [is] lyric-driven, like Cole Porter stuff, that also has a lot of swing...that combined dance, urban, and folk music.\" For the album, Jewel teamed with producers Lester Mendez (Shakira, Enrique Iglesias) and Rick Nowels (Madonna). ==Critical reception== 0304 received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream publications, the album received an average score of 63, based on nine reviews. Stephen Thomas Erlewine from AllMusic stated that \"it's the first album of hers that's a sheer pleasure to hear\", while noting \"[she] includes a note to her fans, explaining, 'This album may seem different to you,' which is putting it mildly\", to convey the surprising, yet pleasing modern sound. Erlewine also wrote that \"she puts herself out on the line more than she ever has, and she's come up with her best record, with her best set of songs and best music yet.\" Ron Slomowicz from About.com declared that \"the album is balanced by dance pop that you would expect to hear on a Britney album.\" Sal Cinquemani from Slant Magazine was also positive, writing that \"the album breaks little musical ground and is, in fact, more pop than electronica, but it also presents one of the most startling—yet oddly fitting—transformations in pop history.\" Cinquemani also compared the album to Madonna's Ray of Light (1998) and American Life (2003). Barry Walters from Rolling Stone agreed with Cinquemani and wrote that the album \"is essentially a wanna-be version of Madonna's American Life.\" Walters also wrote that \"she's found herself an artificial flavor that tastes good.\" A positive review also came from Uncut, who wrote that \"the tunes are stunning, her voice has never sounded better and she makes serious points few others would dare in a pop context.\" Brian Hiatt from Entertainment Weekly opined that the \"unexpected dance-pop vibrancy makes it Jewel's best album.\" The album also received some mixed reviews, with some critics criticizing the change of style adopted on the album. Alexis Petridis from The Guardian wrote, \"Like Robbie Williams's Escapology, 0304 virtually knocks itself out in its attempts to win over the US public\", while commenting that she looks \"desperate\" and \"uncomfortable\" on the album. Darryl Sterdan from Jam! said that the album \"isn't going to save her soul—or anyone else's.\" Caroline Bansal from musicOMH described the album as \"an enjoyable 54 minutes of pop, full of catchy, chirpy songs, proving Jewel's ear candy as well as eye candy credentials. The album could be the soundtrack of a summer's day at the beach, or for getting ready for a girly night out.\" ==Commercial performance== 0304 became the highest-debuting album of Jewel's career, entering the Billboard 200 at number two (behind Metallica's St. Anger) with 144,000 copies sold in its first week. It earned a gold certification from Recording Industry Association of America (RIAA) one month after its release, on July 14, 2003, and had sold over 771,000 copies in the United States as of June 2010. ==Track listing== Notes * The UK edition has the same cover art as that of the edition released in the rest of Europe but is otherwise identical to the main release. ==Personnel== Credits adapted from the liner notes of 0304. ===Musicians=== * Jewel – vocals * Rusty Anderson – electric guitar * David Levita – electric guitar * Mark Oakley – acoustic guitar * Paul Bushnell – bass * Lester A. Mendez – keyboards, arrangement ; claps * Abe Laboriel Jr. – snare drum ; claps ; drums ; percussion * Mike Bolger – accordion ; trumpet, trombone * Greg Collins – claps * Patrick Warren – Chamberlin ; piano * Lisa Germano – violin, backing vocals * Havana Hustlers – programming ===Technical=== * Lester A. Mendez – production * Jewel Kilcher – production * Lenedra Carroll – executive production * Ron Shapiro – executive production * Evan Lamberg – executive production * Greg Collins – engineering * Clif Norrell – additional engineering * Ryan Freeland – additional engineering * Andrew Scheps – additional engineering * Carlos Paucar – additional engineering * John Morrical – engineering assistance * Seth Waldmann – engineering assistance * Serban Ghenea – mixing * John Hanes – additional Pro Tools engineering * Tim Roberts – mix engineering assistance * Chris Gehringer – mastering * Will Quinnell – mastering engineering assistance * Becky Scott – production coordination ===Artwork=== * Richard Bates – art direction * Greenberg Kingsley – design * Peter Robathan – photography ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2003) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2003) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 110 |} ==Certifications== ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Label |- ! scope=\"row\"| United States | June 3, 2003 | Atlantic |- !scope=\"row\"| Japan | June 11, 2003 | rowspan=\"3\"| Warner |- ! scope=\"row\"| Australia | June 23, 2003 |- ! scope=\"row\"| Germany | rowspan=\"2\"| September 1, 2003 |- ! scope=\"row\"| United Kingdom | Atlantic |- ! scope=\"row\"| Australia | February 9, 2004 | Warner |} ==References== ==External links== * Category:2003 albums Category:Albums produced by Lester Mendez Category:Atlantic Records albums Category:Jewel (singer) albums Category:Dance-pop albums by American artists Category:Electropop albums",
 "title": "0304"
}