{
 "id": "527929",
 "text": "{| |} The November class, Soviet designation Project 627 Kit (, NATO reporting name November) was the Soviet Union's first class of nuclear-powered attack submarines, which were in service from 1958 through 1990. All but one have been disposed of, with the K-3, the first nuclear-powered submarine built for the Soviet Navy, being preserved as a memorial ship in Saint Petersburg. ==History== This class of submarines was built as a result of a 1952 requirement to build an attack submarine with the ability to fire nuclear- tipped torpedoes at coastal American cities. More than 135 Soviet organizations (20 design bureaus, 35 research institutes, 80 works) participated in the design and construction of this completely new type of submarine in 1952–1958. The chief designer was V.N. Peregudov and the research supervisor was academician A.P. Alexandrov. The class was originally tasked with entering American naval bases and using the battery-powered T-15 torpedo with thermonuclear warhead, to destroy them once in range. (The T-15 torpedo had the following specifications: calibre 1,550 mm, length 23.5 m, range 40–50 km.) However, after expert opinions of Soviet naval specialists were considered, the role of the class changed to torpedo attacks on enemy warships and transport ships during actions along the ocean and distant sea routes. Reflecting this change of mission, the final design of Project 627 was developed with eight 533 mm torpedo tubes instead of the initial plan for one 1,550 mm and two 533 mm torpedo tubes. Project 627/627A submarines could launch torpedoes from 100 m depth. By 1963 this class was still in service but had been overtaken by later technology.The Big Torpedo, Naval History Magazine - February 2018 Volume 32, Number 1. Early history of Project 627 and T-15 torpedo. ==Description== The November class were double-hulled submarines with streamlined stern fins and nine compartments (I – bow torpedo, II – living and battery, III – central station, IV – diesel-generator, V – reactor, VI – turbine, VII – electromechanic, VIII – living, IX – stern). Three compartments equipped with bulkheads to withstand 10 atm pressure could be used as emergency shelters. The November-class attack submarines were considerably noisier than diesel submarines and the early American nuclear-powered submarines, despite the streamlined torpedo-like hull, limited number of holes in the hull, special low-noise variable-pitch propellers, vibration dampening of main equipment, and antisonar coating of the hull (used for the first time on nuclear-powered submarines). Soviet reactors were superior to American ones in compactness and power-to-weight ratio, but the vibrations of Soviet reactors were much more pronounced. Novembers detected submarine targets during active service (for example, there were 42 detections in 1965 when regular cruises of Soviet nuclear-powered submarines began). The Soviet hydroacoustic equipment on the Novembers was not intended for submarine hunting, and had relatively limited capabilities. The reliability of the first Soviet nuclear-powered submarines was relatively low because of the short service life of the steam generators in the main propulsion machinery, which caused an increase of the radioactivity level in the second loop of the reactor after several hundred hours of reactor operation. Machinery problems were the main reason why Project 627/627A submarines were not used during the Cuban Missile Crisis in autumn 1962. The reliability of the steam generators became better over the course of construction development, handling technical problems and training of crews, so Novembers began to frequently perform Arctic under-ice cruises and patrol missions to trace nuclear delivery vessels in Atlantic Ocean in the 1960s. Despite the common opinion about the dangers of radiation in the first Novembers, the background radiation levels in the compartments was usually normal because of relatively effective iron-water radiation protection of the reactor compartment and radiation monitoring. The first submarine of the class (Project 627), K-3 Leninskiy Komsomol was first underway under nuclear power on 4 July 1958 and became also the first Soviet submarine to reach the North Pole in July 1962, four years after . Project 627 had much better performance specifications (for example, submerged speed and depth) than the world's first operational nuclear-powered submarine USS Nautilus. The first commander of K-3 Leninskiy Komsomol was Captain 1st Rank L.G. Osipenko (future admiral and Hero of the Soviet Union). All other Novembers except K-3 Leninskiy Komsomol belonged to modified project – project 627A. The main visual differences of project 627A were a bow sonar dome in the keel and a hydrophone antenna over the torpedo tubes. The Project P627A design armed with nuclear cruise missile system P-20 was developed in 1956–1957 but not finished, equipment and mechanisms were used for building the usual attack submarine of project 627A (submarine K-50). A single vessel, submarine K-27, was built as project 645 to use a pair of liquid metal-cooled VT-1 reactors. K-27 was launched on 1 April 1962 and had some additional differences from Novembers: cone-shaped hull head, new antimagnetic strong steel alloys, somewhat different configuration of compartments, and a rapid loading mechanism for each torpedo tube. A liquid metal-cooled reactor had better efficiency than the water-cooled VM-A reactor, but technical maintenance of liquid metal cooled reactors in naval base was much more complicated. ==Service history== The November class served in the Soviet Navy with the Northern Fleet (in 3rd submarine division, later in 17th submarine division). Four of the class (K-14, K-42, K-115, K-133) were transferred to the Soviet Pacific Fleet in the 1960s: K-14, K-42 and K-115 performed Arctic under-ice voyages whereas K-133 transferred to Far East on south route via Drake Strait (covering 21,000 miles during 52 days of submerged running). The surviving vessels were decommissioned between 1986 and 1990. Several of them have been scrapped already. All of the survivors remain laid-up hulks in Russian naval bases (K-14, K-42, K-115 and K-133 of the Pacific Fleet; K-11 and K-21 of the Northern Fleet). There are plans to convert the first submarine of the class (K-3) into a museum ship in St. Petersburg, but the hulk of the submarine remains in Polyarny due to economic reasons and the environmental concerns of some ecological organizations. ==Units== The November class included 14 submarines: Project 627 (K-3 Leninskiy Komsomol), Project 627A (K-5, K-8, K-11, K-14, K-21, K-42 Rostovskiy Komsomolets, K-50, K-52, K-115, K-133, K-159, K-181), Project 645 (K-27). K stands for Kreyserskaya podvodnaya lodka (literally \"Cruising submarine\"). ===Project 627=== ====K-3==== Later named Leninskiy Komsomol. The only submarine of the class built to the original Project 627 design. Construction began at SEVMASH Shipyard, Severodvinsk, in June 1954. The keel was laid on 24 September 1955. Launched on 9 August 1957. First underway on nuclear power 4 June 1958. 17 January 1959 the unit was given to the Navy for experimental use.Podvodnyy Lodki Rossii, Atomnyy Pervoye Pokoleniye Tom IV, Chast' 1, Sankt Peterburg 1996 There was a serious accident on board K-3 on 8 September 1967. The submarine was performing a patrol mission in the Mediterranean Sea and a hydraulic system fire occurred in compartment one on the 56th day of the cruise at a depth of 49 m during the return home. This occurred north-east of the Faeroes and 39 sailors died due to carbon monoxide poisoning (boatswain Lunya was the only person in the central station who didn't black out. He surfaced the submarine and rescued the commander and second-in-command who organized damage control). The submarine reached base successfully. K-3 performed 14 long range cruises and passed 128,443 miles over 30 years (1958–1988). thumb|289x289px|K-3 ===Project 627A=== ====K-5==== Laid down 13 August 1956. Launched 1 September 1958. Commissioned 26 December 1959. ====K-8==== Laid down 9 September 1957. Launched 31 May 1959. Commissioned 31 December 1959. On 12 April 1970, after four days on the surface, K-8 sank returning from patrol and participation in the large scale \"Okean-70\" naval exercise. The accident occurred due to short circuits that took place in III and VII compartments simultaneously at a depth of 120 m and a subsequent fire in the air-conditioning system. This was the first loss of a Soviet nuclear-powered submarine. 52 sailors including the commander, Captain 2nd Rank Vsevolod Borisovich Bessonov, died due to CO2 poisoning and the flooding of the surfaced submarine during 80 hours of damage control in stormy conditions, 73 sailors were rescued. K-8 sank with four nuclear torpedoes on board at a depth of 4,680 m (Bay of Biscay).. There were also three small incidents with K-8 whilst on patrol before (breakdowns of steam generators in 1960–1961). ====K-14==== K-14 was laid down on 2 September 1958, launched on 16 August 1959, and commissioned 30 December 1959. K-14 entered service with the Northern Fleet (given to 206th separate brigade of nuclear submarines, based in Malaya Lopatka of Zapadnaya Litsa Fjord) on 31 August 1960. The submarine performed 9 cruises in 1960 (passed 1,997 miles up- top and 11,430 miles submerged), including patrol mission in Atlantic Ocean. In view of reforming of submarine units K-14 was given to 3rd division of nuclear submarines which was a part of 1st submarine flotilla in January 1961. The submarine performed 4 cruises in 1961 (passed 1,356 miles up-top and 1,967 miles submerged). The first experimental discharging of reactor cores directly in the naval base was made on K-14 in 1961. The reactor compartment was replaced in 1962 because of a breakdown of reactor protection systems. The submarine performed under-ice cruise from the Northern Fleet to the Pacific Ocean Fleet between 30 August and 17 September 1966, K-14 resurfaced 19 times at the North Pole for searches the Soviet research drifting station SP-15 to apply medical aid to one of the expeditionists from the station. Captain of K-14 captain 1st rank D.N. Golubev and commander of the 3rd division of nuclear submarines (chief officer on board) captain 1st rank N.K. Ignatov were awarded with the Hero of the Soviet Union for that Arctic cruise. K-14 was given to 10th submarine division (based in Krasheninnikov Bay) which was a part of 15th submarine squadron of the Red Banner Pacific Fleet. The submarine performed 4 patrol missions (160 days) in 1966–1970 and it was under medium repair between December 1970 and March 1973. 10th submarine division became a part of 2nd submarine flotilla of the Red Banner Pacific Fleet in November 1973. K-14 performed 3 patrol missions (135 days) in 1973–1975, participated in training cruises in 1979–1982. On 12 February 1988 a fire took place in a hold of VII compartment during maintenance work in the naval base, the fire was brought under control using submarine chemical smothering arrangement but one man was lost. The submarine was used for training cruises since 1988 and decommissioned from the Navy's order of battle on 19 April 1990. She was laid up in Postovaya Bay (Sovetskaya Gavan) as of 2000. K-14 performed 14 long- range cruises and passed 185,831 miles (22,273 operational hours) since placed in service. ====K-52==== Laid down on 15 October 1959, launched on 28 August 1960, and commissioned 10 December 1960. Decommissioned in 1987. ====K-21==== K-21 was laid down on 2 April 1960 and launched on 18 June 1961. K-21 entered service with the Northern Fleet (given to 3rd division of nuclear submarines which was a part of 1st submarine flotilla, based in Malaya Lopatka of Zapadnaya Litsa Fjord) on 28 November 1961. The submarine performed an Arctic cruise that year (passed 2,382 miles up-top and 3,524 miles submerged) and launched four torpedoes to determine a size of an ice-hole after explosion and a possibility to surface there. K-21 performed long-range cruise between 24 March and 14 May 1962 (51 days, passed 10,124 miles including 8,648 miles submerged), patrol mission to the Norwegian Sea and North Atlantic according to plan \"Ograda\" (\"Protective fence\") between 23 April and 21 May 1964, patrol mission in Barents Sea in 1965, 3 patrol missions in 1967–1970 (170 days total). Three interim overhauls were made in 1965–1966, 1973–1975 (including refueling in 1975) and 1983–1985. In 1975, K-21 was given to 17th submarine division which was a part of 11th submarine flotilla based in Gremikha. The submarine performed 4 patrol missions in 1976–1980 (200 days total) and combat training cruises in 1986–1989. K-21 was decommissioned from the order of battle in 1991. She lied up in Gremikha Bay as of May 2000 waiting utilization. K-21 passed 190,831 miles (22,932 operational hours) since placed in service. ====K-11==== K-11 was laid down on 31 October 1960, launched on 1 September 1961, and commissioned 30 December 1961. K-11 entered service with the Northern Fleet (given to 3rd division of nuclear submarines which was a part of 1st submarine flotilla, based in Malaya Lopatka of Zapadnaya Litsa Fjord) on 16 March 1962. In November 1964 the sail failure of fuel pins was detected during the scheduled repair in Severodvinsk and it was decided to refuel both reactors. On 7 February 1965, the ejection of radioactive steam took place during the lifting of a reactor cover. Crewmembers were evacuated from the reactor compartment, the reactor cover was lowered down and the naval staff was informed about the accident. The arriving naval specialists came to the wrong conclusion that deterioration of the radiation environment was only a result of emission of high-active reactor water and they allowed to continue refueling. On 12 February 1965, the ejection of radioactive steam took place again during the second lift of the reactor cover because of inaccurately following operational instructions, crewmembers overwatching the procedure were evacuated from the reactor compartment and the reactor cover was lowered down. The uncontrolled reactor with the unclear position of its cover remained unwatched during 4 hours when a fire occurred. The attempts to extinguish the fire in the reactor compartment with the use of fresh water and CO2 fire extinguishers were not successful so shipyard firefighting vehicles filled the reactor compartment with 250 tons of outside water. About 150 tons of that radioactive water spread over other submarine compartments through burnt-out sealings and deteriorated the radiation environment in the work area significantly, 7 men were exposed to radiation. The only possible decision was to remove the contaminated reactor compartment and to install a new one, which wasn't done until August 1968. K-11 performed five patrol missions in 1968–1970 (305 days). The submarine was modernized between November 1971 – September 1973 and given to 17th submarine division of 11th submarine flotilla based in Gremikha in 1975. K-11 performed four patrol missions in 1975–1977 (173 days) and five patrol missions in 1982–1985 (144 days). The submarine was decommissioned from the order of battle on 19 April 1990. She was laid up in Gremikha as of 2000. K-11 passed 220,179 miles (29,560 operational hours) since placed in service. ====K-133==== K-133 was laid down on 3 July 1961, launched on 5 July 1962, and commissioned 29 October 1962. K-133 entered service with the Northern Fleet (given to 3rd submarine division which was a part of 1st submarine flotilla, based in Bolshaya Lopatka of Zapadnaya Litsa Fjord) on 14 November 1962. In 1963 the submarine performed a long-range cruise (51 days) to Atlantic equatorial zone for the first time for Soviet Navy. She was under current repairs between October 1964 and September 1965. K-133 together with K-116 (Project 675 submarine) for the first time in the world performed submerged voyage from the Northern Fleet to the Pacific Ocean Fleet via Drake Strait under the general command of Rear Admiral A. Sorokin from 2 Febr. to 26 March 1966. The submarines crossed the Barents Sea, the Norwegian Sea, the whole Atlantic Ocean, entered the Pacific Ocean and finished the voyage at Kamchatka. K-133 passed around 21,000 miles for 52 days of that voyage. K-133 performed 2 patrol missions (103 days total) in 1966–1968, 2 patrol missions (93 days total) in 1971–1976, 1 patrol mission (48 days) in 1977 and 1 patrol mission in 1983–1986. The submarine was decommissioned from the order of battle on 30 May 1989. She lied up in Postovaya Bay (Sovetskaya Gavan) as of August 2006. K-11 passed 168,889 miles (21,926 operational hours) since placed in service. ====K-181==== Laid down 15 November 1961, launched 7 September 1962, and commissioned 27 December 1962. ====K-115==== Laid down 4 April 1962, launched 22 October 1962, and commissioned 31 December 1962. ====K-159==== On 30 August 2003, the submarine K-159 sank during stormy weather while being towed to the shipyard in Snezhnogorsk, Murmansk Oblast for scrapping (K-159 was decommissioned in 1987.) Nine sailors died in the accident and one was rescued. K-159 was found and investigated by Russian deep-sea vehicles the same day in the point 69°22.64'N, 33°49.51'E (Barents Sea, 2.4 miles from Kildin Island) at a depth of 248 m. K-159 performed 9 missions and passed 212,618 miles since June 1963. ====K-42==== Laid down 28 November 1962, launched 17 August 1963, and commissioned 30 November 1963. Was located next to K-431 during the nuclear fuel accident during 10 August 1985. As a result of the accident, K-42 was also deemed damaged beyond repair and decommissioned.K-431 accident update ====K-50==== K-50 was laid down on 14 February 1963 (using some mechanisms and equipment from unfinished submarine of project P627A), launched on 16 December 1963, and commissioned 17 July 1964. K-60 entered service with the Northern Fleet (given to 3rd division of nuclear submarines which was a part of 1st submarine flotilla, based in Malaya Lopatka of Zapadnaya Litsa Fjord) on 6 August 1964. The submarine was given to 17th submarine division based in Gremikha in 1969 (17th submarine division became a part of 11th submarine flotilla in 1974). The submarine performed a number of cruises including participation in naval exercise \"Ograda\" (Protective fence) during 4 March 1965 – 4 April 1965, patrol mission in North Atlantic in July 1965, two patrol missions (161 days) in 1969–1973, one patrol mission in 1978 (51 days), one patrol mission in December 1983 – January 1984. Besides combat duties K-50 took place in training cruises and tests of new equipment also. Refueling was made in September 1975 during a medium repair. K-50 was renamed as K-60 in 1982. She was decommissioned from the operational order of battle on 19 April 1990 and stored at Gremikha Bay. Between 3 and 6 September 2006 the submarine was transported by heavy lift ship Transshelf (belonged to Dutch Dockwise Shipping B.V. company) to Dockyard No. 10 (SRZ-10) in Polyarny for further scrapping. K-50 covered 171,456 miles (24,760 operational hours) since placed in service. ===Project 645=== ====K-27==== K-27 was laid down on 15 June 1958 and launched on 1 April 1962. The submarine was commissioned on 30 October 1963 after full-scale builders sea trials and official tests. Design task was assigned to OKB-16, one of the two predecessors (the other being SKB-143) of the famous Malachite Central Design Bureau, which would eventually become one of the three Soviet/Russian submarine design centers, along with Rubin Design Bureau and Lazurit Central Design Bureau (\"Lazurit\" is the Russian word for lazurite). The first patrol mission of the experimental submarine to Central Atlantic was performed between 21 April – 12 June 1964 (52 days). Captain of K-27, captain 1st rank I.I. Gulyaev was awarded with the Hero of the Soviet Union for mission success and record of submarine continuous underwater stay. The second patrol mission to the Mediterranean Sea took place between 29 June – 30 August 1965 (60 days), K-27 detected and performed a training attack with a nuclear torpedo against US Randolph aircraft carrier during NATO naval maneuvers off Sardinia. US carrier force could only detect K-27 when she obtained range to the training target after the \"torpedo attack\" but Soviet captain P.F. Leonov skillfully disengaged. K-27 passed 12,425 miles (including 12,278 miles undersea) during the first cruise and 15,000 miles during the second one. K-27 entered service with the Red Banner Northern Fleet (given to 17th submarine division, based in Gremikha) on 7 September 1965 as the test submarine. An emergency in the port-side reactor took place on 24 May 1968 in the Barents Sea during trials of submerged K-27 at full speed (AR-1 automatic control rod raised up spontaneously and the reactor power decreased from 83% to 7% during 60–90 sec). The responsible officers informed the command before trials that port-side reactor was not tested yet after small failure took place on 13 October 1967 but their warnings were not taken into consideration. The emergency was accompanied by gamma activity excursion in the reactor compartment (up to 150 R/hour and higher) and spread of radioactive gas along the other compartments. All crewmembers (124 men) were irradiated, and the main reason according to some crewmembers' memoirs was the fact that the submarine captain, Captain 1st Rank P.F. Leonov, believed in the reliability of a new type of the reactor too much, so he didn't give the order to resurface immediately, didn't inform crew members in other compartments about radiation hazards on board and even allowed the crew to have a usual dinner. A radiation alarm was transmitted only after a chemical officer and a doctor requested it. K-27 resurfaced and returned from training area to its home base using the starboard reactor. The submarine was placed at pier in Severomorsk and a depot ship continuously piped steam to the submarine to avoid cooling of heat-transfer metal in the reactor. The most heavily irradiated ten men (holders from the reactor compartment) were transported by aircraft to Leningrad 1st naval hospital next day but four of them (V. Voevoda, V. Gritsenko, V. Kulikov and A. Petrov) died within a month. Electrician I. Ponomarenko died on watch in the emergency reactor compartment on 29 May. More than 30 sailors participated in accident elimination died between 1968 and 2003 because of over exposure to radiation and the Soviet government held back the truth about the tragic consequences of that reactor emergency for many years. K-27 was tied up in Gremikha Bay from 20 June 1968, with cooling reactors and different experimental works done on board, until 1973, when rebuilding or replacement of the port-side reactor was judged to be too expensive. The submarine was decommissioned on 1 February 1979 and her reactor compartment was filled with special solidifying mixture of furfurol and bitumen in summer 1981 (the work was performed by Severodvinsk shipyard No. 893 \"Zvezdochka\"). K-27 was towed to a special training area in the Kara Sea and scuttled there on 6 September 1982 in the point 72°31'N 55°30'E (north- east coast of Novaya Zemlya, Stepovoy Bay) at a depth of only 33 m (in contravention of an IAEA requirement that the submarine be scuttled in water at least 3,000–4,000 m deep). == See also == * 1966 Soviet submarine global circumnavigation * List of submarine classes * List of Soviet and Russian submarine classes * List of Soviet submarines ==References== ==Further reading== *National Geographic: November class accessed 14 March 2004. *Project 627 and 627A at russian-ships.info *Project 645 (K-27) at russian- ships.info *NATO Code Names for Submarines and Ships accessed 14 March 2004. *Article in Russian language with several photos and video of K-3 surfaced on the North Pole *Article in English from FAS *https://web.archive.org/web/20071006082742/http://www.bellona.org/articles/last_sub – K-60 arrives for scrapping *The Encyclopedia of Warships, From World War 2 to the Present Day, General Editor Robert Jackson. *Kolesnikov A. and Il'in V. Illyustrirovanny Spravochnik. Podvodnye Lodki Rossii (Illustrated Guide. Submarines of Russia). Astrel', AST. 2001. *The Soviet War Machine ==External links== * Category:Submarine classes Category:Russian and Soviet navy submarine classes Category:Nuclear submarines of the Soviet Navy",
 "title": "November-class submarine"
}