{
 "id": "528180",
 "text": "thumb|Service worker in Tokyo, Japan. is a Japanese expression for people who lack full-time employment or are unemployed, excluding housewives and students. The average age of Freeters is within the range of 15 to 34 years old. Freeters may also be described as underemployed. These people do not start a career after high school or university, but instead earn money from low-paid jobs. The word freeter or freeta is thought to be a portmanteau of the English word free (or perhaps freelance) and the German word Arbeiter (\"labourer\"). Arubaito is a Japanese loanword from Arbeiter, and perhaps from Arbeit (\"work\"). As German (along with English) was used in Japanese universities before World War II, especially for science and medicine, arubaito became common among students to describe part-time work for university students. This term was coined by part-time job magazine From A editor Michishita Hiroshi in 1987 and was used to depict a \"free\" worker that worked less hours, earned pay hourly instead of a monthly paycheck like regular full time workers, and received none of the benefits of a regular full time worker (holiday pay, sick pay, bonus pay, paid leave). The meaning of the term switched connotations from positive to negative after the economic bubble of the Japanese economy broke resulting in a recession in the 1990s. In the 1980s, the term was seen in a positive light signifying the freedom to explore other alternative options for employment for fun when the economy in Japan was prosperous with many different job opportunities. In the 1990s and 2000s, the term switched to a negative connotation and Freeters were seen as burdens on society. ==History== The increase of Freeters in the 1990s and 2000s is associated with the subsequent rapid changes that the nation has undergone since the bursting of the economic bubble at the beginning of the 1990s and the increasing neoliberalization of the economy. The almost two decade recession urged companies to change their workforce policies to stay relevant in the global market. Companies halted hiring graduates for permanent employment, rolled back bonuses, incentivized senior employees to retire, and created a strong policy of hiring temporary staff for more flexibility and company savings with over a third of the workforce moving onto contractual work. The relaxation of protective labor laws and the deregulation of recruitment practices in 1998 allowed companies to employ larger numbers of flexible workers for longer periods of time. The increase in private secondary schools is leading to a lower number of public school students getting enrolled into elite universities resulting in more demand for part-time work as full-time work is becoming less available to public school graduates. About 10% of high school and university graduates could not find steady employment in the spring of 2000, and a full 50% of those who could find a job left within three years after employment. The employment situation is worse for the youngest freeters. From 2000 to 2009, the number of freeters increased rapidly. In 1982 there were an estimated 0.5 million freeters in Japan, 0.8 million in 1987, 1.01 million in 1992 and 1.5 million in 1997. The number for 2001 is 4.17 million freeters according to one estimate, and 2 million in 2002 according to another estimate. Many Japanese people worry about the future impact of freeters on society. If they work at all, freeters often work at convenience stores, supermarkets, fast food outlets, restaurants, and other low paying jobs. According to a survey by the Japan Institute of Labor in 2000, the average freeter works 4.9 days per week and earns ¥139,000 per month (ca. $1,300 U.S.). Two thirds of freeters have never had a regular, full-time job. The rise of internet business has allowed some freeters to work from home and be self-employed. Some experts predict that Japan's aging population will create a labor shortage that will increase career options for freeters. ==Causes== The Japan Institute of Labor classifies freeters into three groups: the \"moratorium type\" that wants to wait before starting a career, the \"dream pursuing type\", and the \"no alternative type\". *The moratorium type of freeter wants to enjoy life, and deliberately chooses not to join the rat race of the Japanese work environment. *The dream pursuing type has specific dreams incompatible with a standard Japanese career. *The no alternative type could not find a decent job before high school or university graduation in the system called , which is unique to Japanese society. Those left behind by Shinsotsu-Ikkatsu-Saiyō are forced to take low paying irregular jobs. This usually has to do with their dropout status from previous educational institutes. Those who dropped out of high school have the worst prospects. ==Effects== ===Difficulties starting their own household=== Many freeters live for free with their parents as what is described by some media outlets as parasite singles. Parents in Japan usually do not force their offspring out of the house. Once the parents die, the children will have to pay for their housing themselves. Even if they inherit the house or apartment, they still have to bear the costs of ownership. Japanese housing is compact, and is too small for two families. If freeters want to marry they have to find their own housing, usually at their own expense. Women have less financial incentives like men do (salary increases) to marry and women are traditionally seen as the caregivers of older family members, which is getting more difficult due to the increasing number of senior citizens. If women marry, then the burden gets doubled with them having to take care of their parents, spouses parents, husband, and potential children. These issues with wanting to work for money and not marrying leads to stigmas in femininity as not only parasite singles but 'unfeminine'. Work and marriage are seen as the two main identifiers for adulthood and are the normative ideals of masculinity. Men deal with comparisons to the salaryman, also known as a \"corporate warrior\", the idolized ideal job for men during economic growth from the 1960s associated with Japan's rebuilding of its nation and economy after WWII. The dominant masculine hegemonic discourse of the 1960s and after of the ideal man being self-sacrificing for work and the bread winner of the family has created a stigma where male freeters are seen less masculine and have a harder time with relationships, marriage, and eventually finding full-time work. Many men have seen their fathers in salaryman positions and do not want to fulfill that role because they want to spend more time with family and focus on hobbies. ===Difficulties starting a career=== Starting a career becomes more difficult the longer somebody is a freeter, as Japanese companies prefer to hire new workers fresh out of high school or university. While the employment situation is changing, large traditional companies still see a new employee as a lifetime investment. They much prefer to hire a young person who offers a longer period of service, and who will be easier to mold. Often the only option left for freeters is to continue working at low income part-time jobs, making it difficult to establish their own household. Some join the many homeless in Japan. ===Health and pension insurance=== Part-time jobs usually do not include any health or retirement benefits. Freeters' low income makes payment of medical expenses onerous. The biggest problem for freeters is that the Japanese pension system is based on the number of years a person has paid into the system. The freeter usually has little or no pension insurance or savings, which may force him or her to work beyond the usual retirement age. Japan faces the problem of an aging population. The pension system will be under increasing strain as the ratio of pensioners to workers increases. ===Freedom of choice=== The advantage of being a freeter is that one has more freedom of choice, and more time for hobbies, volunteering, and community service. If they are living with their parents, they can spend their entire income on themselves. ===Effect on Japanese society=== thumb|right|350px|Japan's population from 1920 to 2010, with population projections out to 2060 Freeters lack the benefits of union membership, which would give them some legal protection against firing. While they are young, freeters commonly live with their parents and have disposable income that would otherwise go towards rent. Their spending helps the manufacturing sector of the Japanese economy. By living in the same house as their parents and often not owning a car, freeters have a much lower impact on the natural environment than \"high consumption\" members of society owning cars. Large numbers of workers trying to start careers in their thirties may have a significant impact on the current corporate culture of Japan. It may change hiring and employment practices, particularly since demographers predict a future labor shortage due to the Japan's aging population. Many male freeters have difficulties marrying because of their low income. They may thus have children later in life, or not at all. This will further aggravate the low birth rate in Japan and compound social and economic problems related to the aging population, such as underfunding of the Japanese pension system. As of today, freeters pay little or no money into the pension system. The Japanese government has established a number of offices called Young Support Plaza to help young people find jobs. These offices offer basic training for job hunting: teaching young people how to write a résumé, and how to conduct themselves during interviews. The demand for their services has been fairly low so far. == Freeters in popular culture and mass media == Starting in the 1980s, television shows romanticized the role of Freeters in programs like Shomuni. Freeters in popular culture are mainly depicted as women and the jobs shown are of more prestigious freelance work like anime illustrating or software development, largely ignoring men, fast food workers, and other service-oriented jobs. Mass media either portrays Freeters as lazy and irresponsible youth or casualties of the economic problems of corporate restructuring and recession. These issues are still being disputed among various media platforms. ==See also== *List of gairaigo and wasei-eigo terms *Boomerang Generation *Dead-end job *Education in Japan *Herbivore men *Hikikomori *Kodokushi *McJob *Precariat *NEET *Sampo generation *Simultaneous recruiting of new graduates *Twixter *Waithood *Work aversion *Japanese asset price bubble *Stereotype *Stigmatization == References == == External links == *Nation of Lost Youths *Furita Future article (Page Not Found) *ISSA report with significant Furita references (PDF) Category:Demographics of Japan Category:Education in Japan Category:Employment in Japan Category:Japanese family structure Category:Japanese society Category:Japanese subcultures Category:Japanese values Category:Japanese words and phrases Category:Poverty in Japan Category:Precarious work Category:Refusal of work",
 "title": "Freeter"
}