{
 "id": "528315",
 "text": "TDT is a digital television station in Tasmania, Australia. It is jointly owned by WIN Corporation and Southern Cross Austereo, operating as Tasmanian Digital Television. ==History== In Australia, the major capital cities, and a majority of the regional areas, are served by three commercial broadcasters. However, some less populated areas are only granted two licences (and until the early 2000s, one in some cases) because there is not enough advertising revenue in some areas to sustain three separate commercial broadcasters. In 2002, WIN Television, who had a Nine Network affiliation in Tasmania, and Southern Cross Broadcasting (now Southern Cross Austereo), who had a Seven Network affiliation in Tasmania in combination with a Network Ten affiliation in other regions, lodged a joint application under the Broadcasting Services Act (1992) to establish a third commercial broadcaster in Tasmania. The application was successful with TDT launching on 22 December 2003 on LCN 5. The station was available in Hobart from its launch date and to north-eastern Tasmania (including Launceston) in August 2004, and in 2006 Kelcey Tier, Devonport. Rollout continued across the state over the following years including the rest of the north-west coast, the west coast and the east coast before the digital switchover in 2013. TDT was the first digital-only commercial channel in Australia. TDT's effect on the digital television market in Tasmania was widely anticipated, as success or failure would strongly guide the digital plans of other broadcasters. As part of the joint venture, Southern Cross Broadcasting is responsible for handling playout (from their Canberra facility), and transmits this signal via satellite to WIN Television transmission facilities in Tasmania. WIN Television handle the business administration and advertising sales for TDT. In May 2016, WIN Television announced it was taking up a Network Ten affiliation across its stations from 1 July 2016, affecting its Tasmanian station TVT. With TDT's number two rating Ten content being taken by WIN, the Nine Network would have to sign a new deal with TDT to ensure its content continued to be seen by Tasmanians. Following intense negotiations which lasted until the last day, 30 June, a deal was made for TDT to become a Nine Network affiliate. As a result, TDT Nine rebroadcasts the Nine Melbourne feed supplemented with local advertising. ==Programming== Following significant public speculation about how programming would be carried by the new station, one of two options were suggested: Southern Cross would drop one of its affiliations (either Seven or Ten) and TDT would pick it up; or TDT would also become a dual Seven and Ten affiliate, and carry the programs that Southern Cross opted not to broadcast. Southern Cross did not want to disrupt its existing market-leading program line-up, so the agreement TDT signed with Ten allowed Southern Cross to have 'first pick' of Ten programming. If both networks wanted to broadcast a program, Southern Cross had to broadcast it at the same time as TDT. If Southern Cross wanted to broadcast a Ten program at a different time, TDT would usually broadcast an alternative program. Examples of this included Thank God You're Here, The Bold and the Beautiful, and The Wedge. Huey's Cooking Adventures was an exception, with both networks screening it at different times. From its initial broadcast in late December 2003, to late January 2004, TDT showed a direct feed of ATV-10 in Melbourne. As access to the TDT Ten broadcast gradually spread across the state in the following years, Southern Cross agreed to progressively drop Ten programs from its line-up. Southern Cross dropped Rove Live and Totally Wild in 2004, Big Brother in 2006, The Bold and the Beautiful in 2007, Huey's Cooking Adventures, Australian Idol and Thank God You're Here in 2008 (though it returned in 2009 with the program's move to Seven), and Neighbours and The Simpsons in 2009. In 2009, the only Ten content broadcast by Southern Cross was AFL. During the AFL season, TDT simulcast the Ten News Melbourne bulletin (presented by George Donikian and broadcast to Melbourne, Adelaide and Perth) on Saturday nights at 6:00pm which complemented Ten's Saturday AFL coverage. On Sundays, Ten's national bulletin presented by Natarsha Belling from Sydney was broadcast. Since 1 July 2016, TDT rebroadcasts the Nine Melbourne feed supplemented with local advertising. ===News=== In 2012, the station began airing short local news updates produced by Southern Cross Austereo from their studios in Canberra. Production was moved to Southern Cross' Hobart newsroom in October 2018 where they adopted a similar look to the network-produced local bulletins broadcast on Southern Cross' mainland Nine affiliate stations. As a Nine Network affiliate, TDT simulcasts the hour-long Nine News Melbourne from GTV-9 presented weekdays by Peter Hitchener as well as their weekend bulletins. ==Availability== TDT is simulcast in digital standard definition and 1080p high definition (10 HD). TDT is broadcast in most areas across Tasmania. TDT is an affiliate of Network 10, also broadcasts most of 10's sub-channels (10 Bold, 10 Peach and 10 Shake) and carries their branding and most programs. ===Main transmitters=== {| class=\"wikitable\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse\" | Region served | City | Channels | First air date | ERP | HAAT1 | Transmitter Coordinates | Transmitter Location |- style=\"vertical-align: top; text-align: left;\" | Southern Tasmania | Hobart | 11 (VHF) | 22 December 2003 | 50 kW | 1004 m | | Mount Wellington |- style=\"vertical-align: top; text-align: left;\" | Northern Tasmania | Launceston | 43 (UHF) | August 2004 | 600 kW | 839 m | | Mount Barrow |- style=\"vertical-align: top; text-align: left;\" |} Notes: *1. HAAT estimated from http://www.itu.int/SRTM3/ using EHAAT. ==See also== * Darwin Digital Television * Mildura Digital Television * Southern Cross Nine * Television broadcasting in Australia ==References== ==External links== * Tasmanian Digital Television * Southern Cross Austereo Category:WIN Television Category:Television stations in Hobart Category:Digital terrestrial television in Australia Category:Television channels and stations established in 2004 Category:Southern Cross Media Group",
 "title": "TDT (TV station)"
}