{
 "id": "528448",
 "text": "Vic and Bob, also known as Reeves and Mortimer, are a British double act consisting of Vic Reeves (born 24 January 1959; real name Jim Moir) and Bob Mortimer (born 23 May 1959). They have written and starred in several comedy programmes on British television since 1990, with Reeves having made his first TV appearance in 1986. They’ve often been referred to as the modern day Morecambe and Wise. Reeves and Mortimer's comedy combines absurd, visually and verbally inventive material with traditional comedy double act staples such as violent, cartoonish slapstick (the duo frequently engage in escalating fights with large frying pans, baseball bats, hammers, etc.), often improvised silly banter (usually at a large, prop-strewn desk) and purposefully corny, rapid- fire jokes. Both at times play the straight man; often Mortimer will play the exasperated foil to Reeves' eccentric buffoon, or Reeves will play blankly bemused or annoyed to a manic or hyperactive Mortimer. They forged a status for themselves as \"the alternatives to alternative comedy\" in the late 1980s and early 1990s. In a 2005 poll The Comedian's Comedian, the duo were voted the 9th greatest comedy act ever by fellow comedians and comedy insiders.The Comedian's Comedian, 2005 poll, Chortle.col.uk ==Career as a double-act== Vic and Bob have performed on a number of television programmes as a double act, though they have also worked alone or in collaboration with other people. (For Reeves' work outside of the Reeves & Mortimer double act, see Vic Reeves. For Mortimer's work, see Bob Mortimer.) ===Early years=== Jim Moir's comedy career began in New Cross, London, in the mid-1980s. Having tried out various stage names, he settled on Vic Reeves and began a show called Vic Reeves' Big Night Out at The Goldsmiths Tavern. There he met and began working with Bob Mortimer, and the show then moved to a bigger venue, the Albany Theatre in Deptford, in 1989. The show began to attract various well-known audience members, such as Charlie Higson, Paul Whitehouse, Jonathan Ross and Alan Yentob. Few recordings of early Big Night Out live shows exist, although a video was made available to members of the original fan club in the mid-1990s, containing material and characters very similar to those that made it to the later TV show. ===Television=== Jonathan Ross played a large part in Reeves' first TV appearances, which included Reeves hanging suspended from the ceiling during an episode of The Last Resort with Jonathan Ross (1988). His company, Channel X, brought Vic Reeves Big Night Out to Channel 4 as a six-part series in 1990. The show quickly attained a cult following. A New Year's Eve special bridging 1990/91 followed (in which Kim Wilde made an appearance). This was followed by a second eight-part series in 1991. In addition to Reeves and Mortimer, the other mainstay of the programme was Les (played by Fred Aylward), Vic's bald, lab coat-clad assistant who never spoke, loved spirit levels and had a fear of chives. Other established characters in the TV series included The Man with the Stick, who wore a paper helmet (daubed with drawings of what he had witnessed during the last week) and carried a stick with a mystery item attached to the end; Graham Lister, Reeves' nemesis who regularly entered the talent show, Novelty Island, with a series of dreadful acts; Donald and Davey Stott, two brothers from the North East with high-pitched voices, who would recreate popular television game shows; Tinker's Rucksack, a pair of ramblers, one of whom was conducting an affair with the other's wife; and Judge Lionel Nutmeg, a judge who presided over the That's Justice segment of the show. ====Sketch shows==== In 1993, Reeves and Mortimer transferred from Channel 4 to BBC Two (after filming a pilot music show called Popadoodledandy), writing and appearing in The Smell of Reeves and Mortimer, indicating the rise in Mortimer's standing from sidekick to Reeves' equal. The programmes were more slick and scripted than their Channel 4 predecessors. Two series of six episodes each were made, and most of the original Big Night Out format was abandoned, although various actors returned in new roles, including Caroline Aherne and Charlie Higson (The Fast Show) and Matt Lucas (Little Britain). The live stage show that followed the TV series hosted a welcome return for Novelty Island (a sketch from the original Big Night Out). In 1993, the pair also recorded Reeves and Mortimer's Driving School, a one-off comedy show featuring, amongst others, Pat Wright and Dave Arrowsmith, the Bra Men characters from The Smell of Reeves and Mortimer. In 1997, they co-wrote a one-off special, It's Ulrika! for Shooting Stars panellist, Ulrika Jonsson. The show aired on BBC1, and featured appearances from Vic and Bob, as well as Matt Lucas, David Walliams and Charlie Higson. A new sketch show followed in 1999, Bang Bang, It's Reeves and Mortimer. Characters Donald and Davey Stott (who had appeared throughout the Big Night Out era) returned to the screen. The series also featured various celebrity cameos, including Caprice, Michael Winner, Sinéad O'Connor and Damon Hill, and appearances from comedy actors Charlie Higson and Morwenna Banks. Higson and Banks also appeared, together with Matt Lucas, Reece Shearsmith, Mark Benton and others, in the surreal 6-part BBC Three comedy series Catterick (2004), sometimes listed as Vic and Bob in Catterick. In 2004, in collaboration with Steve Coogan, Reeves and Mortimer produced The All Star Comedy Show, a two-part special for ITV. The programme featured Banks, Lucas, Shearsmith, Benton, Reeves, Mortimer and Coogan, plus a wide array of further guests including Fiona Allen, Ronni Ancona, Leslie Ash, Lynda Bellingham, Ronnie Corbett, Tim Healy, Jane Horrocks, Neil Morrissey, Griff Rhys Jones, John Simm, Meera Syal, Ricky Tomlinson and Richard Wilson. In 2005, a full series was commissioned and was given the new name Monkey Trousers. The series retained most of the same characters, and featured several guests in common with The All Star Comedy Show, plus some new faces including Mackenzie Crook, Iain Lee, John Thomson and Alistair McGowan. A one-off, Big Night Out, primarily to promote the DVD release of Vic Reeves Big Night Out, was held in September 2005. The pair also recorded Star Chamber, a pilot program for BBC Two. The program was a debate show chaired by Mortimer, and featured Reeves, Charlie Higson, Johnny Vegas, Liz Smith and Rhys Thomas. The program has yet to be commissioned. A one-off special called Vic and Bob's Big Night Out was shown on BBC Two in December 2017. This was a partial revival of the original Vic Reeves Big Night Out format, and featured an appearance by Matt Lucas. A further four episodes have been commissioned for broadcast in 2018. ====Quiz shows==== In 1993 a pilot episode of Shooting Stars was screened on BBC Two as part of the At Home with Vic and Bob evening of programming. It began running as a regular series in 1995. Maintaining their bizarre and irreverent style, the pair played host to two teams of celebrity guests (captained each week by Mark Lamarr and Ulrika Jonsson, and later Will Self, and further Jack Dee) answering what can be loosely described as general knowledge questions. They were also accompanied by regular appearances from Lucas as drumming baby George Dawes. The quiz element of the show always played second fiddle to the comedic aspects. Two series of Reeves and Mortimer's second quiz followed in 1999. Entitled Families at War, it featured two families competing in bizarre tasks on a loose Shooting Stars theme. The show was far more mainstream, less comedy- based, and obviously designed for comfortable Saturday evening BBC1 viewing. When asked, in November 2007, about bringing back former shows, Reeves also expressed his opinion that a second series of Catterick was highly unlikely. However, he said he would be very happy to bring back Shooting Stars for a sixth series. On 27 February 2008, whilst on a tour of the North East region to support the Learning and Skills Council's Apprenticeship Week, he added \"We might be doing Shooting Stars again – it depends on the BBC\". In July 2008, the BBC confirmed that they had commissioned a one-off Christmas Special of Shooting Stars along with an additional \"best-of\" episode featuring interviews and outtakes, to mark the show's 15 year anniversary. Also confirmed were the return of Reeves, Mortimer and Matt Lucas (as George Dawes), and that the special would be produced by Pett Productions, Reeves and Mortimer's own production company. It was filmed at BBC Television Centre in London on 28 November 2008, and broadcast on BBC Two on 30 December 2008, along with the anniversary programme. Ulrika Jonsson returned as captain of Team B, with Jack Dee appearing as the new captain of Team A. Dizzee Rascal, Kate Garraway, Christine Walkden and Dragons' Den's Peter Jones were the guests. This Christmas Special spawned the third incarnation of Shooting Stars, which included a sixth series in 2009, a seventh series in 2010 and another Christmas special airing on 30 December 2010. An eighth series of the show was shown on BBC 2 in 2011. The show has since been axed by the BBC. Shortly after the axing of Shooting Stars by the BBC, Reeves and Mortimer produced a one-off quiz show for Channel 4 in 2012, Lucky Sexy Winners. The new show followed a very similar format to Shooting Stars except that there were no teams, only three celebrities competing individually. Dan Skinner, who portrayed the character Angelos Epithemiou on Shooting Stars, brought a new character, John Meringue, to Lucky Sexy Winners. ====Sitcom and drama==== In 1992, Reeves and Mortimer made their first brief detour into sitcoms by writing and recording a pilot episode of The Weekenders, a one-off pilot for Channel 4's Bunch of Five season. The Human League vocalist Phil Oakey, and the future Fast Show trio of Paul Whitehouse, John Thomson and Simon Day, all co-starred. The Weekenders is also notable as the one programme where Vic is intentionally referred to throughout by his real name, Jim. Intended to be a series, the programme was never commissioned, but now seems to be a vague sign of things to come. In early 2000, Vic and Bob headed the cast in revival of sixties private detective drama, Randall and Hopkirk (Deceased). The new version, Randall & Hopkirk (Deceased) ran for two series and constituted their first real (though still quite light-hearted) acting roles. The scripts for the series were written by Charlie Higson and Reeves was briefly romantically linked to co- star Emilia Fox. The pair also presented a one-off behind the scenes show called On Set with Randall & Hopkirk (Deceased), which was broadcast on BBC Choice in 2000. Their 2004 comedy drama Catterick, screened on BBC Three, evoked the same unreal atmosphere with a far higher budget. The series was based around the lives of Carl and Chris Palmer, with appearances from D.I. 'Kinky' John Fowler and updated versions of characters from The Club sketches from Bang Bang It's Reeves and Mortimer. Vic and Bob played the main roles, with Charlie Higson, Morwenna Banks, Tim Healy, Mark Benton, Matt Lucas and The League of Gentlemen's Reece Shearsmith. On 27 February 2008, Reeves announced that he and Mortimer were working together on a new series, as well as possibly reviving Shooting Stars: In 2014, they co-wrote and starred in House of Fools on BBC Two. The series also stars Matt Berry. ====Web series==== In July 2011, Reeves and Mortimer's first web series, Vic and Bob's Afternoon Delights, was hosted on Fosters' UK website. A new episode was added each weekday from 4 to 29 July, with each of the 20 episodes consisting of a single sketch. ====Other television appearances==== * The Life of Rock with Brian Pern (2014) * Alan Carr: Chatty Man (Channel 4, guests, along with Ulrika Jonsson, 25 July 2010) * The One Show (BBC One, interviewees, 25 August 2009) * Steve Coogan: The Inside Story - Vic and Bob played various familiar characters and celebrities giving anecdotes on Coogan's career. (BBC Two, 2009) * Something for the Weekend (BBC Two, interviewees, 2 episodes, 2009 - 2010) * Comedy Connections - Shooting Stars (BBC One, 3 April 2006) * The Comedian's Comedian (contributors, 2005) * TOTP2 (BBC Two, guest presenters, 1 episode, 2004) * Richard & Judy (interviewees, 13 February 2004) * Star Sale (June 2004) * Comic Relief 2003: The Big Hair Do (presenters, 2003) * Sport Relief - \"Celebrity Boxing\" section. Bob took part in, and won, a boxing match against Les Dennis. Reeves also appeared in the program. (2002) * It's Your New Year's Eve Party (2001) * Jack Dee's Full Mountie (from the Just for Laughs festival) (BBC One, performers, 2000) * The Nearly Complete and Utter History of Everything (1999) * Late Lunch (Channel 4, interviewees, 1 episode, 1998) * Omnibus - \"The Film of Reeves & Mortimer\". They were the subject of the BBC documentary, during which they buried Reeves' vintage car in his back garden. (1997) * Selection Box: \"Dad's Army\" (BBC Two, contributors, 1 episode, 1997) * Light Lunch Cardigan Christmas (Channel 4, interviewees, 1 episode, 1997) * Children in Need - A Nose through Nature section. The show featured scratch and sniff technology. (1995) * The Mrs Merton Show (BBC Two, interviewees, 1 episode, 1995) * Comic Relief: Behind the Nose (BBC One, 1995) * Christmas Night with the Stars. Along with Stephen Fry and Hugh Laurie, they were backing musicians for Sandie Shaw. (1994) * \"Do You Remember the First Time?\" (short film on Pulp's Hits DVD, interviewees, 1994) * The Word (interviewees, 3 episodes, 1993–1994) * At Home With Vic & Bob - Vic and Bob chose sitcoms, sketch shows and films for a night on BBC Two. Programming included a special compilation of clips from Eric Idle's BBC television series Rutland Weekend Television, the original pilot of Shooting Stars, and Mike Leigh's film Nuts in May. (27 December 1993) * The Ross Show (interviewees, 1991) * Going Live! (interviewees, 1991) * 8:15 from Manchester (interviewees, 1991) * The Word (TV series) (interviewees, 1990, 1993 and 1994) * One Hour with Jonathan Ross: (participants in the \"Knock down ginger\" game, 1989) * Just for Laughs: \"The Day of the Heckle\" (sketch, 1989) * The Last Resort with Jonathan Ross (sketch, 1988) ===Radio=== In 1994, between series of The Smell of Reeves and Mortimer, the pair hosted a one-off hour long show on BBC Radio 1 entitled Radio Reeves & Mortimer. The show was partially presented in character as 'co-hosts' Councillors Cox and Evans. In November 2007, BBC Radio 2 aired a weekly radio-based sketch show featuring Reeves and Mortimer, entitled Vic Reeves' House Arrest. The first episode was broadcast on 17 November 2007 and the series ran for 6 episodes. The show centred on Reeves being put under house arrest for a crime he didn't commit. Mortimer played Reeves' hairdresser, Carl. Other performers include The Mighty Boosh star Noel Fielding as a local vagrant and Reeves' wife, Nancy Sorrell in multiple roles. In an interview on British TV show Something for the Weekend Reeves stated there were benefits to doing a radio show, as even more bizarre and outlandish images could be conjured, which could not be replicated using props on a television programme - such as balancing the whole of Ireland on a record stylus to stop it from skipping. However he also said that he would be interested in making the radio show into a television series. ===Film=== Reeves and Mortimer auditioned for roles as a pair of chipmunks in The Lion King (1994); according to Mortimer, the Disney producers were enthusiastic, but he and Reeves were uncomfortable with their corporate attitude and abandoned the film. In August 2003, Reeves and Mortimer appeared in the Once Upon a Time in the Midlands as Plonko the Clown and Kung-Fu Clown. In 2004, they appeared in Churchill: The Hollywood Years as Bendle and Potter. As of 20178, they were producing The Glove alongside regular collaborators such as Matt Berry and Morgana Robinson. ===Music=== Reeves and Mortimer first appeared on Jools Holland's single \"Holy Cow\" in 1990, singing backing vocals. The following year, Reeves collaborated with The Wonder Stuff to cover \"Dizzy\", originally released in 1969 by Tommy Roe. The song reached number one and spawned a spin-off full-length album on Island Records, I Will Cure You, which featured re-recorded songs from Big Night Out, cover versions and new material. A companion video titled Four Golden Memories was released, which featured videos for \"Dizzy\" and Reeves's other singles \"Born Free\" and \"Abide With Me\", plus live versions of \"Dizzy\" (filmed on tour the previous year) and \"Meals on Wheels\". The pair collaborated with EMF to cover The Monkees' sixties classic \"I'm a Believer\" in 1995. The cover reached number three in the British charts. ===Books=== * Me:Moir, Vic Reeves' autobiography - Vic Reeves, Virgin Books, 2006 * Sunshine on Putty: The Golden Age of British Comedy from Vic Reeves to The Office - Ben Thompson, Fourth Estate / HarperCollins, 2004 * Sun Boiled Onions - Vic Reeves, Michael Joseph Ltd, 1999 * Reeves & Mortimer - biography by Bruce Dessau, Orion, 1998 * Shooting Stars, BBC Worldwide Publishing, 1996 * The Smell of Reeves & Mortimer, Fantail Books / Penguin Group, 1993 * Vic Reeves Big Night In, Fantail Books / Penguin Group, 1991 ==DVD and VHS== * Randall & Hopkirk - The Complete Series (series 1 & 2) (Universal Pictures Video, 13 November 2006) * Bang Bang, It's Reeves and Mortimer (BBC Video / Cinema Club, 3 April 2006) * The Smell of Reeves and Mortimer. The episodes on the DVD are the shorter broadcast versions, rather than the extended versions available on the VHS releases from the mid- nineties. (BBC Video / Cinema Club, 3 April 2006) * Vic Reeves Big Night Out (series one and two, minus the New Years special) (Channel 4 DVD, 12 September 2005) * Monkey Trousers (Sanctuary Visual Entertainment, 4 July 2005) * Catterick (2 Entertain Video, 13 June 2005) * Randall and Hopkirk Series 1 (Vision Video Ltd, 29 October 2001. Re-released by Universal Pictures Video, 30 April 2007) * Randall & Hopkirk (Deceased) Series 2 (Vision Video Ltd, 14 October 2002) * Viz Top Tips with Reeves and Mortimer (VHS only, Pearson New Entertainment, 1996) *The Weekenders (TV pilot) (Available on All 4 app) ==Live shows== * \"25 Years of Reeves & Mortimer: the Poignant Moments\" - National tour, 2015–16 * Shooting Stars / Fast Show Live - Labatt's Apollo, Hammersmith, January–February 1998 * Smell of Reeves & Mortimer \"Weathercock Tour\" - National tour, October 1995 * R&M; \"Puce Tour\" - National tour, Feb - March 1994 * Vic Reeves Big Night Out \"Brown Tour\" - National tour, 10 Dates at the Hammersmith Odeon and a recorded performance in Newcastle, 1991 * Vic Reeves Big Night Out Tour - National Universities tour, October, 1990 * Vic Reeves Big Night Out - The Goldsmiths Tavern and Albany Empire, pre-1990 ==Advertising== In the 1990s and 2000s both Reeves and Mortimer capitalised on their fame by featuring in a variety of television adverts. The earliest of these was for Cadbury's Boost bars, described by Reeves as \"slightly rippled with a flat underside\". Other companies they advertised together included Müller, where the duo acted out examples of pleasure and pain, MFI and Kit-e- Kat. They have advertised several products solo such as Mini Cheddars and DHL (Mortimer) and Heinz Tomato Ketchup, Fanta, Lynx and Mars chocolate bars (Reeves). Mortimer contends that derivative material of their comedy and works has \"flooded the advertising world. The Tango and McDonald's ads wouldn't have been on without our sort of stuff.\" Reeves and Mortimer appeared in a corporate advert for the BBC itself in the early 1990s, suggesting that the BBC was a place where talent could grow and develop. The advert spoofed BBC trailers of the time, which informed viewers of upcoming programmes due for broadcast. The duo's advert replaced these real programmes with their own inventions, including crime-drama \"Detective in a Wheelbarrow\", a comedy pastiche of Last of the Summer Wine called \"Three Blokes in a Bath\" (which also featured Matt Lucas), coverage of both \"Olympic Anvil Throwing\" and \"International Pan Fighting\", and ended with \"Poldark on Mopeds\". Perhaps the most significant advert starring the pair was the finale of the Renault Clio Papa & Nicole advert series in 1998. Renault cast the duo to battle over Nicole, the star of the series, at the altar. An estimated 23 million viewers tuned in to see Nicole jilting Reeves at the altar and eloping with Mortimer in a Clio, spoofing a scene from the 1967 film The Graduate. For extra exposure, the commercial was scheduled for prime time viewing during the long- standing British soap opera Coronation Street. It was also screened extensively during the World Cup. The duo's The Smell of Reeves and Mortimer characters Le Corbussier et Papin quoted the advert in their sketches before they were cast in the role. Also in 1998, the pair voiced adverts for Churchill Insurance. Mortimer provided the voice of the adverts' signature nodding dog, Churchill, and Reeves was the consumer, prompting the dog to extol the virtues of insurance deals offered by the company. Reeves' contract with Churchill was terminated in 2005 after he was arrested for a drink- driving offence which disqualified him from driving for 36 months and ordered 100 hours of community service. Mortimer continued to provide the voice for the dog until at least 2009. ==Production== In 2001, Vic Reeves, Bob Mortimer and Lisa Clark formed their own production company, Pett Productions, which has produced several television programmes that have featured one or both comedians. == Awards == In 2015, Vic and Bob received the Aardman Slapstick Visual Comedy Award for their significant contributions to the world of visual comedy. ==References== == External links == * Vic & Bob Afternoon Delights * It's Reeves and Mortimer! * * * R&M: The Complete Lyrics * Interview confirming the Big Night Out reunion , Observer Category:English male comedians Category:English comedy duos Category:Surreal comedy",
 "title": "Vic and Bob"
}