{
 "id": "528588",
 "text": "Dar Allen Robinson (March 26, 1947 - November 21, 1986) was an American stunt performer and actor. Robinson broke 19 world records and set 21 \"world's firsts.\" He invented the decelerator (use of dragline cables rather than airbags for a \"high fall gag\", or a stunt calling for a jump from a high place) which allowed a cameraman to film a top-down view of the stuntman as he fell without accidentally showing the airbag on the ground. This was brilliantly displayed in his fall from the hotel in the movie Stick. The original decelerator can still be seen on display in Moab, Utah. ==Career== Robinson grew up in Los Angeles, California. At the early age of thirteen, Dar made the cover of Life Magazine for his accomplished abilities on the trampoline. Life Magazine May 2, 1960 Dar's father, Jess Weston Robinson, was responsible for the \"trampoline sensation\" that swept the country. Dar spent many hours helping in his father's Gymnastic Supply Company. Dar's natural athletic abilities and his accomplished ease on the trampoline would quickly render him the ranking of 3rd place for his division. One of Robinson's first major stunts was a 100-foot jump from a cliff into a river for actor Steve McQueen in the 1973 film Papillon. In the same year, he appeared as a motorcycle stunt man in the Clint Eastwood film, Magnum Force. He is also remembered for driving over the edge of the Grand Canyon and safely parachuting out before hitting the ground. In 1979, he set the world record for a free-fall from a helicopter, dropping 311 feet (95 m) onto an airbag. In a highly publicized 1979 feat, as the stunt double for actor Christopher Plummer in the 1982 film Highpoint, Robinson made a 700-foot free-fall from a deck on the CN Tower, then the world's tallest free-standing structure, in Toronto, Ontario, Canada. At 220 feet, the stunt from Atlanta's Hyatt Regency Hotel (doubling for the Westin Peachtree Plaza) in the 1981 Burt Reynolds film Sharky's Machine still holds up as the highest free-fall stunt ever performed from a building for a commercially released film. However, despite it being a record-setting fall, only the beginning of the stunt as he goes through the window is used in the film. A dummy was used for the outside wide shot. However, Robinson performed a similar falling stunt for his largest role as an actor in the 1985 Burt Reynolds film Stick, but this time all but the end of the stunt is fully visible as he is seen from above falling from a tall building firing a pistol at the same time. Robinson returned to Toronto to attempt a world record cable jump from the CN Tower for a feature-length television documentary film called The World's Most Spectacular Stuntman. The first test of the cable using a bag of water equal to Robinson's weight smashed into the ground when the braking mechanism failed. High winds and bad weather delayed the jump until August 12, 1980. Although visibly nervous, he leapt from the tower's edge, plummeting more than 1,200 feet (366 m) tied to only a 1/8\" (3 mm) steel cable, stopping only a short distance above the ground. For this feat he was listed as highest paid stuntman for a single stunt to date in the 1988 Guinness Book of Records. One article claims he received an honorary Academy Award in 1995 for his work, but it is not listed in the Academy database. == Death == Dar Robinson's stunts were always well planned, and he never broke a bone in his 13-year Hollywood career. On November 21, 1986, on the set of the film Million Dollar Mystery, after the completion of the main stunt, the emergency medical staff was dismissed from the set. While filming a routine high speed run by the camera with a fellow stuntman, Robinson rode his stunt motorcycle past the braking point of a turn and straight off a cliff, to his death. Robinson is interred in the Forest Lawn, Hollywood Hills Cemetery in Los Angeles, California. After his death, a documentary on his life was made in 1988 titled The Ultimate Stuntman: A Tribute to Dar Robinson. The last three films on which Robinson worked -- Cyclone, Lethal Weapon, and Million Dollar Mystery -- are all dedicated to his memory. Richard Donner's dedication in the closing credits of Lethal Weapon reads, \"This picture is dedicated to the memory of Dar Robinson / one of the motion picture industry's greatest stuntmen\". He is survived by his wife, Linda and their son Landon as well as his son from a previous marriage, Troy. His son, Shawn Robinson, also a stunt performer, died of heart failure caused by undiagnosed natural causes aged 41 on July 28, 2015. ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- | 1968 || Star! || Utility Acrobat || Uncredited |- | 1969 || Paint Your Wagon || Miner || Uncredited |- | 1975 || Doc Savage: The Man of Bronze || Native || |- | 1976 || St. Ives || Jimmy Peskoe || Uncredited |- | 1977 || Airport '77 || Larry || |- | 1979 || H.O.T.S. || Patterson Man #2 || |- | 1981 || Nighthawks || ATAC Man #3 || |- | 1984 || Police Academy || Menacing Thug In Plaid || Uncredited |- | 1985 || Stick || Moke || |- | 1985 || To Live and Die in L.A. || FBI Special Agent Conrad || |- | 1986 || Vamp || Security Guard || |- | 1987 || Lethal Weapon || Stunts || |- | 1987 || Cyclone || Rolf || (final film role) |} ==References== ==External links== * * Category:1947 births Category:1986 deaths Category:Road incident deaths in Arizona Category:Motorcycle road incident deaths Category:Male actors from Los Angeles Category:American male film actors Category:American stunt performers Category:Stunt doubles Category:Burials at Forest Lawn Memorial Park (Hollywood Hills) Category:20th- century American male actors Category:20th-century American inventors",
 "title": "Dar Robinson"
}