{
 "id": "528748",
 "text": "Angeline Dickinson (née Brown; born September 30, 1931) is an American actress. She began her career on television, appearing in many anthology series during the 1950s, before gaining her breakthrough role in Gun the Man Down (1956) with James Arness and the Western film Rio Bravo (1959), for which she received the Golden Globe Award for New Star of the Year. In her six- decade career, Dickinson has appeared in more than 50 films, including China Gate (1957), Ocean's 11 (1960), The Sins of Rachel Cade (1961), Jessica (1962), Captain Newman, M.D. (1963), The Killers (1964), The Art of Love (1965), The Chase (1966), Point Blank (1967), Pretty Maids All in a Row (1971), The Outside Man (1972), and Big Bad Mama (1974). From 1974 to 1978, Dickinson starred as Sergeant \"Pepper\" Anderson in the NBC crime series Police Woman, for which she received the Golden Globe Award for Best Actress – Television Series Drama and three Primetime Emmy Award for Outstanding Lead Actress in a Drama Series nominations. As lead actress, she starred in Brian De Palma's erotic crime thriller Dressed to Kill (1980), for which she received a Saturn Award for Best Actress. During her later career, Dickinson starred in several television movies and miniseries, also playing supporting roles in films such as Even Cowgirls Get the Blues (1994), Sabrina (1995), Pay It Forward (2000), and Big Bad Love (2001). ==Early life== Dickinson, the second of four daughters, was born Angeline Brown (called \"Angie\" by family and friends) on September 30, 1931, in Kulm, North Dakota, the daughter of Fredericka (née Hehr) and Leo Henry Brown. Her family was descended from Germans from Russia and she was raised Catholic. Her father was a small-town newspaper publisher and editor, working on the Kulm Messenger and the Edgeley Mail. She fell in love with movies at an early age, as her father was also the projectionist at the town's only movie theater until it burned down.\"I grew up going to movies, my daddy was the projectionist, so we got in for free.\" Interview with Mo Rocca for profile on CBS Sunday Morning, aired February 24, 2019. In 1942, when she was 10 years old, the Brown family moved to Burbank, California, where Angie attended Bellarmine-Jefferson High School, graduating in 1947 at age 15. The previous year, she had won the Sixth Annual Bill of Rights essay contest. She then studied at Immaculate Heart College, Los Angeles, and at Glendale Community College, becoming a business graduate by 1954. Taking a cue from her publisher father, she had intended to be a writer. While a student during 1950–52, she worked as a secretary at Lockheed Air Terminal in Burbank (now Bob Hope Airport) and in a parts factory. She became Angie Dickinson in 1952, when she married football player Gene Dickinson. ==Career== ===Early career=== Dickinson came in second at a local preliminary for the Miss America contest, and that got the attention of a casting agent, who landed her a spot as one of six showgirls on The Jimmy Durante Show. The exposure brought her to the attention of a television-industry producer, who asked her to consider a career in acting. She studied the craft and a few years later was approached by NBC to guest-star on a number of variety shows, including The Colgate Comedy Hour. She soon met Frank Sinatra, who became a lifelong friend. She was later cast as Sinatra's wife in the film Ocean's 11 (1960). On New Year's Eve 1954, Dickinson made her television acting debut in an episode of Death Valley Days. This led to roles in such productions as Matinee Theatre (eight episodes), Buffalo Bill, Jr., City Detective, It's a Great Life (two episodes), Gray Ghost, General Electric Theater, Broken Arrow, The People's Choice (twice), Meet McGraw (twice), Northwest Passage, Gunsmoke, The Virginian, Tombstone Territory, Cheyenne, and The Restless Gun. In 1956, Dickinson appeared in an episode of The Life and Legend of Wyatt Earp. The next year, she took another small role in Richard Boone's series Have Gun – Will Travel in the episode \"A Matter of Ethics\". In 1958, she was cast as Laura Meadows in the episode \"The Deserters\" of an ABC/Warner Bros. Western series, Colt .45, with Wayde Preston. That year, she also played the role of defendant Mrs. Fargo in the Perry Mason episode \"The Case of the One-Eyed Witness\". Dickinson went on to create memorable characters in Mike Hammer, Wagon Train, and Men into Space. In 1965, she had a recurring role as Carol Tredman on NBC's Dr. Kildare. She had a role as the duplicitous murder conspirator in a 1964 episode of The Fugitive series with David Janssen and fellow guest star Robert Duvall. She was at her evil best as an unfaithful wife and bank robber in the 1958 \"Wild Blue Yonder\" episode of Rod Cameron's syndicated television series State Trooper. She starred in two Alfred Hitchcock Hour episodes, \"Captive Audience\" with James Mason on October 18, 1962, and \"Thanatos Palace Hotel\" on February 1, 1965. Dickinson's motion- picture career began with a small, uncredited role in Lucky Me (1954) starring Doris Day, followed by The Return of Jack Slade (1955), Man with the Gun (1955) and Hidden Guns (1956). She had her first starring role in Gun the Man Down (1956) with James Arness, followed by the Sam Fuller cult film China Gate (1957), which depicted an early view of the Vietnam War. Rejecting the Marilyn Monroe/Jayne Mansfield style of platinum blonde sex symbolism, because she felt it would narrow her acting options, Dickinson initially allowed studios to lighten her naturally brunette hair to only honey-blonde. She appeared early in her career mainly in B-movies or Westerns, including Shoot-Out at Medicine Bend (1957), in which she co-starred with James Garner. In the crime drama Cry Terror! (1958), Dickinson had a supporting role opposite James Mason and Rod Steiger as a femme fatale. ===Leading lady=== Dickinson's big-screen breakthrough role came in Howard Hawks' Rio Bravo (1959), in which she played a flirtatious gambler called \"Feathers\", who becomes attracted to the town sheriff played by Dickinson's childhood idol John Wayne. The film co-starred Dean Martin, Ricky Nelson, and Walter Brennan. When Hawks sold his personal contract with her to a major studio without her knowledge, she was unhappy. Dickinson nonetheless became one of the more prominent leading ladies of the next decade, beginning with The Bramble Bush with Richard Burton. She also took a supporting role in Ocean's 11 (1960) with friends Sinatra and Martin. These were followed by a political potboiler, A Fever in the Blood (1961); a Belgian Congo-based melodrama, The Sins of Rachel Cade (1961), in which she played a missionary nurse tempted by lust; a scheming woman in Rome Adventure (1962), filmed in Italy; and the title role in Jean Negulesco's Jessica (1962) with Maurice Chevalier, in which she played a young midwife resented by the married women of the town, set in Sicily. Angie also shared the screen with friend Gregory Peck as a military nurse in the dark comedy Captain Newman, M.D. (1963). For The Killers (1964), originally intended to be the first made- for-television movie, but released to theaters due to its violent content, Dickinson played a femme fatale opposite future U.S. President Ronald Reagan in his last movie role. Directed by Don Siegel, it was a remake of the 1946 version based on a story by Ernest Hemingway and the only film Reagan made in which he was cast as a villain. He viciously slaps Dickinson in one of the film's scenes. \"Biography for Don Siegel\" retrieved September 3, 2009 Dickinson co-starred in the comedy The Art of Love (1965), playing the love interest of both James Garner and Dick Van Dyke. She joined a star-studded Arthur Penn/Sam Spiegel production, The Chase (1966), along with Marlon Brando, Jane Fonda, Robert Redford, and Robert Duvall. That same year, she was featured in Cast a Giant Shadow, a war story with Kirk Douglas. Dickinson's best movie of this era is reputed to be John Boorman's cult classic Point Blank (1967), a crime drama with Lee Marvin as a criminal betrayed by his wife and best friend and out for revenge. The film epitomized the stark urban mood of the period, and its reputation has grown through the years. Westerns continued to be a part of her work in the late 1960s, when she starred in The Last Challenge opposite Glenn Ford, in Young Billy Young with Robert Mitchum, and Sam Whiskey, where she gave rising star Burt Reynolds his first on-screen kiss. In 1971, she played a lascivious substitute high-school teacher in the dark comedy Pretty Maids All in a Row, which also starred Rock Hudson and Telly Savalas, for director Roger Vadim and writer-producer Gene Roddenberry. In the film, her character seduces a sexually inexperienced student, portrayed by John David Carson, against the backdrop of a series of murders of female students at the same high school. Pretty Maids All In A Row drew hostile critical reviews, and was a box-office failure. Also in 1971, she portrayed the ambitious wife of Robert Culp in the television movie See the Man Run. In The Outside Man (1972), a French movie shot in Los Angeles, with Jean-Louis Trintignant, directed by Jacques Deray, she plays the wife of a mobster. In 1973, she co-starred with Roy Thinnes in the supernatural thriller The Norliss Tapes, a television movie produced and directed by Dan Curtis that in later years attained a modest cult following. One of Dickinson's best-known and most sexually provocative movie roles followed, that of the tawdry widow Wilma McClatchie from the Great Depression romp Big Bad Mama (1974) with William Shatner and Tom Skerritt. In her 40s at the time, she appeared nude in several scenes, which created interest in the movie and a new generation of male fans for Dickinson. A 1966 Esquire cover gained Dickinson additional fame and notoriety, her having posed in nothing but a sweater and a pair of panty hose. The photo became so iconic, that while celebrating the magazine's 70th anniversary in 2003, the Dickinson pose was recreated for the cover by Britney Spears. ===Police Woman=== At age 42, Dickinson returned to the small screen in March 1974 for an episode of the critically acclaimed hit anthology series Police Story. The guest appearance proved to be so popular, NBC offered Dickinson her own television show, which became a ground-breaking weekly series called Police Woman; it was the first successful dramatic TV series to feature a woman in the title role. At first, Dickinson was reluctant, but when producers told her she could become a household name, she accepted the role. They were right. It co-starred Earl Holliman as Sergeant Bill Crowley, Anderson's commanding officer, along with Charles Dierkop as investigator Pete Royster and Ed Bernard as investigator Joe Styles. In the series, Dickinson played Sergeant \"Pepper\" Anderson, an officer of the Los Angeles Police Department's Criminal Conspiracy Unit, who often works undercover. The series became a hit, reaching number one in many countries in which it aired during its first year. It ran for four seasons and Dickinson won a Golden Globe Award, and received Emmy Award nominations for Best Lead Actress in a Dramatic Series three consecutive years. However, in a 2019 interview, Dickinson said that she regretted having done the series, since the remuneration was inadequate and it left her with little time for other projects. Dickinson acknowledged her sex symbol role, stating \"Are my legs exploited? Well, that's all I have got to sell\". While observing that \"essentially a woman's job is being a woman\", she disliked repeatedly doing Police Woman scenes \"where the phone rings while I'm taking a bath\". In 1978, the same year the show ended, Dickinson reprised her Pepper Anderson character on the television special Ringo, co-starring with Ringo Starr and John Ritter. She also parodied the role in the 1975 and 1979 Bob Hope Christmas specials for NBC. She did the same years later on the 1987 Christmas episode of NBC's Saturday Night Live. According to Dickinson, Police Woman caused a surge of applications for employment from women to police departments around the United States. Dickinson and Police Woman influenced later female-starring, hour-long TV series such as Charlie's Angels, Wonder Woman, The Bionic Woman, and Cagney & Lacey. In 1987, the Los Angeles Police Department awarded Dickinson an honorary doctorate, which led her to quip, \"Now you can call me Doctor Pepper.\" On occasion during the 1970s, Dickinson took part in the popular Dean Martin Celebrity Roast on television, and she was the guest of honor on August 2, 1977, roasted by a dais of celebrities that included James Stewart, Orson Welles, and her Police Woman series co-star Earl Holliman. ===The 1980s=== Having done a television series plus the miniseries Pearl (1978) about the Pearl Harbor bombing of 1941, Dickinson's career in feature films appeared to be in decline, but she returned to the big screen in Brian De Palma's erotic thriller Dressed to Kill (1980), for which she gained considerable notice, particularly for a long, silent scene in a museum before the character meets her fate. The role of Kate Miller, a sexually frustrated New York housewife, earned her a 1981 Saturn Award for Best Actress. \"The performers are excellent,\" wrote Vincent Canby in his July 25, 1980 The New York Times review, \"especially Miss Dickinson.\" She took a less substantial role in Death Hunt (1981), which reunited her with Lee Marvin, and also appeared in Charlie Chan and the Curse of the Dragon Queen. Earlier that year, she had been the first choice to play the character Krystle Carrington on the television series Dynasty, but deciding she wanted to spend more time with her daughter, she turned it down; the role instead went to Linda Evans. In the mid-1980s, Dickinson declined the role of Sable Colby on the Dynasty spin-off, The Colbys. After turning down her own Johnny Carson-produced prospective sitcom, The Angie Dickinson Show, in 1980 after only two episodes had been shot because she did not feel she was funny enough, the private-eye series Cassie & Co. became her unsuccessful attempt at a television comeback. She then starred in several television movies, such as One Shoe Makes It Murder (1982), Jealousy (1984), A Touch of Scandal (1984), and Stillwatch (1987). She had a pivotal role in the highly rated miniseries Hollywood Wives (1985), based on a novel by Jackie Collins. In 1982, and again in 1986, Dickinson appeared in two of Perry Como's Christmas specials for the ABC television network, in both of which she did something she was not known to have done before: singing. Dickinson later denied having sung on camera since the two Como specials in an interview with Larry King, which he conducted at the approximate time of her appearance in Duets. In motion pictures, Dickinson reprised her role as Wilma McClatchie for Big Bad Mama II (1987) and completed the television movie Kojak: Fatal Flaw, in which she was reunited with Telly Savalas. She co- starred with Willie Nelson and numerous buddies in the television Western Once Upon a Texas Train (1988). She was presented one of the Golden Boot Awards in 1989 for her contributions to Western cinema. ===1990s and 2000s=== In the ABC miniseries Wild Palms (1993), produced by Oliver Stone, she was the sadistic, militant sister of Senator Tony Kruetzer, played by Robert Loggia. That same year, she starred as a ruthless Montana spa owner in Gus Van Sant's Even Cowgirls Get the Blues with Uma Thurman. In November of that year, she walked off the set of a proposed This is Your Life special for her, refusing to participate in the show.Angie Dickinson Refuses 'This is Your Life' Tribute, AP, November 12, 1993 In 1995, Sydney Pollack cast her as the prospective mother-in-law of Greg Kinnear in the romantic comedy Sabrina starring Harrison Ford, a remake of the Billy Wilder classic. She played Burt Reynolds' wife in the thriller The Maddening and the mother of Rick Aiello and Robert Cicchini in the National Lampoon comedy The Don's Analyst. In 1997, she seduced old flame Artie (Rip Torn) in an episode of HBO's The Larry Sanders Show called \"Artie and Angie and Hank and Hercules\". Dickinson acted out the alcoholic, homeless mother of Helen Hunt's character in Pay It Forward (2000), the grandmother of Gwyneth Paltrow's character in the drama Duets (2000), and the mother of Arliss Howard's character in Big Bad Love (2001), co-starring Debra Winger. Having appeared in the original Ocean's 11 (1960) with good friends Frank Sinatra and Dean Martin, four decades later, she made a brief cameo in the 2001 remake with George Clooney and Brad Pitt. An avid poker player, during the summer of 2004, she participated in the second season of Bravo's Celebrity Poker Showdown. After announcing her name, host Dave Foley said, \"Sometimes, when we say 'celebrity', we actually mean it.\" Dickinson is a recipient of the state of North Dakota's Rough Rider Award. In 1999, Playboy ranked Dickinson number 42 on their list of the \"100 Sexiest Stars of the Century\". In 2002, TV Guide ranked her number three on a list of the \"50 Sexiest Television Stars of All Time\", behind Diana Rigg and George Clooney (who tied for number one). In 2009, Dickinson starred in a Hallmark Channel film, Mending Fences. ==Personal life== Dickinson was married to Gene Dickinson, a former football player, from 1952 to 1960. During her first marriage, Dickinson became close friends with John Kenneth Galbraith and Catherine Galbraith. Her extensive visits to them and her touring when Galbraith was U.S. Ambassador to India are amply recounted in his memoirs Ambassador's Journal and A Life in Our Times. She had affairs with Frank Sinatra and reportedly John F. Kennedy. She denied the affair with Kennedy or refused to discuss the subject. Dickinson kept her married name after her first divorce. She married Burt Bacharach in 1965. They remained a married couple for 15 years, though late in their marriage they had a period of separation during which they dated other people. Her daughter with Bacharach, Lea Nikki, known as Nikki, was born a year after they were married. Three months premature, Nikki had chronic health problems, including visual impairment and was later diagnosed with Asperger's syndrome. Bacharach composed the music of the song \"Nikki\" for their daughter and Dickinson declined many roles to focus on caring for her. Bacharach and Dickinson eventually placed their daughter at the Wilson Center, a psychiatric residential treatment facility for adolescents in Faribault, Minnesota, where she remained for nine years.Asperger's syndrome: The ballad of Nikki Bacharach , The Independent, January 8, 2007 Later, Nikki studied geology at California Lutheran University but her poor eyesight prevented her from pursuing it as a career. On January 4, 2007, Nikki took her life by suffocation in her apartment in the Ventura County suburb of Thousand Oaks; she was 40.Burt Bacharach's daughter commits suicide , The Washington Post, January 5, 2007 In a joint statement, Dickinson and Bacharach said, Dickinson had a relationship with Glenn Ford in the 1980s. For several years in the 1990s, Dickinson dated television interviewer Larry King. In a 2006 interview with NPR, Dickinson stated that she was a Democrat. She campaigned for Kennedy's presidential campaign in 1960. Also, Report of the County Chairman by James Michener ==Awards and nominations== ===Emmy Awards=== * 1975 – Best Actress in a Drama Series for Police Woman – nominated * 1976 – Best Actress in a Drama Series for Police Woman – nominated * 1977 – Best Actress in a drama Series for Police Woman – nominated ===Golden Globe Awards=== * 1960 – New Star Actress of the Year – won * 1975 – Best Actress in a Drama Series for Police Woman – won * 1976 – Best Actress in a Drama Series for Police Woman – nominated * 1977 – Best Actress in a Drama Series for Police Woman – nominated * 1978 – Best Actress in a Drama Series for Police Woman – nominated ===Saturn Awards=== * 1980 – Best Actress for Dressed to Kill – won ===Other=== * 1987 – Received a star on the Hollywood Walk of Fame for her contribution to television ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1954 | Lucky Me | Party Guest | Uncredited |- | 1955 | Tennessee's Partner | Abby Dean | |- | 1955 | The Return of Jack Slade | Polly Logan | |- | 1955 | Man with the Gun | Kitty | Uncredited |- | 1956 | Down Liberty Road | Mary | Short film |- | 1956 | Hidden Guns | Becky Carter | |- | 1956 | Tension at Table Rock | Cathy | |- | 1956 | Gun the Man Down | Janice | |- | 1956 | The Black Whip | Sally Morrow | |- | 1957 | Shoot-Out at Medicine Bend | Priscilla King | |- | 1957 | China Gate | Lucky Legs | |- | 1957 | Calypso Joe | Julie | |- | 1957 | Run of the Arrow | Yellow Moccasin | Voice |- | 1958 | I Married a Woman | Screen Wife | |- | 1958 | Cry Terror! | Eileen Kelly | |- | 1959 | Rio Bravo | Feathers | |- | 1960 | I'll Give My Life | Alice Greenway Bradford | |- | 1960 | The Bramble Bush | Fran | |- | 1960 | Ocean's Eleven | Beatrice Ocean | |- | 1961 | A Fever in the Blood | Cathy Simon | |- | 1961 | The Sins of Rachel Cade | Rachel Cade | |- | 1962 | Jessica | Jessica Brown Visconti | |- | 1962 | Rome Adventure | Lyda Kent | |- | 1963 | Captain Newman, M.D. | Lt. Francie Corum | |- | 1964 | The Killers | Sheila Farr | |- | 1965 | The Art of Love | Laurie Gibson | |- | 1966 | The Chase | Ruby Calder | |- | 1966 | Cast a Giant Shadow | Emma Marcus | |- | 1966 | The Poppy Is Also a Flower | Linda Benson | |- | 1967 | Point Blank | Chris | |- | 1967 | The Last Challenge | Lisa Denton | |- | 1969 | Sam Whiskey | Laura Breckenridge | |- | 1969 | Some Kind of a Nut | Rachel Amidon | |- | 1969 | Young Billy Young | Lily Beloit | |- | 1971 | Pretty Maids All in a Row | Miss Betty Smith | |- | 1971 | The Resurrection of Zachary Wheeler | Dr. Layle Johnson | |- | 1971 | See the Man Run | Joanne Taylor | |- | 1972 | The Outside Man | Jackie Kovacs | |- | 1974 | Big Bad Mama | Wilma McClatchie | |- | 1979 | Jigsaw (L'Homme en colère) | Karen | |- | 1980 | Klondike Fever | Belinda McNair | |- | 1980 | Dressed to Kill | Kate Miller | |- | 1981 | Charlie Chan and the Curse of the Dragon Queen | Dragon Queen | |- | 1981 | Death Hunt | Vanessa McBride | |- | 1984 | Terror in the Aisles | Kate Miller | Archival footage |- | 1987 | Big Bad Mama II | Wilma McClatchie | |- | 1993 | Even Cowgirls Get the Blues | Miss Adrian | |- | 1995 | Sabrina | Ingrid Tyson | |- | 1996 | The Maddening | Georgina Scudder | |- | 1996 | The Sun, the Moon and the Stars | Abbie McGee | |- | 2000 | The Last Producer | Poker Player | Cameo |- | 2000 | Duets | Blair | |- | 2001 | Pay It Forward | Grace | |- | 2001 | Big Bad Love | Mrs. Barlow | |- | 2001 | Ocean's Eleven | Boxing Spectator | Cameo Remake of the 1960 film |- | 2004 | Elvis Has Left the Building | Bobette | |} ===Television films=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1968 | A Case of Libel | Anita Corcoran | |- | 1970 | The Love War | Sandy | |- | 1971 | Thief | Jean Melville | |- | 1971 | See the Man Run | Joanne Taylor | |- | 1973 | The Norliss Tapes | Ellen Sterns Cort | |- | 1974 | Pray for the Wildcats | Nancy McIlvain | |- | 1977 | A Sensitive, Passionate Man | Marjorie 'Margie' Delaney | |- | 1978 | Ringo | Sgt. Suzanne 'Pepper' Anderson | |- | 1978 | Overboard | Lindy Garrison | |- | 1979 | The Suicide's Wife | Diana Harrington | |- | 1981 | Dial M for Murder | Margot Wendice | |- | 1982 | One Shoe Makes It Murder | Fay Reid | |- | 1984 | Jealousy | Georgia/Laura/Ginny | |- | 1984 | A Touch of Scandal | Katherine Gilvey | |- | 1987 | Stillwatch | Abigail Winslow | |- | 1987 | Police Story: The Freeway Killings | Officer Anne Cavanaugh | |- | 1988 | Once Upon a Texas Train | Maggie Hayes | |- | 1989 | Fire and Rain | Beth Mancini | |- | 1989 | Prime Target | Sgt. Kelly Mulcahaney | |- | 1991 | Kojak: Fatal Flaw | Carolyn Payton | |- | 1992 | Treacherous Crossing | Beverly Thomas | |- | 1996 | Remembrance | Margaret Fullerton | |- | 1997 | Deep Family Secrets | Rénee Chadway | |- | 1997 | The Don's Analyst | Victoria Leoni | |- | 1999 | Sealed with a Kiss | Lucille Ethridge | |- | 2009 | Mending Fences | Ruth Hanson | |- |} ===Television series=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1954 | I Led 3 Lives | Comrade Margaret | Episode: \"Asylum\" |- | 1954 | The Mickey Rooney Show | Receptionist | Episode: \"The Executive\" |- | 1954 | Death Valley Days | Salina Harris | 3 episodes |- | 1955 | City Detective | Cigarette Girl | Episode: \"The Perfect Disguise\" |- | 1955 | Buffalo Bill, Jr. | Anna Louise Beaumont | Episode: \"The Death of Johnny Ringo\" |- | 1955 | Matinee Theatre | | 7 episodes |- | 1955 | It's a Great Life | Myra | Episode: \"The Raffle Ticket\" |- | 1956 | General Electric Theater | Shaw | Episode: \"Try to Remember\" |- | 1956 | It's a Great Life | Rita Moore | Episode: \"The Voice\" |- | 1956 | The Life and Legend of Wyatt Earp | Ann Drew | Episode: \"One of Jesse's Gang\" |- | 1956 | Chevron Hall of Stars | Bertha | Episode: \"Mr. Thompson\" |- | 1956 | Four Star Playhouse | | Episode: \"The Rites of Spring\" |- | 1956 | The Millionaire | Jane Carr / Janice Corwin | Episode: \"Millionaire Jane Carr\" |- | 1956 | Schlitz Playhouse of Stars | Ann | Episode: \"Always the Best Man\" |- | 1956 | Broken Arrow | Terry Weaver | Episode: \"The Conspirators\" |- | 1957 | The Gray Ghost | Edie Page | Episode: \"Point of Honor\" |- | 1957 | Gunsmoke | Rose Daggitt (credited as Angie Dickson) | Episode: \"Sins of the Father\" |- | 1957 | Cheyenne | Jeannie | Episode: \"War Party\" |- | 1957 | Alcoa Theatre | Mrs. Garron | Episode: \"Circumstantial\" |- | 1957 | Have Gun – Will Travel | Amy Bender | Episode: \"A Matter of Ethics\" |- | 1956–57 | The Lineup | Doris Collins | 3 episodes |- | 1957 | M Squad | Hazel McLean | Episode: \"Diamond Hard\" |- | 1957 | Meet McGraw | Mary Gaan | Episode: \"Tycoon\" |- | 1957 | Meet McGraw | Lisa Parish | Episode: \"McGraw in Reno\" |- | 1958 | The Restless Gun | Evelyn Niemack | Episode: \"Imposter for a Day\" |- | 1958 | Perry Mason | Marian Gallagher Fargo | Episode: \"The Case of the One-Eyed Witness\" |- | 1958 | The Bob Cummings Show | Milly | Episode: \"Bob and Automation\" |- | 1958 | Tombstone Territory | Dolores | Episode: \"Geronimo\" |- | 1958 | State Trooper | Betty Locke | Episode: \"Wild Green Yonder\" |- | 1958 | Colt .45 | Laura Meadows | Episode: \"The Deserters\" |- | 1958 | Studio 57 | | Episode: \"Gambler's Luck\" |- | 1958 | The People's Choice | Geraldine Gibson Hexley | 2 episodes |- | 1958 | Mike Hammer | Lucille Hart | Episode: \"Letter Edged in Blackmail\" |- | 1958 | Mike Hammer | Rita Patten | Episode: \"Look at the Old Man Go\" |- | 1958 | Target | Betty Nelson | Episode: \"Unreasonable Doubt\" |- | 1958 | Northwest Passage | Rose Carver | Episode: \"The Bound Women\" |- | 1958 | Man with a Camera | Norma Delgado | Episode: \"Closeup on Violence\" |- | 1959 | Wagon Train | Clara Duncan | Episode: \"The Clara Duncan Story\" |- | 1959 | Men Into Space | Mary McCauley | Episode: \"Moon Probe\" |- | 1960 | Lock Up | Betty Nelson | Episode: \"Sentenced to Die\" |- | 1962 | Checkmate | Karen Vale | Episode: \"Remembrance of Crimes Past\" |- | 1962 | The Alfred Hitchcock Hour | Janet West | Episode: \"Captive Audience\" |- | 1962 | The Dick Powell Show | Judy Maxwell | Episode: \"No Strings Attached\" |- | 1964 | The Fisher Family | Helen | Episode: \"Bright Shadows\" |- | 1965 | The Fugitive | Norma Sessions | Episode: \"Brass Ring\" |- | 1965 | The Man Who Bought Paradise | Ruth Paris | Unsold TV pilot |- | 1965 | The Alfred Hitchcock Hour | Ariane Shaw | Episode: \"Thanatos Palace Hotel\" |- | 1965 | Dr. Kildare | Carol Tredman | 3 episodes |- | 1966 | The Virginian | Annie Carlson | Episode: \"Ride to Delphi\" |- | 1966 | Bob Hope Presents the Chrysler Theatre | Christina | Episode: \"And Baby Makes Five\" |- | 1966 | Password | Herself | Game Show Contestant / Celebrity Guest Star |- | 1971 | The Man and the City | Charlene | Episode: \"Running Scared\" |- | 1972 | Ghost Story | Carol Finney | Episode: \"Creatures of the Canyon\" |- | 1973 | Hec Ramsey | Sarah Detweiler | Episode: \"The Detroit Connection\" |- | 1974 | Police Story | Lisa Beaumont | Episode: \"The Gamble\" |- | 1974–78 | Police Woman | Sgt. Suzanne 'Pepper' Anderson | 91 episodes |- | 1978 | Pearl | Midge Forrest | 3 episodes |- | 1982 | Cassie & Co. | Cassie Holland | 13 episodes |- | 1984 | Hollywood Wives | Sadie LaSalle | 3 episodes |- | 1991 | Empty Nest | Jackie Sheridan | Episode: \"Almost Like Being in Love\" |- | 1993 | Wild Palms | Josie Ito | 5 episodes |- | 1993 | Daddy Dearest | Mrs. Winters | Episode: \"Mother Love\" |- | 1997 | Diagnosis Murder | Capt. Cynthia Pike | Episode: \"Murder Blues\" |- | 1997 | Ellen | Betsy | Episode: \"G.I. Ellen\" |- | 1997 | George & Leo | Sheila Smith | Episode: \"The Witness\" |- | 1997 | The Larry Sanders Show | Herself | Episode: \"Artie and Angie and Hank and Hercules\" |- | 2004 | Judging Amy | Evelyn Worth | Episode: \"Catching It Early\" |- |} ==References== ==External links== * * * Category:1931 births Category:Living people Category:20th-century American actresses Category:21st-century American actresses Category:Actresses from California Category:Actresses from North Dakota Category:American film actresses Category:American people of German-Russian descent Category:American television actresses Category:American television personalities Category:American women television personalities Category:Best Drama Actress Golden Globe (television) winners Category:New Star of the Year (Actress) Golden Globe winners Category:Immaculate Heart College alumni Category:People from LaMoure County, North Dakota Category:People from Greater Los Angeles Category:California Democrats Category:Western (genre) film actresses Category:Western (genre) television actors",
 "title": "Angie Dickinson"
}