{
 "id": "528922",
 "text": "The Maytals, known from 1972 to 2020 as Toots and the Maytals, are a Jamaican musical group, one of the best known ska and rocksteady vocal groups. The Maytals were formed in the early 1960s and were key figures in popularizing reggae music. Frontman Toots Hibbert, who died in 2020, was considered a reggae pioneer on par with Bob Marley. His soulful vocal style was compared to Otis Redding, and led him to be named by Rolling Stone as one of the 100 Greatest Singers. After Hibbert's death, the Maytals indicated that they would continue as a working group. Their 1968 single \"Do the Reggay\" was the first song to use the word \"reggae\", coining the name of the genre and introducing it to a global audience. The Oxford English Dictionary credits Toots and the Maytals in the etymology of the word \"Reggae\". According to Island Records founder Chris Blackwell \"The Maytals were unlike anything else ... sensational, raw and dynamic.\"Toots and the Maytals: Reggae Got Soul. BBC Four (documentary). Directed by George Scott. UK. 2011. 59 min. Retrieved 15 December 2016. ==Career== ===Formation and early success=== Frederick \"Toots\" Hibbert, the frontman of the group, was born in May Pen, Clarendon, Jamaica, in 1942, the youngest of seven children. He grew up singing gospel music in a church choir and moved to Kingston in the late 1950s.Thompson, Dave (2002) Reggae & Caribbean Music, Backbeat Books, , pp. 178–181 ===The Maytals=== thumb|The original Maytals band members from Toots and the Maytals performing in Grenoble, France (2017) Hibbert met Henry \"Raleigh\" Gordon and Nathaniel \"Jerry\" Mathias in Kingston in 1962 and formed The Maytals as a vocal trio, a group whose early recordings were incorrectly attributed to The Flames and The Vikings in the UK by Island Records. The first instrumentalist members added to the group included Jackie Jackson, Hux Brown, Rad Bryan, and Paul Douglas.Sherman, Matthew. The Rise of Reggae, and the Influence of Toots and the Maytals. The Dread Library, n.d. Web. 18 September 2016. http://debate.uvm.edu/dreadlibrary/sherman.html In 1972, the group changed its name from The Maytals to Toots and the Maytals, with \"Toots\" referring to frontman Toots Hibbert, and \"the Maytals\" referring to the group's instrumentalists and background vocalists. In November 2016, Jackie Jackson described the formation of the group in a radio interview for Kool 97 FM Jamaica.Mikey T interview with Jackie Jackson, Paul Douglas, and Radcliffe \"Dougie\" Bryan. Kool 97 FM. kool97fm.com. 27 November 2016. Retrieved 27 November 2016. Accompanied by Paul Douglas and Radcliffe \"Dougie\" Bryan in studio, Jackson explained, > We're all original members of Toots and the Maytals band. First it was Toots > and the Maytals, three guys: Toots, Raleigh, and Jerry…And then they were > signed to Island Records, Chris Blackwell. And we were their recording > band...[Blackwell] decided that the backing band that back all of the songs, > the recording band, should be the Maytals band. So everything came under > Toots and the Maytals. And then we hit the road in 1975. ===The 1960s=== The Maytals first had chart success when recording for producer Clement \"Coxsone\" Dodd at Studio One. With musical backing from Dodd's house band, the Skatalites, the Maytals' close-harmony gospel singing ensured success, overshadowing Dodd's other up-and-coming vocal group, the Wailers. After staying at Studio One for about two years, the group moved on to do sessions for Prince Buster before recording with Byron Lee in 1966. With Lee, the Maytals won the first-ever Jamaican Independence Festival Popular Song Competition in 1966 with their original song \"Bam Bam\". \"Bam Bam\" was later covered in a Dancehall style by Sister Nancy and also by Yellowman in 1982, but Toots and the Maytals were not credited or issued royalties for use of the song by either artist. R. Henry Gordon, N. N. McCarthy & Frederick Hibbert (1978) \"ABC reggae & 260 other titles. (Part 001 of 002)\", United States Copyright Office, Document Number V1700P105 They went on to win that contest two additional times. The group's musical career was interrupted in late 1966 when Hibbert was jailed for 18 months for possession of marijuana. He stated that he was not arrested for marijuana, but while bailing out a friend. Hibbert reportedly wrote \"54-46 That's My Number\" about his time in jail. Following Hibbert's release in 1967, the Maytals began working with the Chinese Jamaican producer Leslie Kong, a collaboration which yielded a string of hits throughout the late 1960s and early 1970s. These included \"Do the Reggay\", released in 1968, which was the first song to first use the word \"reggae\" and gave the developing genre its name. The Maytals are responsible for some of the biggest hits in reggae history, including \"Pressure Drop,\" \"Sweet and Dandy\" and \"54-46 (That's My Number)\". ===The 1970s=== In 1970 \"Monkey Man\" became the group's first international hit. By 1971, they signed a recording contract with Chris Blackwell's Island Records, become the biggest act in Jamaica, and had become international stars. Blackwell initially concentrated on the UK market, where previous Jamaican acts had had success. The band's albums with Island Records were released through its Dragon Records imprint. In 1972 the group won the Jamaican Independence Festival Popular Song Competition for a third time with \"Pomp and Pride\". That year, the group contributed two songs to the soundtrack for The Harder They Come, the 1972 film starring Jimmy Cliff, named as one of Vanity Fairs top 10 soundtracks of all time. The film introduced Jamaican music to American audiences, and the band appears in one of the scenes. After Kong's death in 1971, the group continued to record with Kong's former sound engineer, Warrick Lyn. Their re- instated producer Byron Lee renamed them Toots & the Maytals. The group released three best-selling albums produced by Lyn and Blackwell of Island Records, and enjoyed international hits with Funky Kingston in 1973 and Reggae Got Soul in 1975. Music critic Lester Bangs described the album Funky Kingston in Stereo Review as \"perfection, the most exciting and diversified set of reggae tunes by a single artist yet released\".\"Toots and the Maytals.\" Contemporary Musicians. Encyclopedia.com. 6 October 2016 . Chris Blackwell had a strong commitment to Toots and the Maytals, saying \"I've known Toots longer than anybody – much longer than Bob (Bob Marley). Toots is one of the purest human beings I've met in my life, pure almost to a fault.\"Katz, David. \"Toots and the Maytals Live: From Stage to Wax in 24 Hours\". Red Bull Music Academy. Red Bull Music Academy, 19 June 2013. Web. 18 September 2016. http://daily.redbullmusicacademy.com/2013/06/toots-and-the-maytals-live-album To promote these albums, the band toured with the Who, Jackson Browne, the Eagles, and Linda Ronstadt. On 1 October 1975, Toots and the Maytals were broadcast live on KMET-FM as they performed at The Roxy Theatre in Los Angeles. This broadcast was re-mastered and released as the Sailin' On album via Klondike Records.Toots and the Maytals (1975) Sailin' On. Obiterdictum. Web. Retrieved 15 November 2016. http://www.odmcy.com/catalog/index.php/catalogue/23-klondike-cds/211-toots- and-the-maytals-sailin-on-live-at-the-roxy-theater-la-1975-cd Following the release of Reggae Got Soul, Toots & the Maytals were invited to tour as the opening act for the Who during their 1975–76 North American tour. Toots and the Maytals' compositions experienced a resurgence of popularity in 1978–80 during the reggae punk and ska revival period in the UK, when the Specials covered \"Monkey Man\" on their 1979 debut album and the Clash covered the group's hit \"Pressure Drop\". During this period Toots and the Maytals were also included in the lyrics to Bob Marley & the Wailers' song, \"Punky Reggae Party\": \"The Wailers will be there, the Damned, the Jam, the Clash, the Maytals will be there, Dr. Feelgood too\". ===The 1980s=== ====Guinness Book of World Records==== On 29 September 1980, the band recorded, pressed and distributed a new album, Toots Live, to the record shops all in the space of 24 hours in an attempt to make the Guinness Book of World Records. A live concert was recorded on reels of two-inch, 24-track analog tape, then rushed by van to sound engineers. After a running order was determined, the record label was quickly designed and sent to the printers. The album masters, labels and the outer covers were then separately sped to the Gedmel factory near Leicester, and the finished product was assembled and delivered to Coventry, where the band was playing the next day, successfully meeting the 24-hour deadline. Due to record label oversight, the achievement was not successfully registered with the Guinness Book of World Records. Island Records' Rob Bell was quoted as saying, \"Unfortunately, the record was not included in the Guinness book, because they required prior notification that the event was going to take place, and no one at Island had informed them of the project!\"Mojo, September 2012, pp. 32–33 The record for \"fastest album release\" was not officially held in the Guinness Book of World Records until 28 years later when Vollgas Kompanie claimed the honour in 2008 for recording and releasing their album Live in 24 hours – matching the time interval in which Toots and the Maytals recorded, pressed and distributed Toots Live in 1980. The group split up after releasing the 1981 album Knockout. In 1982, Toots & the Maytals' \"Beautiful Woman\" reached number one in New Zealand. Hibbert continued to record as a solo artist throughout the 1980s. ===1990s=== In the early 1990s a new lineup of the Maytals was formed. In February 1990 Toots and the Maytals performed on VH1's New Visions World Beat, guest-hosted by Nile Rodgers. The group continued touring and recording successfully, with two appearances at Reggae Sunsplash in the mid-1990s. ===2000s=== thumb|Toots and the Maytals with Ronnie Wood (The Rolling Stones) In a 2003 review on NPR's Fresh Air broadcast, critic Milo Miles described the song Pressure Drop as, \"utterly irresistible but utterly mysterious like Louie Louie or Tutti Frutti. It gets over on pure passion, and it seems all you need to know is when it drops you're gonna feel it.\"Miles, Milo. Music Review: Reissues from Toots and the Maytals NPR. npr.org. 3 September 2003. Web. Retrieved 21 April 2020 In 2004, the group released True Love, an album of re-recorded versions of their earlier hits in collaboration with fellow musicians including Bonnie Raitt, Willie Nelson, Eric Clapton, Keith Richards, Trey Anastasio, No Doubt, Ben Harper, the Roots, and Shaggy. The album received critical acclaim from outlets including NPRLoretta Lynn, Caetano Veloso, Toots and the Maytals NPR. npr.org. 6 April 2004. Web. Retrieved 21 April 2020 and Rolling Stone.Dansby, Andrew. Loretta Lynn, Toots Taps Clapton, Richards Rolling Stone. rollingstone.com. 23 January 2004. Web. Retrieved 21 April 2020 The True Love album won the Grammy Award that year for best reggae album. Donald Trump was quoted as appreciating the reggae music of Toots and the Maytals in 2004 when he said, \"I heard the guest band, Toots & The Maytals, practising out on the set of Saturday Night Live\" (Trump was the guest host on an episode in April 2004). \"They sounded terrific, and I went out to listen to them for a while. My daughter Ivanka had told me how great they were, and she was right. The music relaxed me, and surprisingly, I was not nervous.\"Trump, Donald, and Meredith McIver. Trump: Think Like a Billionaire: Everything You Need to Know About Success, Real Estate, and Life. First edition. Random House, 2004. Retrieved 25 July 2017Marshall, Alex. Donald Trump's unexpected thoughts on music – revealed. BBC. bbc.co.uk. 9 November 2016. Web. Retrieved 25 July 2017 In 2006, they recorded a reggae/ska version of Radiohead's \"Let Down\" for the tribute album, Radiodread. The album was a song for song makeover of the British rock band's album OK Computer into reggae, dub and ska. In August 2007 Toots & the Maytals released Light Your Light, which featured re-workings of older songs such as \"Johnny Cool Man\", as well as new material. The album was nominated in 2008 for a Grammy in the best reggae album category. Toots & the Maytals hold the current record of number one hits in Jamaica, with a total of thirty-one. In commemoration of the 50th anniversary of the record label Island Records Toots & the Maytals and Amy Winehouse, both signed up to the label, were billed to perform together at the Shepherd's Bush Empire in London on 31 May 2009. Winehouse had covered the band's \"Monkey Man\". However, Winehouse's performance was cancelled, and Toots & the Maytals instead played at the more intimate Bush Hall to a sell-out crowd. ===2010s=== thumb|\"Toots\" Hibbert at La Cigale, Paris, in 2017 In 2011, director George Scott and producer Nick De Grunwald released the documentary Reggae Got Soul: The Story of Toots and the Maytals, which was featured on BBC. Described as \"The untold story of one of the most influential artists ever to come out of Jamaica\", it features appearances by Marcia Griffiths, Jimmy Cliff, Bonnie Raitt, Eric Clapton, Keith Richards, Willie Nelson, Anthony DeCurtis, Ziggy Marley, Chris Blackwell, Paolo Nutini, Sly Dunbar, and Robbie Shakespeare.Tootsandthemaytals. \"Toots & The Maytals – Reggae Got Soul – Documentary Trailer.\" YouTube. YouTube, 15 August 2013. Web. 15 December 2016. \"Toots and the Maytals: Reggae Got Soul\". Honolulu Museum of Art. Film Showing – Doris Duke Theatre. 1 July 2015. Web. Retrieved 15 December 2016. The 2012 live album Unplugged on Strawberry Hill gained Hibbert his fifth Grammy nomination. In May 2013, Hibbert was struck in the head with a 1.75-litre vodka bottle while performing onstage at a Richmond, Virginia, festival. His injuries resulted in a concussion and treatment required six staples in his head. The man who threw the bottle was arrested, and despite Hibbert's pleas for clemency to the judge, was given a six-month sentence. Hibbert's letter to the judge also detailed the extent of his injury: \"I continue to suffer from extreme anxiety, memory loss, headaches, dizziness and most sadly of all, a fear of crowds and performing. I am not able to write songs as I did before or remember the lyrics of songs that I wrote and have performed for decades.\" After his injury, Hibbert canceled all subsequent performances, and the group did not perform live again until 2016. In 2015, Vogue listed the song \"54-46 Was My Number\" by Toots and the Maytals as one of their \"15 Roots Reggae Songs You Should Know\"; and in an interview with Patricia Chin of VP Records, Vogue listed the group as part of an abbreviated list of early \"reggae royalty\" that recorded at Studio 17 in Kingston, Jamaica which included Bob Marley, Peter Tosh, Gregory Isaacs, Dennis Brown, Burning Spear, Toots and the Maytals, The Heptones, and Bunny Wailer.Jules, Gary. \"15 Roots Reggae Songs You Should Know\". Vogue. 28 October 2015. Retrieved 15 October 2017.Gaddis, Anicée. \"The Golden Age of Reggae: An Archival Romp With Roots Pioneer Patricia Chin\" Vogue. 28 October 2015. Retrieved 15 October 2017. In 2016 Toots and the Maytals announced a return to the stage with their first tour in 3 years, and on 15 June at The Observatory North Park in San Diego the group returned to the stage for the first time since 2013. In 2017 Toots and the Maytals played Coachella Fest 16 and 23 April at 4:20 pm. They became the second reggae-based group to perform at the Coachella festival, after Chronixx in 2016.Hopkinson, Ashley. Chronixx brings roots reggae to Coachella. The Desert Sun. 24 April 2016. Retrieved 5 May 2017.Miller, Jeff. Coachella Day 3: Toots and the Maytals, Sofi Tukker, Skepta & More Midday Highlights. Billboard. 16 April 2017. Retrieved 5 May 2017.Toots for Coachella fest. Jamaica Observer. 8 January 2017. Retrieved 5 May 2017. Toots and the Maytals have been cited as an inspiration for other music artists when it comes to career longevity. Jamaican artist Sean Paul explains this by saying, \"I've seen some great people in my industry, you know, people like Toots … Toots and the Maytals. Toots he's a great reggae artist and he's still doing it … He's up there in years and he's doing it. Those kind of artists inspire me. I know I’m just going to keep on doing music as long as I can.\"\"Sean Paul\". The Breakfast Club. 21 November 2016. Web. Retrieved 23 November 2016. On 24 June 2017 at the Glastonbury Festival, Toots and the Maytals were slotted for 17:30 with BBC Four scheduled to show highlights from their set. When they did not appear it was suspected they missed their time slot, and BBC broadcaster Mark Radcliffe apologised on their behalf stating, \"If you were expecting Toots and the Maytals – and, frankly, we all were – it seems like they were on Jamaican time or something because they didn't make it to the site on time.\" The group was subsequently rescheduled by the Glastonbury Festival organizers giving them the midnight slot, with all other acts being shifted by one hour.Jones, Tim. Glastonbury festival 2017: full lineup and stage times. The Guardian. www.theguardian.com. Web. 30 May 2017. Retrieved 4 August 2017.Blumsom, White and Saunders. Glastonbury Festival 2017 Saturday live.The Daily Telegraph. www.telegraph.co.uk. Web. 24 June 2017. Retrieved 4 August 2017.Slee, Fordham, Trim, Birch and Cock. Foo Fighters and David Grohl headline Glastonbury on Saturday. Somerset Live. www.somersetlive.co.uk. Web. 24 June 2017. Retrieved 4 August 2017.\"reggae\". Dictionary.com Unabridged. Random House, Inc. Retrieved 4 August 2017. On 29 July 2017 Toots and The Maytals headlined the 35th anniversary of the WOMAD UK festival with a performance that was reported as \"easily one of the true highlights of WOMAD 2017\". In 2018, Toots and the Maytals launched a 50th anniversary tour with concert appearances in North America from April to August, moving to dates in the UK starting in October. On 25 July 2018 Toots and the Maytals debuted an original song entitled \"Marley\" live on The Tonight Show Starring Jimmy Fallon, and also played the classic \"Funky Kingston\". On 24 August 2018 Toots and the Maytals performed at Lockn' Festival in Arrington, Virginia, where guest Taj Mahal accompanied them on the song \"Monkey Man\". In July 2019 Coors Brewing Company used the Toots and the Maytals song \"Pressure Drop\" in a television advertisement for Coors Light. ===2020s=== On 11 September 2020, Toots and the Maytals frontman Toots Hibbert died at age 77. Following Hibberts' death in 2020, there was uncertainty as to if the Maytals would return. In November 2020, Paul Douglas and Jackie Jackson confirmed that the band would carry on, as a tribute to Hibbert. On 14 March 2021 at the 63rd annual Grammy Awards, Toots and The Maytals won Best Reggae Album for the album Got to be Tough. In July 2021 the family of Toots Hibbert issued a cease and desist letter to the members of The Maytals Band. The letter sought to prohibit the remaining band members from performing under the name \"The Maytals\" (the name the band has been performing under for over 50 years). Subsequently a Toots Hibbert tribute concert where multiple artists were scheduled to perform in London on 4 September 2021 was cancelled as a result of the cease and desist letter. ==Current members== * Paul Douglas – drums, percussion, backing vocals (1969–1981, 1990–2013, 2016–present) * Jackie Jackson – bass, backing vocals (1969–1981, 1990–2013, 2016–present) * Radcliffe \"Dougie\" Bryan – guitar (1972–1981, 1998–2013, 2016–present) * Carl Harvey – guitar, backing vocals (1980–1981, 1990–2013, 2016–present) * Marie \"Twiggi\" Gitten – backing vocals (1999–2013, 2016–present) * Stephen Stewart – keyboards, backing vocals (2002–2013, 2016–present) * Charles Farquharson – keyboards (2008–2013, 2016–present) ==Accolades== * 1981 Toots Live! nominated for Grammy Award * 1989 Toots in Memphis nominated for Grammy Award for Best Reggae Album of the Year * 1998 Skafather nominated for Grammy Award for Best Reggae Album of the Year * 2004 True Love won Grammy Award for Best Reggae Album of the Year * 2010 Toots Hibbert named one of the 100 Greatest Singers by Rolling Stone * 2013 Reggae Got Soul: Unplugged On Strawberry Hill nominated for Grammy Award for Best Reggae Album of the Year * Record holder for most number one songs in Jamaica (31 #1 songs) * 2020 Got To Be Tough won for Grammy Award for Best Reggae Album of the Year == Museums and expositions == File:Philharmonie de Paris 1.jpg|Philharmonie de Paris File:Philharmonie de Paris 2.jpg|Philharmonie de Paris File:Philharmonie de Paris 3.jpg|Philharmonie de Paris - Jamaica Jamaica! Toots and the Maytals were included in Exposition Jamaica Jamaica!, which ran April to August 2017 at the Philharmonie de Paris in France, to highlight their importance in the development of reggae music.LE PARCOURS EN MUSIQUE. Exposition Jamaica Jamaica ! Philharmonie de Paris. philharmoniedeparis.fr. Web. Retrieved 25 June 2017. Chardeau, Amaury. Métronomique. La Jamaïque, en attendant le reggae. France Culture. franceculture.fr. Web. Retrieved 25 June 2017. ==Discography== ==Saturday Night Live parody== On Season 41 Episode 4 of Saturday Night Live, hosted by Donald Trump, actors Kenan Thompson and Jay Pharoah played Toots and The Maytals in a sketch with Trump as he introduced musical guest Sia.Anonymous. Toots Intro. nbc.com. 24 November 2015. Web. Retrieved 26 July 2017. Toots and The Maytals were the musical guest on the first episode of SNL that Trump hosted on 3 April 2004.SNL. Donald Trump - Donald Trump Sketches. nbc.com. 26 July 2017. Web. Retrieved 26 July 2017. ==See also== *List of reggae musicians *List of roots reggae artists *List of ska musicians *List of Caribbean music groups ==References== ==External links== *Comprehensive discography at X-Ray Music *Toots interview by Daiana Feuer, L.A. Record Category:Jamaican ska groups Category:First-wave ska groups Category:Grammy Award winners Category:Rocksteady musical groups Category:Charly Records artists Category:Trojan Records artists Category:Jamaican reggae musical groups Category:Musical groups established in 1962 Category:1962 establishments in Jamaica",
 "title": "Toots and the Maytals"
}