{
 "id": "529207",
 "text": "Arthur Eichengrün (13 August 1867 – 23 December 1949) was a German Jewish chemist, materials scientist, and inventor. He is known for developing the highly successful anti-gonorrhea drug Protargol, the standard treatment for 50 years until the adoption of antibiotics, and for his pioneering contributions in plastics: co-developing (with Theodore Becker) the first soluble cellulose acetate materials in 1903, called \"Cellit\", and creating processes for the manufacture of these materials which were influential in the development of injection moulding. During World War I his relatively non-flammable synthetic cellulose acetate lacquers, marketed under the name \"Cellon\", were important in the aircraft industry. He contributed to photochemistry by inventing the first process for the production and development of cellulose acetate film, which he patented with Becker. Eichengrün claimed to have directed the initial synthesis of aspirin in 1897, but his claim has been disputed. For many years Bayer credited Felix Hoffmann, Eichengrün's junior, with the invention of aspirin. However, the first attribution of the discovery to Hoffmann appears in 1934, and may have reflected anti-Jewish revisionism. During World War II, Eichengrün was imprisoned in the Concentration camp Theresienstadt. == Life == Arthur Eichengrün was born in Aachen as the son of a Jewish cloth merchant and manufacturer. In 1885, he took up studies in chemistry at the University of Aachen, later moved to Berlin, and finally to Erlangen, where he received a doctoral degree in 1890. In 1896, he joined Bayer, working in the pharmaceutical laboratory. In 1908, he quit Bayer and founded his own pharmaceutical factory, the Cellon-Werke in Berlin. His company was \"Aryanized\" by the Nazis in 1938. In 1943, he was arrested and sentenced to four months in prison for having failed to include the word \"Israel\" in his name in a letter to a Reich official (Nazi law required Jewish men to be identified as such, as they required Jewish women to identify as \"Sarah\".). In May 1944, he was arrested again on the same charge and deported to the concentration camp Theresienstadt, where he spent 14 months until the end of World War II in Europe, escaping death. After the liberation, he returned to Berlin, but moved to Bad Wiessee in Bavaria in 1948, where he died the following year at the age of 82. == Work == ===Aspirin=== Eichengrün has made his name through numerous inventions, such as processes for synthesizing chemical compounds. Aside from Aspirin, Eichengrün held 47 patents. Bayer's official story credits Felix Hoffmann, a young Bayer chemist, with the invention of aspirin in 1897. Impure acetylsalicylic acid (ASA, the active compound of aspirin) had been synthesized already in 1853 by French chemist Charles Frédéric Gerhardt; the 1897 process developed at Bayer was the first to produce pure ASA that could be used for medical purposes. Due to the rise of the Nazis in Germany, Eichengrün was unable to object when Hoffman first made the claim that he (Hoffman) invented aspirin, in the footnote of a 1934 German Encyclopedia. Hoffman's claim was once widely accepted, but many historians now consider it to be discredited. Eichengrün first claimed to have invented aspirin in a 1944 letter from Theresienstadt concentration camp, addressed to IG Farben (of which Bayer was a part), where he cited his many contributions to the company (which was highly influential in the concentration camps), including the invention of aspirin, as reasons for why he should be released. Five years later, Arthur Eichengrün published a paper in Pharmazie in 1949, where he explained that he had instructed Hoffmann to synthesise acetylsalicylic acid and that the latter had done so without knowing the purpose of the work. The paper elucidated how he planned and directed the synthesis of aspirin along with the synthesis of several related compounds, describing these events in detail. He also claimed to be responsible for aspirin's initial surreptitious clinical testing. Finally, he explained that Hoffmann's role was restricted to the initial lab synthesis using his (Eichengrün's) process and nothing more.Eichengrün A. 50 Jahre Aspirin. Pharmazie 1949;4:582-4. (in German) Eichengrün's account was largely ignored by historians and chemists until 1999, when Walter Sneader of the Department of Pharmaceutical Sciences at the University of Strathclyde in Glasgow re-examined the case and came to the conclusion that indeed Eichengrün's account was convincing and correct and that Eichengrün deserved credit for the invention of aspirin. Bayer denied this in a press release, asserting that the invention of aspirin was due to Hoffmann. ;Evidence supporting Eichengrün's claims to the invention Walter Sneader based his claims that Eichengrün both invented the process for synthesizing aspirin and oversaw its clinical testing on old and newly released archived materials, including letters, patents, and lab work. He found that Hoffman was not credited with inventing the process for synthesizing Aspirin in any documents prior to 1934, 37 years after its initial synthesis. Further he found reason to doubt the footnote's credibility, not just for being published during the \"Aryanization\" period of Nazi Germany, but for its inaccurate claims about the testing of salicylic acid derivates other than acetyl ester. The vague reference did not specify which derivatives were tested, but claimed they had been discovered earlier but had been synthesized for \"other purposes\".Schmidt A. Die industrielle Chemie in ihrer Bedeutung im Wetbild und Errinnerungen an ihren Aufban. Berlin: De Greuter; 1934. p. 775. No indication was given of what the others were, but in 1899 Heinrich Dreser, head of the experimental pharmacology laboratory at Elberfeld, named them in a publication as propionyl, butyryl, valeryl, and benzoyl salicylic acids.. Dreser H. Pharmakologisches über aspirin (Acetylsalicylsäure) Pflügers Arch. 1899;76:306–318 He further alluded to these derivatives in 1907Bayer-Archiv. Pharmakologisches Labor Elberfeld. 103/12.1. Prof Dreser, 27.07.1907. Die pharmakologische Laboratorium der Farbenfabriken, pp 6-7. and again in 1918.Dreser H. Geschichte und Entwicklung der Farbenfabriken vorm Friedr Bayer & Co, Elberfield, in den ersten 50 Jahren. Munich: Meisenbach-Riffrath; 1918. Das pharmakologische Laboratorium der Farbenfabriken; pp. 419–424. However, the assertion that these salicylic acid derivates had been synthesized for non-therapeutic reasons is demonstrably false. Hoffmann's colleague Otto Bonhoeffer (who also worked under Eichengrün) had been awarded a US and UK patent in 1900 for several of these compounds.Bonhoeffer O. The manufacture or production of acidyl salicylic acids. British Patent 9123, 3 March 1900Bonhoeffer O. Propionyl-salicylic acid and process of making same. US Patent 656435, 21 August 1900 The patents indicate that the derivatives were prepared for the exact purpose of finding a salicylic acid derivative with therapeutic value. Sneader concluded that because of this error the 1934 footnote is unreliable. ===Protargol=== In 1897, protargol, a silver salt of a protein mixture, developed by Eichengrün at Bayer, was introduced as a new drug against gonorrhea. Protargol stayed in use until sulfa drugs and then antibiotics became available in the 1940s. ===Plastics=== In 1903, Eichengrün co-developed the first soluble form of cellulose acetate with Theodore Becker. He developed processes for the manufacture of cellulose acetate materials and devoted the rest of his life to the technical and economic development of plastics, lacquers, enamels, and artificial fibers based on cellulose acetate. During World War I his relatively non-inflammable synthetic cellulose acetate lacquers were important in the aircraft industry. He also pioneered the influential technique of injection moulding. In 1904, he created and patented the first safety film with Becker, (cellulose diacetate) from a process they devised in 1901 for the direct acetylation of cellulose at a low temperature to prevent its degradation, which permitted the degree of acetylation to be controlled, thereby avoiding total conversion to its triacetate. Cellit was a stable, non-brittle cellulose acetate polymer that could be dissolved in acetone for further processing. It was used to manufacture cellulose diacetate cinematographic film, which Eastman Kodak and the Pathé Frères began to use in 1909. Cellulose acetate film became the standard in the 1950s, preferred over the highly flammable and unstable film stock produced from Nitrocellulose. ==References== ==External links== *Arthur Eichengrün in the Complete Dictionary of Scientific Biography *Sneader's paper crediting Eichengrün with the invention of aspirin in the British Medical Journal. * *Wer hat es erfunden? (Who invented it?) * Category:20th-century German chemists Category:19th-century German chemists Category:Jewish chemists Category:Jewish German scientists Category:Photochemists Category:Aspirin Category:Bayer people Category:Theresienstadt Ghetto survivors Category:RWTH Aachen University alumni Category:University of Erlangen-Nuremberg alumni Category:1867 births Category:1949 deaths",
 "title": "Arthur Eichengrün"
}