{
 "id": "529574",
 "text": "Triumph the Insult Comic Dog is a puppet character created by Conan O'Brien and puppeteered and voiced by Robert Smigel, best known for mocking celebrities in an Eastern European accent. As his name indicates, Triumph's comedic style is almost exclusively insult comedy. A Yugoslavian Mountain Hound, Triumph often puffs a cigar, which usually falls out of his mouth when he starts talking. He debuted in 1997 on NBC's Late Night with Conan O'Brien as a fictional Yugoslavian mountain dog and also appeared on The Tonight Show with Conan O'Brien from time to time, as well as the short-lived TV Funhouse, TBS's Conan, and Adult Swim's The Jack and Triumph Show. Smigel and Triumph have been ejected from several events for Triumph's antics, including the Westminster Kennel Club Dog Show, the Honolulu line for auditions for American Idol, and the 2004 Democratic National Convention (while shooting an aborted movie project). The character is also notable for being performed by Eminem at the 2002 MTV Video Music Awards and music video for his song \"Ass Like That\". ==Notable appearances== ===Westminster Kennel Club Dog Show=== Beginning in 1998, Triumph regularly crashed the Westminster Kennel Club Dog Show in New York, interacting with the real dogs and being ejected.Michael Precker, \"Dog Sock Puppets In Hand-To-Hand Combat\", Dallas Morning News, via Sun-Sentinel, May 2, 2000.John Jurgensen, \"The Triumph of Bathroom Humor\", The Hartford Courant, November 9, 2003.Neal Justin, \"Robert Smigel talks about the return of Triumph the Insult Comic Dog\", Star Tribune, February 19, 2015.Travis Petersen, \"Album Reviews: Triumph the Insult Comic Dog, Come Poop With Me\", Student Life (Washington University, St. Louis), January 26, 2004. ===Space Ghost Coast to Coast=== In 2004, Triumph appeared as the guest star on the hit Adult Swim series Space Ghost Coast to Coast in the episode \"Dreams\". Triumph offhandedly mentions having anal sex with Lassie, which causes friction between Space Ghost and Moltar over such topics being brought up on television. ===2004 presidential campaign=== Triumph filmed a number of segments during the 2004 US presidential election cycle. In November 2003, in the early days of the 2004 U.S. presidential primary campaign, Triumph was the \"lead guest\" on The Tonight Show with Jay Leno the same night that Democratic candidate John Kerry also appeared on the show. Kerry made a dramatic entry, riding his Harley-Davidson motorcycle onto the stage; but Triumph, in characteristic style, poked fun at him with a series of scathingly rude remarks, to Kerry's evident discomfort.\"2 Kerry Officials Quit to Protest Firing of Top Aide\" By Susannah Rosenblatt and Mark Z Barabak, Los Angeles Times, November 12, 2003 (page A-26) (Among his jibes: \"The poop I made in the dressing room had more heat than John Kerry!\")ABCNEWS.com \"The Note\", November 12, 2003 In July and August 2004, Triumph followed up with visits to both major parties' national conventions. During the Democratic National Convention in Boston (from which he was ejected), Triumph and Michael Moore attempted to crash Bill O'Reilly's set. O'Reilly, having his makeup applied at the time, shouted, \"If I have to come out there, Insult Dog, you're gonna be talking a lot higher than you are now.\" He also gained entry to the Republican convention in New York, and even debated actor Ron Silver during the wrap-up on MSNBC.\"Broadcast Goes 'Convention Lite'\" By David Bianculli, Broadcasting & Cable, August 25, 2008 ===2008 presidential election=== In September 2008, Triumph traveled to St. Paul, Minnesota to attend that year's Republican National Convention, where he filed a series of reports as he joked around with delegates inside the hall and protesters in the streets outside the convention.\"Triumph at the Republican National Convention\" , Part 1 of 3 at NBC.com He also conducted a -minute interview (at a hotel across the street) with independent candidate Ralph Nader.\"Triumph Interviews Ralph Nader\" at NBC.com In October 2008, Triumph made an appearance at Hofstra University in Hempstead, New York during the final presidential debate between John McCain and Barack Obama. He interviewed and made jokes with political party supporters and with other members of the press, including the host of Fox News Channel's On the Record with Greta Van Susteren, making a surprise appearance on her show with Mr. Met, the mascot of the New York Mets.\"Triumph in the Presidential Debate Spin Room\" at NBC.com ===The Jack and Triumph Show=== He starred in the short-lived Adult Swim series The Jack and Triumph Show with Jack McBrayer. It premiered on February 20, 2015, and lasted until April 3, 2015. ===2016 and 2020 presidential elections=== In February 2016, Triumph starred in Triumph's Election Special 2016, sponsored by Hulu and Funny or Die, traveling on the election trail. The program went on to be nominated for an Emmy for Outstanding Writing for a Variety Special. In November 2016, after the election of Donald Trump as president, Triumph appeared on The Late Show with Stephen Colbert to discuss Trump's victory. In February 2020, Triumph appeared on The Late Show to attempt to interview congresspeople during the Trump's impeachment trial. After holding up a sign behind Senator Lindsey Graham during a CNN interview, he was escorted out of the building before finishing the segment outside.The Late Show with Stephen Colbert. CBS. February 3, 2020. ==Trademark lawsuit== In 1999, after Triumph accused Pets.com's sock puppet mascot of being a \"rip-off\" of Triumph on television shows, in print media, online, and in a letter, the company sent lawsuit threats and cease and desist letters to Smigel claiming \"unfair competition, dilution and potentially tortious interference with contract in violation of federal and state laws\" and the following year filed a lawsuit against Late Night and Smigel.Lisa de Moraes, \"Dogfight! On Conan, It'll Be Sock Puppet vs. Triumph\", The Washington Post, May 4, 2000. The bankruptcy and closing of the company during the dot-com bust of 2000 ended the lawsuit. Triumph humped the Pets.com dog in a bathroom during a segment of Late Night as an act of revenge. ==Discography== Triumph's 2003 album, Come Poop with Me, was released by Warner Bros. Records, and featured adult comedy and songs, plus a bonus DVD of live performances by Triumph. The album was nominated for a Grammy Award for Best Comedy Album. Appearing with Triumph on the album and the DVD were singer-actor Jack Black, comic actor Adam Sandler, Saturday Night Live cast members Maya Rudolph and Horatio Sanz; Blackwolf the Dragonmaster—a real-life fantasy/gaming fan who had once been targeted by Triumph during an infamous encounter with Star Wars fans; and Conan O'Brien. On August 10, 2004, NBC released a DVD, Late Night with Conan O'Brien: The Best of Triumph, the Insult Comic Dog featuring select Triumph appearances from Late Night. == See also == * Ed the Sock == References == == External links == Category:Anthropomorphic dogs Category:Comedy television characters Category:Fictional interviewers Category:Fictional smokers Category:Fictional television personalities Category:Late Night with Conan O'Brien Category:Male characters in television Category:Puppets Category:Television characters introduced in 1997 Category:Ventriloquists' dummies Category:Warner Records artists",
 "title": "Triumph the Insult Comic Dog"
}