{
 "id": "529678",
 "text": "{| |} HMAS Pirie (J189/B249/A123), named for the city of Port Pirie, was one of 60 Bathurst-class corvettes constructed during World War II and one of 20 built on Admiralty order but manned by personnel of and commissioned into the Royal Australian Navy (RAN). Early in her career, Pirie operated as an escort in the South West Pacific Area, and in April 1943, was damaged off Oro Bay by Japanese aircraft. Tensions between the corvette's commanding officer and the rest of the ship's company, excaberated by the lack of leave, mail, and pay, boiled over during the repair period, and led to a strike-like mutiny by the junior sailors shortly after Pirie returned to service. The mutiny was poorly handled, and the commander was replaced at the end of 1943. During 1944, the ship continued to operate as a convoy escort, and undertook minesweeping duties until she was attached to the British Pacific Fleet. Pirie was the third RAN ship to enter Japanese waters, and was present at Japan's surrender. After the war, the corvette returned to Australia, and was decommissioned before being sold to Turkey. Renamed TCG Amasra, the ship remained in service with the Turkish Navy until 26 March 1984. ==Design and construction== In 1938, the Australian Commonwealth Naval Board (ACNB) identified the need for a general purpose 'local defence vessel' capable of both anti-submarine and mine-warfare duties, while easy to construct and operate.Stevens, The Australian Corvettes, p. 1Stevens, A Critical Vulnerability, p. 103 The vessel was initially envisaged as having a displacement of approximately 500 tons, a speed of at least , and a range of Stevens, A Critical Vulnerability, pp. 103–4 The opportunity to build a prototype in the place of a cancelled Bar- class boom defence vessel saw the proposed design increased to a 680-ton vessel, with a top speed, and a range of , armed with a 4-inch gun, equipped with asdic, and able to fitted with either depth charges or minesweeping equipment depending on the planned operations: although closer in size to a sloop than a local defence vessel, the resulting increased capabilities were accepted due to advantages over British-designed mine warfare and anti- submarine vessels.Stevens, A Critical Vulnerability, pp. 103–5 Construction of the prototype did not go ahead, but the plans were retained.Stevens, A Critical Vulnerability, p. 104 The need for locally built 'all-rounder' vessels at the start of World War II saw the \"Australian Minesweepers\" (designated as such to hide their anti-submarine capability, but popularly referred to as \"corvettes\") approved in September 1939, with 60 constructed during the course of the war: 36 ordered by the RAN, 20 (including Pirie) ordered by the British Admiralty but manned and commissioned as RAN vessels, and four for the Royal Indian Navy.Stevens, A Critical Vulnerability, pp. 105, 148Donohue, From Empire Defence to the Long Haul, p. 29Stevens et al., The Royal Australian Navy, p. 108HMAS Pirie (I), Sea Power Centre The corvette was initially fitted with a 12-pounder gun as primary armament; this was later replaced by a . Three Oerlikons made up the secondary armament. The aftmost Oerlikon was later switched out in favour of a Bofors. An assortment of machine guns were carried for close-in defence, and depth charge throwers and rails were fitted for anti-submarine warfare. Pirie was laid down by BHP at its Whyalla shipyard on 19 May 1941. She was launched on 3 December 1941 by Mrs. H. T. Kleeman, wife of the Whyalla superintendent of BHP.Pirie was commissioned into the RAN on 10 October 1942, with Lieutenant Commander Charles Ferry Mills in command.Frame & Baker, Mutiny!, pp. 165–6 ==Operational history== The corvette was initially assigned to escort duties in the South West Pacific Area.Frame & Baker, Mutiny!, p. 1676 ===Oro Bay=== On 11 April 1943, Pirie was escorting the British supply ship SS Hanyang from Milne Bay to Oro Bay.Frame & Baker, Mutiny!, p. 168 The ships were from their destination when they were attacked by Japanese dive-bombers. The first wave saw Hanyangs steering gear damaged, while Pirie was straddled by bombs but escaped effectively unharmed. One dive-bomber was shot down by the corvette's retaliatory fire. A second pass by the aircraft caused further damage to the merchantman. A Zero dived on Pirie, strafing the foredeck and the crew of the 12-pounder while the corvette's starboard Oerlikon shot back. The bomber dropped two bombs: Pirie turned to port to avoid one, but moved directly under the other.Frame & Baker, Mutiny!, pp. 168–9 The bomb penetrated the armoured bridge canopy, deflected off the helmsman's station, killed the gunnery officer, then struck the foredeck plating and detonated, where it killed six of the seven men on the main gun.Frame & Baker, Mutiny!, p. 169 Had it not struck the bridge first, the bomb would likely had penetrated the magazine before detonating and destroying the entire ship. Pirie was strafed another three times before the Japanese planes were driven off by Allied fighters and anti-aircraft fire from the corvette. In addition to the seven crew killed in the attack, four were seriously wounded. Japanese propaganda, describing the corvette as a destroyer, reported that she had been destroyed. Three United States Army personnel aboard Pirie at the time (a chaplain and two officers) offered to bury the dead at sea. The chaplain later recommended that the ship and her company receive bravery honours. Both ships reached their destination. After some repairs were effected at Oro Bay, escorted Pirie back to Milne Bay. Further temporary repairs were made, and on 14 April, the corvette sailed for Townsville in company with the sloop , before continuing on alone to Maryborough, where she arrived on 19 April. ===Repairs and mutiny=== During Mills' time in command, he had been a strict disciplinarian, required sailors to wear dress uniforms when going ashore, and over-enforced the division between officers and sailors.Frame & Baker, Mutiny! pp. 166–7 Mills also treated both sailors and subordinate officers with contempt: as the only member of the Permanent Navy (as opposed to the Reserve or 'Hostilities Only' recruits), he considered himself superior to all else aboard. The entire ship's company quickly came to dislike him, and any respect for him was further undermined during the air attack at Oro Bay: sailors had witnessed Mills dive for cover when the Japanese planes attacked, forcing the Coxswain to take over and fight.Frame & Baker, Mutiny! pgs. 166-7, 169–70 Mills also took to wearing a sling, despite not being wounded.Frame & Baker, Mutiny! p. 170 On coming alongside in Maryborough, the personnel of Pirie found that only some of their expected mail had arrived, and there was no sign of their pay. A small number of sailors were allowed home on leave, but Mills ordered the rest to remain aboard the corvette while the foredeck was stripped off and replaced, which made living conditions in the already poor messdecks much worse: those aboard were exposed to the noise of repair work, tropical heat, and ankle-deep water in the living areas.Frame & Baker, Mutiny! pgs. 165, 171 The commander himself moved ashore to a hotel, but visited the ship daily to take local dignitaries on tours and spoke of the attack.Frame & Baker, Mutiny! p. 171 Mills' wife had travelled to Maryborough, and the ship's men were expected to salute her as if she was a naval officer. A complaint about the living conditions was made to the Coxswain to pass on to Mills, but the commander was uncompassionate.Frame & Baker, Mutiny! pp. 171–2 Repairs were completed on 18 May, and Pirie sailed to Townsville to await reassignment.Frame & Baker, Mutiny! p. 172 An expected leave period before resuming duties did not eventuate. The corvette was instructed to commence patrol and escort duties along Australia's east coast, to which Mills responded with bravado. The signalman informed his shipmates of the response: some sailors later wrote that this was \"the last straw\". Pirie completed her first escort run in late May: she escorted two ships from Townsville to Sydney, then joined a convoy of fourteen merchant ships and five other corvettes back to Townsville. The mood of the ship's company continued to deteriorate, and on 8 June, a large number of sailors met in the foremost messdeck. A complaint about the living conditions was made to the coxswain to pass on to Mills, but the commander was uncompassionate.Frame & Baker, Mutiny! pp. 172–3 They wanted to highlight their grievances and requests—a short period of shore leave while Pirie was inactive, their overdue mail to be sent to the ship, and their pay to be delivered—and resolved that the next morning, instead of reporting for duty, half the junior sailors and half the stokers would, instead of reporting for duty, \"sit here and see what happens\".Frame & Baker, Mutiny! p. 173 Older sailors and anyone above the rank of able seaman were not allowed to participate, so the corvette could deploy immediately if necessary and to ensure there were no repercussions for those who had families to support and might wish to continue their naval career after the war. The next morning, when the order to assemble for morning duties was piped, 45 men failed to respond, and asked to discuss their grievances with Mills. Mills instructed the First Lieutenant and the Coxswain to order the sailors to the quarterdeck. Each sailor was given a direct order, and when all had refused, they were deemed to be in a state of mutiny. The sailors did not know how to proceed, so continued to sit and wait in the messdecks. The Coxswain returned to collect a list of grievances, and was met by shouts from all sides, some of which had little or no connection to the sailors' original reasonings.Frame & Baker, Mutiny! p. 175 Another pipe, this time for all personnel to assemble aft, was made, and again, the 45 sailors stayed where they were. Mills, who had received the list, informed those assembled how disappointed he was in the actions of the ship's company, then went ashore to meet with the Naval Officer in Charge (NOIC).Frame & Baker, Mutiny! pp. 175–7 Although attending the midday meal, the 45 sailors did not report for afternoon duties, and it was not until 1720, with the NOIC aboard, that they obeyed an order to fall in with the rest of the ship's company on the aft quarterdeck.Frame & Baker, Mutiny! p. 176 During the afternoon, an armed guard was stationed on the dock alongside Pirie, and the ship's 12-pounder had been disabled. After reading the relevant passages from the Articles of War, the NOIC instructed anyone unwilling to work to stand aside; nobody did. The ship's company were informed that Pirie would sail for Cid Harbour that evening. On arrival at Cid Harbour early on 10 June, Mills was informed that a Board of Inquiry, consisting of senior officers from HMA Ships and would be convened at 1100.Frame & Baker, Mutiny! p. 179 Twenty-four sailors were called before the Inquiry, and had to testify without formal representation. As the Inquiry was unable to identify any ringleaders, the problem was handed back to Mills to deal with as he saw fit. On 15 June, Mills summarily charged twelve men with joining a mutinous assembly (including one who had not participated), and two others with disobeying instructions to persuade the others to return to duty. Ten were sent to Stuart's Creek Gaol for periods between 21 and 60 days, then assigned to other ships, while the other four were punished less severely and remained aboard.Frame & Baker, Mutiny! pp. 180–2 This was despite the Articles of War prohibiting charges of mutiny being laid without a court martial, and no opportunity to defend themselves or request clemency was offered. The sailors claimed that the decision to disobey orders had come from a consensus of frustration, and later theorised that those punished had either witnessed the commander's actions during the air attack, or were the ones most likely to speak up for themselves against Mills. The evidence collected by the Inquiry led the Australian Commonwealth Naval Board to conclude that Mills had failed to respond quickly and appropriately to the sailors' actions, and he was transferred to the training base in December.Frame & Baker, Mutiny! p. 182 Pirie continued on convoy duties until sailing to Sydney for a refit in December.Frame & Baker, Mutiny! p. 184 During his final months in command, Mills attempted to reassert his authority through the use of increasingly frequent disciplinary punishments for minor breaches, such as failing to properly lash hammocks, or washing clothes in the wrong place.Frame & Baker, Mutiny! pp. 182–3 Mills' replacement, Lieutenant Commander D. L. Thompson, noted a dramatic improvement in the attitude and discipline of the ship's company when he took command.Frame & Baker, Mutiny! p. 183 ===1944–45=== After the December 1943 refit, Pirie was assigned to patrol and escort duties out of Darwin. During the second half of 1944, the ship operated in the Great Barrier Reef as a minesweeper. In November, Pirie was attached to the British Pacific Fleet's Minesweeping Flotilla. In July 1945, the corvette was used as a convoy escort off Okinawa and Iwo Jima. Pirie was the third Australian warship to enter Japanese territorial waters during the war, entering Tokyo Bay on 31 August 1945. She remained in Tokyo Bay until mid-September and was present on Victory over Japan Day (2 September 1945), when the Japanese Instrument of Surrender was signed.Allied Ships Present in Tokyo Bay During the Surrender Ceremony, 2 September 1945, Naval Historical Center, U.S. Navy Piries wartime service is recognised by three battle honours: \"Pacific 1942–45\", \"New Guinea 1943–44\", and \"Okinawa 1945\".Marks 109th Birthday With Historic Changes To Battle Honours, Royal Australian NavyRoyal Australian Navy Ship/Unit Battle Honours, Royal Australian Navy ===Post-war handover=== Pirie returned to Sydney in February 1946. She was decommissioned from RAN service on 5 April, and was immediately recommissioned into the Royal Navy as HMS Pirie. On 21 May, Pirie, along with sister ships and , sailed for Colombo for transfer into the Turkish Navy. ===Turkish service=== Renamed TCG Amasra, the ship remained in service with the Turkish Navy until 26 March 1984. ==Citations== ==References== ;Books * * * * ;Journal and news articles * ;Websites * * * * ==External links== Category:Bathurst-class corvettes of the Royal Australian Navy Category:Bathurst-class corvettes of the Turkish Navy Category:Corvettes of the Cold War Category:Naval mutinies Category:Ships built in South Australia Category:World War II corvettes of Australia Category:1941 ships",
 "title": "HMAS Pirie (J189)"
}