{
 "id": "529781",
 "text": "Bungonia Caves are a series of caves near the city of Goulburn, New South Wales, Australia. == Overview == The caves are sited within the Bungonia State Conservation Area adjoining the Morton National Park, about east of Goulburn and about south-west of Sydney. The caves are formed in limestone at the southern extremity of the Sydney basin, a broad expanse of New South Wales between this point, the city of Newcastle in the north, the town of Lithgow to the west and the Pacific Ocean to the east. The caves are precipitous in many places and entry is limited. The presence of \"Foul air\", dangerous levels of CO2 or O2, is common in the Bungonia caves, especially in summer and in The Grill Cave in particular. One of the more well-known caves, The Drum Cave, is an important bat breeding site. The Large Bent-wing Bat (formerly known as the Common Bent-wing Bat), is listed as Vulnerable under the Threatened Species Conservation Act (1995) in New South Wales. Drum Cave is closed annually from 1 November through to 1 April in order to provide a safe environment for the bats during their breeding season, but is open and available to the public for the remainder of each year. The importance of Drum Cave for the preservation of the Large Bent-wing Bat is underscored by the fact that the next closest suitable breeding cave is located near Wee Jasper. Grill Cave is also normally closed for the month of December as a bat staging cave. Chalk Cave is closed 1 May to 30 September for bat hibernation over winter; entry to these caves during these periods carries a fine. Many fossils can be found along the various walking tracks in the vicinity of the caves. There are also colour- coded bushwalks through the area. == List of caves == There are over 190 caves at Bungonia, though some of these are not much more than small holes in the ground. They include: *The Drum Cave *The Blowfly Cave *The Grill Cave *Argyle Cave *Chalk Cave *College Cave *Mass \"cathedral\" cave *Canberra Hole *Odyssey (Note: Closed. For research use only) *Fossil cave – Hogans Hole *System *Spider *Acoustic Pot *Condom Cave – (Named After the map shape) == References == == Further reading == * == External links == * Bungonia State Recreation Area * Morton National Park * TDMSKP – Bungonia State Conservation Area Category:Caves of New South Wales Category:Limestone caves Category:Wild caves Category:Goulburn Mulwaree Council",
 "title": "Bungonia Caves"
}