{
 "id": "529735",
 "text": "Dignity Health Sports Park (formerly Home Depot Center and StubHub Center) is a multiple-use sports complex located on the campus of California State University, Dominguez Hills in Carson, California. The complex consists of the 27,000-seat Dignity Health Sports Park Soccer Stadium, the Dignity Health Sports Park Tennis Stadium, a track and field facility, and the VELO Sports Center velodrome. It is approximately south of downtown Los Angeles, and its primary tenant is the LA Galaxy of Major League Soccer (MLS). The main stadium is also home to the Los Angeles Wildcats of the XFL. The LA Galaxy II of the USL Championship play their home matches at the complex's track and field facility. For 2020 and 2021, the stadium served as the temporary home of the San Diego State Aztecs football team. Opened in 2003, the $150 million complex was developed and is operated by the Anschutz Entertainment Group. With a seating capacity of 27,000, it is the second largest soccer-specific stadium in the United States, after Nashville SC's Nashville Fairgrounds Stadium, and the third-largest among its kind in MLS, after Nashville and Toronto FC's BMO Field in Toronto. During its first decade, the stadium's sponsor was hardware retailer The Home Depot. In 2013, the title sponsor became the online ticket marketplace StubHub. In 2019, the name sponsor became healthcare provider Dignity Health. In addition to hosting LA Galaxy games since its opening, the stadium also served as the home of the now-defunct Chivas USA MLS team from 2005 to 2014. The stadium was the temporary home of the Los Angeles Chargers of the National Football League (NFL) from 2017 to 2019, being the smallest NFL stadium over the course of those three seasons. When the Chargers played at the stadium, the facility was known as ROKiT Field at StubHub Center as part of a \"multi-year\" agreement with ROKiT. == History and facilities == Originally opened as Home Depot Center in 2003, it was renamed StubHub Center on June 1, 2013. It was renamed Dignity Health Sports Park on January 1, 2019, after Dignity Health signed a new naming rights agreement. The 27,000-seat main stadium was the second American sports arena designed specifically for soccer in the MLS era. When the venue opened in June 2003 as the new home of LA Galaxy, a number of special events took place in celebration. Pelé was in attendance at the opening match along with many dignitaries from the soccer world and other celebrities. In addition to the soccer stadium, Dignity Health Sports Park features the 2,450-seat VELO Sports Center (velodrome), an 8,000-seat tennis stadium. and an outdoor track and field facility that has 2,000 permanent seats and is expandable to 20,000. Soccer stadium building costs within the $150 million complex were around $87 million. === 2017 renovations === In 2017, to accommodate the Chargers' use of the stadium, upgrades were made at cost to the Chargers including bleachers in the second deck on the east side of the stadium being replaced by tip-up seats and moved to the berm on the north side, adding 1,000 seats. A new section of upper- level bleachers, which seat 330, were erected in the southeast corner of the stadium. Also, the luxury suites were renovated with new seats, furniture, community tables, and engineered hardwood floors and the press box underwent an upgrade with a third row added to the main box, boosting capacity from about 35 to 53. Floors were constructed on the roof of the luxury suites so an auxiliary press box could be built on both sides of the main box. Two new radio booths were built outside the south side of the press box, and a large new booth on the north side to serve as a security command post for police and NFL officials was constructed. Two booths were added on each side of the press box for the NFL-mandated 20-yard-line television cameras, and a stairway allowing access to the roof of the main box was built to accommodate the 50-yard-line camera. To accommodate 53-man NFL rosters, four small locker rooms were converted to two larger ones with 60 cubicles in each. Also added were small postgame news conference rooms for each team and rooms for game officials and the chain gang. After the Chargers left for Inglewood, the football facilities were taken over by the Wildcats when the XFL team began operations in 2020. == Soccer == Aside from being home to the LA Galaxy of Major League Soccer, it was also home to two defunct clubs, the MLS team Chivas USA as well as Los Angeles Sol of the Women's Professional Soccer. The stadium hosted the 2003 MLS All-Star Game and the MLS Cup in 2003, 2004, 2008, 2011, 2012 and 2014. Dignity Health Sports Park was also the site of the 2003 FIFA Women's World Cup final. Both the United States women's and men's national soccer teams often use the facility for training camps and select home matches. It also hosted the 2004 NCAA Men's College Cup, with Duke, Indiana, Maryland, and UC Santa Barbara qualifying. The track and field stadium on the site is also home to the LA Galaxy II of the USL Championship, farm club to the parent Galaxy. On July 30, 2016, it hosted a 2016 International Champions Cup match between Paris Saint-Germain and Leicester City. Paris Saint-Germain won the match 4–0 to complete a perfect record in the ICC. === International women's soccer matches === {| class=\"wikitable\" !Date !Tournament !Winning team !Result !Losing team !Attendance |- | September 21, 2003 | 2003 FIFA Women's World Cup Group D | | align=center |2–1 | | 8,500 |- | September 25, 2003 | 2003 FIFA Women's World Cup Group D | | align=center |1–1 | | 13,929 |- | September 25, 2003 | 2003 FIFA Women's World Cup Group D | | align=center |3–0 | | 13,929 |- | September 21, 2003 | 2003 FIFA Women's World Cup Group D | | align=center |1–0 | | 10,027 |- | October 11, 2003 | 2003 FIFA Women's World Cup Third place | | align=center |3–1 | | 25,253 |- | October 12, 2003 | 2003 FIFA Women's World Cup Final | | align=center |1–0 | | 26,137 |- | December 8, 2004 | rowspan=\"8\"|International friendly | | align=center |5–0 | | 15,549 |- | July 24, 2005 | | align=center |3–0 | | 4,378 |- | October 1, 2006 | | align=center |10–0 | | 5,479 |- | August 25, 2007 | | align=center |4–0 | | 7,118 |- | December 13, 2008 | | align=center |1–0 | | 3,619 |- | September 16, 2012 | | align=center |2–1 | | 19,851 |- | May 17, 2015 | | align=center |5–1 | | 27,000 |- | November 13, 2016 | | align=center |5–0 | | 20,336 |- | rowspan=\"2\"|August 3, 2017 | rowspan=\"2\"|2017 Tournament of Nations | | align=center |6–1 | | 11,948 |- | | align=center |3–0 | | 23,161 |- | August 31, 2018 | International friendly | | align=center |3–0 | | 23,544 |- | rowspan=\"2\"|February 7, 2020 | rowspan=\"3\"|CONCACAF Women's Olympic Qualifying | | align=center |1–0 | | rowspan=\"2\"|11,292 |- | | align=center |4–0 | |- | February 9, 2020 | | align=center |3–0 | | 17,489 |- | rowspan=\"2\"|February 17, 2022 | rowspan=\"4\"|2022 SheBelieves Cup | | align=center |1–0 | |2,078 |- | | align=center |0–0 | |7,333 |- | rowspan=\"2\"|February 20, 2022 | | align=center |5–0 | |16,587 |- | | align=center |2–1 | |3,577 |} === MLS Cup === {| class=\"wikitable\" style=\"text-align:left; width:80%;\" style=\"text- align:center\" !Date !Winning team !Result !Losing team !Attendance |- | November 23, 2003 | San Jose Earthquakes | align=center |4–2 | Chicago Fire | 27,000 |- | November 14, 2004 | D.C. United | align=center |3–2 | Kansas City Wizards | 25,797 |- | November 23, 2008 | Columbus Crew | align=center |3–1 | New York Red Bulls | 27,000 |- | November 20, 2011 | Los Angeles Galaxy | align=center |1–0 | Houston Dynamo | 30,281 |- | December 1, 2012 | Los Angeles Galaxy | align=center |3–1 | Houston Dynamo | 30,510 |- | December 7, 2014 | Los Angeles Galaxy | align=center |2–1 (AET) | New England Revolution | 27,000 |- |} == Other international matches == ===Rugby=== The stadium hosted the first three editions (2004–06) of the USA Sevens, an annual international rugby sevens competition that is part of the World Rugby Sevens Series, again hosted that event on February 29 to March 1, 2020. and is announced to host the 2022 edition on March 6–7, 2022. The stadium has also hosted all United States national team matches for the Pacific Nations Cup between 2013 and 2014. and the \"Quest For Gold\" pre-Olympic Rugby Sevens showcase on June 25–26, 2021. The stadium is scheduled to host the 2028 Olympic Rugby Sevens tournaments. ===USA Eagles Internationals=== USA scores displayed first. {|class=\"wikitable\" ! Date ! Opponents ! Final score ! Competition ! Attendance |- | June 14, 2013 | | 9–18 |2013 IRB Pacific Nations Cup |6,000 |- | June 14, 2014 | | 29–37 |2014 IRB Pacific Nations Cup |5,100 |- | February 3, 2014 | | 17–10 |2018 Americas Rugby Championship | 6,500 |} ===Champion of Champions Liga MX competition=== {| class=\"wikitable\" style=\"text-align:left; width:80%;\" style=\"text-align:center\" !style=\"text-align:center; background:#FFFFFF; color:#15284B; \"|Date !style=\"text-align:center; background:#FFFFFF; color:#15284B; \"|Winning team !style=\"text-align:center; background:#FFFFFF; color:#15284B; \"|Result !style=\"text-align:center; background:#FFFFFF; color:#15284B; \"|Losing team !style=\"text-align:center; background:#FFFFFF; color:#15284B; \"|Attendance |- | July 10, 2016 | Tigres UANL | align=center |1–0 | C.F. Pachuca | 27,132 |- | July 16, 2017 | Tigres UANL | align=center |1–0 | C.D. Guadalajara | 25,667 |- | July 15, 2018 | Tigres UANL | align=center |4–0 | Santos Laguna | 13,917 |- | July 14, 2019 | Club América | align=center |0–0 | Tigres UANL | 27,800 |- | July 18, 2021 | Cruz Azul | align=center |1–2 | Club León | 27,674 |- |} == Other sports == It was also the location for the State Championship Bowl Games for high school football teams in the state of California from 2006 to 2014. The Semper Fidelis All America game was held there on January 5, 2014, featuring an East vs West high school matchup. The first college football game was held at the stadium on January 21, 2012, as the AstroTurf NFLPA Collegiate Bowl, with the National Team beating the American Team 20–14. The track played host to the 2005 USA Outdoor Track and Field Championships. It is also the home of the Adidas Running Club, a member of the USA Elite Running Circuit, and the Adidas Track Classic. Dignity Health Sports Park is also home to EXOS, formerly Athletes' Performance, which trains athletes in a variety of sports. The Los Angeles Riptide of Major League Lacrosse played their home games at the track and field stadium. The soccer and tennis stadiums of the Center have also served as the main venues for ESPN's Summer X Games. From 2010 to 2016, it hosted the Reebok CrossFit Games. Initially only utilizing the tennis stadium, over the years it also expanded to the running field and the soccer stadium. The facility has also hosted several high-profile professional boxing matches, including Andre Ward vs. Arthur Abraham, Brandon Ríos vs. Urbano Antillón, Shawn Porter vs. Kell Brook and matches featuring other notable fighters. The venue has become iconic among boxing fans for its electric atmosphere. On August 16, 2013, Resurrection Fighting Alliance held an MMA event titled RFA 9: Curran vs. Munhoz, with the main event crowning a new Bantamweight Champion. === Los Angeles Chargers === The Los Angeles Chargers had a three- year tenure at Dignity Health Sports Park from 2017 to 2019, while SoFi Stadium in Inglewood was being built. During the team's three seasons at the stadium, they compiled an even 11–11 record. Chargers fans were outnumbered by opposing teams' supporters, who frequently filled much of the stadium. === San Diego State Aztecs === The stadium served as the temporary home of the San Diego State Aztecs football team from San Diego State University. The 2020 and 2021 seasons were played at Dignity Health Sports Park until Aztec Stadium in San Diego, the replacement for the Aztecs' former home of San Diego Stadium, is completed for the 2022 season. The final Aztecs game held at the stadium was the 2021 Mountain West Conference Football Championship Game, a 46-13 loss by the Aztecs to the Utah State Aggies. During the team's two seasons at the stadium, they compiled a 9-3 record (3-1 in 2020 and 6-2 in 2021). === 2028 Summer Olympics === During the 2028 Summer Olympics, the venue will host rugby, tennis, modern pentathlon, field hockey, and track cycling. == Entertainment == ===Concerts=== The Vans Warped Tour was held annually in the stadium parking lot until the tour's final year in 2018. It also served as the host facility for the first two seasons of Spike TV's Pros vs Joes reality sports contests. In 2007 it received the bands Héroes del Silencio, in their Tour 2007, and Soda Stereo in their Me Verás Volver tour 2007. ===In film and TV=== The facility is used to provide a stadium background in film, television and advertising. The complex was the site of tasks for the third season of the CBS reality competition Tough as Nails. The sports park was the site of the final task and finish line of 33rd season of The Amazing Race. ==Transportation== Dignity Health Sports Park is located south of the Avalon Boulevard exit on California State Route 91. In 2017, the LA Galaxy launched a shuttle bus service operated by Long Beach Transit. With two routes connecting Dignity Health Sports Park with the Harbor Gateway Transit Center and Del Amo station of LA Metro Rail. == References == == External links == * Dignity Health Sports Park official website Category:American football venues in California Category:Athletics (track and field) venues in California Category:Anschutz Corporation Category:Boxing venues in California Category:Buildings and structures in Carson, California Category:Chivas USA Category:Defunct college football venues Category:CONCACAF Gold Cup stadiums Category:Defunct National Football League venues Category:2003 FIFA Women's World Cup stadiums Category:Lacrosse venues in California Category:Former Major League Lacrosse venues Category:LA Galaxy Category:Los Angeles Chargers stadiums Category:Los Angeles Sol Category:Los Angeles Wildcats Category:Major League Soccer stadiums Category:Rugby union stadiums in California Category:San Diego State Aztecs football venues Category:Sports venues in Carson, California Category:Sports venues completed in 2003 Category:USL Championship stadiums Category:Women's Professional Soccer stadiums Category:Venues of the 2028 Summer Olympics Category:Olympic rugby venues Category:Olympic field hockey venues Category:Olympic modern pentathlon venues Category:Olympic tennis venues Category:2003 establishments in California Category:California State University, Dominguez Hills Category:Sports complexes in the United States Category:XFL (2020) venues Category:World Rugby Sevens Series venues",
 "title": "Dignity Health Sports Park"
}