{
 "id": "53000",
 "text": "alt=Stir fried watercress|thumb|253x253px|Stir fried watercress Stir frying () is a Chinese cooking technique in which ingredients are fried in a small amount of very hot oil while being stirred or tossed in a wok. The technique originated in China and in recent centuries has spread into other parts of Asia and the West. It is similar to sautéing in Western cooking technique. Scholars think that wok (or pan) frying may have been used as early as the Han dynasty (206 B.C. – 220 A.D.) for drying grain, not for cooking, but it was not until the Ming dynasty (1368–1644) that the wok reached its modern shape and allowed quick cooking in hot oil. Well into the 20th century, while only restaurants and affluent families could afford the oil and fuel needed for stir fry, the most widely used cooking techniques remained boiling and steaming. Stir fry cooking came to predominate over the course of the century as more people could afford oil and fuel, and in the West spread beyond Chinese communities. Stir frying and Chinese food have been recommended as both healthy and appealing for their skillful use of vegetables, meats, and fish which are moderate in their fat content and sauces which are not overly rich, provided calories are kept at a reasonable level.Foreword, Paul Dudley White in The English-language term \"stir-fry\" was coined by Yuen Ren Chao in Buwei Yang Chao's book How to Cook and Eat in Chinese (1945), to describe the chǎo technique. Although using \"stir-fry\" as a noun is commonplace in English, in Chinese, the word 炒 (chǎo) is used as a verb or adjective only. == History == === In China === The Chinese character \"炒\" is attested in inscriptions on bronze vessels from the Eastern Zhou period (771–256 BC), but not in the sense of stir frying. Dry stirring was used in the Han dynasty (206 BC 221 AD) to parch grain. Although there are no surviving records of Han dynasty stir frying, archaeological evidence of woks and the tendency to slice food thinly indicate that the technique was likely used for cooking. The term chao appears for the first time in the sense of \"stir frying\" in the Qimin Yaoshu, a sixth- century agricultural manual, including in a recipe for scrambled eggs. In sources from the Tang dynasty (618–907), chao refers not to a cooking technique, but to a method for roasting tea leaves. It reappears as a cooking method in a dozen recipes from the Song dynasty (960–1279). The Song period is when the Chinese started to use vegetable oil for frying instead of animal fats. Until then, vegetable oil had been used chiefly in lamps. Historically, stir frying was not as important a technique as boiling or steaming, since the oil needed for stir frying was expensive. The technique became increasingly popular in the late Ming dynasty (1368–1644), in part because the wood and charcoal used to fire stoves were becoming increasingly expensive near urban centers, and stir-frying could cook food quickly without wasting fuel. \"The increasingly commercial nature of city life\" in the late Ming and Qing (1644–1912) periods also favored speedy methods. But even as stir frying became an important method in Chinese cuisine, it did not replace other cooking techniques. For instance, \"only five or six of over 100 recipes recorded in the sixteenth-century novel Jin Ping Mei are stir fry recipes and wok dishes accounted for only 16 percent of the recipes in the most famous eighteenth century recipe book, the Suiyuan shidan\". By the late Qing, most Chinese kitchens were equipped with a wok range (chaozao 炒灶 or paotai zao 炮臺灶) convenient for stir-frying because it had a large hole in the middle to insert the bottom of a wok into the flames. === In the West === Stir frying was brought to America by early Chinese immigrants, and has been used in non-Asian cuisine. The term \"stir fry\" as a translation for \"chao\" was coined in the 1945 book How To Cook and Eat in Chinese, by the linguist Yuen Ren Chao. The book told the reader ::Roughly speaking, ch'ao may be defined as a big-fire- shallow-fat-continual-stirring-quick-frying of cut-up material with wet seasoning. We shall call it 'stir-fry' or 'stir' for short. The nearest to this in western cooking is sauté. ... Because stir-frying has such critical timing and is done so quickly, it can be called 'blitz-cooking.'\" Although using the term \"stir-fry\" as a noun is commonplace in English, in Chinese, the word 炒 (chǎo) is used as a verb or adjective only. In the West, stir frying spread from Chinese family and restaurant kitchens into general use. One popular cookbook noted that in the \"health-conscious 1970s\" suddenly it seemed that \"everyone was buying a wok, and stir frying remained popular because it was quick.\" Many families had difficulty fitting a family dinner into their crowded schedules but found that stir-fried dishes could be prepared in as little as fifteen minutes. == Technique == Broadly speaking, there are two primary techniques: chao and bao. Both techniques use high heat, but chao adds a liquid and the ingredients are softer, where as bao stir fries are more crispy because of the Maillard reaction. === Chao technique === The chao (炒) technique is similar to the Western technique of sautéing. There are regional variations in the amount and type of oil, the ratio of oil to other liquids, the combinations of ingredients, the use of hot peppers, and such, but the same basic procedure is followed in all parts of the country. First the wok is heated to a high temperature, and just as or before it smokes, a small amount of cooking oil is added down the side of the wok (a traditional expression is \"hot wok, cold oil\"), followed by dry seasonings such as ginger, garlic, scallions, or shallots. The seasonings are tossed with a spatula until they are fragrant, then other ingredients are added, beginning with the ones taking the longest to cook, such as meat or tofu. When the meat and vegetables are nearly cooked, combinations of soy sauce, vinegar, wine, salt, or sugar may be added, along with thickeners such as cornstarch, water chestnut flour, or arrowroot. A single ingredient, especially a vegetable, may be stir-fried without the step of adding another ingredient, or two or more ingredients may be stir-fried to make a single dish. Although large leaf vegetables, such as cabbage or spinach, do not need to be cut into small pieces, for dishes which combine ingredients, they should all be cut to roughly the same size and shape. ==== Wok hei ==== Wok hei () romanization is based on the Cantonese Chinese pronunciation of the phrase; when literally translated into English, it can be translated as \"wok thermal radiation\"Young, Grace, and Richardson, Alan, The Breath of a Wok, New York: Simon & Schuster, , (2004), pp. 4, 38, 40 or, metaphorically as the \"breath of the wok\". The phrase “breath of a wok” is a poetic translation Grace Young first coined in her cookbook, The Wisdom of the Chinese Kitchen.Young, Grace, The Wisdom of the Chinese Kitchen, New York: Simon & Schuster, (1999), pp. 20 In her book, The Breath of a Wok, Young further explores the ideas and concepts of wok hei.Young, Grace, and Richardson, Alan, The Breath of a Wok, New York: Simon & Schuster, , (2004), pp. 60 An essay called “Wok Hay: The Breath of a Wok” explains how the definition of wok hei varies from cook to cook and how difficult it is to translate the term. Some define it as the “taste of the wok,” a “harmony of taste,” etc.: “I think of wok hay as the breath of a wok—when a wok breathes energy into a stir-fry, giving foods a unique concentrated flavor and aroma.” When read in Mandarin, the second character is transliterated as qi (ch'i according to its Wade-Giles romanization, so wok hei is sometimes rendered as wok chi in Western cookbooks) is the flavour, tastes, and \"essence\" imparted by a hot wok on food during stir frying. Out of the Eight Culinary Traditions of China, wok hei is encountered the most in Cantonese cuisine, whereas it may not even be an accepted concept in some of the others. To impart wok hei the traditional way, the food is cooked in a seasoned wok over a high flame while being stirred and tossed quickly. The distinct taste of wok hei is partially imbued into the metal of the wok itself from previous cooking sessions and brought out again when cooking over high heat. In practical terms, the flavour imparted by chemical compounds results from caramelization, Maillard reactions, and the partial combustion of oil that come from charring and searing of the food at very high heat in excess of . Aside from flavour, wok hei also manifests itself in the texture and smell of the cooked items. === Bao technique === thumb|right|250px|Bao stir frying involves high heat combined with continuous tossing. This keeps juices from flowing out of the ingredients and keeps the food crispy. In the eighteenth and nineteenth centuries, the bao technique () of stir-frying on a high flame was typical of cuisine from the northern Chinese province of Shandong. The wok is first heated to a dull red glow over a high fire. The oil, seasonings, and meats are then added in rapid succession. The food is continually tossed, stopping only to add other ingredients such as broths, vegetables, or more seasonings. The purpose of Bao is to highlight natural tastes, so minimal seasoning is added. Because of the high heat, bao is ideal for small amounts of food that cook quickly, so the juices do not flow out of the items. Meat is coated with egg white or starch in order to contain the juices. When the food is cooked it is poured and ladled out of the wok. The wok must then be quickly rinsed to prevent food residues from charring and burning to the wok bottom because of residual heat. A larger amount of cooking fat with a high smoke point, such as refined plant oils, is often used in bao. The main ingredients are usually cut into smaller pieces to aid in cooking. == Effects on nutritional value == Stir frying has been promoted as generally healthy and nutritious. Writers extolled the quick cooking at high heat for retaining color, texture, and nutritional value. A study by researchers at the Department of Food Science and Nutrition at Zhejiang University compared the effects of boiling, steaming, and stir frying on bamboo shoots. Boiling and steaming decreased the amount of protein, soluble sugar, ash, and total free amino acids by more than one third. Stir- frying bamboo shoots increased their fat content by 528.57% due to the addition of oil, but retained more of the anti-oxidant capacities. With 78.9% retention, stir frying preserved significantly more vitamin C than boiling. Taking into consideration the total retention of antioxidants, the study concluded that stir frying is the method best suited for bamboo shoots. Similar results were found for stir frying red peppers. Another study from Zhejiang University examined the nutritional value of broccoli after five common cooking techniques: steaming, boiling, microwaving, stir-frying and stir-frying followed by deep frying. The study found that the two most common methods of home cooking in China, stir-frying and stir-frying combined with deep frying in soybean oil, resulted in a much greater loss of chlorophyll, soluble protein, soluble sugar and vitamin C. The method which affected these values the least was steaming. Stir frying for five minutes and stir frying combined with boiling caused the highest loss of glucosinolates, which according to this study are best preserved by steaming. A study performed by the Spanish National Research Counsel stir-fried the broccoli for only three minutes and thirty seconds and found that nutritional value of these broccoli samples varied depending on which cooking oil was used. Comparing these results to an uncooked sample, the study found that phenolics and vitamin C were reduced more than glucosinolates and minerals. Stir-frying with soybean, peanut, safflower or extra virgin olive oil did not reduce glucosinolates, and broccoli stir-fried with extra virgin olive oil or sunflower oil had vitamin C levels similar to uncooked broccoli. These levels were significantly lower with other edible oils. Stir frying is not without health risks. Recent studies show that heterocyclic amines (HCAs) and polycyclic aromatic hydrocarbons (PAHs) are formed by stir frying meat at very high temperatures. These chemicals may cause DNA changes that may contribute to increased risk of cancer. == Uses in traditional medicine == The process of stir-frying is used in the preparation of some Chinese herbal medicines under the term 'dry- frying'. Stir frying a medical herb with honey is commonly used to increase its sweetness and therefore its spleen and stomach qi tonic effects. Stir frying in vinegar is typically used whenever one wants to direct the properties of an herb more to the liver based on the principle that the sour taste belongs to the liver. == Stir fried dishes == File:Stir fried pea sprouts.jpg|Stir-fried pea sprouts File:Nakji-bokkeum, Stir-Fried Octopus.jpg|Stir-fried octopus File:Baingan Patiala.JPG|Stir-fried eggplant File:Stired-fried Razor Clams with Black Beans and Pepper.jpg|Stir fried razor clams File:Pla duk phat phet 01.jpg|Catfish stir fried in a spicy curry paste File:Korean cuisine-Kkomjangeo bokkeum-01.jpg|Korean stir-fried inshore hagfish File:Stir-fry spinach with tofu - Golden white jade and Green Parrot (菠菜炒豆腐 - 金鑲白玉板，紅嘴綠鸚哥)(2).jpg|Chinese-style stir-fried spinach with tofu File:Ginger and Onion Beef 薑蔥牛肉 (Golden Dynasty Chinese Restaurant).jpg|A dish of Chinese stir-fried Ginger and Onion Beef. File:Stir-fried Water Convolvulus (炒空心菜).jpg|Stir-fried water convolvulus (Ipomoea aquatica) File:Stir-fried spinach and ground pork(1).jpg|Stir-fried spinach and garlic == See also == * List of cooking techniques * Bokkeum * Pan frying * Sautéing == Notes == == References == * * . Several reprints. * * * * * == Further reading == * == External links == * How to Stir-fry: Illustrated Step-by-step * Stir-fry Recipes Category:Chinese cooking techniques Category:Cooking techniques Category:Chinese cuisine Category:Chinese inventions Category:Culinary terminology Category:Fried foods",
 "title": "Stir frying"
}