{
 "id": "530043",
 "text": "thumb|Keeled earless lizard (Holbrookia propinqua) female, municipality of Soto La Marina, Tamaulipas, Mexico (20 May 2002). Holbrookia is a genus of earless lizards, known commonly as the lesser earless lizards, in the family Phrynosomatidae. The genus contains six recognized species, which are found throughout the Southwestern and Central United States and northern Mexico. They are characterized by having no external ear openings, presumably to prevent soil from entering their bodies when they are digging. ==Etymology== The generic name, Holbrookia, is in honor of American zoologist John Edwards Holbrook.Beltz, Ellin (2006). Scientific and Common Names of the Reptiles and Amphibians of North America – Explained. Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (Holbrookia, p. 125). ==Description== Lesser earless lizards grow to about 2.0-2.5 in (50–65 mm) snout-to-vent length, plus a tail of 3–4 in (75–100 mm). They are typically grey or tan in color, with black blotching. The males usually have blue patches on either side of their bellies, whereas the females do not. Females often change to have bright orange patches when gravid. ==Behavior== Holbrookia species are diurnal, basking lizards. They spend the vast majority of their time sunning on rocks, even in the heat of the day, until the surface temperature reaches around 104 °F (40 °C), when they will retreat to a rock crevice or burrow. ==Diet== Lesser earless lizards are insectivorous. ==Species== The genus Holbrookia contains six species recognized as valid:.\"Holbrookia \". The Reptile Database. www.reptile-database.org. *Holbrookia approximans – speckled earless lizard *Holbrookia elegans – elegant earless lizard *Holbrookia lacerata – northern spot-tailed earless lizard *Holbrookia maculata – lesser earless lizard *Holbrookia propinqua – keeled earless lizard *Holbrookia subcaudalis – southern spot-tailed earless lizard ==Geographic range== Earless lizards (genera Cophosaurus and Holbrookia) are found in the Southwestern and Central United States, in Texas, Arizona, New Mexico, Utah, Colorado, Kansas, Oklahoma, and as far north as Nebraska, South Dakota, and Wyoming. They are also found in Mexico, in the states of Sonora, Chihuahua, Coahuila, Sinaloa, Durango, Zacatecas, San Luis Potosí, Nuevo León, Tamaulipas, and Veracruz. ==See also== *Genus Cophosaurus, the greater earless lizard ==References== ==External links== * *Colorado Herpetological Society: Lesser earless lizard ==Further reading== *Girard C (1851). \"On a New American Saurian Reptile\". Proc. American Assoc. Adv. Sci., New Haven 4: 200–202. (Holbrookia, new genus, pp. 200–201; H. maculata, new species, pp. 201–202). Category:Lizard genera Category:Lizards of North America Category:Reptiles of Mexico Category:Reptiles of the United States Category:Taxa named by Charles Frédéric Girard Category:Taxa named by John Edwards Holbrook",
 "title": "Holbrookia"
}