{
 "id": "530053",
 "text": "James Anthony Bailey (July 4, 1847 - April 11, 1906), born James Anthony McGinnis, was an American owner and manager of several 19th-century circuses, including The Barnum and Bailey Greatest Show on Earth. ==Early life== James Anthony McGinnis was born July 4, 1847 to Edward and Hannora McGinnis in Detroit, Michigan. Edward McGinnis died in October, 1849 of cholera and in 1855, James was orphaned when his mother died. James then went to live with his older sister, Catherine Gordon. Life with Catherine was difficult as she tended to be overbearing and harsh. Sometime between 1859 and 1860, James ran away from Catherine's home and found a job and a place to stay on a farm about 10 miles outside the city of Pontiac, Michigan. Finding life on the farm unrewarding, 13-year old James wandered into Pontiac where he found work at the Hodges House Hotel. After working at the hotel for a time, he was discovered by Colonel Frederic Harrison Bailey, a nephew of circus pioneer Hachaliah Bailey, and an advance man for John Robinson and Bill Lake's traveling circus. F.H. Bailey gave McGinnis a job as his assistant, and the two traveled together for many years. McGinnis eventually adopted F.H. Bailey's surname to become James A. Bailey. ==Circus Life== In his diary, James' brother-in-law Joe McCaddon writes that Bailey recounted stories of how he left the circus world at age 16 and went to work as clerk to a sutler during the Civil War. In 1866, with the war over, he went back to work for Bill Lake, who now owned his own circus with his wife Agnes Thatcher Lake. During this time, James met Ruth Louisa McCaddon of Zanesville, Ohio. James and Ruth became friends, fell in love, and were married in December 1868. The very next year in Granby, Missouri, Bill Lake was shot and killed. With her husband dead, Agnes Lake became the first woman in the United States to own a circus (Agnes Lake would later marry famous gunfighter Wild Bill Hickok, who worked for a short time with Buffalo Bill Cody, whose Wild West Show James A. Bailey would one day manage). Bailey later associated with James E. Cooper, and by the time he was 22, he was manager of the Cooper and Bailey circus. He then met with P.T. Barnum, and together they established Barnum and Bailey's Circus (for which Bailey was instrumental in obtaining Jumbo the Elephant) in 1880, with their combined show opening the following spring in Madison Square Garden. Barnum was the face of the circus, but James Bailey was the hard worker who insisted on staying behind the scenes. Barnum once wrote to him that James managed the show “ten times better than I could.” Equestrienne Josie Demott Robinson wrote in her autobiography that, “Mr. Barnum was the advertiser, who loved the limelight, who rode around in the ring, and announced who he was. But Mr. Bailey was the businessman, content to be invisible...and interested only in the success of the show.” Bailey was considered by many to be a genius at logistics. His organizational skills for transporting people, animals, and equipment was copied by the military of more than one country. He hired Pinkerton Detectives to travel with the show and protect circusgoers from grifters and thieves. He established “Orphan Day”, one day a year when orphans could attend the circus for free. He was often known to carry children who couldn't walk into the circus tent and find them a seat away from the crush of the crowd. Following Barnum's death in 1891, Bailey managed not only The Barnum and Bailey Greatest Show on Earth, but. in 1894, took on the management of Buffalo Bill’s Wild West Show. ==Death and Legacy== Bailey died of erysipelas in 1906 at age 58. He is buried in Woodlawn Cemetery, in The Bronx, New York City. His widow subsequently sold the circus to the Ringling brothers in 1907, who eventually merged the rival operations in 1919. In his book about the circus, Earl Chapin May wrote, “Probably...no circus owner and manager left more sincere mourners than the thin little magnate known to millions as James A. Bailey.” Taped beneath a photo of James Bailey in the scrapbook of employee Harrison Gunning is a small scrap of paper that reads, “P.T. Barnum was the great showman, but Mr. Bailey was the supreme of all circus managers, past and present.” James A. Bailey was inducted into the International Circus Hall of Fame in 1960 and into the Circus Ring of Fame in Sarasota, Florida in 1990. ==References== ==External links== * American Experience: The Circus: The Life and Times of James Bailey, Part 1 * American Experience: The Circus: The Life and Times of James Bailey, Part 2 * American Experience: The Circus: The Life and Times of James Bailey, Part 3 * *The Affairs of James A. Bailey by Richard E Conover Category:1847 births Category:1906 deaths Category:Burials at Woodlawn Cemetery (Bronx, New York) Category:Businesspeople from Detroit Category:Infectious disease deaths in New York (state) Category:Ringling Bros. and Barnum & Bailey Circus Category:Circus owners",
 "title": "James Anthony Bailey"
}