{
 "id": "530115",
 "text": "thumb|Dogsled huskies at rest after racing Husky is a general term for a dog used in the polar regions, primarily and specifically for work as sled dogs. It refers to a traditional northern type, notable for its cold-weather tolerance and overall hardiness. Though dogs such as the AKC/CKC-registered Alaskan Malamute may not contain \"Husky\" in their official name, the term still encompasses dogs of their type. Modern racing huskies that maintain arctic breed traits (also known as Alaskan huskies) represent an ever-changing crossbreed of the fastest dogs. Huskies have continued to be used in sled-dog racing, as well as expedition and trek style tour businesses, and as a means of essential transportation in rural communities. Huskies are also kept as pets, and groups work to find new pet homes for retired racing and adventure- trekking dogs. left|thumb|Labrador huskies being fed by Inuit men ==History== Nearly all dogs' genetic closeness to the gray wolf is due to admixture. However, several Arctic breeds also show a genetic closeness with the now- extinct Taimyr wolf of North Asia due to admixture: the Siberian Husky and Greenland Dog (which are also historically associated with Arctic human populations) and to a lesser extent, the Shar Pei and Finnish Spitz. An admixture graph of the Greenland Dog indicates a best-fit of 3.5% shared material; however, an ancestry proportion ranging between 1.4% and 27.3% is consistent with the data and indicates admixture between the Taimyr wolf and the ancestors of these four high-latitude breeds. This introgression could have provided early dogs living in high latitudes with phenotypic variation beneficial for adaption to a new and challenging environment, contributing significantly to the development of the husky. It also indicates that the ancestry of present-day dog breeds descends from more than one region. === Usage of the word Husky === The term \"husky\" first came into usage in the mid to late 1700s. At this time, \"Esquimaux\" or \"Eskimo\" was a common pejorative term for pre-Columbian Arctic inhabitants of North America. Several dialectal permutations were in use including Uskee, Uskimay and Huskemaw. Thus, dogs used by Arctic people were the dogs of the Huskies, the Huskie's dogs, and eventually simply the husky dogs. Canadian and American settlers, not well versed on Russian geography, would later extend the word to Chukotka sled dogs imported from Russia, thus giving rise to the term Siberian husky. ==Characteristics== Huskies are energetic and athletic. They are distinguished by their hardiness and cold-weather tolerance, in contrast to many modern sprint sled dogs derived from hound and pointer crossbreeds and purebred sprinting dogs which do not have or retain these qualities. Likewise, they are distinguished from laika, as they were not developed for the primary of hunting game and prey animals. Huskies typically have a thick double coat that may come in a variety of colors.The Oxford Pocket Dictionary of Current English 2009 online http://www.encyclopedia.com/topic/husky.aspx The double coat generally protects huskies against harsh winters and, contrary to what most believe, they can survive in hotter climates. During the hotter climates, huskies tend to shed their undercoat regularly to cool their bodies. In addition to shedding, huskies control their eating habits based on the season; in cooler climates, they tend to eat generous amounts, causing their digestion to generate heat, whilst in warmer climates, they eat less. Their eyes are typically pale blue, although they may also be brown, green, blue, yellow, or heterochromic. Huskies are more prone to some degree of uveitis than most other breeds.Uveodermatologic syndrome, http://www.vetmed.ucdavis.edu/courses/vet_eyes/conotes/con_chapter_11.html ==Breeds== left|thumb|An Alaskan husky === Alaskan husky === The most commonly used dog in dog sled racing, the Alaskan husky is a mongrel bred specifically for its performance as a sled dog. The modern Alaskan husky reflects 100 years or more of crossbreeding with English Pointers, German Shepherd Dogs, Salukis and other breeds to improve its performance. They typically weigh between 18 and 34 kilograms (40 and 75 lb) and may have dense or sleek fur. Alaskan huskies bear little resemblance to the typical husky breeds they originated from, or to each other. thumb|Labrador huskies === Labrador Husky === The Labrador Husky originated in the Labrador portion of the Canadian province of Newfoundland and Labrador. The breed probably arrived in the area with the Inuit people who came to Canada around 1300 AD. Despite the name, Labrador huskies are not related to the Labrador retriever, but in fact most closely related the Canadian Eskimo Dog. There are estimated to be 50–60 Labrador huskies in the world. === MacKenzie River Husky === The term Mackenzie River husky describes several overlapping historical populations of Arctic and sub- Arctic sled dog-type dogs, none of which constituted a breed. Dogs from the Yukon Territory were crossed with large European breeds such as St. Bernards and Newfoundlands to create a powerful freighting dog capable of surviving harsh arctic conditions during the Klondike Gold Rush. left|thumb|Sakhalin Husky Memorial in Japan === Sakhalin Husky === The Sakhalin Husky, also known as the Karafuto Ken (樺太犬), is a breed of dog formerly used as a sled dog, but now nearly extinct. As of 2015, there were only seven of these dogs left on their native island of Sakhalin. === Siberian Husky === Smaller than the similar-appearing Alaskan Malamute, the Siberian Husky pulls more, pound for pound, than a Malamute. Descendants of the Chukotka sled dogs bred and used by the native Chukchi people of Siberia, a people of Paleosiberian origin, around 2000 BC which were imported to Alaska in the early 1900s, they were used as working dogs and racing sled dogs in Nome, Alaska throughout the 1910s, often dominating the All-Alaska Sweepstakes. They later became widely bred by recreational mushers and show-dog fanciers in the U.S. and Canada as the Siberian Husky, after the popularity garnered from the 1925 serum run to Nome. Siberians stand 20–23.5 inches, weigh between 35 and 60lbs (35-50 for females, 45-60 for males), and have been selectively bred for both appearance and pulling ability. They are still used regularly today as sled dogs by competitive, recreational, and tour-guide mushers. ==See also== * Dogs portal * List of dog breeds ==References== ==External links== Category:Dog types Category:Sled dog breeds",
 "title": "Husky"
}