{
 "id": "530285",
 "text": "The Amber Spyglass is the third novel in the His Dark Materials trilogy by Philip Pullman. Published in 2000, it won the 2001 Whitbread Book of the Year award, the first children's novel to do so. It was named Children's Book of the Year at the 2001 British Book Awards, and was the first children's book to be longlisted for the Man Booker Prize. ==Setting== The novel is set in a number of worlds dominated by the Magisterium, a theocracy which actively suppresses heresy. In some of these worlds, humans' souls naturally exist outside of their bodies in the form of sentient \"dæmons\" in animal form. Important plot devices are the alethiometer, a truth-telling symbol reader; the subtle knife, capable of cutting windows between worlds; and the amber spyglass, a device for viewing the form of consciousness known as Dust. ==Plot== Having learned of the prophecy regarding Lyra Belacqua, the Magisterium decides she must be killed to prevent a new fall. Lyra's ambitious and hardhearted mother, Mrs Coulter, hides her in a remote cave. In her drugged sleep, Lyra dreams of meeting her friend Roger in the land of the dead, and promises to help. In the world of Cittàgazze the angels Balthamos and Baruch try to persuade Lyra's friend Will to take the subtle knife to Lord Asriel, whose army is preparing to fight the Magisterium, but Will insists on finding Lyra first. They are attacked by the archangel Metatron but escape to another world just in time with the help of the subtle knife. The angels explain that the very first angel to condense out of Dust had falsely claimed to be the creator, and had acquired great power as the Authority. Now aged, he dwells in an isolated citadel and has delegated most of his powers to his regent Metatron. The physicist Mary Malone finds herself in a world of sapient creatures called mulefa. The trees they rely on have been dying, and she uses lacquer from their sap to construct a spyglass that allows her to see Dust. She discovers that it is streaming rapidly away, no longer able to provide the trees with nourishment. Will meets Iorek Byrnison. Together they find Lyra's cave, arriving at the same time as the forces of the Magisterium. Will wakes Lyra and uses the knife to escape into another world, but when he loses concentration the knife breaks. Iorek uses his metalworking skills to repair it. Lyra and Will travel to the world of the dead. Visitors are forced to leave their dæmons behind, causing Lyra and her dæmon Pantalaimon enormous pain. Will's dæmon, previously internal, now becomes visible. After finding Roger, they persuade the harpies that control the world to allow them to open a window so the dead can leave. The dead step through and joyfully dissolve, their atoms becoming one with the universe. Asriel's army and the forces of the Magisterium join battle. Mrs Coulter, who has allied herself with Asriel, enters the Authority's citadel, tempts Metatron, and then betrays him. Mrs Coulter, Asriel and Metatron fall into an abyss and are destroyed. Lyra and Will free the Authority from a crystal litter in which he is being carried, and find him demented and powerless – so feeble that mere exposure to the wind causes his form to dissolve. Lyra and Will escape with their dæmons to the mulefa world, where Mary tells them of her own past. Before becoming a physicist she had been a nun, but had lost her faith when she had fallen in love and realised that the nun's heaven was empty. Hearing her words, Lyra experiences new and strange sensations of her own. The next day, Lyra and Will set off to picnic in the wood. The couple kiss and confess their love for each other, and the Dust envelops them. thumb|\"Lyra+Will\" carved in the bench in the Oxford Botanic Garden. The witch Serafina Pekkala explains that each opened window between worlds creates a new spectre, and it is through those windows that Dust has been escaping. All existing windows must be closed, apart from the one leading from the world of the dead. Lyra and Will are devastated to learn that they must return to their respective worlds, as they cannot survive for long in any other. They promise each other that they will go to a bench in their respective Oxford Botanic Gardens every midsummer's day to remember. They return, and the witches set about closing the windows. Will deliberately destroys the subtle knife. In her own world, Lyra finds that she has lost the ability to intuitively read her alethiometer. She decides to take up the academic study of alethiometry and, together with Pantalaimon who has now taken the permanent form of a pine marten, she resolves to build the Republic of Heaven. ==Changes to US edition== Pullman's publishers have primarily marketed the His Dark Materials series to young adults, but Pullman also intended to speak to adults. The Amber Spyglass is partly a re-evaluation of the Biblical tale of Adam and Eve. Pullman said Lyra's sexual awakening \"is exactly what happens in the Garden of Eden … Why the Christian Church has spent 2,000 years condemning this glorious moment, well, that's a mystery. I want to confront that, I suppose, by telling a story that this so-called original sin is anything but. It's the thing that makes us fully human.\" The North American edition alters passages describing Lyra's incipient sexuality. The text in the UK edition includes this passage in the chapter \"Marzipan\": This is amended in the US edition to: Other passages have also been modified in the US edition. ==Chapter headings== Each chapter carried at the beginning a quotation from one of Pullman's favourite authors, including Milton (Paradise Lost), William Blake and Emily Dickinson. Before His Dark Materials first came out the publisher had asked Pullman to produce his customary drawings for the head of each chapter, his drawings first appeared in the Lantern Slide editions of the books. ==Critical reception== The Amber Spyglass won critical acclaim and became the first children's book to win the Whitbread Book of the Year. It also won the British Book Awards, Children's book of the year, American Library Association Best Book for Young Adults, Parents' Choice Good Book Award, Horn Book Fanfare Honor Book, New York Public Library Book for the Teen Age and ABC Children's Booksellers' Choice, and became a New York Times Bestseller. In 2019, it was ranked sixth in The Guardian's list of the 100 best books since 2000. ==References== * * ==External links== * Philip Pullman Author's website * HisDarkMaterials.com Publisher Random House's His Dark Materials website * Scholastic: His Dark Materials UK publisher's website * Randomhouse: His Dark Materials U.S. publisher's website * BBC Radio 4's His Dark Materials site inc. Dictionary of His Dark Materials and web Q&A; with Philip Pullman * The then Archbishop of Canterbury and Philip Pullman in conversation at the National Theatre, from The Daily Telegraph Category:2000 British novels Category:His Dark Materials books Category:Novels by Philip Pullman Category:2000 fantasy novels Category:British fantasy novels Category:Children's fantasy novels Category:Costa Book Award-winning works Category:British Book Award-winning works Category:Sequel novels Category:2000 children's books Category:Deicide in fiction Category:Scholastic Corporation books",
 "title": "The Amber Spyglass"
}