{
 "id": "530331",
 "text": "thumb|The region of Punjab The Punjab region is a geopolitical, cultural, and historical region in the Indian subcontinent, comprising areas of eastern Pakistan and North India. Ancient Punjab was the primary geographical extent of the Indus Valley Civilisation, which was notable for advanced technologies and amenities that the people of the region had used. During the Vedic period, Punjab was referred to as Sapta Sindhu, or the Land of Seven Rivers. Punjab was historically a Hindu region during this period. Intermittent wars between various kingdoms were characteristic of the time, except when they temporarily unified under centralised Indian Empires or invading powers. Once Islamic rule in India began, it continued throughout a long period of the region's history, and much of Western Punjab became a centre of Islamic culture on the Indian subcontinent. An interlude of Sikh rule under the Maharaja Ranjit Singh and his Sikh Empire briefly saw traditional culture resurface, until the British annexed the region into the British Raj. Following the end of colonial rule, Punjab was partitioned on religious lines - the Sikh and Hindu majority districts of East Punjab went to India, while the remaining Muslim majority districts of West Punjab went to Pakistan. ==Early history== ===Indus Valley Civilisation=== It is believed that the earliest trace of human habitation in Punjab traces to the Soan valley between the Indus and the Jhelum rivers. This period goes back to the first interglacial period in the second Ice Age, from which remnants of stone and flint tools have been found. Punjab and the surrounding areas are the location of the ruins of the Indus Valley Civilisation, also known as the Harappan Civilisation. There are ruins of cities, thousands of years old, found in these areas with the most notable being those of Harappa, Rakhigarhi and Rupar. Besides the aforementioned sites, hundreds of ancient settlements have been found throughout the region, spanning an area of about 100 miles. These ancient towns and cities had advanced features such as city-planning, brick-built houses, sewage and draining systems, as well as public baths. The people of the Indus Valley also developed a writing system, that has to this day not been deciphered. ===Vedic period=== Literary evidence from the Vedic Era suggests a transition from early small janas, or tribes, to many Janapadas (territorial civilisations) and gaṇa sangha societies. The latter are loosely translated to being oligarchies or republics. These political entities were represented from the Rig Veda to the Astadhyayi by Panini. Archaeologically, the time span of these entities corresponds to phases also present in the Indo-Gangetic divide and the upper Gangetic basin. Some of the early Janas of the Rig Veda can be strongly attributed to Punjab. Although their distribution patterns are not satisfactorily ascertainable, they are associated with the Porusni, Asikni, Satudri, Vipas, and Saraswati. The rivers of Punjab often corresponded to the eastern Janapadas. Rig Vedic Janas such as the Druhyus, Anus, Purus, Yadus, Turvasas, Bharatas, and others were associated in Punjab and the Indo-Gangetic plain. Other Rig Vedic Janapadas such as the Pakhthas, Bhalanasas, Visanins, and Sivas were associated with areas in the north and west of Punjab. thumb|A map of India during the Vedic period, including the Punjab region. An important event of the Rig Vedic era was the \"Battle of Ten Kings\" which was fought on the banks of the river Parusni (identified with the present-day Ravi river) between king Sudas of the Trtsu lineage of the Bharata clan on the one hand and a confederation of ten tribes on the other. The ten tribes pitted against Sudas comprised five major tribes: the Purus, the Druhyus, the Anus, the Turvasas and the Yadus; in addition to five minor ones: the Pakthas, the Alinas, the Bhalanas, the Visanins and the Sivas. Sudas was supported by the Vedic Rishi Vasishtha, while his former Purohita, the Rishi Viswamitra, sided with the confederation of ten tribes. Sudas had earlier defeated Samvaran and ousted him from Hastinapur. It was only after the death of Sudas that Samvaran could return to his kingdom. A second battle, referred to as the Mahabharat in ancient texts, was fought in Punjab on a battlefield known as Kurukshetra. This was fought between the Pandavas and the Kauravas. Duryodhana, a descendant of Kuru (who was the son of king Samvaran), had tried to insult the Panchali princess Draupadi in revenge for defeating his ancestor Samvaran. Many Janapadas were mentioned from Vedic texts and are confirmed by Ancient Greek historical sources. Most of the Janapadas that had exerted large territorial influence, or Mahajanapadas, had been raised in the Indo-Gangetic plain with the exception of Gandhara in modern-day Afghanistan. There was a large level of contact between all the Janapadas of ancient India with descriptions being given of trading caravans, movement of students from universities, and itineraries of princes. Pre-Islamic Punjab was also a centre of learning for Ancient India, and many ashrams and universities. The most notable of the universities is that at Takhsh-Shila, which was dedicated to the study of the \"three Vedas and 18 branches of knowledge\". In its heyday, it had attracted students from all over India as well as those from surrounding countries. Punjab in the ancient Vedic period was known as the Sapta Sindhu, or land of the seven rivers. The aforementioned seven rivers were the Vitsta and Vitamasa (Jhelum), Asikni (Chenab), Parusni and Iravati (Ravi), Vipasa (Beas), and the Satudri (Sutlej). ==Ancient period== ===Achaemenid empire=== Cyrus the Great invaded and annexed the lands to the west of the Indus river, around 535 BCE. His son Darius the Great, from 518 BCE would cross the Indus and annex the regions up to the Jhelum River, in Punjab. The exact area annexed by Darius, and labelled the Province of Hindush is uncertain. ===Alexander's invasion=== After overrunning the Achaemenid Empire, Alexander the Great turned his sights to India. This was the first time he moved beyond the limits of the Persian Empire. Alexander sent heralds ahead of him to the native rulers on the west side of the Indus and divided his army into two. He led one wing himself, and the other was commanded by Hephastion. Alexander took his troops and razed several cities, fought a battle at Massaka which turned into a massacre, and conducted the battle at Aornos rock. Somewhere in this region, Alexander visited a city called Nysa which was in legend founded by a god. After crossing the Indus, Alexander was welcomed by the native ruler of Takshashila, known to the Greeks as Taxila, and other allies. Onesikritos was sent to interview the native ascetics about their way of life, but the conversation was rumoured to be difficult as the Greeks had to use three different levels of interpreters. Alexander was nevertheless impressed enough to bring an Indian philosopher whom the Greeks called Kalanos. Another Indian philosopher was asked also but had refused to come. When Alexander had reached Malloi and Oxydrakai in 325 B.C, the people had claimed that they always lived freely, directly contradicting with Persian accounts of rule over the region. After this, Alexander's first opponent was the Raja Porus. Porus and Taxiles were longtime enemies, and the latter saw Alexander's arrival as a way to settle old scores. Porus and Alexander had fought a battle on the Hydaspes, which was the last major battle of Alexander's campaign. The armies had met in June, when the monsoon had begun, and it was the first time Alexander and his troops had encountered Elephants in battle. After the defeat of Porus in Greek sources, most armies that he had encountered had come to submit, with very few refusing to do so such as the people of Sangala who were massacred. Porus' kingdom of Paurava had been given back to him, along with many other territories which were gifted to him by Alexander himself. The battle with Porus had blunted the Macedonians' courage as it had caused heavy losses for them.Supposedly after the disheartened and homesick attitude of his troops, Alexander had returned home through Malois. On his return, Alexander had conquered many resisting Indian janas and Janapadas, and those who had refused were killed. Many Brahmans were noted to be executed by Alexander, much to the shock of the Indians. Nevertheless, Alexander made little effort to retain the land he had conquered. ===Maurya Empire=== Chandragupta Maurya, with the aid of Kautilya, had established his empire around 320 B.C. The early life of Chandragupta Maurya is not clear. Kautilya enrolled the young Chandragupta in the university at Taxila to educate him in the arts, sciences, logic, mathematics, warfare, and administration. With the help of the small Janapadas of Punjab and Sindh, he had gone on to conquer much of the North West. He then defeated the Nanda rulers in Pataliputra to capture the throne. Chandragupta Maurya fought Alexander's successor in the east, Seleucus when the latter invaded. In a peace treaty, Seleucus ceded all territories west of the Indus and offered a marriage, including a portion of Bactria, while Chandragupta granted Seleucus 500 elephants. Chandragupta's rule was very well organised. The Mauryans had an autocratic and centralised administration system, aided by a council of ministers, and also a well-established espionage system. Much of Chandragupta's success is attributed to Chanakya, the author of the Arthashastra. Much of the Mauryan rule had a strong bureaucracy that had regulated tax collection, trade and commerce, industrial activities, mining, statistics and data, maintenance of public places, and upkeep of temples. Mauryan rule was advanced for its time, and foreign accounts of Indian cities mention many temples, libraries, universities, gardens, and parks. A notable account was that of the Greek ambassador Megasthenes who had visited the Mauryan capital of Pataliputra. The assassination of the last Mauryan emperor by the general Pushyamitra did not end in the break up of Mauryan rule entirely. Some of the eastern provinces, such as that of Kalinga, were quick to assert independence. Punjab and much of the Indo-Gangetic plain were still under the hold of Pushyamitra's empire as well as under the subsequent smaller offshoots that had asserted its claim over the region. ===Gupta Empire=== The origins of the Gupta Empire are believed to be from local Rajas as only the father and grandfather of Chandra Gupta are mentioned in inscriptions. Chandra Gupta's reign was an unsettled one, but under his son, Samudra Gupta, the empire reached supremacy over India roughly similar to the proportions that the Maurya Empire had exercised before. Various records exist of Samudra Gupta's conquest, showing that nearly all of North India and a portion of Southern India had been under Gupta rule. The Empire was organised along the lines of provinces, frontier feudatories, and subordinate kings of vassal states that had sworn fealty to the Empire. In the case of Punjab, the local Janapadas were semi-independent but were expected to obey orders and pay homage to the empire. Samudra Gupta was regarded as a patron of the arts and humanities. Inscriptions give evidence to the Raja not only being a learned man, but one fond of the company of poets and writers; one type of coinage even shows him playing on the veena. Samudra Gupta was succeeded by his son Rama Gupta in whose time the Scythians, known as the Sakas, had begun to be recognised as a threat. Rama Gupta had attempted to pay off the Sakas, but this had cost him his throne. Usurped by Chandra Gupta II, the new emperor had begun to consolidate the power of the empire where traces of disruption had presented himself. Chandra Gupta II had gone on to defeat the Sakas, earning him the name Sakari Chandra Gupta. By this time the Empire still ruled over much of North India, but the authority in the South seemed to lapse. After the death of Skanda Gupta, the Empire suffered from various wars of succession. The last major Gupta King was Buddha Gupta; after him, the Empire had split into various branches across India. Nevertheless, by the sixth century, the Huns had established themselves and Toramana and his son Mihirakula, who has been described to be a Saivite Hindu, had ruled over the approximate areas of Punjab, Rajputana, and Kashmir. Several accounts, including those by Chinese pilgrims, make reference to the cruelty of the Huns. There had been several alliances throughout this time that had checked the advance of the Huns, but it was not until 533-534 that Raja Yashovarman of Mandasor firmly defeated them. ===Empire of Harsha=== After the disintegration of the Gupta Empire, Northern India was ruled by several independent kingdoms which carried on the traditions of the Gupta Empire within their own territories. Harshavardhana, commonly called Harsha, was an Indian emperor who ruled northern India from 606 to 647 from his capital Kanauj. Harsha's grandfather was Adityavardhana, a feudatory ruler of Thanesvar in eastern Punjab. Under his son Prabhakarvardhana, the dynasty emerged as a major state which was constantly at odds with the Huns and the nearby rulers of Malwa. Harsha was his nephew, and sought to conquer all of the country; at the height of his power, his kingdom spanned the entirety of Northern India. Harsha was defeated by the south Indian Emperor Pulakeshin II of the Chalukya dynasty when Harsha tried to expand his Empire into southern peninsula of India. ==Medieval period== ===Arab conquests=== At the beginning of the 8th century, Arab armies of the Umayyad Caliphate penetrated into South Asia. In 712 the Umayyads conquered Sindh and parts of southern Punjab including Multan. The newly conquered region became known as Sind and was the easternmost state of the Umayyad Caliphate. Umayyad rule was later replaced with Abbasid rule in 750. In the mid 800s, Abbasid authority in Sind weakened and five independent principalities emerged. In southern Punjab the Banu Munnabih established themselves based at Multan. The Banu Munnabih later gave allegiance to the Abbasids, and remained unchallenged for over a century. Visitors at the time noted the power, prestige and prosperity brought to the region under Banu Munnabih rule. Between 982–5, the power of the Banu Munnabih began to erode and Multan was conquered by Halam b. Shayban on behalf of the Fatimid caliph based in Egypt. By 985, the traveller Al-Maqdisi noted that the city of Multan was Shia, that the Friday sermon was in the name of the Fatimid and all decisions are taken in accordance with his commands. ===Hindu Shahis=== In the mid 9th century, the Hindu Shahi dynasty supplanted the Buddhist Turk Shahi dynasty in Kabul. The last Turk Shahi ruler, Lagaturman, is said to have been imprisoned by his Brahmin Vizier, Kallar, who went on to establish the Hindu Shahi dynasty. At the beginning Hindu Shahi rule extended from Kabul to the Chenab river. The Hindu Shahis were expelled from Kabul in 870 and re- established their capital at Udabhandapura. The medieval Rajput kingdoms of Sappatsindhu (Punjab and Sindh) area had become divided into several smaller feudatory royalties for the next three to five centuries. They were called mehtars or mehton kingdoms due to their relative relations with each other. Some of them were so small that they only had a state of 500 villages. Due to the enmity with each other, they were not able to stop any invaders. Except for the hilly area states, they too almost ended along with the Lodhi dynasty on the arrival of Mughals. ===Ghaznavids=== In 977, Sabuktigin, the Samanid governor of Ghazni, established an independent kingdom in western Afghanistan with Ghazni as its capital. The Ghaznavid dynasty, as they would be known, were a Persianate Muslim dynasty of Turkic mamluk origin, When the Ghaznavids began expanding eastwards they came into conflict with the Hindu Shahi. This led to the Hindu Shahi ruler to form an alliance with Rajput rulers in the Punjab to check the Ghaznavid expansion. Sabuktigin's son Mahmud succeeded his father in 997, and began a series of raids into northern India. In 1001 he defeated Jayapala at the Battle of Peshawar and seized Hindu Shahi territory north of the river Sindh. In 1006 Mahmud attacked the southern Punjabi kingdom of Multan, returning a few years later to massacre the local Ismaili population. Jayapala's son and grandson, Anandapala and Trilochanapala respectively , resisted Mahmud for another quarter of a century and later by Bhimapala and local Ghakkhar chieftains till Mu'izz ad-Din Muhammad's victory in Second battle of Tarain in 1192 . Mahmud's battles against the Hindu Shahi between 1001 and 1026 were significant in establishing Muslim political dominance in the Afghanistan region and surrounding Gandhar region near Punjab. After the Turk invasions, many Hindu scholars of Sanskrit had fled to schools and universities in Benares and Kashmir. Al Biruni wrote: \"Hindu sciences have fled far away from those parts of the country that have been conquered by us, and fled to places which our hand cannot yet reach, to Kashmir, to Benares, and other places.\" These places were later to face the same depredations. ===Delhi Sultanate=== In 1173 the Ghurid dynasty replaced the Ghaznavids in Ghazni, and under Muhammad of Ghor they began expanding eastwards. Between 1175 and 1192, the Ghurid dynasty occupied the cities of Uch, Multan, Peshawar, Lahore, and Delhi. In 1206, the Ghurid general Qutb-al- din Aybeg and his successor Iltutmish founded the first of the series of Delhi Sultanates. Each dynasty would be an alternation of various inner-Asian military lords and their clients, constantly vying for power. These sultanates would make Delhi a safe haven for Muslim Turks and Persians who would flee the eventual Mongol invasions. The Khalji dynasty was the second dynasty of the Delhi sultanates, ruling from 1290 to 1320. This dynasty was a short-lived one, and extended Islamic rule to Gujarat, Rajasthan, the Deccan, and parts of Southern India. The Khalji dynasty reworked the tax system in India. Previously, the ruler would assign village locals to collect a share of the peasant's produce, using it to pay the soldiers and administrators. In 1300, Ala-al-din Khalji demanded that peasants pay one half of their produce, abolished the authority of local chiefs, and deprived the local lords of their power. If the Delhi Sultanate, an offshoot of the Islamic conquest, was to rule over India, it was necessary for there to be the cultural and ideological integration of the people. This effort of integration and cohesion took time to develop. The first gesture to bring the people into Islam was to destroy major Hindu temples. This was done to loot riches and to signify the defeat of the Hindu rulers and their gods. Sometimes these destroyed temples were replaced by Mosques in order to show victory to both Hindus and rival Muslims. Examples are the mosque of Quwwat-al-Islam which incorporated stones and iron pillars from Hindu structures, and the Qutb Minar, which highlighted the presence of Islam. The dynasties of the Delhi sultanates stressed allegiance to the Caliphate and supported the judicial authority of the Ulama. The Khalji dynasty was succeeded by the Tughluq dynasty, which had ruled from 1320 to 1413. Muhammad bin Tughluq was supported by Turkic warriors, and was the first to introduce non-Muslims into the administration, to participate in local festivals, and permit the construction of Hindu temples. To maintain his identity as a Muslim, Muhammad bin Tughluq adhered to Islamic laws, swore allegiance to the caliph in Cairo, appointed Ulamas, and imposed the tax on non-Muslims. The Tughluq dynasty, however, disintegrated rapidly due to revolts by governors, resistance from locals, and the re-formation of independent Hindu kingdoms. The rule of the Delhi sultanates around this time was based upon Iranian-Muslim tradition. According to Barani, a Tughluq administrator in around 1360, the ruler must \"follow the teachings of the Prophet, enforce Islamic law, suppress rebellions, punish heretics, subordinate nonbelievers, and protect the weak against the strong\". The Islamic values that were idealised by the Delhi sultanates were ones that brought men in accordance with God's command by cultivating moral values in the governing authorities. After the death of the last Tughluq ruler Nasir-ud- din Mahmud, the nobles are believed to have chosen Daulat Khan Lodi for the throne. In 1414, Lodi was defeated by Khizr Khan, the founder of the Sayyid dynasty of the Sultanate. Khizr Khan professor to rule as the viceroy of Timur and his successor Shah Rukh. Under the Sayyid dynasty, Punjab, Dipalpur, and parts of Sindh had come under the rule of the Sultanates. During this time, various regions such as Bengal, Deccan, Malwa, and others had gained independence from the Sultanate. The rule of the Sayyid dynasty was characterised by frequent revolts by the Hindus of the various Punjabi doabs. The rule of the Sayyids experienced another revolt under the rule of their general Bahlul Lodi, who had at first occupied much of Punjab, yet failed to capture Delhi. In his second attempt, Bahlul Lodi captured Delhi and founded the Lodi dynasty, the last of the Delhi sultanates. The Lodi dynasty reached its peak under Bahlul's grandson Sikander Lodi. Various road and irrigation projects were taken under his rule, and the rule had patronised Persian culture. Despite this, there was still persecution of the local Hindu people as many temples, such as that of Mathura, were destroyed and had a system of widespread discrimination against Hindus. The rule of the last Lodi emperor was a weak one, and was eclipsed by the arrival of Babur's army. ==Early Modern period== ===Mughal Empire=== In 1526, Babur, a Timurid descendant of Timur and Genghis Khan from the Fergana Valley (modern-day Uzbekistan) was ousted from his ancestral domain in Central Asia. Bābur turned to India and crossed the Khyber Pass.The Islamic World to 1600: Rise of the Great Islamic Empires (The Mughal Empire) From his base in Afghanistan, he was able to secure control of Punjab, and in 1526 he decisively defeated the forces of the Delhi sultan Ibrāhīm Lodī at the First Battle of Panipat. The next year, he defeated the Rajput confederacy under Rana Sanga of Mewar, and in 1529 defeated the remnants of the Delhi sultanates. At his death in 1530 the Mughal Empire encompassed almost all of Northern India. Bābur's son Humāyūn (reigned 1530–40 and 1555–56) had lost territory to Sher Shah Suri. Suris and Hemu ruled the area from 1540 to 1556. Akbar (reigned 1556–1605) defeated the Hindu king Hemu, also known as Hem Chandra Vikramaditya, the then ruler of Delhi, at the Second Battle of Panipat (1556) and reestablished Mughal rule. Akbar's son Jahangir had furthered the size of the Mughal Empire through conquest, yet left much of the state bankrupt as a result. Jahangir's son Shah Jahan (reigned 1628–1658) was known for his monuments, including the Taj Mahal. Shah Jahan's son Aurangzeb was especially known for his religious intolerance and was known for his destruction of schools and temples which he saw as un- Islamic. In addition to the murder of a Sikh Guru, Aurangzeb had instilled heavy taxes on Hindus and Sikhs that had later led to an economic depression. During the reign of Muḥammad Shah (1719–48), the empire began to decline, accelerated by warfare and rivalries, and. After the death of Muḥammad Shah in 1748, the Marathas attacked and ruled almost all of northern India. Mughal rule was reduced to only a small area around Delhi, which passed under Maratha (1785) and the British (1803) control. The last Mughal, Bahādur Shah II (reigned 1837–57), was exiled to Burma by the British. ====Mughal conflicts with Sikhs==== The lifetime of Guru Nanak, the founder of Sikhism, coincided with the conquest of northern India by Babur and establishment of the Mughal Empire. Jahangir ordered the execution of Guru Arjun Dev, whilst in Mughal custody, for supporting his son Khusrau Mirza's rival claim to the throne. Guru Arjan Dev's death led to the sixth Guru Guru Hargobind to declare sovereignty in the creation of the Akal Takht and the establishment of a fort to defend Amritsar. Jahangir then jailed Guru Hargobind at Gwalior, but released him after a number of years when he no longer felt threatened. The succeeding son of Jahangir, Shah Jahan, took offence at Guru Hargobind's declaration and after a series of assaults on Amritsar, forced the Sikhs to retreat to the Sivalik Hills. The ninth Guru, Guru Tegh Bahadur, moved the Sikh community to Anandpur and travelled extensively to visit and preach in defiance of Aurangzeb, who attempted to install Ram Rai as new guru. Guru Tegh Bahadur aided Kashmiri Pandits in avoiding conversion to Islam and was arrested by Aurangzeb. When offered a choice between conversion to Islam and death, he chose to die rather than compromise his principles and was executed. Guru Gobind Singh assumed the guruship in 1675 and established the Khalsa, a collective army of baptised Sikhs, on 13 April 1699. The establishment of the Khalsa united the Sikh community against various Mughal-backed claimants to the guruship. Banda Singh Bahadur (also known as Lachman Das, Lachman Dev and Madho Das), (1670–1716) met Guru Gobind Singh at Nanded and adopted the Sikh religion. A short time before his death, Guru Gobind Singh ordered him to conquer Punjab and gave him a letter that commanded all Sikhs to join him. After two years of gaining supporters, Banda Singh Bahadur initiated an agrarian uprising by breaking up the large estates of Zamindar families and distributing the land to the peasants. During the rebellion, Banda Singh Bahadur made it a point to destroy the cities in which the Muslims had been cruel to the supporters of Guru Gobind Singh. He executed Wazir Khan in revenge for the deaths of Guru Gobind Singh's sons after the Sikh victory at Sirhind. He ruled the territory between the Sutlej river and the Yamuna river, established a capital in the Himalayas at Lohgarh and struck coinage in the names of Guru Nanak and Guru Gobind Singh. In 1716, he was defeated by the Mughals at his fort at Gurdas Nangal. The captured Sikhs were beheaded, their heads stuffed with hay, mounted on spears and carried on a procession to Delhi en route to the Qutb Minar. Banda Singh was told to dismount, as the Muslims placed his child in his arms and bade him to kill it. Refusing the command, his child was ripped open and fed to him, as the Muslims had dismembered his limbs after refusing to convert to Islam. Interior-view-Gurudwara-Sis-Ganj- Sahib.jpg|Gurudwara Sis Ganj Sahib in Delhi. The long window under the marble platform is the location where Guru Tegh Bahadur was executed by the Mughals. Bhai Mati Das.jpg|Artsistic rendering of the execution of Bhai Mati Das by the Mughals. This image is from a Sikh Ajaibghar near the towns of Mohali and Sirhind in Punjab, India. Mehdiana 5.jpg|Sculpture at Mehdiana Sahib of the execution of Banda Singh Bahadur in 1716 by the Mughals. Bodyguard of Ranjit Singh.jpg|Some bodyguards of Maharaja Ranjit Singh at the Sikh capital, Lahore, Punjab. ===Durranis and Marathas=== In 1747, the Durrani kingdom was established by the Pakhtun general, Ahmad Shah Abdali, and included Balochistan, Peshawar, Daman, Multan, Sindh, and Punjab. The first time Ahmad Shah invaded Hindustan, the Mughal imperial army checked his advance successfully. Yet subsequent events led to a double alliance, one by marriage and another politically, between the Afghan King and the Mughal Emperor. The battle of Panipat was the effect of this political alliance. After the victory of Panipat, Ahmad Shah Durrani became the primary ruler over Northern India. The influence of Durrani monarch continued in Northern India up to his death. In 1757, the Sikhs were persistently ambushing guards to loot trains. In order to send a message, and prevent such occurrences from recurring, Ahmad Shah destroyed the Shri Harimandir Sahib and filled the Sarovar (Holy water pool) with cow carcasses. In 1758 the Maratha Empire's general Raghunathrao attacked and conquered Lahore and Attock driving out Timur Shah Durrani, the son and viceroy of Ahmad Shah Abdali, in the process. Lahore, Multan, Kashmir and other subahs on the eastern side of Attock were under Maratha rule. In Punjab and Kashmir, the Marathas were now major players. In 1761, following the victory at the Third battle of Panipat between the Durrani and the Maratha Empire, Ahmad Shah Abdali captured remnants of the Maratha Empire in Punjab and Kashmir regions and had consolidated control over them. In 1762, there were persistent conflicts with the Sikhs. Vadda Ghalughara took place under the Muslim provincial government based at Lahore to wipe out the Sikhs, with 30,000 Sikhs being killed, an offensive that had begun with the Mughals, with the Chhota Ghallughara,A Popular Dictionary of Sikhism: Sikh Religion and Philosophy, p.86, Routledge, W. Owen Cole, Piara Singh Sambhi, 2005 and lasted several decades under its Muslim successor states.Khushwant Singh, A History of the Sikhs, Volume I: 1469–1839, Delhi, Oxford University Press, 1978, pp. 127–129 The rebuilt Harminder Sahib was destroyed, and the pool was filled with cow entrails, again. ===Sikh Rule=== In 1799, a process to unify Punjab was started by Ranjit Singh. Training his army under the style of the East India Company, it was able to conquer much of Punjab and surrounding areas. The use of the suzerain-vassal polity as established by previous rulers had been instrumental in establishing the political control of the Sikhs. During this time, there was an increase in the population of Sikhs as well. In towns and cities, there was an increase in the population of urban Sikhs, while the same happened with an increase in rural Sikhs. This had also likely led to some of the ideological differences between Sikhs around this time. The invasions of the Muslim Zaman Shah, the second successor of Ahmad Shah Abdali had served as a catalyst. After the first invasion, Singh had recovered his own fort at Rohtas. During the second invasion, he had emerged as a leading Sikh chief. After the third invasion, he had decisively defeated Zamah Shah. This had eventually led to the takeover of Lahore in 1799. In 1809, Singh signed the Treaty of Amritsar with the British; in this treaty, Singh was recognised as the sole ruler of Punjab up to River Sutlej by the British. Within ten years of Ranjit Singh's death in 1839, the Empire was taken over by the British who had already more or less exerted indirect or direct influence throughout the Subcontinent. At Lahore, there were increasing levels of nobles vying for power. A growing instability, allowed the British to come in and take over control of the area. After the British victories at the battles of the Sutlej in 1845–46, the army and territory of the boy Raja Duleep Singh was cut down. Lahore was garrisoned by British troops, and given a resident in the Durbar. In 1849, the British had formally taken control. ==Colonial period== The Punjab was annexed by the East India Company in 1849. Although nominally part of the Bengal Presidency it was administratively independent. During the Indian Rebellion of 1857, the Punjab remained relatively peaceful. In 1858, under the terms of the Queen's Proclamation issued by Queen Victoria, the Punjab came under the direct rule of Britain. Colonial rule had a profound impact on all areas of Punjabi life. Economically it transformed the Punjab into the richest farming area of India, socially it sustained the power of large landowners and politically it encouraged cross-communal co-operation amongst land owning groups. The Punjab also became the major centre of recruitment into the Indian Army. By patronising influential local allies and focusing administrative, economic and constitutional policies on the rural population, the British ensured the loyalty of its large rural population. Administratively, colonial rule instated a system of bureaucracy and measure of the law. The 'paternal' system of the ruling elite was replaced by 'machine rule' with a system of laws, codes, and procedures. For purposes of control, the British established new forms of communication and transportation, including post systems, railways, roads, and telegraphs. The creation of Canal Colonies in western Punjab between 1860 and 1947 brought 14 million acres of land under cultivation, and revolutionised agricultural practices in the region. To the agrarian and commercial class was added a professional middle class that had risen the social ladder through the use of the English education, which opened up new professions in law, government, and medicine. Despite these developments, colonial rule was marked by exploitation of resources. For the purpose of exports, the majority of external trade was controlled by British export banks. The Imperial government exercised control over the finances of Punjab and took the majority of the income for itself. ===Religious revivalism=== By the 1870s there had been communities of Muslims of the Wahabi sect, drawn from the lower classes, that intended to use jihad to get rid of the non-Muslims by force. A highlight of religious controversy during this time was that of the Ahmaddiya movement. Mirza Gulam Ahmad in his Burahin-i-Ahmaddiya which was meant to rejuvenate Islam on the basis of the Quran, had attempted to refute both Christian missionaries, and Hindus and Sikhs. In another work, Ahmad argued that Guru Nanak was a Muslim. He interpreted Jihad as a peaceful method, and declared himself to be the Messiah. This was met with significant controversy. In the first and second decades of the early 20th century, the idea of Hindu and Muslim separation had become an active political tone. Muslims were told to remain aloof of the Indian National Congress, the main body seeking Indian Independence, because there was a general fear that representation based on elections and employment-based upon competition was not in their interest. The All-India Muslim League's demand for separate electorates for Muslims was granted at Amritsar in 1909. The Muslim League also demanded separate electorates in every province, even in those without Muslim majority populations, which was also granted by the Indian National Congress in 1916. ===Unrest=== An important event of the British Raj in Punjab was the Jallianwala Bagh massacre. In 1919, Brigadier-General Reginald Dyer led fifty riflemen from the 1/9th Gurkhas, 54th Sikhs, and 59th Sikhs into the Bagh and ordered them to open fire into the crowd that had gathered there. The official number of deaths, as reported by the British government, was given as 379 killed, but some reports claimed that more than 1,000 were killed. There had been many Indian independence movements in Punjab at the time as well. Notably, the actions of Bhagat Singh, Sukhdev, and Rajguru on 17 December 1928 in which the trio was responsible for killing J.P. Saunders in revenge for the latter's killing of Lala Lajpat Rai. They were also responsible for the bombing of the Legislative Assembly in Delhi on 8 April in 1929. The three believed that the nonviolent movement was a failure. Nevertheless, the use of violence in the Indian independence movement became unpopular after the execution of the trio on 23 March 1931. ===Politics=== The Unionist Party dominated Punjabi politics from the 1920s until the Second World War. Its influence over the rural population severely limited the local appeal and reach of both the Indian National Congress and Muslim League. A strong supporter of colonial rule, the Unionists were weakened by the war as they were directed to sacrifice their political interests to support the war effort. Unable to placate their traditional support base with benefits from the colonial administration, they suffered a loss of authority which led to their disastrous performance at the 1946 Punjab Provincial Assembly election and a breakdown in inter-communal cooperation at a political level. ==Independence and Partition== In 1947, the Punjab Province of British India was divided along religious lines into West Punjab and East Punjab. The western part was assimilated into the new country of Pakistan while the east stayed in India. This led to riots. The Partition of India in 1947 split the former Raj province of Punjab; the mostly Muslim western part became the Pakistani province of West Punjab and the mostly Sikh and Hindu eastern part became the Indian province of Punjab. Many Sikhs and Hindus lived in the west, and many Muslims lived in the east, and so partition saw many people displaced and much intercommunal violence. Several small Punjabi princely states, including Patiala, also became part of India. The undivided Punjab, of which Punjab (Pakistan) forms a major region today, was home to a large minority population of Punjabi Sikhs and Hindus unto 1947 apart from the Muslim majority.The Punjab in 1920s – A Case study of Muslims, Zarina Salamat, Royal Book Company, Karachi, 1997. table 45, pp. 136. The Gurdaspur district which is partially now part of the Indian state of Punjab had a slight Muslim majority (50.2% according to the 1941 census) prior to the partition. Many Muslims fled the partition violence to settle in Pakistan. Sikhs called for the creation of a separate Sikh homeland known as Khalistan in the 1970s, along with the lines of Pakistan. This had led to the state of emergency given by Indira Gandhi, who felt if Khalistan was created it would render a much weaker Indian nation. Especially since that region of the country provided up to 70% of the nations wheat, earning the Punjab region the name, “Bread Basket of India”. During the Green Revolution in India incentives were given to the people of Punjab to switch to growing strictly wheat since India was unable to feed many of it’s people. Gandhi called in Indian troops to extinguish the few militants who had taken shelter in the Golden Temple, killing thousands of civilians in the crossfire. Attacks then targeted the Punjab State police and Indian Security forces that opposed the creation of Khalistan and wished Punjab stay under Indian rule. Some extremists carried out a terror attack placing a bomb in an Air India flight over the Atlantic Ocean, killing more than 300 people. Much of the funding for the separatist revolutionaries had come from sources abroad in America and Europe, and some of the Sikh separatist movements were based in Pakistan. ==Indian Punjab since independence== ===Punjabi Subah=== After independence, the Akali Dal, a Sikh- dominated political party active mainly in Punjab, sought to create a Sikh State but idea was not very popular. However, there was push in many regions of India for reorganisation of states based on language. In Punjab, instead of religion, the Akalis launched the Punjabi Suba movement aimed at creation of a Punjabi-majority subah (\"province\") in the erstwhile East Punjab state of India in the 1950s.In 1966, it resulted in the formation of the Punjabi speaking -majority Punjab state, the Haryanvi-Hindi-majority Haryana state and the Union Territory of Chandigarh. Some Pahari majority parts of the East Punjab were also merged with Himachal Pradesh as a result of the movement. ===Opioid Crisis of Indian Punjab=== In recent times there has been rampant smuggling of drugs. The menace has increased to gigantic proportions in recent times. The Punjab opioid dependence survey 2015 reveals a grim picture of addiction crisis. === Craft Decay and Revival === A crafts colony of Thatheras was established near Amritsar during the reign of Maharaja Ranjit Singh the 19th Century Sikh Monarch, who encouraged skilled metal crafters from Kashmir to settle here. The Government of Punjab in India started Project Virasat to revive this craft of making handmade brass and copper products, after the said craft got enlisted on the List of Intangible Cultural Heritage by UNESCO. ==See also== *History of India *History of Pakistan == Notes == ==References== ==Sources== ===Books=== * Ali, Imran. The Punjab under imperialism, 1885-1947 (2014). * * * * Condos, Mark. The Insecurity State: Punjab and the Making of Colonial Power in British India (2020) excerpt * * * * Gandhi, R. (2013). of the Book: Punjab: A History from Aurangzeb to Mountbatten. * * * * * * * * * * * * * * * * * * * * ===Journals=== * * * Talbot, I. A. (1980). \"The 1946 Punjab Elections\" Modern Asian Studies 14(1), 65-91 online. ==Further reading== * R. M. Chopra, \"The Legacy of the Punjab\", (1997), Punjabee Bradree, Calcutta. Punjab Punjab Punjab",
 "title": "History of Punjab"
}