{
 "id": "531066",
 "text": "The UCL School of Pharmacy (formerly The School of Pharmacy, University of London) is the pharmacy school of University College London (UCL). The School forms part of UCL's Faculty of Life Sciences and is located in London, United Kingdom. The School was founded by the Royal Pharmaceutical Society of Great Britain in 1842 as the College of the Pharmaceutical Society. It was renamed The School of Pharmacy in 1949 when it became independent of the Pharmaceutical Society and was incorporated into the University of London as a constituent college. The School was granted a royal charter in 1952 and merged with UCL in January 2012. ==History== The School was founded in 1842 by the Pharmaceutical Society of Great Britain. The School began offering University of London degrees in 1925 and joined the university as a specialist school in 1949. It received a Royal Charter in 1952. Construction of the School's current main building, designed by Herbert Rowse, began in 1938, although work was stopped on the outbreak of the Second World War in 1939 and the building was not completed until 1960.Bridget Cherry and Nikolaus Pevsner, London 4: North, London, Penguin, 1999, p. 280 To its alumni and colleagues in the profession it is known as \"the Square\", which refers to the fact that it was originally located in Bloomsbury Square and now in Brunswick Square. It was decided on 13 May 2011, after a consultation and development process, that the School would merge with University College London (UCL). The merger was completed on 1 January 2012, and the School was renamed the UCL School of Pharmacy. ==Departments== right|thumb|The main entrance to the UCL School of Pharmacy building The School is organised into four academic departments, each with one or more associated specialist research centres. ===Pharmaceutical and Biological Chemistry=== The Department of Pharmaceutical and Biological Chemistry is the largest of the School's departments. Its research is focused on cancer, natural products and phytomedicines, molecular neurosciences and biopharmaceutical analysis. The department's staff help teach the undergraduate MPharm degree in the areas of drug discovery, medicinal chemistry, pharmaceutical chemistry and pharmacognosy/medicinal plants, and an MSc in Pharmacognosy is offered. ===Pharmacology=== The Wellcome Department of Pharmacology is one of the oldest departments of pharmacology in the UK. The department has played a major role in the development of Pharmacology in the UK and many pharmacologists who trained here are to be found in academies and in industries all over the world. The department's research focuses on the nervous system, and a wide range of approaches are used to study normal brain function and the causes of many neurological and psychiatric diseases. ===Pharmaceutics=== The Department of Pharmaceutics is home to a wide range of research activities, such as in Materials Science and Processing and Clinical Pharmaceutical Science. The department's research in Materials Science and Processing is centred on the fundamental properties of materials and their adaptation to optimise processing and enhance drug delivery. It operates a number of joint ventures, including the Centre for Paediatric Pharmacy Research, a joint venture with Great Ormond Street Hospital and the Institute of Child Health, and in the Clinical Pharmaceutics with University College Hospitals and Camden and Islington's NHS Trust. The Microbiology Research Group is also well-established, with work focusing mainly in overcoming antibiotic resistance and obtaining new actives from natural sources. The Group has been particularly successful in investigating new approaches to the treatment of the 'superbug' MRSA. ===Practice and Policy=== The Department of Practice and Policy focuses upon making the use of medicines safer and more effective through teaching, service and research. The department has collaborations with organisations including Imperial College London, the London School of Economics, the Institute of Education and the London School of Hygiene and Tropical Medicine, as well as several major London hospitals including Guy's and St Thomas's, University College Hospital, Hammersmith, Barts and the London, and Great Ormond Street. The department's staff are involved in curricular development and teaching across all four years of the MPharm course. Its student body includes hospital pharmacists studying for a range of Certificate, Diploma and MSc qualifications. ==Courses== The School offers a number of Masters Degree programmes, including Drug Discovery, Drug Delivery, Pharmacognosy and Pharmacy Practice, and PhD research degrees. The only undergraduate degree which it currently offers is the four-year MPharm, Master of Pharmacy. The School offered BSc degrees in Toxicology and Pharmacology until 2001. ==Research and rankings== In 2010/11 the School had a total research income of £8.13 million. In the 2008 Research Assessment Exercise, 90 per cent of the research activity at the School was deemed \"internationally significant\" and 25 per cent \"world-leading\". The School's research focuses on advancing and understanding medicines and health care, and in creating new medicines. It is organised into four divisions: * Drug Discovery; * Formulation Sciences; * Neurosciences; and * Medicines Use and Health. The School is home to the following research centres: * Cancer Research UK Biomolecular Structure Group; * Cancer Research UK Gene Targeted Design Research Group; * Molecular Neuroscience Research Group; Centre for Pharmacognosy and Phytotherapy; * Centre for Pharmaceutical Analysis; Centre for Drug Delivery Research; * Centre for Toxicology; * Centre for Paediatric Pharmacy Research; and * Centre for Behavioural Medicine; and Centre for Cancer Medicines. In the 2015 QS World University Rankings by Subject, UCL is ranked 5th in the world (and 3rd in Europe) for Pharmacy & Pharmacology. ==See also== *Pharmacy *Royal Pharmaceutical Society of Great Britain *List of schools of pharmacy in the United Kingdom ==References== ==External links== *UCL School of Pharmacy website Category:Former colleges of the University of London Category:Educational institutions established in 1842 Category:Scientific organizations established in 1842 Category:1842 establishments in England Category:Pharmacy schools in the United Kingdom",
 "title": "UCL School of Pharmacy"
}