{
 "id": "531242",
 "text": "The A52 is a major road in the East Midlands, England. It runs east from a junction with the A53 at Newcastle-under-Lyme near Stoke-on-Trent via Ashbourne, Derby, Stapleford, Nottingham, West Bridgford, Bingham, Grantham, Boston and Skegness to the east Lincolnshire coast at Mablethorpe. It is approximately long. The mainly dual-carriageway stretch between The Pentagon Island in Derby and the Queen's Medical Centre in Nottingham was named Brian Clough Way in 2005 to honour the late Derby County and Nottingham Forest football manager Brian Clough.The Brian Clough Way/Derby Road double-naming continues along the A6200 between the Queen's Medical Centre and into the centre of Nottingham, as far as the junction with Maid Marian Way at the Nottingham Playhouse. Historically the A52 used to start at Nantwich in Cheshire, but was renumbered to become the A500, the A531, and the B5500—the A500 sections later becoming unclassified. ==Route== ===Newcastle-under-Lyme – Derby=== The road starts as Ryecroft from the roundabout with the A34 and B5367. It is dual carriageway until the next roundabout, forming part of the Newcastle ring road, with the A527 and A53. It passes the leisure centre on the right, then veers right at a junction with the B5045 (which continues on the main road), where it enters the City of Stoke-on-Trent. As Hartshill Road, it passes the Royal Stoke University Hospital and enters the town of Stoke- upon-Trent. It takes two possible routes around the town centre, meeting the A500 D Road. It goes under the West Coast Main Line near Stoke-on-Trent railway station and becomes Leek Road, passing one campus (Leek Road) of Staffordshire University. It meets the A50 at a roundabout at Joiner's Square near Hanley. It meets the A5008 and A5009 (for Leek) at crossroads, where it turns right. There is a junction with the A5272 (for Berry Hill). As Werrington Road in Bucknall it passes the former Mitchell High School and enters Staffordshire and the borough of the Staffordshire Moorlands. It passes through Ash Bank and Staffordshire, then meets the A520 (for Leek) at crossroads, then overlaps the A522 (for Cheadle). It passes through the villages of Kingsley and then Froghall where it crosses over the Churnet Valley Railway and Cauldon Canal, before meeting the A521 and B5053 (for Ipstones). It passes through Whiston and meets the B5417 (for Oakamoor). It meets the A523 (for Leek) and passes through Swinscoe, then briefly enters East Staffordshire. The road enters Derbyshire and the Derbyshire Dales district where it crosses the River Dove over the Hanging Bridge near the junction with the B5032 at Mayfield close to the Queens Arms Hotel. The £3 million Ashbourne Relief Road opened in October 1994. There is a roundabout for the exit to Ashbourne and one with the A515. The road climbs up the side of the Dove Valley, and there is a central overtaking/crawler lane. The roundabout with the eastern exit to Ashbourne is near an old airfield which is now an industrial estate. The area around the next section of road to Derby has links with Bonnie Prince Charlie. It passes through Brailsford and the Rose and Crown and at Kirk Langley, there is a junction with the B5020 for Mickleover. It passes Mackworth, the Munday Arms and Mackworth Hotel, with part of the Mackworth Estate to the south and Markeaton Park. Entering Derby as Ashbourne Road, it meets the busy A38 at a roundabout, and Esso Mackworth Service Station. It passes the Shell Friargate garage on the left which has now been closed down. From here to the dual-carriageway is a popular pub crawl, with many student residences close by for the University of Derby, such as St Christopher's Court. Close by to the north is the new Markeaton campus of the university. The road splits into east and west sections, passing St John the Evangelist church on the left, with the easterly section being Agard Street and the westerly section being Friargate. From the traffic lights at the eastern end of both, the road becomes Ford Street, passing the Friargate Studios. ===Derby – Nottingham=== right|thumb|Brian Clough Way It overlaps the £3.5 million (£ as of ), A601 Derby Inner Ring Road, which is called St Alkmunds Way and was opened on 30 July 1972. It is used by 70,000 motorists daily as they pass under the 2007 footbridge towards Pentagon Island. From the Radio Derby building (to the west of the city centre) to Nottingham, it is dual-carriageway. It crosses the River Derwent, the A601 leaves to the south, and it passes under the Midland Main Line as Eastgate. There is the Pentagon Island Grade Separated Junction (GSJ) with the A61 near Chaddesden and the Texaco Pentagon Service Station. The westbound-direction is not grade- separated and meets the roundabout, thus causing many severe queues at rush- hour. Westbound traffic would be better choosing another route from 8 to 9am. It passes a large Costco, and the next junction is a GSJ for the Wyvern Retail Park, and passes a KFC, McDonald's, Pizza Hut and Sainsbury's. Near Spondon, there is a large GSJ with the A5111 Derby outer ring road (Raynesway – home of Rolls-Royce Marine Power Operations), also near a large Asda. The £4.6 million (£ as of ), Borrowash Bypass Extension, from Raynesway to Megaloughton Lane opened on 29 May 1980 as well the £6 million (£ as of ), Nottingham Road Diversion, from the Pentagon Island to Raynesway. Both sections totalled . before Borrowash, it enters the Borough of Erewash. Further east, it is the main east–west route from Derby to Nottingham, connecting the two cities via the busy junction 25 of the M1 at Sandiacre, passing the Shell Ockbrook garage on the left near Ockbrook. The £250,000 Borrowash Bypass opened in 1957, although the bridge at Ockbrook opened in 1969, from a roundabout with the A6005 to Hopwell Firs. The former route is partly the A6005. The £2 million (£ as of ),Sandiacre Stapleford Bypass opened in December 1964, being built two years before junction 25 of the M1 had been opened although all the bridges and roundabout were part of the bypass. It was the first major road project opened by the 1964 Labour government. The former route is the B5010. It crosses the Nottingham section of the Midland Main Line, and the River Erewash and Erewash Canal, entering Nottinghamshire and the Borough of Broxtowe. Bardill's Island roundabout provides a junction with Toton Lane (B6003), which connects to both Stapleford and the Toton Lane Park & Ride site that is linked to central Nottingham by the Nottingham Express Transit (NET) tramway. The roundabout is also near the George Spencer Academy and the garden centre after which it is named. The A52 then passes through Bramcote at the roundabout with the A6007 next to Bramcote leisure centre and becomes a three-lane dual carriageway, however the left lane is a bus lane. There is a right-turn at traffic lights for Wollaton Road (B6006) for Beeston near the Nurseryman pub. It enters the City of Nottingham at the A6464 Priory roundabout (Woodside Road leading to the A6005) in Lenton Abbey with the Shell Priory garage on the right, and the Wollaton Park Toby Carvery pub on the left on Wollaton Vale road. To the left is Wollaton Park and nearby to the south is the University of Nottingham. The junction at the Queen's Medical Centre with the A6514 Middleton Boulevard was originally a roundabout, but became a GSJ, costing £3.7 million in late 1983. The former route through Nottingham is now the A6200, then down Angel Row, Wheeler Gate, Lister Gate then through what is now the Broadmarsh Centre and past the railway station on Carrington Street, through The Meadows as Arkwright Street to a point near the A60/A6011 junction, over Trent Bridge and along the current A6520 Radcliffe Road. South of here it follows the former A614 as Clifton Boulevard. There is a junction for Abbey Street (A6005 – former A453) which was originally a much smaller temporary flyover, but was improved in June 1990 at a cost of £5.5 million, which is where the former A614 terminated. It crosses the Beeston Canal and Nottingham – Derby/Loughborough railway line and follows the Clifton Boulevard around the south of Nottingham. It overlaps the A453, then the A453 exits for the M1 and Clifton near the Texaco Silverdale Service Station and The Becket School. thumb|160px|left|Clifton Bridges over the Trent One of the bridges over the Trent at Clifton Bridge includes a section of the former B680 (which followed the route into Nottingham now used by the A453). The 275 ft east bridge opened in 1958, being officially opened by Princess Alexandra, The Honourable Lady Ogilvy. The bridge was widened, with the west bridge, to dual- carriageway as the A614 as part of a £3.2 million section, opening in 1972. This was the completion of the dual-carriageway Nottingham ring-road. It enters the borough of Rushcliffe where it crosses the former Great Central Main Line and meets the A60 (for Ruddington and the Nottingham South Premier Inn), then the A606 at busy roundabouts. This section from the A606 roundabout, near the Wheatcroft Garden Centre, to the Dunkirk junction (current A6005, then the A453) – the Nottingham Ring Road – was opened in 1963 as mostly single carriageway. The section from Clifton Bridge to the A60 roundabout was dualled in December 1968. The £6 million section from Gamston to Lings Bar opened in September 1981 as Gamston Lings Bar Road. It passes close to Tollerton Airfield and a large Morrisons (former Safeway), and crosses the Grantham Canal meeting the former route (A6011) at a busy roundabout near the Bridge pub. The section from the QMC to the A606 Wheatcroft Island roundabout used to be the A614 until the Gamston section was opened. The former route of the A52 into Nottingham is now the A6200 and A6011. ===Nottingham – Grantham=== thumb|160px|right|Eastern end of the Bingham bypass Heading east as Radcliffe Road with Bassingfield to the right, the £25,000 (£ as of ), dual-carriageway section from Holme House built in 1956 finishes at the start of the Radcliffe on Trent bypass as Grantham Road. There is the BP Pierrepont Filling Station just before the turn-off for Radcliffe on Trent. This stretch has SPECS cameras along it. Close by is the Holme Pierrepont National Watersports Centre. The road goes past Upper Saxondale, then meets the A46 at the large Saxondale roundabout, which has the Shell Saxondale garage. The road runs roughly parallel with the Nottingham- Grantham railway between Radcliffe on Trent and Grantham. From the A46, the road heads east past Bingham on the £2.6 million (£ as of ), Bingham bypass opened in December 1986. The road passes the Murco Kings Service Station on the left. There is a left turn for Scarrington, then it passes a HM Prison Whatton at Whatton-in-the Vale, near to where it crosses the River Smite. thumb|160px|left|Vale of Belvoir Inn It passes the Vale of Belvoir hotel, and after Elton where it passes the Manor Arms, it enters Leicestershire, the district of Melton, and the Vale of Belvoir at the start of the Bottesford bypass, which opened in February 1989 with an extremely wide concrete £3 million (£ as of ), two-way road. It passes by Muston and enters Lincolnshire and South Kesteven at the crossing of Sewstern Lane (Viking Way) next to the popular Muston Gap, passing through Sedgebrook. Belvoir Castle can be seen in the distance. The road climbs the steep Mill Hill near Barrowby, crosses the A1 and becomes Barrowby Road. The section of road from Radcliffe on Trent to Grantham was planned to become a dual-carriageway in the 1990s, but there are no plans at present. It meets a roundabout with Barrowby Gate, next to the Muddle Go Nowhere, passing through Green Hill. At the bottom of Barrowby Road is a low-height railway bridge, which in 2005 was the most-hit railway bridge in the UK. Until only recently this busy trunk road was part of the High Street in Grantham; now it is diverted alongside the East Coast Main Line on Sankt Augustin Way, which is also the A607. thumb|160px|right|Muddle Go Nowhere in Grantham At the start of Sankt Augustin Way, the road passes an Asda on the left. It meets Dysart Road at traffic lights and turns left at a one way system onto Wharf Road, passing a large Morrisons store and Churchills pub, then turning right at traffic lights onto London Road, passing Sainsburys and the Reindeer Inn. The most sensible route around Grantham is to follow the A1 from Barrowby and take the A607 exit into Grantham, although there is a low bridge (13') on Springfield Road (another part of the A607), which was the UK's most-hit bridge in 2006. There have been plans for an A52 bypass south of Grantham, which have many cycle-riding objectors. South of the town, it meets the B1174 at traffic lights near the Spotted Cow, with the Total St Leonards Service Station on the left and Pizza Hut and McDonald's on the right. ===Grantham – Boston=== This section of road is known locally as The Ramper, a name from the turnpike era. thumb|160px|right|Somerby Hill in Grantham From Grantham, which was the A52's original eastern end, the road continues as Bridge End Road passing the White Lion, then Somerby Hill eastwards, passing the Shell Somerby Hill Service Station on the left, rising up the valley of the River Witham to reach the ancient Ermine Street Roman road at the B6403/B1176 roundabout, which it follows for about . Ermine Street continues as the B6403 northwards at Cold Harbour. Traffic for Skegness may want to take the A153 instead (via the Sleaford bypass), as from Boston – Wainfleet, the traffic slows down. It follows High Dike, and there is a left turn for Welby and a right turn for Ropsley. thumb|140px|left|South Forty Foot Drain There is a crossroads with the left for Oasby. There is a right turn for Braceby, then just before a right turn for Haceby, the road enters North Kesteven. There are turnings for Dembleby and Newton and passes through Scott Willoughby. It meets the A15 at the Threekingham Bar roundabout near Osbournby becoming Holland Road, and passes through Threekingham and crosses Mareham Lane (a Roman road), with the Holland Road Service Station on the right, where it re-enters South Kesteven. From here to the South-Forty Foot Drain (about ), the road lies on the border of the districts of North Kesteven and South Kesteven. There are crossroads with the B1394 (for Swaton and Horbling), and the road meets the B1177 from nearby Billingborough at Bridge End, becoming Bridge End Causeway. At Donington High Bridge, it enters the district of South Holland next to the Sloop Inn. It passes over the Sleaford-Spalding railway and at Donington there is a roundabout with the A152 (the former name of the A52 east of Grantham). It follows a bypass, which opened in the early 1990s, to the north becoming Bicker Road and there is a left turn for Northorpe. It enters the borough of Boston just before the bypass to the south of Bicker, which opened in the early 1990s, where it meets the B1181 and becomes Donington Road. It passes the Texaco Bicker Bar Service Station on the left at the roundabout with the A17. It meets a roundabout for Swineshead and passes through Drayton, meets the B1391 as Abbey Lane, then Drayton Road. At Baythorpe passing the popular 2014 FARMA award-winning Manor Farm Shop Best UK small farm shop thumbnail|Manor Farm Shop it becomes Boston Road and the B1192 joins to the left at Kirton Holme. At the Poachers Hotel it becomes Swineshead Road. There are crossroads again with the B1192 (for Hubbert's Bridge to the left) at the Four Crossroads Inn at Baker's Bridge. Near Boston, you will not find a straighter or flatter road, as the road follows the New Hammond Beck. thumb|left|140px|Sleaford Road in the west of Boston It passes Wyberton Fen and meets a roundabout with a Tesco superstore and B&Q; on the left at Chain Bridge. The Hammer & Pincers pub is on the left just before a roundabout, where the main route follows to the left, and the straight-on direction is for Wyberton. The Alban Retail Park is on the right before it crosses the South Forty-Foot Drain and railway at a level crossing, then meets the A1121 from the left at a mini-roundabout close to a Peugeot, Citroën and BMW garage. It enters Boston as Sleaford Road along a long straight avenue of trees, passing the Shell Boston garage on the right. There are crossroads for Brothertoft Road (A1137), which can be used to avoid the busy town centre, then a mini- roundabout with Carlton Road becoming Queen Street. There are crossroads, with Asda to the left, just before a level crossing with the railway near the railway station. There is a mini-roundabout with West Street to the left near The Eagle pub and it becomes Liquorpond Street. There is a retail park with a McDonald's on the right. There are some crossroads with King Street, then Marriotts Mazda garage on the left before a roundabout with the A16 Spalding Road (which it overlaps through Boston). Some residents want a bypass. An alternative for cars could be to take the B1192/B1184 through Hubbert's Bridge and Sibsey, rejoining at Old Leake. ===Boston – Mablethorpe=== In Boston, it follows the inner relief road, where it becomes John Adams Way, which crosses the River Witham (where it is tidal) on the £220,000 Haven Bridge, which opened in June 1966. It passes the Esso John Adams Way Service Station on the right, close to two speed cameras in either direction and overshadowed by the floodlights of Boston United. There are traffic lights at a roundabout with the A1137/B1183 (for Horncastle), where the inner-relief road ends near the Red Cow Hotel. Boston Shopping Park is on the left, and the road becomes Spilsby Road where it crosses the Maud Foster Drain at Bargate Bridge near Maud Foster Windmill. It passes Holy Trinity church on the left, and the Mill Inn which is close to Boston High School. The road has a roundabout with the A16 and becomes Wainfleet Road. At the Burton Corner roundabout, Skegness is signposted in the direction of the A16. It passes the Burton House on the right, then passes the Ball House Inn at Willoughby Hills. It crosses the Hobhole Drain at Haltoft End where it passes the Freiston Centre for Environmental Education and the Castle Inn. There are right turns for Butterwick and it goes through Benington becoming Main Road where it passes All Saints church and the Admiral Nelson, then Leverton where it passes St Helena's church. Near to Leverton Highgate is the Traveller's Rest cafe, and Three Horseshoes. It passes through Old Leake, and meets the B1184 near The Giles School and passes the Bricklayer's Arms and passes near to the Angel Inn in Wrangle, then the primary school towards Wrangle Lowgate. The section between Boston and Skegness has had straighter sections since the late 1990s. Just before a bend to the right where it becomes Holland Lane then Main Road, it enters the district of East Lindsey. There are left turns for Friskney. It then passes through Friskney Tofts, where it passes the Barley Mow near Friskey Eaudyke then Wainfleet Tofts. It passes near to Wainfleet St Mary (near the home of Batemans Brewery) which is now bypassed, and meets the B1195, then crosses the Steeping River and over a level crossing. There is a left turn for Croft and it passes the Pine Trees Leisure Park. Entering Skegness as Wainfleet Road, it passes Skegness Retail Park with a Pizza Hut and Skegness Hospital. It meets the B1451 roundabout in the centre of Skegness near a Morrisons (former Safeway) superstore and the railway station becoming Roman Bank. After the junction with the A158 (from Lincoln), it is no longer a trunk road, and passes the Total North End Service Station on the right. thumb|160px|right|Mablethorpe beach North of Skegness, it meets Seathorne near the primary school, Garden City pub, Skegness Water Leisure Park, Butlins and Fantasy Island. It passes through Ingoldmells and the primary school as Skegness Road, heading slightly westwards through Hogsthorpe as South End then High Street. At Mumby, it meets the B1449 as Station Road and passes the St Thomas of Canterbury church and Red Lion, with a left turn for Cumberworth. Passing through Huttoft there is the primary school and the Axe and Cleaver Inn on Mumby Road and Sutton Road. Next is Sandilands and it reaches Sutton- on-Sea as Huttoft Road, passing the primary school and meets the A1111 at a roundabout, becoming Trusthorpe Road. At Trusthorpe as Sutton Road, it passes some radio masts. It reaches Mablethorpe as Seaholme Road and ends at the junction of Victoria Road and the High Street (A1104). According to the AA, Newcastle-under-Lyme to Derby takes 56 minutes, Derby to Boston takes 100 minutes, and Boston to Mablethorpe takes 62 minutes, taking three hours and thirty eight minutes to travel the whole distance. == References == ==External links== * SABRE page on the A52 * M1 to Nottingham Category:Boston, Lincolnshire A52 Category:Derbyshire Dales Category:East Lindsey District Category:Borough of Erewash Category:Grantham Category:Borough of Melton Category:North Kesteven District Category:Roads in England Category:Roads in Derbyshire Category:Roads in Lincolnshire Category:Skegness Category:South Kesteven District Category:Staffordshire Moorlands Category:Transport in Derby Category:Transport in Rushcliffe Category:Transport in Staffordshire Category:Transport in Stoke-on-Trent Category:Transport in the Borough of Broxtowe",
 "title": "A52 road"
}