{
 "id": "531202",
 "text": "Constance of Hauteville (1128–1163) was the ruling princess of Antioch from 1130 to 1163. She was the only child of Bohemond II of Antioch by his wife, Alice of Jerusalem. Constance succeeded her father at the age of two, after he fell in battle, although his cousin Roger II of Sicily laid claim to Antioch. Her mother assumed the regency, but the Antiochene noblemen replaced her with her father (Constance's grandfather), Baldwin II of Jerusalem. After he died in 1131, Alice again tried to take control of the government, but the Antiochene barons acknowledged the right of her brother-in-law Fulk of Anjou to rule as regent for Constance. Constance was given in marriage to Raymond of Poitiers in 1136. During the subsequent years, Raymond ruled Antioch while Constance gave birth to four children. After Raymond was murdered after a battle in 1149, Fulk of Anjou's son Baldwin III of Jerusalem assumed the regency. He tried to persuade Constance to remarry, but she did not accept his candidates. She also refused to marry a middle-aged relative of the Byzantine Emperor Manuel I Komnenus. Finally, she found a love interest and was married to Raynald of Châtillon, a knight from France, in 1153. After her second husband fell into captivity around 11601161, Constance wanted to rule Antioch alone, but BaldwinIII of Jerusalem declared her fifteen-year-old son, Bohemond III, the lawful prince. Constance disregarded this declaration and took control of the administration of the principality with the assistance of Emperor Manuel. Constance was dethroned in favor of her son shortly before her death. == Early life == Born in 1128, Constance was the only child of Prince Bohemond II of Antioch and Alice, the second daughter of King Baldwin II of Jerusalem. She was named after her paternal grandmother, Constance of France. Bohemond was killed in a battle at the Ceyhan River in February 1130. After his death, Alice assumed the regency for Constance. According to rumors spreading in Antioch, Alice was planning to send Constance to a monastery or to marry her off to a commoner. Bohemond's cousin, Roger II of Sicily, regarded himself as Bohemond's lawful successor because he was the senior member of the House of Hauteville. The Antiochene noblemen sent envoys to Baldwin II, urging him to come to the principality, but Alice decided to resist her father. The 12th-century historian, William of Tyre, also accused her of seeking assistance from Imad ad-Din Zengi, Atabeg of Aleppo. According to William of Tyre's account, her envoys were captured by BaldwinII's soldiers, who had meanwhile reached Antioch. Before long, Alice was forced to beg for mercy from her father. He removed Alice from the regency, ordering her to leave Antioch. == Reign == === Childhood === The Antiochene noblemen acknowledged Baldwin II as regent, swearing fealty to him and Constance. He made Joscelin I, Count of Edessa, her guardian to rule the principality until her marriage. BaldwinII died on August21, 1131, and JoscelinI died a week later. Alice again laid claim to the regency. However, most Antiochene lords remained hostile to the idea of a female ruler and sent envoys to BaldwinII's successor, Fulk of Anjou, who was Alice's brother-in-law. Alice made an alliance with Joscelin II, Count of Edessa, and Pons, Count of Tripoli, in early 1132. Fulk had to travel to Antioch by sea, because Pons did not allow him to march through the County of Tripoli. Fulk landed at St. Symeon where the Antiochene barons acknowledged him as regent. He appointed Rainald I Masoir, Constable of Antioch, to administer the principality. Fulk returned to Antioch when Zengi dispatched Sawar, governor of Aleppo, to invade the principality in 1132 or 1133. After defeating the invaders, Fulk entered Antioch. Since the principality needed a firm government, the Antiochene noblemen approached Fulk to select a husband for Constance. He chose Raymond of Poitiers, the younger son of William IX, Duke of Aquitaine. He did not announce his decision in public because he wanted to prevent Alice and RogerII of Sicily from intervening. Alice's sister, Melisende, Fulk's wife, persuaded Fulk to allow Alice to return to Antioch in 1135. Alice wanted to tighten the relationship of the principality and the Byzantine Empire; therefore, she offered Constance's hand to Manuel, a son of the Byzantine Emperor, John II Komnenos. To prevent the Byzantine marriage, Fulk sent his envoy to France to Raymond of Poitiers to urge him to come to Antioch, which he did, traveling in disguise, because RogerII of Sicily wanted to capture him in southern Italy. === First marriage === Raymond of Poitiers arrived at Antioch in April 1136. Ralph of Domfront, Latin Patriarch of Jerusalem, made Alice believe that Raymond came to Antioch to marry her instead of her eight-year-old daughter. However, Constance was kidnapped from the palace, and Ralph of Domfront blessed her marriage to Raymond in the cathedral. With the marriage, Raymond became the ruler of the principality, and Alice retired to Lattakieh. In early 1147 Roger II of Sicily extended an offer to Louis VII of France to transport the French crusaders to the Holy Land during the Second Crusade. Fearing that Roger only wanted to assert his claim to Antioch, LouisVII and his wife Eleanor of Aquitaine (niece of Raymond of Poitiers) declined. Louis and his crusaders came to the principality in March 1148. Before long, rumors spread among the crusaders about a love affair between Raymond and Eleanor. The crusaders tried to convince her husband to launch a campaign against Aleppo, the capital of Nur ad-Din, but LouisVII decided to leave Antioch to Jerusalem, forcing Eleanor to accompany him. === Widowhood === Raymond was killed in the Battle of Inab during an expedition against Nur ad-Din Zangi on June29, 1149. Since Raymond and Constance's four children were still underage, there was no one to \"perform the duties of a prince and raise the people from despair\", according to William of Tyre. Nur ad-Din invaded the principality and seized all Antiochene territories to the east of the Orontes River. Aimery of Limoges, Latin Patriarch of Antioch, directed the defense, but most noblemen preferred a secular ruler. After learning of Raymond's fate, Constance's cousin, Baldwin III of Jerusalem, hurried to Antioch and assumed the regency. He also concluded a truce with Nur ad-Din. Baldwin III returned to Antioch in summer 1150. He wanted to persuade Constance to remarry, proposing three candidates (Yves, Count of Soissons, Walter of Saint Omer, and Ralph of Merle), but she declined. Urged by BaldwinIII, Constance went to Tripoli in early 1152 to meet him and her two aunts, Melisende and Hodierna. The two ladies tried to persuade Constance to choose among the three candidates, but she returned to Antioch without making a promise to remarry. According to William of Tyre, Patriarch Aimery convinced Constance to resist, because he wanted to control the government of the principality. The Byzantine Emperor ManuelI Komnenos sent his widowed brother-in-law, the middle-aged John Rogerios Dalassenos, to Antioch to marry Constance. However, because of his age, she \"regarded him with displeasure\", according to the contemporaneous John Kinnamos, and refused to marry him. Historian Steven Runciman says that Constance may have refused the candidates proposed by BaldwinIII and ManuelI because she had met Raynald of Châtillon, a knight from France. Even though William of Tyre described Raynald as a \"knight of common sort\", Constance decided to marry Raynald. Their betrothal was kept secret because Constance wanted to obtain BaldwinIII's permission for the marriage. === Second marriage === After Baldwin sanctioned the marriage, Constance and Raynald married in early 1153. Raynald took charge of the administration of the principality. However, he was unpopular because his subjects regarded him as an upstart. His frequent attempts to raise funds brought him into conflict with Patriarch Aimery and Emperor ManuelI during the subsequent years. The emperor forced Raynald to pay homage to him in the spring of 1159. Raynald was captured and imprisoned by Majd al-Din, governor of Aleppo, during a plundering raid in November 1160 or 1161. After her husband fell into captivity, Constance announced her intention to administer the principality, but most Antiochene noblemen preferred a male ruler. BaldwinIII of Jerusalem hurried to Antioch and declared Constance's fifteen-year-old son, Bohemond III, the lawful prince, charging Patriarch Aimery with the administration of the principality. Constance did not accept Baldwin's decision and protested against it to Emperor Manuel. Manuel dispatched his nephew, Alexios Bryennios Komnenos, and John Kamateros to Antioch to begin negotiations about his marriage to Constance's daughter, Maria. The marriage contract was signed and the emperor's delegates confirmed Constance's position as the ruler of the principality. BaldwinIII, who came to Antioch to meet the imperial envoys, did not protest. Constance's son, Bohemond, reached the age of majority in 1163. To strengthen her position against her son, Constance sought assistance from Constantine Kalamanos, Byzantine governor of Cilicia. However, the Antiochene barons made an alliance with Thoros II of Cilician Armenia and forced her to leave Antioch. After Constance's removal, BohemondIII took control of the principality. Before long, Constance died, probably in Lattakieh or Byblos, according to Steven Runciman. == Family == Constance's first husband, Raymond of Poitiers, was the second son of William IX, Duke of Aquitaine and his second wife, Philippa of Toulouse. He was born in 1114. According to William of Tyre, Constance was left with \"two sons and as many daughters still underage\" when her husband died in 1149. Their elder son, Bohemond, was five at the time of Raymond's death. He seized Antioch from his mother in 1163. Constance and Raymond's daughter Maria, famed for her beauty, married the Byzantine Emperor Manuel I Komnenos in 1161. Another daughter, Philippa, was given in marriage to Humphrey II of Toron in the late 1160s. Whether the father of Constance's second son, Baldwin, was Raymond of Poitiers or Raynald of Châtillon cannot be determined with certainty. Baldwin died fighting at the head of a Byzantine cavalry regiment in the Battle of Myriokephalon on September17, 1176. It is certain that Raynald fathered Agnes, who became the wife of Béla III of Hungary. Raynald and Constance's second daughter, Alice, became the third wife of Azzo VI of Este in 1204. == References == == Sources == * * * * * * * * * * * * * == Further reading == * Category:1128 births Category:1163 deaths Category:12th-century Princes of Antioch Category:Princesses of Antioch Category:12th-century women rulers Category:Women of the Crusader states Category:Hauteville family",
 "title": "Constance of Antioch"
}