{
 "id": "531385",
 "text": "thumb|Lenticular clouds In meteorology, lee waves are atmospheric stationary waves. The most common form is mountain waves, which are atmospheric internal gravity waves. These were discovered in 1933 by two German glider pilots, Hans Deutschmann and Wolf Hirth, above the Krkonoše.On March 10, 1933, German glider pilot Hans Deutschmann (1911–1942) was flying over the Riesen mountains in Silesia when an updraft lifted his plane by a kilometer. The event was observed, and correctly interpreted, by German engineer and glider pilot Wolf Hirth (1900–1959), who wrote about it in: Wolf Hirth, Die hohe Schule des Segelfluges [The advanced school of glider flight] (Berlin, Germany: Klasing & Co., 1933). The phenomenon was subsequently studied by German glider pilot and atmospheric physicist Joachim P. Küttner (1909 -2011) in: Küttner, J. (1938) \"Moazagotl und Föhnwelle\" (Lenticular clouds and foehn waves), Beiträge zur Physik der Atmosphäre, 25, 79–114, and Kuettner, J. (1959) \"The rotor flow in the lee of mountains.\" GRD [Geophysics Research Directorate] Research Notes No. 6, AFCRC[Air Force Cambridge Research Center]-TN-58-626, ASTIA [Armed Services Technical Information Agency] Document No. AD-208862. They are periodic changes of atmospheric pressure, temperature and orthometric height in a current of air caused by vertical displacement, for example orographic lift when the wind blows over a mountain or mountain range. They can also be caused by the surface wind blowing over an escarpment or plateau, or even by upper winds deflected over a thermal updraft or cloud street. The vertical motion forces periodic changes in speed and direction of the air within this air current. They always occur in groups on the lee side of the terrain that triggers them. Sometimes, mountain waves can help to enhance precipitation amounts downwind of mountain ranges. Usually a turbulent vortex, with its axis of rotation parallel to the mountain range, is generated around the first trough; this is called a rotor. The strongest lee waves are produced when the lapse rate shows a stable layer above the obstruction, with an unstable layer above and below. Strong winds (with wind gusts over 100 mph) can be created in the foothills of large mountain ranges by mountain waves. These strong winds can contribute to unexpected wildfire growth and spread (including the 2016 Great Smoky Mountains wildfires when sparks from a wildfire in the Smoky Mountains were blown into the Gatlinburg and Pigeon Forge areas). == Basic theory == thumb|A fluid dynamics lab experiment illustrates flow past a mountain-shaped obstacle. Downstream wave crests radiate upwards with their group velocity pointing about 45° from horizontal. A downslope jet can be seen in the lee of the mountain, an area of lower pressure, enhanced turbulence, and periodic vertical displacement of fluid parcels. Vertical dye lines indicate effects are also felt upstream of the mountain, an area of higher pressure. Lee waves are a form of internal gravity waves produced when a stable, stratified flow is forced over an obstacle. This disturbance elevates air parcels above their level of neutral buoyancy. Buoyancy restoring forces therefore act to excite a vertical oscillation of the perturbed air parcels at the Brunt-Väisäla frequency, which for the atmosphere is: N = \\sqrt{{g \\over \\theta_0}{d\\theta_0 \\over dz}}, where \\theta_0(z) is the vertical profile of potential temperature. Oscillations tilted off the vertical axis at an angle of \\phi will occur at a lower frequency of N\\cos{\\phi}. These air parcel oscillations occur in concert, parallel to the wave fronts (lines of constant phase). These wave fronts represent extrema in the perturbed pressure field (i.e., lines of lowest and highest pressure), while the areas between wave fronts represent extrema in the perturbed buoyancy field (i.e., areas most rapidly gaining or losing buoyancy). Energy is transmitted along the wave fronts (parallel to air parcel oscillations), which is the direction of the wave group velocity. In contrast, the phase propagation (or phase speed) of the waves points perpendicular to energy transmission (or group velocity). ==Clouds== Both lee waves and the rotor may be indicated by specific wave cloud formations if there is sufficient moisture in the atmosphere, and sufficient vertical displacement to cool the air to the dew point. Waves may also form in dry air without cloud markers. Wave clouds do not move downwind as clouds usually do, but remain fixed in position relative to the obstruction that forms them. * Around the crest of the wave, adiabatic expansion cooling can form a cloud in shape of a lens (lenticularis). Multiple lenticular clouds can be stacked on top of each other if there are alternating layers of relatively dry and moist air aloft. * The rotor may generate cumulus or cumulus fractus in its upwelling portion, also known as a \"roll cloud\". The rotor cloud looks like a line of cumulus. It forms on the lee side and parallel to the ridge line. Its base is near the height of the mountain peak, though the top can extend well above the peak and can merge with the lenticular clouds above. Rotor clouds have ragged leeward edges and are dangerously turbulent. * A foehn wall cloud may exist at the lee side of the mountains, however this is not a reliable indication of the presence of lee waves. * A pileus or cap cloud, similar to a lenticular cloud, may form above the mountain or cumulus cloud generating the wave. * Adiabatic compression heating in the trough of each wave oscillation may also evaporate cumulus or stratus clouds in the airmass, creating a \"wave window\" or \"Foehn gap\". ==Aviation== Lee waves provide a possibility for gliders to gain altitude or fly long distances when soaring. World record wave flight performances for speed, distance or altitude have been made in the lee of the Sierra Nevada, Alps, Patagonic Andes, and Southern Alps mountain ranges.FAI gliding records The Perlan Project is working to demonstrate the viability of climbing above the tropopause in an unpowered glider using lee waves, making the transition into stratospheric standing waves. They did this for the first time on August 30, 2006 in Argentina, climbing to an altitude of .Perlan Project The Mountain Wave Project of the Organisation Scientifique et Technique du Vol à Voile focusses on analysis and classification of lee waves and associated rotors.OSTIV-Mountain Wave Project – accessed 2009-11-03 The conditions favoring strong lee waves suitable for soaring are: * A gradual increase in windspeed with altitude * Wind direction within 30° of perpendicular to the mountain ridgeline * Strong low-altitude winds in a stable atmosphere * Ridgetop winds of at least 20 knots The rotor turbulence may be harmful for other small aircraft such as balloons, hang gliders and paragliders. It can even be a hazard for large aircraft; the phenomenon is believed responsible for many aviation accidents and incidents, including the in-flight breakup of BOAC Flight 911, a Boeing 707, near Mount Fuji, Japan in 1966, and the in- flight separation of an engine on an Evergreen International Airlines Boeing 747 cargo jet near Anchorage, Alaska in 1993.NTSB Accident Report AAR-93-06 The rising air of the wave, which allows gliders to climb to great heights, can also result in high altitude upset in jet aircraft trying to maintain level cruising flight in lee waves. Rising, descending or turbulent air in or above the lee waves can cause overspeed or stall, resulting in mach tuck and loss of control, especially when the aircraft is operated near the \"coffin corner\". ==Other varieties of atmospheric waves== thumb|Hydrostatic wave (schematic drawing) There are a variety of distinctive types of waves which form under different atmospheric conditions. * Wind shear can also create waves. This occurs when an atmospheric inversion separates two layers with a marked difference in wind direction. If the wind encounters distortions in the inversion layer caused by thermals coming up from below, it will create significant shear waves in the lee of the distortions that can be used for soaring. * Hydraulic jump induced waves are a type of wave that forms when there exists a lower layer of air which is dense, yet thin relative to the size of the mountain. After flowing over the mountain, a type of shock wave forms at the trough of the flow, and a sharp vertical discontinuity called the hydraulic jump forms which can be several times higher than the mountain. The hydraulic jump is similar to a rotor in that it is very turbulent, yet it is not as spatially localized as a rotor. The hydraulic jump itself acts as an obstruction for the stable layer of air moving above it, thereby triggering wave. Hydraulic jumps can distinguished by their towering roll clouds, and have been observed on the Sierra Nevada rangeObservations of Mountain-Induced Rotors and Related Hypotheses: a Review by Joachim Kuettner and Rolf F. Hertenstein as well as mountain ranges in southern California. * Hydrostatic waves are vertically propagating waves which form over spatially large obstructions. In hydrostatic equilibrium, the pressure of a fluid can depend only on altitude, not on horizontal displacement. Hydrostatic waves get their name from the fact that they approximately obey the laws of hydrostatics, i.e. pressure amplitudes vary primarily in the vertical direction instead of the horizontal. Whereas conventional, non-hydrostatic waves are characterized by horizontal undulations of lift and sink, largely independent of altitude, hydrostatic waves are characterized by undulations of lift and sink at different altitudes over the same ground position. * Kelvin–Helmholtz instability can occur when velocity shear is present within a continuous fluid or when there is sufficient velocity difference across the interface between two fluids. * Rossby waves (or planetary waves) are large-scale motions in the atmosphere whose restoring force is the variation in Coriolis effect with latitude. ==See also== * Gravity wave * Nor'west arch ==References== ==Further reading== * Grimshaw, R., (2002). Environmental Stratified Flows. Boston: Kluwer Academic Publishers. * Jacobson, M., (1999). Fundamentals of Atmospheric Modeling. Cambridge, UK: Cambridge University Press. * Nappo, C., (2002). An Introduction to Atmospheric Gravity Waves. Boston: Academic Press. * Pielke, R., (2002). Mesoscale Meteorological Modeling. Boston: Academic Press. * Turner, B., (1979). Buoyancy Effects in Fluids. Cambridge, UK: Cambridge University Press. * Whiteman, C., (2000). Mountain Meteorology. Oxford, UK: Oxford University Press. == External links == * Mountain Wave Project official website * Chronological collection of meteorological data, satellite pics and cloud images of mountain waves in Bariloche, Argentina (in Spanish) * On High Winds and Foehn Warming associated with Mountain-Wave Events in the Western Foothills of the Southern Appalachian Mountains * An Examination of the Areal Extent of High Winds due to Mountain Waves along the Western Foothills of the Southern Appalachian Mountains Category:Atmospheric dynamics Category:Cumulus Category:Mesoscale meteorology Category:Mountain meteorology Category:Sailing Category:Gravity waves",
 "title": "Lee wave"
}