{
 "id": "531486",
 "text": "The First Saturdays Devotion, also called the Act of Reparation to the Immaculate Heart of the Blessed Virgin Mary, is a Catholic devotion which, according to Sister Lúcia of Fátima, was requested by the Virgin Mary in an apparition at Pontevedra, Spain, in December 1925. This devotion has been approved by the Roman Catholic Church. ==History== thumb|Dolorosa, by Murillo The pious practice of honoring the Blessed Mother on Saturday is an ancient custom largely attributed to the Benedictine monk Alcuin (735-804), \"Minister of Education\" at the court of Charlemagne, who composed a Votive Mass formulary for each day of the week. Alcuin assigned two formularies to Saturday in honor of Mary. The practice was quickly adopted by both clergy and laity. The practice of reparation to the Immaculate Heart of Mary on the First Saturday was initiated in Rovigo, Italy, by Mary Inglese, a Servite tertiary in 1889. She started among her friends the pious practice of \"Communion in Reparation to the Immaculate Heart of Mary\". The practice was endorsed by Bishop Antonio Polin of the Diocese of Adria and was taken up by sodalities throughout Italy and elsewhere. On July 1, 1905, Pope Pius X approved and granted indulgences for the practice of the First Saturdays of twelve consecutive months in honor of the Immaculate Conception. This practice greatly resembled the reported request of the Blessed Virgin Mary at the Pontevedra apparitions. Inglese wished to establish a religious congregation dedicated to the apostolate of Marian reparation. Bishop Tommaso Pio Boggiani recommended that she join the Servite sisters, known for their devotion to Our Lady of Sorrows. She joined the Servites as Sister Mary Dolores in 1911. She and foundress Mother Mary Elisa Andreoli revised the rule, making propagation of Communion of Reparation on the First Saturday of each month the congregation's main apostolate. They also changed the name of the group from \"Servants of Mary\" to \"Servants of Mary of Reparation\". The sisters also published a monthly magazine that helped spread the devotion throughout Europe.Queen of the Missions, October 1954] ==Pontevedra== At the age of 14, Lúcia Santos, one of the purported Portuguese seers of Our Lady of Fátima, was admitted as a boarder to the school of the Sisters of Saint Dorothy in Vilar, near the city of Porto. On October 24, 1925, she entered the Institute of the Sisters of Saint Dorothy as a postulant in the convent in Tui, Spain, just across the northern Portuguese border. Sister Lúcia later reported that on December 10, 1925, the Virgin Mary appeared to her at the convent in Pontevedra, and by her side on a luminous cloud was the Child Jesus. According to Lúcia, Mary requested the institution of the Devotion of the Five First Saturdays in reparation to her Immaculate Heart:Kosloski, Philip. \"5 Things to Know About First Saturdays\", Aletaia, May 7, 2016 :Look, my daughter, at my Heart encircled by these thorns with which men pierce it at every moment by their blasphemies and ingratitude. You, at least, strive to console me, and so I announce: I promise to assist at the hour of death with the grace necessary for salvation all those who, with the intention of making reparation to me, will, on the first Saturday of five consecutive months, go to confession, receive Holy Communion, say five decades of the beads, and keep me company for fifteen minutes while meditating on the fifteen mysteries of the Rosary. Devotees of Fátima believe that the First Saturdays help to console the sorrows of God, Jesus, and the Virgin Mary for the sins against her Immaculate Heart. == The Act of Reparation == * Sacramental confession The confession can take place within eight days before or after the First Saturday of the month. * To receive Holy Communion The Holy Communion may be received within the 24 hours of the first Saturday of the Month. If a person has a valid reason not to attend Mass (Masses not available on Saturdays, difficult mobilization, other major event), the devotee may consult a priest about receiving Communion on the following Sunday. * A 5-Decade Rosary is recited * Keep me (Our Lady) company while meditating for 15 minutes on the mysteries of the Holy Rosary. (Separate from saying the Rosary.)\"How to make the Five First Saturdays\" (free PDF downloadable pamphlet) (see quotation above) Each of the four practices must be offered in reparation to the Immaculate Heart of Mary. (see quotation above) ==See also== * Acts of Reparation to the Virgin Mary * Immaculate Heart of Mary * Our Lady of Fátima * Pontevedra apparitions == References == ==External links== * \"Devotion of the Five First Saturdays\" by the Dominican Fathers of The Rosary Center * Category:Marian devotions Category:Our Lady of Fátima Category:Catholic devotions",
 "title": "First Saturdays Devotion"
}