{
 "id": "531434",
 "text": "The Bloomsbury Theatre is a theatre on Gordon Street, Bloomsbury, in the London Borough of Camden, owned by University College London. The Theatre has a seating capacity of 547 and offers a professional programme of innovative music, drama, comedy and dance all year round as well as providing a space for student-led productions. Funded by a UGC grant and a considerable private donation, the theatre was opened in 1968 as the Collegiate Theatre, and was renamed the Bloomsbury Theatre in 1982. Between 2001 and 2008, the theatre was known as The UCL Bloomsbury, to emphasise links with UCL, who use it for student productions 12 weeks a year. The Bloomsbury Theatre recently returned to the logo designed by cartoonist Gerald Scarfe which it had used for nearly twenty years until 2001. The main theatre was closed for building works in 2015 and reopened in February 2019. The theatre building also provides access to the UCL Union Fitness Centre and Clubs and Societies Centre on the 2nd, 3rd and 4th floors. The basement also holds one of the three University Shops. A UCL Union-run café is on the Ground Floor. Access to the Main UCL Wilkins Building (Octagon Building) and the UCL Refectory is possible through the theatre building. Amongst the many other artists who have performed at the theatre are; UCL alumnus Ricky Gervais has performed two of his standup shows in the theatre, where they were also filmed for release on DVD and was the venue for Crusader Norman Housley come-back lecture series: Contesting the Crusades, which he developed into a popular history book. In July 1982, the Bloomsbury Theatre premiered the English language performance of Pirandello's Liola by Internationalist Theatrehttps://archive.org/details/daily-telegraph- deceit-in-a-sicilian-village-harold-atkins Press File Liola directed by UCL alumnus Fabio Perselli who also did the translation.http://www.ucd.ie/pirsoc/pirandello_studies.htm University College Dublin, Index to Pirandello Studies, Vol 3 (1983), Liola, p.100-102 From 2001, the theatre provided a residency for the New London Orchestra and hosted Robin Ince's \"Nine Lessons and Carols for Godless People\" for several years. ==References== ==External links== *Official website Category:Theatres completed in 1968 Category:University College London Category:Theatres in the London Borough of Camden Category:University and college theatres in London Category:Buildings and structures in Bloomsbury",
 "title": "Bloomsbury Theatre"
}