{
 "id": "531760",
 "text": "thumb|upright|Entrance to New Museums Site, Free School Lane The University of Cambridge Computing Service provided computing facilities across the University of Cambridge between 1970 and 2014. It was located primarily on the New Museums Site, Free School Lane, in the centre of Cambridge, England but, in September 2013 moved to the Roger Needham Building on the West Cambridge site. The Computing Service shares a common ancestry with the University of Cambridge Computer Laboratory. Founded on 14 May 1937 to provide a computing service for general use, and to be a centre for the development of computational techniques in the University as the Mathematical Laboratory (under the leadership of John Lennard-Jones), it was not until 2001 that the provision of computing services across the University and Colleges was fully separated from computing research and teaching. On 30 March 2014, the Computing Service merged with the Management Information Services Division (MISD) of the Unified Administrative Service (UAS) to create the University Information Services department. ==Landmark projects and services== * EDSAC computer, 1949 - a pioneering stored-program computer * EDSAC 2 computer, 1965 - first computer to have a microprogrammed CPU * Titan computer, 1966 - timeshared computer developed jointly with Ferranti subsequently marketed as the commercial Atlas 2 * Phoenix computer, 1973 - an IBM 370/165 running an IBM OS modified for improved interactive timesharing * Exim mail transfer agent, 1995 - in continued open-source development and in very widespread use * Raven authentication service, 2004 - a web-based authentication framework particularly suited to the widespread adoption across many federated institutions as at Cambridge. Extended subsequently to integrate with inter- organisational Shibboleth authentication and provide lifetime credentials known as Raven-for-life. * Lapwing Federated Wireless platform, 2006 - provides local management via web console/APIs to 200 institutions while retaining a single network appearance with common authentication and reporting. * my.phone user/telephony federated administration system, 2010 - providing a usable federated administrative interface to the VoIP platform to 17,000 users and 200 institutions. * IBIS master reference data / identity management service, 2011 - provides a central common data repository with LDAP and Web service API's for 300,000 members of 250 institutions, with a sophisticated federated access control model. ==Directors of the University of Cambridge Computing Service== * Maurice Wilkes 1945–1980 (as head of the University of Cambridge Computer Laboratory) * David Hartley 1970–1994 (first head of the dedicated University Computing Service) * Mike Sayers 1994–2004 * Ian Lewis 2005–2014 (final Director before the merger with MISD to create the UIS) ==See also== * University of Cambridge Computer Laboratory * Oxford University Computing Services ==External links== * University of Cambridge Computing Service * University of Cambridge Computer Laboratory Category:Organizations established in 1937 Computing Service Category:Information technology organisations based in the United Kingdom",
 "title": "University of Cambridge Computing Service"
}