{
 "id": "53192",
 "text": "The Swiss hip hop culture began in the early 1980s. == Beginnings == === Crews === The most known, active dancers and crews were: * Fantastic Rockers from Zürich: Power, Fast5, Prince Crime, Chase, Sky * Battle Rockers (formerly known as \"Back Street Crew\") from Zürich: Charly, Duster, Csizee, Spinkie, Steve * City Rockers (’83–’84) from Bern: Zed & Ice (later joined Jazzy Rockers), Silvano, Mike, J.K., Scholl, Tweety * Jam Power (ca. ’82–’83) from Geneva: Pascal, Punchy, Fred, Jose, Emilio (a.k.a. Joe B & DJ Mil of rap crew \"Duty Free\") * Supreme Rockers from Lausanne: Speedy & Carlos (rap group \"Sens Unik\"), Oswaldo, Nino, JP * Jazzy Rockers from Biel/Bienne: Seyo, Eduzy, Kid Rock, Rubber Band, Dee, Chico Rock, Zed, (around ’86 Carlos a.k.a. Risk Leader of the African Posse, Shy One, Lee joined) * Basel City Breakers from Basel: Melo, N-Top, Steve, Ricki, Oli, Willi & others * SuperWak from Geneva: Makala, Di-Meh, Varnish la Piscine, Slimka, Mairo, XLANUIT, Daejmiy, Chicharito,... (Of course there were also others who played a significant role along with those above.) These crews were the Swiss hip hop founders and brought the hip hop culture fundamentals (Peace, love & unity state of mind, graffiti, breakdance, DJing, MCs) and clothing styles straight from the roots and basic founders in New York City (Kool Herc, Afrika Bambaataa & The Zulu Nation, Fab 5 Freddy, Grandmaster Flash, The Rock Steady Crew, The New York City Breakers and many other U.S. hip hop masters…). They led the hip hop culture in Switzerland until the end of the 1980s and even after. Although some of them returned to anonymity since then or died young, the most of these \"old schoolers\" are still around, watching what's going on. Some of them are still taking part of actual hip hop events and others are even still active (like Seyo in Painting Art, others are dealing with music industry in different music styles) and living this culture yet mostly in their heart with a nostalgic state of mind. === Rap === Early Swiss German rappers started rapping in English, but after the bilingual track \"Murder by Dialect\" by P-27 featuring Black Tiger, rappers switched to their native Swiss German dialects. Rappers from the French-speaking part (where the traditional dialects died out in most parts) and from the Italian-speaking part (where most people mix dialects and Standard Italian freely) rap in the standard languages. The issue of language choice has become a major influence in the Swiss hip hop scene: As author Pascale Hofmeier notes, the creation of \"Mundartrap\" (dialect rap) has enabled Switzerland to develop a unique scene that, due to the lingual choice, is immediately identifiable as a distinctly Swiss product.Hofmeier, Pascale. “Identitätskonstruktion im Schweizerdeutschen Mundartrap: Lokalpatriotische Wohlstandshiphopper?” [“Identity Construction in Swiss-German Dialect Rap: Prosperous Hip-Hoppers with Local Pride?”]. Facharbeit, Universität Bern 2005. The importance of language in Swiss hip hop can also create tension, however: Although the members of the Italian-speaking group Stoffunita live in Switzerland and consider it their home, their choice of language combined with their lack of Swiss citizenship earmark them as \"Secondo\", a term used to indicate people of foreign descent born in Switzerland.Italian Rap | Guests: Castilian in Italian Music Given Switzerland's particularly strong opinions on who is \"Swiss\" and who is \"other\", it is easy to see that groups such as Stoffunita make use of the fact that hip hop \"is still considered a voice for the oppressed\"Chang, Jeff. \"It's a Hip Hop World\". Foreign Policy 163, Nov/Dec 2007, 58-65. as hip hop scholar and author Jeff Chang notes. The European Music Office's report on Music in Europe claimed that Switzerland's hip hop scene is \"particularly innovative and advanced\",Beau, Marie-Agnès | Hip Hop and Rap in Europe featuring Unik Records (the first European indie rap label). ==References== ==External links== * RadioIndustrie – Swiss hip hop radio * Vertigo Diffusion Hip Hop – Dance * Spartanic – B-Boys",
 "title": "Swiss hip hop"
}