{
 "id": "53215",
 "text": "South Africa is divided into nine provinces. On the eve of the 1994 general election, South Africa's former homelands, also known as Bantustans, were reintegrated, and the four existing provinces were divided into nine. The twelfth, thirteenth and sixteenth amendments to the Constitution of South Africa changed the borders of seven of the provinces. == History == thumb|The provinces at the creation of the Union in 1910 The Union of South Africa was established in 1910 by combining four British colonies: the Cape Colony, the Natal Colony, the Transvaal Colony and the Orange River Colony (the latter two were, before the Second Boer War, independent republics known as the South African Republic and the Orange Free State). These colonies became the four original provinces of the Union: Cape Province, Transvaal Province, Natal Province and Orange Free State Province. thumb|Provinces and homelands, as they were at the end of apartheid Segregation of the black population started as early as 1913, with ownership of land by the black majority being restricted to certain areas totalling about 13% of the country. From the late 1950s, these areas were gradually consolidated into \"homelands\", also called \"bantustans\". Four of these homelands were established as quasi-independent nation states of the black population during the apartheid era. In 1976, the homeland of Transkei was the first to accept independence from South Africa, and although this independence was never acknowledged by any other country, three other homelands Bophuthatswana (1977), Venda (1979) and Ciskei (1981) followed suit. On 27 April 1994, the date of the first non-racial elections and of the adoption of the Interim Constitution, all of these provinces and homelands were dissolved, and nine new provinces were established. The boundaries of these provinces were established in 1993 by a Commission on the Demarcation/Delimitation of Regions created by CODESA, and were broadly based on planning regions demarcated by the Development Bank of Southern Africa in the 1980s,https://core.ac.uk/download/pdf/37351010.pdf and amalgamated from existing magisterial districts, with some concessions to political parties that wished to consolidate their power bases, by transferring districts between the proposed provinces. The definitions of the new provinces in terms of magisterial districts were found in Schedule 1 of the Interim Constitution. == Government == South Africa's provinces are governed, in different ways, on a national, provincial and local level. Nationally, there is the National Council of Provinces, one of the houses of Parliament. Then there is the provincial government and, below that, the administration of district and metropolitan municipalities. === National Council of Provinces === South Africa has two houses of parliament: the National Assembly, and the National Council of Provinces. The second exists to ensure that the interests of each province are protected in the laws passed by the National Assembly. Each one of South Africa's nine provinces sends 10 representatives to the National Council of Provinces. Six of these are permanent members of the council, and four are special delegates. === Provincial government === Each province is governed by a unicameral legislature. The size of the legislature is proportional to population, ranging from 30 members in the Northern Cape to 80 in KwaZulu-Natal. The legislatures are elected every five years by a system of party-list proportional representation; by convention, they are all elected on the same day, at the same time as the National Assembly election. The provincial legislature elects, from amongst its members, a Premier, who is the head of the executive. The Premier chooses an Executive Council consisting of between five and ten members of the legislature, which is the cabinet of the provincial government. The Members of the Executive Council (MECs) are the provincial equivalent of ministers. The powers of the provincial government are limited to specific topics listed in the national constitution. On some of these topicsfor example, agriculture, education, health and public housingthe province's powers are shared with the national government, which can establish uniform standards and frameworks for the provincial governments to follow; on other topics the provincial government has exclusive power.'Constitution of the Republic of South Africa, 1996, \"Chapter 6: Provinces\". Sections 104 and 146. The provinces do not have their own court systems, as the administration of justice is the responsibility of the national government. == List == {| class=\"wikitable sortable\" style=\"text-align: right;\" ! Province ! Name in the most spoken native languagehttp://www.statssa.gov.za/census/census_2011/census_products/Census_2011_Census_in_brief.pdf, p. 25. ! Capital ! Largest city ! Area ! Population (2011) ! Density (2011) ! HDI (2003) ! Map |- | align=\"left\"|Eastern Cape || align=\"left\" | ||align=\"left\"|Bhisho (Bisho) ||align=\"left\"|Port Elizabeth || || 6,562,053 || || 0.62 || 50px |- | align=\"left\"|Free State ||align=\"left\"| ||align=\"left\"|Bloemfontein ||align=\"left\"|Bloemfontein|| || 2,745,590 || || 0.67 || 50px |- | align=\"left\"|Gauteng ||align=\"left\"| ||align=\"left\"|Johannesburg ||align=\"left\"|Johannesburg|| || 12,272,263 || || 0.74 || 50px |- | align=\"left\"|KwaZulu-Natal ||align=\"left\"| ||align=\"left\"|PietermaritzburgPietermaritzburg and Ulundi were joint capitals of KwaZulu-Natal from 1994 to 2004. ||align=\"left\"|Durban || || 10,267,300 || || 0.63 || 50px |- |align=\"left\"|Limpopo ||align=\"left\"| ||align=\"left\"|Polokwane (Pietersburg) || align=\"left\" |Polokwane|| || 5,404,868 || || 0.59 || 50px |- |align=\"left\"|Mpumalanga ||align=\"left\"| ||align=\"left\"|Mbombela (Nelspruit) || align=\"left\" |Mbombela|| || 4,039,939 || || 0.65 || 50px |- |align=\"left\"|North West ||align=\"left\"| ||align=\"left\"|Mahikeng (Mafikeng) || align=\"left\" |Rustenburg || || 3,509,953 || || 0.61 || 50px |- |align=\"left\"|Northern Cape ||align=\"left\"| ||align=\"left\"|Kimberley ||align=\"left\"|Kimberley|| || 1,145,861 || || 0.69 || 50px |- |align=\"left\"|Western CapeThese statistics do not include the Prince Edward Islands (, with no permanent residents), which are South African territories in the sub-Antarctic Indian Ocean but part of the Western Cape for legal and electoral purposes. || align=\"left\" | ||align=\"left\"|Cape Town ||align=\"left\"|Cape Town|| || 5,822,734 || || 0.77 || 50px |-style=\"background:honeydew\" class=\"sortbottom\" |align=\"left\"|Republic of South Africa||align=\"left\"| ||align=\"left\"| Pretoria, Cape Town, Bloemfontein ||align=\"left\"| Johannesburg|| ||51,770,560|||| 0.67 |- |} Footnotes: === Provincial acronyms === {| class=\"wikitable sortable\" style=\"text-align: left;\" ! Province ! HASC ! ISO ! FIPS ! CSS ! Conventional |- |Eastern Cape||ZA.EC||EC||SF05||02||EC |- |Free State||ZA.FS||FS||SF03||04||FS |- |Gauteng||ZA.GT||GP||SF06||07||GP |- |KwaZulu-Natal||ZA.NL||KZN||SF02||05||KZN |- |Limpopo||ZA.NP||LP||SF09||09||LP |- |Mpumalanga||ZA.MP||MP||SF07||08||MP |- |Northern Cape||ZA.NC||NC||SF08||03||NC |- |North- West||ZA.NW||NW||SF10||06||NW |- |Western Cape||ZA.WC||WC||SF11||01||WC |- class=\"sortbottom\" | colspan=\"6\" background: #F2F2F2\" | Notes HASC: Hierarchical administrative subdivision codes ISO: Province codes from ISO 3166-2. For full identification in a global context, prefix \"ZA-\" to the code FIPS: Codes from FIPS PUB 10–4, a U.S. government standard. CSS: Province codes used by the Central Statistical Service of South Africa. |} == Former administrative divisions == {| class=\"wikitable sortable\" style=\"text-align: right;\" ! Province ! Capital ! data-sort-type=\"number\" | Peak population ! Location |- |align=\"left\"|Cape of Good Hope (1910–1994)||align=\"left\"| Cape Town || 6,125,335 || 50px |- |align=\"left\"|Natal (1910–1994)||align=\"left\"| Pietermaritzburg || 2,430,753 || 50px |- |align=\"left\"|Orange Free State (1910–1994)||align=\"left\"| Bloemfontein || 2,193,062 || 50px |- |align=\"left\"|Transvaal (1910–1994) ||align=\"left\"| Pretoria || 9,491,265 || 50px |- ! Homelands ! Capital ! Peak population ! Location |- |align=\"left\"|Bophuthatswana (1977–1994) † ||align=\"left\"| Mmabatho || 1,478,950 || 50px |- |align=\"left\"|Ciskei (1972–1994) † ||align=\"left\"| Bisho || 677,920 || 50px |- |align=\"left\"|Gazankulu (1971–1994) ||align=\"left\"| Giyani || 954,771 || 50px |- |align=\"left\"|KaNgwane (1981–1994) ||align=\"left\"| Louieville Schoemansdal (de facto) || 779,240 || 50px |- |align=\"left\"|KwaNdebele (1981–1994) ||align=\"left\"| KwaMhlanga || 404,246 || 50px |- |align=\"left\"|KwaZulu (1981–1994) ||align=\"left\"| Nongoma (until 1980) Ulundi (1980–1994) || 5,524,774 || 50px |- |align=\"left\"|Lebowa (1972–1994) ||align=\"left\"| Lebowakgomo || 2,740,587 || 50px |- |align=\"left\"|QwaQwa (1974–1994) ||align=\"left\"| Phuthaditjhaba || 342,886 || 50px |- |align=\"left\"|Transkei (1976–1994) † ||align=\"left\"| Umtata || 2,323,650 || 50px |- |align=\"left\"|Venda (1979–1994) † ||align=\"left\"| Thohoyandou || 558,797 || 50px |- ! Mandates ! Capital ! Peak population |- |align=\"left\"|South West Africa ||align=\"left\"| Windhoek || 1,415,000 |} Footnotes: :† States for which the homeland was quasi-independent. == See also == * Elections in South Africa * List of municipalities in South Africa * Members of the Executive Council (MEC) * Municipalities of South Africa * Premier (South Africa) * Prince Edward Islands * Proposals for South Africa to annex Lesotho * Provincial governments of South Africa * Provincial legislature (South Africa) * Telephone numbers in South Africa * Vehicle registration plates of South Africa * Walvis Bay * ISO 3166-2:ZA == References == Category:Subdivisions of South Africa Provinces of South Africa 1 Provinces, South Africa Category:South Africa geography-related lists",
 "title": "Provinces of South Africa"
}