{
 "id": "532177",
 "text": "King of Prussia (also referred to as King of Prussia Mall) is a shopping mall located in the community of King of Prussia in Upper Merion Township in the United States state of Pennsylvania. It is the largest shopping mall in Pennsylvania and the third-largest shopping mall in the United States in terms of gross leasable area. It is an upscale mall with over 450 retailers. The anchor stores are Bloomingdale's, Dick's Sporting Goods, Macy's, Neiman Marcus, Nordstrom, and Primark with two vacant anchors last occupied by JCPenney and Lord & Taylor. The mall, which opened in 1963, consisted of two distinct buildings known as The Plaza and The Court until August 2016, when a major expansion was completed and the two buildings were connected to create one large shopping mall. ==Location== thumb|left|Aerial view of King of Prussia Mall before the 2016 expansion that connected the two malls The King of Prussia mall is located in the census-designated place of King of Prussia, in Upper Merion Township, Montgomery County, Pennsylvania, northwest of Philadelphia. The mall is near the convergence of four major highways: the Schuylkill Expressway (Interstate 76), the Pennsylvania Turnpike (Interstate 76/Interstate 276), U.S. Route 202, and U.S. Route 422. The mall is located northeast of the Schuylkill Expressway and south of the Pennsylvania Turnpike on the north side of US 202 between Gulph Road to the southwest and Allendale Road to the northeast, with Mall Boulevard providing access to and running through the mall grounds between Gulph Road and US 202. Mall Boulevard passes under a portion of the shopping mall. Ramps to and from the westbound direction of the Schuylkill Expressway connect to Mall Boulevard. SEPTA Suburban Division bus routes , , , , , and serve the King of Prussia mall at the King of Prussia Transit Center along with other stops in the mall complex. These bus routes provide service to the West Chester Transportation Center in West Chester, the Norristown Transportation Center in Norristown, Phoenixville, the 69th Street Transportation Center in Upper Darby, Center City Philadelphia, Chesterbrook, Valley Forge, and Limerick. The Greater Valley Forge Transportation Management Association operates The Rambler, a community shuttle around Upper Merion Township that has two stops at the King of Prussia mall. A branch of SEPTA's Norristown High Speed Line called the King of Prussia Spur is proposed to serve the mall via two stations. right|thumb|The Pavilion The mall has several outparcels, and several luxury and affordable hotels are nearby. Among the outparcels is the Overlook at King of Prussia shopping center, which consists of a United Artists Theatres, Saks Off 5th, and an iFLY indoor skydiving center. Lockheed Martin also has a campus overlooking the mall area. Also located nearby is the King of Prussia Town Center, a lifestyle center that consists of Wegmans, multiple big-box retailers, and a downtown area with dining, retail, and service establishments and a Town Square. The town center is part of the Village at Valley Forge, a 122-acre mixed-use development under construction that consists of retail, apartments, townhouses, condominiums, office space, and the Children's Hospital of Philadelphia's Specialty Care and Surgery Center. ==Description== thumb|right|The expansion corridor of the King of Prussia Mall connecting The Court and The Plaza King of Prussia mall is anchored by Nordstrom, Macy's, Neiman Marcus, Bloomingdale's, Dick's Sporting Goods, and Primark and a diverse merchant mix of over 450 stores, including a collection of luxury retailers. The mall is owned and managed by Simon Property Group of Indianapolis. It is also the sole outpost in Philadelphia for a number of high-end stores. The mall has annual sales of $1.1 billion. A selection of international dining options are available at three food courts and in multiple casual and fine dining establishments. The mall is a prominent tourist destination in the Philadelphia area, with an estimated 20% of visitors as tourists. The King of Prussia mall attracts 22 million visitors annually. Several nearby hotels offer mall tourist packages, which typically include mall gift cards. Due to the mall's size, several retailers rent more than one space. A covered outdoor walkway connects Macy's and Neiman Marcus. The eastern portion of the mall (originally known as the Court) has two anchor stores, Macy's and Bloomingdale's. It originally had a third anchor, Abraham & Straus, which sold its store in 1988 to Strawbridge & Clothier, which subsequently relocated to the former Wanamaker's location at The Plaza in 1996 upon its acquisition by May Department Stores. Its spot was redeveloped as the Pavilion at King of Prussia. Stores in this section include a double-level Urban Outfitters, Old Navy, and The Cheesecake Factory. ==History== thumb|left|Interior of King of Prussia Mall The mall was originally developed by the Kravco company. The Plaza at King of Prussia, the oldest portion of the complex, opened in 1963 as a modest open-air shopping mall anchored by JCPenney, discount department store E. J. Korvette, and an Acme \"A-Frame\" style supermarket. The Plaza prospered and by the late 1970s had become a partially enclosed super-regional mall anchored by department stores JCPenney, Gimbels, and Wanamaker's. By the late 1970s, The Plaza consisted of a small, fully enclosed section (connecting the three department stores) and a sprawling outdoor mall (featuring Woolworth's and Acme Markets). It was around this time Kravco noticed a demand for more upscale shopping in the northwest Philadelphia market. The company embarked on a second mall, The Court at King of Prussia, to be constructed across the street from The Plaza. The Court opened in 1981 as a fully enclosed mall anchored by department stores Bamberger's (became Macy's in 1986), Bloomingdale's, and Abraham & Straus (A&S;). In addition, Sears was added to The Plaza, relocating from Norristown. Sears was built as a \"store of the future\" and was completed along with an expansion of the multi-level portion of the Plaza. The Garden Food Court was part of this expansion. The outdoor portion of The Plaza was enclosed as well. Through the 1980s, The Plaza sported such stores as Woolworth's, Herman's World of Sporting Goods, and a Lionel \"Kiddie City\" toy store. The Woolworth's store closed in 1993. The Plaza also featured two 1980s style video arcades, each named Spaceport, and the RKO Stanley Warner (later Sam Eric, and then United Artists Plaza) movie theater which, in an era before multiplexes, had only one extra large 70m screen. thumb|right|The outdoor covered walkway connecting Macy's and Neiman Marcus, before 2016 renovation By the early 1990s, demand for luxury goods had grown across the nation and many upscale retailers were in a growth mode. Lord & Taylor, Neiman Marcus, and Nordstrom were all looking for new locations in the area, and Kravco did not want any of them to land at a competing mall. The company's dilemma, though, was that The Court was on a small piece of land and could not expand, while The Plaza was too downscale for these stores. Kravco decided to embark on an ambitious campaign to almost completely rebuild The Plaza to make it just as attractive to upscale retailers as The Court and to begin marketing the two malls as a single entity (a pedestrian bridge and walkway connecting the malls was constructed around this time, though there have always been informal passageways from one to the other). The new Plaza is fully enclosed and has two levels throughout. Lord & Taylor opened in the fall of 1995, while Neiman Marcus and Nordstrom opened in the spring of 1996. The anchor lineup at both malls changed during the 1990s as the industry consolidated. Stern's, which had replaced Gimbels, left and JCPenney moved into its old space. Boscov's was to buy the Wanamaker's store and open a location there. Instead, John Wanamaker was acquired by May Department Stores, which rebranded all Wanamaker's as Hecht's, their Baltimore-Washington regional nameplate. Abraham & Straus was consolidated with Macy's and Strawbridge & Clothier briefly took its place at The Court. Soon after, May acquired Strawbridge & Clothier, rebranded it as simply Strawbridge's, and merged it with Hecht's Philadelphia operations. The Hecht's (former John Wanamaker) at The Plaza became a Strawbridge's and the Strawbridge's (former Abraham & Straus) at The Court closed. The former Strawbridge's at The Court was converted into The Pavilion. thumb|left|King of Prussia Mall near Bloomingdale's The mall served as the home of the Philadelphia Freedoms tennis team of World TeamTennis in 2008 and 2009. Whenever a tennis event was to occur, a temporary tennis stadium that seated 3,000 was constructed in the parking lot of the Bloomingdale's anchor store. The Freedoms left for The Pavilion at Villanova University in 2010. In 2011, Simon increased its ownership of the King of Prussia mall from 12.4 percent to 96 percent, buying Lend Lease's 50 percent ownership of the mall. Lend Lease had bought its stake in the mall in 1996, with Kravco, Simon, and three family trusts owning the remaining 50 percent at the time. thumb|right|Expansion connecting The Court and The Plaza at King of Prussia under construction in January 2016 The sixth anchor store in the Plaza (the former Wanamaker's/Strawbridge's/Macy's building), was demolished during the fall of 2011. Over of retail space adjacent to the former department store has since been redeveloped. A new \"Receiving area\" was added during the redevelopment. On November 29, 2011, Simon Property Group announced plans to create a expansion/connector to connect The Court and The Plaza. This new retail connector features 50 stores, dining choices from some of Philadelphia's well-known celebrity chefs, an upscale dining pavilion, and a customer lounge. Upon completion, this project made King of Prussia mall the largest official shopping mall in the United States (larger than Mall of America in overall square footage, though not as many shops), and placed the mall under one roof for the first time in its existence. The expansion also includes a new parking garage \"with speed ramps, space location technology and valet service.\" Construction on this expansion was estimated to cost $150 million. Several outparcels were also proposed for this expansion. On November 18, 2014, construction began on the expansion to connect The Court and The Plaza. The expansion opened August 18, 2016, with two ribbons joined from The Court and The Plaza. Simon Property Group COO Rick Sokolov and U.S. Representative Brendan Boyle were present for the ribbon tying ceremony. thumb|left|King of Prussia entrance between Neiman Marcus and Macy's, 2017 In January 2014, Sears announced that it would sublease some of its space to Dick's Sporting Goods. Sears closed this location in early December 2014. It was announced that Irish retailer Primark would be on the first level of its space while Dick's Sporting Goods would take parts of the second level. The Primark store opened on November 25, 2015. In 2015, Sears Holdings spun off 235 properties, including the Sears at King of Prussia, into Seritage Growth Properties. On March 17, 2017, JCPenney announced that its store would be closing as part of a plan to close 138 stores nationwide; the store closed on July 31, 2017. The western section of the mall (also known as The Plaza) went under renovation in April 2018, which added new flooring and handrails, LED lighting, and additional soft seating areas and restrooms. The renovation was completed in May 2019. The former JCPenney is planned to be redeveloped as a multipurpose center, similar to Hudson Yards in Manhattan. Portions of the former Sears Auto Center are now Outback Steakhouse and Yard House. On October 5, 2019, Happy Place opened on the second floor of the former JCPenney building. It left on February 29, 2020, as part of a national tour. On May 3, 2021, during the COVID-19 pandemic, Montgomery County opened a COVID-19 vaccination site in the former JCPenney space. On August 27, 2020, it was announced that Lord & Taylor would be closing all 38 stores, including the King of Prussia location. The store closed on February 27, 2021. On November 26, 2021, Selfie WRLD Philly opened on the second floor of the former JCPenney. == See also == * List of largest shopping malls in the world * List of largest shopping malls in the United States ==References== ==External links== * Category:Simon Property Group Category:Shopping malls in Pennsylvania Category:Shopping malls established in 1963 Category:Tourist attractions in Montgomery County, Pennsylvania Category:Buildings and structures in Montgomery County, Pennsylvania Category:1963 establishments in Pennsylvania Category:Upper Merion Township, Montgomery County, Pennsylvania",
 "title": "King of Prussia (shopping mall)"
}