{
 "id": "532277",
 "text": "\"M.T.A.\", often called \"The MTA Song\", is a 1949 song by Jacqueline Steiner and Bess Lomax Hawes. Known informally as \"Charlie on the MTA\", the song's lyrics tell an absurd tale of a man named Charlie trapped on Boston's subway system, which was then known as the Metropolitan Transit Authority (MTA). The song was originally recorded as a mayoral campaign song for Progressive Party candidate Walter A. O'Brien. A version of the song with the candidate's name changed became a 1959 hit when recorded and released by The Kingston Trio, an American folk singing group. The song has become so entrenched in Boston lore that the Boston-area transit authority named its electronic card-based fare collection system the \"CharlieCard\" as a tribute to this song.This can be seen on various billboards throughout the T system, notably at the Woodland T Station. The transit organization, now called the Massachusetts Bay Transportation Authority (MBTA), held a dedication ceremony for the card system in 2004 which featured a performance of the song by the Kingston Trio, attended by then-governor Mitt Romney. == Overview == The Kingston Trio version begins with a spoken recitation by Dave Guard accompanied by a solo cello in a low register: \"These are the times that try men's souls. In the course of our nation's history, the people of Boston have rallied bravely whenever the rights of men have been threatened. Today, a new crisis has arisen. The Metropolitan Transit Authority, better known as the MTA, is attempting to levy a burdensome tax on the population, in the form of a subway fare increase. Citizens, hear me out! This could happen to you.\" The song's lyrics tell of Charlie, a man who boards an MTA subway car, but then cannot get off because he does not have enough money for new \"exit fares\". These additional charges had just been established to collect an increased fare without replacing existing fare collection equipment. The song goes on to say that every day Charlie's wife hands him a sandwich \"as the train comes rumbling through\" because he is stranded on the train. It is probably best known for its chorus: After the third line of the chorus, in the natural break in the phrasing, audiences familiar with the song often call out \"Poor Old Charlie!\" or \"What a pity!\" As the song fades out, the words \"Et tu, Charlie!\" are spoken by Bob Shane, meaning \"You too, Charlie!\" == History == The song, based on a much older version called \"The Ship That Never Returned\" (or its railroad successor, \"Wreck of the Old 97\"), was composed in 1949 as part of the election campaign of Walter A. O'Brien, a Progressive Party candidate for Boston mayor. O'Brien was unable to afford radio advertisements, so he enlisted local folk singers to write and sing songs from a touring truck with a loudspeaker (he was later fined $10 for \"disturbing the peace\"). One of O'Brien's major campaign planks was to lower the price of riding the subway by removing the complicated fare structure involving exit fares—so complicated that at one point it required a nine-page explanatory booklet. The Progressive Party had opposed the public buyout of Boston's streetcar system, which it argued enriched the previous private ownership and was followed by higher fares to city residents. In the Kingston Trio recording, the name \"Walter A. O'Brien\" was changed to \"George O'Brien\", apparently to avoid risking protests that had hit an earlier recording, when the song was seen as celebrating a socialist politician.See letter from Kate O'Brien Hartig, daughter of Walter, to Rod MacDonald, February 3, 2001. Retrieved July 26, 2007. == Geography == The song has Charlie boarding at the Kendall Square station (now called Kendall/MIT) and changing for Jamaica Plain. Kendall is on what is now the Red Line (the lines were not color-coded until 1965), so his \"change for Jamaica Plain\" would have been at Park Street. There, he would have boarded a #39 streetcar (later the Green Line E branch) for Jamaica Plain. In 1949, the line went all the way to Arborway in Jamaica Plain, but the line was truncated to Heath Street at the northern edge of Jamaica Plain in 1985. The song further mentions that his wife visited him every day at Scollay Square, which today is Government Center on the Green Line. ==Chart history== ===The Kingston Trio=== {| class=\"wikitable sortable\" !Chart (1959) !Peak position |- |U.S. Billboard Hot 100 |align=\"center\"|15 |} == In popular culture == ===Music=== * The Chad Mitchell Trio song \"Super Skier\", written by Bob Gibson, used the tune and although its lyrics have nothing to do with subways, ends with a call to \"get Charlie off the MTA\". * Boston-based punk rock band Dropkick Murphys wrote a variation, Skinhead on the MBTA, with a skinhead in place of Charlie, on their 1998 album Do or Die. * The Front Porch Country Band recorded a song called \"The Man Who Finally Returned\" about Charlie getting off the MTA. * Bob Haworth, a member of The Kingston Trio, wrote and recorded a song called \"MTA Revisited\" in 2004. * Fred Small wrote and recorded a parody called \"Sergei in the Milky Way\" with the true story of Soviet cosmonaut Sergei Krikalyov, who was temporarily stranded in space when the Soviet Union broke up. Small mimicked the Kingston Trio arrangement almost note for note. * Frank Black sings \"You can't get off your stop / Like old Charlie on the MTA\" in his song \"Living on Soul\". *In Malcolm in the Middle, the song was performed by Hal's bluegrass group The Gentleman Callers, in the episode \"Long Drive\". ===Other=== * The computer scientist Henry Baker references the song in his paper \"CONS Should Not CONS Its Arguments, Part II: Cheney on the M.T.A.\", which describes a way of implementing Cheney's algorithm using C functions that, like Charlie, never return. * The computer scientists Guy L. Steele Jr. and Gerald Jay Sussman also make reference to the song in one of the Lambda Papers when discussing functions such as the Lisp driver loop which never returns, just like Charlie in the song. * In the video game Aion, a quest involves acquiring enough coins to return to the mainland. On its webpages regarding the two quests, ZAM Network says, \"If you spend your last Kinah getting to Pandaemonium or while in Pandaemonium, you can't get out without the teleport fee, like poor old Charlie.\" ==See also== *List of train songs ==References== == External links == * Charlie on the MTA lyrics and history * Boston Globe obituary of Bess Hawes * * \"Will Charlie Ever Get Off That Train?\" by Peter Dreier and Jim Vrabel Category:1949 songs Category:1959 singles Category:Capitol Records singles Category:Songs about trains Category:Songs about Boston Category:The Kingston Trio songs Category:Massachusetts Bay Transportation Authority Category:Protest songs",
 "title": "M.T.A. (song)"
}