{
 "id": "533088",
 "text": "Filey () is a seaside town and civil parish in the Borough of Scarborough in North Yorkshire, England. Historically part of the East Riding of Yorkshire and located between Scarborough and Bridlington on the North Sea coast. Although it was a fishing village, it has a large beach and became a popular tourist resort. According to the 2011 UK census, Filey parish had a population of 6,981, in comparison to the 2001 UK census population figure of 6,819, and a population of 6,870 in 1991. ==Geography== thumb|left|Filey Beach Filey is at the eastern end of the Cleveland Way, a long-distance footpath; it starts at Helmsley and skirts the North York Moors. It was the second National Trail to be opened (1969). The town is at the northern end of the Yorkshire Wolds Way National Trail which starts at Hessle and crosses the Yorkshire Wolds. Filey is the finishing point for Great Yorkshire Bike Ride. The ride begins at Wetherby Racecourse. thumb|right|Fishing boats on the Sea-front Filey has a railway station on the Yorkshire Coast Line. A second station at Filey Holiday Camp railway station to the south of the town served the former Butlins holiday camp. The camp has since been re-developed into a 600-home holiday housing development, The Bay Filey. It is one of the largest coastal developments of this kind in the UK and the first homes were completed in 2007. In July 2007 Filey was hit by flash floods which caused major problems. ==History== In 1857 the foundations of a 4th-century Roman signal station were discovered at the Carr Naze cliff edge at the northern end of Filey Bay. The structure is 50 metres long with a square tower 14 metres wide, a defensive ditch and ramparts from a later era. Excavations at the time of the find and subsequently in the 1920s and 1990s uncovered Roman pottery and hoards of coins. The site is a protected Scheduled Monument. The find of Roman remains supports the case for Filey being the Roman settlement of Portus Felix. The 12th century parish church dedicated to St Oswald, on Church Hill in the north of the town, is a Grade I listed building. It is the oldest building in Filey and Nicholas Pevsner wrote \"This is easily the finest church in the NE corner of the East Riding\" (Buildings of England). St Oswald's has nearly 1,500 pieces of well-preserved medieval graffiti on the roof of the tower, ranging from initials up to complicated images of fully rigged sailing vessels, including one known as a Whitby Cat. The graffiti covers around 400 years of Filey's history, and maps out identifiable people, their occupations, changes in literacy and coastal shipping, the start of tourism in the area, and even a possible record of 17th century plague. The graffiti was recorded and analysed by Historic England in 2016. Filey was a small village until the 18th century when visitors from Scarborough arrived seeking the peace and quiet that Filey then offered. In 1835 a Birmingham solicitor called John Wilkes Unett bought of land and built the Crescent, later known as the Royal Crescent, which was opened in the 1850s. On several occasions in the mid-19th century, the novelist Charlotte Brontë visited Filey with the aim of recovering her faltering health. In June 1852 she wrote to her father: \"The Sea is very grand. Yesterday it was a somewhat unusually high tide - and I stood about an hour on the cliffs yesterday afternoon - watching the tumbling in of great tawny turbid waves - that make the whole shore white with foam and filled the air with a sound hollower and deeper than thunder. thumb|right|The Lobster sculpture Fishing at Filey has been tradition, going on for a multitude of centuries, with most of those undertaking it coming from a long line of fishermen and women in their families. The fishing boats at Filey are cobles, like most of the others along the Yorkshire and North East coasts, and the catch is mostly sea trout. Limitations have been placed upon how and where they use their nets which also trap salmon; some fear this may lead to the end of the fishing industry in Filey. In 1804, a lifeboat was procured for the town and it became a Royal National Lifeboat Institution asset in 1852. Filey Lifeboat Station is still in existence and has an inshore and an all-weather boat on station. The all-weather lifeboat was replaced in early 2021 with an Atlantic 85 vessel. English composer Frederick Delius stayed as a boy on the Crescent with his family at Miss Hurd's boarding house (number 24) in 1876 and 1877, and then at Mrs Colley's (number 24) in 1897. In 1931 the spire of a church was damaged by the Dogger Bank earthquake. thumb|left|The Station Pub For more than 40 years Butlin's Filey Holiday Camp was a major factor in Filey's economy. Building began in 1939 and continued during the Second World War when it became an air force station known as RAF Hunmanby Moor. In 1945 it became a popular holiday resort with its own railway station and by the late 1950s could cater for 10,000 holiday makers. It closed in 1984, causing a decrease in the holiday makers visiting Filey. Filey was historically split between the North Riding of Yorkshire and the East Riding of Yorkshire, with the boundary running along Filey Beck. When County Councils were formed by the Local Government Act 1888, the whole of Filey was placed in the East Riding.Local Government Act 1888#Towns on county boundaries Filey also boasts the Grade II listed Langford Villa on The Crescent () which was often chosen by the famous chocolatier Sir Joseph Terry as his place to \"summer\"; it is situated next door but one to The White Lodge Hotel. In 2018, the town was featured in the Tour de Yorkshire for the first time. ==Governance== At the lowest level of governance is Filey Town Council, electing a total of 13 councillors. These councillors are responsible for burial grounds, allotments, play areas and some street lighting. Elections to the town council are held every four years and the most recent elections were held in May 2019. The Mayor of Filey is elected annually by the members of the town council. At district level, the town is part of the Scarborough Borough Council area. The town is represented by three councillors on the Borough Council. On the North Yorkshire County Council the town elects one representative. ===Parliamentary representation=== Filey was in the Ryedale constituency until the 2010 general election when it became part of the newly formed Thirsk and Malton constituency. Proposed boundary changes to the constituencies, would see Filey be moved from Thirsk and Malton into the Scarborough and Whitby constituency. ==Coast and Country Housing Limited== Coast & Country Housing Limited plan to build 300 houses in Filey. Scarborough council has approved plans for the £45 million housing project off Muston Road by Coast & Country. Independent councillor Sam Cross, who represents Filey on the borough council, said: \"The infrastructure of the town can't cope with it.\" Coast and Country replied to the concerns by stating that the houses are being built to meet a pent-up latent demand for affordable housing and other housing within the town. ==Notable people== *Leo Blair, the father of Tony Blair, former Prime Minister of the United Kingdom was born in Filey. *Edmund Crawford, footballer, Liverpool & Clapton Orient * Andy Crawford, footballer, Derby County & Blackburn Rovers ==See also== *Scarborough Pottery ==References== ==External links== *Filey Bird Observatory & Group *Filey Town Council * Tide Times for Filey Bay Category:Towns in North Yorkshire Category:Civil parishes in North Yorkshire Category:Seaside resorts in England Category:Ports and harbours of Yorkshire Category:Populated coastal places in North Yorkshire Category:Bird observatories in England Category:Beaches of North Yorkshire",
 "title": "Filey"
}