{
 "id": "533156",
 "text": "Harry David Brecheen (October 14, 1914 – January 17, 2004), nicknamed \"The Cat\", was an American left-handed pitcher in Major League Baseball who played most of his career for the St. Louis Cardinals. In the late 1940s he was among the team's stars, in 1946 becoming the first left-hander ever to win three games in a single World Series, and the only pitcher ever to win consecutive World Series games. He later led the National League in several categories in 1948. His career World Series earned run average of 0.83 was a major league record from 1946 to 1976. From 1951 to 1971 he held the Cardinals franchise record for career strikeouts by a left-hander, and he also retired with the fourth-highest fielding percentage among pitchers (.983), then the top mark among left-handers. ==Early life== Born in Broken Bow, Oklahoma, he was acquired by the Cardinals in 1938 after two minor league seasons, but did not get a chance to start for the team until 1943. He was nicknamed \"The Cat\" because of his ability to cover bunts. == Career == He appeared in three innings in 1940. Exempted from military service during World War II with a 4-F classification due to a spinal malformation and a boyhood ankle injury, he pitched in the 1943 and 1944 World Series. In 1943, Brecheen pitched in 29 games, starting 13 of them. He went 9–6 with a 2.29 earned run average in 135 innings pitched. The next season, he went 16–5. He won game four of the 1944 World Series against the St. Louis Browns. He was key to the Cardinals' upset win over the Boston Red Sox in the 1946 World Series. He won three games during the series. He recorded his finest season in 1948, posting a win–loss record of 20–7 with 21 complete games and led the league in earned run average (2.24), strikeouts (149) and shutouts (7). A two-time All-Star, his overall career record was 133 wins and 92 losses, with a 2.92 earned run average over 12 seasons. After breaking Bill Sherdel's club record for career strikeouts by a left-hander in 1951, he held the mark until Steve Carlton surpassed it in 1971. His 25 career shutouts remain the Cardinal record for left-handers. His career World Series ERA of 0.83 stood as the record (with at least 25 innings) until Jack Billingham broke it in 1976 with a mark of 0.36. Playing his entire career for St. Louis teams, Brecheen ended his career in 1953 as a playing coach with the St. Louis Browns; it was that team's final season in the city before their move to Baltimore. He won his only start of the 1944 Series, which matched the city's two teams. As a hitter, Brecheen was better than average, posting a .192 batting average (129-for-673) with 48 runs, 2 home runs, 44 RBI and 45 bases on balls. Brecheen's screwball was ranked the eighth-best of all time by Bill James and Rob Neyer. == Later life == Following his playing career, Brecheen remained with the Browns when they became the Baltimore Orioles. His playing career ended in 1954 when he hurt his arm trying to pick up a suitcase, but he remained with the organization as their pitching coach from 1954 to 1967. While coaching the Orioles pitchers for the next 14 years, the Orioles’ staff ranked in the top four in ERA. He trained many young pitchers including Billy O'Dell, Jack Fisher, Jim Palmer, Dave McNally, Steve Barber, Chuck Estrada, Jerry Walker and Milt Pappas; He changed 36-year-old Hoyt Wilhelm into a starter in 1959. The knuckleballer led the league with a 2.19 era while winning 15 games and losing 11; With Brecheen's help, washed up Phillies legend Robin Roberts, made a comeback with the Orioles. Brecheen was let go after the 1967 season after too many promising Orioles pitchers turned up with arm troubles during his long tenure. He was voted into the Oklahoma Sports Hall of Fame in 1997. He died at age 89 in a nursing facility in Bethany, Oklahoma. ==See also== * List of St. Louis Cardinals team records * List of Major League Baseball annual ERA leaders * List of Major League Baseball annual strikeout leaders ==References== ==External links== * The Deadball Era * * Encyclopedia of Oklahoma History and Culture – Brecheen, Harry Category:1914 births Category:2004 deaths Category:Baltimore Orioles coaches Category:Bartlesville Bucs players Category:Baseball players from Oklahoma Category:Columbus Red Birds players Category:East Central Tigers baseball players Category:Galveston Buccaneers players Category:Greenville Buckshots players Category:Houston Buffaloes players Category:Major League Baseball pitchers Category:Major League Baseball pitching coaches Category:National League All-Stars Category:National League ERA champions Category:National League strikeout champions Category:People from Ada, Oklahoma Category:People from Broken Bow, Oklahoma Category:Portsmouth Cubs players Category:St. Louis Browns coaches Category:St. Louis Browns players Category:St. Louis Cardinals players Category:Screwball pitchers",
 "title": "Harry Brecheen"
}