{
 "id": "533450",
 "text": "The School of Advanced Study (SAS), a postgraduate institution of the University of London, is the UK's national centre for the promotion and facilitation of research in the humanities and social sciences. It was established in 1994 and is based in Senate House, in Bloomsbury, central London, close to the British Museum, British Library and several of the colleges of the University of London. The School brings together nine research institutes, many of which have long histories, to provide a wide range of specialist research services, facilities and resources. It offers taught master's and research degrees in humanities and social science subjects (MA, MRes, LLM, MPhil, and PhD). ==History== The School was established on 1 August 1994. Its nine institutes range in age; the oldest, the Institute of Historical Research, was founded in 1921; the youngest, the Institute of Philosophy, was founded in 2005. ==Location== The School is in Senate House, the administrative centre of the University of London, in Bloomsbury, central London. ==Organisation and structure== thumb|The School of Advanced Study at the Senate House History Day, 2016 The Member Institutes of the School are: *Institute of Advanced Legal Studies *Institute of Classical Studies *Institute of Commonwealth Studies *Institute of English Studies *Institute of Modern Languages Research *Institute of Historical Research *Institute of Latin American Studies *Institute of Philosophy *Warburg Institute The Institutes of the School provide a range of specialist research services in their subject areas of expertise. In furtherance of their national and international role, the Institutes of the School undertake high-quality research; maintain and develop library collections and services; develop digital resources; publish journals and book series; host visiting scholars and postdoctoral fellows; organise a range of academic events including workshops, conferences, seminars and lectures; provide specialist research training and postgraduate taught, research, and doctoral programmes. === Publishing === The University of London Press (also known as UoL Press) is based in the School of Advanced Study. Founded in 1910, it was relaunched in 2019 as a fully open access publisher specializing in \"distinctive scholarship at the forefront of the Humanities\". == Deans == Notable deans of the school include: * Roderick Floud – 2007 to 2009 * Roger Kain – 2010 to 2017 * Rick Rylance – 2017 to 2020 * Jo Fox – since December 2020 ==References== ==External links== * *University of London website *Institute of Advanced Legal Studies website *Institute of Classical Studies website *Institute of Commonwealth Studies website *Institute of English Studies website *Institute of Modern Languages Research website *Institute of Historical Research website *Institute of Philosophy website *Institute of Latin American Studies website *Warburg Institute website Category:University of London Category:Educational institutions established in 1994 Category:1994 establishments in England",
 "title": "School of Advanced Study"
}