{
 "id": "534337",
 "text": "The Topper Book was a comic book published from 1954 to 1994, to tie in with the children's comic The Topper. The first twelve editions were undated, and later books were published with the date of the following year on the cover, since they were traditionally published in the autumn and in time for Christmas. Originally called The Topper Book with no year at the end, the book was printed in landscape format instead of traditional vertically shaped portrait formats like The Beano Annual and The Dandy Annual. It changed to vertical in 1960. Although The Topper merged with The Beezer in 1990, the annual continued for a few years afterwards. The 1994 annual, published in 1993, was the last one. ==Annuals== The books were published the autumn before with the 1955 annual published in Autumn 1954. Price in shillings and (old) pence with one shilling equal to 5p. * 1955. 23 different characters in five strips with the last being a giant panda. Price 7/- * 1956. Dartboard design with Topper characters in middle circle and birds, cars, etc. in outer circle. Price 7/- * 1957. Twenty five squares, each containing a different character or object. Price 7/- * 1958. Diamond like diagonal shapes, each containing a character or object. Price 7/- * 1959. Captain Bungle pointing rifle at four animals in distance. Elephant, giraffe, hippo and zebra. Monkey sitting on rifle about to fire catapult at him. Price 7/- * 1960. Title is diagonal with heads of Topper characters above and below it. Price 7/- * 1961. Bandit Figaro (Mexican) leaning against cactus tree and laughing while reading Topper book. Horse laughing with him. Price 7/6 * 1962. A number of heads of characters with names below them. Beryl the Peril top right and Foxy bottom right. Price 7/6 * 1963. Julius Cheeser sitting in deck chair amidst drawing pins. Tom Cat clutching his foot which has four drawing pins sticking in it. Heads of five Topper characters above title. Price 7/6 * 1964. Foxy with hands above his head. Rifle pointed at his back held by chicken and balloon. Price 7/6 * 1965. Two pictures. Figaro holding up a cowboy while another cowboy is hiding behind a rock and lighting a firework. Price 7/6 * 1966. Four pictures showing Tom Cat and Julius Cheeser and a fire-cracker. Price 7/6 ==See also== * List of DC Thomson publications Category:DC Thomson Comics titles Category:Comics anthologies Category:Publications established in 1954 Category:Publications disestablished in 1994",
 "title": "The Topper Book"
}