{
 "id": "534426",
 "text": "Veterans' affairs is an area of public policy concerned with relations between a government and its communities of military veterans. Some jurisdictions have a designated government agency or department, a Department of Veterans' Affairs, Ministry of Veterans' Affairs, Department of Veterans Services, or the like, which oversees issues relating to veterans' affairs. These departments provide a variety of services for veterans.See, e.g. ==Functions== The particular services provided can vary by jurisdiction, but can include things such as: * Resolving issues regarding compensation due following service * Provision of military pensions * Assistance with housing * Assistance obtaining post-service employment * Provision of treatment for service-related injuries * Arranging for burial in cemeteries designated for veterans In a survey of benefits and services offered to Veterans in four English-speaking countries, Veterans Affairs Canada noted that \"[w]hile each country's suite of programs is very different, there is general consistency in the services and benefits available to support a Veteran's re-establishment\". ==Examples== Departments for Veteran Affairs in country or state jurisdictions include: *United States Department of Veterans Affairs (departments of this type in individual US states are independent of the federal entity) **Arizona Department of Veterans' Services **Florida Department of Veterans Affairs **Illinois Department of Veterans' Affairs **Louisiana Department of Veterans Affairs **Michigan Department of Military and Veterans Affairs **New Jersey Department of Military and Veterans Affairs **Ohio Department of Veterans Services **Oklahoma Department of Veterans Affairs **Oregon Department of Veterans' Affairs **Tennessee Department of Veterans Services **West Virginia Department of Veterans Assistance **Wisconsin Department of Veterans Affairs *Department of Veterans' Affairs , Australia *Veterans Affairs Canada, Canada *Veterans Affairs Council of Taiwan *Ministry of Veterans Affairs, China *Ministry of Croatian Veterans, Croatia *Ministry of Patriots and Veterans Affairs, South Korea *Ministry of Defence and Veterans Affairs (South Sudan) *Service Personnel and Veterans Agency, United Kingdom ==See also== *Healthcare ==References== Category:Veterans' affairs ministries",
 "title": "Veterans' affairs"
}