{
 "id": "534806",
 "text": "Ochsenhausen () is a city in the district of Biberach, Baden-Württemberg, Germany. It is located between the city of Biberach and Memmingen. it has a population of 8,916. The mayor of the town is Andreas Denzel. ==History== For many centuries, Ochsenhausen Abbey (Reichskloster Ochsenhausen), first mentioned in 1093, was a self -governing prince-abbey within the Holy Roman Empire ruled by a prince-abbot. In 1803, in the course of the German mediatisation, the abbey was secularized and erected into a secular principality that was then granted to Count Franz Georg Karl von Metternich in compensation for the loss of his immediate fiefs on the left bank of the Rhine after the whole area was annexed by revolutionary France. In 1806, the short- lived principality was annexed to the Kingdom of Württemberg, which in 1871 became part of the German Empire. The abbey still dominates the town from a hill. Ochsenhausen is called a \"Baroque Kingdom of Heaven\" (\"Himmelreich des Barock\") because of the monastic architecture. ==Attractions== Every year the Öchsle-Fest takes place. It is named after a historical narrow gauge railway called Öchsle which ran from Ochsenhausen to Warthausen. ===Buildings=== * Basilica Kirche St. Georg * Stream Krummbach * Rathaus, 1606 * Gasthof zur Post, 1650 * Klosterapotheke, 1736 * Chapel Gottesackerkapelle St. Veit, 1679 * Music and cabaret stage Scharfrichterhaus * Gym Dr.-Hans-Liebherr- Sporthalle, 2010 ==Notable people== * Anton Schranz (1769 – 1839), head of the Schranz family of artists who worked in Minorca, Malta, Egypt, Athens, Greece and Turkey Celebrating 200 years of Schranz; Fondazjoni Patrimomju Malta ed G Bonello Malta 2017 * Joseph Ersing (1882–1956), politician (Centre Party (Germany), CDU), Member of Reichstag, Member of Landtag (Württemberg-Baden) * Josef Hecht (1882–1956), teacher and conservationist * Hans-Karl Riedel (1893–1967), entrepreneur and local politician * Karl Norbert Schmid (1926–1995), organist and composer * Werner Simmling (born 1944), politician (FDP), member of Bundestag 2009–2013 * Hanns-Friedrich Kunz (born 1945), singer and choir conductor * Gerhard Baur (born 1947), mountaineer and camera man * Hans J. Briegel (born 1962), theoretical physician * Matthias Dolderer (born 1970), race pilot * Sandro Cortese (born 1990), motorcycle racer * Nicole Rolser (born 1992), football player ==References== ==External links== * www.ochsenhausen.de Category:Towns in Baden-Württemberg Category:Biberach (district) Category:Württemberg",
 "title": "Ochsenhausen"
}