{
 "id": "534934",
 "text": "Checks and Balances is a group of conservative and libertarian attorneys that was formed in November, 2018. It is composed of some members of the conservative-libertarian Federalist Society, which had assisted the Trump administration in selecting appointees for federal courts. Charter members of the new organization included, George Conway, Tom Ridge, Peter D. Keisler, Jonathan H. Adler, Orin S. Kerr, Lori S. Meyer, Paul McNulty, Phillip D. Brady, John B. Bellinger III, Carrie Cordero, Peter Keisler, Marisa C Maleck, Alan Charles Raul, and Paul Rosenzweig, amongst others. The group was formed to provide a conservative legal voice for responses when, in its words, \"Trump attacks the Justice Department and the news media\". Organization member Peter Keisler said the group had received an \"overwhelmingly positive response\", including from Federalist Society members, however, the formation of the group was sharply criticized by Federalist Society leader Leonard Leo, saying he found \"the underlying premise of the group rather offensive\". On October 10, 2019, the group released a statement offering their legal reasoning for an \"expeditious\" impeachment probe into President Trump. They cited the Special Counsel's report, which highlights that the \"Trump 2016 campaign was open to and enthusiastic about receiving Russian government-facilitated assistance to gain an advantage in the previous election\" and they outlined the recent facts regarding Trump's attempts to put pressure on Ukraine for his personal and political benefit. After the statement by Checks and Balances was published, organization member George Conway said that the White House letter (reported by the Daily Beast as mostly written by Trump), refusing to cooperate in the House of Representatives impeachment hearings, was \"trash\". ==See also== *Impeachment trial of Donald Trump following Impeachment inquiry against Donald Trump *Timeline of Russian interference in the 2016 United States elections *Timeline of Russian interference in the 2016 United States elections (July 2016–election day) ==References== Category:Legal organizations based in the United States Category:Organizations established in 2018 Category:Political advocacy groups in the United States Category:Conservative organizations in the United States Category:Libertarian organizations",
 "title": "Checks and Balances (organization)"
}