{
 "id": "535230",
 "text": "Tahmasp I (; 22 February 1514 – 14 May 1576) was the second Shah of Safavid Iran from 1524 to 1576. He was the eldest son of Ismail I with his principal consort, Tajlu Khanum. Ascending the throne after the death of his father on 23 May 1524, the first years of Tahmasp's reign included civil wars between the Qizilbash leaders until 1532, when he asserted his authority and began an absolute monarchy. He soon faced a longstanding war with the Ottoman Empire, which had three phases. The Ottomans, under Suleiman the Magnificent, tried to put their favoured candidates on the Safavid throne. The war ended with the Peace of Amasya, with the Ottomans gaining sovereignty of Baghdad, much of Kurdistan and western Georgia. Tahmasp also had conflicts with the Uzbeks over Khorasan, with them repeatedly raiding Herat. He led an army in 1528 (when he was fourteen), and defeated the Uzbeks in the Battle of Jam; he used artillery, unknown to the other side. Tahmasp was a patron of the arts, building a royal house of arts for painters, calligraphers and poets and painting himself. Later in his reign He despised poets, shunning many and exiling them to India and the Mughal court. Tahmasp is known for his religious bias, allowing the clergy to participate in legal and administrative matters. An example was when he demanded that fugitive Mughal emperor Humayun convert to Shi'ism to receive military assistance to reclaim his throne in India. Tahmasp became a diplomat, however, negotiating alliances with the Republic of Venice and the Habsburg Monarchy. His succession was disputed before his death. When Tahmasp died on 14 May 1576, a civil war led to the death of most of the royal family. Tahmasp reigned nearly fifty-two years, the longest reign of any member of the Safavid dynasty. Although contemporary Western accounts were critical, modern historians describe him as a courageous and able commander who maintained and expanded his father's empire. == Background == Tahmasp was the second shah of the Safavid dynasty, a family of Kurdish origin who were sheikhs of a Sufi tariqa known as the Safavid order and centered in Ardabil. the first sheikh of the order, Safi-ad-din Ardabili, whose name eponymises the dynasty, married the daughter of Zahed Gilani and became master of his father-in-law's order, the Zahediyeh. Two of his descendants, Shaykh Junayd and Shaykh Haydar, made the order more militant nature and unsuccessfully tried to expand their lands. Tahmasp's father, Ismail I, became shah of Iran in 1502; he conquered the realm of the Aq Qoyunlu tribal confederation, the Shaybanids lands in eastern Iran, and many city-states by 1512. Unlike his ancestors, Ismail believed in Twelver Shia Islam and made it the official religion of the realm. He forced conversion on the Sunni population by abolishing Sunni Sufi orders, seizing their property, and giving the Sunni ulama a choice of conversion, death, or exile. From this, a power vacuum emerged which gave the Shia ulama the opportunity to create a clerical aristocracy filled with seyyid and mujtahid landowners. Ismail denoted the Qizilbash tribes as inseparable members of the Safavid administration, since they were the \"men of the sword\" who brought him to power. These \"men of the sword\" clashed with the \"men of the pen\", who controlled the bureaucracy and were mainly Persian. Ismail created the title of wakil-e nafs-e nafs-e homayoun (deputy to the king) to resolve the dispute. Clashes between the Qizilbash leaders and Persian bureaucrats culminated in the Battle of Ghazdewan between Najm-e Sani the wakil of Ismail and the Uzbeks. The Uzbek victory, during which Najm was executed, was a result of Qizilbash forces leaving the wakil on their own. The Battle of Chaldiran that damaged Ismail's prestige and authority. Before the war with the Ottoman Empire, Ismail promoted a holy image of himself as a reincarnation of Ali or Husayn. That belief weakened after Chaldiran, and Ismail lost his theological-religious relationship with the disappointed Qizilbash tribes who had seen him as invincible. This affected Ismail, who began drinking heavily and never again led his army; this permitted the seizure of power by the Qizilbash tribes which overshadowed Tahmasp's early reign.; . == Early life == Born on 22 February 1514 in Shahabad, a village near Isfahan, Tahmasp was the eldest son of Ismail I and his principal consort Tajlu Khanum. Known as Tahmasp Mirza, he was appointed governor of Khorasan in 1515 in accordance with Turco-Mongol tradition. The following year, Ismail appointed Diyarbakır governor Amir Soltan Mawslu as Tahmasp's lala (tutor) and governor of Balkh.; . This was done to replace the Shamlu and Mawslu governors of Khorasan, who did not join his army during the Battle of Chaldiran in fear of famine. Placing Tahmasp in Herat was an attempt to reduce the growing influence of the Shamlu tribe, which dominated Safavid court politics and held a number of powerful governorships. Ismail also appointed Amir Ghiath al-Din Mohammad, a prominent Herat figure, as his heir's religious tutor. A struggle for Herat emerged between the two tutors. Amir Soltan arrested Ghiath al-Din and executed him the following day, but was ousted from his position in 1521 by a sudden raid by Uzbeks who crossed the Amu Darya and seized portions of the city.; . Ismail appointed Div Sultan Rumlu as Tahmasp's lala, and the governorship was given to his younger son Sam Mirza Safavi. In the spring of 1525, Ismail became ill on a hunting trip to Georgia and recovered in Ardabil on his way back to the capital. Soon, however, he developed a high fever which led to his death on 23 May 1524 in Tabriz. == Regency == Ten-year-old Tahmasp ascended the throne after his father's death under the guardianship of Div Sultan Rumlu, his lala, the de facto ruler of the realm. Rule by a member of the Rumlu tribe was unacceptable to the other Turkoman tribes of the Qizilbash, especially the Ostajlu and Takkalu. Kopek Sultan, governor of Tabriz and leader of Ostajlu with Chuha Sultan (leader of the Takkalu tribe) were Rumlu's firmest opponents. The Takkalu were powerful in Isfahan and Hamadan, and the Ostajlu held Khorasan and the Safavid capital, Tabriz. Rumlu proposed a triumvirate to the two leaders which was accepted, the terms were for sharing the office of amir al-umara (commander-in-chief). The triarchy was unsustainable, since all sides were dissatisfied with their share of power. In the spring of 1526, a series of battles in northwest Iran expanded into Khorasan and became a civil war.; . The Ostajlu faction were quickly excluded and their leader, Kopek Sultan, was killed by order of Chuha Sultan. During the civil war, the Uzbek raiders temporarily seized Tus and Astarabad. Rumlu was blamed for the raids, and was executed by Tahmasp. At the behest of the young king, Chuha Sultan (the sole remaining member of the triarchy) became de facto ruler of the realm from 1527 to 1531. Chuha tried to remove Herat from Shamlu dominance, which led to a conflict in which Herat governor Hossein Khan raided the camp, killed Chuha and replaced him. While the civil war was ongoing among the Qizilbash, Uzbeks under Ubayd Allah Khan conquered the borderlands. In 1528, Ubayd reconquered Astarabad and Tus and besieged Herat. Fourteen-year-old Tahmasp commandedthe army and defeated the Uzbeks, distinguishing himself at the battle of Jam. Safavid superiority in the battle was due to their use of artillery, which they learned from the Ottomans. The victory reduced neither the Uzbek threat nor the realm's internal chaos, since Tahmasp had to return to the west to suppress a rebellion in Baghdad.; . That year, the Uzbeks captured Herat; however, they allowed Sam Mirza to return to Tabriz. Their occupation did not last long, and Tahmasp drove them out in the summer of 1530. He appointed his brother, Bahram Mirza, governor of Khorasan and Ghazi Khan Takkalu Bahram's tutor.; . Hossein Khan was overthrown and executed in 1533, although he was related to the shah by marriage. His fall was a turning point for Tahmasp, who now knew that each Turkoman leader would favour his own tribe. He reduced the influence of the Qizilbash and gave the \"men of the pen\" bureaucracy greater power, ending the regency. == Reign == === Ottoman war === Suleiman the Magnificent, sultan of the Ottoman Empire, may have considered a strong Safavid empire a threat. During the first decade of Tahmasp's reign, however, he was preoccupied with fighting the Habsburgs and the siege of Vienna. In 1532, Suleiman sent Olama Beg Takkalu with 50,000 troops under Fil Pasha. Olama Beg was one of many Takkalu members who, after Chuha's death, took refuge in the Ottoman Empire. The Ottomans seized Tabriz and Kurdistan, and tried to obtain support from Gilan. Tahmasp drove the Ottomans out, but news of another Uzbek invasion prevented him from defeating them. Suleiman sent his grand vizier, Ibrahim Pasha, to occupy Tabriz in July 1534 and joined him two months later. Suleiman peacefully conquered Baghdad and Shia cities such as Najaf. Whilst the Ottomans were on the march, Tahmasp was in Balkh campaigning against the Uzbeks. The first Ottoman invasion may have been the greatest crisis of his reign, since the Shamlu tribe unsuccessfully tried to poison him; they revolted against Tahmasp, who had recently asserted his authority by removing Hossein Khan. The rebels contacted Suleiman and asked him for support in enthroning Sam Mirza, who promised to follow a pro-Ottoman policy. Suleiman recognized him as ruler of Iran, which panicked Tahmasp's court. Tahmasp reconquered the seized territory when Suleiman went to Mesopotamia, and Suleiman tried to lead another campaign against him. Tahmasp primarily attacked his rearguard, and Suleiman was forced to retreat to Istanbul at the end of 1535 after losing all his gains except Baghdad.alt=A seated Suleiman the Magnificent, surrounded by other people|thumb|Alqas Mirza and Suleiman the Magnificent. Illustration from the SüleymannameRelations with the Ottomans remained hostile until the revolt of Alqas Mirza, Tahmasp's younger brother, who led the Safavid army during the 1534-35 Ottoman invasion and was governor of Shirvan. He led an unsuccessful revolt against Tahmasp, who conquered Derbant in the spring of 1547 and appointed his son Ismail as governor. Alqas fled to the Crimea with his remaining forces and took refuge with Suleiman, promised to restore Sunni Islam in Iran and encouraged him to lead another campaign against Tahmasp. The new invasion sought the quick capture of Tabriz in July 1548; it soon became clear, however, that Alqas Mirza's claims of support from all the Qizilbash leaders were untrue. The long campaign focused on looting as they plundered Hamadan, Qom and Kashan before they were stopped at Isfahan. Tahmasp did not fight the exhausted Ottoman army, but laid waste the entire region from Tabriz to the frontier; the Ottomans could not permanently occupy the captured lands, since they soon ran out of supplies. Alqas Mirza was captured on the battlefield and imprisoned in a fortress, where he died. Suleiman ended his campaign, and by the fall of 1549 the remaining Ottoman forces retreated. He launched his last campaign against the Safavids in May 1554, when Ismail (Tahmasp's son) invaded eastern Anatolia and defeated Erzerum governor Iskandar Pasha. Suleiman marched from Diyarbakır towards Armenian Karabakh and reconquered the lost lands. Tahmasp divided his army into four corps and sent each in a different direction, indicating a significantly-larger Safavid army. With Tahmasp's Safavids holding the advantage, Suleiman had to retreat. The Ottomans negotiated the Peace of Amasya, in which Tahmasp recognized Ottoman sovereignty in Mesopotamia and much of Kurdistan; deferring to Sunni Islam, he banned the holding of Omar Koshan and cursing of the Rashidun caliphs. The Ottomans guaranteed Iranian pilgrims free passage to Mecca, Medina, Karbala, and Najaf. These terms, in circumstances favourable to the Safavids, were evidence of a decisive victory by Tahmasp. === Georgian campaigns === Tahmasp was interested in the Caucasus, especially Georgia, for two reasons: to reduce the influence of the Ostajlu tribe (who kept their lands in southern Georgia and Armenia after the 1526 civil war) and a desire for booty, similar to that of his father. Since the Georgians were mainly Christian, he used the pretext of jihad to justify the invasion.; . Between 1540 and 1553, Tahmasp led four campaigns against the divided state's many kings. The Safavid army looted Tbilisi, including its churches and the wives and children of the nobility, in the first campaign. During his second invasion, ostensibly to ensure the stability of Georgian territory, he looted the farms and had Levan of Kakheti swear fealty to him. Tahmasp also took a number of prisoners, whose descendants formed a \"third force\" in the Safavid administration and bureaucracy with the Turkomans and Persians. Although this \"third force\" came to power during the reign of Abbas the Great, it began infiltrating Tahmasp's army during the second quarter of his reign as gholams and qurchis and became more influential at the apex of the Safavid empire. In 1555, in accordance with the Peace of Amasya, eastern Georgia remained in Iranian hands and western Georgia was ruled by the Turks. Tahmasp sought to establish his dominance by imposing a number of Iranian political and social institutions and placing converts to Islam on the thrones of Kartli and Kakheti; one was Davud Khan, brother of Simon I of Kartli. Appointing Davud Khan did not dissuade the Georgian forces who tried to reconquer Tbilisi under Simon and his father, Luarsab I of Kartli, in the Battle of Garisi; the battle ended in a stalemate, with Luarsab and the Safavid commander Shahverdi Sultan killed. === Royal refugees === One of the most celebrated events of Tahmsp's reign was the visit of Humayun, the firstborn of Babur and emperor of the Mughal empire who faced rebellions by his brothers. Humayun fled to Herat, travelled through Mashhad, Nishapur, Sabzevar and Qazvin, and met Tahmasp at Soltaniyeh in 1544. Tahmasp honoured Homayun as a guest and gave him an illustrated version of Saadi's Gulistan dating back to the reign of Abu Sa'id Mirza, Humayun's great- grandfather; however, he refused to give him political assistance unless he converted to Shia Islam. Humayun reluctantly agreed, but reverted to Sunni Islam when he returned to India and did not force the Iranian Shia to convert. Tahmasp also demanded a quid pro quo in which the city of Kandahar would be given to his infant son, Morad Mirza. Humayun spent Nowruz in the Shah's court, and left in 1545 with an army provided by Tahmasp to regain his lost lands; his first conquest was Kandahar, which he ceded to the young Safavid prince.; . Morad Mirza soon died, however, and the city became a bone of contention between the two empires; the Safavids said that it had been given to them in perpetuity, and the Mughals said that the apanage expired with the death of the prince. Tahamsp began the first Safavid expedition to Kandahar in 1558, reconquering the city. Another notable visitor to Tahmasp's court was Şehzade Bayezid, the fugitive Ottoman prince who rebelled against his father Suleiman the Magnificent and went to the shah with an army of 10,000 to persuade him to begin a war against the Ottomans. Although he honoured Bayezid, Tahmasp did not want to disturb the newly-signed Peace of Amysia. Suspecting that Bayezid was planning a coup, he had him arrested and returned to the Ottomans; Bayezid and his children were immediately executed. === Later life and death === thumb|alt=Painting of an aged Tahmasp sitting outdoors under a tree|An aged Tahmasp, painted Although it has been suggested that Tahmasp rarely left Qazvin from the Peace of Amasya in 1555 to his death in 1576, he was active during this period. A 1564 rebellion in Herat was suppressed by Masum Bek and the Khorasan governors, but the region remained troubled and was raided by the Uzbeks two years later. Tahmasp became seriously ill in 1574, and neared death twice in a two-month period. Since he had not chosen a crown prince, the question of succession was raised by members of the royal family and Qizilbash leaders. His favourite son, Haydar Mirza, was supported by the Ustajlu tribe and the powerful court Georgians; the imprisoned prince Ismail Mirza was supported by Pari Khan Khanum, Tahmasp's influential daughter. The pro-Haydar faction tried to eliminate Ismail by winning the favour of the castellan of Qahqaheh Castle (where Ismail was imprisoned), but Pari Khan learned about the plot and informed Tahmasp; the shah, who was still fond of his son, ordered him to be guarded by Afshar musketeers. Tahmasp, recovered from his illness, returned his attention to affairs of state. Court tension remained, however, triggering another civil war when the shah died on 14 May 1576 from poisoning. The poisoning was blamed on Abu Naser Gilani, a physician who attended Tahmasp when he was ill. According to Tarikh-e Alam-ara-ye Abbasi, \"He unwisely sought recognition of his superior status visà-vis the other physicians; as a result, when Tahmasp died, Abu Nasr was accused of treachery in the treatment he had prescribed, and he was put to death within the palace by members of the qurchi\". Tahmasp I had the longest reign of any member of the Safavid dynasty: nine days short of fifty-two years. == Policies == === Administration === thumb|alt=Yellow sun and sheep against a green background|Flag of Tahmasp I alt=Ornate two-story building, with a person in front for scale|thumb|The Chehel Sotoun pavilion in Qazvin Tahmasp's reign after the civil wars between the Qizilbash leaders became a \"personal rule\" which sought to control the Turkoman influence by empowering the Persian bureaucracy. The key change was the 1535 appointment of Qazi Jahan Qazvini, who brought diplomacy beyond Iran by beginning dialogues with the Portuguese, the Venetians, the Mughals and the Shiite dynasties of the Deccan. English explorer Anthony Jenkinson, who was received at the Safavid court in 1562, also sought to promote trade. The Habsburgs were eager to form an alliance with the Safavids against the Ottomans. In 1529, Ferdinand I sent an envoy to Iran with the objective of a two-front attack on the Ottoman Empire the following year. The mission was unsuccessful, however, since the envoy took over a year to return. With new foreign relations, the first extant Safavid letters to a European power were sent in 1540 to Doge of Venice Pietro Lando with the Venetian ambassador Michel Membré; Membré wrote Relazione di Persia, one of the few European sources which describe Tahmasp's court. In his letter to Lando, Tahmasp promised to \"cleanse the earth of [Ottoman] wickedness\" with the help of the Holy League. The alliance, however, never bore fruit. One of the most important events of Tahmasp's reign was his relocation of the Safavid capital, which began what is known as the Qazvin period. Although the exact date is uncertain, Tahmasp began preparations to have the royal capital moved from Tabriz to Qazvin during a 1540s period of ethnic re-settlement. The move from Tabriz to Qazvin discontinued the Turco- Mongol tradition of shifting between summer and winter pastures with the herds, ending Ismail I's nomedic lifestyle. The idea of a Turkoman state with a center in Tabriz was abandoned for an empire centered on the Iranian plateau. Moving into a city which with an ancient route through Khorasan linked the realm, allowed a greater degree of centralization as distant provinces such as Shirvan, Georgia and Gilan were brought into the Safavid fold. Qazvin's non-Qizilbash population allowed Tahmasp to bring new staff to his court who were unrelated to the Turkoman tribes. The city, associated with orthodoxy and stable governance, developed under Tahmasp's patronage; the era's foremost building is Chehel Sotoun. === Military === The Safavid military evolved during Tahmasp's reign, particularly gunners (tupchiyan) and musketeers (tufangchiyan). Gollar-aghasis, military slaves developed by Tahmasp from Caucasus prisoners, commanded the tupchiyan and tufangchiyan. To lessen Qizilbash power, he discontinued the titles of amir al-umara and wakil. The qurchi-bashi, formerly subordinate to the amir al-umara, became the chief Safavid military officer. === Religion === Tahmasp described himself as a \"pious Shia mystic king\". His religious fanaticism was the most interesting aspect of his character for historians, since the extent to which his beliefs influenced Safavid religious policy is rooted in Persian Shia Islam. Until 1533, the Qizilbash leaders (worshiping Ismail I as the promised mahdi) urged the young Tahmasp to continue in his father's footsteps; that year, he had a spiritual rebirth, performed an act of repentance and outlawed irreligious behavior.; . Tahmasp rejected his father's claim of being a mahdi, becoming a mystical lover of Ali and a king bound to sharia, but enjoyed villagers travelling to his palace in Qazvin to touch his clothing. He claimed connections with Ali and Sufi saints, such as his ancestor Safi al-Din, through dreams in which he foresaw the future. Tahmasp wanted the poets of his court to write about Ali, rather than him. He saw Twelverism as a new doctrine of kingship, an ulama in religious and legal matters, and appointed Shaykh Ali al-Karaki deputy of the Hidden Imam. This brought new political and court power to the mullahs, sayyeds and their networks, intersecting Tabriz, Qazvin, Isfahan, and the recently-incorporated centers of Rasht, Astarabad, and Amol. During Tahmasp's reign, Persian scholars accepted the Safavid sayyid heritage and called him \"the Husaynid\". Tahmasp embarked on a wide-scale urban program designed to reinvent the city of Qazvin as a centre of Shiite piety and orthodoxy, expanding the Shrine of Husayn (son of Ali al-Ridha, the eighth Imam). He was also attentive to his ancestral Sufi order in Ardabil, building the Janat Sarai mosque to encourage visitors and hold Sama ceremonies. Tahmasp ordered the practice of Sufi rituals, and had Sufis and mullahs come to his palace and perform public acts of piety and zikr for Eid al-Fitr (and renew their allegiance to him). This encouraged Tahmasp's followers to see themselves as belonging to a community too large to be bound by tribal or other local social orders. Although Tahmasp's reign saw the Shia conversion, unlike his father he did not coerce other religious groups; he had a longstanding recognition of Christian Armenians.; . === Arts === Tahmasp has been called the greatest Safavid patron. He was the namesake of one of the most celebrated illustrated manuscripts of the Shahnameh, which was commissioned by his father around 1522 and completed during the mid-1530s. In his youth, Tahmasp was inclined towards calligraphy and art and patronised masters in both. He encouraged painters such as Kamāl ud-Dīn Behzād, bestowing a royal painting workshop for masters, journeymen and apprentices with exotic materials such as ground gold and lapis lazuli. Tamasp's artists illustrated the Khamsa of Nizami,; and he worked on Chehel Sotoun's balcony paintings. The Tarikh-e Alam-ara-ye Abbasi calls Tahmasp's reign the zenith of Safavid calligraphic and pictorial art. Whether or not Tahmasp encouraged poetry, however, is uncertain. According to Tazkera-ye Tohfe-ye Sāmi by his brother, Sam Mirza, there were 700 poets during the reigns of the first two Safavid kings. After Tahmasp's religious conversion, many joined Humayun; those who remained and wrote erotic ghazals, such as Vahshi Bafqi and Mohtasham Kashani, were shunned. The departure of poets such as Naziri Nishapuri and 'Orfi Shirazi marked the rise of Indian-style poetry, introducing Persian to Indian literature. == Family == Tahmasp, unlike his ancestors who married Turkomans, took Georgians and Circassians as wives; most of his children were of Caucasian origin. His only Turkoman consort was his chief wife, Sultanum Begum of the Mawsillu tribe (a marriage of state), who gave birth to two sons: Mohammad Khodabanda and Ismail II. Tahmasp's parenting is considered good despite a poor relationship with Ismail, whom he imprisoned for homosexuality. He was attentive to his children; his daughters were instructed in administration, art and scholarship, and Haydar Mirza (his favourite son, born of a Georgian slave) participated in state affairs.; . Tahmasp had seven known consorts: * Sultanum Begum (c. 15161593 in Qazvin), Tahmasp's chief wife, from the Mawsillu tribe, mother of his two older sons * Sultan-Agha Khanum, a Circassian, sister of Shamkhal Sultan Cherkes (governor of Sakki), mother of Pari Khan Khanum and Suleiman Mirza * Sultanzada Khanum, a Georgian slave, mother of Haydar Mirza * Zahra Baji, a Georgian, mother of Mustafa Mirza and Ali Mirza * Huri Khan Khanum, a Georgian, mother of Zeynab Begum and Maryam Begum * A sister of Waraza Shalikashvili * Zaynab Sultan Khanum (m. 1549; died in Qazvin October 1570 and buried in Mashhad), widow of Tahmasp's younger brother Bahram Mirza He had thirteen sons: * Mohammad Khodabanda (1532 – 1595 or 1596), Shah of Iran (r. 1578–1587) * Ismail II (31 May 1537 – 24 November 1577), Shah of Iran (r. 1576–77) * Murad Mirza (d. 1545), governor of Kandahar; died in infancy * Suleiman Mirza (d. 9 November 1576), Governor of Shiraz, killed during Ismail II's purge * Haydar Mirza (28 September 1556 – 9 November 1576), self-proclaimed Shah of Iran for a day after Tahmasp's death; killed by his guards in Qazvin * Mustafa Mirza, (d. 9 November 1576), killed during Ismaill II's purge; his daughter married Abbas the Great * Junayd Mirza (d. 1577), killed during Ismaill II's purge * Mahmud Mirza (d. 7 March 1577), governor of Shirvan and Lahijan, killed during Ismaill II's purge * Imam Qoli Mirza (died 7 March 1577), killed during Ismaill II's purge. * Ali Mirza (d. 31 January 1642), blinded and imprisoned by Abbas the Great * Ahmad Mirza (died 7 March 1577), killed during Ismaill II's purge. * Murad Mirza (d. 1577), killed during Ismaill II's purge * Zayn al-Abedin Mirza, died in childhood * Musa Mirza, died in childhood Tahmasp probably had thirteen daughters, eight of whom are known: * Gawhar Sultan Begum (d. 1577), married Sultan Ibrahim Mirza * Pari Khan Khanum (d. 1578), died at the order of Khayr al-Nisa Begum * Zeynab Begum (d. 31 May 1640), married Ali-Qoli Khan Shamlu * Maryam Begum (d. 1608), married Khan Ahmad Khan * Shahrbanu Khanum, married Salman Khan Ustajlu * Khadija Begum (d. after 1564), married Jamshid Khan (grandson of Amira Dabbaj, a local ruler in western Gilan * Fatima Sultan Khanum (d. 1581), married Amir Khan Mawsillu * Khanish Begum, married Shah Nimtullah Amir Nizam al-Din Abd al-Baqi (leader of the Ni'matullāhī order) == Historiography == Tahmasp I reigned for fifty-two years, longer than any other Safavid king. He made little impression on Western historians, and has been described as a lustful miser and a religious bigot. Although the first decade of Tahmasp's reign was similar to the post-Chaldiran years of Ismail I's reign, he seized power from the Qizilbash tribes, faced the Uzbeks at age fourteen, and had enough of a military mind to avoid direct confrontation with the Ottomans. He maintained and expanded the empire he inherited from his father despite revolt and unrest. Tahmasp often sold jewels and dealt in other merchandise, but refused taxes of about 30,000 tomans as a violation of religious law. File:Arolsen Klebeband 01 469 1.jpg|alt=Ornate 1590s portrait of Tahmasp|Print of Tahmasp by Johann Theodor de Bry File:Shah Tahmasp by Charles Heath.jpg|alt=Black and white 1810's drawing of Tahmasp|Tahmasp I by Charles Heath == References == === Bibliography === * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * ==External links== *A king's book of kings: the Shah-nameh of Shah Tahmasb, an exhibition catalog from The Metropolitan Museum of Art (fully available online as PDF) Category:Critics of Sunni Islam Category:Safavid monarchs Category:16th-century Iranian people Category:Modern child rulers Category:1514 births Category:1576 deaths Category:Iranian Shia Muslims Category:Azerbaijani-language poets Category:16th-century monarchs in the Middle East Category:Mawsillu Category:People from Isfahan Category:Deaths by poisoning",
 "title": "Tahmasp I"
}