{
 "id": "535929",
 "text": "Fort Leavenworth is a United States Army installation located in Leavenworth County, Kansas, in the city of Leavenworth, roughly 20 miles northwest of Kansas City. Built in 1827, it is the second oldest active United States Army post west of Washington, D.C., and the oldest permanent settlement in Kansas. Fort Leavenworth has been historically known as the \"Intellectual Center of the Army.\" During the country's westward expansion, Fort Leavenworth was a forward destination for thousands of soldiers, surveyors, immigrants, American Indians, preachers and settlers who passed through. On 1 August 1846, a Mormon Battalion, led by Col. James Allen, arrived at Fort Leavenworth. Colonel Allen became ill and died at the fort. A headstone marks his grave at the Fort Leavenworth National Cemetery. Today, the garrison supports the US Army Training and Doctrine Command (TRADOC) by managing and maintaining the home of the US Army Combined Arms Center (CAC). CAC's mission involves leader development, collective training, and Army doctrine and battle command (current and future). Fort Leavenworth is also home to the Military Corrections Complex, consisting of the United States Disciplinary Barracks the Department of Defense's only maximum security prison and the Midwest Joint Regional Correctional Facility. In addition, the Fort Leavenworth Garrison supports numerous tenant organizations that directly and indirectly relate to the functions of the CAC, including the United States Army Command and General Staff College and the Foreign Military Studies Office. The fort occupies 5,600 acres (2,300 ha) and 7,000,000 sq ft (700,000 m2) of space in 1,000 buildings and 1,500 quarters. It is located on the Frontier Military Scenic Byway (U.S. Route 69 and K-7 corridor), which was originally a military road connecting to Fort Scott and Fort Gibson. Fort Leavenworth was also the base of African- American soldiers of the U.S. 10th Cavalry Regiment of the United States Army, formed on 21 September 1866 at Fort Leavenworth. They became known as Buffalo Soldiers, nicknamed by the Native American tribes whom they fought. The term eventually was applied to all of the African-American regiments formed in 1866. ==Tenants and organization== thumb|right|Fort Leavenworth, U.S. Army Combined Arms Center, and U.S. Army Command and General Staff College device. The garrison commander is a colonel reporting via IMCOM West to the Installation Management Command. The fort is nicknamed the \"intellectual center\" of the Army because much of its mission involves training. Major tenants include: * United States Army Combined Arms Center (CAC) which, among its various responsibilities, is the United States Army Command and General Staff College, which includes a degrees granting graduate school for U.S. and allied soldiers and officers. The school trains almost all of the army's majors. All modern five-star army generals have passed through the college including George Marshall, Douglas MacArthur, Dwight Eisenhower, Henry \"Hap\" Arnold, and Omar Bradley.H.R. 1177: 5-Star Generals Commemorative Coin Act . coinnews.net, 23 February 2009. Since 1978 it has been commanded by a lieutenant general (3 stars). In 2007, its commander was David Petraeus. It reports to the United States Army Training and Doctrine Command (TRADOC). * United States Disciplinary Barracks, which is the only maximum security prison for military personnel of all branches. Since a 2007 reorganization, its commander is a colonel who reports to the United States Army Corrections Command. * Midwest Joint Regional Correctional Facility, a low security prison. reports to the United States Army Corrections Command. * Foreign Military Studies Office (which reports to TRADOC) * Munson Army Health Center (Post hospital) * University of Foreign Military and Cultural Studies (which includes teaching Red Teams among its courses) * Sherman Army Airfield—the Post airport (which reports to the garrison) * Fort Leavenworth National Cemetery * TRADOC Analysis Center (which reports to TRADOC) * Headquarters of the National Guard's 35th Infantry Division (Mechanized) * Mission Command Training Program is the focal point for National Guard of the United States division and brigade staff training and development. * Army/ACE Registry Transcript Systems (handles transcripts for all its training) ==Schools== : See Fort Leavenworth School District ==Media== The Fort Leavenworth Lamp newspaper serves the military community living on post. ==History== ===18th century=== The fort is 10 miles south of the 18th century French Fort de Cavagnal, which was the farthest west fort in Louisiana (New France). Its commandant was François Coulon de Villiers,Fort de Cavagnial: Imperial France in Kansas, 1744–1764 kclibrary.org. a brother to Louis Coulon de Villiers, who was the only military commander to force George Washington to surrender (after avenging the murder of his half brother Joseph Coulon de Jumonville while in Washington's custody, which was the incident that set off the French and Indian War). The French abandoned the fort after ceding its territory to Louisiana (New Spain) at the conclusion of the French and Indian War. Early American explorers on the Missouri River to visit the area of Fort de Cavagnal include Lewis and Clark on 26–29 June 1804The Journals of the Lewis and Clark Expedition, Vol. 2., G.E. Moulton, ed., Univ. of Nebraska Press, 1986, pp. 323–333. and Stephen Harriman Long in 1819. The fort location had been chosen then because of its proximity to a large Kansa tribe village. === 19th century === Colonel Henry Leavenworth, with the officers and men of the 3rd Infantry Regiment from Jefferson Barracks at St. Louis, Missouri, established Fort Leavenworth in 1827 to be a forward base protecting the Santa Fe Trail. Leavenworth's instructions had been the following: > Colonel Leavenworth of the 3d Infantry, with four companies of his regiment > will ascend the Missouri and when he reaches a point on its left band near > the mouth of Little Platte River and within a range of twenty miles above or > below its confluence, he will select such position as in his judgment is > best calculated for the site of a permanent cantonment. The spot being > chosen, he will then construct with the troops of his command comfortable, > though temporary quarters sufficient for the accommodation of four > companies. This movement will be made as early as the convenience of the > service will permit.A Brief History of Fort Leavenworth – John W. Partin . Leavenworth was to report that spot around the confluence on the east side of the Missouri River (near present-day Farley, Missouri) would be prone to flooding and on 8 May 1827 recommended the location upstream on the west bank in the bluffs above the river. The first army installation in Cantonment Leavenworth (its original name) was located on Scott Avenue, south of the Post Chapel with initial strength of 14 officers and 174 enlisted men. The Cantonment almost immediately increased in importance as it became the eastern terminus for the Santa Fe Trail and Oregon Trail. After Indian Removal Act of 1830 attempted to remove all Indians west of the Missouri–Kansas border, the fort which is west of the border assumed even more importance. In 1832, it was renamed \"Fort Leavenworth\". Between 1832 and 1834, the Rookery was built as bachelor officer quarters.Fort Leavenworth – globalsecurity.org – Retrieved March 6, 2008 . The Rookery is the oldest building in Kansas and would be the office of the first territorial governor and thus the first capitol in Kansas from 1854 to 1855 when the capitol was moved to Pawnee, Kansas.The Capitals of Kansas – Retrieved March 6, 2008 . In 1836, William Clark at the fort presided over the transfer of Indian land directly across the Missouri River from the fort to the U.S. government in the Platte Purchase which involved the entire northwest corner of Missouri. In 1839, Col. Stephen W. Kearny marched against the Cherokees with 20 companies of dragoons, the largest U.S. mounted force ever assembled. Throughout the Mexican–American War, Fort Leavenworth was the outfitting post for the Army of the West. In 1854, Kansas Territory Governor Andrew Reeder set up executive offices on post and lived for a short time in the quarters now known as the Rookery. During the 1850s, troops from Ft. Leavenworth were mobilized to control the \"Mormon Problem\" in what became known as the Utah War. From 1858 to 1874 Fort Leavenworth was also home to the Fort Leavenworth Arsenal (originally called the Leavenworth Ordnance Depot) which supplied ordnance to the army in the western United States which was located at what today is the Combined Arms Center headquarters complex on what is called Arsenal Hill which was reached by Arsenal Avenue (which today is called Scott Avenue). The arsenal moved in 1874 to the Rock Island Arsenal in Illinois. Two surviving buildings from the arsenal are Sherman Hall and Sheridan Hall which are now in the same complex as Grant Hall and are among the most iconic buildings of the fort. ===Civil War=== At the outbreak of the Civil War, Camp Lincoln was established on post as a reception and training station for Kansas volunteers. In 1864, news of the approach of Confederate General Sterling Price prompted construction of Fort Sully, a series of earthworks for artillery emplacements on Hancock Hill, overlooking what is now the Fort Leavenworth National Cemetery. (See Fort Sully (Fort Leavenworth)). However, Price's forces never reached Fort Leavenworth, having met defeat at Westport, which is now part of Kansas City. During its long history, the post was never subject to enemy attack. For three decades following the war, the Army's chief mission was control of the American Indian tribes on the Western plains. Between 1865 and 1891, the Army had more than 1,000 combat engagements with Apache, Modoc, Cheyenne, Ute, Nez Perce, Comanche, Kiowa, Kickapoo and other tribes. The Fort Leavenworth National Cemetery is one of the national cemeteries established by Abraham Lincoln on 17 July 1862. Veterans since the War of 1812 have been laid to rest in the cemetery. One veteran of the War of 1812 is the cemetery's most famous occupant, Brigadier General Henry Leavenworth, who gave his name to the fort, the cemetery, and the town and county they are located in. Others buried in the cemetery include 10 Medal of Honor recipients, seven Confederate prisoners of war as well as soldiers killed in Operation Desert Storm, Operation Iraqi Freedom and Operation Enduring Freedom. Although there is no longer space for new burial sites, burials frequently take place for those who already have family members interred in the cemetery.United States Department of Veterans Affairs, \"Cemeteries – Fort Leavenworth National Cemetery\" at Retrieved 15 October 2011 ===Reconstruction and Indian wars=== right|thumb|250px|Artillery Battery at Fort Leavenworth, Kansas. In 1866, the U.S. Congress authorized the formation of four black regiments, which were the 24th and 25th Infantry Regiments and the 9th and 10th Cavalry Regiments. The 10th Cavalry Regiment was formed at Fort Leavenworth under the command of Col. Benjamin Grierson. Today, a statue of a cavalry rider stands at Fort Leavenworth in tribute to the \"Buffalo Soldier\" of the 9th and 10th Cavalry Regiments.Fort Leavenworth, KS • UNKNOWN . Just off Fort Leavenworth in the City of Leavenworth, The Richard Allen Cultural Center, housed in a former home of a Buffalo Soldier, also highlights the history of the Buffalo Soldiers and African-Americans serving in the U.S. Army. The United States Disciplinary Barracks, now a maximum-security military prison, was established in 1875 under the command of Lt. Col. Edmund Rice. In 1877 some 400 Nez Perce were shipped to Fort Leavenworth after being pursued and captured in the Nez Perce War. In 1889 they were sent to Tonkawa, Oklahoma. The fort's first Catholic church was built in 1871 and was later replaced by St. Ignatius Chapel in 1889. St. Ignatius Chapel was destroyed by fire in December 2001. The first Protestant chapel, Memorial Chapel, was built by prison labor in 1878 of stone quarried on post. The round window behind the chapel's front altar was intentionally installed slightly askew by an inmate who was angry at his work boss. This chapel has brass cannon embedded in the walls at the sides of the church, and photos of many of the officers involved in the early history of the fort, including some of the Custer family. In 1881, Gen. William T. Sherman established the School of Application for Cavalry and Infantry. That school evolved into the U.S. Army Command and General Staff College. The Western Branch National Military Home (\"old soldiers' home\"), now called the Veterans Medical Center, or Dwight D. Eisenhower Medical Center Historic District was established in 1885 as part of the National Home for Disabled Volunteer Soldiers system. The soldier home is closely associated with the nearby cemetery that became the Fort Leavenworth National Cemetery in 1973. ===20th century=== World War I was the first opportunity to evaluate the impact of Sherman's school. Graduates excelled in planning complex American Expeditionary Forces operations. By the end of the war, they dominated staffs throughout the AEF. In the years between the world wars, graduates included such officers as Dwight D. Eisenhower, Omar Bradley and George S. Patton. During World War II, some 19,000 officers completed various courses at Fort Leavenworth. By the end of 1943, commanders and staffs of 26 infantry, airborne and cavalry divisions had trained as teams at the school. General Michael Joe Costello of the army of the newly formed Irish Free State attended Fort Leavenworth from 1926 to 1927, passing with such distinction that he was recommended for the United States Army War College. In 1946, the school was given its current name. In 1959, the college moved to the newly built J. Franklin Bell Hall on Arsenal Hill. In 1985, the Harold Keith Johnson wing was added to house the Combined Arms and Services Staff School (CAS3). Classes for the School of Advanced Military Studies and the School for Command Preparation, as well as the Combined Arms Research Library, are located in Eisenhower Hall which was dedicated in 1994. It was declared a National Historic Landmark in 1960. and Until the early 1970s, a battery of four Nike-Hercules Missiles were deployed at Bell Point on a hill on the west side of the fort. The base is served by the Sherman Army Airfield which has a runway and operates under a joint agreement with the city of Leavenworth, Kansas that permits civilian aircraft to use it all hours. The airfield was inundated by the Missouri River in levee breaches during the Great Flood of 1951, the Great Flood of 1993, and the Great Flood of 2011. ==Freedom's Frontier Heritage Area== Fort Leavenworth is considered one of the most significant historic military installations in the Department of the Army, as well as to the nation. The fort's 5,634 ac (2,279 ha) contain a 213 ac (86.1 ha) National Historic Landmark District (NHLD), which was established in 1974. A number of historic preservation investigations have been conducted over the past few decades at Fort Leavenworth. In 1970, for example, two historic sites were listed on the National Register of Historic Places (NRHP): the Main Parade Ground and the Santa Fe Trail Ruts. During 2006, this historic military site became part of a new Freedom's Frontier National Heritage Area. ==References== ==Further reading== ==External links== * Freedom's Frontier * Frontier Army Museum * Fort Leavenworth Home Page * Munson Army Health Center * Guide for visitors to Fort Leavenworth * The Fort Leavenworth Lamp Online – Fort Leavenworth's Newspaper * U.S. Army Combined Arms Center * U.S. Army Disciplinary Barracks, Fort Leavenworth, Kansas * TRADOC Schools * TRADOC Website * Fort Leavenworth History Collection Combined Arms Research Library Digital Library * USD 207 local unified school district * Fort Leavenworth has been extensively documented by the Historic American Buildings Survey. Sample documents include: ** ** Fort Leavenworth Category:Buildings and structures in Leavenworth County, Kansas Leavenworth Category:Kansas in the American Civil War Category:Mexican–American War forts Category:National Historic Landmarks in Kansas Fort Leavenworth Fort Leavenworth Leavenworth Category:Training installations of the United States Army Category:World War I sites in the United States Category:World War II sites in the United States Category:Census-designated places in Leavenworth County, Kansas Category:Census-designated places in Kansas Leavenworth Category:National Register of Historic Places in Leavenworth County, Kansas Category:American Civil War on the National Register of Historic Places Category:Military installations established in 1827 Category:Forts along the Missouri River",
 "title": "Fort Leavenworth"
}