{
 "id": "536252",
 "text": "Tangiwai is a census area and a small rural community in the Ruapehu District of the Manawatū-Whanganui region of New Zealand's North Island. It is located east of Ohakune and Rangataua and west of Waiouru on State Highway 49. In 2018 37.5% of the area's 1,281 residents worked in agriculture, forestry and fishing and 7.1% in manufacturing. The New Zealand Ministry for Culture and Heritage gives a translation of \"weeping water\" for . New Zealand's worst rail accident, the Tangiwai disaster, occurred near Tangiwai on 24 December 1953. The Whangaehu River rail bridge collapsed beneath a Wellington-to-Auckland express passenger train. The locomotive and first six carriages derailed into the river, killing 151 people. The subsequent Board of Inquiry found that the accident was caused by the collapse of the tephra dam holding back nearby Mount Ruapehu's crater lake, creating a large lahar in the Whangaehu River, which destroyed one of the bridge piers at Tangiwai only minutes before the train reached the bridge. A memorial has been built at the accident site. Tirorangi Marae and Rangiteauria meeting house is located in the Tangiwai area. It is a traditional meeting ground of the Ngāti Rangi hapū of Ngāti Rangihaereroa, Ngāti Rangiteauria and Ngāti Tongaiti. ==Demographics== The Tangiwai statistical area, which includes Rangataua and which surrounds Raetihi, Ohakune and Waiouru but does not include them, had a population of 1,281 at the 2018 New Zealand census, an increase of 54 people (4.4%) since the 2013 census, and a decrease of 87 people (-6.4%) since the 2006 census. There were 492 households. There were 675 males and 606 females, giving a sex ratio of 1.11 males per female. The median age was 40 years (compared with 37.4 years nationally), with 279 people (21.8%) aged under 15 years, 210 (16.4%) aged 15 to 29, 642 (50.1%) aged 30 to 64, and 150 (11.7%) aged 65 or older. Ethnicities were 78.2% European/Pākehā, 34.0% Māori, 2.6% Pacific peoples, 2.6% Asian, and 1.2% other ethnicities (totals add to more than 100% since people could identify with multiple ethnicities). The proportion of people born overseas was 10.1%, compared with 27.1% nationally. Although some people objected to giving their religion, 55.0% had no religion, 31.9% were Christian, 0.2% were Muslim, 0.2% were Buddhist and 5.6% had other religions. Of those at least 15 years old, 126 (12.6%) people had a bachelor or higher degree, and 198 (19.8%) people had no formal qualifications. The median income was $30,500, compared with $31,800 nationally. The employment status of those at least 15 was that 606 (60.5%) people were employed full-time, 144 (14.4%) were part-time, and 39 (3.9%) were unemployed. == Timber == thumb|300x300px|Tangiwai in 2011, showing pulp mill to west and timber mill and forest to the north of the railway George Syme & Co ran a saw mill to cut totara, rimu, matai and kahikatea, linked to the station by a tramway from 1908 until 1930. The mill burnt down in 1926. Karioi state forest was set up in November 1926, with set aside for forestry, and taken on by New Zealand Forest Service from 31 March 1927. It stretches about north east from Tangiwai onto the southern slopes of Ruapehu. By March 1931, over 10.7m trees had been planted on , for £56,524, 15s 10d. Most of the planting was on land with cobalt deficiency and therefore considered unsuitable for farming, though it also included at least of flax. Trees have been harvested since the late 1960s. Winstone Pulp International (WPI) bought of Waimarino Forest in 1989 and cutting rights to of Karioi Forest in 1990. === Sawmill === To cut the timber, MSD Spiers built Tangiwai Sawmill beside the railway station in 1966. It was bought by nearby pulp mill owner, Winstone Pulp International Ltd (WPI), in 1993 and upgraded to mill over a year, using of logs, a planer, optimiser, dry-sheds, kilns and a wood waste heat plant, added in 2001. In April 2008, Ernslaw One Ltd purchased WPI. Ernslaw One owned by the Malaysian Tiong Family, bought WPI for $117,293,314. WPI employed about 300 staff. At 30 September 2006, its forest crop was valued at $83m and its fixed assets at $38.7m. It earned $131m, but lost $10.1m. Ernslaw One also has forests and mills in Gisborne, Naseby and Tapanui. === Pulp mill === A further use for the timber was the pulp mill, though it had a troubled beginning. It produces a year when running a single-shift. It is mainly used for newsprint and paperboard, much of it exported through New Plymouth, then Centreport and now Napier. A bark furnace and a heat exchanger recover of heat from steam for drying the pulp, electricity and LPG supplying the other energy. Excess heat is used to dry timber from the sawmill. In 2004 the mill had 145 staff. In 1976 Winstone and Chonju Paper Manufacturing, a Samsung subsidiary, built a thermo-mechanical pulp mill, almost north of the sawmill. In 1978 the first load of logs was delivered to the mill. At least 70% of the pulp was to go to Chonju, but, when the mill came on stream in 1979, prices for pulp and newspaper had fallen and the pulp was of variable quality. In 1981 the mill was caught up in the Think Big debate, when the government took $10m in preference shares and made a $5m loan. Losses that year were $7.133m and rose to $11m. Later in 1981 H.W. Smith Ltd, a company linked with Brierley Investments Ltd, increased its 10% holding in Winstone to 24.9% and to 27% in 1983. Brierley gained full control of Winstone when the government sold its interests. The last remaining director from the Winstone family, Donald, retired. In early 1988, Fletcher Challenge bought Winstone for $444m. Karioi was sold within months to a Hong Kong investment company. The current name of Winstone Pulp International Ltd was adopted. WPI was sold to Ernslaw One group in 2008. ==References== Category:Populated places in Manawatū-Whanganui Category:Ruapehu District Category:Forests of New Zealand",
 "title": "Tangiwai"
}