{
 "id": "536484",
 "text": "The choroid, also known as the choroidea or choroid coat, is a part of the Uvea, the vascular layer of the eye, and contains connective tissues, and lies between the retina and the sclera. The human choroid is thickest at the far extreme rear of the eye (at 0.2 mm), while in the outlying areas it narrows to 0.1 mm.MRCOphth Sacs questions The choroid provides oxygen and nourishment to the outer layers of the retina. Along with the ciliary body and iris, the choroid forms the uveal tract. The structure of the choroid is generally divided into four layers (classified in order of furthest away from the retina to closest): *Haller's layer - outermost layer of the choroid consisting of larger diameter blood vessels; *Sattler's layer - layer of medium diameter blood vessels; *Choriocapillaris - layer of capillaries; and *Bruch's membrane (synonyms: Lamina basalis, Complexus basalis, Lamina vitra) - innermost layer of the choroid. == Blood supply == There are two circulations of the eye: the retinal (in the retina) and uveal, supplied in humans by posterior ciliary arteries, originating from the ophthalmic artery (a branch of the internal carotid artery).The Ocular Circulation The arteries of the uveal circulation, supplying the uvea and outer and middle layers of the retina, are branches of the ophthalmic artery and enter the eyeball without passing with the optic nerve. The retinal circulation, on the other hand, derives its circulation from the central retinal artery, also a branch of the ophthalmic artery, but passing in conjunction with the optic nerve.\"Sensory Reception: Human Vision: Structure and function of the Human Eye\" vol. 27, p. 174 Encyclopædia Britannica, 1987 They are branching in a segmental distribution to the end arterioles and not anastomoses. This is clinically significant for diseases affecting choroidal blood supply. The macula responsible for central vision and the anterior part of the optic nerve are dependent on choroidal blood supply. The structure of choroidal vessels can be revealed by optical coherence tomography, and blood flow can be revealed by Indocyanine green angiography, and laser Doppler imaging.Puyo, Léo, Michel Paques, Mathias Fink, José-Alain Sahel, and Michael Atlan. \"Choroidal vasculature imaging with laser Doppler holography.\" Biomedical optics express 10, no. 2 (2019): 995-1012. ===In bony fish=== Teleosts bear a body of capillary adjacent to the optic nerve called the choroidal gland. Though its function is not known, it is believed to be a supplemental oxygen carrier.\"Eye (Vertebrate)\" McGraw-Hill Encyclopedia of Science and Technology, vol. 6, 2007. ==Mechanism== Melanin, a dark colored pigment, helps the choroid limit uncontrolled reflection within the eye that would potentially result in the perception of confusing images. In humans and most other primates, melanin occurs throughout the choroid. In albino humans, frequently melanin is absent and vision is low. In many animals, however, the partial absence of melanin contributes to superior night vision. In these animals, melanin is absent from a section of the choroid and within that section a layer of highly reflective tissue, the tapetum lucidum, helps to collect light by reflecting it in a controlled manner. The uncontrolled reflection of light from dark choroid produces the photographic red-eye effect on photos, whereas the controlled reflection of light from the tapetum lucidum produces eyeshine (see Tapetum lucidum). ==History== The choroid was first described by Democritus (c. 460 – c. 370 BCE) around 400 BCE, calling it the \"chitoon malista somphos\" (more spongy tunic [than the sclera]).Dolz-Marco, R., Gallego-Pinazo, R., Dansingani, K. K., & Yannuzzi, L. A. (2017). The history of the choroid. In J. Chhablani & J. Ruiz-Medrano (Eds.), Choroidal Disorders (Vol. 1–5, pp. 1-5). Academic Press. https://doi.org/0.1016/b978-0-12-805313-3.00001-6 Democritus likely saw the choroid from dissections of animal eyes.Rudolph, K. (2012). Democritus’ Ophthalmology. Classical Quarterly, 62(2), 496-501. https://doi.org/10.1017/S0009838812000109 About 100 years later, Herophilos (c. 335 – 280 BCE) also described the choroid from his dissections on eyes of cadavers.von Staden, H. (1989). Herophilus: The art of medicine in early Alexandria. Cambridge University Press. https://books.google.de/books/about/Herophilus_The_Art_of_Medicine_in_Early.html?id=rGhlIfJZkVoC&redir;_esc=yReverón, R. (2015). Herophilos, the great anatomist of antiquity. Anatomy, 9(2), 108-111. https://doi.org/10.2399/ana.15.003 https://dergipark.org.tr/en/download/article-file/371071 ==See also== *Chorioretinitis *Uveitis ==Additional images== Schematic diagram of the human eye en.svg|Schematic cross section of the human eye; choroid is shown in purple. File:Laser_Doppler_holography_of_retinal_and_choroidal_blood_flow.jpg|Laser Doppler imaging of retinal and choroidal blood flow File:Gray878.png|Iris, front view File:Gray880.png|The terminal portion of the optic nerve and its entrance into the eyeball, in horizontal section File:Gray1206.png|The interior of the posterior half of the left eyeball File:Three Main Layers of the Eye.png|Structures of the eye labeled File:Three Internal chambers of the Eye.svg|This image shows another labeled view of the structures of the eye File:Calf-Eye-Posterior-With-Retina-Detached-2005-Oct-13.jpg|Calf's eye dissected to expose the choroid: its tapetum lucidum is iridescent blue == References == ==External links== * Category:Human eye anatomy Category:Visual system",
 "title": "Choroid"
}