{
 "id": "536809",
 "text": "The Shinwari () is an ethnic Pashtun tribe of Afghanistan and Pakistan. Among the greatest poets of the Pashto language in the 20th century was the late Ameer Hamza Shinwari, also known as \"Hamza Baba\". The Shinwari tribe is son of Kasi Pashtun tribe settled in the southern disctricts of Nangarhar Province, in Haska Meyna, Achin, Rodat, Bati Kot, Kot, Chaprahar, Shinwar, Dor Baba and Nazian districts. A major portion of the tribe is centered in Jalalabad and Parwan province of Afghanistan. These Shinwaris are mostly traders and businessmen. There is also a significant minority of the tribe settled in (Kohat and Hangu) (Jangal Khel, Haji Abad, Mohallah Sangirh), Pakistan, a settlement 60 to 85 km south of Peshawar. There are about 2000 to 3000 Shinwaris settled in village Ali zai, 15 km away from kohat. Mirdad Khel, a sub-tribe of the Shinwaris, migrated to Swat Valley in 1750s and settled there among them one of the Notable Shinwari is senator Abdul Rahim Mirdad Khel. In Afghanistan, the Shinwari are also located in Kunar province. Reporting from 2010 states that there are around 400,000 Shinwari in Afghanistan.Afghan Shinwari elders vow to support Hamid Karzai in exchange for US cash. The Times (UK). January 29, 2010. ==Location== The Shinwari tribe is settled in the southern districts of Nangarhar Province, in Haska Meyna, Achin, Rodat, Bati Kot, Kot, Chaprahar, Shinwar, Dor Baba and Nazian districts. A major portion of this tribe is also settled between Landi Kotal (Pakistan) and Jalalabad (Afghanistan), as well as in Parwan province of Afghanistan where they are concentrated in Shinwari, Ghorband, and Jabalussaraj districts. These Shinwaris are mostly traders and businessmen. There is also a significant minority of the tribe settled in Kohat and Hangu (Jangal Khel, Haji Abad, Mohallah Sangirh), Pakistan, a settlement 60 km south of Peshawar. In Afghanistan, the Shinwari are also located in Kunar province Bajawr agency and Lower Dir. At lower Dir, Village Munjai contains a huge dominant population of Shinwari Tribe, which had migrated from Afghanistan to Chamrakand( Momand agency and Bajaour Agency) in 1890s and settled in the fertile land of Munjai Village Dir Lower. Reporting from 2010 states that there are around 400,000 Shinwari in Afghanistan. The elders of the Shinwari tribe in Nangarhar signed a pact, uniting against the Taliban. They promised that anyone supporting the Taliban, would be punished with fines and expulsion. This pact, which per The Times \"appears to be the first\" incident of an entire tribe declaring war against the Taliban, has invited comparison with the Sunni Awakening of 2006, which tipped the balance of power in Iraq against the Sunni insurgency. The pact also had economic implications that America offered over in development funding. Further, reports suggested the Shinwari were against Taliban interference with their traditional smuggling routes across the Pakistani border. The security situation in Haska Mena is going worse day by day due to increased number of Taliban insurgents Groups Operating in Naria Aubo Village, Papen Village, Dara Village, Aughuz Village and other remote village of the districts, In December 2014, Most of the Taliban Groups have changed from Taliban to ISIS (DAESH) carrying out insurgent activities under the direct order of Abdul Khaliq, Who is the head of Taliban in Haska Mena. Several peoples were killed and Injured during their insurgent activities in Haska Mena District, The most common are: * Killing of General Kafee in Haska Mena due to his work with Ministry of Defence of Afghanistan in Jalalabad city. * Killing of Masjid Mullah in Kutawal Village Haska Mena during night time. * Kidnapping of Deputy District Governor of Nanagerhar Province \"Mr. Nazifullah\" but later on released due to the intervention of district elders. * Kidnapping and persecution of USAID contract driver \"MR Baitullah\" in Haska Mena District due to working with US government agencies, he was beaten, injured and wounded by cutting his right hand three fingers so that he can be not able to drive any more for USAID Missions in Haska Mena. Later on he was also released on the intervention of the elder by the promise that he will not work anymore for any USAID or other government agencies. The district government was also unable to provide protection and help to this kind of peoples. * Some Sub tribes of Shinwaries (Mirdad Khel) Migrated to Swat state in 1935 and then settled there. ==History== ===British assessment (1885)=== In 1885, a British author described the Shinwari (\"Shanwari\" in his text): :The Shanwari inhabit a portion of the Khaibar mountains, some of the eastern valleys of the Safed Koh, and are also found on the borders of Bajawar. They have five sections - Mandizai/Manduzai, Abdul Rahim, Sangu, Sipai, and Ali Sher. They have been continuously predatory since the British approached their borders. They are the most industrious carriers between Peshawur and the other marts on the way to Kabul, using mules and camels for carriage. They are brave, hospitable, stalwart and hardworking. They are well-educated people Edward Balfour. The cyclopædia of India and of Eastern and Southern Asia: commercial, industrial and scientific, products of the mineral, vegetable, and animal kingdoms, useful arts and manufactures, Volume 2. Publisher B. Quaritch, 1885. === Role in the Khost Rebellion === During the Khost rebellion, the Shinwari aligned themselves with the Afghan Government and helped quell the revolt. ===Role in 1929 Afghan Civil War=== During the late 1928 riots, the Shinwari tribe were the first to openly rebel against king Amanullah Khan's imposition of various new laws, including the requirement to wear European dress, the rule that required them to send a quota of their daughters to Kabul for education and the impositions of taxes (they had never previously paid tax). The Shinwaris attacked Jalalabad, cutting off its water supply and closing the Kabul–Peshawar road. Amanullah responded by using his fledgling Air Force, including Soviet pilots, to bomb the Shinwaris. The use of foreign \"infidels\" to subjugate Muslims roused other tribes to revolt and the country descended into what would become the 1929 Afghan Civil War. ==Shinwari-tribe== The Shinwaris are derived from the Kasi tribe, and are further distributed into sub-tribes:Shinwari tribe, Center for Culture and Conflict Studies, US Naval Postgraduate School. {| border=\"2\" cellspacing=\"0\" cellpadding=\"4\" style=\"width:100%;\" |- style=\"background:#969696;\" ||Tribe ||Subtribes ||Clans of Tribe ||Subclans of Tribe ||division of Tribe ||Section of Subdivision ||Minor Fractions ||Other Fractions; |- |rowspan=\"13\" | Shinwari |Mandizai / Manduzai |Hamza khel, ilyas khel, Hasan khel |[Ahmed Khel][Maghdud khel] [Daulat khel] [kotwal] [kuki khel] [Musi khel] [Umar khel] [Da Oghaz khel] [Mahmud Khel] | Haska_Meyna Haska Meyna District | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Ali Sher Khel |Adal khel, Ash khel |[Khuga khel] [Mirdad khel] [Utar khel] ]Piro khel] [Piset khel] [Shekmal khel] | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Sangu Khel |Ghani khel |[Haider khel] [kachkal khel] [Khani khel] [Karmu khel] [Mirjan khel] [Mai khel] [Soulor ptar] [Mullagoris | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Sephai | [Rahimdad khel] [Haider khel] [Suliman khel] [Babar khel] [Shabul khel] |[Aka nmasi] [Ata nmasi] [Mama khel] [Aka khel] [Fatima nmasi] [Nimidar khel] [Mamai khel] [Lala nmasi] [ya khel] |Achin District | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Mullagori | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Soonkhel(found in nazyan) | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Bu Saeed | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |Haji |[Shibli Khel] [Abdur Rahim Khel] | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |KobiZai | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |[Mehmood Khel] Shinwaris of Dir Lower, Ancestry of Malak Mehmood Jan Shinwari/Fahm Jan Malak | style=\"background:white;\"| |district(dir lower)] | style=\"background:white;\"| | style=\"background:white;\"| |- |YahyaZai | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |AliZai | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |- |other Shinwaris | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| | style=\"background:white;\"| |} ==Notable Shinwari== * Amir Hamza Shinwari, poet * Malak Khalid Khan Shinwari (1944-1986). ‌Prominent Tribal Elder, ‌Economist, Humanist, Philanthropist, Social Activist and Political Analyst. ‌Founder of Torkham Custom Clearing Agent's. ‌Founder Member of Tribal Anti Narcotics Committee, District Khyber. * Rafiq Shinwari, singer * Ghalib Hassan, leader in the anti-Taliban resistance under Abdul Haq, appointed District Commander of Shinwar, Afghanistan by Hamid Karzai, held in extrajudicial detention in the United States' Guantanamo Bay detention camps, in Cuba * Faisal Ahmad Shinwari, Chief Justice of the Supreme Court of Afghanistan 2001–2006 * Samiullah Shinwari, sportsman, member of the Afghanistan national cricket team * Usman Khan Shinwari, sportsman, member of the Pakistan national cricket team. * Abdul Qayum Sher, Pakistan Army war hero * Malalai Shinwari, advocate * Rashid Khan Arman, sportsman, member of the Afghanistan national cricket team from Nangarhar * Prof. Dr. Zabta Khan Shinwari, Pakistani botanist and researcher. *Ex senator Abdul rahim mirdad khel ==See also== * Demographics of Pakistan ==References== * 7\\. http://www.rawa.org/temp/runews/rawanews.php?id=656 8\\. http://afghanistantimes.af/old/news_details.php?page=8&id;=9738&&cid;=3 9\\. http://www.pajhwok.com/en/search/site/%22haska%22 10\\. https://sites.google.com/site/wwwbomnaforg/all-news-updates/news-updates- december-2013/clasheskill4ineafghanistan 11\\. http://www.kuna.net.kw/ArticleDetails.aspx?id=2348647&Language;=en http://edition.cnn.com/2015/04/06/asia/npw-isis-reach-in- afghanistan/index.html Category:Sarbani Pashtun tribes Category:Ethnic groups in Nangarhar Province Category:Ethnic groups in Kunar Province Category:Social groups of Pakistan",
 "title": "Shinwari (Pashtun tribe)"
}