{
 "id": "537166",
 "text": "Prosh is a satirical annual newspaper written by students at the University of Western Australia to raise funds for nominated charities. ==Annual event== right|200px|thumb|Annual Prosh Procession through the heart of the city. The annual tradition is the collaboration of a team of voluntary students who write, design and edit a spoof newspaper designed to poke fun at current events and political agendas. Content varies, but often contains elements of potty humour, black humour and social and political commentary. Every April the paper is distributed to the public of Perth's metropolitan area by students dressed in costume in exchange for a donation, often a \"gold coin\" donation. However, most collectors are willing to accept any sort of small change or cash donation. The day is also marked by a procession through the streets of Perth. The event now involves many carefully designed floats, practical jokes and stunts which are played on the public by participating students. ==History== frame|right|Students selling Prosh In 1931, a small group of students compiled a small, satirical newspaper called the \"SRUSS SRUSS Times\" as part of graduation celebrations. Later that week, the Perth newspaper The Sunday Times berated the creators of the newspaper, calling it trash and filth, and the creators were subsequently penalised, in the form of a fine payable to a local children's charity. In the 1950s the newspaper reappeared as “Prosh”. The name was derived from the inability of inebriated students to pronounce the word “procession” without slurring. Over the decades of the Prosh procession through Perth, various floats and vehicles of dubious form and function passed through the centre of the city. Currently, PROSH (which is now one of the oldest UWA traditions) is kept alive by volunteers writing, editing and distributing the newspaper annually in April. Each year a new group of charities are chosen as the beneficiaries of all money raised by Prosh, with more than $100,000 raised each year. ==Controversy== In 2013, Prosh published a \"dreamtime horoscope\" that mocked Indigenous Australians with reference to excessive drinking and disproportional financial support from the government. The incident received national media attention and an apology was issued by the UWA Student Guild who committed to changing policies and guidelines for Prosh publications. ==References== ==External links== * The Prosh homepage * The UWA Student Guild homepage ==See also== *Prosh (University of Adelaide) *Melbourne University Prosh Week *Rag (student society) Category:Satirical newspapers Category:Culture in Perth, Western Australia Category:University of Western Australia",
 "title": "Prosh (University of Western Australia)"
}