{
 "id": "537309",
 "text": "The Liverpool Post was a newspaper published by Trinity Mirror in Liverpool, Merseyside, England. The newspaper and its website ceased publication on 19 December 2013. Until 13 January 2012 it was a daily morning newspaper, with the title The Liverpool Daily Post. It retained the name Liverpool Daily Post for its website, which continued to offer a daily service of news, business and sport to the people of Merseyside until the closure of the publication. The Liverpool Daily Post split from its sister North Wales title, The Daily Post, which still publishes six days a week, in 2003. The newspaper has been published since 1855. Historically the newspaper was published by the Liverpool Daily Post & Echo Ltd. The Liverpool Daily Post was first published in 1855 by Michael James Whitty. Whitty, a former Chief Constable for Liverpool, had campaigned for the abolition of the Stamp Act under which newspapers were taxed. When the abolition took place, Whitty began publishing the Daily Post at one penny per copy, undercutting the incumbent best-selling Liverpudlian newspaper, the Liverpool Mercury. In 1904 the Liverpool Daily Post merged with the Liverpool Mercury but its title was retained. The limited company expanded internationally and in 1985 was restructured as Trinity Holdings. The two original newspapers had just previously been re-launched in tabloid format. In 1999 Trinity merged with Mirror Group Newspapers to become Trinity Mirror, the largest stable of newspapers in the UK. On 31 January 2009 the Daily Post published its final Saturday edition, and from then only published Monday-Friday. The Daily Post's final appearance was on 13 January 2012, after which it became a weekly paper simply known as The Liverpool Post published every Thursday. In the period December 2010 – June 2011, the Liverpool Daily Post had an average daily circulation of 8,217 while the North Wales Daily Post edition had an average daily circulation of 31,802, bringing the total to just over 40,000. On 10 December 2013, the Liverpool Post announced it was to cease publishing after more than 158 years. The final edition was printed on 19 December 2013. Its sister publication, the Liverpool Echo, is now the sole daily newspaper in Liverpool. ==References== ==External links== * (Archived from 2012) *Daily Post (North Wales edition) *History of the newspapers from icLiverpool *icLiverpool news homepage, carries stories from the Daily Post and Echo Category:Newspapers published in Merseyside Category:Newspapers established in 1855 Category:Reach plc Category:Mass media in Liverpool Category:Defunct newspapers published in the United Kingdom Category:Daily newspapers published in the United Kingdom Category:1855 establishments in England Category:Publications disestablished in 2013 Category:2013 disestablishments in England",
 "title": "Liverpool Daily Post"
}